{
"Birth of the Universe": "\"Et c'est lui (Allah) qui a créé les cieux et la terre (conformément à son ordre céleste décrété basé) sur la vérité. Et le jour où il dira:\" Soyez \", alors que (jour de jugement) n'expliquez-vous. Sa parole est la vérité. Et la sienne sera la souveraineté le jour où la trompette sera soufflée (par Israfil). Il (c'est celui qui) a la connaissance de l'invisible et du vu, et il est All-Wise, All-Aware. \" (Coran 6:73)\n\n\"Notre commande pour une chose n'est que ce n'est que lorsque nous avons l'intention (de l'apporter) (de l'existence), nous lui disons:\" Soyez \", et cela devient.\" (Coran 16:40)\n\"Ce n'est pas la gloire d'Allah qu'il devrait prendre (à lui-même n'importe qui comme) un fils. Saint et glorifié est-il (au-dessus de cela)! Quand il décrète toute question, il lui dit seulement:\" Soyez \", et cela devient.\" (Coran 19:35)\n\n\"Il est à l'origine des cieux et de la terre! Quand il décrent une affaire, il le dit simplement:\" Soyez! \" Et c'est!\" (Coran 2: 117)\n\n\"Son commandement (de la création) est seulement que lorsqu'il a l'intention (de créer) quelque chose, il lui dit:\" Soyez \", donc il devient instantanément (existant ou visible et continue de devenir).\" (Coran 36:83)\n\n\"C'est lui qui donne la vie et provoque la mort. Ensuite, quand il décide d'une chose, il lui dit seulement:\" Soyez \", donc ça devient.\" (Coran 40:68)\n\n\"Et si quels que soient les arbres sur la terre, les stylos et la mer [étaient encre], reconstitués par la suite par sept mers [plus], les mots1 d'Allah ne seraient pas épuisés. En effet, Allah est exalté en puissance et sage.\" (Coran 31:27)\n\n\"L'homme ne considère-t-il pas que nous l'avons créé à partir d'un [simple] spermatozoïde - alors à la fois, il est un disputant ouvert? Et il présente un (argument de) ressemblance pour nous et oublie sa propre création. Il demande (dans la confusion) : \"Qui donnera vie aux os lorsqu'ils seront désintégrés?\" Dites: \"Il leur donnera la vie qui les a amenés au début, et il est conscient de toute création.\" Celui qui a fait pour vous, du Green Tree, Fire. Et puis vous faites allumer (feu). N'est-ce pas celui qui a créé les cieux et la terre capable de créer les semblables? Oui en effet! Et il est le superbe créateur (de tous), le toujours- Savoir. Sûrement son commandement, quand il fera une chose, c'est seulement lui dire: soyez! Et c'est! \" Par conséquent, la gloire soit pour lui dans la main duquel est le royaume de toutes choses, et pour lui, vous serez ramené. \"(Coran 36:82)\n\n\"Ensuite, pensiez-vous que nous vous avons créé inutilement et que pour nous, vous ne serait pas retourné?\" (Coran 23: 115)\n\n\"Rien ne les a-t-il créés ou se sont-ils créés eux-mêmes?\" (Coran 52:35)\n\n\"Est-ce que l'être humain ne se souvient pas que nous l'avons créé auparavant, alors qu'il n'était rien?\" (Coran 19:67)\n\n\"Allah vous a fait sortir de l'utérus de vos mères pendant que vous ne saviez rien, et vous avez donné une audition, une vue et des cœurs, afin que vous soyez reconnaissant\" (Coran 16:78)",
"Big Bang": "\"Les mécréants ne réalisent-ils pas que __ les cieux et la terre étaient une fois une masse, puis nous les avons en train de les fouiller en Asunder__? Et nous avons créé à partir de l'eau chaque être vivant. Ne croiront-ils pas alors?\" (Coran 21:30)\n\nLe __big bang__ est une théorie scientifique sur la façon dont l'univers a commencé à partir d'un seul point et s'est étendu à partir de là. C'est l'où proviennent les galaxies, les étoiles, les planètes et toutes les matières dont nous voyons aujourd'hui.\n\n__ \"C'est lui qui est à l'origine des cieux et de la terre, et quand il sera (à l'origine) d'une chose, il lui dit seulement:\" Soyez \", et cela devient.\" (Coran 2: 117) __\n\nLe modèle __big bang__ est que l'univers a commencé dans un état extrêmement dense et chaud et s'est développé. La théorie suggère et les mesures montrent que l'univers se développe encore aujourd'hui.\n\nL'univers a commencé comme une superforce très chaude, petite et dense (le mélange des quatre forces fondamentales), sans étoiles, atomes, forme ou structure (appelés «singularité»). Puis il y a environ 13,8 milliards d'années, l'espace s'est développé très rapidement (donc le nom \"__big bang__\"). Cela a commencé la formation d'atomes, ce qui a finalement conduit à la formation d'étoiles et de galaxies. C'est Georges Lemaît, un prêtre catholique, qui a noté pour la première fois (en 1927) qu'un univers en expansion pouvait être retracé dans le temps à un point unique d'origine.\n\nCependant, à l'insu de beaucoup de faits astronomiques et d'autres faits scientifiques modernes, comme le Big Bang, la formation de la planète, les orbites et le comportement, l'embryologie et bien plus encore, nous a été révélés par Dieu dans le Coran il y a plus de 1400 ans. Par exemple, Georges Lemeaitre n'a pas été le premier à noter sur le Big Bang. Le Coran parle clairement du Big Bang __ \"Les mécréants ne réalisent-ils pas que les cieux et la terre étaient une fois une masse, puis nous les avons en train de les fouiller? Et nous avons créé à partir de l'eau à chaque être vivant. Ne croiront-ils pas alors?\" (Coran 21:30) __\n\nSi vous cherchez un signe ou une preuve de Dieu, sachez que ce n'est qu'une des nombreuses preuves innombrables que l'islam est la vraie et la seule religion de Dieu.\n\nL'univers se développe encore aujourd'hui, qui a récemment été découvert. Cependant, encore une fois, le Coran confirme: __ \"Les cieux, nous les avons construits avec puissance. Et en vérité, nous l'élargissons\" (Coran 51:47) __.\n\nAvant cela, les scientifiques avaient une théorie appelée The Big Crunch, où l'univers était considéré comme éventuellement colapse, ou croquant, sur lui-même une fois qu'il a atteint un certain point. Cette théorie n'est plus enseignée.\n\nDans l'ensemble, l'univers augmente et la température baisse au fil du temps. La cosmologie est l'étude de la façon dont l'univers a commencé et de son développement. Les scientifiques qui étudient la cosmologie conviennent que la théorie __big bang__ correspond à ce qu'ils ont observé jusqu'à présent.\n\nFred Hoyle a qualifié la théorie le \"__big bang__\" dans son émission de radio. Il ne pensait pas que le __big bang__ avait raison. Les scientifiques qui n'étaient pas d'accord avec lui pensaient que le nom était drôle et a décidé de l'utiliser.\n\nLes scientifiques basent la théorie __big bang__ sur de nombreuses observations différentes. Le plus important est le décalage vers le rouge des galaxies très éloignées. Le décalage vers le rouge est l'effet Doppler survenant en lumière et également observable en son. Par exemple, le son haut de gamme d'une voiture de course fait lorsqu'il s'approche par rapport au son inférieur qu'il fait en s'éloignant de vous - \"Vrrrrrrrrrr\" (vers vous) \"Oooooooommmmm\" (s'éloignant de vous). De même, lorsqu'un objet s'éloigne de la Terre, ses rayons de couleur ressemblent plus à la couleur rouge qu'ils ne le sont réellement, car le mouvement étend la longueur d'onde de la lumière dégagée par l'objet. Les scientifiques utilisent le mot \"Red Hot\" pour décrire cette onde lumineuse étirée car le rouge est la plus longue longueur d'onde sur le spectre visible. Plus il y a de décalage vers le rouge, plus l'objet s'éloigne rapidement. En mesurant le décalage vers le rouge, les scientifiques ont prouvé que l'univers se développe, et ils peuvent déterminer à quelle vitesse l'objet s'éloigne de la terre. Avec une observation et des mesures très exactes, les scientifiques pensent que l'univers était une singularité il y a environ 13,8 milliards d'années. Parce que la plupart des choses deviennent plus froides à mesure qu'elles se développent, les scientifiques supposent que l'univers était très petit et très chaud quand il a commencé. Si un objet se déplace vers la Terre, il a alors une lumière décalée bleue.\n\nD'autres observations qui soutiennent la théorie __big bang__ sont les quantités d'éléments chimiques dans l'univers. Des quantités d'éléments très légers, tels que l'hydrogène, l'hélium et le lithium, semblent être d'accord avec la théorie du __big bang__. Les scientifiques ont également trouvé un «rayonnement de fond des micro-ondes cosmiques». Ce rayonnement est connu sous le nom d'ondes radio, et ils sont partout dans l'univers. Ce rayonnement est maintenant très faible et froid, mais il y a longtemps, il était très fort et très chaud.\n\nLes sciences savaient que le Big Bang provoquerait des amout de rayonnement massifs mais en voulait plus de preuves. Dans les années 1960, travaillant pour Bell Labratories dans le New Jersey, Arno Penzias et Bob Wilson découvrant accidentellement CBR (radiation de fond cosmique) lorsqu'ils a réglé leur antenne HoMdel, une nouvelle antenne très sensible. Ils essayaient de supprimer tout le bruit de fond et ont constaté qu'ils ne pouvaient pas supprimer une fréquence d'interférence qui provenait de toutes les directions. Cela est devenu plus tard connu sous le nom de CBR et c'est dû à l'explosion du Big Bang, cela peut encore être entendu, et le sera toujours, sur les radios aujourd'hui. Cette découverte a finalement décerné à Penzias et Wilson un prix Nobel en 1993.\n\nCertains scientifiques et philosophes soutiennent que le temps n'avait aucun sens avant le __big bang__. Ils soutiennent que le __big bang__ était le début des temps, et il n'y avait pas d'univers avant le __big bang__, car il ne pouvait y avoir pas de \"avant\" s'il n'y avait pas de temps! En tant que musulmans, nous savons que Dieu est éternel et au-delà de tout ce que notre esprit peut comprendre. En tant que tel, il est parfaitement logique pourquoi nous ne pouvons pas saisir le concept du temps avant le Big Bang, c'est l'un des nombreux paradoxes qui pointent vers un créateur tout-puissant.\n\nPour l'amour des arguments, disons que nous pouvons expliquer ce qui était avant le Big Bang ou exactement comment il a été créé même. Ensuite, la question suivante serait: \"Eh bien, qu'est-ce qui a créé ça?\". Et disons que nous avons expliqué ce qui a créé cela aussi, encore une fois, la question resterait: \"Eh bien, qu'est-ce qui a créé cela?\". Comme vous pouvez probablement le voir, cela ne se terminerait jamais, donc c'est en fait une grande preuve que Dieu est notre seul créateur et comment le concept de Dieu est loin en dehors de notre intellect humain limité.\n\nLes musulmans ne débattent pas sur de telles questions, nous acceptons simplement ce que Dieu nous dit sur lui-même et sa création. Par exemple, Dieu parle de ses mains, mais nous savons qu'ils ne ressemblent à aucune main que nous connaissons. Un humain a des mains, un singe a des mains, une horloge a des mains. Les mains de Dieu sont au-delà de tout ce que nous pouvons imaginer, et nous en restons là.",
"Milky Way is Born": "Les scientifiques théorisent que le __Milky Way__ a commencé comme une ou plusieurs petites surnoisseurs dans la distribution de masse dans l'univers peu de temps après le Big Bang. Certaines de ces surdensités étaient les graines de grappes globulaires dans lesquelles les plus anciennes étoiles restantes dans ce qui est maintenant la __Milky Way__ s'est formée. Près de la moitié de la question dans la __Milky Way__ peut provenir d'autres galaxies lointaines. Néanmoins, ces étoiles et grappes comprennent désormais le halo stellaire du __Milky Way__. En quelques milliards d'années après la naissance des premières étoiles, la masse de la __milky way__ était suffisamment grande pour qu'elle tourne relativement rapidement. En raison de la conservation du moment angulaire, cela a conduit le milieu interstellaire gazeux pour s'effondrer d'une forme à peu près sphéroïdale à un disque. Par conséquent, des générations ultérieures d'étoiles se sont formées dans ce disque en spirale. On observe que la plupart des étoiles plus jeunes, y compris le soleil, se trouvent dans le disque.\n\nDepuis que les premières étoiles ont commencé à se former, le __Milky Way__ s'est développé à la fois par les deux fusions de galaxies (en particulier au début de la croissance de __Milky Way __) et à une accrétion de gaz directement du halo galactique. Le __Milky Way__ accuse actuellement du matériel de plusieurs petites galaxies, dont deux de ses plus grandes galaxies satellites, les grands et petits nuages ​​magellaniques, à travers le ruisseau Magellanic. L'accrétion directe de gaz est observée dans des nuages ​​à grande vitesse comme le nuage Smith. Cependant, les propriétés du __Milky Way__ telles que la masse stellaire, le moment angulaire et la métallicité dans ses régions les plus externes suggèrent qu'elle n'a subi aucune fusion avec de grandes galaxies au cours des 10 dernières années. Ce manque de fusions majeures récentes est inhabituelle parmi les galaxies en spirale similaires; Son voisin la galaxie d'Andromeda semble avoir une histoire plus typique façonnée par des fusions plus récentes avec des galaxies relativement grandes.\n\nSelon des études récentes, le __Milky Way__ ainsi que la galaxie d'Andromeda se trouvent dans ce que dans le diagramme de couleur de la galaxie, est connu sous le nom de \"vallée verte\", une région peuplée de galaxies en transition du \"nuage bleu\" (galaxies se formant activement se formant activement Nouvelles étoiles) à la \"séquence rouge\" (galaxies qui manquent de formation d'étoiles). L'activité de formation d'étoiles dans les galaxies de la vallée verte ralentit car ils manquent de gaz formant des étoiles dans le milieu interstellaire. Dans les galaxies simulées avec des propriétés similaires, la formation d'étoiles aura généralement été éteinte dans moins de cinq milliards d'années, même en tenant compte de l'augmentation attendue et à court terme du taux de formation d'étoiles en raison de la collision entre la __Milky Way__ et l'Andromède Galaxie. En fait, les mesures d'autres galaxies similaires à la __milky way__ suggèrent qu'elle est parmi les galaxies en spirale la plus rouge et la plus brillante qui forment encore de nouvelles étoiles et il est juste légèrement plus bleu que les galaxies de séquence rouge la plus bleue.\n\n## L'âge et l'histoire cosmologique\n\nLes grappes globulaires sont parmi les objets les plus anciens du __Milky Way__, qui fixent ainsi une limite inférieure à l'âge du __Milky Way__. L'âge des étoiles individuelles de la manière __milky peut être estimé en mesurant l'abondance d'éléments radioactifs à longue durée de vie tels que le thorium-232 et l'uranium-238, puis en comparant les résultats aux estimations de leur abondance d'origine, une technique appelée nucléocosmochronologie. Ces valeurs de rendement d'environ 12,5 ± 3 milliards d'années pour CS 31082-001 et 13,8 ± 4 milliards d'années pour BD + 17 ° 3248. Une fois qu'une naine blanche est formée, elle commence à subir un refroidissement radiatif et que la température de surface baisse régulièrement. En mesurant les températures de la plus froide de ces naines blanches et en les comparant à leur température initiale attendue, une estimation de l'âge peut être faite. Avec cette technique, l'âge de l'amas globulaire M4 a été estimé à 12,7 ± 0,7 milliard d'années. Les estimations de l'âge de la plus ancienne de ces clusters donnent une estimation la plus ajustée de 12,6 milliards d'années et une limite supérieure de confiance de 95% de 16 milliards d'années.\n\nPlusieurs étoiles individuelles ont été trouvées dans le halo de __Milky Way __ avec des âges mesurés très près de l'âge de 13,80 milliards d'années de l'univers. En 2007, une star du halo galactique, il 1523-0901, était estimée à environ 13,2 milliards d'années. En tant qu'objet le plus ancien connu de la____ MAILKY WAY__ à l'époque, cette mesure a placé une limite inférieure à l'âge de la __Milky Way__. Cette estimation a été faite en utilisant le spectrographe en échec UV-visuel du très grand télescope pour mesurer les forces relatives des lignées spectrales causées par la présence de thorium et d'autres éléments créés par le processus R. Les résistances de ligne entraînent des abondances de différents isotopes élémentaires, à partir desquels une estimation de l'âge de l'étoile peut être dérivée en utilisant la nucléocosmochronologie. Une autre étoile, HD 140283, a 14,5 ± 0,7 milliard d'années.\n\nL'âge des étoiles du disque mince galactique a également été estimé à l'aide de nucléocosmochronologie. Les mesures des étoiles de disque mince donnent une estimation que le disque mince a formé 8,8 ± 1,7 milliard d'années. Ces mesures suggèrent qu'il y a eu une pause de près de 5 milliards d'années entre la formation du halo galactique et du disque mince. Une analyse récente des signatures chimiques de milliers d'étoiles suggère que la formation stellaire pourrait avoir chuté d'un ordre de grandeur au moment de la formation du disque, il y a 8 à 10 ans, lorsque le gaz interstellaire était trop chaud pour former de nouvelles étoiles au même rythme comme avant.\n\nLes galaxies satellites entourant le __milky way__ ne sont pas distribuées au hasard, mais semblaient être le résultat d'une rupture d'un système plus grand produisant une structure d'anneau 500 000 années-lumière de diamètre et de 50 000 années-lumière de large. Des rencontres rapprochées entre les galaxies, comme celle attendue en 4 milliards d'années avec la galaxie d'Andromède arnaque d'énormes queues de gaz, qui, au fil du temps, peuvent fusionner pour former des galaxies naines dans un anneau à un angle arbitraire par rapport au disque principal.",
"Sun is Born": "__ \"C'est lui qui a créé la nuit et la journée, et le soleil et la lune; tous (les corps célestes) nagent, chacun dans son cours arrondi\" (Coran 21:33) .__\n\nLe __sun__ au centre de notre système solaire est une étoile naine jaune. Il dégage de l'énergie sous forme de lumière. Cela comprend l'énergie légère, infrarouge (chaleur), la lumière ultraviolette et les ondes radio. Il dégage également un flux de particules, qui atteint la Terre comme un \"vent solaire\". La source de toute cette énergie est la réaction dans l'étoile qui transforme l'hydrogène en hélium et fait d'énormes quantités d'énergie.\n\nLe __sun__ est une star comme beaucoup d'autres dans notre galaxie de la Voie lactée. Il existe un peu plus de 4,5 milliards d'années et va se poursuivre au moins aussi longtemps. Le __sun__ est environ cent fois plus large que la Terre. Il a une masse de 1,9891 × 1030 kg, soit 333 000 fois la masse de la terre. La Terre peut également s'intégrer à l'intérieur du __sun__ 1,3 million de fois.\n\nLes scientifiques pensent que le __sun__ a commencé à partir d'un très grand nuage de poussière et de petits morceaux de glace il y a environ 4,567 milliards d'années.\n\nAu centre de cet énorme nuage, la gravité a provoqué la construction du matériau en balle. Une fois que cela est devenu assez grand, l'énorme pression à l'intérieur a commencé une réaction de fusion. L'énergie que cela a libérée a fait chauffer et briller cette balle.\n\nL'énergie rayonnait du __sun__ a repoussé le reste du nuage de lui-même, et les planètes formées du reste de ce nuage.",
"Earth is Born": "__ \"Puis il (Allah) se tourna vers le ciel pendant que tout était de la fumée. Il a dit au ciel et à la terre:\" Venez (en étant), volontairement ou à contrecœur. \" Ils ont dit: «Nous voici (dans le fait) dans l'obéissance volontaire.» __\n\n__Arth__ et les autres planètes se sont formées il y a environ 4,6 milliards d'années. Ils étaient faits du gaz restant à partir de la nébuleuse qui a fait le soleil. C'est encore un miracle scientifique du Coran tel que Dieu l'explique dans le Coran: \"Puis il (Allah) s'est tourné vers le ciel pendant que tout était de la fumée. Il a dit au ciel et à la terre:« Viens (en étant), volontiers ou à contrecœur. Ils ont dit: «Nous voici (nous sommes entrés (dans le fait) dans l'obéissance volontaire.» Ce verset parlait de la façon dont la terre s'est formée.\n\nLa lune peut s'être formée après une collision entre le premier __Earth__ et une planète plus petite (parfois appelée Theia). Les scientifiques pensent que certaines parties des deux planètes se sont éclatées - devenant (par gravité) la lune.\n\nLe Coran déclare qu'Allah a créé le soleil, la lune et les planètes, chacun avec ses propres cours ou orbites individuels. __ \"C'est lui qui a créé la nuit et la journée, et le soleil et la lune; tous (les corps célestes) nagent, chacun dans son cours arrondi\" (Coran 21:33) .__\n\n__Arth __ L'eau est venue de différents endroits. Condensation de la vapeur d'eau, et des comètes et des astéroïdes frappant __Earth__, ont fait les océans. En moins d'un milliard d'années (c'est-à-dire il y a environ 3,6 milliards d'années) les scientifiques croient que la première vie a commencé, à l'époque archéenne. Certaines bactéries ont développé une photosynthèse, qui permet aux plantes de faire de la nourriture à partir de la lumière et de l'eau du soleil. Cela a libéré beaucoup d'oxygène, qui a d'abord été repris par le fer en solution. Finalement, l'oxygène libre est entré dans l'atmosphère ou l'air, ce qui rend la surface de __eart __ adaptée à la vie aérobie. Cet oxygène a également formé la couche d'ozone qui protège la surface __arth __ du mauvais rayonnement ultraviolet du Soleil.\n\nEncore une fois, Dieu nous parle de la couche d'ozone dans le Coran, encore un autre miracle scientifique du Coran: __ \"Et nous avons fait du ciel une canopée bien protégée, ils se détournent toujours de ses signes.\" (Coran 21:32) __\n\nLes scientifiques croient que la vie complexe à la surface de la terre n'existait pas avant la couche d'ozone, car sans sa protection, le rayonnement du soleil serait trop pour la vie avancée pour survivre.\n\n__Arth__ était très différent dans le passé lointain. Il y a longtemps, presque tous les terres étaient au même endroit. C'est ce qu'on appelle un supercontinent. Le premier supercontinent connu s'appelait Vaalbara. Beaucoup plus tard, il y a eu un temps (le cryogénian) où __arth__ était presque entièrement recouvert d'épaisses calotations glaciaires (glaciers). C'est ce qu'on appelle la théorie de la boule de neige __arth__.",
"Heavy Bombardment": "__ \"Nous avons déjà envoyé nos messagers avec des preuves claires et envoyés avec eux l'Écriture et l'équilibre que les gens peuvent maintenir [leurs affaires] en justice. Et nous avons envoyé du fer, dans lequel est une grande puissance militaire et des avantages pour le peuple, Et pour qu'Allah puisse faire éviter ceux qui le soutiennent et ses messagers invisibles. En effet, Allah est puissant et exalté dans la puissance. \" (Coran 57:25) __\n\nLe bombardement lourd tardif (LHB abrégé et également connu sous le nom de cataclysm lunaire) est un événement qui se serait produit il y a environ 3,8 à 4,1 milliards d'années. Ceci est connu comme les époques néohadéanes et éoarchéennes sur Terre. Au cours de cet intervalle, un nombre disproportionné d'astéroïdes sont théorisés comme étant entrés en collision avec les premières planètes terrestres dans le système solaire intérieur, notamment le mercure, la Vénus, la Terre et le Mars.\n\nLe bombardement lourd tardif s'est produit après que la Terre et d'autres planètes rocheuses se soient formées et accélérées la majeure partie de leur messe, mais encore assez tôt dans l'histoire de la Terre.\n\nAujourd'hui, les scientifiques savent que le fer n'aurait pas pu se développer sur Terre. En raison de la taille de la Terre qu'ils connaissent, ils savent que de tels matériaux n'auraient pas pu se développer naturellement ici. En fait, ils savent que le fer doit être fabriqué à l'intérieur des étoiles, en particulier des super-géants rouges. Ce n'est qu'à l'intérieur d'une telle étoile gigantesque que des éléments se forment ensemble pendant les réactions de fusion. Ensuite, une supernova se produit, ce qui signifie que l'étoile explose, et les fragments de fer sont explosés dans l'espace. Les scientifiques croient que c'est ainsi que le fer est venu sur terre.\n\nLe Coran mentionne, __ \"et nous avons envoyé du fer\" __. Jusqu'à récemment, sans que les scientifiques ne découvrent les périodes de bombardement __haevy, ce verset sur __ \"Nous avons envoyé du fer\" __ __ n'aurait pas eu beaucoup de sens pour nous. Cependant, il s'avère que Dieu nous a littéralement envoyé du fer afin que nous puissions en bénéficier.",
"Life on Earth": "__ \"Ceux qui ont incrédulé n'ont pas considéré que les cieux et la terre étaient une entité rejointe, puis nous les avons séparés et avons fait de l'eau à chaque être vivant? Alors ne croiront-ils pas?\" (Coran 21:30) .__\n\nLes premières formes de vie revendiquées sont des micro-organismes fossilisés (ou microfossiles). Ils ont été trouvés dans des roches riches en fer et en silice qui étaient autrefois des évents hydrothermaux dans la ceinture de pierre verte Nuvvuagittuq du Québec, au Canada.\n\nCes roches sont aussi anciennes que 4,28 milliards d'années. Les formes tubulaires qu'ils contiennent sont présentées dans un rapport. S'il s'agit du plus ancien enregistrement de vie sur Terre, il suggère \"une émergence presque instantanée de la vie\" après que les océans se soient formés il y a 4,4 milliards d'années. Selon Stephen Blair Hedges, \"si la vie se manifestait relativement rapidement sur Terre, elle pourrait être courante dans l'univers\".\n\nLe Coran décrit qu'Allah __ \"Fabriqué à partir d'eau chaque être vivant\" (Coran 21:30) .__ Un autre verset décrit comment __ \"Allah a créé chaque animal à partir de l'eau. D'entre eux sont certains qui se glissent sur leur ventre, certains que Marchez sur deux jambes, et certaines qui marchent sur quatre. Allah crée ce qu'il veut, car vraiment Allah a le pouvoir sur toutes choses \"(24:45) .__\n\nCes versets soutiennent la théorie scientifique selon laquelle la vie a commencé dans les océans de la terre. Ils accompagnent également la biologie moderne qui indiquent que certains animaux sont composés de jusqu'à 90% d'eau, tandis que les humains sont constitués d'environ 60% d'eau.",
"Single Celled Organisms": "__Le Coran décrit qu'Allah \"fait de l'eau chaque être vivant\" (Coran 21:30) __.\n\nLes organismes unicellulaires sont des organismes qui ont une cellule.\n\nLes organismes unicellulaires peuvent être trouvés partout. Les formes de vie les plus anciennes existaient il y a 3,8 milliards d'années, sinon plus. Les scientifiques croient que ces organismes vivaient dans l'eau. Ils poursuivent une variété de stratégies de survie: la photosynthèse (cyanobactéries), la chimiotrophie (de nombreuses archées) et l'hétérotrophie (amibe). Certains organismes unicellulaires ont des flagelles, de petites queues qu'ils utilisent pour la locomotion ou des lobopodes, des extensions du squelette cellulaire (cytosquelette), qui apparaissent sous forme de bras bloblis. Les flagelles de nos ancêtres unicellulaires se présentent tout au long des animaux, où il fait son apparition comme sperme flagellé.\n\n__Le Coran décrit qu'Allah \"fait de l'eau chaque être vivant\" (Coran 21:30) __. Un autre verset décrit comment __ \"Allah a créé chaque animal à partir de l'eau. De eux sont certains qui se glissent sur le ventre, certains qui marchent sur deux jambes, et certains qui marchent sur quatre. Allah crée ce qu'il veut, car Allah a vraiment le pouvoir sur Toutes choses \"(Coran 24:45) __.\n\nCes versets soutiennent la théorie scientifique selon laquelle la vie a commencé dans les océans de la terre.",
"Animals": "Les premiers fossiles qui pourraient représenter des animaux apparaissent dans les roches de 665 millions d'années de la formation de Trezona d'Australie du Sud. Ces fossiles sont interprétés comme étant très probablement des éponges précoces.\n\nLes animaux les plus anciens se trouvent dans le biote d'Ediacaran, vers la fin du précambrien, il y a environ 610 millions d'années. Il était depuis longtemps douteux que les animaux incluaient les animaux, mais la découverte du cholestérol lipidique animal dans les fossiles de Dickinsonie établit qu'il s'agissait en effet d'animaux.\n\nDe nombreux phyla animaux apparaissent pour la première fois dans le dossier fossile pendant l'explosion du Cambrien, commençant il y a environ 542 millions d'années, dans des lits tels que le schiste de Burgess. Les phyla existants dans ces roches comprennent les mollusques, les brachiopodes, les onychophorans, les tardigrades, les arthropodes, les échinodermes et les hémichordates, ainsi que de nombreuses formes maintenant étectes telles que l'anomalocaris prédatrice. Les scientifiques ne savent pas si ces animaux sont tous apparus près simultanément ou s'il s'agit d'un problème avec la façon dont les enregistrements fossiles sont collectés.",
"Fish": "Les scientifiques pensent que les premiers poissons sont apparus il y a environ 530 millions d'années lors de l'explosion du Cambrien. On pense qu'ils sont les premiers vertébrés ou animaux avec une colonne vertébrale ou une colonne vertébrale. On pense que les premiers poissons appartiennent à l'Agnatha ou au poisson sans mâchoire. À la fin du Cambrien, des poissons sans mâchoire semblables à l'anguille appelés conodontes, et de petits poissons principalement blindés appelés ostracodermes, sont apparus pour la première fois. La plupart des poissons sans mâchoire sont maintenant éteints.",
"Insects": "__Insects__, sont une classe dans le phylum arthropoda. Ce sont de petits invertébrés terrestres qui ont un exosquelette dur.\n\n__Insects__ sont de loin le plus grand groupe d'animaux sur Terre. Environ __926 400 espèces différentes ont été décrites. Ils représentent __ plus de la moitié de toutes les espèces vivantes connues, et seraient à plus de 90% des espèces animales de la Terre.\n\nDe nouvelles espèces de __insects__ sont continuellement trouvées. Les estimations du nombre total d'espèces varient de 2 millions à 30 millions.\n\n__Insects__ ont six jambes; Et la plupart ont des ailes. __Insects__ seraient les premiers animaux capables de vol. Au fur et à mesure qu'ils se développent à partir des œufs, __insects__ subissent __Metamorphosis__, un processus incroyable de transformation où une forme immature d'un insecte change à une forme adulte à deux étapes distinctes. __Insects__ vivent partout sur la planète: presque tous sont terrestres (vivent sur terre), mais certains vivent __insects__ dans les océans ou dans des endroits très froids, comme l'Antarctique. La plupart des espèces vivent dans des zones tropicales.\n\nCertaines personnes appellent tous les \"bogues\" __insects__, mais ce n'est pas correct. Seuls certains __insects__ sont de vrais bugs, qui est un ordre particulier de __insects__. Les personnes qui étudient __insects__ sont appelées __entomologues__.",
"Reptiles": "__Reptile__ est le nom commun de l'un des principaux groupes de vertébrés terrestres. Il n'est pas utilisé tellement par les biologistes, qui utilisent des termes plus précis.\n\nLe nom __ \"Reptile\" __ vient du latin et signifie \"celui qui se glisse\". Toutes les espèces vivant __Reptile__ sont du sang à froid, ont une peau écailleuse et pondent des œufs criidoïques. Ils excrètent de l'acide urique (au lieu de l'urée) et ont une cloaca. Une cloaca est une ouverture partagée pour l'anus, les voies urinaires et les canaux de reproduction. __Reptiles__ partage également un arrangement du cœur et des principaux vaisseaux sanguins qui sont différents de ceux des mammifères.\n\nDe nombreux groupes importants de __Reptiles__ sont maintenant éteints, par exemple les mosasaures. Nous avions l'habitude de dire que les dinosaures étaient éteints, mais ils survivent sous la forme de leurs descendants à plumes (oiseaux). Les __réptiles antiques qui survivent comprennent les tortues, les crocodiles et le tuatara, le seul survivant de son groupe. La grande majorité des __réptiles actuels sont des serpents et des lézards.\n\nL'étude de la vie __Reptile__ s'appelle l'herpétologie.",
"Dinosaur Age": "__Dinosaurs__ (qui signifie \"terribles lézards\") sont un groupe varié de reptiles d'archosaures. C'étaient les animaux terrestres dominants de l'ère mésozoïque. Plus de 500 genres différents de dinosaures sont connus. Des fossiles de dinosaures ont été trouvés sur tous les continents, et il y a encore de nouvelles découvertes fréquentes.\n\n__Dinosaurs__ est apparu dans le Trias supérieur, il y a environ 230 millions d'années. La première date d'un fossile de dinosaures est celle d'Eoraptor, 231,4 à 228 Mya. Au début du Jurassique, ils étaient les meilleurs vertébrés terrestres et ont dominé la plupart des environnements sur terre. Ils se sont poursuivis jusqu'à l'événement d'extinction K / T (mondial) il y a 66 millions d'années.\n\nD'après le dossier fossile, les scientifiques pensent que les oiseaux vivent des dinosaures à plumes et ils étaient donc la seule ligne de dinosaures à survivre jusqu'à nos jours.\n\nLes dinosaures avaient des adaptations qui les ont permis de réussir. Les premiers dinosaures connus étaient de petits prédateurs qui marchaient sur deux jambes. Tous leurs descendants avaient une posture verticale, avec les jambes sous le corps. Cela a transformé tout leur style de vie. Il y avait d'autres fonctionnalités. La plupart des plus petits dinosaures avaient des plumes et étaient probablement à sang chaud. Cela les rendrait actifs, avec un métabolisme plus élevé que les reptiles modernes. L'interaction sociale, avec la vie dans les troupeaux et la coopération, semble très probable pour certains types.\n\nLes premiers fossiles ont été reconnus comme des dinosaures au début du 19e siècle. Certains de leurs os ont été retrouvés beaucoup plus tôt, mais n'ont pas été compris. William Buckland, Gideon Mantell et Richard Owen étaient des scientifiques qui ont vu ces os étaient un groupe spécial d'animaux. Les dinosaures sont maintenant des attractions majeures dans les musées du monde entier. Ils ont fait partie de la culture populaire. Il y a eu de nombreux livres et films les plus vendus à leur sujet. De nouvelles découvertes de dinosaures sont souvent signalées dans les médias.",
"Mammals": "__Mammals__ sont un groupe d'animaux vertébrés qui forment les mammifères de classe. Ils ont de la fourrure ou des cheveux et un type très précis de régulation de la température.\n\nÀ l'exception des monotrimes, tous les mammifères portent des jeunes vivants. Ils produisent également du lait pour les jeunes. Les soins parentaux des jeunes sont universels parmi les mammifères, et c'est essentiel car la naissance vivante limite le nombre de descendants.",
"Stegosaurus": "Stegosaurus (qui signifie \"toit-lizard\") était un type de dinosaure mangeur de plantes qui vivait dans ce qui est maintenant l'ouest de l'Amérique du Nord.\n\nStegosaurus a vécu dans la période du Jurassique supérieur il y a environ 155 à 145 millions d'années. C'est l'un des dinosaures les plus facilement reconnus, avec sa double rangée distinctive de plaques en forme de cerf-volant sur son dos et les longues pointes sur sa queue. L'armure était nécessaire car elle vivait avec des mangeurs de viande comme Allosaurus et Ceratosaurus.",
"Tyrannosaurus": "Tyrannosaurus était un grand dinosaure prédateur du Crétacé supérieur, il y a 65,5 à 67 millions d'années.\n\nTyrannosaurus était un carnivore bipède avec un crâne massif équilibré par une longue queue lourde. Par rapport aux grands et puissants membres postérieurs, ses membres antérieurs étaient petits, mais puissants pour leur taille. Ils avaient deux chiffres griffés.\n\nIl y a une discussion quant à savoir s'il s'agissait d'un chasseur ou d'un charognard. Comme la plupart des mangeurs de viande dominants d'aujourd'hui, comme les lions et les hyènes, Tyrannosaurus aurait pu être les deux. Il avait une mâchoire très forte et sa puissance de morsure pouvait casser les os d'autres dinosaures.",
"Dinosaur Extinction": "Les extinctions à la fin du Crétacé ont été causées par un ou plusieurs événements catastrophiques, tels que des impacts massifs d'astéroïdes ou de météorites, ou une augmentation de l'activité volcanique.\n\nPlusieurs cratères d'impact et activité volcanique massive, comme celle des pièges Deccan en Inde, sont datés de l'heure approximative de l'événement d'extinction. Ces événements géologiques peuvent avoir réduit la lumière du soleil et entraver la photosynthèse, entraînant une perturbation massive de l'écologie de la Terre.",
"Primate Bipedalism": "La bipède a ou utilise deux pieds pour marcher. Les scientifiques croient que la bipède aux primates suscite il y a 6 à 7 millions d'années, car il s'agit des premiers fossiles qu'ils ont trouvés qui montrent des traits bipédalisme. Les évolutionnistes pensent qu'il s'agit d'ancêtres précoces de l'espèce humaine, mais cette théorie a peu de preuves pour la soutenir.",
"Constructed Tools": "__ outils__ Tools sont des outils en pierre. C'est la raison pour laquelle l'âge de pierre a reçu son nom. Les scientifiques pensent qu'ils ont été les premiers outils utilisés. Récemment, on a appris que des outils en pierre étaient utilisés avant que les humains vivaient.",
"Control Fire": "__Le contrôle du feu par les premiers humains a été très important pour les premiers humains. Le feu a fourni une source de chaleur, de protection, d'amélioration de la chasse et d'une méthode pour cuisiner des aliments. Ces progrès culturels ont permis aux innovations culturelles et aux changements dans le régime alimentaire. De plus, le contrôle du feu a permis à l'expansion de l'activité humaine des climats plus froids et à rester debout plus tard dans la soirée, à la fois en fournissant de la chaleur et de la lumière.\n\nLes réclamations pour les premières preuves définitives du contrôle varient d'il y a environ 200 000 à 1,7 million d'années. Les preuves de l'utilisation contrôlée de l'incendie commençant il y a environ 1 000 000 ans ont un large soutien scientifique. Des lames de silex brûlées dans des incendies ont été trouvées près des fossiles humains au Maroc et datées il y a environ 300 mille ans. Des preuves généralisées du contrôle des dates d'incendie il y a environ 125 000 ans.",
"Adam": "__ \"Oh l'humanité! Nous vous avons créé à partir d'une seule paire d'un homme et d'une femme, et nous avons fait de vous des nations et des tribus, afin que vous puissiez vous connaître (pas que vous puissiez se mépriser). En vérité le plus honoré d'entre vous À la vue d'Allah, c'est le qui est le plus juste de vous. Et Allah a une pleine connaissance et est bien familiarisé (avec toutes choses) \"(Coran 49:13) .__\n\nAdam (arabe: آدم) a été le premier être humain sur Terre et le premier Nabi (نبي, Prophète) de l'islam. Le vénération des musulmans Adam en tant que père de la race humaine et sa femme, Hawwā (حواء, Eve) en tant que mère de l'humanité. Les musulmans voient Adam comme le premier musulman, comme le Coran déclare que tous les prophètes ont prêché la même foi de l'islam, ce qui signifie la soumission à Dieu.\n\nDe ces deux individus, les générations d'êtres humains ont habité la Terre. Dieu déclare dans le Coran.\n\nQuand Adam a été créé, Dieu a ordonné à toute la création de se baisser en signe de respect à Adam, qui était une nouvelle création supérieure. Tout a fait à l'exception de Shaytan, qui a refusé de dire qu'il était fait d'un feu sans fumée (un djinn), tandis qu'Adam était fait d'argile. Dieu les a ensuite mis dans le jardin d'Eden comme test et Shaytan a réussi à tromper Adam et Hawwa. Il les a fait aller dans un arbre dont Dieu les avait interdits. À la suite de cela, Dieu nous a mis (humains et démons) sur Terre comme des ennemis les uns des autres jusqu'au jour du jugement. Une fois sur terre, Adam a prié pour le pardon et Dieu lui a pardonné.\n\nComme avec Adam et tous les prophètes, ils sont venus sur terre pour rappeler notre alliance avec Dieu. Si nous obéissons à Dieu, nous pouvons atteindre un niveau supérieur, les anges à la vue de Dieu. Pour ce faire, nous devons éviter les chuchotements de Sheytan, et ce qui est même bien pire que cela, efforcez et supprimez nos nuances (désirs égoïstes). Nous le faisons en suivant la sagesse sans fin, les directions et les exemples qui nous sont donnés dans le Coran, la révélation et le livre finaux écrits en première personne par Dieu qui est parfaitement préservé et inchangé. Nous devons également suivre l'exemple étonnant des prophètes et nous avons l'histoire de la vie complète du prophète Muhammad alors qu'il est arrivé plus récemment où il se présente dans l'histoire moderne. Tous ses enseignements sont également préservés et il y a beaucoup de bourses islamiques pour préserver et enseigner son mode de vie. Le prophète Muhammad était le sceau des prophètes, un État, un leader spirituel et militaire tout en étant un mari, un père, un voisin et un ami. Il est très apprécié par ceux qui étudient sa vie, ses actions et ses enseignements. Même ses ennemis quand il vivait respecté et lui faisait confiance.\n\nAinsi, en tant que musulmans, nous connaissons le but de la vie pour tous les humains, c'est d'adorer Dieu et de voir qui est le meilleur dans les actes. Dieu a promis à l'humanité un bel endroit au paradis / ciel en récompense de suivre ses commandements. La personne la plus basse du ciel aura la terre de dix terre. Lorsque vous arrivez aux niveaux supérieurs du paradis, vous devez commencer à mesurer vos terres pendant les années-lumière. Dieu est le plus généreux et veut nous donner et pour que nous lui demandons tout. Si nous nous détournons de Dieu et des voies des prophètes, une punition sévère nous attend en enfer. Que Dieu nous protège de cela et de toutes les mauvaises choses.\n\nD'un point de vue scientifique, les humains se trouvent dans les espèces __homo sapiens__, dont la seule sous-espèce connue est connue sous le nom de __homo sapiens sapiens__. Nous sommes les espèces les plus dominantes sur Terre. Cependant, il existe de nombreux types de vie, en particulier parmi les plantes et les protistes, qui ont eu un effet beaucoup plus important sur l'air, les rochers, la vie et l'environnement naturel de la Terre.",
"First Temple": "__Göbekli Tepe__ (prononcé [ɟøbekˈli teˈpe]), turc pour \"Potbelly Hill\", est un site archéologique dans la région du sud-est de l'Anatolie en Turquie, à environ 12 km (7 mi) au nord-est de la ville de şanlıurfa. Le Tell a une hauteur de 15 m (49 pi) et a un diamètre d'environ 300 m (980 pi). Il est à environ 760 m (2490 pieds) au-dessus du niveau de la mer.\n\nLe Tell comprend deux phases d'utilisation considérées comme de nature sociale ou rituelle datant du 10e au 8e millénaire avant JC. Au cours de la première phase, appartenant au néolithique pré-potier A (PPNA), des cercles de piliers de pierre en T massifs ont été érigés - les plus anciennes mégalithes connus du monde. Plus de 200 piliers dans environ 20 cercles sont actuellement connus par le biais d'enquêtes géophysiques. Chaque pilier a une hauteur allant jusqu'à 6 m (20 pi) et pèse jusqu'à 10 tonnes. Ils sont installés dans des sockets taillés du substratum rocheux. Dans la deuxième phase, appartenant au néolithique pré-potier B (PPNB), les piliers érigés sont plus petits et se sont tenus dans des pièces rectangulaires avec des planchers de chaux poli. Le site a été abandonné après le PPNB. Les structures plus jeunes datent des temps classiques.\n\nLes détails de la fonction de la structure restent un mystère. Il a été fouillé par une équipe archéologique allemande sous la direction de Klaus Schmidt de 1996 jusqu'à sa mort en 2014. Schmidt pensait que le site était un sanctuaire où des gens d'une large région se rassemblaient périodiquement, pas un règlement.\n\nEn 2018, le site a été désigné un site du patrimoine mondial de l'UNESCO.",
"Agricultural Revolution": "__La révolution néolithique__ (New Stone Age) a été la première __agriculturelle révolution__. Ce fut un changement progressif des communautés et des groupes de chasse et de rassemblement nomades à l'agriculture et au règlement. Cette période est décrite comme une \"révolution\" car elle a changé le mode de vie des communautés qui a fait le changement. Il s'est produit dans différentes sociétés humaines préhistoriques à différents moments. De nombreuses sociétés ont changé il y a 7 à 9 mille ans.\n\nLe terme fait référence à la période générale sur laquelle ces développements ont eu lieu. Elle s'applique également aux changements qui ont eu lieu: l'adoption de techniques agricoles précoces, la culture des cultures et la domestication des animaux. La révolution néolithique est importante pour les développements de l'organisation sociale et de la technologie.\n\n__La révolution néolithique a conduit à vivre dans des colonies permanentes ou semi-permanentes. À cause de cela, moins de personnes ont mené un style de vie nomade. Pour pouvoir savoir à qui appartenait les cultures, le concept de propriété foncière a été développé. L'environnement naturel a été changé, les densités de population ont augmenté et les gens ont mangé plus d'aliments de légumes et de céréales dans leur alimentation. Hiérarchies développées dans la société. Le grain était stocké et pouvait être échangé. La production excédentaire à partir de bons rendements des cultures a aidé les sociétés à survivre à de mauvaises années. Un exemple de ceci est la façon dont Yusuf (As) a protégé et dispersé le grain dans l'Égypte ancienne.",
"Writing": "__Writing__ est l'acte d'enregistrer le langage sur un support visuel en utilisant un ensemble de symboles. Les symboles doivent être connus des autres, afin que le texte puisse être lu.\n\nUn texte peut également utiliser d'autres systèmes visuels, tels que des illustrations et des décorations. Ceux-ci ne sont pas appelés écrits, mais peuvent aider le message à fonctionner. Habituellement, toutes les personnes instruites dans un pays utilisent le même système d'écriture pour enregistrer la même langue. Pouvoir lire et écrire, c'est être alphabétisé.\n\n__Writing__ diffère de la parole car les lecteurs n'ont pas besoin d'être présents à l'époque. Nous pouvons lire l'écriture il y a longtemps et de différentes parties du monde. Texte des textes et communique les connaissances. __Writing__ est l'une des plus grandes inventions de l'espèce humaine. Les historiens pensent qu'il a été inventé après que les gens se soient installés dans les villes et après le début de l'agriculture. __Writing__ date d'environ 3 300 milliards de montants, soit plus de 5000 ans, au Moyen-Orient.\n\n__Writing__ Aujourd'hui est généralement sur papier, bien qu'il existe des moyens d'imprimer sur presque toutes les surfaces. Les écrans de télévision et de cinéma peuvent également afficher l'écriture, tout comme les écrans d'ordinateur. De nombreux documents d'écriture ont été inventés, bien avant le papier. L'argile, le papyrus, le bois, l'ardoise et le parchemin (peaux d'animaux préparés) ont tous été utilisés. Les Romains ont écrit sur des tablettes cirées avec un stylet pointu; C'était populaire pour les notes et les messages temporaires. L'invention ultérieure du papier par les Chinois a été un grand pas en avant.\n\n__Writing__ se fait traditionnellement à l'aide d'un outil à main tel qu'un crayon, un stylo ou une brosse. De plus en plus, le texte est créé par entrée sur un clavier ou un smartphone d'ordinateur.",
"Recorded History": "__History__ est l'étude des événements passés. Les gens savent ce qui s'est passé dans le passé en regardant les choses du passé, y compris des sources (comme des livres, des journaux et des lettres) et des artefacts (comme la poterie, les outils et les restes humains ou animaux.) Les bibliothèques, les archives et les musées collectent et gardent ces des choses pour les gens pour étudier l'histoire. Une personne qui étudie l'histoire est appelée historienne. Une personne qui étudie la préhistoire et l'histoire à travers les choses laissées par les cultures anciennes est appelée archéologue. Une personne qui étudie l'humanité et la société est appelée anthropologue. L'étude des sources et des méthodes utilisées pour étudier et écrire l'histoire est appelée historiographie.\n\nLes gens peuvent en apprendre davantage sur le passé en parlant à des gens qui se souviennent de choses qui se sont produites dans le passé. C'est ce qu'on appelle l'histoire orale. Lorsque les gens qui avaient été esclaves et les survivants américains de la guerre civile ont vieilli, certains historiens ont enregistré tout ce qu'ils ont dit, afin que l'histoire ne soit pas perdue.\n\nLa même chose s'est fait dans l'histoire islamique. Beaucoup a été écrit, mais il y avait plusieurs érudits qui ont fait la collecte de chaque dernier dicton du Prophète (Hadith) en livres. Une science islamique entière a été développée en plus de cela pour vérifier les chaînes de narrations menant au Prophète (SAW) et pour classer ces hadiths en niveaux de classification de solidité. Nous savons qui étaient tous ces gens et leurs familles, ce ne sont pas seulement des prénoms aléatoires dans un livre (c'est-à-dire Mark, Luke, John). Souvent, les mêmes hadiths peuvent être trouvés des dizaines de fois dans le même livre ou répartis sur plusieurs livres de hadiths car il a été collecté par tant de gens. Cela serait classé comme un hadith sahih (très son).\n\nLe Coran a également été écrit mais surtout mémorisé par des milliers de personnes au cours de la vie du Prophète. Il est toujours mémorisé par des millions de personnes aujourd'hui, dans la langue arabe originale, même par des locuteurs non arabiques. Cela est possible car le Coran est poétique et facile à retenir pour de nombreuses personnes. Si tout le texte du Coran avait en quelque sorte disparu, les musulmans pourraient le ramener en quelques secondes s'ils travaillaient ensemble. Ce n'est pas nécessaire de toute façon, comme Dieu nous a dit qu'il le protégerait dans le Coran. __ \"En effet, c'est nous qui avons envoyé le Coran et en effet, nous serons son gardien.\" (Coran 15: 9) __\n\nQuelle que soit la beauté poétique et de la récitation, le message du Coran s'inscrit facilement dans l'esprit des croyants car il explique le passé, l'avenir et le présent d'une manière logique et facile à comprendre. Le Coran est en fait le plus grand miracle que nous ayons, et un seul dont nous avons besoin, prouver l'islam est la vraie religion. Nous avons été créés et nous parle et nous enseigne directement avec les paroles du Coran. Et qui est mieux pour nous apprendre alors Dieu, celui qui nous a créés et nous connaît le mieux?\n\nAutrefois, les gens de différentes parties du monde ont gardé des histoires séparées car elles ne se sont pas rencontrées très souvent. Certains groupes de personnes ne se sont jamais rencontrés. L'Europe médiévale, la Rome antique et la Chine ancienne pensaient chacune qu'elles gouvernaient les seules parties importantes du monde et que d'autres parties étaient \"barbares\".",
"First Pyramid Built": "__ \"Ce jour, nous vous sauverons (O Pharaon) dans votre corps, afin que vous soyez un signe pour ceux qui viennent après vous! Mais en effet, beaucoup parmi l'humanité sont négligents de nos signes.\" (Coran 10:93) __\n\nUn __pyramid__ est une structure, généralement de pierre, construite sous la forme d'une pyramide. De l'ancien à l'époque moderne, les gens dans de nombreuses parties du monde ont construit de telles structures.\n\nLes premiers __pyramides__ ont été construits en 2630 av. La plus ancienne pyramide connue est à Saqqara, en Égypte et a été construite par le roi Djoser de la troisième dynastie égyptienne.\n\nLe Coran parle beaucoup de la dynastie égyptienne dans les histoires sur Musa (as, Moïse) et Yusuf (comme, Joseph).\n\nLe Coran décrit avec précision l'histoire égyptienne en faisant référence au chef de ces dynasties égyptiennes en tant que roi ou pharaon (qui est venu plus tard). Un fait historique qui n'a été découvert que récemment par le British Museum. Selon eux, les Égyptiens n'ont appelé leurs dirigeants \"Pharaon\" que la 18e dynastie (1552-1295 avant JC).\n\nQuelques versets parlant de Musa et Fira'un (Pharaon):\n__ \"Nous (Allah) vous répétons une partie de l'histoire de Moïse et Pharaon avec la vérité, au profit d'un peuple qui croirait. (Coran 28:04).\n\n\"Nous avons envoyé Moïse avec nos panneaux à Pharaon et à ses chefs, mais ils les ont injustement rejetés. Voici, alors, quelle était la fin de ceux qui ont créé un désordre! (Coran 7: 104)\n\n\"Ce jour, nous vous sauverons (O Pharaon) dans votre corps, afin que vous soyez un signe pour ceux qui viennent après vous! Mais en effet, beaucoup parmi l'humanité sont négligents de nos signes. (Coran 10:93) __\n\nLes historiens et les érudits chrétiens et musulmans sont largement crus que Moïse a interagi avec Ramesses II. Le Coran et la Bible mentionnent tous deux cette histoire en détail se terminant finalement avec le pharaon noyé dans la mer Rouge après que Moïse, avec la permission de Dieu, s'est séparé de la mer.\n\nLa prophétie du Coran de __ \"Ce jour-là, nous vous sauverons (O Pharaon) dans votre corps, afin que vous soyez un signe pour ceux qui viennent après vous!\" __ ne se trouve dans aucune autre Écriture et même les historiens n'avaient aucune idée de cela jusque récemment. Les corps momifiés de tous les pharaons se sont cachés dans la vallée des rois (Kv7 et 8) le long des rives du Nil. Même après le pillage de leurs tombes, les restes momifiés des pharaons ont été maintenus non découverts pendant des siècles. Leur découverte a eu lieu au 19e siècle et vous pouvez maintenant voir, Ramsès II avec vos propres yeux au Grand Egyptian Museum au Caire, en Égypte. Son corps a également fait plusieurs tournées internationales pour tous. Cela montre encore comment les connaissances du Coran et de l'islam ne pouvaient que nous être donnés par Dieu.\n\nVous pouvez également interroger les Juifs sur leur expérience avec ce pharaon et d'autres dirigeants égyptiens anciens.\n\n__ \"Et nous avions certainement donné à Moïse neuf signes évidents, alors demandez aux enfants d'Israël [sur] quand il est venu vers eux et Pharaon lui a dit:\" En effet, je pense, ô Moïse, que vous êtes affecté par la magie. \"(Coran 17: 101) __\n\nLa survie des peuples juifs nous permet également de leur poser des questions sur les autres signes de Dieu qu'ils ont reçus, comme de nombreux miracles et prophètes qui leur ont été envoyés.\n\n__As les enfants d'Israël combien de signe clair que nous leur avons donné. Et quiconque échange la faveur d'Allah après qu'il lui soit venu à lui - alors, en effet, Allah est grave dans le rétribution. (Coran 2.211) __",
"Roman Empire": "__La Empire romain__ (latin: Imperium romanum) était le plus grand empire du monde antique. Sa capitale était Rome et son empire était basé en Méditerranée. L'empire date de 27 avant JC, quand Octavian est devenu l'empereur, Auguste, jusqu'à ce qu'il tombe en 476 après JC, marquant la fin du monde antique et le début du Moyen Âge ou des âges sombres.\n\nL'Empire était la troisième étape de la Rome antique. Rome a d'abord été gouvernée par les rois romains, puis par la République romaine, puis par un empereur.\n\nDe nombreuses terres modernes faisaient autrefois partie de l'Empire __roman__, notamment la Grande-Bretagne (pas l'Écosse), l'Espagne, le Portugal, la France (Gaule), l'Italie, la Grèce, la Turquie, l'Allemagne, l'Égypte, le Levant, le Levant, la Crimée, la Suisse et la côte nord de l'Afrique. La langue principale du __roman Empire__ était latin; Le grec était une langue secondaire importante.\n\nLa partie ouest du __roman Empire__ s'est poursuivie pendant environ 500 ans, et la partie orientale, y compris la Grèce et l'Anatolie, s'est poursuivie pendant environ mille ans de plus. La partie orientale s'appelait l'Empire byzantin, sa capitale étant Constantinople et a été terminée par la conquête ottomane de Constantinople en 1453 par le sultan Fatih Mehmet. Cet événement a été prophétisé par le Prophète Muhammad et est l'un des événements les plus notables de l'histoire du monde.",
"Crusades": "__Les croisades étaient une série de guerres religieuses menées entre chrétiens et musulmans sur le contrôle de la Terre Sainte. Traditionnellement, ils ont eu lieu entre 1095 et 1291. La Terre Sainte était toujours un endroit qui est très important pour les trois principales religions monothéistes: l'islam, le judaïsme et le christianisme. Il existe de nombreux sites religieux importants en Terre Sainte. C'est la terre maintenant appelée Israël ou Palestine. Jérusalem, Nazareth, Bethléem, Hébron et d'autres sites religieux sont tombés sous le contrôle des musulmans pendant le califat d'Omar (RA), le troisième calife et ami proche et compagnon du Prophète Muhammad (SAW).\n\nIl y avait beaucoup de croisades différentes. Les __crusades__ les plus importants et les plus importants ont eu lieu du 11e au 13ème siècle. Il y avait 9 grandes croisades pendant cette période. Il y avait aussi de nombreuses croisades plus petites. Certaines croisades étaient même en Europe (par exemple, en Allemagne, en Autriche et en Scandinavie). Les plus petits __crusades__ ont continué jusqu'au XVIe siècle, jusqu'à la Renaissance et la Réforme.\n\nLe mot «croisade» est lié au mot «croix» et signifie une guerre sainte chrétienne. Il y a aussi le mot arabe \"Jihad\", qui signifie s'efforcer et lutter par les musulmans qui peuvent avoir la même connotation que \"Crusade\" pour les musulmans pendant une période de guerre. Le Prophète (Saw) a appris que c'est le moindre djihad et le plus grand djihad se présente dans la bataille pour vivre une vie pieuse.\n\nTous les parties (chrétiens, musulmans et juifs) croyaient beaucoup à leurs religions. Beaucoup de croisades avaient souvent des raisons politiques ou monétaires derrière elles. Comme toutes les guerres.\n\nIl est triste de voir des hostilités entre les trois confessions abrahamiques qui partagent tant en commun. Les musulmans considèrent les Juifs et les chrétiens comme des gens du livre, ce qui signifie qu'ils ont un statut spécial et une relation plus étroite avec les musulmans que tout autre peuple. Vous pouvez le voir dans la vie du Prophète (SAW) et où lui et les compagnons ont été attristés par la perte du chrétien byzantin) contre les Sassaniens dans une grande bataille. Cela a été enregistré dans les hadiths et a même parlé dans le Coran. C'est aussi une autre preuve intéressante de l'authenticité de l'islam alors que Dieu a révélé un événement futur qui est arrivé: __ \"Les Romains ont été vaincus. Dans une terre à proximité (Anatolie); mais ils seront bientôt victorieux en quelques années. À Allah appartient la commande avant et après. Et ce jour-là, les croyants se réjouiront \"(Coran 30: 2-4) __\n\nÀ l'époque, cela a été révélé, les païens arabes étaient du côté des Sassaniens païens, tandis que les musulmans arabes espéraient que le chrétien a remporté cette bataille. Lorsque les chrétiens ont perdu les païens se moquaient des musulmans pour cette perte et disant des choses comme: \"Où est ton Dieu puissant maintenant?\". Dieu a donc révélé ce verset en ce moment. Effectivement, en 622 après JC lors de la bataille d'Issus, les Byzantins sous l'empereur Héraclius ont remporté une victoire écrasante et durable en Anatolie contre les Sassaniens, confirmant ainsi la prophétie coranique.",
"Black Plague": "__La Black Death__ était une épidémie de maladies qui ont tué des millions de personnes à travers l'Europe et l'Asie. Près d'une personne sur trois en Europe est décédée de la maladie et était au pire entre 1347 et 1351. La maladie a peut-être commencé en Asie. La plupart des gens pensent que la maladie était la peste bubonique. Cette maladie est transportée et propagée par les puces vivant sur des rats. Les commerçants de la route de la soie ont peut-être apporté les puces infectées en Europe.\n\nLes puces ont commencé le problème; Les puces infectées ont été transportées par des rats noirs. Les rats qui transportaient les puces iraient dans les villes. Lorsque les puces ont mordu quelqu'un, il injecterait un peu de bactéries dans la blessure. Cela entraînerait l'infecter la personne. Les rats étaient souvent sur des navires. Cela signifiait que la maladie se propage extrêmement rapidement, dans toute l'Europe.\n\nChez l'homme, la maladie a provoqué un gonflement dans l'aine, sous les bras et derrière les oreilles. Ces gonflements étaient d'une couleur noire et violette, d'où le nom «la mort noire». Les gonflements sombres étaient appelés bulles. Les gens souffraient et les victimes sont mortes d'une mort horrible. Les symptômes ont pu être observés 3 à 7 jours après que les victimes ont été mordues par une puce portant la maladie.\n\nMalheureusement, dans certaines villes comme à Londres, on pensait que les chats provoquaient la maladie, ils ont donc été chassés et tués en grand nombre. Malheureusement, comme on pouvait s'y attendre, cela a fait s'aggraver la peste car les rats ont perdu leur principal prédateur naturel et les populations se sont encore plus grandes.\n\nUn autre fait intéressant autour de la peste bubonique est la façon dont le pape s'est sauvé. À l'époque, les musulmans étaient à la tête de toutes les découvertes médicales et scientifiques. En peignant à travers de nombreux livres musulmans, le clergé catholique a découvert que le feu était censé éloigner et tuer certaines maladies (germes). En tant que tels, ils ont allumé un énorme feu dans un cercle entourant le pape qui a duré plusieurs semaines. Bien sûr, les rats gardés et leurs fusions forment le pape et il a survécu sans aucun problème.",
"Constantinople Istanbul": "__Constantinople__ était la capitale de l'Empire romain (330-395), l'Empire byzantin / Est romain (395-1204 et 1261-1453), l'Empire latin (1204-1261) et l'Empire ottoman (1453-1922). En 1930, il a été renommé Istanbul. C'est une ville de la Turquie actuelle.\n\nLa conquête d'Istanbul, également connue sous le nom d'Islambol, était encore un autre signe et preuve de l'islam, car le prophète Muhammad l'avait prophétisé. __ «En vérité, vous conquérirez Constantinople. Quelle merveilleuse armée sera cette armée, et quel merveilleux commandant sera ce conquérant. » (Musnad, i, 176; iv, 335; Darimi, «Muqaddima», p. 43) .__ C'est un grand honneur pour les Ottomans qui ont conquis la ville en 1453 et ont eu l'un des empires régnants et les plus puissants de l'histoire .\n\nLes historiens ont déclaré que, pour la période, la conquête de __Constantinople__ équivaut à conquérir un endroit comme New York aujourd'hui.",
"Newton and Gravity": "Lorsque la plupart des gens pensent à __isaac Newton__, ils pensent à lui assis sous un pommier en regardant une pomme chuter. Certaines personnes croient même que la pomme est tombée sur sa tête. __Newton__ a compris que ce qui fait que des choses comme les pommes tombent au sol est un type de force spécifique - la force que nous appelons la gravité. __Newton__ pensait que la gravité était la force d'attraction entre deux objets, comme une pomme et la terre. Il pensait également qu'un objet avec plus de matière exerçait la même force sur des objets plus petits qu'ils y exerçaient. Cela signifiait que la grande masse de la Terre a tiré des objets vers lui. C'est pourquoi la pomme est tombée au lieu de haut, et pourquoi les gens ne flottent pas dans l'air.\n\n__Isaac Newton__ a continué à penser à la gravité. Avant __Newton__, les gens pensaient que seuls les objets près de la terre tomberaient. Mais __Newton__ pensait que la gravité ne devrait pas se limiter à la terre et aux objets dessus. Et si la gravité allait sur la lune et au-delà?\n\n__Newton__ a inventé une formule pour calculer la force d'attraction entre deux corps. Il l'a utilisé pour calculer la force nécessaire pour faire bouger la lune autour de la terre. Puis il l'a comparé à la force qui a fait tomber la pomme vers le bas. Après avoir permis le fait que la lune est beaucoup plus éloignée de la terre et a une masse beaucoup plus grande, il a découvert que les forces étaient les mêmes. La lune est maintenue dans une orbite autour de la terre par l'attraction de la gravité de la Terre.\n\nLa formule inventée par __Newton__ est appelée la loi de la gravitation. Il était assez ingénieux et ses nombreuses lois sont devenues connues sous le nom de physique newtonienne. Beaucoup de ses formules mathématiques sont encore utilisées pour calculer la mécanique des objets pour des objets plus grands. Ils ne sont pas exacts pour les petites choses, donc une nouvelle science appelée Quantum Physics est en cours de développement pour essayer de comprendre cet étrange monde d'objets microscopiques.",
"Industrialization": "__Industrialization__ (ou industrialisation) est un processus qui se produit dans les pays lorsqu'ils commencent à utiliser des machines pour faire des travaux qui ont été effectués par des personnes. __Industrialization__ change les choses que les gens font. __Industrialization__ a poussé les villes à grandir. Beaucoup de gens ont quitté l'agriculture pour occuper des emplois plus payés dans les usines dans les villes.\n\n__Industrialization__ fait partie d'un processus où les gens adoptent des moyens plus faciles et moins chers de faire des choses. En utilisant une meilleure technologie, il devient possible de produire plus de marchandises dans un temps plus court. Plus de choses peuvent être produites par moins de personnes.\n\nAprès l'industrialisation, les gens font également des emplois plus spécialisés. Par exemple, avant l'industrialisation, un cordonnier (une personne qui fabrique des chaussures et des articles en cuir) a fait une paire de chaussures tout seul. Il a travaillé sur une paire de chaussures, l'a terminé, puis commencerait sur la prochaine paire de chaussures. Avec l'industrialisation, de nombreuses personnes sont impliquées dans la fabrication de chaussures en coupant le processus de fabrication de chaussures en tâches plus petites. Par exemple, il y a une personne qui coupe la semelle de la chaussure et une autre personne la couvre. En bref, il y a une division du travail et il est connu comme une chaîne de montage aujourd'hui. Les machines de ces usines coûtent beaucoup d'argent, de sorte que l'usine appartiendra à une personne riche qui peut se permettre les machines et embaucher des travailleurs pour gérer les différentes machines et tâches.\n\n__Industrialization__ a commencé en Angleterre avec la révolution industrielle au XVIIIe siècle. Il se propage d'abord à certaines parties de l'Europe et en Amérique du Nord. Au 20e siècle, l'industrialisation s'est propagée à la plupart des autres pays.",
"Darwin's Theory of Evolution": "__ \"Allah a créé tous les animaux à partir de l'eau. De eux sont certains qui se glissent sur le ventre, certains qui marchent sur deux jambes, et certains qui marchent sur quatre. Allah crée ce qu'il veut, car vraiment Allah a le pouvoir sur toutes choses\" ( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Son livre \"Sur l'origine des espèces\" en 1859. Il y a présenté de nombreuses théories sur la façon dont la vie est devenue sur Terre. Il a proposé la sélection naturelle, qui est un processus où les animaux avec certains traits, peuvent mieux survivre comme la façon dont tous les animaux ont vu le jour. Cependant, Darwin ne comprenait pas ou ne connaissait pas la génétique à l'époque ni comment les traits ont été réellement transmis. Il ne pouvait donc pas expliquer avec précision ce qui a fait ressembler les enfants à leurs parents.\n\nNéanmoins, __darwin's__ explication de l'évolution est fondamentalement acceptée par la communauté scientifique et les scientifiques travaillent dur pour essayer de prouver qu'ils ont évolué à partir d'organismes et de singes unicellulaires à ce jour. Alors que les musulmans, les chrétiens et les juifs croient que nous sommes des descendants d'Adam (Saw) et Hawwa (Eve), le premier homme et femme. Les scientifiques font référence à des résultats comme une «conception intelligente» et il existe d'innombrables preuves de cela, comme la façon dont l'ADN, le corps humain, les systèmes solaires, etc. fonctionnent.\n\nSemblable au darwinisme, l'islam reconnaît l'idée que la vie se développe par étapes et sur une période de temps. De plus, nous croyons que Dieu a le pouvoir sur toutes choses et peut facilement changer n'importe quoi pour adopter son environnement. Dieu l'a créé la première fois, la deuxième fois serait plus facile, non? Tout comme nous sommes ressuscités le jour du jugement.\n\nMais contrairement aux théories évolutionnistes modernes qui disent que des mutations aléatoires, qui sont toujours désastreuses et de nature mortelle, font évoluer un animal, nous croyons que Dieu peut changer un animal pendant la nuit pour avoir un bec plus long pour trouver la nourriture plus facile après une inondation si elle a besoin, car, car Exemple. Ceci est en fait documenté sur de nombreuses études sur les traits d'adaptation des oiseaux si rapidement que les scientifiques ne peuvent pas l'expliquer et sont inquiets, d'autres espèces ne s'adapteront pas aussi rapidement. Cela est plus logique qu'un animal évoluant lentement et au hasard par hasard. De plus, il y a des cas de papillons nouveaux ou éteints qui sortent miraculeusement de nulle part. Les musulmans se soucient beaucoup des animaux et de l'environnement, mais nous ne soulignons pas à ce qu'ils soient éteints ou ne pouvant pas prendre soin d'eux-mêmes parce que, comme tout, nous mettons notre confiance en Dieu.\n\nEn résumé, les musulmans rejettent l'idée que les êtres humains ont évolué au hasard des singes. Les musulmans pensent que les êtres humains sont considérés comme une création spéciale. L'islam enseigne que les êtres humains sont une forme de vie unique qui a été créée par Allah, comme tout le reste; Cependant, nous avons des cadeaux et des capacités uniques contrairement à tout autre animal et à l'être. Par exemple, nous avons une âme éternelle, une conscience, une imagination, une connaissance et un libre arbitre. Nous pouvons être forts, bons et pieux ou être faibles et travailler uniquement pour répondre à nos désirs égoïstes. Quoi qu'il en soit, la vie des êtres humains a commencé avec la création de deux personnes, une homme et une femme nommé Adam et Hawwa (Eve) et cela nous rend tous liés par le sang et la famille.\n\nLe Coran décrit qu'Allah __ \"Fabriqué à partir d'eau chaque être vivant\" (Coran 21:30) .__ Un autre verset décrit comment __ \"Allah a créé chaque animal à partir de l'eau. D'entre eux sont certains qui se glissent sur leur ventre, certains que Marchez sur deux jambes, et certaines qui marchent sur quatre. Allah crée ce qu'il veut, car vraiment Allah a le pouvoir sur toutes choses \"(24:45) .__\n\nCes versets soutiennent la théorie scientifique selon laquelle la vie a commencé dans l'eau.",
"World War 1": "__ World War I__ (ou la Première Guerre mondiale) a été une guerre mondiale qui a commencé le 28 juillet 1914 et a duré jusqu'au 11 novembre 1918. La guerre a duré exactement quatre ans, trois mois et 14 jours.\n\nLa plupart des combats se trouvaient en Europe, mais des soldats de nombreux autres pays ont participé, et cela a changé les empires coloniaux des puissances européennes et a également entraîné la fin de l'Empire ottoman. Avant le début de la Seconde Guerre mondiale en 1939, la guerre du monde I__ s'appelait la Grande Guerre, la Seconde Guerre mondiale ou la «guerre pour mettre fin à toutes les guerres». 135 pays ont participé à la guerre du monde i__ et près de 10 millions de personnes sont mortes lors des combats, principalement de la maladie et de la famine.\n\n__ World War I__ a été mené par la plupart des pays d'Europe. Les combats réels étaient sur de nombreux fronts différents. Le front occidental était l'endroit où la plupart des combats entre l'Allemagne et les alliés se sont produits. La plupart des combats ici étaient la guerre des tranchées.\n\nLe front oriental a été mené en Europe centrale et orientale. Se battre ici n'était pas une guerre de tranchée mais une guerre mobile en raison de la taille de l'avant. Beaucoup de combats se sont produits sur le front du Moyen-Orient et le front italien. Les combats ont également eu lieu en Afrique, en Chine et en mer ainsi qu'en l'air.\n\nLa guerre s'est terminée par la signature de nombreux traités différents, le plus important étant le traité de Versailles.\n\n__ World War I__ a été la première grande guerre où les réservoirs, les avions et les sous-marins ou (U-Boats) étaient des armes importantes.",
"World War 2": "__World War II__ (Seconde Guerre mondiale ou Seconde Guerre mondiale), également appelée Seconde Guerre mondiale et, en Union soviétique, la Grande Guerre patriotique, était une guerre mondiale impliquant des combats dans de nombreuses régions du monde et de nombreux pays. La plupart des pays ont combattu dans les années 1939-1945, mais certains ont commencé à se battre en 1937. La plupart des pays du monde, y compris toutes les grandes puissances, se sont battus dans le cadre de deux alliances militaires: les alliés et les pouvoirs de l'axe. __World War II__ a été le conflit le plus meurtrier de toute l'histoire humaine. Cela impliquait plus de pays, coûtait plus d'argent et tuait plus de personnes que toute autre guerre dans l'histoire humaine. Entre 50 et 85 millions de personnes sont mortes. La majorité étaient des civils. Il comprenait des massacres, le génocide délibéré de l'Holocauste, le bombardement stratégique, la famine, la maladie et la première utilisation d'armes nucléaires dans l'histoire par les États-Unis au Japon.\n\nLa guerre en Asie a commencé lorsque l'Empire du Japon a envahi la Chine le 7 juillet 1937. Les États-Unis ont réagi en plaçant un embargo pétrolier sur le Japon. Le début de la guerre en Europe a été lorsque l'Allemagne a envahi la Pologne le 1er septembre 1939. La France et la Grande-Bretagne ont réagi en déclarant la guerre à l'Allemagne. En 1941, une grande partie de l'Europe était sous contrôle allemand. Seul la Grande-Bretagne est restée luttant contre l'axe en Afrique du Nord, la Méditerranée et l'Atlantique. En juin 1941, les pouvoirs de l'axe ont envahi l'Union soviétique, déclenchant la plus grande zone de guerre de l'histoire. Le 7 décembre 1941, le Japon a attaqué les colonies occidentales dans le Pacifique et les deux guerres sont devenues une.\n\nLes victoires japonaises ont été arrêtées en 1942 et les victoires européennes de l'axe ont également été arrêtées en 1943, à la fois en Afrique du Nord et en Union soviétique. Après cela, les Alliés ont commencé à riposter de tous les côtés. L'axe a perdu l'Afrique du Nord et, à partir de 1943, a été contraint de défendre l'Italie. En 1944, les Alliés ont envahi la France, se dirigeant vers l'Allemagne sur la rivière du Rhin, tandis que les Soviétiques se ferment depuis l'est. L'Allemagne s'est rendue en mai 1945. Le Japon s'est officiellement rendu le 2 septembre 1945. La guerre s'est terminée par la victoire alliée.\n\nAprès la guerre, les Nations Unies ont été créées pour développer un soutien entre les pays et empêcher les guerres futures. La guerre froide parmi les principaux gagnants a rapidement commencé, mais ils ne se sont pas battus dans une guerre réelle. La décolonisation de l'Asie et de l'Afrique, où ces pays contrôlés par les pays européens ont également eu leur indépendance, s'est également produit. En effet, le pouvoir européen a été affaibli de la guerre. La reprise économique et l'intégration politique (le processus d'union des pays) ont été parmi les autres résultats de la guerre.",
"Cold War": "__La guerre froide (1947-1991) était la relation tendue entre les États-Unis (et ses alliés), et l'Union soviétique (l'URSS et ses alliés) entre la fin de la Seconde Guerre mondiale et la disparition de l'Union soviétique.\n\nLa plupart des pays d'un côté étaient alliés dans l'OTAN, dont les deux plus grands pays militaires étaient les États-Unis et la Turquie. La plupart des pays de l'autre côté étaient alliés dans le pays le plus puissant du Pacte de Varsovie était l'Union soviétique (aujourd'hui Russie).\n\nLe groupe occidental-capitaliste des pays comprend les Amériques, la Turquie, l'Europe occidentale, Israël, le Japon, la Corée du Sud, la Thaïlande, l'Iran (1945-1979), le Pakistan, la Malaisie, les Philippines, l'Afrique du Sud, l'Australie et la Nouvelle-Zélande.\n\nLe groupe oriental-socialiste comprend l'Union soviétique, l'Europe de l'Est, l'Angola, l'Éthiopie, Cuba (1959-1991), la Mongolie, la Corée du Nord, la Chine et le Vietnam.\n\nLa guerre froide s'est terminée par la chute du mur de Berlin en 1989, la Russie passant d'un pays communiste socialiste à un pays capitaliste démocratique. Cependant, il reste encore un conflit ici, comme on le voit dans les récentes batailles et la guerre entre la Russie et l'Ukraine.",
"Moon Landing": "__Apollo 11__ a été le premier vol à envoyer des gens sur la lune. Cela a été fait par la NASA (National Aeronautics and Space Administration), l'American Space Agency d'origine. Il est allé dans l'espace le 16 juillet 1969, transportant trois astronautes: Neil Armstrong, Buzz Aldrin et Michael Collins. Le 20 juillet 1969, Armstrong et Aldrin sont devenus les premiers humains à atterrir sur la lune, tandis que Collins est resté en orbite autour de la lune.\n\nLe vol faisait partie de la __space race__ entre les États-Unis et l'Union soviétique. Il a terminé le plan établi par John F. Kennedy, le 35e président des États d'Unite, en 1961 pour \"atterrir un homme sur la lune et le retourner en toute sécurité sur la terre\", avant la fin des années 1960.",
"World Wide Web": "__La Internet__ est le plus grand réseau mondial de communication d'ordinateurs. Internet possède des millions de réseaux nationaux, académiques, commerciaux et gouvernementaux plus petits, qui ont ensemble de nombreux types d'informations différents. Le terme est parfois abrégé comme \"le net\", abréviation du réseau. Le World Wide Web__ est l'un de ses plus grands services. Il est utilisé par quelques milliards de personnes partout dans le monde.\n\nInternet a été développé aux États-Unis par la \"United States Advanced Research Projects Agency\" (DARPA). Internet a été connecté pour la première fois en octobre 1969 et a été appelé __arpanet__. Le World Wide Web__ a été créé au CERN en Suisse en 1990 par un scientifique britannique (Royaume-Uni) nommé Tim Berners-Lee."
}
