{
"Adam": "Første profet og far til alle mennesker.\nHistorien om Adam og skabelsen er samlet i hele Koranen. Der er referencer i kapitler: 2, 4, 5, 20, 21, 38 og andre. I Koranens fortælling skabte Gud menneskeheden ud af ler (Q3: 59), [18] formet den til en form og befalede derefter englene at bøje (underkaste) til Adam. Iblis nægtede ude af stolthed (Q15: 26-32) [19] og blev forvist fra Jannah (Paradise).\n\nIfølge Koranen havde Gud allerede før skabelsen af ​​Adam, at menneskeheden (Adam og hans afkom) ville blive placeret på Jorden. Islam tilskriver ikke menneskehedens liv på jorden som en straf, snarere som en del af Guds plan.\n\n\"'Sandelig, jeg vil placere menneskehedens generationer efter generationer på jorden.' De (Englene) sagde: 'Vil du placere deri, der vil gøre ondskab deri og kaste blod, mens vi (englene) priste dig med ros og tak og hellige dig?' Gud sagde: 'Jeg ved det, som du ikke kender.' \"\n\nGud lærer derefter Adam navnene på alle ting og samler englene foran Adam for at vise dem, at der er mere ved Adam end de ved, især Adams høje intellektuelle kapacitet:\n\n\"Og han lærte Adam navnene - alle sammen. Så viste han dem til englene og sagde:\" Informer mig om navnene på disse, hvis du er sandfærdig. \"De sagde:\" Ære til dig (sagde englene), Af viden har vi ingen, undtagen hvad du har lært os: i sandhed er det du, der er perfekt i viden og visdom. \"Han sagde:\" O Adam! Fortæl dem deres navne. \"Da han havde fortalt dem, sagde Gud (til englene):\" Fortalte jeg dig ikke, at jeg kender hemmelighederne i himmel og jord, og jeg ved, hvad I afslører, og hvad skjuler I? \"\n\nGud kommanderer englene til at bøje sig for Adam. Alle adlyde, bortset fra Iblis, der føler, at han er lavet af ild, ikke burde bøje sig for Adam, der var lavet af Jorden. Hans ulydighed mod Guds kommando efterfulgt af hans stolthed fik ham til at falde ud af Guds fordel:\n\n\"Og se, vi sagde til Englene:\" Bøj sig for Adam \", og de bøjede sig. Ikke så Iblis: Han nægtede og var hovmodig: Han var af dem, der afviser tro (dem, der er ulydige).\" (2:34)\n\nGud placerer senere Adam og Eva i haven og fortæller dem, at de er fri til at nyde af dens frugter, undtagen at ikke komme i nærheden af ​​et bestemt træ: (2:35)\n\n”Vi sagde:” O Adam! bo du og din kone i haven; Og spis af de rigelige ting deri som (hvor og hvornår) du vil; Men tilgang ikke dette træ, eller I løber i skade og overtrædelse. \"\n\nSatan bedrager derefter Adam og Eva til at spise af træets frugter: (2:36)\n\n\"Så fik Satan dem til at glide fra (haven) og få dem ud af staten (af Felicity), hvor de havde været. Vi sagde:\" Få jer ned, alle (I folk), hvor nogle af jer havde fjendskab mod andre. På jorden vil være din bolig og dine middel til levebrød - i en tid. \"\n\nAdam og Eva føler en masse anger for deres handlinger, men Gud vender sig til Adam i nåde og trøster ham: (2:37)\n\n”Så lærte Adam fra sine Herre inspirationsord, og hans Herre vendte sig mod ham; for han vender ofte, mest barmhjertig.”\n\nGud informerer derefter Adam om, at Gud vil sende sin vejledning til Adam og hans afkom: (2:38)\n\n\"Vi sagde:\" Gå ned alle jer fra dette sted (haven), så når der kommer til dig vejledning fra mig, og hvem der følger min vejledning, må der ikke være nogen frygt for dem, og de skal heller ikke sørge. \"\n\nI Edens have, lokker Satan (ofte identificeret som Iblis) Adam og Eva til at adlyde Gud ved at smage frugten fra det forbudte træ. Gud, sender Adam og Eva ud i resten af ​​jorden. [20] [21]\n\nKoranen beskriver også de to sønner af Adam og Eva, Kain og Abel. [22] [23]",
"Idris": "Opfinder af pennen og opfinderen af ​​nålen.",
"Nuh": "Overlevende af den store oversvømmelse.",
"Hud": "Købmand\n\nDette er en kort oversigt over HUDs fortælling med vægt på to særlige vers:\n\nBefolkningen i ʿād var ekstremt magtfulde og velhavende, og de byggede utallige bygninger [19] og monumenter for at vise deres magt. Imidlertid viste ʿād folks rigdom i sidste ende at være deres fiasko, da de blev arrogante og forlod Gud og begyndte at vedtage idoler til tilbedelse, herunder tre idoler ved navn Samd, Samud og Hara. [11] Hud, selv i barndommen, forblev konsekvent i bøn til Gud. Det er relateret gennem eksegese, at HUDs mor, en from kvinde, der havde set store visioner ved sin søns fødsel, var den eneste person, der opmuntrede HUD i hans tilbedelse. [20] Således rejste Herren Hud som en profet for ʿād -folket. [20]\n\nDa HUD begyndte at forkynde og inviterede dem til tilbedelse af kun den sande Gud, og da han bad dem om at omvende sig for deres tidligere synder og bede om nåde og tilgivelse, begyndte ʿād -folk at genoplive ham og begyndte ondskabsfuldt at håne Guds budskab. HUDs historie markerer den profetiske cyklus, der er fælles for de tidlige profeter, der er nævnt i Koranen: profeten sendes til sit folk for kun Koranen [3] siger:\n\nVi sendte til befolkningen i 'Ad deres bror Hud, der sagde: \"O Mit folk, tilber Gud; du har ingen anden Gud, men han (hvad angår idolerne), du opfinder kun løgne.\nO Mine folk, jeg beder ikke omkommundent for det: min belønning er med ham, der skabte mig. Vil du derfor ikke forstå?\nO Mine folk, bed din Herre om at tilgive dig og vende sig til ham i omvendelse. Han sender regn i torrents til dig fra himlen og giver dig ekstra styrke. Så vend ikke væk fra ham som syndere. \"\nDe sagde: \"O Hud, du er kommet til os uden bevis. Vi vil ikke opgive vores guder, fordi du siger det og heller ikke tror på dig.\nAlt, hvad vi kan sige, er, at nogle af vores guder har slået dig med det onde. \"Han svarede:\" Jeg kalder Gud for at være vidne til, og du er også vidne til, at jeg er klar over det, du forbinder (i dine anliggender)\nBortset fra ham. Betydes mod mig så meget som du vil, og giver mig ingen pusterum.\nJeg sætter min tillid til Gud, som er min Herre og din Herre. Der er ingen væsen, der bevæger sig på jorden, som ikke holdes af forelock fast af ham. Sandelig er min Herres måde lige.\nHvis du vender dig væk, (husk), har jeg leveret dig den besked, jeg blev sendt med. Min Herre vil placere andre mennesker på dit sted, og du vil ikke være i stand til at sejre imod ham. Faktisk holder min herre et vagt over alle ting. \"\n\n-Koranen, Sura 11 (HUD), Ayah 50-57\nMirakel af HUD\nIfølge Tafsir fra Ibn Qayyim al-Jawziyya i sin analysebog, Madaarij Saalikeen, som er blevet citeret af Ibn Abi al-Izz i hans Syarh (kommentar) af al-Aqida al-Tahawiyya, har HUD vist sit mirakel, som er påpeget af Verset på 56-58:\n\n(56) \"Alt, hvad vi kan sige, er, at nogle af vores guder har slået dig med det onde.\" Han svarede: \"Jeg kalder Gud for at være vidne til, og du er også vidne til, at jeg er klar over det, du forbinder (i dine anliggender) ... bortset fra ham. Betydes mod mig så meget som du vil, og giver mig ingen pusterum .\n\n(57) Jeg sætter min tillid til Gud, som er min Herre og din Herre. Der er ingen væsen, der bevæger sig på jorden, som ikke holdes af forelock fast af ham. Sandelig er min Herres måde lige.\n\n(58) Hvis du vender dig væk, (husk (husk), har jeg leveret dig den besked, jeg blev sendt med. Min Herre vil placere andre mennesker på dit sted, og du vil ikke være i stand til at sejre imod ham. Faktisk holder min herre et vagt over alle ting. \"\n\n- Koranen, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (arabisk: صالِحٌ, romaniseret: ṣāliḥ, lit. 'from', også stavet salih), er en arabisk profet, der er nævnt i Koranen [1] [2], der profeterede til Thamud -stammen [3] [4] [5 ] I det gamle Arabien, før profeten Muhammeds levetid. Historien om Salih er knyttet til historien om Guds Camel, som var den gave, som Gud gav til Thamud-folket, da de ønskede et mirakel til at bekræfte, at Salih virkelig var en profet.\n\nHans erhverv var en kamelopdrætter.\n\nHistorisk kontekst\n\nMada'in Salih eller Al-Hijr i Hijazi Mountainous-regionen i Saudi-Arabien\nThamud var en stammeforbund i den nordvestlige region på den arabiske halvø, nævnt i assyriske kilder i Sargon II's tid. Stammens navn vises fortsat i dokumenter i det fjerde århundrede CE, men i det sjette århundrede blev de betragtet som en gruppe, der var forsvundet for længe siden. [6]: 81\n\nIfølge Koranen blev den by, som Salih blev sendt til, kaldet Al-Hijr, [7], hvilket svarer til den Nabataiske by Hegra. [8] Byen steg fremtrædende omkring det første århundrede e.Kr. som et vigtigt sted i den regionale campingvognhandel. [9] Ved siden af ​​byen var store, dekorerede klippeskårne grave, der blev brugt af medlemmer af forskellige religiøse grupper. [6]: 146 På et ukendt punkt i gamle tider blev stedet forladt og muligvis funktionelt erstattet af al-'ula. [10] Webstedet er blevet omtalt som Mada'in Salih siden Muhammeds æra, opkaldt efter hans forgænger Salih. [11]\n\nUden for den islamiske og Baháʼí -tro nævnes Salih ikke i nogen anden Abrahamisk skrift eller nutidig historisk tekst, men beretningen om Thamuds ødelæggelse kan have været velkendt i det gamle Arabien. Stammens navn bruges i gamle arabiske poesi som en metafor for \"forbigående af alle ting\". [6]: 223–24\n\nI islam\nBismillahir Rahmanir Rahim\nDel af en serie om islam\nIslamiske profeter\nAnbiya\nProfeter i Koranen\nListet med islamisk navn og bibelsk navn.\nʾĀdam (Adam) ʾidrīs (Enoch) Nūḥ (Noah) Hūd (Eber) ṣāliḥ (Selah) ʾibrāhīm (Abraham) Lūṭ (Lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac) Yaʿqūb (Jacob) Yūsuf (Joseph) Ayūb (Job) Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel eller Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ (Elisha) Zakarīīya (Zecariah) Yaaḥ (John) ʿ yrs ʿāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāier ) Muḥammad (Muhammad)\nHovedbegivenheder\nSynspunkter\nIslam Portal\nVTE\nDel af en serie på\nislam\nAllah3.svg\nTro\nPraksis\nTekstfundationer\nHistorie\nKultur og samfund\nrelaterede emner\n Islam Portal\nVTE\nKoranen\n\nSalih inviterer sit folk til at se She-Camel\nBelyst samling af historier om profeterne\nSalihs liv i hans samfund havde været så retfærdig, at befolkningen i Thamud praktisk talt var afhængig af ham for støtte. [12] Han blev valgt af Gud som en messenger og sendt for at prædike mod de velhavende egoisme og for at fordømme praksis med shirk (afgudsdyrkelse eller polyteisme). Selvom Salih forkyndte budskabet i en vedvarende periode, nægtede folket for Thamud at høre hans advarsel og begyndte i stedet at bede Salih om at udføre et mirakel for dem. De sagde: \"O Salih! Du har været af os! Et centrum af vores håb hidtil! Dost du forbyder os tilbedelse af, hvad vores fædre tilbad? Men vi er virkelig i mistænkelige (ubehagelige) tvivl om det, som du inviterer os til \"\n\nSalih mindede sit folk om de utallige slotte og paladser, de byggede af sten, [13] og om deres teknologiske overlegenhed over de nærliggende samfund. Desuden fortalte han dem om deres forfædre, ʿād -stammen, og hvordan de også blev ødelagt for deres synder. Nogle af befolkningen i Thamud troede Salihs ord, men stammelederne nægtede at lytte til ham og fortsatte med at kræve, at han demonstrerede et mirakel for at bevise sin profet. [14]\n\nSom svar gav Gud Thamud en velsignet She-Camel, som både et middel til næring og en test. Stammen fik besked om at give kamelen mulighed for at græsse fredeligt og undgå at skade hende. [15] Men i modstrid med Salihs advarsel, befolkningen i stammen hamstrede kamelen. [16] Salih informerede dem om, at de kun havde tre dage til at leve, før Guds vrede faldt ned over dem. [17] Befolkningen i byen var anger, [18], men deres forbrydelse kunne ikke fortrydes, og alle de vantro mennesker i byen blev dræbt i et jordskælv. Al-Hijr blev gjort ubeboet og forblev i ruiner i alle tid derefter. [19] Salih selv og de få troende, der fulgte ham, overlevede. [20]\n\nHistorien udvides til i Sūrat An-Naml, mens She-Camel ikke nævnes eksplicit her, siger det, at ni mænd planlagde at dræbe Salih og hele hans familie, [21] [22] En forbrydelse, som de blev slået ned af Gud tre dage senere. [23]\n\nMuslimsk tradition\nMuslimske forfattere har uddybet historien om Salih og She-Camel. Tidlig islamisk tradition involverede ofte et motiv af kamelen på mirakuløst vis, der fremgår af sten, ofte ledsaget af en kalv, og produktionen af ​​mælk fra kamelen. Al-Tabari siger, at Salih tilkaldte sit folk til et bjerg, hvor de var vidne til, at klippen mirakuløst opdelte åbent og afslørede kamelen. She-Camel havde en ung kalv. Salih informerede Thamud om, at den ældre kamel skulle drikke fra deres vandkilde på en dag, og de skulle drikke ud fra den næste dag. På dage, hvor de ikke fik lov til at drikke vand, forsynede kamel dem med mælk. Men Gud informerede Salih om, at en dreng, der ville hamstret kamelen, snart ville blive født til stammen, og at barnet var ondt og blev unaturligt hurtigt. Kamelen blev faktisk dræbt, og dens kalv råbte tre gange og signaliserede, at Thamud ville blive ødelagt på tre dage. Deres ansigter blev gule, derefter røde, derefter sorte, og de døde på den tredje dag som forudsagt. [24]\n\nIfølge nogle islamiske lærde var mor til Ismail, Hajar, en barnebarn af profeten Salih. [25]\n\nEn lignende tradition er relateret i en kommentar fra det ottende århundrede til islam af John of Damaskus [26] [27] og nævnes også i værkerne af Ibn Kathir. [28]",
"Ibrahim": "Judiasm, kristendom og islam. Builder af Kaaba.",
"Lut": "Historiker og rejsende.\n\nKoranen siger, at en gruppe af engle en dag besøgte Abraham som gæster i form af mænd [12] for at informere ham om, at hans kone Sarah var gravid med Isaac. Mens de var der, fortalte de ham også, at de var blevet sendt af Gud til de \"skyldige mennesker\" [13] af LUT [14] om at ødelægge dem [15] med \"et brus af sten af ​​ler\". [16] Lut og dem, der troede på ham, skulle skånes, men hans kone skulle dø i ødelæggelsen, med englene om, at \"hun er af dem, der hænger bag\". [17] [18] Koranen trækker også på Lots kone som et \"eksempel for de vantro\", da hun var gift med en retfærdig mand, men nægtede at tro på hans budskab og blev således dømt til helvede. [3] [19]\n\nBefolkningen i tvillingebyerne overtrådte mod Guds grænser. Ifølge Koranen omfattede deres synder inhospitalalitet og røveri [20] de hadede fremmede og frarøvede rejsende bortset fra andre overgreb og voldtægt. Det var også deres synd af seksuel misforhold, som blev betragtet som særlig uregelmæssig, med Lut stærkt chiding dem for at nærme sig mænd med seksuel lyst i stedet for kvinder. [21] [22] Lut fortalte og forsøgte at hjælpe dem med at opgive deres syndige måder, men de latterliggjorde ham [20] og truede med at fjerne ham fra byerne. [23] Lut bad til Gud og bad om at blive frelst fra konsekvenserne af deres syndige handlinger. [3] [24]\n\nDerefter kom tre engle, forklædt som smukke hanner, til Lut som gæster. Han sørgede for mændene, da han følte magtesløshed for at beskytte dem mod befolkningen i byerne. [25] Byers beboere, der blev opmærksomme på, at de besøgende krævede, at partiet overgav sine gæster til dem. [26] Ulovlig og bange for, at de ville pådrage sig Guds vrede, foreslog temmelig lovligt ægteskab med hans døtre [27] som fromme og renere alternativer til deres ulovlige ønsker og måske som en kilde til vejledning. [28] Men de var upålidelige og svarede \"Du ved, at vi ikke har behov for dine døtre: faktisk ved du ganske godt, hvad vi ønsker!\", [29] henviser til hans mandlige gæster.\n\nExegetes Ibn Kathir, Qurtubi og Tabari læser ikke 'døtre' for at betyde Lots bogstavelige døtre. De hævder, at da en profet er som en far for sin nation, instruerede partiet evildoerne om at vende sig væk fra deres synder og engagere sig i sunde og fromme forhold til nationens døtre, dvs. kvinder generelt. [30]\n\nEnglene afslørede derefter deres sande identitet for parti og sagde til ham: ”Vi er (her) for at levere dig og din følgende, undtagen din kone: hun er af dem, der hænger bagud.” [3] De rådede meget om at forlade byerne I løbet Passeret hvorpå Koranen læser: ”Vi vendte os (byerne) på hovedet og regnede ned på dem svovl hårdt som bagt ler, spredt, lag på lag,-“ [32] og blev således forseglet skæbnen for tvillingebyerne, der faldt til ødelæggelse og fortvivlelse og markering af afslutningen af ​​civilisationerne i Sodom og Gomorrah. [3]",
"Ismail": "Far til araber.\n\nIshmael betragtes som en profet i islam og er opført i Koranen med andre profeter i mange tilfælde. [11] [12] [13] [14] I andre vers, såsom 21:85 [15] og 38:48, [16] er Ishmael rost for at være tålmodig, god og retfærdig. [17] Et særligt eksempel, der beskriver Ishmael individuelt er 19: 54-55 [18]-\"Og kalder, gennem denne guddommelige skrivning, Ishmael. Se, han var altid tro mod sit løfte og var en apostel [af Gud], en Profeten, der plejede at tilslutte sig sit folkbøn og velgørenhed og fandt fordel i sin bæres syn. \"[19] Som en efterkommer af Ismael betragtes Muhammad betragtet som berettiget som profeten og fortsætter profeterlinjen fra før-islamisk tid.",
"Ishaq": "Den bibelske patriark Isaac (arabisk: إاق eller إ [note] ʾisḥāq) anerkendes som en profet og budbringer af Gud af muslimer. [1] Som i jødedom og kristendom hævder Islam, at Isaac var søn af patriarken og profeten Abraham fra sin kone Sarah. Muslimer holder Isaac i dyb ærbødighed, fordi de mener, at både Isak og hans ældre halvbror Ismael fortsatte deres fars åndelige arv gennem deres efterfølgende forkyndelse af Guds budskab efter Abrahams død. [2] Isaac nævnes i femten passager i Koranen. [3] Sammen med at blive nævnt flere gange i Koranen holdes Isaac op som en af ​​islams profeter.\n\nFar til israelitiske mennesker.\n\nTidligt liv\nPå grund af Guds nåde og pagt med Abraham blev Sarah begavet med et barn i sin alderdom. Isaac var en alder af 10 år, da hans halvbror Ismael gik ud fra Abrahams hus ind i ørkenen. Mens i ørkenen tog Ishmael en kone til døtrene til Moab ved navn ‘Ayeshah. [4]\n\nGravsted\nIsakens grav\nHans grav og hans kone Rebekah anses for at være i hulen til patriarkerne i Hebron, Vestbredden, kendt i Islam som Ibrahim-i-Mosque (\"Abraham\" moske \"). Ved siden af ​​Isaacs grav er de af nogle af de andre Koraniske/bibelske patriarker og deres hustruer: Abraham og Sarah og Jacob og Leah.\n\nNævner i Koranen\nIsaac nævnes femten gange ved navn i Koranen, ofte med sin far og hans søn, Jacob (Yaʿqūb). [5] Koranen siger, at Abraham modtog \"gode budskaber om Isaac, en profet, af de retfærdige\", og at Gud velsignede dem begge (37: 112). \"Og vi gav ham glade budskaber om Isaac, en profet blandt de retfærdige. Og vi velsignede ham og Isaac. Og blandt deres afkom er de dydige og dem, der helt klart forkerer sig\" [6] i en fyldigere beskrivelse, da engle kom til Ibrahim for at fortælle ham om den fremtidige straf, der skal pålægges Sodom og Gomorrah, hans kone, Sarah, \"lo, og vi gav hende gode budskaber om Isaac, og efter Isaac af (et barnebarn) Jacob\" (11: 71-74) ; Og det forklares endvidere, at denne begivenhed finder sted på trods af Abraham og Sarahs alderdom. Flere vers taler om Isaac som en \"gave\" til Abraham (6: 84; 19: 49-50), og 29: 26-27 tilføjer, at Gud gjorde \"Prophethood og bogen til at være blandt hans afkom\", som er blevet fortolket For at henvise til Abrahams to profetiske sønner, hans profetiske barnebarn Jacob og hans profetiske oldebarn Joseph. I Koranen fortæller det senere, at Abraham også roste Gud for at have givet ham Ishmael og Isaac i sin alderdom (XIV: 39-41).\n\nAndre steder i Koranen nævnes Isaac på lister: Joseph følger religionen for hans forfædre Abraham, Isaac og Jacob (12: 38) og taler om Guds fordel for dem (12: 6); Yaʿqūbs sønner vidner alle om deres tro og lover at tilbede guden om, at deres forfædre, \"Abraham, Ismael og Isaac\", tilbad (2: 127); og Koranen kommanderer muslimer til at tro på de åbenbaringer, der blev givet til \"Abraham, Ishmael, Isaac, Jacob og patriarkerne\" (2: 136; III: 84).",
"Yaqub": "Yaqub ibn Ishaaq ibn Ibrahim (arabisk: يعْقُ اْنُ إِ : إِرآءِیْل [Israaeel]), også kendt som Jacob, er en profet i islam. Han anerkendes som en patriark af islam. Muslimer mener, at han forkyndte den samme monoteistiske tro som hans forfædre: Abraham (Ibrāhīm), Ishmael (Ismail) og Isaac (Ishaaq).\n\nJacob nævnes seksten gange i Koranen. [1] To yderligere henvisninger til Isra'il antages at nævnes Jacob. [2] I størstedelen af ​​disse referencer nævnes Jacob sammen med kollega hebraiske profeter og patriarker som en gammel og from profet, der opholdt sig i \"selskabets selskab\". [3] [4] Muslimer hævder, at Jacob var søn af Isak, og at han prædikede Guds enhed i hele sit liv. Som i kristendommen og jødedommen hævder Islam, at Jacob havde tolv sønner, som hver ville gå videre til far de tolv stammer i Israel. [5] Jacob spiller en betydelig rolle i historien om sin søn, Joseph (Yūsif). [6] Koranen gør det endvidere klart, at Gud gjorde en pagt med Jacob [7], og Jacob blev gjort til en trofast leder af Guds kommando. Hans bedstefar (Ibrahim), far (Ishaq), onkel (Ismail), søn (Yusuf) og sig selv er alle profeter af islam. [8]\n\nI Koranen\nJacob nævnes ved navn i Koranen seksten gange. [9] Selvom mange af disse vers roser ham i stedet for at fortælle et eksempel fra hans fortælling, registrerer Koranen ikke desto mindre flere betydningsfulde begivenheder fra hans liv. Muslimsk tradition og litteratur [10] Den tidligste begivenhed, der involverer Jacob i Koranen, er englene (Malāʾikah), der giver \"glade budskaber\" til Abraham og Sarah om den fremtidige fødsel af en profetisk søn ved navn Isaac såvel som en profetisk barnebarn ved navn Jacob. [11] Koranen siger:\n\nDa han var vendt sig væk fra dem og fra dem, som de tilbad udover Allah, tildelte vi ham Isaac og Jacob, og hver af dem lavede vi en profet.\n\n- Koranen, Surah 19 (Maryam), Ayah 49 [11]\nKoranen nævner også, at Abraham lærte troen af ​​ren monoteisme til sine sønner, Ishmael og Isaac samt Jacob. Koranen registrerer Abraham fortæller Ismael, Isaac og Jacob: \"Åh mine sønner! Allah har valgt troen for dig; så dør ikke undtagen i troen på islam.\" [12] Koranen nævner også de gaver, der er givet til Jacob såvel som styrken af ​​hans tro, der blev stærkere, da han blev ældre. Koranen nævner, at Jacob var \"guidet\"; [13] givet \"viden\"; [14] \"inspireret\"; [15] og fik en \"tunge af sandhed til at blive hørt\". [16] Koranen siger senere følgende vedrørende Jacob:\n\nOg vi tildelte ham Isaac og som en ekstra gave (et barnebarn), Jacob, og vi gjorde retfærdige mænd til enhver (af dem).\nOg vi gjorde dem til ledere, vejledende (mænd) efter vores kommando, og vi sendte dem inspiration til at gøre gode gerninger, for at etablere regelmæssige bønner og at praktisere regelmæssig velgørenhed; Og de tjente os konstant (og kun os).\n\n-Koranen, Surah 21 (al-Anbiya), Ayat 72–73 [17]\nOg mindes vores tjenere Abraham, Isaac og Jacob, besiddere af magt og vision.\nSandelig valgte vi dem til et specielt (formål)- proklamerede budskabet om det hinsidige.\nDe var i vores syne virkelig af selskabet med de udvalgte og det gode.\n\n- Koranen, Surah 38 ('SAD), AYAT 45–47 [18]\nJacob og hans sønner\nJacobs næste betydningsfulde omtale i Koranen er i fortællingen om Surah Yusuf. Josefs historie i Koranen åbner med en drøm om, at Joseph havde en nat, hvorefter han løb til sin far Jacob og sagde: \"Se! Joseph sagde til sin far:\" O min far! Jeg så elleve planeter og solen og månen: Jeg så dem udstyde sig selv for mig! \"\" [19] Jacobs ansigt fyldt med glæde over det, han havde hørt fra den unge Joseph, og den aldrende profet forstod straks, hvad drømmen betød . Jacob kunne forudse, at hans søn ville vokse op til at være den næste profet i Abrahams linje, og det ville være Joseph, der ville holde budskabet om islam i live i de kommende år. Jacobs ældre sønner mente imidlertid, at deres far elskede Joseph og Benjamin, Jacobs yngste søn, mere end dem. Jacob vidste om deres jalousi og advarede den unge Joseph om det. [20] Josephs ti ældre brødre besluttede derefter at dræbe ham. Som Koranen fortæller deres diskussion:\n\nDe sagde: \"Virkelig Joseph og hans bror er elsket mere af vores far end vi: men vi er en god krop! Virkelig vandrer vores far åbenlyst (i hans sind)!\n\"Slay Ye Joseph eller kastede ham ud til et eller ukendt) land, at din fars fordel kan gives til dig alene: (Der vil være tid nok) til at du er retfærdig efter det!\"\n\n- Koranen, Surah 12 (Yusuf) Ayat 8–9 [21]\nEn af brødrene (normalt forstået at være Reuben [22]) mente imidlertid, at i stedet for at dræbe Joseph (Yusuf) i stedet skulle droppe ham i en brønd, så en campingvogn kan komme og hente ham. [23] Således spurgte de deres far, om de kunne tage den unge Joseph ud for at lege med dem, under forudsætning af, at de ville holde øje med ham. Selvom Jacob frygtede, at en dhi’b (arabisk: ذِئـ, ulv) ville fortære sin søn, [24] de oprørske ældre sønner tog kraftigt Joseph væk og kastede ham ind i brønden. [25] Da sønnerne kom tilbage til Jacob den aften, foregik de at græde, og de fortalte ham endvidere, at ulven havde fortæret Joseph. For at narre deres far farvede de Josephs (Yusuf) skjorte med falskt blod, [26], men Jacob, der var blevet begavet med viden, vidste, at dette var en falsk sammenvoksning, som de havde udtænkt. Selvom Jacob bekymrede sig over tabet af Joseph, forblev han standhaftig for Gud gennem hele sin sorg. [26] Efterhånden som årene gik, voksede den unge Joseph op til en mand i Egypten; Jacob var i mellemtiden tilbage hjemme i Canaan, hvor hans sønner konstant ville genere ham om hans gentagne bøn til Gud om tilbagevenden af ​​Joseph (Yusuf). [27] Selvom Jacob ofte klagede til Gud [14], var det aldrig for Guds handlinger, men ud af distraktionerne i hans eget sind og hans lejlighedsvise brød ud af tålmodigheden af ​​tålmodighed, han havde sat for sig selv. Han ignorerede konstant den onde spottet af sine sønner og ville tilgive dem og forsøgte at give dem sunde råd. [28] En dag besluttede Jacob at sende sine sønner på et ærinde og bad dem om at tage til Egypten på jagt efter Joseph og Benjamin. Hans sønner lyttede for første gang til ham og rejste til Egypten. Da en af ​​Jacobs sønner vendte tilbage til Canaan med de gode nyheder om Joseph og Benjamin i Egypten, kom han med en skjorte, som Joseph havde givet ham, som han havde bedt ham om at kaste over deres fars ansigt, [29] at fjerne Jacobs blindhed og sorg. Således fulgte sønnen instruktionerne og gjorde, som Joseph sagde, og gendannede Jacobs fysiske og mentale vision.\n\nNår Jacobs syn var blevet gendannet, begyndte hele familien deres vandring til Egypten for at møde Joseph og de andre sønner igen. Da de ankom, mødte faren og sønnen hinanden med stor kærlighed og blev genforenet i fred igen. Den nu magtfulde Joseph leverede et hjem til sine forældre med sig selv, og som Koranen siger, hævede dem højt på en 'donen af ​​værdighed'. [30] Det var nu, at hele familien sammen kunne vende sig til Gud gennem de profetiske kontorer for både Jacob og Joseph.\n\nJacobs sidste råd til sit folk\nHele Israels børn blev kaldt til at bøje sig for troen på islam (underkastelse til Gud), før Jacob døde. Jacob ville sikre sig, at hans børn kun dør i islam, og derfor tog et sidste løfte fra dem. Da han spurgte dem, hvem de ville tilbede efter hans død, svarede de, at de ville fortsætte i islam og bøje sig for og tilbede Gud. [31] Selvom dødsledescenen er pyntet på i jødisk tradition og nævnt i Genesisbogen, nævner Koranen den for at understrege forestillingen om, at Abraham, Isaac, Ishmael og Jacob alle var muslimer, da de bøjede sig i fuld tro til Gud og Gud alene. Koranen fortæller:\n\nOg dette var arven, som Abraham overlod til sine sønner, og det gjorde Jacob også; \"Åh mine sønner! Allah har valgt troen for dig; så dør ikke undtagen i islams tro.\"\nVar I vidner, da døden dukkede op for Jacob? Se, han sagde til sine sønner: \"Hvad tilber I efter mig?\" De sagde: \"Vi skal tilbede din Gud og dine fædres Gud, Abraham, Ismail og Isaac,- den (sand) Allah: til ham bøjer vi (i islam).\"\n\n-Koranen, Surah 2 (Al-Baqara), Ayah 132–133 [32]\nArven fra Jacob\nJacob er meget speciel i islam til at bære den arv, som hans forfædre har efterladt. Muslimer mener, at Gud tildelte sin største nåde over Jacob og valgte ham at være blandt de mest ophøjede mænd. Koranen nævner ofte Jacob som en mand af magt og vision og understreger, at han var af selskabet med det gode og udvalgte. Som Koranen siger:\n\nDet var begrundelsen for os, som vi gav til Abraham (at bruge) mod hans folk: Vi rejser hvem vi vil, grad efter grad: For din Herre er fuld af visdom og viden.\nVi gav ham Isaac og Jacob: alle (tre) guidet: Og før ham ledede vi Noah, og blandt hans afkom, David, Solomon, Job, Joseph, Moses og Aaron: Således belønner vi dem, der gør godt:\n\n-Koranen, Surah 6 al-An'am, Ayah 83–84 [33]\nAli ibn Abi Talib, da han blev spurgt om de profeter, der blev tildelt særlige navne, fortæller i Hadith, at Ya'qub ibn Ishaq blev kendt af sit folk som Isra'il. [34]\n\nForekomster i Bibelen, der involverer Jacob -wrestling med en engel, nævnes ikke i Koranen, men diskuteres i muslimske kommentarer, ligesom visionen om Jacobs stige. [9] [35] Jacob narrer Isaac til at velsigne ham ved at efterligne sin tvilling, Esau, er heller ikke i Koranen, men er i muslimske kommentarer. [9]\n\nMuslimer, der mener, at Jacob var en stor patriark, understreger troen på, at Jacobs største betydning lå i hans store underkastelse for Gud og hans faste tro på den rigtige religion. Som patriark kan Jacob sammen med Abraham være den mest frugtbare i henhold til traditionen. Fra hans tolv sønner [36] skulle mange andre store profeter, herunder Jonah (Yunus), David (Dawud), Solomon (Suleyman) og Jesus (Isa).",
"Yusuf": "Yusuf ibn Yaqub ibn Ishaaq ibn Ibrahim (arabisk: ي ٱن يعق ٱن إاق ٱن إراهيم) (Joseph, søn af Jacob, søn af Isaac, søn af Abraham) er en profet nævnt i Quran, [1] og svar til Jose til Jose, en søn af en søn af Abraham) en profet i Quran, [1] og svar til Jose til Jose, en søn af en søn af Abrahamam) i Quran, [1] og svar til JEPH, JOSEPH, A PROPHAM) Person fra Tanakh, den jødiske religiøse skrift og den kristne bibel, der blev estimeret til at have boet i Egypten før det nye rige. [2] Det er et af de almindelige navne i Mellemøsten og blandt muslimske nationer. Af alle Jacobs børn var Joseph den, der blev givet profetiens gave. Selvom fortællingerne om andre profeter er nævnt i forskellige Surahs, gives den komplette fortælling om Joseph kun i en Surah, Yusuf, hvilket gør den unik. Det siges at være den mest detaljerede fortælling i Koranen og bærer flere detaljer end det bibelske modstykke. [3]\n\nYusuf antages at have været den ellevte søn af Yaqub (arabisk: يعق, Yaqub), og ifølge mange lærde hans favorit. Ifølge Ibn Kathir, \"Jacob havde tolv sønner, der var de navngivne forfædre til stammerne i israelitterne. Den ædeleste, den mest ophøjede, den største af dem var Joseph.\" [4] Historien begynder med Joseph, der afslører en drøm, han havde til sin far, som Jacob genkender. [5] Foruden Guds rolle i sit liv blev historien om Yusuf og Zulaikha (Potiphars kone til Det Gamle Testamente) et populært emne i persisk litteratur, hvor det blev betydeligt uddybet gennem århundreder. [6]\n\nKoranen Surah 12 (Yusuf)\n\nBrug af \"konge\" versus \"farao\"\nI Koranen siges titlen på Lineal of Egypt i Josephs tid specifikt at være \"kongen\" (arabisk: al-malik), mens herskeren i Egypten i Moses tid specifikt siges at være \" Farao \"(arabisk: Firaun, dog som navn uden den bestemte artikel). Dette er interessant, for ifølge historiske kilder begyndte titlen Farao først at blive brugt til at henvise til Egypts herskere (startende med reglen om Thutmose III) i 1479 fvt - cirka 21 år efter, at profeten Joseph døde. [44] Men i fortællingen om Yusuf i Bibelen bruges Titles King (hebraisk: Melekh) og Farao om hverandre til herskeren af ​​Egypten i 1. Mosebog 39-41. [45]\n\nMalik (af Egypten) sagde: \"Jeg ser (i en vision) syv fedtkine, som syv magre fortærer, og syv grønne majs ører og syv (andre) visne , hvis det er, at I kan fortolke visioner. \"\n\n- Koranen, Surah 12 (Yusuf), Ayah 43, [46]\nDerefter efter dem sendte vi Musa med vores tegn til Fir'aun og hans chefer, men de afviste dem uretmæssigt. Så se hvordan var slutningen på al-Mufsidin (arabisk: ألمفن, \"The Mischief-Makers\" eller \"The Corrupters\").\n\n-Koranen, Surah 7 (Al-Araf), Ayah 103 [47]\nOg Malik sagde: \"Bring ham til mig.\" Men da Messenger kom til ham, sagde han (Yusuf): \"Vend tilbage til din Herre og spørg ham: 'Hvad skete der med de kvinder, der skar deres hænder? Sikkert, min Herre (Allah) er velbevidst om deres plot.\n\n- Koranen, Surah 12 (Yusuf), Ayah 50, [48]\nOg Josephs mester tog ham og satte ham i fængslet, det sted, hvor kongens fanger var bundet; Og han var der i fængslet.\n\n- Genesis 39:20\nOg Joseph var tredive år gammel, da han stod foran Farao King af Egypten .-- og Joseph gik ud fra nærværet af Farao og gik gennem hele Egypten.\n\n- Genesis 41:46\nOg Joseph placerede sin far og sine brødre og gav dem en besiddelse i Egyptenes land, i landets bedste, i Rameses Land, som Farao havde befalet.\n\n- Genesis 47:11",
"Ayyub": "Job (arabisk: أ, romaniseret: Ayūb) er kendt som en profet i islam og nævnes i Koranen. [1] Jobs historie i islam er parallel med den hebraiske bibelens historie, selvom hovedvægten er på job, der forbliver standhaftig for Gud; Der er ingen omtale af Jobs diskussioner med venner i den Koraniske tekst, men senere muslimsk litteratur siger, at Job havde brødre, der argumenterede med manden om årsagen til hans lidelse. Nogle muslimske kommentatorer talte også om Job som værende forfader til romerne. [2] Islamisk litteratur kommenterer også Jobs tid og sted for profetisk tjeneste og sagde, at han kom efter Joseph i den profetiske serie, og at han prædikede for sit eget folk i stedet for at blive sendt til et specificeret samfund. Traditionen fortæller endvidere, at Job vil være førende i himlen i gruppen af ​​\"dem, der tålmodig varede\". [3]\n\nAyūb (Job) nævnes først i Koranen i det følgende vers:\nFaktisk har vi afsløret for dig, [O Muhammad], som vi afslørede for Noah og profeterne efter ham. Og vi afslørede over for Abraham, Ishmael, Isaac, Jacob, efterkommerne, Jesus, Job, Jonah, Aaron og Solomon, og til David gav vi bogen [af Zabur].\n\n-Koranen, Sura 4 (An-Nisa), Ayah 163 [4]\nKoranen beskriver Job som en retfærdig tjener af Allah, der blev plaget af lidelse i en lang periode. Det hedder imidlertid klart, at Job aldrig mistede troen på Gud og kaldte for evigt til Gud i bøn og bad ham om at fjerne sin lidelse:\n\nOg [nævne] Job, da han kaldte til sin Herre, \"Faktisk har modgang rørt mig, og du er den mest barmhjertige af det barmhjertige.\"\n\n- Koranen, Sura 21 (profeterne), Ayah 83 [5]\nFortællingen fortsætter med at oplyse, at efter mange års lidelse beordrede Gud Job til at \"slå med din fod!\". [6] På en gang ramte Job jorden med foden, og Gud fik en kølig forår med vand til at gys frem fra jorden, hvorfra Job kunne genopfylde sig selv. Koranen siger, at det var dengang, at Gud fjernede hans smerte og lidelse, og han vendte Jobs familie tilbage til ham, velsignede ham med mange generationer af børn og gav ham stor rigdom. Ud over de korte beskrivelser af Jobs fortælling nævner Koranen yderligere job to gange på listerne over dem, som Gud havde givet særlig vejledning, visdom og inspiration (IV: 163) og som en af ​​de mænd, der modtog autoritet, Prophethood's gave, profetod (VI: 84).\n\nEfter at Satan har givet op med at forsøge at vende jobbet væk fra Herren, fjernede Gud Jobs lidelse og vendte sin familie tilbage til ham og fordoblede dem i antal. Han vendte tilbage Jobs rigdom og brusede job med guld. Da Jobs kone havde set sin mand gendannet til velstand og helbred, bad hun takket være Gud, men bekymrede sig derefter over den ed, som hendes mand havde taget tidligere, hvor han havde lovet at slå hende med hundrede slag. Job blev også dybt bedrøvet over den ed, han havde taget, midt i hans lidelse. Gud sendte imidlertid en åbenbaring til Job, der bad ham om ikke at slå sin kone, men forsigtigt slå hende med et bundt blødt græs. [7]\n\nKoranens referencer\nJobs profeti: 4: 163, 6:84\nForsøg og tålmodighed: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nYderligere læsning\nIbn Kathir, Bidaya WA L-Nihaya, I, 220–225\nTafsir på XXI og XXXVII\nTabari, I, 361–364\nThalabi, Tales of the Prophets, Kairo 1339, 106–114\nKisa'i, historier om profeterne, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb eller Shuʿayb (arabisk: شعي, IPA: [ʃuʕajb]; der betyder: \"Hvem viser den rigtige vej\") er en gammel midianite Nabi (profet) i islam og den mest ærede profet i druze -troen. [ 1] Shuayb identificeres traditionelt med den bibelske Jethro, Moses 'svigerfar. Shuaib nævnes i Koranen i alt 11 gange. [2] Det antages, at han har levet efter Ibrahim (Abraham), og muslimer mener, at han blev sendt som en profet til et samfund: Midianiterne, [3], der også er kendt som Aṣḥāb al-Aykah (\"Companions of the Wood\") , [4] [5] [6] [7] Da de plejede at tilbede et stort træ. Til folket proklamerede Shuaib den lige sti og advarede folket om at afslutte deres falske måder. Da samfundet ikke omvendte sig, ødelagde Allāh (Gud) samfundet. [3] [5]\n\nShuaib forstås af muslimer for at have været en af ​​de få arabiske profeter, der er nævnt ved navn i Koranen, hvor de andre var Salih, Hud og Muhammad. Det siges, at han af muslimer blev kendt som \"den veltalende predikant blandt profeterne\", fordi han ifølge traditionen blev tildelt talent og veltalenhed på sit sprog. [8]\n\nHistorisk kontekst\nDet område, som Shuʿayb blev sendt til, hedder 'Madyan i Koranen, kendt på engelsk som Midian, som ofte omtales i Bibelen. Midianiterne siges at være af arabisk afstamning, selvom de var naboer til de bibelske kanaanitter, de blandede sig sammen med dem. Det siges, at de var en vandrende stamme, og at deres vigtigste territorium på Musa (Moses) var Sinai -halvøen.\n\nOmstridt identifikation med Jethro\nJethro nævnes i Bibelen (2. Mosebog 3: 1) som svigerfaren i Moses. Selvom Shuaib ofte identificeres med den midianitpræst Jethro, afviser de fleste moderne lærde denne identifikation. Klassiske kommentatorer, såsom Ibn Kathir, siger, at Shuʿayb var et barnebarn af Abraham: Shuʿayb antages at have været søn af Mikil, søn af Issachar, søn af Midian, søn af Abraham. [8] Det ville gøre umulig identifikation med Jethro, der levede på tidspunktet for Moses, påstået hundreder af år efter Abraham. [9]\n\nKoranen siger, at Shuaib blev udnævnt af Gud til at være en profet for befolkningen i Midian. Befolkningen i dette land blev sagt at være især berygtet for at snyde andre gennem uærlighed og for afgudsdyrkelse. Shuʿaybs profeti involverede hovedsageligt at kalde Midianiterne til den rigtige Guds vej [10] og forbyde dem at tilbede falske guder.\n\nDet siges også, at han bad sit folk om at stoppe med at være uærlig i deres daglige aktiviteter. Selvom han prædikede og profeterede i en vedvarende periode, nægtede flertallet af befolkningen at lytte til ham. Shuayb forblev imidlertid standhaftig. Han prædikede konsekvent kraftigt mod de ugudelige og fortalte dem om den straf, der havde ramt de syndige foran dem. Shuʿayb advarede folket om, at deres uvidenhed ville føre til ødelæggelse af Midian og give historiske eksempler på tidligere profeter, herunder Noah, Hud, Salih og Lot, [11], hvis mennesker var blevet ødelagt af Gud.\n\nFolket spottede Shuʿayb og fortalte ham, at var det ikke for den prestigefyldte familie, han kom fra, ville han helt sikkert have været stenet ihjel. Shuayb svarede: \"Er min familie af mere hensyntagen til dig end Gud?\" Da Midianiterne nægtede at tro, blev de ødelagt af et mægtigt jordskælv. [3] Koranen nævner imidlertid, at Shuʿayb og hans troende ledsagere blev reddet fra den tordnende straf. [11] [12]\n\nParalleller med andre profeter\nShuaybs mission nævnes ofte i Koranen med Mission of Noah, Hud, Salih og Lot. Forskere har påpeget, at disse fem profeter eksemplificerer de tidlige profetiske missioner: [13] Profeten ville blive sendt til hans samfund; Samfundet ville ikke være opmærksom på hans advarsel og ville i stedet true ham med straf; Efter mange års forkyndelse ville Gud bede ham om at forlade sit samfund, mens hans folk efterfølgende blev ødelagt i en straf. [13] Forskere fortolker kronologisk listen over de fem profeter, så Shuʿayb var en efterkommer af Noah (forkyndt om den store oversvømmelse) og profeten Abraham.",
"Musa": "I Islam, Mūsā ibn ʿImrān (arabisk: مو ابن عمران, tændt. 'Moses, søn af Amram'), [1] er en vigtig profet og budbringer af Gud (Allah) og er den hyppigst nævnte individ i Quran, med Hans navn nævnes 136 gange og hans liv blev fortalt og fortalte mere end nogen anden profet. [2] [3]\n\nIfølge Koranen blev Musa født til en israelsk familie. I sin barndom bliver han sat i en kurv, der flyder mod Nilen, og til sidst opdages Musa af Faraos (Fir'awn) kone Asiya, der gør Musa til hendes adopterede søn. Efter at have nået voksen alder, er Musa derefter bosiddende i Midian, før han rejser til Egypten igen for at true Farao. Under sin profetod siges Musa at have udført adskillige mirakler og rapporteres også at have talt personligt med Gud, der tildeler Guds titel '(Kalīm Allāh) på Musa. Profetens mest populære mirakel er ham, der deler havet, med en mirakuløs pind leveret af Gud. Bortset fra Koranen beskrives og roses også Musa også i Hadith -litteraturen.\n\nEfter Faraos død rejser Musa og hans tilhængere mod Jerusalem, hvor profeten til sidst dør. I islamisk tradition antages han at være begravet ved Nabi Musa og til sidst hævet mod himlen. Bagefter rapporteres han at have mødt Muhammad i de syv himler efter sidstnævnte opstigning fra Jerusalem under natrejsen ('Isrā' Miʿrāj). [4] Under rejsen siges det, at Musa gentagne gange har sendt Muhammad tilbage for at møde Gud og anmode om en reduktion i antallet af krævede daglige bønner, der oprindeligt antages at være 50, indtil kun de fem obligatoriske bønner var tilbage. [5] [6]\n\nMusa betragtes som en meget vigtig figur i islam. Ifølge islamisk teologi skal alle muslimer have tro på enhver profet og budbringer af Gud, der inkluderer Musa og hans bror Harun. Musas liv ses generelt som en åndelig parallel med Muhammeds liv, og muslimer betragter mange aspekter af de to individers liv som at blive delt. [1] Islamisk litteratur beskriver også en parallel forbindelse mellem deres folk og de hændelser, der fandt sted i deres levetid; Israelitternes udvandring fra det gamle Egypten anses for at være ens i naturen som migrationen af ​​Muhammad og hans tilhængere fra Mekka til Medina, da begge begivenheder udfoldes i lyset af forfølgelse - af israelitterne af de gamle egyptere og af de tidlige muslimer af henholdsvis mekkanerne. [7] Hans åbenbaringer, såsom de ti bud, der udgør en del af indholdet af Toraen og er centrale for de Abrahamiske religioner i jødedommen og kristendommen. [8] [9] Derfor er jøder og kristne udpeget som \"folk i bogen\" for muslimer og skal anerkendes med denne specielle status, uanset hvor islamisk lov anvendes. Musa er yderligere æret i islamisk litteratur, der udvides til hændelserne i hans liv og de mirakler, der tilskrives ham i Koranen og Hadith, såsom hans direkte samtaler med Gud.",
"Harun": "I islam, Hārūn ibn ʿImrān [2] (arabisk: هارون ابن عمران, lit. 'Aaron, søn af Amram'), er en profet og budbringer af Gud (Allah) og den ældre bror til profeten Musa (Moses). [3] [mislykket verifikation] [Afklaring nødvendig] Han sammen med sin bror prædikede israelitterne til udvandringen. [4]\n\nKoranen indeholder adskillige henvisninger til Aaron, både ved navn og uden navn. Det siger, at han var en efterkommer af Abraham [5] og gør det klart, at både han og Moses blev sendt sammen for at advare farao om Guds straf. [6] Det tilføjer endvidere, at Moses tidligere havde bedt til Gud om at styrke sin egen tjeneste med Aaron [7], og at Aaron hjalp Moses, da han også var en profet, [8] og meget veltalende i spørgsmål om tale og diskurs. [9] Koranen tilføjer, at både Moses og Aaron blev overdraget til at etablere steder med bolig for israelitterne i Egypten og for at konvertere disse huse til tilbedelsessteder for Gud. [10]\n\nHændelsen af ​​den gyldne kalv, som den fortælles i Koranen, maler Aaron i et positivt lys. Koranen siger, at Aaron blev overdraget ledelsen af ​​Israel, mens Moses var op på ṭūr sīnā '(arabisk: طـر سنـاء, Mount Sinai) i en periode på fyrre dage. [11] [12] [mislykket verifikation] [klarhed behov] Det Tilføjer, at Aaron prøvede sit bedste for at stoppe tilbedelsen af ​​den gyldne kalv, som ikke blev bygget af Aaron, men af ​​en ond mand ved navn 'As-Samiri'. [13] Da Moses vendte tilbage fra Sinai -bjerget, irettesatte han Aaron for at have tilladt tilbedelse af idolet, som Aaron bønfaldt Moses om ikke at bebrejde ham, da han ikke havde nogen rolle i dens konstruktion. [14] [12] Koranen tilføjer derefter, at Moses her klagede over Israels synder og sagde, at han kun havde magt over sig selv og Aaron. [15]\n\nAaron mindes senere i Koranen som en, der havde en \"klar autoritet\" [16] og en, der blev \"guidet til den rigtige vej\". [17] Den tilføjer endvidere, at Aarons hukommelse blev efterladt til folk, der kom efter ham [18], og han er velsignet af Gud sammen med sin bror [19] Koranen siger også, at folk kaldet 'Isas mor Maryam (arabisk: مـرـم, Mary) a \" Søster af Harun \"[20] Muslimske lærde diskuterede, hvem der præcist var denne\" Harun \"med hensyn til hans historiske persona, med nogle, der sagde, at det var en henvisning til Aaron of the Exodus, og udtrykket\" søster \", der kun udpeger en metaforisk Eller åndelig forbindelse mellem de to figurer, desto mere tydeligt, da Mary var en efterkommer af den præstelige afstamning af Aaron, mens andre holdt det til at være en anden retfærdig mand, der lever på Kristi tid ved navn \"Aaron\". De fleste lærde er enige om det tidligere perspektiv og har knyttet Mary åndeligt med den faktiske søster af Aaron, hendes navnebror Miryam (arabisk: مـريم, hebraisk: מִיָם), [21], som hun lignede på mange måder. Koranen fortæller også, at århundreder senere, da tabuten (arabisk: ـاـ, Ark of the Covenant) vendte tilbage til Israel, indeholdt den \"relikvier fra Moses og relikvier fra Aarons familie\". [22]",
"Dhul-Kifl": "Dhul-kifl (arabisk: ذُ ٱلْكِفْل, ḏū ʾl-kīfl, bogstaveligt talt \"besidder af kifl\"; også stavet dhu l-kifl, dhul-kifl, zu al-kifl eller zu l-kifl) er en islamisk profet. Selvom hans identitet er ukendt, er hans identitet teoretiseret og identificeret som forskellige hebraiske bibelprofeter og andre figurer, oftest Ezekiel og Gautama Buddha. [1] [2] [3] [4] Det antages, at Dhul-Kifl er ophøjet af Allah til en høj station i livet og er kronisk i Koranen som en mand fra \"Company of the Good\". [5] Selvom der ikke er meget kendt af Dhul-kifl fra andre historiske kilder, taler alle skrifter fra klassiske kommentatorer, såsom Ibn Ishaq og Ibn Kathir, om Dhul-kifl som en profetisk, helgen mand, der forblev trofast i daglig bøn og tilbedelse. [ 6]\n\nTyrkiet, som er en grav i Ergani-provinsen i Diyarbakir, antages af nogle at være det hvilende sted for profeten Dhul-kifl. Det ligger 5 km fra byens centrum på en bakke kaldet Makam Dağı. [7] [8]\n\nEtymologi\nNavnet Dhul-kifl betyder bogstaveligt talt \"The Worder of Kifl\", ved hjælp af en type navn, hvor ذُ dhū (\"besidder af\") går foran en karakteristisk tilknyttet funktion. [9] Sådanne navne blev brugt af andre bemærkelsesværdige tal i Koranen, for eksempel Dhu al-Qarnayn (arabisk: ذُ ٱلْقرْنَن, tændt. 'Han af de to horn/han af de to gange') og Dhu al-Nūn (arabisk: ذُ ٱلْنُّن, lit. 'den med fisken'), der henviser til Yunus. Kifl er et arkaisk arabisk ord, der betyder \"dobbelt\" eller \"duplikat\", fra en rod, der betyder \"at fordoble\" eller \"at fold\"; Det blev også brugt til en fold klud. Navnet forstås generelt som \"en af ​​en dobbelt del\". Nogle lærde har antydet, at navnet betyder \"manden med dobbeltkompensering\" eller rettere Ifølge Koranen og Jobbogen. [11]\n\nIfølge en opfattelse betyder det \"manden af ​​Kifl\", da \"den af ​​...\" er en anden mulig oversættelse af participel Dhū, og Kifl er angiveligt den arabiske gengivelse af \"Kapilavastu\". [12]\n\nEzekiel\nNogle er af den opfattelse, at Dhul-kifl kunne være Ezekiel. Da eksil, monarki og stat blev udslettet, var et politisk og nationalt liv ikke længere muligt. I overensstemmelse med de to dele af hans bog er hans personlighed og hans forkynnelse ens todelt, og titlen Dhul-kifl betyder \"den, der skal fordoble\" eller \"at folde\".\n\nAbdullah Yusuf Ali siger i sin Koraniske kommentar:\n\nDhul-kifl ville bogstaveligt talt betyde \"besidder af eller give en dobbelt krævet eller del\"; Ellers, \"en, der brugte en kappe med dobbelt tykkelse,\" at være en af ​​betydningen af ​​KIFL. Kommentatorerne adskiller sig i mening om, hvem der menes, hvorfor titlen anvendes til ham. Jeg tror, ​​at det bedste forslag er, at Karsten Niebuhr gives i sin Reisebeschreibung Nach Arabien, København, 1778, ii. 264–266, som citeret i Encyclopaedia of Islam under Dhul-Kifl. Han besøgte Meshad 'All in' Irak, og også den lille by kaldet Kifl, midtvejs mellem Najaf og Hilla (Babylon). Kefil, siger han, er den arabiske form for Ezekiel. Helligdommen fra Ezekiel var der, og jøderne kom til den på pilgrimsrejse. Hvis vi accepterer \"Dhul-kifl\" for ikke at være en epithet, men en arabikiseret form for \"Ezekiel\", passer det sammen, var Ezekiel en profet i Israel, der blev ført til Babylon af Nebukadnezzar efter sit andet angreb på Jerusalem ( B.C. 599). Hans bog er inkluderet i den engelske Bibel (Det Gamle Testamente). [15] Han var bundet og bundet og satte sig i fængsel, og i en tid var han stum. Han bar alt sammen med tålmodighed og konstance og fortsatte med at gentage modigt onde i Israel. I en brændende passage fordømmer han falske ledere med ord, der er evigt sandt: \"Ve være til hyrderne i Israel, der fodrer sig selv! Bør ikke hyrderne fodre flokerne? I spiser fedtet, og du klæder dig med uld, I Dræb dem, der er fodret: men I foder ikke flokken. De syge har I ikke styrket, heller ikke har I helbredet det, der var syg, og heller ikke har I bundet det, der blev brudt ...... \". [16]\n\n- Abdullah Yusuf Ali, den hellige Koran: tekst, oversættelse og kommentar [17]\n\nNævnt i Koranen\nI Koranen\nDhul-kifl er blevet nævnt to gange i Koranen i følgende vers:\n\nOg (husk) Ismail, Idris og Dhul-kifl, alle (mænd) af konstance og tålmodighed.\nVi indrømmede dem for vores nåde: for de var af de retfærdige.\n\n-Koranen, Surah al-Anbiya (21), Ayahs 85–86 [13]\nOg mindes om Ismail, Elisa og Dhul-Kifl: Hver af dem var af selskabet med det gode.\n\n- Koranen, Surah SAD (38), Ayah 48 [14]\nI begge tilfælde nævnes Dhul-KIFL i sammenhæng med en liste over Koraniske profeter, herunder mange andre, der ikke er nævnt i AYAT, der er citeret ovenfor.\nAl Kifl (arabisk: الكفل; Ul-kifl) er en by i det sydøstlige Irak på Eufrat-floden, mellem Najaf og Al Hillah. Variantnavne til helligdommen inden for al Kifl er: Dhu'l Kifl Shrine, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine Shrine . Hazqiyal er den arabiske translitteration af den hebraiske Y'hezqel, som for det meste blev brugt af Sephardi -jøder, efter at de adopterede arabisk. Dette indikerer, at jøderne sidestillte Ezekiel og Dhul-kifl, og muslimske eksegeter fulgte efter. De irakiske myndigheder hævder, at i 1316 (715–16 ah) erhvervede Ilkhanid -sultanen Uljaitu rettighederne til værgemål over graven fra det jødiske samfund. Derfor blev helligdommen omdøbt i henhold til den islamiske nomenklatur for den samme profet. Sultan Uljaitu føjede til strukturen ved at bygge en moske og en minaret. Han gendannede også helligdommen, der implementerede nogle ændringer, der blev gjort klart ved at sammenligne dens nuværende tilstand med pre-ilkhanid rejsendes beskrivelser. Webstedet forblev et muslimsk pilgrimsrejse sted indtil begyndelsen af ​​det nittende århundrede, da Menahim Ibn Danyal, en velhavende jøde, med succes konverterede den tilbage til et jødisk sted og gendannede det. Minaret forblev som det eneste vidne til sin embedsperiode som et islamisk sted. Selvom moskeen og Minaret blev bygget i det 14. århundrede, kan helligdommen i helligdommen og graven ikke bestemmes. [18]\n\nGautama Buddha\nDhul-kifl er også blevet identificeret med Gautama Buddha. [19] [20] [21] [22] Betydningen af ​​Dhul-kifl diskuteres stadig, men ifølge et synspunkt kan det betyde \"manden fra Kapil (Kapilavastu, byen, hvor Buddha tilbragte tredive år af sit liv). [12] [20]\n\nTilhængere af denne opfattelse citerer de første vers i det 95. kapitel i Koranen, Surah AT-TIN:\n\nAf figen og oliven og Sinai -bjerget og denne sikre by ˹of mekka˺!\n\n-Koranen, 95: 1-3\nI henhold til dette synspunkt, fra de steder, der er nævnt i disse vers: Sinai er det sted, hvor Moses modtog åbenbaring; Mekka er det sted, hvor Muhammad modtog åbenbaring; Og oliventræet er det sted, hvor Jesus modtog åbenbaring. I dette tilfælde er det resterende figentræ, hvor Gautama Buddha modtog åbenbaring. [21]\n\nNogle tager det også lidt videre og siger, at Muhammad selv var en Buddha, da ordet Buddha betyder \"oplyst en\". [23]\n\nAndre\nDhul-kifl er også blevet identificeret forskellige med Joshua, Obadiah [24] og Isaiah. [25] [24]",
"Dawud": "Dawud (arabisk: داُ, romaniseret: dāwūd [daːwuːd]), er en profet og budbringer af Gud (Allah) og er retfærdig, guddommelig angivet monark af Det Forenede Kongerige Israel. [1] Derudover ærer muslimer også David for at have modtaget den guddommelige åbenbaring af Zabur (Salme). [2] [3] Dawud betragtes som en af ​​de vigtigste mennesker i islam. Nævnt seksten gange i Koranen vises David i det islamiske skrift som et led i profeterkæden, der gik forud for Muhammad. [4] Selvom han normalt ikke betragtes som en af ​​de \"lovgivende\" profeter (Ulū al-ʿazm), \"er han langt fra en marginal figur\" i islamisk tanke. [2] I senere islamiske traditioner roses han for sin strenghed i bøn og faste. Han præsenteres også som den prototype retfærdige hersker og som et symbol på Guds autoritet på Jorden, efter at have været på én gang en konge og en profet.\n\nDavid er især vigtig for den religiøse arkitektur i islamisk Jerusalem. [1] Dawud er kendt som bibelsk David, der ifølge den hebraiske bibel var den anden konge af Det Forenede Kongerige Israel og Juda, regerende ca. 1010–970 fvt. [Citation Need]\n\nNævner i Koranen\nDavids fortælling i Koranen er i mange henseender paralleller, der er givet i Bibelen. Han hedder en profet (Nabī) og også en messenger (Rasūl), David er inkluderet i lister over dem, der modtog åbenbaring (Waḥy; Q4: 163) eller vejledning (Hudā; 6:84) fra Gud. I begge lister vises hans navn ved siden af ​​hans søn Solomon. Andre steder forklarer Koranen, at Gud gav dem begge gaver fra \"Sound Doms\" (ḥukm; 21:79) og \"viden\" (ʿIlm; 21:79; 27:15). Alligevel tilskriver Koranen sig også til David Merits, der adskiller ham fra Salomo: David dræbte Goliath (2: 251) og modtog en guddommelig åbenbaring ved navn \"Salmene\" [5] (Koranen 17:55 bruger en ubestemt form, mens 21: 105 anvendelser Den konkrete form al-Zabūr), [5] formodentlig en henvisning til psalmene eller psalteren (udtrykket Zabūr er måske relateret til det hebraiske udtryk Mizmōr eller syriac mazmūrā, \"Salme\"). Bjerge og fuglene roste Gud sammen med David (21:79; i 34:10 befaler Gud dem at gøre det; Cfr. Salme 148: 7–10). Gud gjorde David til en \"vicegerent\" (Khalīfa; 38:26), en titel, som Koranen ellers kun giver Adam (2:30). Denne titel antyder, at David ifølge Koranen var noget mere end en messenger: Han var en guddommelig guidet leder, der etablerede Guds styre på jorden. [1] Denne rolle antydes også af 2: 251: \"Gud gav ham autoritet (Mulk) og visdom (ḥikmah) og lærte ham, hvad han ville. Hvis Gud ikke kørte nogle mennesker tilbage af andre, ville jorden blive korrupt.\" [2 ]\n\nBlandt de ting, der blev lært til David, var evnen til at fremstille rustning (21:80, 34: 10–11), et forslag om, at Davids militære udnyttelse var Guds handling. Det er også vigtigt, at den Koraniske henvisning til Davids \"visdom\" undertiden blev forklaret af de klassiske eksegeter som profetiens gave. [6] Koranen forbinder også David og Jesus ved at insistere på, at begge forbandede de israelitter, der ikke troede (5:78). Ifølge Koranen fik David desuden evnen til at skelne mellem sandhed og usandhed, når han dispenserer for retfærdighed (Faṣl al-Khiṭāb, 38:20). Der er desuden hentydningen til en test, som David blev gennemført, hvor han bad og omvendte sig og Gud tilgav ham (38: 24-5). Surat Sad (det 38. kapitel i Koranen) kaldes også \"Sūra of David\" [7] Exegetes forklarer, at siden David udbredte, da han bad Gud om at tilgive ham, blev Muhammad beordret til at efterligne ham og udføre en udmattelse, når han læste dette kapitel . [8]\n\nReligiøs betydning\nDavid er en af ​​de få islamiske profeter, der også modtog kongedømme. Mens andre profeter prædikede under kongernes regeringstid, var David i sin tid kongen. Således modtog han en ekstremt stor opgave at sikre, at Israels befolkning ikke kun blev holdt i kontrol åndeligt, men at landet selv også forblev stærkt. Hans plads som både leder og profet er æret af alle muslimer som en af ​​ekstremt høj rang. David -figuren sammen med hans profetiske søns, Salomo, er ikoniske over mennesker, der regerede med rette over deres land. Gud nævner ofte Davids høje rang som profet og messenger i Koranen. Han nævnes ofte sammen med andre profeter for at understrege, hvor stor han var. For eksempel siger Gud:\n\nOg vi gav ham Isaac og Jacob og ledede dem, da vi havde ledet Noah foran dem, og af hans efterkommere, David og Solomon og Job og Joseph og Moses og Aaron. Således belønner vi dem, der er lodrette og gør godt.\n\n- Koranen 6:84 [9]\nDa kalifen 'Umar besøgte Jerusalem, ledsagede patriarken Sophronius ham på Temple Mount, mens han søgte efter Mihrab Dawud (Davids bøn-niche) for at udføre en bøn. Senere kommentatorer identificerede dette sted med Tower of David. I en hadith nævnes David's bøn og faste for at være kær for Gud.\n\nFortalt Abdullah bin 'Amr bin al-'As: Allahs apostel fortalte mig, \"Den mest elskede bøn til Allah er David og de mest elskede faste til Allah er David. Han plejede at sove i halvdelen af ​​natten Og bed for en tredjedel af natten og igen sove for sin sjette del og plejede at faste på alternative dage. \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nDavids bog\nHovedartikel: Zabur\nZabur er den hellige bog, der tilskrives David af Gud, ligesom Musa (Moses) modtog Tawrat (Torah), Isa (Jesus) modtog Injil (evangeliet), og Muhammad modtog Koranen. I den nuværende hebraiske bibel er Zabur kendt som Salmerne. Ligesom andre skrifter i fortiden antages det imidlertid, at psalmene er blevet ødelagt over tid, med nogle af de oprindelige budskaber, der nu er gået. Ikke desto mindre bliver muslimer bedt om at behandle de nuværende psalmer med enorm respekt, fordi de i deres oprindelige form også var en inspireret Guds bog. Koranen siger:\n\nDin Herre ved, hvem der er i himlen og jorden. Vi ophøjede nogle af profeterne over de andre; Og til David gav vi Psalms Book.\n\n- Koranen 17:55 [11]\n\n Koranen 4: 163; 17:55.\n Koranen 4: 163; 6:84.\n for eksempel. Ṭabarī, taʾrīkh, i, 559\n Hibat Allāh f. Salāma, al-Nāsikh wa-l-Mansūkh (i margen på Wāḥidī, Asbāb), Kairo 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, VI, 155\n Koranen 6:84\n Sahih al-Bukhari, 2: 21: 231\n Koranen 17:55",
"Suleyman": "Sulaimān ibn Dāwūd (arabisk: ُلَمَان ْن داُ, lit. 'Solomon, søn af David') var ifølge Koranen, en malik (مَلِك, lit. 'konge') og Nabī (نَ, lit. 'profet') af Israelitterne. Generelt hævder den islamiske tradition, at han var den tredje konge af det jødiske folk og en klog hersker over Israel. [1]\n\nI islam betragtes Salomo som en af ​​Guds profeter, der blev tildelt mange guddommelige gaver, herunder evnen til at tale med både dyr og Jinn; Det siges også, at han har slaveret Shayāṭīn (شاطن, lit. 'Devils') og Dīv (ی, Lit. 'Demons') med støtte fra en ring, der blev givet ham af Gud. [2]\n\nMuslimer hævder endvidere, at han forblev en trofast monoteist i hele sit liv; regerede med rette over hele den israelitiske nation; blev velsignet med et niveau af kongedømme, der ikke blev givet til ham eller efter ham; og opfyldte alle sine befalinger, der blev lovet nærhed til Gud i Jannah (جنّة, Lit. 'Paradise') i slutningen af ​​sit liv. [3] Siden stigningen i islam har forskellige arabiske historikere betragtet Salomo som en af ​​de største herskere i historien. [4]\n\nNævner i Koranen\nKoranen og fortolkning\nDom på marken\nI den tidligste fortælling, der involverer Salomo, henviser Koranen (21:78) kort til en historie, som Salomo var i selskab med hans far, da to mænd kom for at bede David om at dømme mellem dem om en ḥarth (حرْث, felt). [ 5] Senere muslimske kommentatorer udvidede til hentydningen, herunder Al-Tabari, Baidawi og Ibn Kathir. [6] [7] [8] De sagde, at den første af de to mænd sagde, at han ejede en vingård, hvoraf han tog stor pleje hele året igennem. Men en dag, da han var fraværende, havde den anden mands får forvillet sig ind i vinmarken og fortæret druerne. Han bad om at blive kompenseret for denne skade. [9]: 62 Efter at have hørt mandens klage, foreslog Salomo, at ejeren af ​​fårene skulle tage den anden mands vingård til at reparere og dyrke, indtil vinstokkene vendte tilbage til deres tidligere stat, hvorpå han skulle vende tilbage det til dens ejer. På samme tid ville ejeren af ​​vingården passe på fårene og drage fordel af deres uld og mælk, indtil hans land blev vendt tilbage til ham, på hvilket tidspunkt han ville vende fårene tilbage til deres ejer. Dette svar viser Solomons domsniveau, som Koranen siger, [10] ville karakterisere Salomo i hele sit liv. Ḥikmah (visdom), ifølge muslimsk tradition, ville altid være forbundet med Salomo, som senere endda ville blive omtalt som Sulaimān al-ḥakīm (ُلَمَان ٱلْحم, \"Salomon den kloge\"). Denne historie er tilpasset i Kebra Nagast, men som en tvist, der er dømt af en søn af Solomons. [7]\n\nSalomo og dæmonerne\n\nDronningen af ​​Sheba\nKoranen fortæller, at vinden blev gjort underordnet Solomon, [11], og han kunne kontrollere den efter egen vilje, og at Jinn også kom under Solomons kontrol. Jinn hjalp med at styrke Solomons regeringstid. Djævlene (Shayatin), [12] og dæmoner blev tvunget til at bygge til ham monumenter. [13] Gud forårsagede også en mirakuløs ʿAyn (عَن, 'fount' eller 'forår') af smeltet qiṭr (قِطْر, 'messing' eller 'kobber') til at strømme for Salomo, der skal bruges af dæmonerne i deres konstruktion. [11]\n\nDa David døde, arvet Salomo sin position som den profetiske konge af israelitterne. Solomon tilladte engang en kvinde at bygge en statue af sin far. Senere begyndte hun at tilbede statuen, og Solomon blev irettesat for at tolerere afgudsdyrkelse i hans rige. Som en straf gjorde Gud en af ​​de slaverede dæmoner mulighed for at stjæle Solomons ring og overtage sit rige (Surah 38:34). Senere omvender han sin synd og får kontrol over dæmonerne igen med fokus på at bygge templet igen. [14] Han bad til Gud om at give ham et rige, som ville være i modsætning til ham. [15] Gud accepterede Solomons bøn og gav ham det, han ville.\n\nTaglig allegorically, Salomons tab af hans ring til dæmonerne, kan forstås for at repræsentere en menneskelig, der mister sin sjæl til demonisk lidenskab. [16] Attar fra Nishapur skriver: \"Hvis du binder Div (Demon), vil du tage ud til Royal Pavilion med Salomo\" og \"Du har ingen kommando over dig selvs rige, for i dit tilfælde er diven i stedet for Salomo\" . [17]\n\nI modsætning til den talmudiske tradition var Salomo ikke klar og deltog aldrig i afgudsdyrkelse. [18] Endvidere afviser Koranen, at Salomo var en tryllekunstner: \"(...) Solomon ikke vantro, men djævlene vantro, underviste mænds magi og (...)\". (2: 102)\n\nSalomo og myren\nSolomon blev endda undervist i forskellige dyrs sprog, såsom myrer. Koranen fortæller om, at Salomo og hans hær en dag gik ind i en Wādin-Naml (واِ ٱلْنّمْل, Valley of the Ant). Da han så Salomo og hans hær, advarede en Namlah (نَمْلة, kvindelig myr) alle de andre om \"... kom ind i dine beboelser, for at Solomon og hans værter knuser dig (under fod) uden at vide det.\" [19] Umiddelbart forståelse Hvad myren sagde, Salomo, som altid, bad til Gud og takkede ham for at give ham sådanne gaver [20] og undgik yderligere at trampe over myrekolonierne. [9]: 63 [21] Solomons visdom var imidlertid endnu en Af de gaver, han modtog fra Gud, og muslimer hævder, at Salomo aldrig glemte sin daglige bøn, hvilket var vigtigere for ham end nogen af ​​hans gaver.\n\nEksegetisk litteratur understreger myrens visdom og forklarer betydningen bag Solomons gave til at kontrollere vinden. Ifølge Siracü'l-Kulub spørger myren Salomo, om han ved, hvorfor han kaldes \"Solomon\" (Süleyman). Solomon siger, at han ikke gør det, hvorpå myren fortsætter med at forklare: \"Selvom dit hjerte var sundt (Selim), og du kender omstændighederne i den næste verden, har du accepteret et par glæder i denne verden og er blevet bedraget af dens besiddelse og Kingship; derfor kaldes du Salomo. \" Bagefter spørger myren Salomo, hvis han ved, hvorfor Gud har dæmpet vinden for ham. Endnu en gang siger Solomon nej, og myren svarer: \"Han har dæmpet vinden af ​​en grund: Det, som du har accepteret, er intet. Ligesom vinden går, går verdens rigdom og kongedømme også.\" Forskere som Fakhr al-Din Razi og Al-Qurtubi hævede myren til rang som en eksempler for mennesker at følge. [22] (P198)\n\nErobring af saba '\n\nRuiner af Barran -templet i Ma'rib, den tidligere hovedstad Saba 'i det, der nu er Yemen\nEt andet vigtigt aspekt af Solomons kongedømme var på størrelse med hans hær, der bestod af både mænd og Jinn. Solomon vurderede ofte sine tropper og krigere såvel som Jinn og alle de dyr, der arbejdede under ham. En dag, da han inspicerede sine tropper, fandt Salomo, at HUD-HUD (هُهُ, Hoopoe) manglede fra forsamlingen. [23] Kort efter ankom Hud-Hud imidlertid til Solomons domstol og sagde \"Jeg har kompettet (territorium), som du ikke har kompettet, og jeg er kommet til dig fra Saba 'med budskaber.\" [24] Hud-hud yderligere fortalte Solomon, at befolkningen i Sheba tilbad solen, og at kvinden, der regerede kongeriget, var meget intelligent og magtfuld. Solomon, der lyttede nøje, valgte at skrive et brev til Land of Sheba, hvorigennem han ville forsøge at overbevise befolkningen om Sheba om at ophøre med deres afgudsdyrkende tilbedelse af solen og komme til tilbedelse af Gud. Solomon beordrede HUD-HUD at give brevet til dronningen af ​​Sheba (Bilqis) og derefter for at skjule og observere hendes reaktion. [9]: 64 HUD-HUD accepterede Solomons ordrer og fløj lige tilbage til Sheba for at levere Brev til dronningen. Dronningen kaldte derefter hendes ministre til retten og læste højt for dem brevet fra Solomon, der sagde til befolkningen i Sheba: \"I Allahs navn den medfølende den barmhjertige, vær du ikke ophøjet mod mig, men kom til mig som muslimīn (مُلِمِن ). \" Hun tog råd med sine ministre og andre domstolens embedsmænd og sagde \"O Mine folk, jeg ved godt, at du er modige og mægtige krigere, og at ingen på jordens overflade kan stå imod dig, men alligevel ville jeg kende dit sind over dette stof.\" Domstolens befolkning svarede: \"Din er magten, O -dronningen, og overhovedet din kommando, skal vi adlyde den.\" Imidlertid kom dronningen imidlertid til Salomo og annoncerede sin underkastelse til Gud. [25]\n\nSolomon og ifrit\nMens Bilqis 'rejste til Solomons domstol, bød kongen, at hans tjenere leverede hendes trone derhen før hendes ankomst. En Ifrit tilbød sine tjenester (Q27: 38-40), men Salomo afviste og overlod denne opgave i stedet til en Mansvant, der, der var en from fyr, bad til Gud om at flytte tronen for ham. Forunder at forholde sig blev hans bøn besvaret, og tronen optrådte i Salomons palads ved Guds kraft. Da Bilqis ankom, spurgte Salomo hende, om hun genkendte sin trone, men hun, der kæmpede for at forstå miraklet, som Gud havde udført, gav kongen et undvigende svar, før hun endelig vedtog Solomons tro, vandt af beviset for, at miraklet ikke var det af en ren ifrit, men Gud selv. Solomon afviste Ifrit's fristende tilbud, fordi han forsøgte kun at stole på Gud og ikke på en dæmon eller noget andet skabt væsen og blev belønnet for sin fromhed med succes med at konvertere Bilqis til den sande tro. [26]\n\nDød\n\nMausoleum af Sulaiman i forbindelsen af ​​al-Aqsa-moskeen, Old City of Jerusalem\nKoranen fortæller, at Salomo døde, mens han læste sig på sit personale, og at han forblev stående, støttet af det, indtil en lille væsen - myr eller orm - gnagede på det, indtil det endelig gav plads - og først da gjorde hans Kropskollaps.\n\nDerefter, da vi besluttede (Solomons) død, viste intet dem hans død undtagen en lille orm på jorden, som holdt (langsomt) gnagede væk ved hans stab: Så da han faldt ned, så Jinn helt klart, at hvis de havde kendt den Uset, ville de ikke have forladt den ydmygende straf (af deres opgave).\n\n- Koranen, Surah 34 (Sabaʾ), Ayah 14 [27]\nDa han forblev oprejst, støttet på sit personale, troede Jinn, at han stadig var i live og overvågede dem.\n\nDe indså kun sandheden, da Gud sendte en væsen til at kravle ud af jorden og gnave ved Solomons personale, indtil hans krop kollapsede. Dette vers er forstået for at lære publikum, at Jinn ikke kender den usete (al -ghaib) - hvis de havde vidst det, ville de ikke have været slidt som narre i tjeneste for en død mand. [28]\n\nMahammaddim i Solomons sang\nYderligere information: Muhammad og Bibelen og semitisk rod\nSom inspireret af vers fra Koranen, troede nogle muslimer [som?], At Muhammad (arabisk: مُحمّ, konsonant bogstaver: M-m-M-d) nævnes i sangen af ​​sange (5:16) som 'Mahammaddim' (hebraisk: מַחֲמַדִּים, konsonant bogstaver: m-m-m-d-y-m), selvom sidstnævnte ord er oversat som \"ønskeligt\" eller \"dejligt\" af jøder. [29]\n\nSolomon og Jamshid\n\nGenerelt syn på Persepolis, Iran (2) (beskåret)\nJamshid var den fjerde konge af verden, ifølge Shāhnāma af digteren Firdausī. Ligesom Solomon blev han antaget at have haft kommando over alle verdens engle og dæmoner og var både konge og højpræst for hormozd (mellempersisk for Ahura Mazda). Han var ansvarlig for mange store opfindelser, der gjorde livet mere sikkert for sit folk: fremstilling af rustning og våben, vævning og farvning af tøj af linned, silke og uld, bygning af huse af mursten, minedrift af juveler og ædle metaller , fremstilling af parfume og vin, medicinsk kunst, navigationen af ​​verdens farvande i sejlskibe. Han Jamshid var nu blevet den største monark, som verden nogensinde havde kendt. Han blev udstyret med Royal Farr (Avestan: Khvarena), en strålende pragt, der brændte om ham ved guddommelig fordel.\n\nPå grund af ligheder mellem de to kloge monarker, konflikter nogle traditioner de to. F.eks. Var Solomon forbundet med at afgøre over den sydvestlige Iran i værkerne af al-Balkhi. Persepolis blev antaget at være sæde for Salomo og beskrevet som \"Playground of Salomon\" af lærde som Mas'udi, Muqaddasi og Istakhri. Andre muslimske forfattere har modsat Vindikeret af stipendium inden for indo-europæisk mytologi, der har vist endeligt, at karakteren Jamshid stammer fra den tidlige Zoroastrian-guddom Yima, [32] [33], hvorimod Quranic og Biblical Scholarship støtter et mål for historik for den kloge profetkonge. [34]",
"Ilyas": "Ilyās (arabisk: إلياس) var en profet og budbringer af Gud (Allah), der blev sendt til at guide Israels børn. Han fik den profetiske mission for at forhindre folk i at tilbede afguder. [1] ILYAS er den profetiske forgænger for Alyasa. [2] Nogle islamiske lærde mener, at Ilyas er fra afkom fra Harun (Aaron). [3]\n\nNogle muslimer mener, at Ilyas stadig lever og deltager i Hajj hvert år sammen med Khidr. [4] Nogle muslimer mener også, at Ilyas vender tilbage i slutningen tider. [5]\n\nTidligt liv\nI islamiske kilder er ILYAs 'fulde navn Ilyas ibn Yasin, [6] Siden i As-Saffat 37: 130 kaldes ILYAS Yasin. [7] Nogle historier om ilyas er også nævnt i islamiske hadiths; såsom israelitternes forbandelse med tørke af Ilyas, [8] Healing Alyasa, [9] og kæmper med Akab. [10]\n\nIfølge mange islamiske kilder og Bibelen lever Elias (A) og stiger op til himlen. [11] Ibn Kathir accepterede imidlertid ikke disse hadiths og betragtede dem blandt Isra'iliyat. [12] I Mu'jam al-Buldan nævnte Yaqut al-Hamawi en grav for Elias (A) i Baalbek. [13] En helligdom blev senere bygget over denne grav, men det var dedikeret til en \"profet Aila\", selvom lokalbefolkningen troede det var graven til Elias (a) [14]\n\nProfethood\nIlyas nævnes først som en profet i al-an'am 6:85. [15] Han inviterede sit folk, der boede i Baalbek til monoteisme, adlød Gud og opgav synder. [16] Hans vigtigste opgave var at forhindre afgodning af idol. [17] Efter at han stod overfor persistensen af ​​sit folk i mange år, forbandede de dem med tørke, og folk blev påført sult. [18] Ilyas 'fortælling i Koranen og senere muslimsk tradition ligner nøje, at i den hebraiske bibel og muslimske litteratur registrerer Elijahs primære profetier, som finder sted under Ahab og Jezebel's regeringstid og Jezebel såvel som Ahaziah. [A] ilyas' figur er blevet identificeret med en Antal andre profeter og hellige, herunder Idris, som af nogle lærde antages at have været et andet navn på ILYAS, [21] og Khidr. [22] Islamisk legende udviklede senere figuren af ​​ILYAs, der i høj grad pyntet på hans attributter, og nogle apokryf litteratur gav Ilyas status som en halv-menneskelig, halvvinkel. [23] Ilyas vises også i senere litteraturværker, herunder Hamzanama. [24]\n\nKoranen\nIlyas nævnes i Koranen, hvor hans forkynnelse fortælles på en kortfattet måde. Koranen fortæller, at Ilyas bad sit folk om at komme til tilbedelse af Gud og forlade tilbedelsen af ​​Baal, det primære idol i området. Koranen siger: [1]\n\n”Sandelig var Ilyas en af ​​apostlene. Da han sagde til sit folk:” Vil du ikke frygte Gud? \"Vil I opfordre til Ba'al og forlade det bedste af skabere, Gud, din Herre og værner og Herren og værner om dine gamle fædre?\n\n-As-Saaffat 123–126\nKoranen gør det klart, at flertallet af Ilyas 'folk nægtede profeten og fortsatte med at følge afgudsdyrkning. Den nævner imidlertid, at et lille antal hengivne Guds tjenere blandt dem fulgte Elijah og troede på og tilbad Gud. Koranen siger, \"De benægtede ham (Elias) og vil helt sikkert blive bragt til straf, undtagen de oprigtige og hengivne tjenere af Gud (blandt dem). Og vi forlod hans (hukommelse) for eftertiden.\" [25] [26]\n\nI Koranen roser Gud Elijah to steder:\nFred være over Elijah! Sådan belønner vi dem, der gør det godt. Han er virkelig blandt vores troende tjenere.\n\n-Koranen, kapitel 37 (As-Saaffat), vers 129–132 [27]\nOg Zakariya og Yahya og Isa og Ilyas, de var alle blandt de retfærdige\n\n-Koranen, kapitel 6 (al-an'am), vers 85 [28]\nTalrige kommentatorer, herunder Abdullah Yusuf Ali, har tilbudt kommentarer til vers 85 og sagde, at Ilyas, Zakariya, Yahya og Isa alle var åndeligt forbundet. Abdullah Yusuf Ali siger, \"Den tredje gruppe består ikke af handlingsmænd, men prædikanter af sandhed, der førte ensomme liv. Deres epithet er:\" De retfærdige. \"De danner en forbundet gruppe rundt Jesus. Zachariah var far til Johannes. Baptist, der omtales som \"Ilyas, som skulle komme\" (Matt 11:14); og Elias siges at have været til stede og talt med Jesus ved transfigurationen på bjerget (Matt. 17: 3). \"[ 29]\n\nSelvom de fleste muslimske lærde troede, at Elijah prædikede i Israel, sagde nogle tidlige kommentatorer på Koranen, at Ilyas blev sendt til Baalbek i Libanon. [30] Moderne lærde har afvist denne påstand og oplyst, at byen med Elias ville være blevet fremsat på grund af den første halvdel af byens navn, Baal, som var den guddom, som Elijah formanede sit folk til at stoppe med at tilbede. Forskere, der afviser identifikation af Elijahs by med Baalbek, hævder yderligere, at byen Baalbek ikke nævnes med fortællingen om Ilyas i hverken Koranen eller den hebraiske bibel. [31]\n\nDød\nVed tidens gang spredes tørke og mange døde. Da de så sig påført, beklagede deres tidligere gerninger, vendte sig mod Elias (A) og accepterede hans invitation. [32] På grund af Elias (a) kom der derefter et kraftigt regn, og landet blev mættet; Efter et stykke tid glemte folk imidlertid deres pagt med Gud og vendte tilbage til afgudsdyrkelse. Da Ilyas så dette, bad han Gud om sin egen død; Men Gud sendte ham en vogn med ild, og han steg op til himlen og valgte Alyasa, der var hans elev som hans vicegerent. [33] ILYAS er sjældent forbundet med islamisk eskatologi. [34] Nogle muslimer mener imidlertid, at ILYAS forventes at komme tilbage sammen med den mystiske figur Khidr i slutningen af ​​tiderne. [5]\n\nEftermæle\nMuslimsk litteratur og tradition fortæller, at Ilyas forkyndte for Kongeriget Israel, styret af Akab og senere hans søn Ahaziah. Han kaldes en \"ørkenprofet - ligesom Yahya\". [35] Det antages, at Ilyas har forkynt med iver til Akab og hans kone Jezebel, der ifølge muslimsk tradition delvis var ansvarlig for tilbedelse af falske idoler på dette område. Muslimer mener, at det var fordi flertallet af mennesker nægtede at lytte til Elias, at Elisa måtte fortsætte med at forkynde Guds budskab til Israel efter ham. [36]\n\nIlyas har været genstand for legender og folktaler i muslimsk kultur, som normalt involverer sit møde med Khidr. Ifølge en muslimsk eksegetisk rapport mødte Muhammad Ilyas i Mekka. [37] I islamisk mystik er Ilyas tæt forbundet med vismanden Khidr. En Hadith rapporterede, at Ilyas og Khidr mødtes hvert år i Jerusalem for at gå på pilgrimsrejsen til Mekka. [38] Ilyas vises også i Hamzanama adskillige gange, hvor han bliver talt om som bror til Khidr såvel som en, der drak fra ungdommens springvand. [39] Desuden fortælles det i Kitab al-Kafi, at Imam Ja'far al-Sadiq reciterede udmattelsen af ​​Ilyas på det syriske sprog og begyndte at græde. Derefter oversatte han ansat på arabisk til en gruppe af besøgende lærde:\n\n\"O Herre, vil jeg opdage, at du straffer mig, selvom du kender til min tørst i varmen fra middagstid? Vil jeg opdage, at du straffer mig, selvom du ved, at jeg gnider mit ansigt på jorden for at tilbe dig? Vil jeg opdage, at du straffer Mig, selvom du ved, at jeg opgiver synder for dig? Vil jeg opdage, at du straffer mig, selvom du ved, at jeg forbliver vågen hele natten bare for dig? \" Som Allah derefter inspirerede til ilyas, \"hæv dit hoved fra jorden, for jeg vil ikke straffe dig\". [40]\n\nBemærkninger\n \"Elias er det samme som Elijah, hvis historie vil blive fundet i Det Gamle Testamente i 1 Kings 17–19 og 2 Kings 1–2. Elijah boede i Ahabs regeringstid (896–874 f.Kr. ), Kings of the (Northern) Kongeriget Israel eller Samaria. Han var en profet af ørkenen, ligesom Johannes Døber, i modsætning til vores hellige profet, der deltog i, kontrolleret og ledede alle hans anliggender. og Azariah var tilbøjelige til at bortfalde i tilbedelse af Baal, solguden tilbad i Syrien. Denne tilbedelse omfattede også tilbedelse af naturkræfter og fremmede kræfter, som i den hinduistiske tilbedelse af Lingam, og førte til mange overgreb. King Akab havde giftet sig med en prinsesse af Sidon, Jezebel, en ond kvinde, der førte sin mand til at forlade Allah og adoptere baal-tilbedelse. \" ... \"Elijah fordømte alle Akabs synder såvel som Ahazias synder og måtte flygte for sit liv. Til sidst, ifølge Det Gamle Testamente, [19] blev han taget op i en hvirvelvind til himlen i en vogn med ild efter Han havde forladt sin mantel med Elisha profeten. \"[20]",
"Alyasa": "Alyasa (arabisk: اليع, romaniseret: Alyasā ') er profet og budbringer af Gud (Allah), der blev sendt for at guide Israels børn. I Koranen nævnes Alyasa dobbelt som en profet, [1] og nævnes begge gange sammen med medprofeter. [2] Han hædres af muslimer som den profetiske efterfølger til Ilyas (Elijah). Islamiske kilder, der identificerer Elisa med Khidr, nævner det stærke forhold mellem Khidr og Ilyas i islamisk tradition. [3]\n\nPersonlighed\nNavnet på Alyasa nævnes to gange i Al-An'am 6:86 og SAD 38:48. I disse vers, uden at nævne noget om Alyasas personlighed eller profet, nævnes han som \"prydet\" og \"blandt de udvalgte\". [4] Ifølge Koranen er Elisa ophøjet \"over resten af ​​skabelsen\" (arabisk: فلْنَا عَلى ٱلْعَالَمِن, romaniseret: faḍḍalnā ʿala l-ʿālamīn (a) [4] og er \"blandt de fremragende\" (arabisk: مِنَ ٱلر € (a) [4] og er \"blandt de fremragende\" (arabisk: مِنَ ٱلرtale Mina L-Akhyār). [5] Alyasa nævnes i al-an'am 6:86 og SAD 38:48 sammen med Ismail:\n\nOg Ismail og Alyasa og Yunus og Lut; og hver enkelt vi prydede over verdener;\n\n-Al-An'am 6:86\nOg husk vores tjenere Ismail, Alyasa og Dhul-Kifl, hver af dem virkelig gode.\n\n- Trist 38:48\nMirakler\nI en shia-hadith fra Ali al-Ridha nævnes det, at Alyasa, havde nogle mirakler, herunder genoplivningen af ​​de døde, helbredelse af de syge og gå på vand. [Citation Need]\n\nHævdede grave\nNogle muslimer mener, at Elisas grav er i al-awjam i den østlige region Saudi-Arabien. Helligdommen blev fjernet af den saudiske regering, fordi sådan ærbødighed ikke er i overensstemmelse med Wahhabi- eller Salafi -reformbevægelsen, der er dominerende i Saudi -Arabien. [6] [7] Det havde været et vigtigt vartegn i mange århundreder i det osmanniske Arabiens tid og havde været en meget populær pilgrimsrejse destination for muslimer af alle sekter i hele den førmoderne periode. [8]\n\nGraven af ​​Elisa er til stede i Eğil -distriktet i Diyarbakir -provinsen, Tyrkiet. [9] Den originale helligdom var i nærheden af ​​en flodbed, der skulle oversvømmes i 1994. Et hemmeligt bestyrelse af ni lærde blev dannet af byrådet i samarbejde med Directorate of Religious Affairs for at undgå at trække offentlighedens ære til udstødningen. Inden området blev oversvømmet, blev graven gravet om natten, og profetens bevarede krop - der blev vidne til af de ni lærde og officielle arbejdere - blev udpeget til at blive begravet på en bakke med udsigt over den oversvømte slette. Imidlertid så mange af byfolk profeten i deres drøm den aften og viste sig før solopgang for at observere hans genoptagelse på det nye sted. [10] [11]",
"Yunus": "Yunus ibn Matta (arabisk: ُنُ ابن ماتا, romaniseret: Yūnus ibn Matta) er en profet og budbringer af Gud (Allah). Yunus betragtes traditionelt som meget vigtig i islam som en profet, der var tro mod Gud og leverede sine beskeder. [1] [2] Yunus er den eneste af Bibelens tolv mindre profeter, der blev navngivet i Koranen. [3] Det tiende kapitel i Koranen er opkaldt efter ham. [4]\n\nYunus kaldes Dhul-nun (arabisk: ذُ ٱلنُّن) og af muslimer. [5] Han nævnes fire gange i Koranen ved navn. [6]\n\nHadithic nævner\nYunus nævnes også i nogle få hændelser i løbet af Muhammeds levetid. I nogle tilfælde tales Yunus 'navn om med ros og ærbødighed af Muhammad. I henhold til historiske fortællinger om Muhammeds liv, efter ti år med modtagelse folket. Han tog ly i haven af ​​Utbah og Shaybah, to medlemmer af Quraysh -stammen. De sendte deres tjener, Addas, for at tjene ham druer til næring. Muhammad spurgte Addas, hvor han var fra, og tjeneren svarede Nineveh. \"Byen Yunus den retfærdige søn af Amittai!\" Udbrød Muhammad. Addas var chokeret, fordi han vidste, at de hedenske araber ikke havde kendskab til Yunus. Derefter spurgte han, hvordan Muhammad vidste om denne mand. ”Vi er brødre,” svarede Muhammad. \"Yunus var en profet af Gud, og jeg er også en profet af Gud.\" Addas accepterede straks islam og kysste hænder og fødder af Muhammad. [10]\n\nEn af Muhammeds ordsprog, i samlingen af ​​Imam Bukhari, siger, at Muhammad sagde \"Man skulle ikke sige, at jeg er bedre end Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, en ældre samtid fra Muhammad, lærte, at Yunus ikke havde bedt til Allah, ville han have været fanget inde i fisken indtil opstandelsesdagen [14], men på grund af hans bøn blev Yunus \"kun nogle få dage inden for fiskens mave \". [14]\n\nDen persiske historiker al-Tabari i det niende århundrede registrerer, at mens Jonah var inde i fisken, \"Ingen af ​​hans knogler eller medlemmer blev såret\". [14] Al-Tabari skriver også, at Allah gjorde kroppen af ​​fisken gennemsigtig, hvilket gjorde det muligt for Yunus at se \"de dybe\" vidundere \"[15], og at Yunus hørte al fisken synge ros til Allah. [15] Kisai Marvazi, en digter fra det tiende århundrede, registrerer, at Yunus 'far var halvfjerds år gammel, da Yunus blev født [14], og at han døde kort bagefter, [14] forlod Yunus' mor med intet andet end en træske, hvilket viste sig at være en cornucopia. [14]\n\nGraver\nSe også: Moskeer og helligdomme af Mosul § Moske_OF_THE_PROPHET_JONAH\n\nFotografi af ruinerne af moskeen i Yunus efter dens ødelæggelse af ISIL\nNinevehs nuværende placering er præget af udgravninger af fem porte, dele af vægge på fire sider og to store hauger: bakken af ​​Kuyunjik og Hill of Nabi Yunus (se kortlink i fodnote). [16] En moske på toppen af ​​Nabi Yunus blev dedikeret til Jonah og indeholdt en helligdom, som blev æret af både muslimer og kristne som stedet for Jonas grav. [17] Graven var et populært pilgrimsrejsested [18] og et symbol på enhed til jøder, kristne og muslimer over Mellemøsten. [18] Den 24. juli 2014 ødelagde den islamiske stat i Irak og Levanten (ISIL) moskeen indeholdende graven som en del af en kampagne for at ødelægge religiøse helligdomme, som den anses for at være afgudsdyrkende. [19] [18] Efter at Mosul blev taget tilbage fra ISIL i januar 2017, blev et gammelt assyrisk palads bygget af Esarhaddon dateret til omkring første halvdel af det 7. århundrede fvt opdaget under den ødelagte moske. [18] [20] ISIL havde plyndret paladset af genstande, der skulle sælges på det sorte marked, [18] [20], men nogle af de artefakter, der var vanskeligere at transportere, forblev stadig på plads. [18] [20]\n\nAndre muslimske grave\nAndre ansete placeringer af Jonas grav inkluderer den arabiske landsby Mashhad, der ligger på det gamle sted Gath-hepher i Israel; [21] Den palæstinensiske Vestbreddenby Halhul, 5 km (3,1 mi) nord for Hebron; [22] og Et fristed nær byen Sarafand (Sarepta) i Libanon. [23] En anden tradition placerer graven på en bakke, der nu kaldes Giv'at Yonah, \"Jonah's Hill\", i den nordlige kant af den israelske by Ashdod, på et sted dækket af et moderne fyrtårn.\n\nEn grav af Jonah kan findes i Diyarbakir, Tyrkiet, beliggende bag Mihrab ved Fatih Pasha -moskeen. [24] [25] Evliya Celebi siger i sit Seyahatname, at han besøgte Jonahs grave. [26] [27]\n\nKoranisk omtaler\nI al-Anbiya 21:87 [7] og al-Qalam 68:48 kaldes Yunus dhul-nūn (arabisk: ذُ ٱلنُّن, lit. 'den af ​​fisken'). [5] I An-Nisa 4: 163 og Al-An'am 6:86 omtales han som \"en apostel af Allah\". [5] Surah 37: 139-148 genfortæller den fulde historie om Yunus: [5]\nSå blev Jonah også blandt dem, der blev sendt (af os).\nDa han løb væk (som en slave fra fangenskab) til skibet (fuldt) belastet,\nHan (accepterede) at kaste partier, og han blev fordømt:\nDerefter slukede hvalen ham, og han havde gjort handlinger, der var værd at skyldes.\nHavde det ikke været, at han (omvendte og) glorificerede Allah,\nHan ville helt sikkert have været inde i fisken indtil opstandelsesdagen.\nMen vi kastede ham frem på den nøgne kyst i en sygdomstilstand,\nOg vi fik en spredende plante af den kalebane slags.\nOg vi sendte ham (på en mission) til hundrede tusind (mænd) eller mere.\nOg de troede; Så vi tilladte dem at nyde (deres liv) i et stykke tid.\n\n-Koranen, kapitel 37 (As-Saaffat), vers 139–148 [8]\nKoranen nævner ikke Yunus 'Heritage, [5] Men muslimsk tradition lærer, at Yunus var fra Binyjamin -stammen. [9]",
"Zakariya": "I henhold til den islamiske doktrin er Zakarīyā (arabisk: زكريا, Zechariah) en profet og budbringer af Gud (Allah) og en far til profeten Yahya.\n\nI Koranen\nZakariya var en retfærdig præst [1] og profet af Gud, hvis kontor var i det andet tempel i Jerusalem. Han ville ofte være ansvarlig for at styre templets tjenester [2], og han ville altid forblive standhaftig i bøn til Gud.\n\nBed for en søn\nDa han nåede sin alderdom, begyndte Zakariya at bekymre sig om, hvem der ville fortsætte arven ved at forkynde Guds budskab efter hans død, og hvem der ville fortsætte de daglige tjenester i templet efter ham. Zakariya begyndte at bede til Gud om en søn. Bønnen til fødslen af ​​et afkom var ikke kun ude af ønsket om et barn. [1] Han bad både for sig selv og for offentligheden - de havde brug for en messenger, en Guds mand, der ville arbejde i Herrens tjeneste efter Zakariya. Zakariya havde karakter og dyd, og han ville overføre dette til sin åndelige arving som hans mest dyrebare besiddelse. Hans drøm var at gendanne husstanden til eftertiden af ​​patriarken Jacob og at sikre, at Guds budskab blev fornyet for Israel. Som Koranen fortæller:\n\nEn omtale af din Herres nåde til sin tjener Zakariya. Da han græd til sin Herre et råb i hemmelighed og sagde: Min Herre! Lo! Knoglerne i mig vokser svag og mit hoved skinner med gråt hår, og jeg har aldrig været ubegrænset i bøn til dig, min Herre. Lo! Jeg frygter min slægtninge efter mig, da min kone er golde. Åh, giv mig fra din tilstedeværelse en efterfølger, der skal arve mig og arve (også) af Jacobs hus. Og gør ham, min Herre, acceptabel (for dig). [Koranen 19: 4–6 (oversat af Pickthall)]\n\nFader Yahya\nSom en gave fra Gud fik Zakariya en søn ved navn Yaḥyá (arabisk: ح, identificeret med Johannes Døber), et navn, der er specielt valgt til dette barn alene. Muslimsk tradition fortæller, at Zakariya var toogtyve år gammel [3], da han fik at vide om Johns fødsel.\n\nI overensstemmelse med Zakariyas bøn gjorde Gud John (Yahya) fornyet Guds budskab, som var blevet ødelagt og mistet af israelitterne. [4] Som Koranen siger:\n\nO ZACHARIAH! Lo! Vi bringer dig tid til en søn, hvis navn er John; Vi har givet samme navn som ingen før (ham). Han sagde: Min Herre! Hvordan kan jeg få en søn, når min kone er golde, og jeg har nået en svag alderdom? Han sagde: Så skal det være, din Herre siger: Det er let for mig, og faktisk skabte jeg dig før, da du ikke var noget. Han sagde: Min Herre! Giv mig et tegn. Han sagde: Dit tegn er, at du ikke vil være i stand til at tale med folket tre nætter, mens du er i lydsundhed.\n\n- [Koranen 19: 7–10 (oversat af Pickthall)]\nGuardian of Maryam\nIfølge Koranen var Zakariya Guardian of Maryam. Koranen siger:\n\n(Husk) Da hustruen til 'Imran sagde: Min Herre! Jeg har lovet dig det, der er i min mave som en indviet (tilbud). Accepter det fra mig. Lo! Du, kun du, kunsten høreren, den kender! Og da hun blev leveret sagde hun: Min Herre! Lo! Jeg er leveret af en kvinde - Allah vidste det bedst om, hvad hun blev leveret - hanen er ikke som kvinden; og lo! Jeg har navngivet hende Mary og Lo! Jeg beder om din beskyttelse for hende og for hendes afkom fra Satan The Outcast. Og hendes Herre accepterede hende med fuld accept og vouched for hende en god vækst; og gjorde Zachariah til hendes værge. Hver gang Zachariah gik ind i helligdommen, hvor hun var, fandt han, at hun havde mad. Han sagde: O Mary! Hvorfra kommer du til denne (mad)? Hun svarede: Det er fra Allah. Allah giver uden for hvem han vil. [Koranen 3: 35–37 (oversat af Pickthall)]\n\nMuslimsk teologi hævder, at Zakariya sammen med døberen Johannes og Jesus indledte en ny æra af profeter - som alle kom fra den præstelige afstamning af Amram (Imran), faren til profeten Aaron. Det faktum, at det af alle præsterne var Zakariya, der fik pligten til at holde sig af Mary (Maryam), viser sin status som en from mand. Zakariya er ofte rost i Koranen som en profet af Gud og retfærdig mand. En sådan vurdering er i Sura al-An'am:\n\n\"Og Zakariya og Yahya og Isa og Eliyas. Hver var af de retfærdige.\" [Koranen 6:85 (oversat af Pickthall)]\n\nKoranen oversætter Abdullah Yusuf Ali giver kommentarer til denne ene linje [5] - hvilket antyder, at disse særlige profeter skaber en åndelig forbindelse med hinanden. Han påpeger, at Yahya var en slægtning til Isa, mens Eliyas var en, der var til stede ved transfigurationen af ​​ISA [6] på bjerget, som nævnt i Det Nye Testamente. Zakariya var i mellemtiden gennem ægteskabet Isa, og hans søn Yayha blev omtalt som Eliyas i Det Nye Testamente. [7]",
"Yahya": "Yaḥyā ibn Zakarīyā (arabisk: ح ابن زكريا, bogstaveligt talt Yahya/John, søn af Zechariah), identificeret på engelsk som Johannes Døber, betragtes som i islam en profet og budbringer af Gud (Allah), der blev sendt til at guide Israels børn af Israel . Han antages af muslimer at have været vidne til Guds ord, der ville indberette Isa al-Masihs komme (Jesus Kristus). [1] [2]\n\nYahya nævnes fem gange i Koranen. [3]\n\nYahya hædres også meget i sufisme såvel som islamisk mystik, primært på grund af Koranens beskrivelse af Johns kyskhed og venlighed. [4] Sufis har ofte anvendt kommentarer om passagerne på John i Koranen, primært om den gudgivne visdomsgave, som han erhvervede i ungdom såvel som hans paralleller med Jesus. Selvom flere sætninger, der bruges til at beskrive John og Jesus, er næsten identiske i Koranen, er den måde, de udtrykkes på, forskellige. [5]\n\nFødsel\nI Koranen nævner Gud ofte Zakariyas kontinuerlige bøn om fødslen af ​​en søn. Zakariyas kone var golde og derfor virkede et barns fødsel umulig. [6] Som en gave fra Gud fik Zechariah en søn ved navn Yaḥya, et navn, der er specielt valgt til dette barn alene. I overensstemmelse med Zakariyas bøn gjorde Gud Yahya og Isa, der ifølge eksegese blev født seks måneder senere, [7] fornyer Guds budskab, som var blevet ødelagt og forvrænget af israelitterne.\n\nKoranen hævder, at døberen Johannes var den første til at modtage dette navn (Koranen 19: 7–10), men da navnet Yoḥanan forekommer mange gange før døber \"Er ikke det samme navn som\" Yoḥanan \"[9] eller til den bibelske beretning om den mirakuløse navngivning af John, der tegnede sig, at han næsten blev navngivet\" Zacharias \"(græsk: ζαχαρίας) [10] efter sin fars navn, som nej En i afstamningen af ​​sin far Zacharias (også kendt som Zechariah) var blevet navngivet \"John\" (\"Yohanan\"/\"Yoannes\") foran ham. [11] Som Koranen siger: [12]\n\"O Zakaryya, vi giver dig faktisk gode budskaber om en dreng, hvis navn vil være Yahya, og hvis vi aldrig før har skabt ensartethed for.\n\nHan sagde: \"O min Herre! Hvordan skal jeg have en søn, når min kone er golde, og jeg er vokset ganske forfærdet fra alderdom?\"\n\nHan sagde: \"Så (det vil være) din Lord siger, 'Det er let for mig: Jeg skabte faktisk dig før, da du ikke havde været noget!'\"\n\n(Zakarya) sagde: \"O min Herre! Giv mig et tegn.\" \"Dit tegn,\" var svaret, \"skal være, at du skal tale med ingen mand i tre nætter.\"\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nJordanfloden, hvor Yahya døbt Isa. [13]\nYahya blev formanet til at holde fast ved Skriften og fik visdom af Gud, mens han stadig var et barn. [14] Han var ren og hengiven og gik godt i Guds nærvær. Han var pligtopfyldende over for sine forældre, og han var ikke arrogant eller oprørsk. Johns læsning og forståelse af skrifterne, da kun et barn, overgik selv datidens største lærde. [6] Muslimsk eksegese fortæller, at Isa sendte Yahya ud med tolv disciple, [15], der forkyndte budskabet, før Jesus kaldte sine egne disciple. [7] Koranen siger: [16]\n\"O Yaḥya! Tag fat i bogen med Might\": Og vi gav ham visdom, selv som ungdom,\n\n- Maryam, 19:12\nJohn var en klassisk profet, [17], der blev ophøjet højt af Gud for hans dristige fordømmende af alle syndige ting. Desuden taler Koranen om Johns blide fromhed og kærlighed og hans ydmyge holdning til livet, som han fik livets renhed for.\n\nI henhold til islamisk tradition plejede Yahya at gå til Haram Esh-Sharif (Temple Mount) for at levere sine prædikener. [3]\n\nSnigmord\nUnder Prophethood of Yahya fandt der en konflikt mellem ham og Herodes Antipas, der ville skille sig fra sin første kone og tage som kone sin tidligere svigerinde. [3] Yahya oplyste, at ægteskabet kunne være incestuøst og ikke godkendte ægteskabet. Efter dette havde Herodes Antipas Yahya fængslet. [3] Yahya blev derefter halshugget. [18] [3] Yahyas hoved antages at være inde i Umayyad -moskeen i Damaskus. [19] [20] [21]\n\nEftermæle\nI islam hilste Yahya Muhammad om natten til al-Isra al-Mi'raj sammen med Isa (Jesus) på den anden himmel. [22] Yahyas historie blev også fortalt til den abyssinske konge under den muslimske migration til Abyssinia. [23] Ifølge Koranen var Yahya en, som Gud sendte fred den dag, hvor han blev født, og den dag, han døde. [24] Ifølge Al-Suyuti sagde Ibrahim, at da skabelsen af ​​verden kun græd kun for to mennesker, Yahya og Husayn. [25] [26] Ifølge en Hadith sagde Muhammad: \"Hver søn af Adam kommer på opstandelsesdagen, og han vil have synd mod ham undtagen Yahya Ibn Zakaryya\". [27] Mange muslimer sammenligner Yahya med Husayn. [28] Hovedene til både Yahya og Husayn antages at være i Umayyad -moskeen i Damaskus, Syrien.",
"Isa": "Isa (Jesus) er en profet og messenger af Allah og Messias. Han er den sidste profet, der blev sendt for at guide Israels børn (Bani Israel) og blev afsløret den hellige bog kaldet The Injil (Evangeliet).\n\nI Koranen beskrives Isa som Messias (al-Masīḥ), født af Jomfru Maria, udførte mirakler, ledsaget af disciple, afvist af den jødiske virksomhed og blev rejst til himlen. Koranen hævder, at Jesus ikke blev korsfæstet eller døde på korset, men blev mirakuløst frelst af Gud. Koranen placerer Jesus blandt de største profeter og nævner ham med forskellige titler. Profethood of Jesus blev forudgående af Yahya og efterfulgt af Muhammad.\n\nIslam afviser det kristne syn på Jesu guddommelighed som Gud inkarneret eller den bogstavelige Guds søn. Det benægter Jesus som en guddom i flere vers, og nævner også, at Jesus ikke hævdede at være guddommelig. Muslimer mener, at Jesu oprindelige budskab blev ændret, efter at han blev opvokset i live. Jesu monoteisme fremhæves i Koranen. Som alle profeter i islam kaldes Jesus også en muslim, da han forkyndte, at hans tilhængere skulle vedtage den 'lige sti' (ṣirāṭ al-Mustaqīm). Jesus tilskrives en enorm mængde mirakler, hvor adskillige asketiske og mystiske litteratur bliver skrevet og reciteret om ham i islamisk tradition. Det rapporteres også, at han har profeteret Muhammeds komme ved at bruge navnet Ahmad.\n\nI slutningen af ​​tiden vender Jesus tilbage i anden komme med Imam Al Mahdi for at dræbe al-masih ad-Dajjal ('den falske Messias'), hvorefter med de gamle stammer Yaʾjūj og Maʾjūj (Gog og Magog) spreder sig på jorden. Efter at disse skabninger på mirakuløst vis ville omgås, ville Imam Mahdi og Jesus regere hele verden, etablere fred og retfærdighed og dø efter en regeringstid på 40 år. Nogle muslimer mener, at Isa vil blive begravet sammen med Muhammad ved den fjerde forbeholdte grav af den grønne kuppel i Medina.\n\nJesus forstås af muslimer som en af ​​de vigtigste profeter i islam. Det sted, hvor Jesus antages at vende tilbage, Umayyad -moskeen i Damaskus, er meget anset for muslimer som det fjerde helligste sted for islam.\n\nFødsel\nBeretningen om Jesus i Koranen starter faktisk med hans fødsel af sin mor, Maria, og hendes tjeneste i Jerusalem -templet. Mens han var under pleje af profeten Zechariah, der skulle være far til Yahya (døberen Johannes). Fødselsfortællingen i Koranen for Jesus begynder ved Koranen 19: 16–34 og Q3: 45–53.\nAnnounciation\n\nIslamisk eksegese bekræfter Jesus jomfruelige fødsel på lignende måde som evangeliets beretning og forekommer i Bethlehem. Fortællingen om den jomfruelige fødsel er en meddelelse til Mary af Angel Gabriel, mens Mary opdrages i templet efter at have været lovet til Gud af sin mor. Gabriel siger, at hun er hædret over alle kvinder i alle nationer og har bragt hende glade budskaber om en hellig søn.\n\nAnnonceringen i miniature\nGabriel erklærer, at sønnen skal navngives Isa, Messias, der erklærer, at han vil blive kaldt en stor profet. Mary, der spurgte, hvordan hun kunne blive gravid og få et barn, da ingen mand havde rørt hende, blev besvaret af englen om, at Gud kan dekret, hvad han vil, og det skal ske.\n\nFortællingen fra Koranen fortsætter med Mary, overvundet af smerterne ved fødsel, der leveres en strøm af vand under hendes fødder, hvorfra hun kunne drikke og et palmetræ, som hun kunne ryste, så modne datoer ville falde og blive nydt. Efter fødslen bærer Mary Baby Jesus tilbage til templet, og hun bliver spurgt af templets ældste om barnet. Efter at have fået befalet af Gabriel til et løfte om tavshed, peger hun på spædbarnet Jesus, og spædbarnet erklærer:\n\nHan sagde: Jeg er Guds tjener; Han har givet mig bogen og gjort mig til en profet. Han har gjort mig velsignet, uanset hvor jeg er, og har inddraget mig tilbedelse og almisser, så længe jeg bor; og at være pligtopfyldende over for min mor; og har ikke gjort mig undertrykkende, ulykkelig. Fred er på mig den dag, jeg blev født, den dag, jeg skal dø, og den dag, jeg skal blive opvokset i live. [8]\n\nJesus, der taler fra vuggen, er en af ​​seks mirakler, der tilskrives ham i Koranen, som også findes i Syriac-spædbarnets evangelium, et arbejde i det sjette århundrede. [9] [10] Ifølge forskellige hadiths græd Jesus og Maria ikke ved deres fødsel. [11] Den islamiske profet Muhammad forklarede, at både Jesus og Maria var de eneste mennesker, der blev født som syndløse og dermed, var beskyttet mod Satans berøring ved deres fødsler og citerede Al Imran's seksogtres vers. [12]\n\nFødselsfortællinger\n\nIfølge Koranen tog smerterne ved Labour Mary til bagagerummet på et palmetræ.\nDen islamiske tro gentog nogle tråde inden for den kristne tradition, at Mary (eller Maryam) var en bogstavelig jomfru, da Jesus blev undfanget. Den mest detaljerede beretning om annunciation og fødsel af Jesus er forsynet i Surah 3 (Al Imran) og 19 (Maryam) fra Koranen, hvor historien fortælles, at Gud (Allah) sendte en engel for at meddele, at Maryam snart kunne forvente at bære en søn på trods af at være jomfru. [13]\n\nNogle akademikere har bemærket, at kontoen i Surah 19 [14] er særlig tæt på den i det kristne evangelium i Luke. [15] Annonceringen til Mary nævnes to gange i Koranen, og i begge tilfælde får Mary/ Maryam at vide, at hun blev valgt af Gud til at levere en søn. I første . [16] [17] Detaljerne om undfangelsen diskuteres ikke, men når Mary spørger, hvordan hun kan bære en søn i betragtning af hendes kyskhed, får hun at vide, at Gud skaber det, han vil, og at disse ting er lette for Gud. [16] [18] Koranen (Q21: 91 og Q66: 12) siger, at Gud blæste gennem sin engel ind i Mary, og at hun var kysk, bar Jesus uden nogen far (kilde giver dig mulighed for at fortolke Gabriel som faren). [19] [20]\n\nDet muslimske historiker Ibn Ishaq i det 8. århundrede Ibn Ishaq (704–767), skrev den konto med titlen Kitab al-Mubtada (i begyndelsen), hvor han rapporterede, at Zechariah er Marias værge navngivet George. Afleveret i en kirke får hun sammen med en ung mand ved navn Joseph, og de hjælper hinanden med at hente vand og andre opgaver. Beretningen om Jesu fødsel følger Koranens fortælling og tilføjede, at fødslen fandt sted i Bethlehem ved siden af ​​et palmetræ med en krybbe. [21]\n\nDet persiske lærde fra det 10. århundrede al-Tabari (839–923) nævner udsendelser, der ankommer fra kongen af ​​Persien med gaver (svarende til Magi fra øst) for Messias; Kommandoen til en mand kaldet Joseph (ikke specifikt Marias mand) for at tage hende og barnet til Egypten og senere vende tilbage til Nazareth. [22]\n\nBarndom\nHovedartikel: Find i templet\nSe også: Flyvning til Egypten og spædbarnsevangeliet i Thomas\nKoranen inkluderer ikke traditionen for flyvningen til Egypten, skønt Sūra XXIII, 50 kunne tænkes at henvise til det: \"Og vi gjorde sønnen til Maryam og hans mor til et tegn; og vi fik dem til at overholde et forhøjet sted, fuld af stille og vandet med fjedre. \"[25] Narrativerne, der ligner fortællingen, der findes i evangelierne og ikke-kanoniske kilder, cirkulerede imidlertid i senere islamisk tradition, med nogle detaljer og uddybninger, der blev tilføjet gennem århundreder af islamiske forfattere og historikere. Nogle fortællinger har Jesus og familie opholdt sig i Egypten op til 12 år. [26] Mange moralske historier og mirakuløse begivenheder fra Jesu ungdom er nævnt i Qisas al-Anbiya (historier om profeterne), bøger komponeret gennem århundreder om præ-islamiske profeter og helte. [7]\n\nAl-Masudi skrev, at Jesus som dreng studerede den jødiske religion, der læste fra Salmene og fandt \"sporet i lysets karakterer\":\n\n\"Du er min søn og min elskede; jeg har valgt dig selv\"\n\nMed Jesus hævder derefter:\n\n”I dag er Guds ord opfyldt i Menneskesønnen.” [22]\n\nI Egypten\nSe også: Spædbarnsevangelium fra Thomas\nFlere fortællinger viser en vis forskel og lighed i islamiske skrifter om Jesu tidlige barndom, specifikt hans tid i Egypten med hensyn til varighed og begivenheder. De fleste af fortællingerne findes i ikke-kanoniske kristne kilder som for eksempel Thomas pre-islamiske evangelium. En sådan forskel er fra al-athir i hans perfektion af historie, der indeholder en fødselsfortælling om Jesus blev født i Egypten i stedet for Bethlehem. [27]\n\nNogle andre fortællinger om Jesu barndom er populære Mellemøstlige lore som fremhævet af professor i interreligionsstudier Mahmoud M. Ayoub. [28] Mange mirakler tilskrives en ung Jesus, mens de er i Egypten [26] (se §§ Mirakler og andre mirakler).\n\nVoksen alder\n\nJordanfloden, hvor Jesus blev døbt af Yahya Ibn Zakariya (døberen Johannes). [29]\nMission\nSe også: Ministeriet for Jesus og Apostel (Islam)\nDet er generelt aftalt, at Jesus talte arameisk, det fælles sprog i Judea i det første århundrede A.D. og regionen stort set. [30]\n\nDen første og tidligste opfattelse af Jesus, der er formuleret i islamisk tanke, er en profet - et menneske valgt af Gud til at præsentere både en dom over menneskeheden for at tilbede afguder og en udfordring at henvende sig til den ene sande Gud. Fra dette grundlag, reflekteret over alle tidligere profeter gennem linsen af ​​muslimsk identitet, betragtes Jesus ikke som en messenger, der gentager et gentagne budskab i aldre. Jesu og de Koraniske titler, der tilskrives Jesus, demonstrerer Guds kraft snarere end Jesu guddommelighed - den samme magt bag alle profeternes budskab. Nogle islamiske traditioner mener, at Jesu mission kun var for Israels befolkning og hans status som en profet, der blev bekræftet af adskillige mirakler. [31] [32]\n\nEt andet tidligt højt billede af Jesus er en sluttidsfigur. Dette koncept stammer for det meste fra Hadith. Muslimsk tradition konstruerer en fortælling, der ligger på lignende måde i kristen teologi, da Jesus ankommer til slutningen af ​​tiden og falder ned på Jorden for at bekæmpe Antikrist. Denne fortælling forstås for at forkæmpe årsagen til islam, med nogle traditioner, der fortæller Jesus, der peger på Muhammeds forrang. De fleste traditioner siger Jesus vil derefter dø en naturlig død. [33]\n\nEt tredje og karakteristisk billede er af Jesus, der repræsenterer en asketisk figur - en profet af hjertet. Selvom Koranen henviser til Jesu 'evangelium', nævnes de specifikke lære om ham ikke i Koranen eller senere religiøse tekster. De er stort set fraværende. Sufi -traditionen er, hvor Jesus blev ærbødig, anerkendt som en åndelig lærer med en karakteristisk stemme fra andre profeter, herunder Muhammad. Sufisme har en tendens til at udforske foreningens dimensioner med Gud gennem mange tilgange, herunder askese, poesi, filosofi, spekulativt forslag og mystiske metoder. Selvom sufisme til det vestlige sind ser ud til at dele lignende oprindelse eller elementer i neoplatonisme, gnostisisme og buddhisme, er ideologien tydeligt islamisk, da de holder sig til Koranens ord og forfølger efterligning af Muhammad som den perfekte mand. [34]\n\nForkynnelse\nDet antages, at de islamiske begreber om Jesu forkyndelse har oprindelse i Kufa, Irak, under Rashidun -kalifatet, hvor de tidligste forfattere af muslimsk tradition og stipendium blev formuleret. Begreberne Jesu og hans forkynnelsesministerium udviklet i Kufa blev adopteret fra de tidlige asketiske kristne i Egypten, der modsatte sig officielle kirkebiskopriske udnævnelser fra Rom. [35]\n\nDe tidligste historier, der nummererer omkring 85, findes i to store samlinger af asketisk litteratur med titlen Kitab al-Zuhd Wa'l Raqa'iq (Bogen om asketikken og ømme nåde) af Ibn al-Mubarak (d. 797), Kitab al-Zuhd (Ascetismes Bog) af Ibn Hanbal (d. 855). Disse ordsprog falder i fire grundlæggende grupper: a) eskatologiske ordsprog; b) kvasi-evangeliums ord; c) asketiske ordsprog og historier; d) ordsprog, der gentager intra-muslimske polemik. [36]\n\nDen første gruppe af ordsprog udvider Jesu arketype som portrætteret i Koranen. Den anden gruppe af historier, selv om de indeholder en evangeliets kerne, udvides med et \"tydeligt islamisk stempel\". Den tredje gruppe, der er den største af de fire, skildrer Jesus som en skytshelgen for muslimsk askese. Den sidste gruppe bygger på den islamiske arketype og muslimske-centreret definition af Jesus og hans attributter, hvilket fremmer esoteriske ideer om udtryk som \"Guds Ånd\" og \"Guds ord\". [37]\n\nMirakler\nHovedartikel: Jesu mirakler\nSe også: Spædbarnsevangelium fra Thomas\nKoranen tilskriver mindst seks mirakler til Jesus, hvor mange flere tilføjes gennem århundreder af forfattere og historikere. Mirakler blev tilskrevet Jesus som tegn på hans profet og hans autoritet, ifølge underviser og professor Ishaq Musa al-Husayni (d. 1990), en forfatter, der er mest kendt for Mudhakkirat Dajaja (erindringer om en hen) (Cairo: Dar al-Maarif , 1943; 2. udg. 1967). I Kristus i Koranen og den moderne arabiske litteratur (1960) sagde al-Husayni, at det er bemærkelsesværdigt Muhammad attributter ingen mirakler til sig selv. [38]\n\nDisse seks mirakler i Koranen er uden detaljer i modsætning til evangeliet og deres ikke-kanoniske gnostiske kilder, der inkluderer detaljer og nævner andre tilskrevne mirakler. [38] I løbet af århundreder er disse seks mirakelfortællinger blevet uddybet gennem Hadith og poesi, med religiøse skrifter, herunder nogle af de andre mirakler, der er nævnt i evangeliet, ikke-kanoniske kilder og fra lore. [26] [28]\n\nTaler fra vuggen\nNår vi taler fra vuggen nævnes tre steder i Koranen: Al-Imran (3) 41, 46, Al-Maida (5) 109–110 og Maryam (19) 29–30. En del af fortællingen har spædbarnet Jesus, der forsvarer sin mor Mary fra beskyldningen om at have født uden en kendt mand. [39] Tidlig islam var uklar om Joseph og hans rolle. Derfor hævdes denne gnostiske evangeliets indflydelse for at sige, at Koranen muligvis ikke er guddommelig af modstandere. Jesus taler, mens englen Gabriel havde nævnt ved annunciation: Jesus proklamerer, at han er en tjener af Gud, har fået en bog, er en profet, er velsignet, uanset hvor han vil gå, velsigner den dag, han blev født, den dag han vil dø , og den dag, han bliver opvokset i live. [40]\n\nSelvom denne særlige fortælling ikke findes i Bibelen, findes temaet med at tale fra vuggen i den ikke-kanoniske pre-islamiske syriske spædbarnsevangelium. Denne kilde har Jesus erklæret sig selv Guds Søn, ordet og bekræfter, hvad Angel Gabriel tidligere havde annonceret for Mary som beskrevet i evangeliet. [39]\n\nSkabe fugle fra ler\nMirakelhistorien om at skabe fugle fra ler og indånder livet i dem, når et barn nævnes i al-Imran (3) 43, 49 og Al-Maida (5) 109–110. Selvom dette mirakel heller ikke er nævnt i det kanoniske evangelium, findes den samme fortælling i mindst to før-islamiske kilder: spædbarnets evangelium i Thomas og den jødiske Toledot Yeshu, med få variantdetaljer mellem Koranen og disse to kilder. [ 41] [42]\n\nHelbredelse af blinde og spedalske\nSe også: Helbredelse af de to blinde mænd i Galilæa og rensning af ti spedalske\nI lighed med Det Nye Testamente nævner Koranen Jesus, der helbreder de blinde og spedalske i al-Imran (3) 49. Muslimsk lærd og dommer al-Baydawi (d. 1286) skrev, hvordan det blev optaget, at mange tusinder af mennesker kom til Jesus at blive helbredet, og at Jesus kun helede disse sygdomme gennem bøn. [43] Middelalderlig lærd al-tha'labi skrev om, hvordan disse to særlige sygdomme var uden for medicinsk hjælp, og Jesu mirakler var beregnet til at blive vidne til af andre som klare tegn på hans budskab. [41]\n\nHæver de døde\nJesus antages at have opdrættet folk fra de døde, som nævnt i Al-Imran (3) 49. Selvom der ikke er givet nogen detaljer om, hvem der blev opdrættet eller omstændigheden, nævnes mindst tre personer i detaljer i evangeliet (en datter af Jairus, en enkes søn ved Nain og Lazarus). [44]\n\nPrescience\nJesus var i stand til at forudsige eller havde forkendskab [45] af det, der var skjult eller ukendt for andre. Et eksempel er, at Jesus ville svare korrekt ethvert spørgsmål, som nogen stillede ham. Et andet eksempel er, at Jesus vidste, hvad folk lige havde spist, samt hvad de havde gemt i deres hjem. [26]\n\nTabel med mad fra himlen\nHovedartikel: Fodring af mangfoldigheden\nSe også: Sidste aftensmad\nI det femte kapitel i Koranen, al-Ma'ida (5) 112–115, nævner en fortælling disciple om Jesus, der anmoder om et bord fyldt med mad, og for at det skal være en særlig dag med mindedag for dem i fremtiden. Dette kan være en mulig henvisning til eukaristien ifølge professor i islamiske og arabiske studier W. Montgomery Watt (d. 2006). [46] Ifølge professor i komparative religioner Geoffrey Parrinder (d. 2005) er det uklart, om denne historie er parallelt med evangeliets sidste aftensmad eller fodring af mængden, men kan være bundet til det arabiske ord ʿīd (muslimsk festival): [47]\n\nÉn gang sagde disciplene, o Jesus, søn af Mary, kan din Herre sende ned til os et bord fra himlen? Han sagde: Frygt Gud, hvis du er troende. De sagde, at vi vil spise af det, og at vores hjerter kan være i fred, og vi ved måske, at du har talt sandt og være blandt vidnerne til det. Jesus, søn af Mary, sagde, o Gud, vores Herre sendte ned på os et bord fra himlen, for at være for os en festival, for den første af os og den sidste af os og et tegn fra dig: og give bestemmelse (af Mad) For os er du den bedste af udbydere. Gud sagde, at jeg sender det ned til dig. [46]\n\nI en rekord af Sunni Exegete Tabari, før den sidste aftensmad, gjorde truslen om død ham ængstelig. Derfor inviterede Jesus sine disciple til den sidste aftensmad. Efter måltidet vaskede han hænderne og udførte deres ablusioner for at tørre hænderne på sit tøj. Bagefter svarede Jesus på dem: \"Hvad angår det, har jeg gjort dig i aften, idet jeg serverede dig måltidet og vaskede dine hænder personligt, lad det være et eksempel for dig. Da du faktisk betragter mig som bedre end dig, Vær ikke hovmodig i forhold til hinanden, men udvid dig snarere for hinanden, da jeg har udvidet mig selv for dig. \" Efter at have instrueret disciplene i sin lære, forudsiger Jesus, at en af ​​dem ville nægte ham og en anden forråde ham. I overensstemmelse med islamisk syn på Jesu død blev bare et lig i sans for Jesus imidlertid korsfæstet, og Jesus selv blev opdrættet til Gud. [48]\n\nAndre mirakler\nMange historier og fortællinger er blevet udviklet gennem årene om Jesus, der indeholder visse iboende lektioner eller giver mening på grund af den manglende detaljer i Koranen vedrørende Jesus. Nogle af disse fortællinger ligner naturen som Det Nye Testamente, mens nogle fremstiller Jesus på en meget menneskelig måde.\n\nUdover nogle detaljerede resume af mirakler af Jesus, der er nævnt af muslimske forfattere gennem århundreder, fra voksen alder (som at gå på vand - findes også i evangeliet - og får brød til at komme fra jorden), [39] nogle andre mirakler fra barndommen Medtag: Forklaring af de muslimske trosbekendelsesfundamenter til en skolemester, der afslører, hvem tyve Fra de døde, opdræt et barn, der ved et uheld dræbes, og fik tøjet fra et enkeltfarvet moms til at komme ud med forskellige farver. [26]\n\nHelbredelse af en kongelig embedsmands søn\nHovedartikel: Helbredelse af den kongelige embedsmands søn\nAl-Tabari (d. 923) rapporterer en historie om et voksen Jesu møde med en bestemt konge i regionen og helbredelsen af ​​hans søn. Kongenes identitet nævnes ikke, mens legenden antyder Philip the Tetrarch. Den tilsvarende bibelreference er \"Den kongelige embedsmands søn\". [49]\n\nGrådighed og sandhedsfortælling\nEn legendarisk historie om et mirakel af en ung Jesus, der blev brugt som en hårdt lært lektion, der populært findes i Mellemøstlig lore ifølge professor Ayoub, har at gøre med en jødisk mand og brød. Selvom de bærer en polemisk tone, centreres lektionen om grådighed med sandhedsfortælling, der er vævet ind i fortællingen. Det er en historie, der ofte findes i børnebøger. [50]\n\nIboende visdom\nSe også: Logoer (Islam) og logoer (kristendom)\nEn anden legendarisk mirakelhistorie er en vedrørende Jesu barndoms visdom. Denne legende, der blev rapporteret gennem Al-Tabari fra Ibn Ishaq, taler om, at Maria sender Jesus til en religiøs skole, og læreren er forbløffet over at finde Jesus allerede ved, at de oplysninger, der undervises / diskuteres. [26]\n\nMad i børns hjem\nEn anden historie fra Al-Tabari fortæller om en ung Jesus, der legede med ungdommene i hans landsby og fortæller dem, hvilken mad deres forældre forberedte sig til dem derhjemme. [26]\n\nIfølge detaljerne i fortællingen blev nogle forældre irriterede og forbød deres børn til at lege med Jesus og mistænkte, at han var en tryllekunstner. Som et resultat holdt forældrene deres børn væk fra Jesus og samlet deres børn i et enkelt hus. En dag, da han følte sig ensom, gik Jesus ud og ledte efter sine venner og kom over dette hus spurgte han forældrene, hvor deres børn var. Forældrene løj og svarede, at børnene ikke var der. Efter at Jesus spørger, hvem der så er i huset, kalder forældrene Jesus en gris. Jesus siger derefter \"Lad der være svin i dette hus\" og forvandle alle børnene til svin. [28]\n\nI løbet af århundreder har muslimske forfattere også henvist til andre mirakler som at uddele dæmoner, efter at have lånt fra nogle kætter før-islamiske kilder og fra kanoniske kilder som sagn om Jesus blev udvidet. [26]\n\nÅbenbaring\nHovedartikel: Evangelium i islam\nMuslimer mener, at Gud afslørede en ny skrift til Jesus, kaldet Al-Injil (evangeliet), mens de også erklærede sandheden om de tidligere åbenbaringer: al-Tawrat (Toraen) og Al-Zabur (Salmene). [51] Koranen taler positivt om Al-Injīl, som den beskriver som et skrift, der fylder hjerterne for sine tilhængere med saktmodighed og fromhed. Traditionel islamisk eksegese hævder, at det bibelske budskab er blevet forvrænget (Tahrif), kaldes Ta'yin al-Mubham (\"Opløsning af tvetydighed\"). [52] Denne polemiske indsats har sin oprindelse i middelalderen med ABD al-Jabbar Ibn Ahmads skrifter. [53] Med hensyn til Moses lov indikerer Koranen, at Jesus aldrig afskaffede jødiske love, men snarere bekræftede dem, mens de kun foretog delvis ophævelse. [54]\n\nMuslimer har længe troet, at Paulus målrettet ødelagde Jesu oprindelige lære. [55] Det 9. århundrede historiker Sayf Ibn Umar hævdede, at visse rabbiner overtalte Paulus til bevidst at misforstå tidlige kristne ved at introducere det, som Ibn Hazm betragtede som kritiske doktriner i kristendommen. [56]\n\nIfølge Yusuf al-Qaradawi i sin bog den lovlige og det forbudte i islam, ophævede de lovlige begrænsninger Jesus for jøder, hvor de oprindeligt lovgives af Gud som en straf. [57] Klassiske kommentarer som Tafsir al-Jalalayn specificerer, at de vedrørte forbruget af fisk og fuglekød uden pigge eller generelt. [58]\n\nNævner i Koranen\nDisciple\nKoranen siger, at Jesus blev hjulpet af en gruppe disciple (ḥawāriyyūn), der troede på hans budskab. Selvom Koranen ikke navngiver disciplene, giver Koranen et par tilfælde af, at Jesus forkynder budskabet til dem. Muslimer betragter Jesu disciple som identiske med ledsagerne (ṣaḥāba) fra Muhammad. [59] Ifølge kristendommen var navnene på de tolv disciple Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon og Judas.\n\nKoranen nævner i kapitel 3, vers 52–53, at de disciple, der blev forelagt troen på islam: [ikke-primær kilde nødvendig]\n\nDa Jesus fandt vantro fra deres side sagde han: \"Hvem vil være mine hjælpere til (værket af) Gud?\" Sagde disciplene: \"Vi er Guds hjælpere: Vi tror på Gud, og vidner du, at vi er muslimer. Vor Herre! Vi tror på, hvad du har afsløret, og vi følger messenger; skriv os derefter ned blandt dem, der bærer vidne.\"\n\n-Koranen Surah al-Imran 52–53 [60]\nDen længste fortælling, der involverer Jesu disciple, er, når Jesus udfører miraklet ved at bringe et bord med mad fra himlen på deres anmodning, for yderligere bevis for, at hans forkynnelse er den sande meddelelse.\n\nOpstigning\nAn-Nisas vers 157 er det primære vers af Koranen for at henvise til begivenheden med Jesu korsfæstelse. [61] Det siger, at Jesus ikke blev dræbt og hverken korsfæstet, men 'det blev lavet\nAn-Nisas vers 157\nAt de sagde (i prale): \"Vi dræbte Messias Jesus søn af Mary, Guds Sendebud '; men de dræbte ham ikke eller korsfæstede ham, men så blev det gjort til at se ud for dem, og dem, der er forskellige Deri er fulde af tvivl, uden (bestemt) viden, men kun formodning at følge, for af en kaution dræbte de ham ikke.\n\nat vises for dem '. [62] De fleste islamiske traditioner benægter kategorisk, at Jesus fysisk døde på korset eller på anden måde. [63] [64] Islamisk eksegese rapporterer, at en anden person blev korsfæstet på Jesu sted. Nogle moderne muslimske lærde mener imidlertid, at Jesus faktisk døde, og henvisninger til hans overlevelse er symbolsk, ikke bogstavelig. Denne uenighed om arten af ​​Jesu død findes i selve den islamiske kanon, hvor den tidligste Hadith citerer ledsagere af Muhammad, der siger, at Jesus var død. I mellemtiden argumenterer størstedelen af ​​den efterfølgende Hadith og Tafsir til fordel for det modsatte. [Nødvendigt citation]\n\nIfølge Koranen blev han ikke korsfæstet, men blev temmelig frelst af Gud. (Selvom de tidligste islamiske traditioner og eksegese citerer noget modstridende rapporter om en død og dens længde, mener muslimer, at Jesus ikke døde på korset, men mener, at han blev frelst ved at blive opvokset i live til himlen).\n\nSubstitution\nDet er uklart, hvor den substitutionistiske fortolkning stammer fra, men nogle lærde betragter teorien med oprindelse blandt visse gnostiske grupper i det andet århundrede. [10] Leirvik finder, at Koranen og Hadith er blevet klart påvirket af den ikke-kanoniske ('kætter') kristendom, der sejrede på den arabiske halvø og længere i Abyssinia. [65]\n\nMens de fleste vestlige lærde, [66] jøder, [67] og kristne mener, at Jesus døde, lærer ortodokse muslimske teologi, at han steg op til himlen uden korsfæstet i stedet for Jesus (jf. Irenaeus 'beskrivelse af kætteri af basilider, bog I, kap. XXIV, 4.). [68] [69]\n\nNogle uenigheder og uenighed kan ses begyndt med Ibn Ishaqs (d. 761) rapport om en kort redegørelse for begivenheder, der fører op til korsfæstelsen, for det første om, at Jesus blev erstattet af nogen ved navn Sergius, mens han for det andet rapporterede en beretning om Jesu grav, der er Beliggende i Medina og for det tredje med henvisning til de steder i Koranen (3:55; 4: 158), at Gud tog Jesus op til sig selv. [70]\n\nIbn Kathir (d. 1373) følger traditioner, der antyder, at der forekom en korsfæstelse, men ikke med Jesus. [81] Efter begivenheden rapporterer Ibn Kathir, at folket blev delt i tre grupper efter tre forskellige fortællinger; Jakobitterne troede \"Gud forblev hos os, så længe han ville og derefter steg han op til himlen\"; Nestorianerne troede \"Guds Søn var med os, så længe han ville, indtil Gud rejste ham til himlen\"; Og muslimerne, der troede \"Guds tjener og budbringer, Jesus, forblev hos os, så længe Gud ville, indtil Gud rejste ham til sig selv.\" [82]\n\nAnden komme\nTidslinje for Jesu ankomst før dommedag\n\nMinaret af Isa i Umayyad -moskeen, Damaskus\nI henhold til islamisk tradition, efter at have steget op til himlen og boet der i 2000+ år, vil Jesus komme ned til jorden kort før dommeren, midt i krige kæmpede mod al-Masih ad-Dajjal ('Den falske Messias \") og hans tilhængere , for at komme til hjælp fra Mahdi og hans muslimske tilhængere. [86] Klædt i safran -klæder med hans hoved salvet, vil Jesus falde ned på et hvidt minaret, i det østlige Damaskus, som antages at være minaret af Isa I Umayyad -moskeen. [87] vil han derefter hilse på Mahdi og (være muslimsk) bede ved siden af ​​ham. Til sidst vil Jesus dræbe Dajjal ved Lod. [88]\n\nBagefter vil han \"bryde korset, dræbe svinene og afskaffe Jizya-skatten\" ifølge en velkendt Sahih al-Bukhari Hadith. [89] [90] \"Den sædvanlige fortolkning\" af denne profeti er, at Jesus, når han er muslim, vil stoppe kristen tilbedelse af sig selv og i troen på hans guddommelighed, \"symboliseret af korset\". Han vil genoprette de kosher/halal-diætlove, der er forladt af kristendommen; [91], og fordi jøder og kristne nu alle vil afvise deres tidligere tro og acceptere islam, vil der ikke være mere behov for Jizya-skatten på vantro. [92] (Ifølge en Hadith vil Jesus \"ødelægge kirkerne og templerne og dræbe de kristne, medmindre de tror på ham.\") [93] [Note 1]\n\nIslamiske tekster henviser også til optræden af ​​den gamle trussel Gog og Magog (Yaʾjūj Maʾjūj), som vil bryde ud af dens underjordiske indeslutning og forårsage ødelæggelse af verden. [95] Gud, som svar på Jesu bønner, dræber dem ved at sende en type orm i slap af deres hals og sende store fugle til at bære og rydde deres lig fra landet. [86] Efter Mahdis død, vil Jesus antage, at verdensledelse og fred og retfærdighed vil være universel.\n\nI henhold til tradition vil Jesus derefter gifte sig, få børn og styre verden i fyrre år (traditioner giver mange forskellige tidsperioder), hvorefter han vil dø. [96] Muslimer udfører derefter begravelsesbøn for ham og begraver ham derefter på den grønne kuppel i byen Medina i en alvorlig efterladt ledig ved siden af ​​Muhammad, henholdsvis Abu Bakr og Umar. [97] Ifølge Ibn Khalduns legende vil de to kalifer stige fra de døde mellem de to profeter. [98]\n\nKilder\nMens Koranen ikke beskriver nogen af ​​ovennævnte fortælling om Jesu tilbagevenden, mener [99] mange muslimer, at to Koraniske vers henviser til hans anden komme i sluttiderne. [90] (1) Det ovenfor nævnte vers om, at han aldrig er død på jorden:\n\n\"Og [for] deres ordsprog, 'har vi faktisk dræbt Messias, Jesus, søn af Mary, Allahs Sendebud.' Og de dræbte ham ikke, og de korsfæstede ham heller ikke; . Og de dræbte ham ikke med sikkerhed. \" (Q.4: 157 :)\nOg et andet vers fortolket for at indikere en forbindelse mellem Jesus og \"timen\" (sluttider):\n\n\"Og lo! Sandelig, der er kendskab til timen. Så tvivl om, at I ikke angår det, men følg mig. Dette er den rigtige vej.\" (Q.43: 61 Trans Pickthall). [90]\nHadiths om Jesu tilbagevenden spores tilbage til Abu Hurairah, en af ​​Sahaba, men kunne faktisk være blevet introduceret senere under borgerkrig i det tidlige Abbasid -kalifat, da der forventedes en frelser. Mens Mahdi for Shias vil være Frelseren, var nogle sunnier en tendens til at forvente Jesu tilbagevenden. Under det tidlige Abbasid -kalifat var det forbudt at bære korsfikse i processioner og holde svin offentligt. Ellers afspejler korsets brud, muligvis generel afvisning af dette symbol af muslimer og dræber svin en henvisning til Jesus Exorcism of Legion. [100]\n\nJesus nævnes ca. 187 gange i Koranen, direkte og indirekte, og henvist også af mange titler, hvor den mest almindelige er al-Masih ('The Messias'). [3] [110] [111] [112] [33 ] Jesus henvises til 25 gange ved navn Isa, [note 2] tredjeperson 48 gange, [note 3] førsteperson 35 gange og resten som titler i Koranen. [Note 4] [113]\n\nMuhammad beskrev sig selv som den 'nærmeste af alle mennesker til Jesu'. [114]\n\nSimilitude med Adam\nKoranen understreger Jesu kreasionisme, [107] gennem sin similitude med Adam med hensyn til fraværet af menneskelig oprindelse. Muhammad plejede ofte at sammenligne fødslerne af Adam og Jesus. [115]\n\nIslamisk eksegese ekstrapolerer en logisk inkonsekvens bag det kristne argument om guddommelig indgriben, da sådanne implikationer ville have tilskrevet Divinity til Adam, der kun forstås som skabelse. [107]\n \nI islam antages Jesus at have været forløberen for den islamiske profet Muhammad. Ifølge Koranen blev Muhammeds komme af Muhammeds komme forudsagt af Jesus i As-Saff 61: 6 gennem dette vers, hævdede tidlige arabiske muslimer legitimitet for deres nye tro på de eksisterende religiøse traditioner og de påståede forudsigelser af Jesus. [116] Muslimer mener, at Jesus var en forløber for Muhammad, og at han profeterede sidstnævnte kommer. [117] [26] Dette perspektiv er baseret på et vers fra Koranen, hvor Jesus taler om en messenger, der skal vises efter ham ved navn \"Ahmad\". [118] Islam forbinder Ahmad med Muhammad, begge ord, der stammer fra H-D triconsonantal rod, der henviser til prisværdighed. Muslimer hævder, at der er bevis for, at Jesu udtale er til stede i Det Nye Testamente, idet han nævner omtale af den paraclete, hvis komme er forudsagt i Johnens evangelium. [119]\n\nMuslimske kommentatorer hævder, at det originale græske ord, der blev brugt, var Periklutos, hvilket betyder berømte, berømmelige eller prisværdige - gengivet på arabisk som Ahmad; og at dette blev erstattet af kristne med Parakletos. [97] [120] Denne idé drøftes og spørger, om den traditionelle forståelse understøttes af Koranens tekst.\n\nIslamisk teologi hævder, at Jesus havde forudsagt en anden profet, der efterfølger ham ifølge Sura 61: 6, med omtale af navnet Ahmad. (Ahmad er et arabisk navn fra den samme triconsonantal rod ḥ -m -d = [ح - م - د].) I reaktionen på Ibn Ishaqs biografi om Muhammad skrev Sirat Rasul Allah, islamisk lærde Alfred Guillaume:\n\nNår man vender tilbage til udtrykket \"Ahmad\", har muslimer antydet, at Ahmad er oversættelsen af ​​Periklutos, fejret eller den rosede, som er en korruption af Parakletos, paraclete af John XIV, XV og XVI. [121]\n\nHadith\nHadith rapporteres om ordsprog om Muhammad og mennesker omkring ham. Hadith indeholdende Jesus-legenden er blevet påvirket af den ikke-kanoniske ('kætteriske') kristendom, der hersket på den arabiske halvø og yderligere i Abyssinia. [65] Hadith udviklede en kanonisk status i det tredje muslimske århundrede som en kilde til autoritet for det muslimske samfund. Den muslimske opfattelse af Jesus, der kommer ud fra hadith, er af en mirakuløs, syndløs og eskatologisk figur, der peger mennesker, igen i henhold til den muslimske perspektiv af profetood, til den muslimske tro (muslim; en, der underkaster sig Guds vilje). [[ 130]\n\nHadith har spillet en meget vigtig rolle, der skaber Jesu image blandt almindelige muslimer, efter at have været videreudviklet, når de inkorporerede Hadiths og Tafsirs vævet i store mængder legendariske skrifter og rapporter. [26] Med den muslimske omformning er Jesu tomrum overraskende. Det, der i stedet er skrevet om, er den asketiske tryllekunstner, hjulpet af Helligånden. Evangeliet ses som en bog, der skal forkyndes og kun henvises til ved at gå uden at nævne faktiske lære. Påfaldende får de fiktive ordsprog og formodede lære om Jesus fremtrædende i hadith-samlinger, i shia-islam og i Sufi-repræsentationer af Jesus. [65]\n\nSunni Islam\nI Kitab al-Milal Wa al-Nihal, al-Shahrastani (d. 1153), en indflydelsesrig persisk historiker, historiograf, lærd, filosof og teolog, registrerer en skildring af Jesus meget tæt på de ortodokse tenets, mens han fortsætter den islamiske fortælling:\n\nDe kristne. (De er) samfundet (umma) af Kristus, Jesus, søn af Mary (fred over ham). Han er den, der virkelig blev sendt (som profet; Mab'uth) efter Moses (fred over ham), og som blev annonceret i Toraen. For ham var (givet) manifest tegn og bemærkelsesværdige beviser, såsom genoplivning af de døde og hærdningen af ​​blinde og spedalsk. Hans selve natur og medfødte disposition (FITRA) er et perfekt tegn på hans sandhed; Det vil sige hans komme uden tidligere frø og hans tale uden forudgående undervisning. For alle de (andre) profeter var ankomsten af ​​deres åbenbaring i (alderen) fyrre år, men åbenbaring kom til ham, da han blev nævnt til at tale i vuggen, og åbenbaringen kom til ham, da han formidlede (det guddommelige budskab) i (en alder af) tredive. Varigheden af ​​hans (profetiske) mission (Da'wa) var tre år og tre måneder og tre dage. [131]\n\nShia Islam\nI Nahj al-Balagha rapporteres den fjerde kalif Ali (r. 656–661) at have talt om Jesu enkelhed. [132] Ali siger, at \"Jesus brugte en sten til sin pude, tog på groft tøj og spiste ru mad. Hans krydderi var sult. Hans lampe om natten var månen. Han havde ingen kone til at lokke ham eller nogen søn til at give sorg og heller ikke Rigdom til at afvige. Hans to fødder var hans transport og hans to hænder var hans tjener \". [132] Ifølge Ja'far al-Sadiq, et oldebarn af Ali, var tiden mellem David og Jesus fire hundrede år. [133] Ja'far siger endvidere, at Jesu religion var monoteisme (tawḥīd) og renhed (Ikhlāṣ). [133] 'Injil' (evangeliet) blev sendt ned til ham, og det løfte, som andre profeter tog, blev også hentet fra Jesus: at etablere bøn med religion, tilslutte sig det gode og forbyde det onde, tillade, hvad der er tilladt, og forbyde, hvad der er forbudt. Forandringer og lignelser blev sendt ned til ham i 'injil', men der var ingen lov om gengældelse i det eller bedømmelser af gengældelse (Ahkam al-Hudud) og ingen forpligtelser for arv. Han blev sendt, hvad der var en lindring af, hvad der blev sendt ned til Moses i Toraen. Jesus befalede af sine tilhængere, at de tror på Toras lov og 'injil'. [133]\n\nIfølge Qadi al-Nu'man, en berømt muslimsk jurist i Fatimid-perioden, kaldes Jesus sig som Messias (al-Masīḥ) i Koranen, fordi han blev sendt til de mennesker, der reagerede på ham for at fjerne (Masaha ) deres urenheder, lidelser i deres tro; hvad enten det er tilsyneladende (zahir) eller skjult (batin). Qadi al- Nu'man taler i sit arbejde med symbolsk fortolkning (som ās al-ta'wīl) Zahir) nævnt i Koranen. Han siger, at Maria, Jesu mor er en metafor for en, der plejede og instruerede Jesus (Lāhiq), snarere end fysisk fødte ham. Qadi al-nu'man forklarer, at Jesus var fra Abrahams rene afkom, ligesom Ali og hans sønner var fra Muhammads rene afkom gennem Fatima. [134]\n\nUdseende\nBaseret på flere Hadith -fortællinger om Muhammad, kan Jesus være fysisk beskrevet (med eventuelle forskelle i Jesu fysiske beskrivelse på grund af Muhammad, der beskriver ham, når han ser ham ved forskellige lejligheder, såsom under hans opstigning til himlen, eller når han beskriver Jesus under Jesus 'Anden komme): [144]\n\nEn velbygget mand med medium/moderat/gennemsnitlig højde og statur med et bredt bryst.\nLige, lanke og langt hår, der faldt mellem hans skuldre. Det ser ud til, at vand dribler fra hans hoved, skønt det ikke er vådt.",
"Muhammad": "Muhammad i islam\nFra Wikipedia, den frie encyklopædi\nSpring til NavigationJump for at søge\nDenne artikel handler om Muhammeds rolle og betydning i en islamisk kontekst. For en generel oversigt, se Muhammad.\nImam al-Anbiya\nRasūl Allāh\nMuhammad\nمُحمّ\nمحمد صلى الله عليه ولم. SVG\n'Muhammad' i islamisk kalligrafi\nProfet af islam\nIndledt af Isa (Jesus)\nEfterfulgt af holdning afskaffet\nTitel Khatam An-Nabiyyin ('SEAL OF THE PROFETS')\nPersonlig\nFødt mandag, 12 Rabi 'Al-Awwal 53 BH (570 CE)\nMekka, HeJaz, Arabien\nDøde mandag, 12 Rabi 'al-Awwal 11 Ah (8. juni 632 CE)\nMedina, HeJaz, Arabien\nHvilende sted grøn kuppel, profetens moske, medina\nReligion Islam\nÆgtefælle se Muhammeds hustruer\nBørn ser Muhammeds børn\nForældre\nAbd Allah Ibn Abd al-Muttalib (far)\nAmina Bint Wahb (mor)\nBemærkelsesværdigt arbejde (er) Forfatning af Medina\nAndre navne ser navne og titler på Muhammad\nSlægtninge se Family Tree of Muhammad, Ahl al-Bayt (\"Family of the House\")\nSignatur Muhammad Seal.svg\nSEAL OF MUHAMMAD\nMuslimsk leder\nEfterfølger se rækkefølge til Muhammad\nArabisk navn\nPersonlig (ISM) Muhammad\nPatronymic (NASAB) Muḥammad ibn Abd Allah ibn Abd al-Muttalib ibn Hashim ibn Abd Manaf ibn Qusai ibn Kilab\nTeknonymic (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nDel af en serie om islam\nIslamiske profeter\nAnbiya\nProfeter i Koranen\nListet med islamisk navn og bibelsk navn.\nʾĀdam (Adam) ʾidrīs (Enoch) Nūḥ (Noah) Hūd (Eber) ṣāliḥ (Selah) ʾibrāhīm (Abraham) Lūṭ (Lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac) Yaʿqūb (Jacob) Yūsuf (Joseph) Ayūb (Job) Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel eller Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ (Elisha) Zakarīīya (Zecariah) Yaaḥ (John) ʿ yrs ʿāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāsāier ) Muḥammad (Muhammad)\nHovedbegivenheder\nSynspunkter\n Islam Portal\nVTE\nDel af en serie på\nislam\nAllah3.svg\nTro\nPraksis\nTekstfundationer\nHistorie\nKultur og samfund\nrelaterede emner\n Islam Portal\nVTE\nMuḥammad ibn Abd Allah (arabisk: مُحمّ ْنُ عَ ٱللهِ; c.570 - 8. juni 632 e.Kr.), antages at være segl for budbringere og profeter af Gud i alle hovedgrupperne i Islam. Muslimer mener, at Koranen, den centrale religiøse tekst af islam, blev afsløret for Muhammad af Gud, og at Muhammad blev sendt for at genoprette islam, som de mener ikke stammer fra Muhammad, men er den sande uændrede originale monoteistiske tro af Adam, Abraham, Moses, Jesus og andre profeter. [1] [2] [3] [4] De religiøse, sociale og politiske principper, som Muhammad etablerede med Koranen, blev grundlaget for islam og den muslimske verden. [5]\n\nFødt omkring år 53 BH (570 e.Kr.) i en respekteret Qurayshi-familie af Mekka, tjente Muhammad titlen \"al-Amin\" (اَلْأمِنُ, der betyder \"den pålidelige\"). [6] [7] I en alder af 40 i 11 BH (610 CE) siges Muhammad at have modtaget sin første verbale åbenbaring i hulen kaldet Hira, som var begyndelsen på nedstigningen af ​​Koranen, der fortsatte op til slutningen af ​​hans liv; Og muslimer hævder, at Muhammad blev bedt af Gud om at prædike Guds enhed for at udspille afgudsdyrkelse, en praksis, der er åbenlyst til stede i det før-islamiske Arabien. [8] [9] På grund af forfølgelse af de nyligt konverterede muslimer, på invitation fra en delegation fra Medina (dengang kendt som Yathrib), migrerede Muhammad og hans tilhængere til Medina i 1 AH (622 e.Kr.), en begivenhed kendt som Hijrah. [10] [ 11] Et vendepunkt i Muhammeds liv, denne Hegira markerer også begyndelsen på den islamiske kalender. I Medina skitserede Muhammad forfatningen af ​​Medina, der specificerede rettighederne og forbindelserne mellem de forskellige eksisterende samfund der, dannede et uafhængigt samfund og formåede at etablere den første islamiske stat. [12] På trods af den igangværende fjendtlighed af mekkanerne tog Muhammad sammen med sine tilhængere kontrol over Mekka i 630, [13] [14] og beordrede ødelæggelse af alle hedenske afguder. [15] [16] I sine senere år i Medina forenede Muhammad de forskellige stammer i Arabien under Islam [17] og gennemførte sociale og religiøse reformer. [18] Da han døde i ca. 11 AH (632 e.Kr.), havde næsten alle stammer på den arabiske halvø konverteret til islam. [19]\n\nMuslimer omtaler ofte Muhammad som profet Muhammad, eller bare \"profeten\" eller \"messenger\" og betragter ham som den største af alle profeter. [1] [20] [21] [22] Han ses af muslimerne som en besidder af alle dyder. [23] Som en respekt for respekt følger muslimer navnet Muhammad af den arabiske benediction sallallahu 'alayhi wa sallam, (hvilket betyder fred være over ham), [24] undertiden forkortet som \"sav\" eller \"pbuh\".\n\nI Koranen\nYderligere information: Muhammad i Koranen\n\nNavnet Muhammad skrevet i Thuluth, en script -sort af islamisk kalligrafi\nKoranen optæller lidt om Muhammeds tidlige liv eller andre biografiske detaljer, men det taler om hans profetiske mission, hans moralske ekspertise og teologiske spørgsmål vedrørende Muhammad. Ifølge Koranen er Muhammad den sidste i en profeterkæde sendt af Gud (33:40). I hele Koranen omtales Muhammad som \"Messenger\", \"Guds Messenger\" og \"Profet\". Nogle af sådanne vers er 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 og 66:09. Andre udtryk bruges, herunder \"Warner\", \"Bearer of Glad Tidings\", og \"One Who inviterer mennesker til en enkelt Gud\" (Koranen 12: 108 og 33: 45-46). Koranen hævder, at Muhammad var en mand, der havde den højeste moralske ekspertise, og at Gud gjorde ham til et godt eksempel eller en \"god model\" for muslimer at følge (Koranen 68: 4 og 33:21). Koranen fraskriver sig alle overmenneskelige egenskaber for Muhammad, [25], men beskriver ham med hensyn til positive menneskelige egenskaber. I flere vers krystalliserer Koranen Muhammeds forhold til menneskeheden. Ifølge Koranen sendte Gud Muhammad med sandhed (Guds budskab til menneskeheden) og som en velsignelse for hele verden (Koranen 39:33 og 21: 107). I islamisk tradition betyder det, at Gud sendte Muhammad med sin budskab til menneskeheden, hvis følgende vil give folk frelse i efterlivet, og det er Muhammeds lære og renheden i hans personlige liv alene, der holder i live tilbedelse af Gud i denne verden . [26]\n\nIfølge Koranen blev Muhammeds komme af Jesus forudsagt af Jesus: \"Og husk, Jesus, søn af Mary, sagde: 'O børn af Israel! Jeg er Guds budbringer til dig, hvilket bekræfter loven (som kom) foran mig, og give glade budskaber om en messenger til at komme efter mig, hvis navn skal være Ahmad '\"(Koranen 61: 6). Gennem dette vers hævdede de tidlige arabiske muslimer legitimitet for deres nye tro på de eksisterende religiøse traditioner og de påståede forudsigelser af Jesus. [27]"
}
