{
"Adam": "First Prophet and father of all the human beings.\nThe story of Adam and creation is pieced throughout the Quran. There are references in chapters: 2, 4, 5, 20, 21, 38 and others. In the Quran narrative, God created humankind out of clay (Q3:59),[18] shaped it to a form and then commanded the angels to bow (submit) to Adam. Iblis refused out of pride (Q15:26-32)[19] and was banished from Jannah (Paradise).\n\nAccording to the Quran, God had already decided before the creation of Adam that mankind (Adam and his progeny) would be placed on earth. Islam does not ascribe mankind's life on earth as a punishment, rather as part of God's plan.\n\n\"'Verily, I am going to place mankind generations after generations on earth.' They (the angels) said: 'Will You place therein those who will make mischief therein and shed blood, while we (the angels) glorify You with praises and thanks and sanctify You?' God said: 'I know that which you do not know.'\"\n\nGod then teaches Adam the names of all things and assembles the angels in front of Adam so as to show them that there is more to Adam than they know, particularly the high intellectual capacity of Adam:\n\n\"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\" They said: \"Glory to Thee (said the angels), of knowledge We have none, save what Thou Hast taught us: In truth it is Thou Who art perfect in knowledge and wisdom.\" He said: \"O Adam! Tell them their names.\" When he had told them, God said (to the angels): \"Did I not tell you that I know the secrets of heaven and earth, and I know what ye reveal and what ye conceal?\"\n\nGod commands the angels to bow down to Adam. All obey, except for Iblis, who feels that he being made from fire, should not be bowing to Adam who was made from earth. His disobedience of God's command followed by his pride caused him to fall out of God's favor:\n\n\"And behold, We said to the angels: \"Bow down to Adam\" and they bowed down. Not so Iblis: he refused and was haughty: He was of those who reject faith (those who are disobedient).\" (2:34)\n\nGod later places Adam and Eve in the garden and tells them that they are free to enjoy of its fruits except not to come near a certain tree: (2:35)\n\n\"We said: \"O Adam! dwell thou and thy wife in the Garden; and eat of the bountiful things therein as (where and when) ye will; but approach not this tree, or ye run into harm and transgression.\"\n\nSatan then deceives Adam and Eve into eating of the fruits of the tree: (2:36)\n\n\"Then did Satan make them slip from the (garden), and get them out of the state (of felicity) in which they had been. We said: \"Get ye down, all (ye people), with some of you having enmity towards others. On earth will be your dwelling-place and your means of livelihood - for a time.\"\n\nAdam and Eve feel a lot of remorse for their actions, but God turns to Adam in mercy and consoles him: (2:37)\n\n\"Then learnt Adam from his Lord words of inspiration, and his Lord Turned towards him; for He is Oft-Returning, Most Merciful.\"\n\nGod then informs Adam that God will send his guidance to Adam and his progeny: (2:38)\n\n\"We said: \"Get down all of you from this place (the garden), then whenever there comes to you Guidance from Me, and whoever follows My Guidance, there shall be no fear on them, nor shall they grieve.\"\n\nIn the Garden of Eden, Satan (often identified as Iblis) lures Adam and Eve into disobeying God by tasting the fruit from the forbidden tree. God, sends Adam and Eve out into the rest of the earth.[20][21]\n\nThe Quran also describes the two sons of Adam and Eve, Cain and Abel.[22][23]",
"Idris": "Inventor of the pen and inventor of the needle.",
"Nuh": "Survivor of the Great Flood.",
"Hud": "Merchant\n\nThis is a brief summary of Hud's narrative, with emphasis on two particular verses:\n\nThe people of ʿĀd were extremely powerful and wealthy and they built countless buildings[19] and monuments to show their power. However, the ʿĀd people's wealth ultimately proved to be their failure, as they became arrogant and forsook God and began to adopt idols for worship, including three idols named Samd, Samud and Hara.[11] Hud, even in childhood, remained consistent in prayer to God. It is related through exegesis that Hud's mother, a pious woman who had seen great visions at her son's birth, was the only person who encouraged Hud in his worship.[20] Thus, the Lord raised up Hud as a prophet for the ʿĀd people.[20]\n\nWhen Hud started preaching and invited them to the worship of only the true God and when he told them to repent for their past sins and ask for mercy and forgiveness, the ʿĀd people began to revile him and wickedly began to mock God's message. Hud's story epitomizes the prophetic cycle common to the early prophets mentioned in the Quran: the prophet is sent to his people to tell them to worship God only and tells them to acknowledge that it is God who is the provider of their blessings[9] The Quran[3] states:\n\nWe sent to the people of 'Ad their brother Hud, who said: \"O my people, worship God; you have no other god but He. (As for the idols,) you are only inventing lies.\nO my people, I ask no recompense of you for it: My reward is with Him who created me. Will you not, therefore, understand?\nO my people, beg your Lord to forgive you, and turn to Him in repentance. He will send down rain in torrents for you from the skies, and give you added strength. So do not turn away from Him as sinners.\"\nThey said: \"O Hud, you have come to us with no proofs. We shall not abandon our gods because you say so, nor believe in you.\nAll we can say is that some of our gods have smitten you with evil.\" He replied:\" I call God to witness, and you be witness too, that I am clear of what you associate (in your affairs)\nApart from Him. Contrive against me as much as you like, and give me no respite.\nI place my trust in God who is my Lord and your Lord. There is no creature that moves on the earth who is not held by the forelock firmly by Him. Verily the way of my Lord is straight.\nIf you turn away, then (remember) I have delivered to you the message I was sent with. My Lord will put other people in your place, and you will not be able to prevail against Him. Indeed my Lord keeps a watch over all things.\"\n\n— Qur'an, sura 11 (Hud), ayah 50-57\nMiracle of Hud\nAccording to tafsir from Ibn Qayyim al-Jawziyya in his analysis book, Madaarij Saalikeen, which has been quoted by Ibn Abi al-Izz in his syarh (commentary) of Al-Aqida al-Tahawiyya, Hud has shown his miracle which are pointed by the verse of 56-58:\n\n(56)\"All we can say is that some of our gods have smitten you with evil.\" He replied:\" I call God to witness, and you be witness too, that I am clear of what you associate (in your affairs)...Apart from Him. Contrive against me as much as you like, and give me no respite.\n\n(57)I place my trust in God who is my Lord and your Lord. There is no creature that moves on the earth who is not held by the forelock firmly by Him. Verily the way of my Lord is straight.\n\n(58)If you turn away, then (remember) I have delivered to you the message I was sent with. My Lord will put other people in your place, and you will not be able to prevail against Him. Indeed my Lord keeps a watch over all things.\"\n\n— Qur'an, sura 11 (Hud). ayah 56-58",
"Salih": "Salih (Arabic: صَالِحٌ, romanized: Ṣāliḥ, lit. 'Pious', also spelled Salih), is an Arab prophet mentioned in the Quran[1][2] who prophesied to the tribe of Thamud[3][4][5] in ancient Arabia, before the lifetime of the Prophet Muhammad. The story of Salih is linked to the story of the She-Camel of God, which was the gift given by God to the people of Thamud when they desired a miracle to confirm that Salih was truly a prophet.\n\nHis profession was a camel breeder.\n\nHistorical context\n\nMada'in Salih or Al-Hijr in the Hijazi mountainous region of Saudi Arabia\nThe Thamud were a tribal confederation in the northwestern region of the Arabian Peninsula, mentioned in Assyrian sources in the time of Sargon II. The tribe's name continues to appear in documents into the fourth century CE, but by the sixth century they were regarded as a group that had vanished long ago.[6]: 81 \n\nAccording to the Quran, the city that Salih was sent to was called Al-Hijr,[7] which corresponds to the Nabataean city of Hegra.[8] The city rose to prominence around the first century AD as an important site in the regional caravan trade.[9] Adjacent to the city were large, decorated rock-cut tombs used by members of various religious groups.[6]: 146  At an unknown point in ancient times, the site was abandoned and possibly functionally replaced by Al-'Ula.[10] The site has been referred to as Mada'in Salih since the era of Muhammad, named after his predecessor Salih.[11]\n\nOutside of the Islamic and Baháʼí Faiths, Salih is not mentioned in any other Abrahamic scripture or contemporary historical text, but the account of Thamud's destruction may have been well known in ancient Arabia. The tribe's name is used in ancient Arabian poetry as a metaphor for \"the transience of all things\".[6]: 223–24 \n\nIn Islam\nBismillahir Rahmanir Rahim\nPart of a series on Islam\nIslamic prophets\nAnbiya\nProphets in the Quran\nListed by Islamic name and Biblical name.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb (Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus)Muḥammad (Muhammad)\nMain events\nViews\nIslam portal\nvte\nPart of a series on\nIslam\nAllah3.svg\nBeliefs\nPractices\nTextsFoundations\nHistory\nCulture and society\nRelated topics\n Islam portal\nvte\nQuran\n\nSalih Inviting His People to See the She-Camel\nIlluminated collection of Stories of the Prophets\nSalih's life in his community had been so righteous that the people of Thamud virtually relied upon him for support.[12] He was chosen by God as a Messenger and sent to preach against the selfishness of the wealthy and to condemn the practice of shirk (idolatry or polytheism). Although Salih preached the message for a sustained period of time, the people for Thamud refused to hear his warning and instead began to ask Salih to perform a miracle for them. They said: \"O Salih! Thou hast been of us! A centre of our hopes hitherto! Dost thou forbid us the worship of what our fathers worshiped? But we are really in suspicious (disquieting) doubt as to that to which thou invitest us.\"\n\nSalih reminded his people of the countless castles and palaces they built out of stone,[13] and of their technological superiority over neighbouring communities. Furthermore, he told them about their ancestors, the ʿĀd tribe, and how they too were destroyed for their sins. Some of the people of Thamud believed Salih's words, but the tribal leaders refused to listen to him and continued to demand that he demonstrate a miracle to prove his prophethood.[14]\n\nIn response, God gave the Thamud a blessed she-camel, as both a means of sustenance and a test. The tribe was told to allow the camel to graze peacefully and avoid harming her.[15] But in defiance of Salih's warning, the people of the tribe hamstrung the camel.[16] Salih informed them that they had only three more days to live before the wrath of God descended upon them.[17] The people of the city were remorseful,[18] but their crime could not be undone, and all the disbelieving people in the city were killed in an earthquake. Al-Hijr was rendered uninhabited and remained in ruins for all time thereafter.[19] Salih himself and the few believers who followed him survived.[20]\n\nThe story is expanded upon in Sūrat an-Naml, whilst the she-camel is not mentioned explicitly here, it states that nine men plotted to kill Salih and his whole family,[21][22] a crime for which they were struck down by God three days later.[23]\n\nMuslim tradition\nMuslim writers have elaborated upon the story of Salih and the she-camel. Early Islamic tradition often involved a motif of the camel miraculously emerging from stone, often accompanied by a calf, and the production of milk from the camel. Al-Tabari states that Salih summoned his people to a mountain, where they witnessed the rock miraculously split open, revealing the camel. The she-camel had a young calf. Salih informed the Thamud that the older camel was to drink from their water source on one day, and they were to drink from it the next day. On days when they were not allowed to drink water, the camel provided them with milk. But God informed Salih that a boy who would hamstring the camel would soon be born to the tribe, and that child was evil and grew unnaturally fast. The camel was indeed killed, and its calf cried out three times, signaling that the Thamud would be destroyed in three days. Their faces turned yellow, then red, then black, and they died on the third day as predicted.[24]\n\nAccording to some Islamic scholars, the mother of Ismail, Hajar, was a granddaughter of the prophet Salih.[25]\n\nA similar tradition is related in an eighth-century commentary on Islam by John of Damascus[26][27] and is also mentioned in the works of Ibn Kathir.[28]",
"Ibrahim": "Father of Judiasm, Christianity and Islam.  Builder of the Kaaba.",
"Lut": "Historian and traveller.\n\nThe Quran states that one day, a group of angels visited Abraham as guests in the guise of men[12] in order to inform him of the fact that his wife Sarah was pregnant with Isaac. While there, they also told him that they had been sent by God to the \"guilty people\"[13] of Lut[14] to destroy them[15] with \"a shower of stones of clay\".[16] Lut and those who believed in him, were to be spared, but his wife was to die in the destruction, with the angels stating that \"she is of those who lag behind\".[17][18] The Quran also draws upon Lot's wife as an \"example for the unbelievers\" as she was married to a righteous man but refused to believe in his message and was thus condemned to Hell.[3][19]\n\nThe people of the twin cities transgressed against the bounds of God. According to the Quran, their sins included inhospitality and robbery [20] they hated strangers and robbed travellers, apart from other abuses and rape. It was their sin of sexual misconduct as well which was seen as particularly egregious, with Lut strongly chiding them for approaching men with sexual desire instead of women.[21][22] Lut told and tried to help them to abandon their sinful ways, but they ridiculed him[20] and threatened to evict him from the cities.[23] Lut prayed to God and begged to be saved from the consequences of their sinful acts.[3][24]\n\nThen three angels, disguised as handsome males, came to Lut as guests. He grieved the men, as he felt powerlessness to protect them from the people of the cities.[25] The cities' residents becoming aware of the visitors demanded that Lot surrender his guests to them.[26] Distressed and fearful that they would incur the wrath of God, suggested rather lawful marriage to his daughters[27] as pious and purer alternatives to their unlawful wishes, and perhaps as a source of guidance.[28] But they were unrelenting and replied \"thou knowest we have no need of thy daughters: indeed thou knowest quite well what we desire!\",[29] referring to his male guests.\n\nThe exegetes Ibn Kathir, Qurtubi and Tabari do not read 'daughters' to mean Lot's literal daughters. They argue that since a prophet is like a father to his nation, Lot was directing the evildoers to turn away from their sins and engage in healthy and pious relationships with the daughters of the nation, i.e. women in general.[30]\n\nThe angels then revealed their true identities to Lot and said to him, “We are (here) to deliver thee and thy following, except thy wife: she is of those who lag behind.\"[3] They advised Lot to leave the cities during the night, telling him not to look back.[31] Keeping his faith in God, Lot left the cities in the darkness of night, bringing with him his followers and believing family members. Finally, morning came, and the Decree of God passed whereupon the Quran reads, “We turned (the cities) upside down, and rained down on them brimstones hard as baked clay, spread, layer on layer,-“[32] And thus was sealed the fate of the twin cities, falling into destruction and despair and marking the end of the civilisations of Sodom and Gomorrah.[3]",
"Ismail": "Father of Arabs.\n\nIshmael is considered a prophet in Islam and is listed in the Quran with other prophets in many instances.[11][12][13][14] In other verses, such as 21:85[15] and 38:48,[16] Ishmael is praised for being patient, good, and righteous.[17] A particular example which describes Ishmael individually is 19:54-55[18] – \"And call to mind, through this divine writ, Ishmael. Behold, he was always true to his promise, and was an apostle [of God], a prophet, who used to enjoin upon his people prayer and charity, and found favour in his Sustainer's sight.\"[19] As a descendant of Ishmael, Muhammad is considered justified as the Prophet and continues the line of prophets from pre-Islamic times.",
"Ishaq": "The biblical patriarch Isaac (Arabic: إسحاق or إسحٰق [note] ʾIsḥāq) is recognized as a prophet and messenger of God by Muslims.[1] As in Judaism and Christianity, Islam maintains that Isaac was the son of the patriarch and prophet Abraham from his wife Sarah. Muslims hold Isaac in deep veneration because they believe that both Isaac and his older half-brother Ishmael continued their father's spiritual legacy through their subsequent preaching of the message of God after the death of Abraham.[2] Isaac is mentioned in fifteen passages of the Quran.[3] Along with being mentioned several times in the Quran, Isaac is held up as one of Islam's prophets.\n\nFather of Israelite people.\n\nEarly Life\nBecause of God’s grace and covenant with Abraham, Sarah was gifted with a child in her old age. Isaac was the age of 10 when his half-brother Ishmael went out from Abraham’s house into the desert. While in the desert Ishmael took a wife of the daughters of Moab named ‘Ayeshah.[4]\n\nBurial Site\nThe Tomb of Isaac\nHis tomb and that of his wife Rebekah is considered to be in the Cave of the Patriarchs in Hebron, West Bank, known in Islam as the Ibrahim-i-Mosque (\"Mosque of Abraham\"). Alongside Isaac's tomb are those of some of the other Qur'anic/Biblical patriarchs and their wives: Abraham and Sarah and Jacob and Leah.\n\nMentions in Quran\nIsaac is mentioned fifteen times by name in the Quran, often with his father and his son, Jacob (Yaʿqūb).[5] The Quran states that Abraham received \"good tidings of Isaac, a prophet, of the righteous\", and that God blessed them both (37: 112). \"And We gave him glad tidings of Isaac, a prophet from among the righteous. And We blessed him and Isaac. And among their progeny are the virtuous and those who clearly wrong themselves\"[6] In a fuller description, when angels came to Ibrahim to tell him of the future punishment to be imposed on Sodom and Gomorrah, his wife, Sarah, \"laughed, and We gave her good tidings of Isaac, and after Isaac of (a grandson) Jacob\" (11: 71-74); and it is further explained that this event will take place despite Abraham and Sarah's old age. Several verses speak of Isaac as a \"gift\" to Abraham (6: 84; 19: 49-50), and 29: 26-27 adds that God made \"prophethood and the Book to be among his offspring\", which has been interpreted to refer to Abraham's two prophetic sons, his prophetic grandson Jacob, and his prophetic great-grandson Joseph. In the Quran, it later narrates that Abraham also praised God for giving him Ishmael and Isaac in his old age (XIV: 39-41).\n\nElsewhere in the Quran, Isaac is mentioned in lists: Joseph follows the religion of his forefathers Abraham, Isaac and Jacob (12: 38) and speaks of God's favor to them (12: 6); Yaʿqūb's sons all testify their faith and promise to worship the God that their forefathers, \"Abraham, Ishmael and Isaac\", worshiped (2: 127); and the Quran commands Muslims to believe in the revelations that were given to \"Abraham, Ishmael, Isaac, Jacob and the Patriarchs\" (2: 136; III: 84).",
"Yaqub": "Yaqub ibn Ishaaq ibn Ibrahim (Arabic: يَعْقُوب ابْنُ إِسْحَٰق ابْنُ إِبْرَاهِيم, literally: \"Jacob, son of Isaac, son of Abraham\" Arabic: يَعْقُوب, romanized: Yaqub; also later Israel, Arabic: إِسْرَآئِیل [israaeel]; Classical/Quranic Arabic: إِسْرَآءِیْل [israaeel]), also known as Jacob, is a prophet in Islam. He is acknowledged as a patriarch of Islam. Muslims believe that he preached the same monotheistic faith as did his forefathers: Abraham (Ibrāhīm), Ishmael (Ismail) and Isaac (Ishaaq).\n\nJacob is mentioned sixteen times in the Quran.[1] Two further references to Isra'il are believed to be mentions of Jacob.[2] In the majority of these references, Jacob is mentioned alongside fellow Hebrew prophets and patriarchs as an ancient and pious prophet who stayed in the \"company of the elect\".[3][4] Muslims hold that Jacob was the son of Isaac and that he preached the Oneness of God throughout his life. As in Christianity and Judaism, Islam holds that Jacob had twelve sons, each of which would go on to father the Twelve Tribes of Israel.[5] Jacob plays a significant role in the story of his son, Joseph (Yūsif).[6] The Quran further makes it clear that God made a covenant with Jacob[7] and Jacob was made a faithful leader by God's command. His grandfather (Ibrahim), father (Ishaq), uncle (Ismail), son (Yusuf) and himself are all prophets of Islam.[8]\n\nIn the Quran\nJacob is mentioned by name in the Quran sixteen times.[9] Although many of these verses praise him rather than recount an instance from his narrative, the Quran nonetheless records several significant events from his life. Muslim tradition and literature[10] the earliest event involving Jacob in the Quran is that of the angels (malāʾikah) giving \"glad tidings\" to Abraham and Sarah of the future birth of a prophetic son by the name of Isaac as well as a prophetic grandson by the name of Jacob.[11] The Quran states:\n\nWhen he had turned away from them and from those whom they worshipped besides Allah, We bestowed on him Isaac and Jacob, and each one of them We made a prophet.\n\n— Quran, surah 19 (Maryam), ayah 49[11]\nThe Quran also mentions that Abraham taught the faith of pure monotheism to his sons, Ishmael and Isaac, as well as Jacob. The Quran records Abraham telling Ishmael, Isaac and Jacob: \"Oh my sons! Allah hath chosen the Faith for you; then die not except in the Faith of Islam.\"[12] The Quran also mentions the gifts given to Jacob as well as the strength of his faith, which became stronger as he became older. The Quran mentions that Jacob was \"guided\";[13] given \"knowledge\";[14] \"inspired\";[15] and was given a \"tongue of truthfulness to be heard\".[16] The Quran later states the following regarding Jacob:\n\nAnd We bestowed on him Isaac and, as an additional gift, (a grandson), Jacob, and We made righteous men of every one (of them).\nAnd We made them leaders, guiding (men) by Our Command, and We sent them inspiration to do good deeds, to establish regular prayers, and to practise regular charity; and they constantly served Us (and Us only).\n\n— Quran, surah 21 (Al-Anbiya), ayat 72–73[17]\nAnd commemorate Our Servants Abraham, Isaac, and Jacob, possessors of Power and Vision.\nVerily We did choose them for a special (purpose)- proclaiming the Message of the Hereafter.\nThey were, in Our sight, truly, of the company of the Elect and the Good.\n\n— Quran, surah 38 ('Sad), ayat 45–47[18]\nJacob and his sons\nJacob's next significant mention in the Quran is in the narrative of the surah Yusuf. Joseph's story in the Quran opens with a dream that Joseph had one night, after which he ran to his father Jacob, saying: \"Behold! Joseph said to his father: \"O my father! I did see eleven planets and the sun and the moon: I saw them prostrate themselves to me!\" \"[19] Jacob's face filled with delight at what he had heard from the young Joseph, and the ageing prophet immediately understood what the dream meant. Jacob could foresee that his son would grow up to be the next prophet in the line of Abraham and it would be Joseph who would keep the message of Islam alive in the coming years. Jacob's older sons, however, felt that their father loved Joseph and Benjamin, Jacob's youngest son, more than them. Jacob knew about their jealousy and warned the young Joseph about it.[20] Joseph's ten older brothers then decided to kill him. As the Quran narrates their discussion:\n\nThey said: \"Truly Joseph and his brother are loved more by our father than we: But we are a goodly body! Really our father is obviously wandering (in his mind)!\n\"Slay ye Joseph or cast him out to some (unknown) land, that so the favour of your father may be given to you alone: (there will be time enough) for you to be righteous after that!\"\n\n— Quran, surah 12 (Yusuf) ayat 8–9[21]\nOne of the brothers (usually understood to be Reuben[22]) however, felt that instead of slaying Joseph(Yusuf) they should instead drop him into a well, so that a caravan may come and pick him up.[23] Thus, they asked their father whether they could take the young Joseph out to play with them, on the condition that they would keep watch over him. Although Jacob feared that a dhi’b (Arabic: ذِئـب, wolf) would devour his son,[24] the rebellious older sons forcefully took Joseph away and threw him into the well.[25] When the sons came back to Jacob that night, they pretended to weep and they further told him that the wolf had devoured Joseph. To trick their father, they stained Joseph's(Yusuf) shirt with false blood,[26] but Jacob, who had been gifted with knowledge, knew this was a false concoction that they had devised. Although Jacob did worry over the loss of Joseph, he remained steadfast to God throughout his grief.[26] As the years passed, the young Joseph grew up into a man in Egypt; Jacob, meanwhile, was back at home in Canaan, where his sons would constantly bother him about his repeated praying to God for the return of Joseph(Yusuf).[27] Although Jacob frequently complained to God[14] it was never for God's doings, but out of the distractions of his own mind and his occasional breaking out of the bounds of patience he had set for himself. He constantly ignored the wicked taunting of his sons and would forgive them and tried to give them sound advice.[28] One day, Jacob decided to send his sons on an errand, telling them to go to Egypt in search of Joseph and Benjamin. His sons, for the first time, listened to him and departed for Egypt. When one of Jacob's sons returned to Canaan with the good news of Joseph and Benjamin in Egypt, he came with a shirt that Joseph had given him, which he had told him to cast over their father's face,[29] to remove Jacob's blindness and grief. Thus, the son followed the instructions and did as Joseph said, restoring Jacob's physical and mental vision.\n\nOnce Jacob's sight had been restored, the whole family began their trek to Egypt, to meet Joseph and the other sons again. Once they arrived, the father and son met each other with great love and were reunited in peace once again. The now powerful Joseph provided a home for his parents with himself and, as the Quran says, raised them high on a 'throne of dignity'.[30] It was now that the whole family, together, could turn to God through the prophetic offices of both Jacob and Joseph.\n\nJacob's last advice to his people\nThe whole of the Children of Israel were called to bow down to faith in Islam (Submission to God) before Jacob died. Jacob wanted to make sure that his children die only in Islam, and, therefore, took one last promise from them. When he asked them who they would worship after his death, they replied that they would continue in Islam and bow down to and worship God.[31] Although the death-bed scene is embellished upon in Jewish tradition, and mentioned in the Book of Genesis, the Quran mentions it to emphasize the notion that Abraham, Isaac, Ishmael, and Jacob were all Muslims, as they bowed down in full faith to God and God alone. The Quran narrates:\n\nAnd this was the legacy that Abraham left to his sons, and so did Jacob; \"Oh my sons! Allah hath chosen the Faith for you; then die not except in the Faith of Islam.\"\nWere ye witnesses when death appeared before Jacob? Behold, he said to his sons: \"What will ye worship after me?\" They said: \"We shall worship thy God and the God of thy fathers, of Abraham, Ismail and Isaac,- the one (True) Allah: To Him we bow (in Islam).\"\n\n— Quran, surah 2 (Al-Baqara), ayah 132–133[32]\nThe legacy of Jacob\nJacob is very special in Islam for carrying on the legacy left by his forefathers. Muslims believe God bestowed His utmost grace upon Jacob and chose him to be among the most exalted men. The Quran frequently mentions Jacob as a man of might and vision and stresses he was of the company of the good and elect. As the Quran says:\n\nThat was the reasoning about Us, which We gave to Abraham (to use) against his people: We raise whom We will, degree after degree: for thy Lord is full of wisdom and knowledge.\nWe gave him Isaac and Jacob: all (three) guided: and before him, We guided Noah, and among his progeny, David, Solomon, Job, Joseph, Moses, and Aaron: thus do We reward those who do good:\n\n— Quran, surah 6 Al-An'am, ayah 83–84[33]\nAli ibn Abi Talib, when asked about the prophets who were bestowed special names, narrates in Hadith that Ya'qub ibn Ishaq was known by his people as Isra'il.[34]\n\nInstances in the Bible involving Jacob wrestling with an angel are not mentioned in the Quran, but are discussed in Muslim commentaries, as is the vision of Jacob's Ladder.[9][35] Jacob tricking Isaac into blessing him by impersonating his twin, Esau, is also not in the Quran, but is in Muslim commentaries.[9]\n\nMuslims, who do believe Jacob was a great patriarch, stress the belief that Jacob's main importance lay in his great submission to God and his firm faith in the right religion. As a patriarch, Jacob, alongside Abraham, may be the most fruitful according to tradition. From his twelve sons[36] were to come many other great prophets, including Jonah (Yunus), David (Dawud), Solomon (Suleyman) and Jesus (Isa).",
"Yusuf": "Yusuf ibn Yaqub ibn Ishaaq ibn Ibrahim (Arabic: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهيم) (Joseph, son of Jacob, son of Isaac, son of Abraham) is a prophet mentioned in the Quran,[1] and corresponds to Joseph, a person from the Tanakh, the Jewish religious scripture, and the Christian Bible, who was estimated to have lived in Egypt before the New Kingdom.[2] It is one of the common names in the Middle East and among Muslim nations. Of all of Jacob's children, Joseph was the one given the gift of prophecy. Although the narratives of other prophets are mentioned in various Surahs, the complete narrative of Joseph is given only in one Surah, Yusuf, making it unique. It is said to be the most detailed narrative in the Qur'an and bears more details than the Biblical counterpart.[3]\n\nYusuf is believed to have been the eleventh son of Yaqub (Arabic: يعقوب, Yaqub), and, according to many scholars, his favorite. According to Ibn Kathir, \"Jacob had twelve sons who were the eponymous ancestors of the tribes of the Israelites. The noblest, the most exalted, the greatest of them was Joseph.\"[4] The story begins with Joseph revealing a dream he had to his father, which Jacob recognizes.[5] In addition to the role of God in his life, the story of Yusuf and Zulaikha (Potiphar's wife of the Old Testament) became a popular subject in Persian literature, where it became considerably elaborated over the centuries. [6]\n\nQuran Surah 12 (Yusuf)\n\nUse of \"king\" versus \"pharaoh\"\nIn the Qur'an, the title of the Ruler of Egypt during the time of Joseph is specifically said to be \"the King\" (Arabic: al-Malik) whilst the Ruler of Egypt during the time of Moses is specifically said to be \"Pharaoh\" (Arabic: Firaun, though as a name without the definite article). This is interesting because according to historical sources, the title Pharaoh only began to be used to refer to the rulers of Egypt (starting with the rule of Thutmose III) in 1479 BCE - approximately 21 years after the prophet Joseph died.[44] But in the narration of Yusuf in the Bible, the titles King (Hebrew: Melekh) and Pharaoh are used interchangeably for the ruler of Egypt in Genesis chapters 39-41.[45]\n\nThe Malik (of Egypt) said: \"I do see (in a vision) seven fat kine, whom seven lean ones devour, and seven green ears of corn, and seven (others) withered. O ye chiefs! expound to me my vision, if it be that ye can interpret visions.\"\n\n— Qur'an, Surah 12 (Yusuf), Ayah 43,[46]\nThen after them We sent Musa with Our Signs to Fir'aun and his chiefs, but they wrongfully rejected them. So see how was the end of al-Mufsidin (Arabic: ألمفسدين, \"the Mischief-makers\" or \"the Corrupters\").\n\n— Qur'an, Surah 7 (Al-Araf), Ayah 103 [47]\nAnd the Malik said: \"Bring him to me.\" But when the messenger came to him, He (Yusuf) said: \"Return to your lord and ask him, 'What happened to the women who cut their hands? Surely, my Lord (Allah) is Well-Aware of their plot.\n\n— Qur'an, Surah 12 (Yusuf), Ayah 50,[48]\nAnd Joseph's master took him, and put him into the prison, the place where the king's prisoners were bound; and he was there in the prison.\n\n— Genesis 39:20\nAnd Joseph was thirty years old when he stood before Pharaoh king of Egypt.--And Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.\n\n— Genesis 41:46\nAnd Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.\n\n— Genesis 47:11",
"Ayyub": "Job (Arabic: أيوب, romanized: Ayūb) is known as a prophet in Islam and is mentioned in the Quran.[1] Job's story in Islam is parallel to the Hebrew Bible's story, although the main emphasis is on Job remaining steadfast to God; there is no mention of Job's discussions with friends in the Qur'anic text, but later Muslim literature states that Job had brothers, who argued with the man about the cause of his affliction. Some Muslim commentators also spoke of Job as being the ancestor of the Romans.[2] Islamic literature also comments on Job's time and place of prophetic ministry, saying that he came after Joseph in the prophetic series and that he preached to his own people rather than being sent to a specified community. Tradition further recounts that Job will be the leader in Heaven of the group of \"those who patiently endured\".[3]\n\nAyūb (Job) is first mentioned in the Quran in the following verse:\nIndeed, We have revealed to you, [O Muhammad], as We revealed to Noah and the prophets after him. And we revealed to Abraham, Ishmael, Isaac, Jacob, the Descendants, Jesus, Job, Jonah, Aaron, and Solomon, and to David We gave the book [of Zabur].\n\n— Quran, sura 4 (An-Nisa), ayah 163[4]\nThe Quran describes Job as a righteous servant of Allah, who was afflicted by suffering for a lengthy period of time. However, it clearly states that Job never lost faith in God and forever called to God in prayer, asking Him to remove his affliction:\n\nAnd [mention] Job, when he called to his Lord, \"Indeed, adversity has touched me, and you are the Most Merciful of the merciful.\"\n\n— Quran, sura 21 (The Prophets), ayah 83[5]\nThe narrative goes on to state that after many years of suffering, God ordered Job to \"Strike with thy foot!\".[6] At once, Job struck the ground with his foot and God caused a cool spring of water to gush forth from the Earth, from which Job could replenish himself. The Quran states that it was then that God removed his pain and suffering and He returned Job's family to him, blessed him with many generations of children and granted him great wealth. In addition to the brief descriptions of Job's narrative, the Quran further mentions Job twice in the lists of those whom God had given special guidance, wisdom and inspiration (IV: 163) and as one of the men who received authority, the gift of prophethood (VI:84).\n\nAfter Satan has given up trying to turn Job away from the Lord, God removed Job's affliction and returned his family to him, doubling them in number. He returned Job's wealth and showered Job with gold. Once Job's wife had seen her husband restored to prosperity and health, she prayed thanks to God but then worried over the oath her husband had taken earlier, in which he had promised to beat her with a hundred strokes. Job was also deeply grieved over the oath he had taken, amidst his suffering. God, however, sent a revelation to Job, which told him to not beat his wife but to gently hit her with a bundle of soft grass.[7]\n\nQur'an references\nJob's prophecy: 4:163, 6:84\nTrial and patience: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nFurther reading\nIbn Kathir, Bidaya wa l-Nihaya, i, 220–225\nTafsir on XXI and XXXVII\nTabari, i, 361–364\nThalabi, Tales of the Prophets, Cairo 1339, 106–114\nKisa'i, Stories of the Prophets, 179–190\nIbn Asakir, Tarikh al-Kabir, iii, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb or Shuʿayb (Arabic: شعيب, IPA: [ʃuʕajb]; meaning: \"who shows the right path\") is an ancient Midianite Nabi (Prophet) in Islam, and the most revered prophet in the Druze faith.[1] Shuayb is traditionally identified with the Biblical Jethro, Moses' father-in-law. Shuaib is mentioned in the Quran a total of 11 times.[2] He is believed to have lived after Ibrahim (Abraham), and Muslims believe that he was sent as a prophet to a community: the Midianites,[3] who are also known as the Aṣḥāb al-Aykah (\"Companions of the Wood\"),[4][5][6][7] since they used to worship a large tree. To the people, Shuaib proclaimed the straight path and warned the people to end their fraudulent ways. When the community did not repent, Allāh (God) destroyed the community.[3][5]\n\nShuaib is understood by Muslims to have been one of the few Arabian prophets mentioned by name in the Qur'an, the others being Salih, Hud, and Muhammad. It is said that he was known by Muslims as \"the eloquent preacher amongst the prophets\", because he was, according to tradition, granted talent and eloquence in his language.[8]\n\nHistorical context\nThe area to which Shuʿayb was sent to is named 'Madyan in the Qur'an, known in English as Midian, which is frequently referred to in the Bible. The Midianites were said to be of Arab descent, though being neighbors of the Biblical Canaanites, they intermixed with them. It is said they were a wandering tribe, and that their principal territory at the time of Musa (Moses) was the Sinai Peninsula.\n\nDisputed identification with Jethro\nJethro is mentioned in the Bible (Exodus 3:1) as the father in law of Moses. Although Shuaib is frequently identified with the Midianite priest Jethro, most modern scholars reject this identification. Classical commentators, such as Ibn Kathir, say Shuʿayb was a great-grandson of Abraham: Shuʿayb is believed to have been the son of Mikil, son of Issachar, son of Midian, son of Abraham.[8] That would render impossible the identification with Jethro, who lived at the time of Moses, purportedly hundreds of years after Abraham.[9]\n\nThe Qur'an states that Shuaib was appointed by God to be a prophet to the people of Midian. The people of this land were said to be especially notorious for cheating others through dishonesty and for idolatry. Shuʿayb's prophecy mainly involved calling the Midianites to the correct path of God,[10] and forbidding them to worship false gods.\n\nIt is also said he told his people to stop being dishonest in their daily activities. Although he preached and prophesied for a sustained period of time, the majority of the people refused to listen to him. Shuayb, however, remained steadfast. He consistently preached powerfully against the wicked, telling them of the punishment that had befallen the sinful before them. Shuʿayb warned the people that their ignorance would lead to the destruction of Midian, giving historical examples of earlier prophets, including Noah, Hud, Salih and Lot,[11] all of whose people had been destroyed by God.\n\nThe people taunted Shuʿayb and told him that, were it not for the prestigious family he came from, he would surely have been stoned to death. Shuayb replied, \"Is my family of more consideration with you than God?\" When the Midianites refused to believe, they were destroyed by a mighty earthquake.[3] The Qur'an, however, mentions that Shuʿayb, and his believing companions, were rescued from the thunderous punishment.[11][12]\n\nParallels with other prophets\nShuayb's mission is often mentioned in the Qur'an with the mission of Noah, Hud, Salih and Lot. Scholars have pointed out that these five prophets exemplify the early prophetic missions:[13] The prophet would be sent to his community; the community would pay no attention to his warning and would instead threaten him with punishment; after years of preaching, God would ask him to leave his community, while his people were subsequently destroyed in a punishment.[13] Scholars chronologically interpret the listing of the five prophets, so Shuʿayb was a descendant of Noah (preached about the Great Flood) and the Prophet Abraham.",
"Musa": "In Islam, Mūsā ibn ʿImrān (Arabic: موسی ابن عمران, lit. 'Moses, son of Amram'),[1] is an important prophet and messenger of God (Allah) and is the most frequently mentioned individual in the Quran, with his name being mentioned 136 times and his life being narrated and recounted more than that of any other prophet.[2][3]\n\nAccording to the Quran, Musa was born to an Israelite family. In his childhood, he is put in a basket which flows towards Nile, and eventually Musa is discovered by Pharaoh's (Fir'awn) wife Asiya, who makes Musa as her adopted son. After reaching adulthood, Musa then resides in Midian, before departing for Egypt again to threaten the Pharaoh. During his prophethood, Musa is said to have performed numerous miracles, and is also reported to have personally talked to God, who bestows the title 'Speaker of God' (Kalīm Allāh) upon Musa. The prophet's most popular miracle is him dividing the sea, with a miraculous stick provided by God. Apart from the Quran, Musa is also described and praised in the Hadith literature as well.\n\nAfter Pharaoh's death, Musa and his followers travel towards Jerusalem, where the prophet eventually dies. In Islamic tradition, he is believed to have been buried at Nabi Musa, and eventually raised towards the heavens. Afterwards, he is reported to have met Muhammad in the seven heavens following the latter's ascension from Jerusalem during the Night Journey (’Isrā’ Miʿrāj).[4] During the journey, Musa is said to have repeatedly sent Muhammad back to meet God and request a reduction in the number of required daily prayers, originally believed to be fifty, until only the five obligatory prayers remained.[5][6]\n\nMusa is viewed as a very important figure in Islam. According to Islamic theology, all Muslims must have faith in every prophet and messenger of God, which includes Musa and his brother Harun. The life of Musa is generally seen as a spiritual parallel to the life of Muhammad, and Muslims consider many aspects of the two individuals' lives to be shared.[1] Islamic literature also describes a parallel relation between their people and the incidents that occurred in their lifetimes; the exodus of the Israelites from ancient Egypt is considered to be similar in nature to the migration of Muhammad and his followers from Mecca to Medina as both events unfolded in the face of persecution—of the Israelites by the ancient Egyptians, and of the early Muslims by the Meccans, respectively.[7] His revelations, such as the Ten Commandments, which form part of the contents of the Torah and are central to the Abrahamic religions of Judaism and Christianity.[8][9] Consequently, Jews and Christians are designated as \"People of the Book\" for Muslims and are to be recognized with this special status wherever Islamic law is applied. Musa is further revered in Islamic literature, which expands upon the incidents of his life and the miracles attributed to him in the Quran and hadith, such as his direct conversations with God.",
"Harun": "In Islam, Hārūn ibn ʿImrān[2] (Arabic: هارون ابن عمران, lit. 'Aaron, son of Amram'), is a prophet and messenger of God (Allah), and the older brother of the prophet Musa (Moses).[3][failed verification][clarification needed] He along with his brother preached the Israelites to the Exodus.[4]\n\nThe Quran contains numerous references to Aaron, both by name and without name. It says that he was a descendant of Abraham[5] and makes it clear that both he and Moses were sent together to warn the Pharaoh about God's punishment.[6] It further adds that Moses had earlier prayed to God to strengthen his own ministry with Aaron[7] and that Aaron helped Moses as he too was a prophet,[8] and very eloquent in matters of speech and discourse.[9] The Quran adds that both Moses and Aaron were entrusted to establish places of dwelling for the Israelites in Egypt, and to convert those houses into places of worship for God.[10]\n\nThe incident of the Golden Calf as it is narrated in the Quran paints Aaron in a positive light. The Quran says that Aaron was entrusted the leadership of Israel while Moses was up on Ṭūr Sīnā’ (Arabic: طـور سيـنـاء, Mount Sinai) for a period of forty days.[11][12][failed verification][clarification needed] It adds that Aaron tried his best to stop the worship of the Golden Calf, which was built not by Aaron but by a wicked man by the name of 'As-Samiri'.[13] When Moses returned from Mount Sinai, he rebuked Aaron for allowing the worship of the idol, to which Aaron pleaded with Moses to not blame him when he had no role in its construction.[14][12] The Quran then adds that Moses here lamented the sins of Israel, and said that he only had power over himself and Aaron.[15]\n\nAaron is later commemorated in the Quran as one who had a \"clear authority\"[16] and one who was \"guided to the Right Path\".[17] It further adds that Aaron's memory was left for people who came after him[18] and he is blessed by God along with his brother[19] The Quran also says that people called ‘Isa's mother Maryam (Arabic: مـريـم, Mary) a \"sister of Harun\"[20] Muslim scholars debated as to who exactly this \"Harun\" was in terms of his historical persona, with some saying that it was a reference to Aaron of the Exodus, and the term \"sister\" designating only a metaphorical or spiritual link between the two figures, all the more evident when Mary was a descendant of the priestly lineage of Aaron, while others held it to be another righteous man living at the time of Christ by the name of \"Aaron\". Most scholars have agreed to the former perspective, and have linked Mary spiritually with the actual sister of Aaron, her namesake Miryam (Arabic: مـريم, Hebrew: מִרְיָם),[21] whom she resembled in many ways. The Quran also narrates that, centuries later, when the Tabut (Arabic: تـابـوت, Ark of the Covenant) returned to Israel, it contained \"relics from the family of Moses and relics from the family of Aaron\".[22]",
"DhulKifl": "Dhul-Kifl (Arabic: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, literally \"Possessor of the Kifl \"; also spelled Dhu l-Kifl, Dhul-Kifl, Zu al-Kifl, or Zu l-Kifl) is an Islamic prophet. Although his identity is unknown, his identity has been theorised and identified as various Hebrew Bible prophets and other figures, most commonly Ezekiel and Gautama Buddha.[1][2][3][4] Dhul-Kifl is believed to have been exalted by Allah to a high station in life and is chronicled in the Quran as a man of the \"Company of the Good\".[5] Although not much is known of Dhul-Kifl from other historical sources, all the writings from classical commentators, such as Ibn Ishaq and Ibn Kathir, speak of Dhul-Kifl as a prophetic, saintly man who remained faithful in daily prayer and worship.[6]\n\nA tomb in the Ergani province of Diyarbakir, Turkey is believed by some to be the resting place of prophet Dhul-Kifl. It is located 5 km from the city centre on a hill called Makam Dağı.[7][8]\n\nEtymology\nThe name Dhul-Kifl literally means \"the possessor of kifl \", using a type of name where ذُو dhū (\"possessor of\") precedes some characteristically associated feature.[9] Such names were used of other notable figures in the Quran, for example Dhu al-Qarnayn (Arabic: ذُو ٱلْقَرْنَيْن, lit. 'He of the Two Horns/He of the Two Times'), and Dhu al-Nūn (Arabic: ذُو ٱلْنُّون, lit. 'the One with the Fish'), referring to Yunus. Kifl is an archaic Arabic word meaning \"double\" or \"duplicate\", from a root meaning \"to double\" or \"to fold\"; it was also used for a fold of cloth. The name is generally understood to mean \"one of a double portion\". Some scholars have suggested that the name means \"the man with the double recompense\" or rather \"the man who received recompense twice over\",[10] that is to say that it is a title for Job, as his family was returned to him according to the Quran and the Book of Job.[11]\n\nAccording to one view, it means \"the man of Kifl\", as \"the one of...\" is another possible translation of the participle dhū, and Kifl is allegedly the Arabic rendition of \"Kapilavastu\".[12]\n\nEzekiel\nSome are of the opinion that Dhul-Kifl could be Ezekiel. When the exile, monarchy, and state were annihilated, a political and national life was no longer possible. In conformity with the two parts of his book, his personality and his preaching are alike twofold, and the title Dhul-Kifl means \"the one to double\" or \"to fold\".\n\nAbdullah Yusuf Ali, in his Quranic commentary says:\n\nDhul-Kifl would literally mean \"possessor of, or giving, a double requital or portion\"; or else, \"one who used a cloak of double thickness,\" that being one of the meanings of Kifl. The commentators differ in opinion as to who is meant, why the title is applied to him. I think the best suggestion is that afforded by Karsten Niebuhr in his Reisebeschreibung nach Arabien, Copenhagen, 1778, ii. 264–266, as quoted in the Encyclopaedia of Islam under Dhul-Kifl. He visited Meshad 'All in 'Iraq, and also the little town called Kifl, midway between Najaf and Hilla (Babylon). Kefil, he says, is the Arabic form of Ezekiel. The shrine of Ezekiel was there, and the Jews came to it on pilgrimage. If we accept \"Dhul-Kifl\" to be not an epithet, but an Arabicised form of \"Ezekiel\", it fits the context, Ezekiel was a prophet in Israel who was carried away to Babylon by Nebuchadnezzar after his second attack on Jerusalem (about B.C. 599). His Book is included in the English Bible (Old Testament).[15] He was chained and bound, and put into prison, and for a time he was dumb. He bore all with patience and constancy, and continued to reprove boldly the evils in Israel. In a burning passage he denounces false leaders in words which are eternally true: \"Woe be to the shepherds of Israel that do feed themselves! Should not the shepherds feed the flocks? Ye eat the fat, and ye clothe you with the wool, ye kill them that are fed: but ye feed not the flock. The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken......\".[16]\n\n— Abdullah Yusuf Ali, The Holy Qur'an: Text, Translation and Commentary[17]\n\nMentioned in Quran\nIn the Quran\nDhul-Kifl has been mentioned twice in the Quran, in the following verses:\n\nAnd (remember) Ismail, Idris, and Dhul-Kifl, all (men) of constancy and patience.\nWe admitted them to Our mercy: for they were of the righteous ones.\n\n— Quran, Surah Al-Anbiya (21), Ayahs 85–86[13]\nAnd commemorate Ismail, Elisha and Dhul-Kifl: Each of them was of the Company of the Good.\n\n— Quran, Surah Sad (38), Ayah 48[14]\nIn both cases, Dhul-Kifl is mentioned in the context of a list of Qur'anic prophets, including many others not mentioned in the ayat quoted above.\nAl Kifl (Arabic: الكفل; ul-Kifl) is a town in southeastern Iraq on the Euphrates River, between Najaf and Al Hillah. Variant names for the shrine within Al Kifl are: Dhu'l Kifl Shrine, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine. Hazqiyal is the Arabic transliteration of the Hebrew Y'hezqel, which was mostly utilized by Sephardi Jews after they adopted Arabic. This indicates that the Jews equated Ezekiel and Dhul-Kifl, and Muslim exegetes followed suit. The Iraqi authorities assert that in 1316 (715–16 AH) the Ilkhanid Sultan Uljaitu acquired the rights of guardianship over the tomb from the Jewish community. Consequently, the shrine was renamed according to the Islamic nomenclature for the same prophet. Sultan Uljaitu added to the structure by building a mosque and a minaret. As well he restored the shrine implementing some alterations made clear by comparing its present state with pre-Ilkhanid travelers' descriptions. The site remained a Muslim pilgrimage place until the beginning of the nineteenth century when Menahim Ibn Danyal, a wealthy Jew, successfully converted it back to a Jewish site and restored it. The minaret remained as the only witness to its tenure as an Islamic site. Although the mosque and minaret were built in the 14th-century, the antiquity of the shrine and grave cannot be determined.[18]\n\nGautama Buddha\nDhul-Kifl has also been identified with Gautama Buddha.[19][20][21][22] The meaning of Dhul-Kifl is still debated, but, according to one view, it can mean \"the man from Kapil (Kapilavastu, the city where the Buddha spent thirty years of his life).[12][20]\n\nThe supporters of this view cite the first verses of the 95th chapter of the Quran, Surah At-Tin:\n\nBy the fig and the olive, and Mount Sinai, and this secure city ˹of Mecca˺!\n\n— Quran, 95:1-3\nAccording to this view, from the places mentioned in these verses: Sinai is the place where Moses received revelation; Mecca is the place where Muhammad received revelation; and the olive tree is the place where Jesus received revelation. In this case, the remaining fig tree is where Gautama Buddha received revelation.[21]\n\nSome also take it a bit further and state that Muhammad himself was a Buddha, as the word Buddha means \"enlightened one\".[23]\n\nOthers\nDhul-Kifl has also been identified variously with Joshua, Obadiah[24] and Isaiah.[25][24]",
"Dawud": "Dawud (Arabic: دَاوُوْد, romanized: Dāwūd [daːwuːd]), is a prophet and messenger of God (Allah) and is righteous, divinely-anointed monarch of the United Kingdom of Israel.[1] Additionally, Muslims also honor David for having received the divine revelation of the Zabur (Psalms).[2][3] Dawud is considered one of the most important people in Islam. Mentioned sixteen times in the Quran, David appears in the Islamic scripture as a link in the chain of prophets who preceded Muhammad.[4] Although he is not usually considered one of the \"law-giving\" prophets (ulū al-ʿazm), \"he is far from a marginal figure\" in Islamic thought.[2] In later Islamic traditions, he is praised for his rigor in prayer and fasting. He is also presented as the prototypical just ruler and as a symbol of God's authority on earth, having been at once a king and a prophet.\n\nDavid is particularly important to the religious architecture of Islamic Jerusalem.[1] Dawud is known as biblical David who was, according to the Hebrew Bible, the second king of the United Kingdom of Israel and Judah, reigning c. 1010–970 BCE.[citation needed]\n\nMentions in Quran\nDavid's narrative in the Quran, in many respects, parallels that given in the Bible. He is named a prophet (nabī) and also a messenger (rasūl), David is included in lists of those who received revelation (waḥy; Q4:163) or guidance (hudā; 6:84) from God. In both lists his name appears next to that of his son Solomon. Elsewhere, the Quran explains that God gave to both of them the gifts of \"sound judgment\" (ḥukm; 21:79) and \"knowledge\" (ʿilm; 21:79; 27:15). Yet the Quran also ascribes to David merits that distinguish him from Solomon: David killed Goliath (2:251) and received a divine revelation named \"the Psalms\"[5] (Quran 17:55 uses an indefinite form, while 21:105 uses the definite form al-Zabūr),[5] presumably a reference to the Psalms or the Psalter (the term Zabūr is perhaps related to the Hebrew term mizmōr or Syriac mazmūrā, \"psalm\"). The mountains and the birds praised God along with David (21:79; in 34:10 God commands them to do so; cfr. Psalm 148:7–10). God made David a \"vicegerent\" (khalīfa; 38:26), a title that the Quran otherwise gives only to Adam (2:30). This title suggests that, according to the Quran, David was something more than a messenger: he was a divinely guided leader who established God's rule on Earth.[1] This role is also suggested by 2:251: \"God gave him authority (mulk) and wisdom (ḥikmah) and taught him what He willed. If God did not drive back some people by others, the earth would become corrupt.\"[2]\n\nAmong the things taught to David was the ability to make armour (21:80, 34:10–11), a suggestion that David’s military exploits were the act of God. It is also important that the Quranic reference to David's \"wisdom\" was sometimes explained by the classical exegetes as the gift of prophecy.[6] The Quran also connects David and Jesus, by insisting that both cursed those Israelites who did not believe (5:78). Moreover, according to the Quran, David was given the ability to distinguish between truth and falsehood when dispensing justice (faṣl al-khiṭāb, 38:20). Furthermore, there is the allusion to a test David was put through, wherein he prayed and repented and God forgave him (38:24-5). Surat Sad (the 38th chapter of the Quran) is also called \"the sūra of David\"[7] Exegetes explain that since David prostrated when asking God to forgive him, Muhammad was ordered to imitate him and to perform a prostration when reading this chapter.[8]\n\nReligious significance\nDavid is one of the few Islamic Prophets who received Kingship as well. While other prophets preached during the reign of kings, David, in his time, was the king. Thus, he received an extremely large task, of making sure that the people of Israel were not only held in check spiritually but that the country itself remained strong as well. His place as both leader and prophet is revered by all Muslims as one of extremely high rank. The figure of David, together with that of his prophetic son, Solomon, are iconic of people who ruled justly over their land. God frequently mentions David's high rank as a prophet and messenger in the Quran. He is often mentioned alongside other prophets to emphasize how great he was. For example, God says:\n\nAnd We gave him Isaac and Jacob and guided them, as We had guided Noah before them, and of his descendants, David and Solomon and Job and Joseph and Moses and Aaron. Thus We reward those who are upright and do good.\n\n— Quran 6:84[9]\nWhen the Caliph 'Umar visited Jerusalem, the Patriarch Sophronius accompanied him on the Temple Mount, while he searched for the Mihrab Dawud (David's prayer-niche) to perform a prayer. Later commentators identified this site with the Tower of David. In a hadith, the prayer and fasting of David is mentioned to be dear to God.\n\nNarrated Abdullah bin 'Amr bin Al-'As: The Apostle of Allah told me, \"The most beloved prayer to Allah is that of David and the most beloved fasts to Allah are those of David. He used to sleep for half of the night and then pray for one third of the night and again sleep for its sixth part and used to fast on alternate days.\"\n\n— Muhammad al-Bukhari, Sahih al-Bukhari[10]\nThe Book of David\nMain article: Zabur\nThe Zabur is the holy book attributed to David by God, just as Musa (Moses) received the Tawrat (Torah), Isa (Jesus) received the Injil (Gospel) and Muhammad received the Quran. In the current Hebrew Bible, the Zabur is known as the Psalms. However, like other scriptures of the past, the Psalms are believed to have been corrupted over time, with some of the original message now gone. Nonetheless, Muslims are told to treat the present Psalms with immense respect because, in their original form, they too were an inspired Book of God. The Quran states:\n\nYour Lord knows whoever is in the heavens and the earth. We exalted some of the prophets over the others; and to David We gave the Book of Psalms.\n\n— Quran 17:55[11]\n\n Quran 4:163; 17:55.\n Quran 4:163; 6:84.\n e.g. Ṭabarī, Taʾrīkh, i, 559\n Hibat Allāh b. Salāma, al-Nāsikh wa-l-mansūkh (in the margin of Wāḥidī, Asbāb), Cairo 1316/1898-9, 262\n Bukhārī, Ṣaḥīḥ, vi, 155\n Quran 6:84\n Sahih al-Bukhari, 2:21:231\n Quran 17:55",
"Suleyman": "Sulaimān ibn Dāwūd (Arabic: سُلَيْمَان بْن دَاوُوْد, lit. 'Solomon, son of David') was, according to the Quran, a malik (مَلِك, lit. 'king') and nabī (نَبِيّ, lit. 'prophet') of the Israelites. Generally, Islamic tradition holds that he was the third king of the Jewish people and a wise ruler of Israel.[1]\n\nIn Islam, Solomon is regarded as one of the prophets of God who was bestowed with many divine gifts, including the ability to speak to both animals and jinn; he is also said to have enslaved the shayāṭīn (شياطين, lit. 'devils') and the dīv (دیو, lit. 'demons') with the support of a ring given to him by God.[2]\n\nMuslims further maintain that he remained a faithful monotheist throughout his life; reigned justly over the whole of the Israelite nation; was blessed with a level of kingship that was given to none before him nor after him; and fulfilled all of his commandments, being promised nearness to God in Jannah (جَنّة, lit. 'Paradise') at the end of his life.[3] Since the rise of Islam, various Arab historians have regarded Solomon as one of the greatest rulers in history.[4]\n\nMentions in Quran\nQuran and interpretation\nJudgment on the field\nIn the earliest narrative involving Solomon, the Quran (21:78) briefly alludes to a story that Solomon was in the company of his father, when two men came to ask David to judge between them regarding a ḥarth (حَرْث, field).[5] Later Muslim commentators expanded on the allusion, including Al-Tabari, Baidawi, and Ibn Kathir.[6][7][8] They said that the first of the two men said that he owned a vineyard of which he took great care the whole year through. But one day, when he was absent, the other man's sheep had strayed into the vineyard and devoured the grapes. He asked to be compensated for this damage.[9]: 62  Upon hearing the man's complaint, Solomon suggested that the owner of the sheep take the other man's vineyard to repair and cultivate until the vines returned to their former state, whereupon he should return it to its owner. At the same time, the owner of the vineyard would care for the sheep and benefit from their wool and milk until his land was returned to him, at which point he would return the sheep to their owner. This response shows Solomon's level of judgment, which, the Quran says,[10] would characterize Solomon throughout his life. Ḥikmah (Wisdom), according to Muslim tradition, would always be associated with Solomon, who would later even be referred to as Sulaimān al-Ḥakīm (سُلَيْمَان ٱلْحَكِيْم, \"Solomon the Wise\"). This story is adapted in the Kebra Nagast, but as a dispute adjudicated by a son of Solomon's.[7]\n\nSolomon and the demons\n\nThe Queen of Sheba\nThe Quran narrates that the wind was made subservient to Solomon,[11] and he could control it at his own will, and that the jinn also came under Solomon's control. The jinn helped strengthen Solomon's reign. The devils (shayatin),[12] and demons were forced building for him monuments.[13] God also caused a miraculous ʿayn (عَيْن, 'fount' or 'spring') of molten qiṭr (قِطْر, 'brass' or 'copper') to flow for Solomon, to be used by the demons in their construction.[11]\n\nWhen David died, Solomon inherited his position as the prophetic king of the Israelites. Solomon once permitted a woman to build a statue of her father. Later, she began to worship the statue and Solomon was rebuked for tolerating idolatry in his kingdom. As a punishment, God enabled one of the enslaved demons to steal Solomon's ring and take over his kingdom (Surah 38:34). He later repents his sin and gains control over the demons again, focusing on building the temple again.[14] He prayed to God to grant him a kingdom which would be unlike any after him.[15] God accepted Solomon's prayer and gave him what he pleased.\n\nConstrued allegoricallly, Solomon's loss of his ring to the demons, may be understood to represent a human losing its soul to demonic passion.[16] Attar of Nishapur writes: \"If you bind the div (demon), you will set out for the royal pavilion with Solomon\" and \"You have no command over your self's kingdom, for in your case the div is in the place of Solomon\".[17]\n\nUnlike the Talmudic tradition, Solomon was unaware and never participated in idolatry.[18] Further, the Quran rejects that Solomon was a magician: \"(...) Solomon did not disbelieve, but the devils disbelieved, teaching men magic and (...)\". (2:102)\n\nSolomon and the ant\nSolomon was even taught the languages of various animals, such as ants. The Quran recounts that, one day, Solomon and his army entered a wādin-naml (وَادِ ٱلْنَّمْل, valley of the ant). On seeing Solomon and his army, a namlah (نَمْلَة, female ant) warned all the others to \"... get into your habitations, lest Solomon and his hosts crush you (under foot) without knowing it.\"[19] Immediately understanding what the ant said, Solomon, as always, prayed to God, thanking him for bestowing upon him such gifts[20] and further avoided trampling over the ant colonies.[9]: 63 [21] Solomon's wisdom, however, was yet another of the gifts he received from God, and Muslims maintain that Solomon never forgot his daily prayer, which was more important to him than any of his gifts.\n\nExegetical literature emphasizes the ant's wisdom and explains the meaning behind Solomon's gift to control the wind. According to Siracü'l-Kulub, the ant asks Solomon if he knows why he is called \"Solomon\" (Süleyman). Solomon says he does not, whereupon the ant goes on to explain: \"Although your heart was sound (selim) and you know the circumstances of the next world, you have accepted a few pleasures of this world and have been deceived by its possession and kingship; therefore you are called Solomon.\" Afterwards the ant asks Solomon, if he knows why God has subdued the wind for him. Once again, Solomon says no and the ant answers: \"He has subdued the wind for a reason: that which you have accepted is nothing. Just as the wind passes, the world's wealth and kingship pass too.\" Scholars like Fakhr al-Din Razi and al-Qurtubi elevated the ant to the rank of an examplar for humans to follow.[22](p198)\n\nConquest of Saba'\n\nRuins of the Barran Temple at Ma'rib, the former capital of Saba' in what is now Yemen\nAnother important aspect of Solomon's kingship was the size of his army, which consisted of both men and jinn. Solomon would frequently assess his troops and warriors as well as the jinn and all the animals who worked under him. One day, when inspecting his troops, Solomon found the Hud-hud (هُدْهُد, Hoopoe) missing from the assembly.[23] Soon afterwards, however, the Hud-hud arrived at Solomon's court, saying \"I have compassed (territory) which thou hast not compassed, and I have come to thee from Saba' with tidings true.\"[24] The Hud-hud further told Solomon that the people of Sheba worshiped the Sun, and that the woman who ruled the kingdom was highly intelligent and powerful. Solomon, who listened closely, chose to write a letter to the land of Sheba, through which he would try to convince the people of Sheba to cease their idolatrous worship of the Sun, and come to the worship of God. Solomon ordered the Hud-hud to give the letter to the Queen of Sheba (Bilqis), and then to hide and observe her reaction.[9]: 64  The Hud-hud accepted Solomon's orders, and flew straight back to Sheba to deliver the letter to the Queen. The Queen then called her ministers to court and read aloud to them the letter from Solomon stating to the people of Sheba: \"In the name of Allah the Compassionate the Merciful, Be you not exalted against me, but come to me as Muslimīn (مُسْلِمِيْن).\" She took counsel with her ministers and other court officials, saying \"O my people, I know well that you are brave and mighty warriors, and that none on the face of Earth can stand against you, yet still would I know your minds upon this matter.\" The people of the court replied: \"Yours is the power, O queen, and whatsoever your command, we shall obey it.\" At length, however, the Queen came to Solomon, announcing her submission to God.[25]\n\nSolomon and the ifrit\nWhile Bilqis' was journeying to Solomon’s court, the king bid his servants deliver her throne thither before her arrival. An ifrit offered his services (Q27:38-40), but Solomon declined, entrusting this task instead to a manservant, who, being a pious fellow, prayed to God to move the throne for him. Marvellous to relate, his prayer was answered, the throne appearing in Solomon's palace by the power of God. When Bilqis arrived, Solomon asked her if she recognised her throne, but she, struggling to grasp the miracle God had wrought, gave the king an evasive answer, before finally adopting the faith of Solomon, won over by the evidence that the miracle was not that of a mere Ifrit but that of God himself. Solomon declined the ifrit's tempting offer, because he sought to rely solely upon God and not upon a demon or any other created being, and was rewarded for his piety with success in converting Bilqis to the true faith.[26]\n\nDeath\n\nMausoleum of Sulaiman in the compound of Al-Aqsa Mosque, Old City of Jerusalem\nThe Quran relates that Solomon died while he was leaning upon his staff and that he remained standing, propped up by it, until a little creature - ant or worm - gnawed at it, until, finally, it gave way - and only then did his body collapse.\n\nThen, when We decreed (Solomon's) death, nothing showed them his death except a little worm of the earth, which kept (slowly) gnawing away at his staff: so when he fell down, the Jinn saw plainly that if they had known the unseen, they would not have tarried in the humiliating Penalty (of their Task).\n\n— Qurʾan, Surah 34 (Sabaʾ), Ayah 14[27]\nAs he remained upright, propped on his staff, the jinn thought he was still alive and supervising them.\n\nThey realized the truth only when God sent a creature to crawl out of the ground and gnaw at Solomon's staff, until his body collapsed. This verse is understood to teach the audience that jinn do not know the unseen (Al-Ghaib) - had they known it, they would not have remained toiling like fools in the service of a dead man.[28]\n\nMahammaddim in the Song of Solomon\nFurther information: Muhammad and the Bible and Semitic root\nAs inspired by verses of the Quran, some Muslims[which?] believed that Muhammad (Arabic: مُحَمَّد, consonant letters: m-ħ-m-d) is mentioned in the Song of Songs (5:16) as 'Mahammaddim' (Hebrew: מַחֲמַדִּים, consonant letters: m-ħ-m-d-y-m), even though the latter word is translated as \"desirable\" or \"lovely\" by Jews.[29]\n\nSolomon and Jamshid\n\nGeneral view of Persepolis, Iran (2) (cropped)\nJamshid was the fourth king of the world, according to the Shāhnāma of the poet Firdausī. Like Solomon, he was believed to have had command over all the angels and demons of the world, and was both king and high priest of Hormozd (middle Persian for Ahura Mazda). He was responsible for many great inventions that made life more secure for his people: the manufacture of armor and weapons, the weaving and dyeing of clothes of linen, silk and wool, the building of houses of brick, the mining of jewels and precious metals, the making of perfumes and wine, the art of medicine, the navigation of the waters of the world in sailing ships. He Jamshid had now become the greatest monarch the world had ever known. He was endowed with the royal farr (Avestan: khvarena), a radiant splendor that burned about him by divine favor.\n\nDue to similarities between the two wise monarchs, some traditions conflate the two. For example Solomon was associated with ruling over the southwestern Iran in the works of al-Balkhi. Persepolis was believed to be the seat of Solomon and described as \"playground of Solomon\" by scholars such as Mas'udi, Muqaddasi and Istakhri. Other Muslim authors have opposed the belief that Solomon once ruled in Iran, arguing that any similarities between the lives and deeds of Solomon and Jamshid are purely coincidental, the two being distinct and separate personages.[30][31]The latter view has been vindicated by scholarship in the field of Indo-European mythology, which has demonstrated conclusively that the character Jamshid derives from the early Zoroastrian deity Yima,[32][33] whereas Quranic and Biblical scholarship support a measure of historicity for the wise prophet king.[34]",
"Ilyas": "Ilyās (Arabic: إلياس) was a prophet and messenger of God (Allah) who was sent to guide the Children of Israel. He was given the prophetic mission to prevent people from worshipping idols.[1] Ilyas is the prophetic predecessor to Alyasa.[2] Some Islamic scholars believe, that Ilyas is from the progeny of Harun (Aaron).[3]\n\nSome Muslims believe that Ilyas is still alive and attends Hajj every year, along with Khidr.[4] Some Muslims also believe that Ilyas will return at the end times.[5]\n\nEarly life\nIn Islamic sources, Ilyas' full name is Ilyas ibn Yasin,[6] since in As-Saffat 37:130, Ilyas is called Yasin.[7] Some stories of Ilyas are also mentioned in Islamic Hadiths; such as the curse of Israelites with drought by Ilyas,[8] healing Alyasa,[9] and fighting with Ahab.[10]\n\nAccording to many Islamic sources and the Bible, Elias (a) is alive and ascended to skies.[11] However, Ibn Kathir did not accept these hadiths and considered them among Isra'iliyat.[12] In Mu'jam al-buldan, Yaqut al-Hamawi mentioned a grave for Elias (a) in Baalbek.[13]A shrine was later built over this grave, but it was dedicated to a \"Prophet Aila\" even though locals believed it was the tomb of Elias (a)[14]\n\nProphethood\nIlyas is first mentioned as a prophet in Al-An'am 6:85.[15] He invited his people who lived in Baalbek to monotheism, obeying God and abandoning sins.[16] His main task was to prevent the idol-worshipping.[17] After he faced persistence of his people for many years, cursed them with drought and people were inflicted with starvation.[18] Ilyas' narrative in the Quran and later Muslim tradition resembles closely that in the Hebrew Bible and Muslim literature records Elijah's primary prophesying as taking place during the reign of Ahab and Jezebel as well as Ahaziah.[a] Ilyas' figure has been identified with a number of other prophets and saints, including Idris, which is believed by some scholars to have been another name for Ilyas,[21] and Khidr.[22] Islamic legend later developed the figure of Ilyas, greatly embellishing upon his attributes, and some apocryphal literature gave Ilyas the status of a half-human, half-angel.[23] Ilyas also appears in later works of literature, including the Hamzanama.[24]\n\nQuran\nIlyas is mentioned in the Quran, where his preaching is recounted in a concise manner. The Quran narrates that Ilyas told his people to come to the worship of God and to leave the worship of Baal, the primary idol of the area. The Quran states:[1]\n\n\"Verily Ilyas was one of the apostles. When he said to his people: \"Will you not fear God? \"Will ye call upon Ba'al and leave the Best of Creators, God, your Lord and Cherisher and the Lord and Cherisher of your fathers of old?\n\n— As-Saaffat 123–126\nThe Quran makes it clear that the majority of Ilyas' people denied the prophet and continued to follow idolatry. However, it mentions that a small number of devoted servants of God among them followed Elijah and believed in and worshiped God. The Quran states, \"They denied him (Elijah), and will surely be brought to punishment, Except the sincere and devoted Servants of God (among them). And We left his (memory) for posterity.\"[25][26]\n\nIn the Quran, God praises Elijah in two places:\nPeace be upon Elijah! This is how We reward those who do good. He is truly among our believing servants.\n\n— Quran, chapter 37 (As-Saaffat), verse 129–132[27]\nAnd Zakariya and Yahya and Isa and Ilyas, they were all from among the righteous\n\n— Quran, chapter 6 (Al-An'am), verse 85[28]\nNumerous commentators, including Abdullah Yusuf Ali, have offered commentary on verse 85 saying that Ilyas, Zakariya, Yahya and Isa were all spiritually connected. Abdullah Yusuf Ali says, \"The third group consists not of men of action, but Preachers of Truth, who led solitary lives. Their epithet is: \"the Righteous.\" They form a connected group round Jesus. Zachariah was the father of John the Baptist, who is referenced as \"Ilyas, which was for to come\" (Matt 11:14); and Elias is said to have been present and talked to Jesus at the Transfiguration on the Mount (Matt. 17:3).\"[29]\n\nAlthough most Muslim scholars believed that Elijah preached in Israel, some early commentators on the Quran stated that Ilyas was sent to Baalbek, in Lebanon.[30] Modern scholars have rejected this claim, stating that the connection of the city with Elijah would have been made because of the first half of the city's name, that of Baal, which was the deity that Elijah exhorted his people to stop worshiping. Scholars who reject identification of Elijah's town with Baalbek further argue that the town of Baalbek is not mentioned with the narrative of Ilyas in either the Quran or the Hebrew Bible.[31]\n\nDeath\nBy the passage of time, drought spread and many died. When they saw themselves inflicted, regretted their past deeds, turned to Elias (a), and accepted his invitation.[32] Then, due to the prayer of Elias (a) a heavy rain came and the land was satiated; however, after a while, people forgot their covenant with God and returned to idol worshipping. When Ilyas saw this, he asked God for his own death; but, God sent him a chariot of fire and he ascended to the skies and chose Alyasa who was his pupil as his vicegerent.[33] Ilyas is rarely associated with Islamic eschatology.[34] However, some Muslims believe that Ilyas is expected to come back along with the mysterious figure Khidr during the end of times.[5]\n\nLegacy\nMuslim literature and tradition recounts that Ilyas preached to the Kingdom of Israel, ruled over by Ahab and later his son Ahaziah. He is called a \"prophet of the desert—like Yahya\".[35] Ilyas is believed to have preached with zeal to Ahab and his wife Jezebel, who according to Muslim tradition was partly responsible for the worship of false idols in this area. Muslims believe that it was because the majority of people refused to listen to Elijah that Elisha had to continue preaching the message of God to Israel after him.[36]\n\nIlyas has been the subject of legends and folktales in Muslim culture, usually involving his meeting with Khidr. According to a Muslim exegete report, Muhammad met Ilyas in Mecca.[37] In Islamic mysticism, Ilyas is associated closely with the sage Khidr. One hadith reported that Ilyas and Khidr met together every year in Jerusalem to go on the pilgrimage to Mecca.[38] Ilyas appears also in the Hamzanama numerous times, where he is spoken of as being the brother of Khidr as well as one who drank from the Fountain of Youth.[39] Further, It is narrated in Kitab al-Kafi that Imam Ja'far al-Sadiq was reciting the prostration of Ilyas in the Syrian language and began to weep. He then translated the supplication in Arabic to a group of visiting scholars:\n\n\"O Lord, will I find that you punish me although you know of my thirst in the heat of midday? Will I find that you punish me although you know that I rub my face on Earth to worship you? Will I find that you punish me although you know that I give up sins for you? Will I find that you punish me although you know that I stay awake all night just for you?\" To which Allah then inspired to Ilyas, \"Raise your head from the Earth for I will not punish you\".[40]\n\nNotes\n \"Elias is the same as Elijah, whose story will be found in the Old Testament in 1 Kings 17–19 and 2 Kings 1–2. Elijah lived in the reign of Ahab (896–874 BCE) and Ahaziah (874–872 BCE), kings of the (northern) kingdom of Israel or Samaria. He was a prophet of the desert, like John the Baptist, unlike our holy Prophet, who took part in, controlled, and guided all the affairs of his people. Both Ahab and Azariah were prone to lapse into the worship of Baal, the sun-god worshipped in Syria. That worship also included the worship of nature-powers and procreative powers, as in the Hindu worship of the Lingam, and led to many abuses. King Ahab had married a princess of Sidon, Jezebel, a wicked woman who led her husband to forsake Allah and adopt Baal-worship.\" ... \"Elijah denounced all Ahab's sins as well as the sins of Ahaziah and had to flee for his life. Eventually, according to the Old Testament,[19] he was taken up in a whirlwind to heaven in a chariot of fire after he had left his mantle with Elisha the prophet.\"[20]",
"Alyasa": "Alyasa (Arabic: اليسع, romanized: Alyasā') is prophet and messenger of God (Allah) who was sent to guide the Children of Israel. In the Quran, Alyasa is mentioned twice as a prophet,[1] and is mentioned both times alongside fellow prophets.[2] He is honored by Muslims as the prophetic successor to Ilyas (Elijah). Islamic sources that identify Elisha with Khidr cite the strong relationship between Khidr and Ilyas in Islamic tradition.[3]\n\nPersonality\nThe name of Alyasa is mentioned twice in Al-An'am 6:86 and Sad 38:48. In those verses, without mentioning anything about the personality or prophethood of Alyasa, he is mentioned as \"graced\" and \"among the elect\".[4] According to the Quran, Elisha is exalted \"above the rest of creation\" (Arabic: فَضَّلْنَا عَلَى ٱلْعَالَمِين, romanized: faḍḍalnā ʿala l-ʿālamīn(a)[4] and is \"among the excellent\" (Arabic: مِنَ ٱلْأَخْيَار, romanized: mina l-akhyār).[5] Alyasa is mentioned in Al-An'am 6:86 and Sad 38:48, along with Ismail:\n\nAnd Ismail and Alyasa and Yunus, and Lut; and each one We graced over the worlds;\n\n— Al-An'am 6:86\nAnd remember Our servants Ismail, Alyasa, and Dhul-Kifl, each of them truly good.\n\n— Sad 38:48\nMiracles\nIn a Shia hadith from Ali al-Ridha, it is mentioned that Alyasa, had some miracles including the revival of the dead, curing the ill, and walking on water.[citation needed]\n\nClaimed tombs\nSome Muslims believe the tomb of Elisha is in Al-Awjam in the eastern region of Saudi Arabia. The shrine was removed by the Saudi Government because such veneration is not in accordance with the Wahhabi or Salafi reform movement dominant in Saudi Arabia.[6][7] It had been an important landmark for many centuries during the time of Ottoman Arabia, and had been a very popular pilgrimage destination for Muslims of all sects throughout the pre-modern period.[8]\n\nThe grave of Elisha is present in the Eğil district of Diyarbakir Province, Turkey.[9] The original shrine was near a riverbed that was to be flooded in 1994. A secret board of nine scholars was formed by the city council in cooperation with the Directorate of Religious Affairs to avoid drawing the ire of the public to the exhumation. Before the area was flooded, the grave was dug at night and the preserved body of the prophet - witnessed by the nine scholars and official workers - was exhumed to be buried on a hill overlooking the flooded plain. However, many of the townfolk saw the prophet in their dream that night, and turned out before sunrise to observe his reburial in the new spot.[10][11]",
"Yunus": "Yunus ibn Matta (Arabic: يُونُس ابن ماتا, romanized: Yūnus ibn Matta) is a prophet and messenger of God (Allah). Yunus is traditionally viewed as highly important in Islam as a prophet who was faithful to God and delivered His messages.[1][2] Yunus is the only one of the Bible's Twelve Minor Prophets to be named in the Quran.[3] The tenth chapter of the Quran is named after him.[4]\n\nYunus is called Dhul-Nun (Arabic: ذُو ٱلنُّوْن) and by Muslims.[5] He is mentioned four times in the Quran by name.[6]\n\nHadithic mentions\nYunus is also mentioned in a few incidents during the lifetime of Muhammad. In some instances, Yunus' name is spoken of with praise and reverence by Muhammad. According to historical narrations about Muhammad's life, after ten years of receiving revelations, Muhammad went to the city of Ta’if to see if its leaders would allow him to preach his message from there rather than Mecca, but he was cast from the city by the people. He took shelter in the garden of Utbah and Shaybah, two members of the Quraysh tribe. They sent their servant, Addas, to serve him grapes for sustenance. Muhammad asked Addas where he was from and the servant replied Nineveh. \"The town of Yunus the just, son of Amittai!\" Muhammad exclaimed. Addas was shocked because he knew that the pagan Arabs had no knowledge of Yunus. He then asked how Muhammad knew of this man. \"We are brothers,\" Muhammad replied. \"Yunus was a Prophet of God and I, too, am a Prophet of God.\" Addas immediately accepted Islam and kissed the hands and feet of Muhammad.[10]\n\nOne of the sayings of Muhammad, in the collection of Imam Bukhari, says that Muhammad said \"One should not say that I am better than Yunus\".[11][12][13][14] Ibn Abi al-Salt, an older contemporary of Muhammad, taught that, had Yunus not prayed to Allah, he would have remained trapped inside the fish until Day of Resurrection[14] but, because of his prayer, Yunus \"stayed only a few days within the belly of the fish\".[14]\n\nThe ninth-century Persian historian Al-Tabari records that, while Jonah was inside the fish, \"none of his bones or members were injured\".[14] Al-Tabari also writes that Allah made the body of the fish transparent, allowing Yunus to see the \"wonders of the deep\"[15] and that Yunus heard all the fish singing praises to Allah.[15] Kisai Marvazi, a tenth-century poet, records that Yunus' father was seventy years old when Yunus was born[14] and that he died soon afterwards,[14] leaving Yunus' mother with nothing but a wooden spoon, which turned out to be a cornucopia.[14]\n\nTombs\nSee also: Mosques and shrines of Mosul § Mosque_of_the_Prophet_Jonah\n\nPhotograph of the ruins of the mosque of Yunus, following its destruction by ISIL\nNineveh's current location is marked by excavations of five gates, parts of walls on four sides, and two large mounds: the hill of Kuyunjik and hill of Nabi Yunus (see map link in footnote).[16] A mosque atop Nabi Yunus was dedicated to Jonah and contained a shrine, which was revered by both Muslims and Christians as the site of Jonah's tomb.[17] The tomb was a popular pilgrimage site[18] and a symbol of unity to Jews, Christians, and Muslims across the Middle East.[18] On July 24, 2014, the Islamic State of Iraq and the Levant (ISIL) destroyed the mosque containing the tomb as part of a campaign to destroy religious sanctuaries it deemed to be idolatrous.[19][18] After Mosul was taken back from ISIL in January 2017, an ancient Assyrian palace built by Esarhaddon dating to around the first half of the 7th century BCE was discovered beneath the ruined mosque.[18][20] ISIL had plundered the palace of items to sell on the black market,[18][20] but some of the artifacts that were more difficult to transport still remained in place.[18][20]\n\nOther Muslim tombs\nOther reputed locations of Jonah's tomb include the Arab village of Mashhad, located on the ancient site of Gath-hepher in Israel;[21] the Palestinian West Bank town of Halhul, 5 km (3.1 mi) north of Hebron;[22] and a sanctuary near the city of Sarafand (Sarepta) in Lebanon.[23] Another tradition places the tomb at a hill now called Giv'at Yonah, \"Jonah's Hill\", at the northern edge of the Israeli town of Ashdod, at a site covered by a modern lighthouse.\n\nA tomb of Jonah can be found in Diyarbakir, Turkey, located behind the mihrab at Fatih Pasha Mosque.[24][25] Evliya Celebi states in his Seyahatname that he visited the tombs of Jonah.[26][27]\n\nQuranic mentions\nIn Al-Anbiya 21:87[7] and Al-Qalam 68:48, Yunus is called Dhul-Nūn (Arabic: ذُو ٱلنُّوْن, lit. 'The One of the Fish').[5] In An-Nisa 4:163 and Al-An'am 6:86, he is referred to as \"an apostle of Allah\".[5] Surah 37:139-148 retells the full story of Yunus:[5]\nSo also was Jonah among those sent (by Us).\nWhen he ran away (like a slave from captivity) to the ship (fully) laden,\nHe (agreed to) cast lots, and he was condemned:\nThen the whale did swallow him, and he had done acts worthy of blame.\nHad it not been that he (repented and) glorified Allah,\nHe would certainly have remained inside the Fish till the Day of Resurrection.\nBut We cast him forth on the naked shore in a state of sickness,\nAnd We caused to grow, over him, a spreading plant of the gourd kind.\nAnd We sent him (on a mission) to a hundred thousand (men) or more.\nAnd they believed; so We permitted them to enjoy (their life) for a while.\n\n— Quran, chapter 37 (As-Saaffat), verses 139–148[8]\nThe Quran does not mention Yunus' heritage,[5] but Muslim tradition teaches that Yunus was from the tribe of Binyjamin.[9]",
"Zakariya": "According to the Islamic doctrine, Zakarīyā (Arabic: زكريا, Zechariah) is a prophet and messenger of God (Allah), and a father of the prophet Yahya.\n\nIn the Quran\nZakariya was a righteous priest[1] and prophet of God whose office was in the Second Temple in Jerusalem. He would frequently be in charge of managing the services of the temple[2] and he would always remain steadfast in prayer to God.\n\nPraying for a son\nAs he reached his old age, Zakariya began to worry over who would continue the legacy of preaching the message of God after his death and who would carry on the daily services of the temple after him. Zakariya started to pray to God for a son. The praying for the birth of an offspring was not merely out of the desire for a child.[1] He prayed both for himself and for the public – they needed a messenger, a man of God who would work in the service of the Lord after Zakariya. Zakariya had character and virtue and he wanted to transfer this to his spiritual heir as his most precious possession. His dream was to restore the household to the posterity of the Patriarch Jacob, and to make sure the message of God was renewed for Israel. As the Qur'an recounts:\n\nA mention of the mercy of your Lord to His servant Zakariya. When he cried unto his Lord a cry in secret, saying: My Lord! Lo! the bones of me wax feeble and my head is shining with grey hair, and I have never been unblest in prayer to Thee, my Lord. Lo! I fear my kinsfolk after me, since my wife is barren. Oh, give me from Thy presence a successor who shall inherit of me and inherit (also) of the house of Jacob. And make him, my Lord, acceptable (unto Thee). [Quran 19:4–6 (Translated by Pickthall)]\n\nFathering Yahya\nAs a gift from God, Zakariya was given a son named Yaḥyá (Arabic: يحيى, identified with John the Baptist), a name specially chosen for this child alone. Muslim tradition narrates that Zakariya was ninety-two years old[3] when he was told of John's birth.\n\nIn accordance with Zakariya's prayer, God made John (Yahya) renew the message of God, which had been corrupted and lost by the Israelites.[4] As the Qur'an says:\n\nO Zachariah! Lo! We bring thee tidings of a son whose name is John; we have given the same name to none before (him). He said: My Lord! How can I have a son when my wife is barren and I have reached infirm old age? He said: So shall it be, your Lord says: It is easy to Me, and indeed I created you before, when you were nothing. He said: My Lord! give me a sign. He said: Your sign is that you will not be able to speak to the people three nights while in sound health.\n\n— [Quran 19:7–10 (Translated by Pickthall)]\nGuardian of Maryam\nAccording to the Qur'an, Zakariya was the guardian of Maryam . The Qur'an states:\n\n(Remember) when the wife of 'Imran said: My Lord! I have vowed unto Thee that which is in my belly as a consecrated (offering). Accept it from me. Lo! Thou, only Thou, art the Hearer, the Knower! And when she was delivered she said: My Lord! Lo! I am delivered of a female - Allah knew best of what she was delivered - the male is not as the female; and lo! I have named her Mary, and lo! I crave Thy protection for her and for her offspring from Satan the outcast. And her Lord accepted her with full acceptance and vouchsafed to her a goodly growth; and made Zachariah her guardian. Whenever Zachariah went into the sanctuary where she was, he found that she had food. He said: O Mary! Whence cometh unto thee this (food)? She answered: It is from Allah. Allah giveth without stint to whom He will.[Quran 3:35–37 (Translated by Pickthall)]\n\nMuslim theology maintains that Zakariya, along with John the Baptist and Jesus, ushered in a new era of prophets – all of whom came from the priestly descent of Amram (Imran), the father of the prophet Aaron. The fact that, of all the priests, it was Zakariya who was given the duty of keeping care of Mary (Maryam) shows his status as a pious man. Zakariya is frequently praised in the Qur'an as a prophet of God and righteous man. One such appraisal is in sura al-An'am:\n\n\"And Zakariya and Yahya and Isa and Eliyas. Each one was of the righteous.\"[Quran 6:85 (Translated by Pickthall)]\n\nQur'an translator Abdullah Yusuf Ali offers commentary on this one line[5] – suggesting that these particular prophets make a spiritual connection with one another. He points out that Yahya was a relative of Isa, while Eliyas was one who was present at the Transfiguration of Isa[6] on the Mount, as mentioned in the New Testament. Zakariya meanwhile, through marriage, was the uncle of Isa and his son Yayha was referred to as Eliyas in the New Testament.[7]",
"Yahya": "Yaḥyā ibn Zakarīyā (Arabic: يحيى ابن زكريا, literally Yahya/John, son of Zechariah), identified in English as John the Baptist, is considered in Islam a prophet and messenger of God (Allah) who was sent to guide the Children of Israel. He is believed by Muslims to have been a witness to the word of God who would herald the coming of Isa Al-Masih (Jesus Christ).[1][2]\n\nYahya is mentioned five times in the Quran. [3]\n\nYahya is also honored highly in Sufism as well as Islamic mysticism, primarily because of the Quran's description of John's chastity and kindness.[4] Sufis have frequently applied commentaries on the passages on John in the Quran, primarily concerning the God-given gift of wisdom which he acquired in youth as well as his parallels with Jesus. Although several phrases used to describe John and Jesus are virtually identical in the Quran, the manner in which they are expressed is different.[5]\n\nBirth\nIn the Quran, God frequently mentions Zakariya's continuous praying for the birth of a son. Zakariya's wife, was barren and therefore the birth of a child seemed impossible.[6] As a gift from God, Zechariah was given a son by the name of Yaḥya, a name specially chosen for this child alone. In accordance with Zakariya's prayer, God made Yahya and Isa, who according to exegesis was born six months later,[7] renew the message of God, which had been corrupted and distorted by the Israelites.\n\nThe Quran claims that John the Baptist was the first to receive this name (Quran 19:7–10) but since the name Yoḥanan occurs many times before John the Baptist,[8] this verse is referring either to Islamic scholar consensus that \"Yaḥyā\" is not the same name as \"Yoḥanan\"[9] or to the Biblical account of the miraculous naming of John, which accounted that he was almost named \"Zacharias\" (Greek: Ζαχαρίας)[10] after his father's name, as no one in the lineage of his father Zacharias (also known as Zechariah) had been named \"John\" (\"Yohanan\"/\"Yoannes\") before him.[11] As the Quran says:[12]\n\"O Zakaryya, indeed We give you good tidings of a boy whose name will be Yahya, and whose we never before have created sameness for.\n\nHe said: \"O my Lord! How shall I have a son, when my wife is barren and I have grown quite decrepit from old age?\"\n\nHe said: \"So (it will be) thy Lord saith, 'that is easy for Me: I did indeed create thee before, when thou hadst been nothing!'\"\n\n(Zakarya) said: \"O my Lord! give me a Sign.\" \"Thy Sign,\" was the answer, \"Shall be that thou shalt speak to no man for three nights.\"\n\n— Maryam 19: 7–10\n— Maryam 19: 12–14\n\nThe Jordan River, where Yahya baptized Isa.[13]\nYahya was exhorted to hold fast to the scripture and was given wisdom by God while still a child.[14] He was pure and devout, and walked well in the presence of God. He was dutiful towards his parents and he was not arrogant or rebellious. John's reading and understanding of the scriptures, when only a child, surpassed even that of the greatest scholars of the time.[6] Muslim exegesis narrates that Isa sent Yahya out with twelve disciples,[15] who preached the message before Jesus called his own disciples.[7] The Quran says:[16]\n\"O Yaḥya! take hold of the Book with might\": and We gave him Wisdom even as a youth,\n\n— Maryam, 19:12\nJohn was a classical prophet,[17] who was exalted high by God for his bold denouncing of all things sinful. Furthermore, the Quran speaks of John's gentle piety and love and his humble attitude towards life, for which he was granted the purity of Life.\n\nAccording to Islamic tradition, Yahya used to go to the Haram esh-Sharif (Temple Mount) to deliver his sermons.[3]\n\nAssassination\nDuring the prophethood of Yahya, a conflict occurred between him and Herod Antipas, who wanted to divorce his first wife and take as wife his former sister-in-law.[3] Yahya informed that the marriage might be incestuous, and did not approve of the marriage. After this, Herod Antipas had Yahya imprisoned.[3] Yahya was then decapitated.[18][3] Yahya's head is believed to be inside the Umayyad Mosque in Damascus.[19][20][21]\n\nLegacy\nIn Islam, Yahya greeted Muhammad on the night of the Al-Isra al-Mi'raj, along with Isa (Jesus), on the second heaven.[22] Yahya's story was also told to the Abyssinian king during the Muslim migration to Abyssinia.[23] According to the Quran, Yahya was one on whom God sent peace on the day that he was born and the day that he died.[24] According to Al-Suyuti, Ibrahim stated that since the creation of the world the Heavens and the Earth wept only for two people, Yahya and Husayn.[25][26] According to a Hadith, Muhammad said: \"Every son of Adam will come on the day of Resurrection and he will have sin against him except Yahya ibn Zakaryya\".[27] Many Muslims compare Yahya with Husayn.[28] The heads of both Yahya and Husayn are believed to be in the Umayyad Mosque in Damascus, Syria.",
"Isa": "Isa (Jesus) is a prophet and messenger of Allah and the Messiah. He is the last prophet sent to guide the Children of Israel (Bani Israel) and was revealed the holy book called the Injil (Gospel).\n\nIn the Quran, Isa is described as the Messiah (al-Masīḥ), born of the Virgin Mary, performed miracles, accompanied by disciples, rejected by the Jewish establishment and being raised to heaven. The Quran asserts that Jesus wasn't crucified nor died on the cross, but was miraculously saved by God. The Quran places Jesus amongst the greatest prophets, and mentions him with various titles. The prophethood of Jesus was preceded by Yahya and succeeded by Muhammad.\n\nIslam rejects the Christian view of the divinity of Jesus as God incarnate, or the literal Son of God. It denies Jesus as a deity in several verses, and also mentions that Jesus did not claim to be divine. Muslims believe that Jesus' original message was altered, after him being raised alive. The monotheism of Jesus is emphasized in the Quran. Like all prophets in Islam, Jesus is also called a Muslim, as he preached that his followers should adopt the 'straight path' (Ṣirāṭ al-Mustaqīm). Jesus is attributed with a vast amount of miracles, with numerous ascetic and mystic literature being written and recited about him in Islamic tradition. He is also reported to have prophesized the coming of Muhammad by using the name Ahmad.\n\nIn the end of time, Jesus will return in the Second Coming with Imam Al Mahdi to kill the Al-Masih ad-Dajjal ('The False Messiah'), after which with the ancient tribes Yaʾjūj and Maʾjūj (Gog and Magog) would disperse on Earth. After these creatures would miraculously perish, Imam Mahdi and Jesus would rule the entire world, establish peace and justice, and die after a reign of 40 years. Some Muslims believe that Isa will be buried alongside Muhammad at the fourth reserved tomb of the Green Dome in Medina.\n\nJesus is understood by Muslims to be one of the most important prophets of Islam. The place where Jesus is believed to return, the Umayyad Mosque in Damascus, is highly esteemed by Muslims as the fourth holiest site of Islam.\n\nBirth\nThe account of Jesus in the Quran actually starts with his the birth of his mother, Mary, and her service in the Jerusalem temple.  While under the care of the prophet Zechariah, who was to be the father of Yahya (John the Baptist). The birth narrative in the Quran for Jesus begins at Quran 19:16–34 and Q3:45–53.\nAnnunciation\n\nIslamic exegesis affirms the virginal birth of Jesus similarly to the Gospel account and occurring in Bethlehem. The narrative of the virgin birth is an announcement to Mary by the angel Gabriel while Mary is being raised in the Temple after having been pledged to God by her mother. Gabriel states she is honored over all women of all nations and has brought her glad tidings of a holy son.\n\nThe Annunciation in miniature\nGabriel declares the son is to be named Isa, the Messiah, proclaiming he will be called a great prophet. Mary, asking how she could conceive and have a child when no man had touched her, was answered by the angel that God can decree what He wills, and it shall come to pass.\n\nThe narrative from the Quran continues with Mary, overcome by the pains of childbirth, being provided a stream of water under her feet from which she could drink and a palm tree which she could shake so ripe dates would fall and be enjoyed. After giving birth, Mary carries baby Jesus back to the temple and she is asked by the temple elders about the child. Having been commanded by Gabriel to a vow of silence, she points to the infant Jesus and the infant proclaims:\n\nHe said, I am God's servant; He has given me the Book, and made me a prophet. He has made me blessed wherever I am, and has enjoined on me the Worship and Alms, so long as I live; and to be dutiful to my mother; and has not made me oppressive, impious. Peace is on me the day I was born, the day I shall die, and the day I shall be raised alive.[8]\n\nJesus speaking from the cradle is one of six miracles attributed to him in the Quran, which is also found in the Syriac Infancy Gospel, a sixth-century work.[9][10] According to various hadiths, Jesus and Mary didn't cry at their birth.[11] The Islamic prophet Muhammad explained that both Jesus and Mary were the only human beings to be born as sinless and thus, were protected from Satan's touch at their births, quoting Al Imran's thirty-sixth verse.[12]\n\nBirth narratives\n\nAccording to the Quran, the pains of labor took Mary to the trunk of a palm tree.\nThe Islamic faith echoed some strands within the Christian tradition that Mary (or Maryam) was a literal virgin when Jesus was conceived. The most detailed account of the annunciation and birth of Jesus is provided in Surah 3 (Al Imran) and 19 (Maryam) of the Quran where the story is narrated that God (Allah) sent an angel to announce that Maryam could shortly expect to bear a son, despite being a virgin.[13]\n\nSome academics have noted that the account in Surah 19[14] is particularly close to that in the Christian Gospel of Luke.[15] The Annunciation to Mary is mentioned twice in the Quran and in both instances Mary/ Maryam is told that she was chosen by God to deliver a son. In the first instance, the bearer of the news (who is believed by most Muslims to be the archangel Gabriel), delivered the news in (Q3:42-47) as he takes the form of a man (Q19:16-22).[16][17] The details of the conception are not discussed but when Mary asks how she can bear a son in view of her chastity she is told that God creates what he wills and that these things are easy for God.[16][18] The Quran (Q21:91 and Q66:12) says that God blew through his angel into Mary and she, although being chaste, bore Jesus without any father (source allows you to interpret Gabriel as the father).[19][20]\n\nThe 8th-century Muslim historian Ibn Ishaq (704–767), wrote the account entitled Kitab al-Mubtada (In the Beginning), reporting that Zechariah is Mary's guardian briefly, and after being incapable of maintaining her, he entrusts her to a carpenter named George. Secluded in a church, she is joined by a young man named Joseph, and they help one another fetching water and other tasks. The account of the birth of Jesus follows the Quran's narrative, adding that the birth occurred in Bethlehem beside a palm tree with a manger.[21]\n\nThe 10th-century Persian scholar Al-Tabari (839–923), mentions envoys arriving from the king of Persia with gifts (similar to the Magi from the east) for the Messiah; the command to a man called Joseph (not specifically Mary's husband) to take her and the child to Egypt and later return to Nazareth.[22]\n\nChildhood\nMain article: Finding in the Temple\nSee also: Flight into Egypt and Infancy Gospel of Thomas\nThe Quran does not include the tradition of the Flight into Egypt, though sūra XXIII, 50 could conceivably allude to it: \"And we made the son of Maryam and his mother a sign; and we made them abide in an elevated place, full of quiet and watered with springs.\"[25] However, narratives similar to the narrative found in the Gospels and non-canonical sources circulated in later Islamic tradition, with some details and elaborations being added over the centuries by Islamic writers and historians. Some narratives have Jesus and family staying in Egypt up to 12 years.[26] Many moral stories and miraculous events of Jesus' youth are mentioned in Qisas al-anbiya (Stories of the Prophets), books composed over the centuries about pre-Islamic prophets and heroes.[7]\n\nAl-Masudi wrote that Jesus as a boy studied the Jewish religion reading from the Psalms and found \"traced in characters of light\":\n\n\"You are my son and my beloved; I have chosen you for myself\"\n\nwith Jesus then claiming:\n\n\"Today the word of God is fulfilled in the son of man.\"[22]\n\nIn Egypt\nSee also: Infancy Gospel of Thomas\nSeveral narratives show some disparity and similarity in Islamic writings about Jesus' early childhood, specifically his time in Egypt with regard to duration and events. Most of the narratives are found in non-canonical Christian sources like, for example, the pre-Islamic Gospel of Thomas. One such disparity is from al-Athir in his The Perfection of History which contains a birth narrative stating Jesus was born in Egypt instead of Bethlehem.[27]\n\nSome other narratives of Jesus' childhood are popular Middle Eastern lore as highlighted by professor of interfaith studies Mahmoud M. Ayoub.[28] Many miracles are attributed to a young Jesus while in Egypt[26] (see §§ Miracles and Other miracles).\n\nAdulthood\n\nThe Jordan River, where Jesus was baptized by Yahya ibn Zakariya (John the Baptist).[29]\nMission\nSee also: Ministry of Jesus and Apostle (Islam)\nIt is generally agreed that Jesus spoke Aramaic, the common language of Judea in the first century A.D. and the region at-large.[30]\n\nThe first and earliest view of Jesus formulated in Islamic thought is that of a prophet – a human being chosen by God to present both a judgment upon humanity for worshipping idols and a challenge to turn to the one true God. From this basis, reflected upon all previous prophets through the lens of Muslim identity, Jesus is considered no more than a messenger repeating a repetitive message of the ages. The miracles of Jesus and the quranic titles attributed to Jesus demonstrate the power of God rather than the divinity of Jesus – the same power behind the message of all prophets. Some Islamic traditions believe Jesus' mission was only to the people of Israel and his status as a prophet being confirmed by numerous miracles.[31][32]\n\nA second early high image of Jesus is an end-time figure. This concept arises mostly from the Hadith. Muslim tradition constructs a narrative similarly found in Christian theology, seeing Jesus arriving at the end of time and descending upon earth to fight the Antichrist. This narrative is understood to champion the cause of Islam, with some traditions narrating Jesus pointing to the primacy of Muhammad. Most traditions state Jesus will then die a natural death.[33]\n\nA third and distinctive image is of Jesus representing an ascetic figure – a prophet of the heart. Although the Quran refers to the 'gospel' of Jesus, those specific teachings of his are not mentioned in the Quran or later religious texts. They are largely absent. The Sufi tradition is where Jesus became revered, acknowledged as a spiritual teacher with a distinctive voice from other prophets, including Muhammad. Sufism tends to explore the dimensions of union with God through many approaches, including asceticism, poetry, philosophy, speculative suggestion, and mystical methods. Although Sufism to the Western mind may seem to share similar origins or elements of Neoplatonism, Gnosticism, and Buddhism, the ideology is distinctly Islamic since they adhere to the words of the Quran and pursue imitation of Muhammad as the perfect man.[34]\n\nPreaching\nThe Islamic concepts of Jesus' preaching is believed to have originated in Kufa, Iraq, under the Rashidun Caliphate where the earliest writers of Muslim tradition and scholarship was formulated. The concepts of Jesus and his preaching ministry developed in Kufa was adopted from the early ascetic Christians of Egypt who opposed official church bishopric appointments from Rome.[35]\n\nThe earliest stories, numbering about 85, are found in two major collections of ascetic literature entitled Kitab al-Zuhd wa'l Raqa'iq (The Book of the Asceticism and Tender Mercies) by Ibn al-Mubarak (d. 797), and Kitab al-Zuhd (The Book of Asceticism) by Ibn Hanbal (d. 855). These sayings fall into four basic groups: a) eschatological sayings; b) quasi-Gospel sayings; c) ascetic sayings and stories; d) sayings echoing intra-Muslim polemics.[36]\n\nThe first group of sayings expands Jesus' archetype as portrayed in the Quran. The second group of stories, although containing a Gospel core, are expanded with a \"distinctly Islamic stamp\". The third group, being the largest of the four, portrays Jesus as a patron saint of Muslim asceticism. The last group builds upon the Islamic archetype and Muslim-centric definition of Jesus and his attributes, furthering esoteric ideas regarding terms such as \"Spirit of God\" and \"Word of God\".[37]\n\nMiracles\nMain article: Miracles of Jesus\nSee also: Infancy Gospel of Thomas\nThe Quran attributes at least six miracles to Jesus, with many more being added over the centuries by writers and historians. Miracles were attributed to Jesus as signs of his prophethood and his authority, according to educator and professor Ishaq Musa Al-Husayni (d. 1990), an author most known for Mudhakkirat Dajaja (Memoirs of a Hen) (Cairo: Dar al-Maarif, 1943; 2nd ed. 1967). In Christ in the Quran and Modern Arabic Literature (1960), Al-Husayni said it is noteworthy Muhammad attributes no miracles to himself.[38]\n\nThese six miracles in the Quran are without detail unlike the Gospel and their non-canonical Gnostic sources, which include details and mention other attributed miracles.[38] Over the centuries, these six miracle narratives have been elaborated through Hadith and poetry, with religious writings including some of the other miracles mentioned in the Gospel, non-canonical sources, and from lore.[26][28]\n\nSpeaking from the cradle\nSpeaking from the cradle is mentioned in three places in the Quran: al-Imran (3) 41, 46, al-Maida (5) 109–110 and Maryam (19) 29–30. Part of the narrative has the infant Jesus defending his mother Mary from the accusation of having given birth without a known husband.[39] Early Islam was unclear about Joseph and his role.Thus these Gnostic gospel influence is claimed as to say Quran may not be divine by opponents. Jesus speaks as the angel Gabriel had mentioned at the annunciation: Jesus proclaims he is a servant of God, has been given a book, is a prophet, is blessed wherever he will go, blesses the day he was born, the day he will die, and the day he is raised alive.[40]\n\nAlthough this particular narrative is not found in the Bible, the theme of speaking from the cradle is found in the non-canonical pre-Islamic Syriac Infancy Gospel. That source has Jesus declaring himself the Son of God, the Word, and affirming what the angel Gabriel had previously announced to Mary as detailed in the Gospel.[39]\n\nCreating birds from clay\nThe miracle story of creating birds from clay and breathing life into them when a child is mentioned in al-Imran (3) 43, 49 and al-Maida (5) 109–110. Although this miracle is also not mentioned in the canonical Gospel, the same narrative is found in at least two pre-Islamic sources: the Infancy Gospel of Thomas and the Jewish Toledot Yeshu, with few variant details between the Quran and these two sources.[41][42]\n\nHealing the blind and the lepers\nSee also: Healing the two blind men in Galilee and Cleansing ten lepers\nSimilar to the New Testament, the Quran mentions Jesus healing the blind and the lepers in al-Imran (3) 49. Muslim scholar and judge al-Baydawi (d. 1286) wrote how it was recorded that many thousands of people came to Jesus to be healed and that Jesus healed these diseases through prayer only.[43] Medieval scholar al-Tha'labi wrote about how these two particular diseases were beyond medical help, and Jesus' miracles were meant to be witnessed by others as clear signs of his message.[41]\n\nRaising the dead\nJesus is believed to have raised people from the dead, as mentioned in al-Imran (3) 49. Although no detail is given as to who was raised or the circumstance, at least three people are mentioned in detail in the Gospel (a daughter of Jairus, a widow's son at Nain, and Lazarus).[44]\n\nPrescience\nJesus was able to predict, or had foreknowledge,[45] of what was hidden or unknown to others. One example is Jesus would answer correctly any and every question anyone asked him. Another example is Jesus knew what people had just eaten, as well as what they had stored in their homes.[26]\n\nTable of food from heaven\nMain article: Feeding the multitude\nSee also: Last Supper\nIn the fifth chapter of the Quran, al-Ma'ida (5) 112–115, a narration mentions the disciples of Jesus requesting a table laden with food, and for it to be a special day of commemoration for them in the future. This may be a possible reference to the Eucharist according to professor of Islamic and Arabic studies W. Montgomery Watt (d. 2006).[46] According to professor of comparative religions Geoffrey Parrinder (d. 2005), it is unclear if this story parallels the Gospel's Last Supper or the feeding the multitude, but may be tied to the Arabic word ʿīd (Muslim festival):[47]\n\nOne time the disciples said, O Jesus, son of Mary, can your Lord send down for us a table from heaven? He said, Fear God if you are believers. They said We want to eat of it, and that our hearts may be at peace, and we may know you have spoken truthfully and be among the witnesses to it. Jesus, son of Mary, said, O God our Lord send down upon us a table from heaven, to be for us a festival, for the first of us and the last of us, and a sign from you: and give provision (of food) to us, for you are the best of providers. God said I am sending it down for you.[46]\n\nIn a record by the Sunni exegete Tabari, before the last supper, the threat of death made him anxious. Therefore, Jesus invited his disciples for the last supper. After the meal, he washed their hands and performed their ablutions to wipe their hands on his clothing. Afterwards Jesus replied to them: \"As for that I have done to you tonight, in that I served you the meal and washed your hands in person, let it be an example for you. Since you indeed consider me to be better than you, do not be haughty in relation to each other but rather expand yourselves for each other as I have expanded myself for you.\" After instructing the disciples in his teachings, Jesus foretells that one of them would deny him and another betray him. However, in accordance with Islamic views on Jesus' death, just a corpse in semblance of Jesus was crucified and Jesus himself was raised to God.[48]\n\nOther miracles\nMany stories and narratives have been developed over the years about Jesus, containing certain inherent lessons or providing meaning due to the lack of detail in the Quran regarding Jesus. Some of these narratives are similar in nature to the New Testament, while some portray Jesus in a very human manner.\n\nBesides some detailed summaries of miracles of Jesus mentioned by Muslim writers over the centuries, from adulthood (like walking on water – also found in the Gospel – and causing loaves of bread to come from the ground),[39] some other miracles from childhood include: explaining the Muslim creed fundamentals to a schoolmaster, revealing who the thieves were to a wealthy chief, filling empty jars of something to drink, providing food and wine for a tyrannical king while also proving to this king his power in raising a dead man from the dead, raising a child accidentally killed, and causing the garments from a single-colored vat to come out with various colors.[26]\n\nHealing a royal official's son\nMain article: Healing the royal official's son\nAl-Tabari (d. 923) reports a story of an adult Jesus' encounter with a certain king in the region and the healing of his son. The identity of the king is not mentioned while legend suggests Philip the Tetrarch. The corresponding Bible reference is \"the royal official's son\".[49]\n\nGreed and truth-telling\nA legendary story of a miracle by a young Jesus, used as a hard-learned lesson popularly found in Middle Eastern lore according to professor Ayoub, has to do with a Jewish man and loaves of bread. Although carrying a polemic tone, the lesson centers on greed with truth-telling woven into the narration. It is a story found often in children's books.[50]\n\nInherent wisdom\nSee also: Logos (Islam) and Logos (Christianity)\nAnother legendary miracle story is one regarding Jesus' childhood wisdom. This legend, reported through al-Tabari from ibn Ishaq, talks about Mary sending Jesus to a religious school and the teacher being astonished to find Jesus already knowing the information being taught / discussed.[26]\n\nFood in children's homes\nAnother story from al-Tabari tells of a young Jesus playing with the youths of his village and telling them what food their parents were preparing for them at home.[26]\n\nAccording to the details of the narrative, some parents became annoyed and forbade their children to play with Jesus, suspecting he was a magician. As a result, the parents kept their children away from Jesus and gathered their children into a single house. One day, feeling lonely, Jesus went out looking for his friends, and coming upon this house he asked the parents where their children were. The parents lied, responding that the children were not there. After Jesus asks who, then, is in the house, the parents call Jesus a pig. Jesus then says \"Let there be swine in this house\", turning all the children into swine.[28]\n\nOver the centuries, Muslim writers have also referenced other miracles like casting out demons, having borrowed from some heretical pre-Islamic sources, and from canonical sources as legends about Jesus were expanded.[26]\n\nRevelation\nMain article: Gospel in Islam\nMuslims believe that God revealed a new scripture to Jesus, called the al-Injil (the Gospel), while also declaring the truth of the previous revelations: al-Tawrat (the Torah) and al-Zabur (the Psalms).[51] The Quran speaks favorably of al-Injīl, which it describes as a scripture that fills the hearts of its followers with meekness and piety. Traditional Islamic exegesis claims the biblical message to have been distorted (tahrif), is termed ta'yin al-mubham (\"resolution of ambiguity\").[52] This polemic effort has its origins in the medieval period with Abd al-Jabbar ibn Ahmad's writings.[53] Regarding the Law of Moses, the Quran indicates that Jesus never abolished Jewish laws but rather confirmed them, while making partial abrogations only.[54]\n\nMuslims have long believed that Paul purposefully corrupted the original teachings of Jesus.[55] The 9th-century historian Sayf ibn Umar asserted that certain rabbis persuaded Paul to deliberately misguide early Christians by introducing what Ibn Hazm viewed as objectionable doctrines into Christianity.[56]\n\nAccording to Yusuf al-Qaradawi in his book The Lawful and the Prohibited in Islam, the legal restrictions Jesus abrogated for Jews where those initially legislated by God as a punishment.[57] Classical commentaries such as Tafsir al-Jalalayn specify they pertained to the consumption of fish and bird meat without spikes, or in general.[58]\n\nMentions in Quran\nDisciples\nThe Quran states that Jesus was aided by a group of disciples (Ḥawāriyyūn) who believed in his message. While not naming the disciples, the Quran does give a few instances of Jesus preaching the message to them. Muslims view the disciples of Jesus as identical to the companions (Ṣaḥāba) of Muhammad.[59] According to Christianity, the names of the twelve disciples were Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon, and Judas.\n\nThe Quran mentions in chapter 3, verses 52–53, that the disciples submitted to the faith of Islam:[non-primary source needed]\n\nWhen Jesus found Unbelief on their part He said: \"Who will be My helpers to (the work of) God?\" Said the disciples: \"We are God's helpers: We believe in God, and do thou bear witness that we are Muslims. Our Lord! we believe in what Thou hast revealed, and we follow the Messenger; then write us down among those who bear witness.\"\n\n— Quran Surah Al-Imran 52–53[60]\nThe longest narrative involving Jesus' disciples is when Jesus performs the miracle of bringing a table of food from heaven at their request, for further proof that his preaching is the true message.\n\nAscension\nAn-Nisa's verse 157 is the primary verse of the Quran to refer to the event of Jesus' crucifixion.[61] It says that Jesus was not killed and neither crucified, but 'it was made\nAn-Nisa's verse 157\nThat they said (in boast), \"We killed the Messiah Jesus the son of Mary, the Messenger of The God'; but they killed him not, nor crucified him, but so it was made to appear to them, and those who differ therein are full of doubts, with no (certain) knowledge, but only conjecture to follow, for of a surety they killed him not.\n\nto appear to them'.[62] Most Islamic traditions categorically deny that Jesus physically died on the cross or otherwise.[63][64] Islamic exegesis report that another person was crucified in Jesus' place. However, some modern Muslim scholars believe that Jesus did indeed die, and references to his survival are symbolic, not literal. This disagreement on the nature of Jesus' death is found within the Islamic canon itself, with the earliest Hadith quoting the companions of Muhammad saying that Jesus had died. Meanwhile, the majority of subsequent Hadith and Tafsir argue in favor of the opposite.[citation needed]\n\nAccording to the Quran, he was not crucified, but was rather saved by God. (Although the earliest Islamic traditions and exegesis quote somewhat conflicting reports regarding a death and its length, Muslims believe that Jesus did not die on the cross, but believe that he was saved by being raised alive to heaven).\n\nSubstitution\nIt is unclear exactly where the substitutionist interpretation originated, but some scholars consider the theory originating among certain Gnostic groups of the second century.[10] Leirvik finds the Quran and Hadith to have been clearly influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65]\n\nWhile most Western scholars,[66] Jews,[67] and Christians believe Jesus died, orthodox Muslim theology teaches he ascended to Heaven without being put on the cross and God transformed another person, Simon of Cyrene, to appear exactly like Jesus who was crucified instead of Jesus (cf. Irenaeus' description of the heresy of Basilides, Book I, ch. XXIV, 4.).[68][69]\n\nSome disagreement and discord can be seen beginning with Ibn Ishaq's (d. 761) report of a brief accounting of events leading up to the crucifixion, firstly stating that Jesus was replaced by someone named Sergius, while secondly reporting an account of Jesus' tomb being located at Medina and thirdly citing the places in the Quran (3:55; 4:158) that God took Jesus up to himself.[70]\n\nIbn Kathir (d. 1373) follows traditions which suggest that a crucifixion did occur, but not with Jesus.[81] After the event, Ibn Kathir reports the people were divided into three groups following three different narratives; The Jacobites believing \"God remained with us as long as He willed and then He ascended to Heaven\"; the Nestorians believing \"The son of God was with us as long as he willed until God raised him to heaven\"; and the Muslims believing \"The servant and messenger of God, Jesus, remained with us as long as God willed until God raised him to Himself.\"[82]\n\nSecond Coming\nTimeline of Arrival of Jesus before Judgement Day\n\nThe Minaret of Isa in the Umayyad Mosque, Damascus\nAccording to Islamic tradition, having ascended to heaven and dwelled there for 2000+ years, Jesus will descent to earth shortly before Judgement Day, in the midst of wars fought against al-Masih ad-Dajjal ('The False Messiah\") and his followers, to come to the aid of the Mahdi and his Muslim followers.[86] Dressed in saffron robes with his head anointed, Jesus will descend at the point of a white minaret, in eastern Damascus, which is believed to be the Minaret of Isa in the Umayyad Mosque.[87] He will then greet the Mahdi and (being a Muslim) pray beside him. Eventually, Jesus will slay the Dajjal at Lod.[88]\n\nAfterwards, he will \"break the cross, kill the pigs, and abolish the Jizya tax\", according to a well-known Sahih al-Bukhari hadith.[89][90] \"The usual interpretation\" of this prophecy is that, being a Muslim, Jesus will put a stop to Christian worship of himself and in belief in his divinity, \"symbolized by the cross\". He will re-establish the Kosher/Halal dietary laws abandoned by Christianity;[91] and because Jews and Christians will now all reject their former faith and accept Islam, there will be no more need for the jizya tax on unbelievers.[92] (According to one hadith, Jesus will \"destroy the churches and temples and kill the Christians unless they believe in him.\")[93][note 1]\n\nIslamic texts also allude to the reappearance of the ancient menace Gog and Magog (Yaʾjūj Maʾjūj), which will break out of its underground confinement and cause havoc aroung the world.[95] God, in response to Jesus' prayers, will kill them by sending a type of worm in the napes of their necks, and send large birds to carry and clear their corpses from the land.[86] After the death of the Mahdi, Jesus will assume world leadership and peace and justice will be universal.\n\nAlso according to tradition, Jesus will then marry, have children, and rule the world for forty years (traditions give many different time periods) after which he will die.[96] Muslims will then perform the funeral prayer for him and then bury him at the Green Dome in the city of Medina in a grave left vacant beside Muhammad, Abu Bakr, and Umar respectively.[97] According to Ibn Khaldun's legend, the two caliphs will rise from the dead between the two prophets.[98]\n\nSources\nWhile the Quran does not describe any of the above narrative of Jesus' return,[99] many Muslims believe that two Quranic verses refer to his second coming during the end times.[90] (1) The verse mentioned above stating he is never died on earth:\n\n\"And [for] their saying, 'Indeed, we have killed the Messiah, Jesus, the son of Mary, the messenger of Allah.' And they did not kill him, nor did they crucify him; but [another] was made to resemble him to them. And indeed, those who differ over it are in doubt about it. They have no knowledge of it except the following of assumption. And they did not kill him, for certain.\" (Q.4:157:)\nAnd a second verse interpreted to indicate a connection between Jesus and \"the Hour\" (end times):\n\n\"And lo! verily there is knowledge of the Hour. So doubt ye not concerning it, but follow Me. This is the right path.\" (Q.43:61 trans Pickthall).[90]\nhadiths on Jesus's return are traced back to Abu Hurairah, one of the sahaba, but might actually have been introduced later during civil wars in the early Abbasid Caliphate, when a savior was expected. While for Shias, the Mahdi will be the savior, some Sunnis tended to expect Jesus' return. During the early Abbasid Caliphate, wearing crucifixes in processions and holding pigs in public, was forbidden. Otherwise, the breaking of the cross, might reflect general disapproval of this symbol by Muslims, and slaying pigs a reference to Jesus exorcism of Legion.[100]\n\nJesus is mentioned about 187 times in the Quran, directly and indirectly, and also referred to by many titles, the most common being al-Masih ('the Messiah').[3][110][111][112][33] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nAppearance\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Muhammad in Islam\nFrom Wikipedia, the free encyclopedia\nJump to navigationJump to search\nThis article is about the role and significance of Muhammad in an Islamic context. For a general overview, see Muhammad.\nImam al-Anbiya\nRasūl Allāh\nMuhammad\nمُحَمَّدٌ\nمحمد صلى الله عليه وسلم.svg\n'Muhammad' in Islamic calligraphy\nProphet of Islam\nPreceded by        Isa (Jesus)\nSucceeded by        Position abolished\nTitle        Khatam an-Nabiyyin ('Seal of the Prophets')\nPersonal\nBorn        Monday, 12 Rabi' al-Awwal 53 BH (570 CE)\nMecca, Hejaz, Arabia\nDied        Monday, 12 Rabi' al-Awwal 11 AH (8 June 632 CE)\nMedina, Hejaz, Arabia\nResting place        Green Dome, Prophet's Mosque, Medina\nReligion        Islam\nSpouse        See Muhammad's wives\nChildren        See Muhammad's children\nParents        \nAbd Allah ibn Abd al-Muttalib (father)\nAmina bint Wahb (mother)\nNotable work(s)        Constitution of Medina\nOther names        See Names and titles of Muhammad\nRelatives        See Family tree of Muhammad, Ahl al-Bayt  (\"Family of the House\")\nSignature        Muhammad Seal.svg\nSeal of Muhammad\nMuslim leader\nSuccessor        See Succession to Muhammad\nArabic name\nPersonal (Ism)        Muhammad\nPatronymic (Nasab)        Muḥammad ibn Abd Allah ibn Abd al-Muttalib ibn Hashim ibn Abd Manaf ibn Qusai ibn Kilab\nTeknonymic (Kunya)        Abu al-Qasim\nBismillahir Rahmanir Rahim\nPart of a series on Islam\nIslamic prophets\nAnbiya\nProphets in the Quran\nListed by Islamic name and Biblical name.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb (Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus)Muḥammad (Muhammad)\nMain events\nViews\n Islam portal\nvte\nPart of a series on\nIslam\nAllah3.svg\nBeliefs\nPractices\nTextsFoundations\nHistory\nCulture and society\nRelated topics\n Islam portal\nvte\nMuḥammad ibn Abd Allah (Arabic: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; c.570 – 8 June 632 CE), is believed to be the seal of the messengers and prophets of God in all the main branches of Islam. Muslims believe that the Quran, the central religious text of Islam, was revealed to Muhammad by God, and that Muhammad was sent to restore Islam, which they believe did not originate with Muhammad but is the true unaltered original monotheistic faith of Adam, Abraham, Moses, Jesus, and other prophets.[1][2][3][4] The religious, social, and political tenets that Muhammad established with the Quran became the foundation of Islam and the Muslim world.[5]\n\nBorn about the year 53 BH (570 CE) into a respected Qurayshi family of Mecca, Muhammad earned the title \"al-Amin\" (اَلْأَمِينُ, meaning \"the Trustworthy\").[6][7] At the age of 40 in 11 BH (610 CE), Muhammad is said to have received his first verbal revelation in the cave called Hira, which was the beginning of the descent of the Quran that continued up to the end of his life; and Muslims hold that Muhammad was asked by God to preach the oneness of God in order to stamp out idolatry, a practice overtly present in pre-Islamic Arabia.[8][9] Because of persecution of the newly converted Muslims, upon the invitation of a delegation from Medina (then known as Yathrib), Muhammad and his followers migrated to Medina in 1 AH (622 CE), an event known as the Hijrah.[10][11] A turning point in Muhammad's life, this Hegira also marks the beginning of the Islamic calendar. In Medina, Muhammad sketched out the Constitution of Medina specifying the rights of and relations among the various existing communities there, formed an independent community, and managed to establish the first Islamic state.[12] Despite the ongoing hostility of the Meccans, Muhammad, along with his followers, took control of Mecca in 630,[13][14] and ordered the destruction of all pagan idols.[15][16] In his later years in Medina, Muhammad unified the different tribes of Arabia under Islam[17] and carried out social and religious reforms.[18] By the time he died in about 11 AH (632 CE), almost all the tribes of the Arabian Peninsula had converted to Islam.[19]\n\nMuslims often refer to Muhammad as Prophet Muhammad, or just \"The Prophet\" or \"The Messenger\", and regard him as the greatest of all Prophets.[1][20][21][22] He is seen by the Muslims as a possessor of all virtues.[23] As an act of respect, Muslims follow the name of Muhammad by the Arabic benediction sallallahu 'alayhi wa sallam, (meaning Peace be upon him),[24] sometimes abbreviated as \"SAW\" or \"PBUH\".\n\nIn the Quran\nFurther information: Muhammad in the Quran\n\nThe name Muhammad written in Thuluth, a script variety of Islamic calligraphy\nThe Quran enumerates little about Muhammad's early life or other biographic details, but it talks about his prophetic mission, his moral excellence, and theological issues regarding Muhammad. According to the Quran, Muhammad is the last in a chain of prophets sent by God (33:40). Throughout the Quran, Muhammad is referred to as \"Messenger\", \"Messenger of God\", and \"Prophet\". Some of such verses are 2:101, 2:143, 2:151, 3:32, 3:81, 3:144, 3:164, 4:79-80, 5:15, 5:41, 7:157, 8:01, 9:3, 33:40, 48:29, and 66:09. Other terms are used, including \"Warner\", \"bearer of glad tidings\", and the \"one who invites people to a Single God\" (Quran 12:108, and 33:45-46). The Quran asserts that Muhammad was a man who possessed the highest moral excellence, and that God made him a good example or a \"goodly model\" for Muslims to follow (Quran 68:4, and 33:21). The Quran disclaims any superhuman characteristics for Muhammad,[25] but describes him in terms of positive human qualities. In several verses, the Quran crystallizes Muhammad's relation to humanity. According to the Quran, God sent Muhammad with truth (God's message to humanity), and as a blessing to the whole world (Quran 39:33, and 21:107). In Islamic tradition, this means that God sent Muhammad with his message to humanity the following of which will give people salvation in the afterlife, and it is Muhammad's teachings and the purity of his personal life alone which keep alive the worship of God on this world.[26]\n\nAccording to the Quran, the coming of Muhammad was predicted by Jesus: \"And remember, Jesus, the son of Mary, said: ‘O children of Israel! I am God’s messenger to you, confirming the law (which came) before me, and giving glad tidings of a messenger to come after me, whose name shall be Ahmad'\" (Quran 61:6). Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[27]"
}
