{
"Adam": "Premier prophète et père de tous les êtres humains.\nL'histoire d'Adam et de Création est reconstituée dans tout le Coran. Il y a des références dans les chapitres: 2, 4, 5, 20, 21, 38 et autres. Dans le récit du Coran, Dieu a créé l'humanité à partir de l'argile (Q3: 59), [18] l'a façonné sous une forme, puis a ordonné aux anges de s'incliner (soumettre) à Adam. Iblis a refusé de fierté (Q15: 26-32) [19] et a été banni de Jannah (paradis).\n\nSelon le Coran, Dieu avait déjà décidé avant la création d'Adam que l'humanité (Adam et sa progéniture) serait placée sur Terre. L'Islam n'attribue pas la vie de l'humanité sur terre comme punition, plutôt comme faisant partie du plan de Dieu.\n\n\"'En vérité, je vais placer l'humanité des générations après les générations sur Terre.' Ils (les anges) ont dit: \"Voulez-vous y placer ceux qui y feront du mal et verser du sang, pendant que nous (les anges) vous glorifions de louanges et de remerciements et de vous sanctifier?\" Dieu a dit: \"Je sais ce que vous ne savez pas.\" \"\n\nDieu enseigne alors à Adam les noms de toutes choses et assemble les anges devant Adam afin de leur montrer qu'il y a plus à Adam qu'ils ne le savent, en particulier la haute capacité intellectuelle d'Adam:\n\n\"Et il a enseigné à Adam les noms - tous. Puis il les a montrés aux anges et a dit:\" Informez-moi des noms de ceux-ci, si vous êtes honnête. \"Ils ont dit:\" Gloire à toi (dit les anges), de la connaissance, nous n'avons pas, sauf ce que tu nous as appris: en vérité, c'est toi qui es parfait dans la connaissance et la sagesse. \"Il a dit:\" O Adam! Dites-leur leurs noms. \"Quand il leur avait dit, Dieu a dit (aux anges):\" Je ne vous ai pas dit que je connaissais les secrets du ciel et de la terre, et je sais ce que vous révélez et ce que vous vous cachez? \"\n\nDieu ordonne aux anges de s'incliner devant Adam. Tous obéissent, à l'exception d'Iblis, qui sent qu'il est fabriqué à partir de feu, ne devrait pas s'incliner devant Adam qui était fabriqué à partir de la Terre. Sa désobéissance du commandement de Dieu suivie de sa fierté l'a amené à tomber de la faveur de Dieu:\n\n\"Et voici, nous avons dit aux anges:\" s'incliner devant Adam \"et ils se sont inclinés. Pas ainsi Iblis: il a refusé et était hautain: il était de ceux qui rejettent la foi (ceux qui sont désobéissants).\" (2:34)\n\nDieu place plus tard Adam et Eve dans le jardin et leur dit qu'ils sont libres de profiter de ses fruits, sauf pour ne pas s'approcher d'un certain arbre: (2:35)\n\n\"Nous avons dit:\" O Adam! Amessiez toi et ta femme dans le jardin; et manger des choses abondantes là-bas comme (où et quand) vous le ferez; Mais approchez non pas cet arbre, ou vous rencontrez du mal et de la transgression. \"\n\nSatan trompe ensuite Adam et Eve dans la consommation des fruits de l'arbre: (2:36)\n\n\"Alors Satan les a fait glisser depuis le (jardin), et les a sortis de l'État (de Felicity) dans lequel ils avaient été. Nous avons dit:\" Sortez-vous, tous (vous les gens), certains d'entre vous ayant une inimitié envers les autres. Sur Terre sera votre logement et vos moyens de subsistance - pendant un certain temps. \"\n\nAdam et Eve ressentent beaucoup de remords pour leurs actions, mais Dieu se tourne vers Adam avec miséricorde et le console: (2:37)\n\n\"Alors a appris Adam de son Seigneur des paroles d'inspiration, et son Seigneur s'est tourné vers lui; car il est souvent retourné, le plus miséricordieux.\"\n\nDieu informe alors Adam que Dieu enverra ses conseils à Adam et à sa progéniture: (2:38)\n\n\"Nous avons dit:\" Descendez tous de cet endroit (le jardin), alors chaque fois qu'il vous vient à vous, et quiconque suit mes conseils, il n'y aura pas de peur sur eux, et ils ne pleureront pas. \"\n\nDans le jardin d'Eden, Satan (souvent identifié comme Iblis) attire Adam et Eve dans la désobéissance à Dieu en goûtant le fruit de l'arbre interdit. Dieu, envoie Adam et Eve dans le reste de la terre. [20] [21]\n\nLe Coran décrit également les deux fils d'Adam et Eve, Caïn et Abel. [22] [23]",
"Idris": "Inventeur du stylo et inventeur de l'aiguille.",
"Nuh": "Survivant de la grande inondation.",
"Hud": "Marchand\n\nCeci est un bref résumé du récit de HUD, en mettant l'accent sur deux versets particuliers:\n\nLe peuple de ʿād était extrêmement puissant et riche et ils ont construit d'innombrables bâtiments [19] et des monuments pour montrer leur pouvoir. Cependant, la richesse du peuple ʿād s'est finalement avéré être leur échec, car ils sont devenus arrogants et ont abandonné Dieu et ont commencé à adopter des idoles pour le culte, y compris trois idoles nommées SAMD, SAMUD et Hara. [11] Hud, même dans l'enfance, est resté cohérent dans la prière à Dieu. Il est lié à l'exégèse que la mère de Hud, une femme pieuse qui avait vu de grandes visions à la naissance de son fils, était la seule personne qui a encouragé HUD dans son culte. [20] Ainsi, le Seigneur a soulevé Hud en tant que prophète pour le peuple ʿād. [20]\n\nLorsque Hud a commencé à prêcher et les a invités à l'adoration du vrai Dieu et quand il leur a dit de se repentir pour leurs péchés passés et de demander la miséricorde et le pardon, le peuple ʿād a commencé à le réviser et a mécontent de se moquer du message de Dieu. L'histoire de Hud incarne le cycle prophétique commun aux premiers prophètes mentionnés dans le Coran: le prophète est envoyé à son peuple pour leur dire d'adorer Dieu uniquement et leur dit de reconnaître que c'est Dieu qui est le fournisseur de leurs bénédictions [9] le Le Coran [3] déclare:\n\nNous avons envoyé au peuple de «AD à leur frère Hud, qui a dit:« O mon peuple, adorez Dieu; vous n'avez pas d'autre Dieu que lui. (Quant aux idoles), vous n'inventez que des mensonges.\nO mon peuple, je ne demande aucune récompense de vous: ma récompense est avec celui qui m'a créé. Ne comprenez-vous pas donc?\nO mon peuple, demandez votre Seigneur de vous pardonner et de se tourner vers lui en repentance. Il enverra la pluie dans des torrents pour vous du ciel et vous donnera une force supplémentaire. Alors ne vous détournez pas de lui en tant que pécheurs. \"\nIls ont dit: \"O hud, vous êtes venu à nous sans preuves. Nous n'abandonnerons pas nos dieux parce que vous le dites, ni ne croyez en vous.\nTout ce que nous pouvons dire, c'est que certains de nos dieux vous ont frappé du mal. \"Il a répondu:\" J'appelle Dieu à témoigner, et vous êtes aussi témoin, que je suis clair de ce que vous associez (dans vos affaires)\nÀ part lui. Concevoir contre moi autant que vous le souhaitez et ne me donnez aucun répit.\nJe place ma confiance en Dieu qui est mon Seigneur et votre Seigneur. Il n'y a pas de créature qui se déplace sur la terre qui n'est pas tenue fermement par le Forelock par lui. En vérité, la voie de mon Seigneur est droite.\nSi vous vous détournez, alors (rappelez-vous), je vous ai livré le message avec lequel j'ai été envoyé. Mon seigneur mettra d'autres personnes à votre place et vous ne pourrez pas l'emporter contre lui. En effet, mon Seigneur garde une veille sur toutes choses. \"\n\n- Coran, Sura 11 (HUD), Ayah 50-57\nMiracle de hud\nSelon Tafsir d'Ibn Qayyim al-Jawziyya dans son livre d'analyse, Madaarij Saalikeen, qui a été cité par Ibn Abi al-Izz dans son Syarh (commentaire) d'Al-Aqida al-Tahawiyya, Hud a montré son miracle qui est pointé par le point Le verset de 56-58:\n\n(56) \"Tout ce que nous pouvons dire, c'est que certains de nos dieux vous ont frappé du mal.\" Il a répondu: \"J'appelle Dieu à témoigner, et vous êtes aussi témoin, que je suis clair de ce que vous associez (dans vos affaires) ... en dehors de lui. Concevoir contre moi autant que vous, et ne me donne aucun répit .\n\n(57) Je place ma confiance en Dieu qui est mon Seigneur et votre Seigneur. Il n'y a pas de créature qui se déplace sur la terre qui n'est pas tenue fermement par le Forelock par lui. En vérité, la voie de mon Seigneur est droite.\n\n(58) Si vous vous détournez, alors (rappelez-vous) Je vous ai livré le message avec lequel j'ai été envoyé. Mon seigneur mettra d'autres personnes à votre place et vous ne pourrez pas l'emporter contre lui. En effet, mon Seigneur garde une veille sur toutes choses. \"\n\n- Coran, Sura 11 (HUD). ayah 56-58",
"Salih": "Salih (arabe: صَالِحٌ, romanisé: ṣāliḥ, lit. «pieux», également orthographié Salih), est un prophète arabe mentionné dans le Coran [1] [2] qui a prophétisé à la tribu de Thamud [3] [4] [5 ] Dans l'Arabie antique, avant la vie du Prophète Muhammad. L'histoire de Salih est liée à l'histoire du She-Camel de Dieu, qui était le cadeau offert par Dieu aux gens de Thamud quand ils ont voulu un miracle pour confirmer que Salih était vraiment un prophète.\n\nSa profession était un éleveur de chameaux.\n\nContexte historique\n\nMada'in Salih ou al-Hijr dans la région montagneuse hijazi de l'Arabie saoudite\nLes Thamud étaient une confédération tribale dans la région nord-ouest de la péninsule arabique, mentionnée dans des sources assyriennes à l'époque de Sargon II. Le nom de la tribu continue d'apparaître dans des documents au IVe siècle de notre ère, mais au VIe siècle, ils étaient considérés comme un groupe qui avait disparu il y a longtemps. [6]: 81\n\nSelon le Coran, la ville à laquelle Salih a été envoyée s'appelait al-Hijr [7] qui correspond à la ville nabatée de Hegra. [8] La ville a pris de l'importance vers le premier siècle après JC en tant que site important dans le commerce régional des caravanes. [9] Adjacent à la ville se trouvaient de grandes tombes à roches décorées utilisées par les membres de divers groupes religieux. [6]: 146 À un point inconnu dans les temps anciens, le site a été abandonné et peut-être remplacé fonctionnellement par al-'ula. [10] Le site est appelé Mada'in Salih depuis l'ère de Muhammad, du nom de son prédécesseur Salih. [11]\n\nEn dehors des confessions islamiques et bahá ', Salih n'est mentionné dans aucune autre Écriture abrahamique ou texte historique contemporain, mais le récit de la destruction de Thamud était peut-être bien connu dans l'Arabie antique. Le nom de la tribu est utilisé dans la poésie arabe ancienne comme métaphore de \"la transitoire de toutes choses\". [6]: 223–24\n\nDans l'islam\nBismillahir Rahmanir Rahim\nFait partie d'une série sur l'islam\nProphètes islamiques\nAnbiya\nProphètes dans le Coran\nInscrit par nom islamique et nom biblique.\nʾĀdam (Adam) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac) yaʿqūb (jacob) yūsuf (josph) ayūb (shu) Jethro) Mūsā (Moïse) Hārūn (Aaron) Dhul-Kifl (Ezekiel ou Gautama Bouddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ ) Muḥammad (Muhammad)\nÉvénements principaux\nVues\nPortail de l'islam\nTEPR\nPartie d'une série sur\nIslam\nAllah3.svg\nCroyances\nLes pratiques\nTextesfoundations\nHistoire\nCulture et société\nRubriques connexes\n Portail de l'islam\nTEPR\nCoran\n\nSalih invitant son peuple à voir le She-Camel\nCollection illuminée d'histoires des prophètes\nLa vie de Salih dans sa communauté était si juste que les habitants de Thamud se sont pratiquement appuyés sur lui pour soutenir. [12] Il a été choisi par Dieu comme messager et envoyé pour prêcher contre l'égoïsme des riches et condamner la pratique de Shirk (idolâtrie ou polythéisme). Bien que Salih ait prêché le message pendant une période soutenue, le peuple de Thamud a refusé d'entendre son avertissement et a plutôt commencé à demander à Salih de leur faire un miracle. Ils ont dit: \"O Salih! Tu as été de nous! Un centre de nos espoirs . \"\n\nSalih a rappelé à son peuple les innombrables châteaux et palais qu'ils ont construits à partir de pierre [13] et de leur supériorité technologique sur les communautés voisines. De plus, il leur a parlé de leurs ancêtres, de la tribu ʿād et de la façon dont ils ont également été détruits pour leurs péchés. Certaines des habitants de Thamud croyaient les paroles de Salih, mais les dirigeants tribaux ont refusé de l'écouter et ont continué à exiger qu'il démontre un miracle pour prouver sa prophétie. [14]\n\nEn réponse, Dieu a donné au Thamud un Sheda Shed-Camel, à la fois comme un moyen de subsistance et un test. On a dit à la tribu de permettre au chameau paisiblement paisiblement et éviter de lui faire du mal. [15] Mais au mépris de l'avertissement de Salih, les habitants de la tribu partent le chameau. [16] Salih les a informés qu'ils n'avaient que trois jours de plus pour vivre avant que la colère de Dieu ne les descende. [17] Les habitants de la ville étaient pleins de remords [18] mais leur crime ne pouvait pas être défait, et toutes les personnes incrédules de la ville ont été tuées lors d'un tremblement de terre. Al-Hijr a été rendu inhabité et est resté en ruine pour toujours par la suite. [19] Salih lui-même et les quelques croyants qui l'ont suivi ont survécu. [20]\n\nL'histoire est étendue à Sūrat an-naml, tandis que le She-Camel n'est pas mentionné explicitement ici, il indique que neuf hommes complotés pour tuer Salih et toute sa famille, [21] [22] un crime pour lequel ils ont été frappés par Dieu trois jours plus tard. [23]\n\nTradition musulmane\nLes écrivains musulmans ont développé l'histoire de Salih et du She-Camel. La première tradition islamique impliquait souvent un motif du chameau émergeant miraculeusement de la pierre, souvent accompagnée d'un veau, et de la production de lait du chameau. Al-Tabari déclare que Salih a convoqué son peuple dans une montagne, où ils ont été témoins du rock se sont ouverts miraculeusement, révélant le chameau. Le She-Camel avait un jeune veau. Salih a informé le Thamud que le chameau plus âgé devait boire de leur source d'eau un jour, et ils devaient en boire le lendemain. Les jours où ils n'étaient pas autorisés à boire de l'eau, le chameau leur a fourni du lait. Mais Dieu a informé Salih qu'un garçon qui serait à des ischio-jambes sur le chameau serait bientôt né de la tribu, et que l'enfant était mauvais et devenait de façon anormalement rapide. Le chameau a été en effet tué et son mollet a crié trois fois, signalant que le Thamud serait détruit en trois jours. Leurs visages sont devenus jaunes, puis rouges, puis noirs, et ils sont morts le troisième jour comme prévu. [24]\n\nSelon certains érudits islamiques, la mère d'Ismail, Hajar, était une petite-fille du prophète Salih. [25]\n\nUne tradition similaire est liée dans un commentaire du VIIIe siècle sur l'islam par Jean de Damas [26] [27] et est également mentionné dans les travaux d'Ibn Kathir. [28]",
"Ibrahim": "Père du Judiasme, du christianisme et de l'islam. Builder de la Kaaba.",
"Lut": "Historien et voyageur.\n\nLe Coran déclare qu'un jour, un groupe d'anges a visité Abraham comme invités sous le couvert d'hommes [12] afin de l'informer du fait que sa femme Sarah était enceinte d'Isaac. Pendant leur séjour, ils lui ont également dit qu'ils avaient été envoyés par Dieu aux \"coupables\" [13] de Lut [14] pour les détruire [15] avec \"une douche de pierres d'argile\". [16] Lut et ceux qui croyaient en lui devaient être épargnés, mais sa femme devait mourir dans la destruction, les anges déclarant qu '\"elle est de ceux qui sont à la traîne\". [17] [18] Le Coran s'appuie également sur la femme de Lot comme un \"exemple pour les incroyants\" car elle était mariée à un homme juste mais a refusé de croire en son message et a donc été condamnée en enfer. [3] [19]\n\nLe peuple des villes jumelles transgressé contre les limites de Dieu. Selon le Coran, leurs péchés comprenaient l'inhospitalité et le vol [20], ils détestaient des étrangers et volé les voyageurs, à part d'autres abus et viol. C'est aussi leur péché d'inconduite sexuelle qui était considéré comme particulièrement flagrant, avec Lut les réprimant fortement pour s'approcher des hommes avec un désir sexuel au lieu des femmes. [21] [22] Lut a dit et essayé de les aider à abandonner leurs manières pécheresses, mais ils l'ont ridiculisé [20] et ont menacé de l'expulser des villes. [23] Lut a prié Dieu et a supplié d'être sauvé des conséquences de leurs actes de péché. [3] [24]\n\nPuis trois anges, déguisés en beaux hommes, sont venus à Lut en tant qu'invités. Il a pleuré les hommes, car il ressentait l'impuissance de les protéger des habitants des villes. [25] Les résidents des villes prenant conscience des visiteurs ont exigé que le lot leur rende ses invités. [26] En détresse et craignant qu'ils engagent la colère de Dieu, suggéraient un mariage plutôt licite avec ses filles [27] comme des alternatives pieuses et plus purs à leurs souhaits illégaux, et peut-être comme source d'orientation. [28] Mais ils étaient implacables et ont répondu \"Tu sais que nous n'avons pas besoin de tes filles: en effet tu sais très bien ce que nous désirons!\", [29] Se référant à ses invités masculins.\n\nLes Exegetes Ibn Kathir, Qurtubi et Tabari ne lisent pas les «filles» pour signifier les filles littérales de Lot. Ils soutiennent que, puisque un prophète est comme un père de sa nation, Lot ordonnait aux malfaiteurs de se détourner de leurs péchés et de s'engager dans des relations saines et pieuses avec les filles de la nation, c'est-à-dire des femmes en général [30].\n\nLes anges ont ensuite révélé leur véritable identité à Lot et lui a dit: «Nous sommes (ici) de vous livrer et de tes suivants, sauf ta femme: elle est de ceux qui sont à la traîne.» [3] Ils ont conseillé à beaucoup de quitter les villes de quitter les villes Pendant la nuit, lui disant de ne pas regarder en arrière. [31] Gardant sa foi en Dieu, beaucoup ont quitté les villes dans l'obscurité de la nuit, apportant avec lui ses disciples et croyant les membres de la famille. Enfin, le matin est venu, et le décret de Dieu passé après quoi le Coran se lit comme suit: «Nous avons tourné (les villes) à l'envers, et nous nous sommes plurés sur les raides durs comme de l'argile cuite, de la propagation, de la couche sur la couche -« [32] et nous avons donc été scellés le sort des villes jumelles, tombant, tombant dans la destruction et le désespoir et marquer la fin des civilisations de Sodome et de Gomorrh. [3]",
"Ismail": "Père des Arabes.\n\nIsmaël est considéré comme un prophète dans l'islam et est répertorié dans le Coran avec d'autres prophètes dans de nombreux cas. [11] [12] [13] [14] Dans d'autres versets, comme 21:85 [15] et 38:48, [16] Ismaël est loué pour être patient, bon et juste. [17] Un exemple particulier qui décrit individuellement Ismaël est 19: 54-55 [18] - \"Et appelez à l'esprit, à travers ce bref divin, Ismaël. Voici, il était toujours fidèle à sa promesse, et était un apôtre [de Dieu], un Le prophète, qui interdisait à la prière et à la charité de son peuple, et a trouvé la faveur à la vue de son soutien.",
"Ishaq": "Le patriarche biblique Isaac (arabe: إسحاق ou إسحٰق [note] ʾisḥāq) est reconnu comme prophète et messager de Dieu par les musulmans. [1] Comme dans le judaïsme et le christianisme, l'islam soutient qu'Isaac était le fils du patriarche et du prophète Abraham de sa femme Sarah. Les musulmans tiennent Isaac dans une profonde vénération parce qu'ils croient qu'Isaac et son demi-frère plus âgé Ismaël ont poursuivi l'héritage spirituel de leur père à travers leur prédication ultérieure du message de Dieu après la mort d'Abraham. [2] Isaac est mentionné dans quinze passages du Coran. [3] En plus d'être mentionné plusieurs fois dans le Coran, Isaac est considéré comme l'un des prophètes de l'islam.\n\nPère du peuple israélite.\n\nDébut de la vie\nEn raison de la grâce et de l'alliance de Dieu avec Abraham, Sarah était douée d'un enfant dans sa vieillesse. Isaac avait l'âge de 10 ans lorsque son demi-frère Ismaël est sorti de la maison d'Abraham dans le désert. Pendant le désert, Ismaël a pris une femme des filles de Moab nommé «Ayeshah». [4]\n\nLieu de l'enterrement\nLa tombe d'Isaac\nSa tombe et celle de sa femme Rebekah est considérée comme dans la grotte des patriarches à Hébron, en Cisjordanie, connue en Islam sous le nom d'Ibrahim-i-Mosque (\"Mosquée d'Abraham\"). Aux côtés de la tombe d'Isaac, il y a ceux de certains des autres patriarches coraniques / bibliques et leurs femmes: Abraham et Sarah et Jacob et Leah.\n\nMentions dans le Coran\nIsaac est mentionné quinze fois par son nom dans le Coran, souvent avec son père et son fils, Jacob (Yaʿqūb). [5] Le Coran déclare qu'Abraham a reçu \"une bonne nouvelle d'Isaac, un prophète, des justes\", et que Dieu les a bénis tous les deux (37: 112). \"Et nous lui avons donné une bonne nouvelle d'Isaac, un prophète parmi les justes. Et nous l'avons béni ainsi Ibrahim lui parle de la punition future à imposer à Sodome et Gomorrrah, sa femme, Sarah, \"rit, et nous lui avons donné une bonne nouvelle d'Isaac, et après Isaac de (un petit-fils) Jacob\" (11: 71-74) ; Et il est en outre expliqué que cet événement aura lieu malgré la vieillesse d'Abraham et Sarah. Plusieurs versets parlent d'Isaac comme un \"cadeau\" à Abraham (6: 84; 19: 49-50), et 29: 26-27 a ajouté que Dieu a fait \"la prophétie et le livre pour être parmi sa progéniture\", qui a été interprétée Pour se référer aux deux fils prophétiques d'Abraham, à son petit-fils prophétique Jacob et à son arrière-petit-fils prophétique Joseph. Dans le Coran, il raconte plus tard qu'Abraham a également salué Dieu pour lui avoir donné Ismaël et Isaac dans sa vieillesse (xiv: 39-41).\n\nAilleurs dans le Coran, Isaac est mentionné dans les listes: Joseph suit la religion de ses ancêtres Abraham, Isaac et Jacob (12: 38) et leur parlent la faveur de Dieu (12: 6); Les fils de Yaʿqūb témoignent tous de leur foi et promettent d'adorer le Dieu que leurs ancêtres, \"Abraham, Ismaël et Isaac\", adoré (2: 127); et le Coran ordonne aux musulmans de croire aux révélations qui ont été données à \"Abraham, Ismaël, Isaac, Jacob et les patriarches\" (2: 136; iii: 84).",
"Yaqub": "Yaqub ibn ishaaq ibn ibrahim (arabe: يَعْقُوب ابْنُ إِسْحَٰق ابْنُ إِبْرَاهِيم, littéralement: \"Jacob, fils d'Isaac, fils d'Abraham\" Arabe: يَعْقُوtuel, yaqub; aussi plus tard Israel, arabique. : إِسْرَآءِیْل [Israaeel]), également connu sous le nom de Jacob, est un prophète de l'islam. Il est reconnu comme un patriarche de l'islam. Les musulmans croient qu'il a prêché la même foi monothéiste que ses ancêtres: Abraham (Ibrāhīm), Ismaël (Ismail) et Isaac (Ishaaq).\n\nJacob est mentionné seize fois dans le Coran. [1] On pense que deux autres références à Isra'il sont des mentions de Jacob. [2] Dans la majorité de ces références, Jacob est mentionné aux côtés de compagnons prophètes hébraïques et patriarches en tant que prophète ancien et pieux qui est resté dans la «compagnie des élus». [3] [4] Les musulmans soutiennent que Jacob était le fils d'Isaac et qu'il a prêché l'unité de Dieu tout au long de sa vie. Comme dans le christianisme et le judaïsme, l'islam soutient que Jacob avait douze fils, chacun allait en père les douze tribus d'Israël. [5] Jacob joue un rôle important dans l'histoire de son fils, Joseph (Yūsif). [6] Le Coran indique en outre clairement que Dieu a fait une alliance avec Jacob [7] et Jacob a été fait un fidèle leader par le commandement de Dieu. Son grand-père (Ibrahim), le père (Ishaq), l'oncle (Ismail), son fils (Yusuf) et lui-même sont tous des prophètes de l'islam. [8]\n\nDans le Coran\nJacob est mentionné par son nom dans le Coran seize fois. [9] Bien que beaucoup de ces versets le louent plutôt que de raconter une instance de son récit, le Coran enregistre néanmoins plusieurs événements importants de sa vie. La tradition et la littérature musulmanes [10] Le premier événement impliquant Jacob dans le Coran est celui des anges (Malāʾikah) qui donnent des \"nouvelles heureuses\" à Abraham et Sarah de la future naissance d'un fils prophétique du nom d'Isaac ainsi que d'une prophétique petit-fils du nom de Jacob. [11] Le Coran déclare:\n\nQuand il s'était détourné d'eux et de ceux qu'ils adoraient en plus d'Allah, nous lui avons accordé Isaac et Jacob, et chacun d'eux, nous avons fait un prophète.\n\n- Coran, sourate 19 (Maryam), Ayah 49 [11]\nLe Coran mentionne également qu'Abraham a enseigné la foi du pur monothéisme à ses fils, Ismaël et Isaac, ainsi que Jacob. Le Coran enregistre Abraham en disant à Ismaël, Isaac et Jacob: \"Oh mes fils! Allah a choisi la foi pour vous; alors ne meurt pas sauf dans la foi de l'islam.\" [12] Le Coran mentionne également les dons offerts à Jacob ainsi que bien que La force de sa foi, qui est devenue plus forte à mesure qu'il vieillissait. Le Coran mentionne que Jacob a été \"guidé\"; [13] étant donné la \"connaissance\"; [14] \"inspiré\"; [15] et a reçu une \"langue de véracité à entendre\". [16] Le Coran indique plus tard ce qui suit concernant Jacob:\n\nEt nous lui avons accordé Isaac et, comme un cadeau supplémentaire, (un petit-fils), Jacob, et nous avons fait des hommes justes de chacun (d'entre eux).\nEt nous en avons fait des leaders, guidant (hommes) par notre commandement, et nous leur avons envoyé l'inspiration pour faire de bonnes actions, pour établir des prières régulières et pratiquer une charité régulière; Et ils nous ont constamment servi (et nous seulement).\n\n- Coran, sourate 21 (al-anbiya), Ayat 72–73 [17]\nEt commémorer nos serviteurs Abraham, Isaac et Jacob, possesseurs de pouvoir et de vision.\nEn vérité, nous les avons choisis pour un (but) spécial - proclamant le message de l'au-delà.\nIls étaient, à nos yeux, vraiment, de la compagnie des élus et du bien.\n\n- Coran, sourate 38 ('SAD), Ayat 45–47 [18]\nJacob et ses fils\nLa prochaine mention significative de Jacob dans le Coran est dans le récit de la sourate Yusuf. L'histoire de Joseph dans le Coran s'ouvre avec un rêve que Joseph a eu une nuit, après quoi il a couru vers son père Jacob, en disant: \"Voici! Joseph a dit à son père:\" O mon père! J'ai vu onze planètes et le soleil et la lune: je les ai vus se prosterner à moi! \"\" [19] Le visage de Jacob rempli de plaisir à ce qu'il avait entendu du jeune Joseph, et le prophète vieillissant a immédiatement compris ce que le rêve voulait dire le rêve signifiait . Jacob pouvait prévoir que son fils grandirait être le prochain prophète de la lignée d'Abraham et ce serait Joseph qui garderait le message de l'islam dans les années à venir. Les fils aînés de Jacob, cependant, ont estimé que leur père aimait Joseph et Benjamin, le plus jeune fils de Jacob, plus qu'eux. Jacob était au courant de leur jalousie et a mis en garde le jeune Joseph à ce sujet. [20] Les dix frères aînés de Joseph ont alors décidé de le tuer. Alors que le Coran raconte leur discussion:\n\nIls ont dit: \"Vraiment Joseph et son frère sont plus aimés par notre père que nous: mais nous sommes un bon corps! Vraiment, notre père erre évidemment (dans son esprit)!\n\"Slay Ye Joseph ou le jeter sur une terre (inconnue), afin que la faveur de votre père puisse vous être donnée seule: (il y aura suffisamment de temps) pour que vous soyez juste après ça!\"\n\n- Coran, sourate 12 (Yusuf) ayat 8–9 [21]\nL'un des frères (généralement compris comme Reuben [22]) cependant, a estimé qu'au lieu de tuer Joseph (Yusuf), ils devraient plutôt le déposer dans un puits, afin qu'une caravane puisse venir le chercher. [23] Ainsi, ils ont demandé à leur père s'ils pouvaient emmener le jeune Joseph pour jouer avec eux, à condition qu'ils surveilleraient sur lui. Bien que Jacob craignait qu’un dhi’b (arabe: ذِئـب, Wolf) dévore son fils, [24] les fils rebelles plus âgés ont emporté avec force Joseph et l’ont jeté dans le puits. [25] Lorsque les fils sont revenus à Jacob ce soir-là, ils ont fait semblant de pleurer et ils lui ont en outre dit que le loup avait dévoré Joseph. Pour tromper leur père, ils ont taché la chemise de Joseph (Yusuf) avec un faux sang, [26] mais Jacob, qui avait été doué de connaissances, savait que c'était une fausse concoction qu'ils avaient conçue. Bien que Jacob se soit inquiété de la perte de Joseph, il est resté ferme à Dieu tout au long de son chagrin. [26] Au fil des années, le jeune Joseph est devenu un homme en Égypte; Jacob, quant à lui, était de retour à la maison à Canaan, où ses fils le dérangeaient constamment au sujet de sa prière répétée pour Dieu pour le retour de Joseph (Yusuf). [27] Bien que Jacob se plaigne fréquemment à Dieu [14], ce n'était jamais pour les actions de Dieu, mais par les distractions de son propre esprit et sa rupture occasionnelle des limites de la patience qu'il s'était fixée. Il ignora constamment les railleries méchantes de ses fils et leur pardonnerait et essayait de leur donner de bonnes conseils. [28] Un jour, Jacob a décidé d'envoyer ses fils faire une course, leur disant d'aller en Égypte à la recherche de Joseph et Benjamin. Ses fils, pour la première fois, l'écoulèrent et partaient pour l'Égypte. Quand l'un des fils de Jacob est retourné à Canaan avec la bonne nouvelle de Joseph et Benjamin en Égypte, il est venu avec une chemise que Joseph lui avait donnée, ce qu'il lui avait dit de jeter sur le visage de leur père, [29] pour retirer la cécité de Jacob et douleur. Ainsi, le fils a suivi les instructions et a fait comme Joseph l'a dit, restaurant la vision physique et mentale de Jacob.\n\nUne fois que la vue de Jacob a été restaurée, toute la famille a recommencé son randonnée en Égypte, pour rencontrer à nouveau Joseph et les autres fils. Une fois arrivés, le père et le fils se sont rencontrés avec un grand amour et ont été réunis en paix une fois de plus. Le désormais puissant Joseph a fourni une maison à ses parents avec lui-même et, comme le dit le Coran, les a élevés haut sur un «trône de dignité». [30] C'est maintenant que toute la famille, ensemble, pouvait se tourner vers Dieu à travers les bureaux prophétiques de Jacob et Joseph.\n\nLe dernier conseil de Jacob à son peuple\nL'ensemble des enfants d'Israël a été appelé à s'incliner à la foi en l'islam (soumission à Dieu) avant la mort de Jacob. Jacob voulait s'assurer que ses enfants ne meurent que dans l'islam et, par conséquent, leur ont pris une dernière promesse. Lorsqu'il leur a demandé qui ils adoreraient après sa mort, ils ont répondu qu'ils continueraient dans l'islam et s'inclineraient et adoreraient Dieu. [31] Bien que la scène du lit de mort soit embelli dans la tradition juive et mentionnée dans le Livre de la Genèse, le Coran le mentionne pour souligner l'idée qu'Abraham, Isaac, Ismaël et Jacob étaient tous musulmans, alors qu'ils s'inclinaient en pleine foi à Dieu et Dieu seul. Le Coran raconte:\n\nEt c'était l'héritage qu'Abraham a laissé à ses fils, tout comme Jacob; \"Oh mes fils! Allah a choisi la foi pour vous; alors ne meurs pas sauf dans la foi de l'islam.\"\nAvez-vous été des témoins lorsque la mort est apparue devant Jacob? Voici, il a dit à ses fils: \"Qu'est-ce que vous adorerez après moi?\" Ils ont dit: \"Nous adorerons ton Dieu et le Dieu de tes pères, d'Abraham, Ismail et Isaac, - le (vrai) Allah: Pour lui, nous nous inclinons (en Islam).\"\n\n- Coran, sourate 2 (al-Baqara), Ayah 132–133 [32]\nL'héritage de Jacob\nJacob est très spécial dans l'islam pour avoir poursuivi l'héritage laissé par ses ancêtres. Les musulmans croient que Dieu a accordé sa plus grande grâce à Jacob et l'a choisi pour être parmi les hommes les plus exaltés. Le Coran mentionne fréquemment Jacob en tant qu'homme de puissance et de vision et de stress qu'il était de la compagnie des bons et des élus. Comme le dit le Coran:\n\nC'était le raisonnement sur nous, que nous avons donné à Abraham (à utiliser) contre son peuple: nous élevons qui nous le ferons, degré après un diplôme: car ton Seigneur est plein de sagesse et de connaissance.\nNous lui avons donné Isaac et Jacob: tous (trois) ont guidé: Et avant lui, nous avons guidé Noah, et parmi ses progénités, David, Salomon, Job, Joseph, Moïse et Aaron: ainsi, récompensons-nous ceux qui font le bien:\n\n- Coran, sourate 6 al-An'am, Ayah 83–84 [33]\nAli Ibn Abi Talib, interrogé sur les prophètes qui ont reçu des noms spéciaux, raconte en Hadith que Ya'qub Ibn Ishaq était connu par son peuple comme Isra'il. [34]\n\nLes cas dans la Bible impliquant Jacob luttent avec un ange ne sont pas mentionnés dans le Coran, mais sont discutés dans les commentaires musulmans, tout comme la vision de l'échelle de Jacob. [9] [35] Jacob a trompé Isaac pour le bénir en imitant son jumeau, Esaü, n'est pas non plus dans le Coran, mais est dans les commentaires musulmans. [9]\n\nLes musulmans, qui croient que Jacob était un grand patriarche, souligne la croyance que l'importance principale de Jacob réside dans sa grande soumission à Dieu et sa foi ferme dans la bonne religion. En tant que patriarche, Jacob, aux côtés d'Abraham, est peut-être le plus fructueux selon la tradition. De ses douze fils [36] devaient venir de nombreux autres grands prophètes, dont Jonah (Yunus), David (Dawud), Salomon (Suleyman) et Jésus (Isa).",
"Yusuf": "Yusuf ibn yaqub ibn ishaaq ibn ibrahim (arabe: يوسف ٱبن يعقوبٱ ٱبن إسحاق ٱبن إبراهيم) (Joseph, fils de Jacob, fils d'Isaac, fils d'Abraham) est un prophète mentionné dans le QURE Personne du Tanakh, les Écritures religieuses juives et la Bible chrétienne, qui aurait vécu en Égypte avant le Nouveau Royaume. [2] C'est l'un des noms communs au Moyen-Orient et parmi les nations musulmanes. De tous les enfants de Jacob, Joseph était celui qui a donné le don de la prophétie. Bien que les récits d'autres prophètes soient mentionnés dans diverses sourades, le récit complet de Joseph n'est donné que dans une sourate, Yusuf, la rendant unique. On dit que c'est le récit le plus détaillé du Coran et porte plus de détails que l'homologue biblique. [3]\n\nYusuf aurait été le onzième fils de Yaqub (arabe: يعقوب, Yaqub), et, selon de nombreux chercheurs, son préféré. Selon Ibn Kathir, \"Jacob avait douze fils qui étaient les ancêtres éponymes des tribus des Israélites. Le plus noble, le plus exalté, le plus grand d'entre eux était Joseph.\" [4] L'histoire commence par Joseph révélant un rêve qu'il avait fait était à son père, ce que Jacob reconnaît. [5] En plus du rôle de Dieu dans sa vie, l'histoire de Yusuf et Zulaikha (épouse de l'Ancien Testament de Potiphar) est devenue un sujet populaire dans la littérature perse, où il est devenu considérablement élaboré au cours des siècles. [6]\n\nCoran Surah 12 (Yusuf)\n\nUtilisation du \"roi\" contre \"pharaon\"\nDans le Coran, le titre du souverain de l'Égypte à l'époque de Joseph est spécifiquement dit \"le roi\" (arabe: al-Malik) tandis que le souverain de l'Égypte à l'époque de Moïse serait spécifiquement dit \" Pharaon \"(Arabe: Firaun, mais comme un nom sans l'article défini). Ceci est intéressant car, selon les sources historiques, le titre de pharaon n'a commencé à être utilisé que pour se référer aux dirigeants de l'Égypte (en commençant par la règle de Thutmose III) en 1479 avant notre ère - environ 21 ans après la mort du prophète Joseph. [44] Mais dans la narration de Yusuf dans la Bible, les titres King (Hebrew: Melekh) et Pharaon sont utilisés de manière interchangeable pour le souverain de l'Égypte dans les chapitres de Genèse 39-41. [45]\n\nLe Malik (de l'Égypte) a déclaré: \"Je vois (dans une vision) sept gras kine, que sept maigres dévorent, et sept oreilles vertes de maïs, et sept (autres) flétris. , si c'est que vous pouvez interpréter les visions. \"\n\n- Coran, sourate 12 (Yusuf), Ayah 43, [46]\nPuis après eux, nous avons envoyé Musa avec nos panneaux à Fir'aun et à ses chefs, mais ils les ont rejetés à tort. Alors, voyez comment était la fin d'Al-Mufsidin (arabe: ألمفسدين, \"The Mischief-Makers\" ou \"The Corrupters\").\n\n- Coran, sourate 7 (al-Araf), Ayah 103 [47]\nEt le Malik a dit: \"Apportez-le à moi.\" Mais quand le messager est venu vers lui, il (Yusuf) a dit: «Retournez à votre Seigneur et demandez-lui:« Qu'est-il arrivé aux femmes qui se sont coupées les mains? Certes, mon Seigneur (Allah) est bien conscient de leur complot.\n\n- Coran, sourate 12 (Yusuf), Ayah 50, [48]\nEt le maître de Joseph l'a pris et l'a mis dans la prison, l'endroit où les prisonniers du roi étaient liés; Et il était là dans la prison.\n\n- Genèse 39:20\nEt Joseph avait trente ans lorsqu'il se tenait devant Pharaon King, d'Égypte .-- Et Joseph est sorti de la présence de Pharaon, et a traversé tout le pays de l'Égypte.\n\n- Genèse 41:46\nEt Joseph a placé son père et ses frères, et leur a donné une possession dans le pays de l'Égypte, dans le meilleur du pays, dans le pays de Rameses, comme Pharaon l'avait commandé.\n\n- Genèse 47:11",
"Ayyub": "Job (arabe: أيوب, romanisé: Ayūb) est connu comme prophète dans l'islam et est mentionné dans le Coran. [1] L'histoire de Job dans l'islam est parallèle à l'histoire de la Bible hébraïque, bien que l'accent est mis sur le travail restant ferme à Dieu; Il n'y a aucune mention des discussions de Job avec des amis dans le texte coranique, mais plus tard, la littérature musulmane déclare que Job avait des frères, qui se sont disputés avec l'homme sur la cause de son affliction. Certains commentateurs musulmans ont également parlé de Job comme étant l'ancêtre des Romains. [2] La littérature islamique commente également le temps et le lieu du ministère prophétique de Job, disant qu'il est venu après Joseph dans la série prophétique et qu'il a prêché à son propre peuple plutôt que d'être envoyé dans une communauté spécifiée. La tradition raconte en outre que Job sera le leader dans le ciel du groupe de \"ceux qui ont patiemment enduré\". [3]\n\nAyūb (Job) est mentionné pour la première fois dans le Coran dans le verset suivant:\nEn effet, nous vous l'avons révélé, [O Muhammad], comme nous l'avons révélé à Noé et aux prophètes après lui. Et nous avons révélé à Abraham, Ismaël, Isaac, Jacob, les descendants, Jésus, Job, Jonah, Aaron et Salomon, et à David, nous avons donné le livre [de Zabur].\n\n- Coran, Sura 4 (an-nisa), Ayah 163 [4]\nLe Coran décrit Job comme un serviteur juste d'Allah, qui a été affligé par la souffrance pendant une longue période. Cependant, cela indique clairement que le travail n'a jamais perdu la foi en Dieu et a toujours appelé Dieu dans la prière, lui demandant de supprimer son affliction:\n\nEt [mentionner] le travail, quand il a appelé à son Seigneur: \"En effet, l'adversité m'a touché, et vous êtes le plus miséricordieux des miséricordieux.\"\n\n- Coran, Sura 21 (les prophètes), Ayah 83 [5]\nLe récit poursuit en indiquant qu'après de nombreuses années de souffrance, Dieu a ordonné à Job de \"frapper avec ton pied!\". [6] À la fois, Job a frappé le sol avec son pied et Dieu a fait jaillir une piste d'eau fraîche de la terre, à partir de laquelle Job pourrait se reconstituer. Le Coran déclare que c'est alors que Dieu a retiré sa douleur et sa souffrance et qu'il lui a rendu la famille de Job, l'a béni avec de nombreuses générations d'enfants et lui a accordé une grande richesse. En plus des brèves descriptions du récit de Job, le Coran mentionne en outre Job à deux reprises dans les listes de ceux que Dieu avait donné des conseils, une sagesse et une inspiration spéciales (IV: 163) et comme l'un des hommes qui ont reçu l'autorité, le don de la prophétie (Vi: 84).\n\nAprès que Satan ait renoncé à essayer de détourner Job du Seigneur, Dieu a supprimé l'affliction de Job et lui a rendu sa famille, les doublant en nombre. Il a retourné la richesse de Job et a douché Job avec de l'or. Une fois que la femme de Job avait vu son mari restauré à la prospérité et à la santé, elle a prié grâce à Dieu, mais s'inquiétait ensuite du serment que son mari avait prêté plus tôt, dans lequel il avait promis de la battre avec cent coups. Job était également profondément affligé par le serment qu'il avait prêté, au milieu de ses souffrances. Dieu, cependant, a envoyé une révélation à Job, qui lui a dit de ne pas battre sa femme mais de la frapper doucement avec un paquet d'herbe douce. [7]\n\nRéférences du Coran\nProphétie de Job: 4: 163, 6:84\nProcès et patience: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nDynamique\nIbn Kathir, Bidaya Wa l-Nihaya, I, 220-225\nTafSir sur xxi et xxxvii\nTabari, I, 361–364\nThalabi, Contes des prophètes, Caire 1339, 106–114\nKisa'i, histoires des prophètes, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190-200",
"Shuayb": "Shuaib, shoaib, shuayb ou shuʿayb (arabe: شعيب, ipa: [ʃuʕajb]; signifiant: \"qui montre le bon chemin\") est un ancien nabi midianite (prophète) dans l'islam, et le prophète le plus vénéré de la foi druze. 1] Shuayb est traditionnellement identifié avec le Jethro biblique, le beau-père de Moïse. Shuaib est mentionné dans le Coran un total de 11 fois. [2] Il aurait vécu d'après Ibrahim (Abraham), et les musulmans croient qu'il a été envoyé comme prophète à une communauté: les Midianites [3] qui sont également connues sous le nom de Aṣḥāb al-Aykah (\"compagnons du bois\") , [4] [5] [6] [7] Depuis qu'ils adoraient un grand arbre. Pour le peuple, Shuaib a proclamé le chemin droit et a averti les gens de mettre fin à leurs manières frauduleuses. Lorsque la communauté ne s'est pas repentie, Allah (Dieu) a détruit la communauté. [3] [5]\n\nShuaib est considéré par les musulmans comme l'un des rares prophètes arabes mentionnés par son nom dans le Coran, les autres étant Salih, Hud et Muhammad. On dit qu'il était connu par les musulmans comme \"le prédicateur éloquent parmi les prophètes\", car il a été, selon la tradition, accordé des talents et de l'éloquence dans sa langue. [8]\n\nContexte historique\nLa zone à laquelle Shuʿayb a été envoyée est nommée «Madyan dans le Coran, connu en anglais sous le nom de Midian, qui est fréquemment mentionné dans la Bible. Les Midianites seraient d'origine arabe, bien que des voisins des Cananéens bibliques, ils se sont mélangés avec eux. On dit qu'ils étaient une tribu errante et que leur territoire principal au moment de Musa (Moïse) était la péninsule du Sinaï.\n\nIdentification contestée avec Jethro\nJethro est mentionné dans la Bible (Exode 3: 1) en tant que beau-père de Moïse. Bien que le shuaib soit fréquemment identifié avec le prêtre de la médianite Jethro, la plupart des érudits modernes rejettent cette identification. Les commentateurs classiques, comme Ibn Kathir, disent que Shuʿayb était un arrière-petit-fils d'Abraham: Shuʿayb aurait été le fils de Mikil, fils d'Issachar, fils de Midian, fils d'Abraham. [8] Cela rendrait impossible l'identification avec Jethro, qui vivait au moment de Moïse, prétendument des centaines d'années après Abraham. [9]\n\nLe Coran déclare que Shuaib a été nommé par Dieu pour être un prophète du peuple de Midian. Les gens de cette terre auraient été particulièrement notoires pour avoir trompé les autres par la malhonnêteté et pour l'idolâtrie. La prophétie de Shuʿayb impliquait principalement d'appeler les Midianites sur le bon chemin de Dieu, [10] et de les interdire d'adorer les faux dieux.\n\nOn dit également qu'il a dit à son peuple de cesser d'être malhonnête dans leurs activités quotidiennes. Bien qu'il ait prêché et prophétisé pendant une période soutenue, la majorité des gens ont refusé de l'écouter. Shuayb, cependant, est resté ferme. Il prêcha constamment puissamment contre les méchants, leur racontant la punition qui avait frappé le péché devant eux. Shuʿayb a averti le peuple que leur ignorance conduirait à la destruction de Midian, donnant des exemples historiques de prophètes antérieurs, notamment Noah, Hud, Salih et Lot, [11] dont tous les gens avaient été détruits par Dieu.\n\nLe peuple nargua Shuʿayb et lui a dit que si ce n'était pas pour la prestigieuse famille dont il venait, il aurait sûrement été lapidé à mort. Shuayb a répondu: \"Ma famille est-elle plus considérée avec vous que Dieu?\" Lorsque les Midianites ont refusé de croire, ils ont été détruits par un puissant tremblement de terre. [3] Le Coran, cependant, mentionne que Shuʿayb et ses compagnons croyants ont été sauvés de la punition tonitruante. [11] [12]\n\nParallèle avec d'autres prophètes\nLa mission de Shuayb est souvent mentionnée dans le Coran avec la mission de Noah, Hud, Salih et Lot. Les chercheurs ont souligné que ces cinq prophètes illustrent les premières missions prophétiques: [13] Le Prophète serait envoyé à sa communauté; La communauté ne prêterait aucune attention à son avertissement et le menacerait plutôt de punition; Après des années de prédication, Dieu lui demandait de quitter sa communauté, tandis que son peuple a été détruit par la suite dans une punition. [13] Les chercheurs interprètent chronologiquement la liste des cinq prophètes, donc Shuʿayb était un descendant de Noé (prêché sur la grande inondation) et le prophète Abraham.",
"Musa": "Dans l'islam, Mūsā ibn ʿimrān (arabe: موسی ابن عمران, lit. 'Moïse, fils d'Amram'), [1] est un important prophète et messager de Dieu (Allah) et est l'individu le plus fréquemment mentionné du Quran, avec Son nom étant mentionné 136 fois et sa vie étant racontées et racontées plus que celle de tout autre prophète. [2] [3]\n\nSelon le Coran, Musa est née d'une famille israélite. Dans son enfance, il est placé dans un panier qui coule vers le Nil, et finalement Musa est découvert par l'épouse de Pharaon (Fire'awn) Asiya, qui fait de Musa comme son fils adoptif. Après avoir atteint l'âge adulte, Musa réside ensuite à Midian, avant de partir à nouveau pour l'Égypte pour menacer le pharaon. Au cours de sa prophétie, Musa aurait fait de nombreux miracles et aurait également parlé personnellement à Dieu, qui accorde le titre «Président de Dieu» (Kalīm Allah) à Musa. Le miracle le plus populaire du Prophète est lui divisant la mer, avec un bâton miraculeux fourni par Dieu. Outre le Coran, Musa est également décrit et loué dans la littérature des Hadith.\n\nAprès la mort de Pharaon, Musa et ses disciples se rendent vers Jérusalem, où le Prophète meurt finalement. Dans la tradition islamique, il aurait été enterré à Nabi Musa et finalement élevé vers les cieux. Par la suite, il aurait rencontré Muhammad dans les sept cieux suivant l'ascension de ce dernier de Jérusalem pendant le voyage de nuit (’Isrā’ Miʿrāj). [4] Pendant le voyage, Musa aurait renvoyé à plusieurs reprises Muhammad pour rencontrer Dieu et demander une réduction du nombre de prières quotidiennes requises, à l'origine étant cinquante, jusqu'à ce que seules les cinq prières obligatoires restent. [5] [6]\n\nMusa est considérée comme une figure très importante de l'islam. Selon la théologie islamique, tous les musulmans doivent avoir foi en chaque prophète et messager de Dieu, qui comprend Musa et son frère Harun. La vie de Musa est généralement considérée comme un parallèle spirituel avec la vie de Muhammad, et les musulmans considèrent de nombreux aspects de la vie des deux individus. [1] La littérature islamique décrit également une relation parallèle entre leur peuple et les incidents qui se sont produits au cours de leur vie; L'exode des Israélites de l'Égypte antique est considéré comme de nature similaire à la migration de Muhammad et de ses disciples de la Mecque à Médine alors que les deux événements se déroulaient face à la persécution - des Israélites par les anciens Égyptiens et des premiers musulmans par les Mecquois, respectivement. [7] Ses révélations, comme les dix commandements, qui font partie du contenu de la Torah et sont au cœur des religions abrahamiques du judaïsme et du christianisme. [8] [9] Par conséquent, les Juifs et les chrétiens sont désignés comme des «personnes du livre» pour les musulmans et doivent être reconnus avec ce statut spécial partout où la loi islamique est appliquée. Musa est en outre vénéré dans la littérature islamique, qui développe les incidents de sa vie et les miracles qui lui sont attribués dans le Coran et les Hadiths, comme ses conversations directes avec Dieu.",
"Harun": "Dans l'islam, Hārūn ibn ʿimrān [2] (Arabe: هارون ابن عمران, lit. 'Aaron, fils d'Amram'), est un prophète et messager de Dieu (Allah), et le frère aîné du Prophète Musa (Moses). [3] [Vérification ratée] [Clarification avait besoin] Il avec son frère a prêché les Israélites à l'exode. [4]\n\nLe Coran contient de nombreuses références à Aaron, à la fois par nom et sans nom. Il dit qu'il était un descendant d'Abraham [5] et indique clairement que lui et Moïse ont été envoyés ensemble pour avertir le pharaon de la punition de Dieu. [6] Cela ajoute en outre que Moïse avait déjà prié Dieu pour renforcer son propre ministère avec Aaron [7] et qu'Aaron a aidé Moïse car il était aussi un prophète [8] et très éloquent en matière de discours et de discours. [9] Le Coran ajoute que Moïse et Aaron ont été chargés d'établir des lieux d'habitation pour les Israélites en Égypte et de convertir ces maisons en lieux de culte pour Dieu. [10]\n\nL'incident du veau doré tel qu'il est raconté dans le Coran peint Aaron sous un jour positif. Le Coran dit qu'Aaron a été confié aux dirigeants d'Israël tandis que Moïse était sur ṭūr sīnā '(arabe: طـور سيـنـاء, mont Sinaï) pendant une période de quarante jours. [11] [12] [Vérification ratée] [Clarification nécessaire] Ajoute qu'Aaron a fait de son mieux pour arrêter l'adoration du veau d'or, qui a été construite non pas par Aaron mais par un homme méchant du nom de «As-Samiri». [13] Lorsque Moïse est revenu du mont Sinaï, il a réprimandé Aaron pour avoir autorisé l'adoration de l'idole, à laquelle Aaron a plaidé avec Moïse de ne pas lui en vouloir quand il n'a eu aucun rôle dans sa construction. [14] [12] Le Coran ajoute alors que Moïse a déploré ici les péchés d'Israël et a dit qu'il n'avait que le pouvoir sur lui et Aaron. [15]\n\nAaron est plus tard commémoré dans le Coran comme celui qui avait une \"autorité claire\" [16] et celle qui a été \"guidée vers la bonne voie\". [17] Cela ajoute en outre que la mémoire d'Aaron a été laissée pour les gens qui l'ont venu après lui [18] et il est béni par Dieu avec son frère [19] le Coran dit également que les gens ont appelé «la mère d'Isa Maryam (arabe: مـريـم, Mary) a» Sœur de Harun \"[20] Des érudits musulmans ont débattu de qui exactement ce\" harun \"était en termes de personnalité historique, certains disant que c'était une référence à Aaron de l'Exode, et le terme\" sœur \"désignant une métaphorique ou un lien spirituel entre les deux figures, d'autant plus évidente lorsque Marie était un descendant de la lignée sacerdotale d'Aaron, tandis que d'autres la tenaient comme un autre homme juste vivant au moment du Christ par le nom de \"Aaron\". La plupart des érudits ont accepté l'ancienne perspective et ont lié Marie spirituellement à la sœur réelle d'Aaron, son homonyme Miryam (arabe: مـريم, hébreu: מִרְיָם), [21] qu'elle ressemblait à bien des égards. Le Coran raconte également que, des siècles plus tard, lorsque le Tabut (arabe: تـابـوت, arche de l'alliance) est retourné en Israël, il contenait \"des reliques de la famille de Moïse et des reliques de la famille d'Aaron\". [22]",
"DhulKifl": "Dhul-kifl (arabe: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, littéralement \"possesseur du kifl\"; également orthographié dhu l-kifl, dhul-kifl, zu al-kifl, ou zu l-kifl) est un prophète islamique. Bien que son identité soit inconnue, son identité a été théorisée et identifiée comme divers prophètes bibliques hébraïques et autres figures, le plus souvent Ezekiel et Gautama Bouddha. [1] [2] [3] [4] Dhul-Kifl aurait été exalté par Allah dans une haute station de la vie et est racontée dans le Coran en tant qu'homme de la \"Compagnie du bien\". [5] Bien que on ne sait pas grand-chose de Dhul-Kifl provenant d'autres sources historiques, tous les écrits de commentateurs classiques, tels que Ibn Ishaq et Ibn Kathir, parlent de Dhul-Kifl comme un homme prophétique et saint qui est resté fidèle dans la prière et l'adoration quotidiens. [ 6]\n\nUne tombe dans la province d'Ergani de Diyarbakir, la Turquie est considérée par certains comme le lieu de repos du prophète Dhul-Kifl. Il est situé à 5 km du centre-ville sur une colline appelée Makam Dağı. [7] [8]\n\nÉtymologie\nLe nom Dhul-Kifl signifie littéralement «le possesseur de Kifl», en utilisant un type de nom où ذُو dhū («possesseur de») précède une caractéristique caractéristique associée. [9] De tels noms ont été utilisés d'autres figures notables du Coran, par exemple Dhu al-Qarnayn (arabe: ذُو ٱلْقَرْنَيْن, lit. 'Celui des deux cornes / He du deux fois), et Dhu al-Nūn (arabe: ذُو ٱلْنُّون, lit. «Celui avec le poisson»), se référant à Yunus. Kifl est un mot arabe archaïque signifiant \"double\" ou \"dupliquer\", d'une racine signifiant \"double\" ou \"plier\"; Il a également été utilisé pour un pli de tissu. Le nom est généralement compris comme \"l'un d'une double portion\". Certains chercheurs ont suggéré que le nom signifie \"l'homme avec la double récompense\" ou plutôt \"l'homme qui a reçu une récompense deux fois\", [10] c'est-à-dire que c'est un titre pour Job, car sa famille lui a été renvoyée Selon le Coran et le livre de Job. [11]\n\nSelon un point de vue, cela signifie \"l'homme de Kifl\", comme \"celui de ...\" est une autre traduction possible du participe Dhū, et Kifl serait la interprétation arabe de \"Kapilavastu\". [12]\n\nÉzéchiel\nCertains sont d'avis que Dhul-Kifl pourrait être Ézéchiel. Lorsque l'exil, la monarchie et l'État ont été anéantis, une vie politique et nationale n'était plus possible. Conformément aux deux parties de son livre, sa personnalité et sa prédication sont similaires, et le titre Dhul-Kifl signifie \"celui à doubler\" ou \"se plier\".\n\nAbdullah Yusuf Ali, dans son commentaire coranique, dit:\n\nDhul-kifl signifierait littéralement \"le possesseur ou le don d'une double requitale ou d'une partie\"; Ou bien, \"celui qui a utilisé un manteau de double épaisseur\", cela étant l'une des significations de Kifl. Les commentateurs diffèrent en opinion quant à qui signifie pourquoi le titre lui est appliqué. Je pense que la meilleure suggestion est que Karsten Niebuhr dans son Reisebeschreibung Nach Arabien, Copenhague, 1778, ii. 264-266, cité dans l'Encyclopaedia de l'islam sous Dhul-Kifl. Il a visité Meshad 'All in' Irak, ainsi que la petite ville appelée Kifl, à mi-chemin entre Najaf et Hilla (Babylon). Kefil, dit-il, est la forme arabe d'Ézéchiel. Le sanctuaire d'Ezéchiel était là, et les Juifs y sont venus en pèlerinage. Si nous acceptons \"dhul-kifl\" pour ne pas être une épithète, mais une forme arabisée d'Ezéchiel, elle correspond au contexte, Ezéchiel était un prophète en Israël qui a été emporté à Babylone par Nebuchodnezzar après sa deuxième attaque contre Jérusalem (à propos Colombie-Britannique 599). Son livre est inclus dans la Bible anglaise (l'Ancien Testament). [15] Il était enchaîné et lié, et mis en prison, et pendant un certain temps, il était stupide. Il portait tout avec patience et constance, et a continué à réprimander hardiment les maux en Israël. Dans un passage brûlant, il dénonce de faux leaders dans des mots qui sont éternellement vrais: \"Malheur aux bergers d'Israël qui se nourrissent eux-mêmes! Tuez-les qui sont nourris: mais vous ne nourrissez pas le troupeau. Les malades n'ont pas renforcé, vous n'avez pas non plus guéri ce qui était malade, vous n'avez pas non plus lié à ce qui a été cassé ...... \". [16]\n\n- Abdullah Yusuf Ali, le Saint Coran: texte, traduction et commentaire [17]\n\nMentionné dans le Coran\nDans le Coran\nDhul-Kifl a été mentionné deux fois dans le Coran, dans les versets suivants:\n\nEt (rappelez-vous) Ismail, Idris et Dhul-Kifl, tous (hommes) de constance et de patience.\nNous les avons admis à notre miséricorde: car ils étaient des justes.\n\n- Coran, sourate al-anbiya (21), Ayahs 85–86 [13]\nEt commémorer Ismail, Elisha et Dhul-Kifl: Chacun d'eux était de la compagnie du bien.\n\n- Coran, sourate Sad (38), Ayah 48 [14]\nDans les deux cas, Dhul-Kifl est mentionné dans le contexte d'une liste de prophètes coraniques, dont beaucoup d'autres non mentionnés dans l'AYAT cité ci-dessus.\nAl Kifl (arabe: الكفل; Ul-Kifl) est une ville du sud-est de l'Irak sur la rivière Euphrate, entre Najaf et Al Hillah. Les noms variants du sanctuaire dans Al Kifl sont: Dhu'l Kifl Sanctuaire, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine . Hazqiyal est la translittération arabe de l'hébreu Y'hezqel, qui a été principalement utilisée par les Juifs Sephardi après avoir adopté l'arabe. Cela indique que les Juifs ont assimilé Ezekiel et Dhul-Kifl, et les exégètes musulmans ont emboîté le pas. Les autorités irakiennes affirment qu'en 1316 (715–16 AH), le sultan Uljaitu d'Ilkhanid a acquis les droits de la tutelle sur la tombe de la communauté juive. Par conséquent, le sanctuaire a été renommé selon la nomenclature islamique du même prophète. Le sultan Uljaitu a ajouté à la structure en construisant une mosquée et un minaret. De plus, il a restauré le sanctuaire mettant en œuvre certaines modifications clairement en comparant son état actuel avec les descriptions des voyageurs pré-Ilkhanid. Le site est resté un lieu de pèlerinage musulman jusqu'au début du XIXe siècle lorsque Menahim Ibn Danyal, un juif riche, l'a converti avec succès à un site juif et l'a restauré. Le Minaret est resté le seul témoin de son mandat en tant que site islamique. Bien que la mosquée et le minaret aient été construits au 14ème siècle, l'antiquité du sanctuaire et de la tombe ne peut être déterminée. [18]\n\nGautama Bouddha\nDhul-Kifl a également été identifié avec Gautama Bouddha. [19] [20] [21] [22] Le sens de Dhul-Kifl est toujours débattu, mais, selon une vue, cela peut signifier \"l'homme de Kapil (Kapilavastu, la ville où le Bouddha a passé trente ans de sa vie). [12] [20]\n\nLes partisans de ce point de vue citent les premiers versets du 95e chapitre du Coran, la sourate at-Tin:\n\nPar la figue et l'olive, et le mont Sinaï, et cette ville sécurisée ˹of Mecque˺!\n\n- Coran, 95: 1-3\nSelon ce point de vue, à partir des lieux mentionnés dans ces versets: le Sinaï est l'endroit où Moïse a reçu une révélation; La Mecque est l'endroit où Muhammad a reçu une révélation; Et l'olivier est l'endroit où Jésus a reçu une révélation. Dans ce cas, le figuier restant est l'endroit où Gautama Bouddha a reçu une révélation. [21]\n\nCertains l'ont également un peu plus loin et déclarent que Muhammad lui-même était un Bouddha, car le mot Bouddha signifie «éclairé». [23]\n\nLes autres\nDhul-Kifl a également été identifié diversement avec Joshua, Obadiah [24] et Ésaïe. [25] [24]",
"Dawud": "Dawud (arabe: دَاوُوْد, romanisé: dāwūd [daːwuːd]), est un prophète et messager de Dieu (Allah) et est juste, monarque divine-oint du Royaume-Uni d'Israël. [1] De plus, les musulmans honorent également David pour avoir reçu la révélation divine du Zabur (Psaumes). [2] [3] Dawud est considéré comme l'une des personnes les plus importantes de l'islam. Mentionné seize fois dans le Coran, David apparaît dans l'Écriture islamique comme un lien dans la chaîne des prophètes qui ont précédé Mahomet. [4] Bien qu'il ne soit généralement pas considéré comme l'un des prophètes de la \"loi\" (Ulū al-ʿAzm) \", il est loin d'être une figure marginale\" dans la pensée islamique. [2] Dans les traditions islamiques ultérieures, il est loué pour sa rigueur dans la prière et le jeûne. Il est également présenté comme le souverain prototypique et comme un symbole de l'autorité de Dieu sur terre, ayant été à la fois roi et prophète.\n\nDavid est particulièrement important pour l'architecture religieuse de Jérusalem islamique. [1] Dawud est connu sous le nom de David biblique qui était, selon la Bible hébraïque, le deuxième roi du Royaume-Uni d'Israël et de Juda, régnant c. 1010–970 BCE. [Citation nécessaire]\n\nMentions dans le Coran\nLe récit de David dans le Coran, à bien des égards, est parallèle à la Bible. Il est nommé prophète (nabī) et aussi un messager (Rasūl), David est inclus dans les listes de ceux qui ont reçu une révélation (waḥy; Q4: 163) ou des conseils (Hudā; 6:84) de Dieu. Dans les deux listes, son nom apparaît à côté de celui de son fils Salomon. Ailleurs, le Coran explique que Dieu a donné à eux à la fois les dons de \"jugement solide\" (ḥukm; 21:79) et \"Connaissance\" (ʿIlm; 21:79; 27:15). Pourtant, le Coran attribue également à David Merits qui le distingue de Salomon: David a tué Goliath (2: 251) et a reçu une révélation divine nommée \"The Psaumes\" [5] (Coran 17:55 utilise une forme indéfinie, tandis que 21: 105 utilise des utilisations la forme définie al-zabūr), [5] vraisemblablement une référence aux psaumes ou au psautier (le terme zabūr est peut-être lié au terme hébreu Mizmōr ou syriaque Mazmūrā, \"Psaume\"). Les montagnes et les oiseaux ont salué Dieu avec David (21:79; en 34:10 Dieu leur ordonne de le faire; Cfr. Psaume 148: 7-10). Dieu a fait de David un \"vice-récepteur\" (Khalīfa; 38:26), un titre que le Coran ne donne autrement qu'Adam (2:30). Ce titre suggère que, selon le Coran, David était quelque chose de plus qu'un messager: il était un leader divinement guidé qui a établi la règle de Dieu sur Terre. [1] Ce rôle est également suggéré par 2: 251: \"Dieu lui a donné l'autorité (Mulk) et la sagesse (ḥikmah) et lui a enseigné ce qu'il voulait. Si Dieu ne ramenait pas certaines personnes par d'autres, la terre deviendrait corrompue.\" [2 ]]\n\nParmi les choses enseignées à David, il y avait la capacité de faire des armures (21:80, 34: 10-11), une suggestion selon laquelle les exploits militaires de David étaient l'acte de Dieu. Il est également important que la référence coranique à la «sagesse» de David ait parfois été expliqué par les exégètes classiques comme don de la prophétie. [6] Le Coran relie également David et Jésus, en insistant sur le fait que les deux maudissent ces Israélites qui ne croyaient pas (5:78). De plus, selon le Coran, David a eu la capacité de faire la distinction entre la vérité et le mensonge lors de la distribution de justice (Faṣl al-Khiṭāb, 38:20). De plus, il y a l'allusion à un test que David a été mis, où il a prié et repenti et Dieu lui a pardonné (38: 24-5). Surat Sad (le 38e chapitre du Coran) est également appelé \"le Sūra de David\" [7] Exagètes expliquent que depuis que David a prosterné lorsqu'il a demandé à Dieu de lui pardonner, Muhammad a reçu l'ordre de l'imiter et d'effectuer une prostration lors de la lecture de ce chapitre . [8]\n\nSignification religieuse\nDavid est l'un des rares prophètes islamiques qui ont également reçu la royauté. Alors que d'autres prophètes prêchaient sous le règne des rois, David, à son époque, était le roi. Ainsi, il a reçu une tâche extrêmement importante, de s'assurer que les habitants d'Israël étaient non seulement détenus spirituellement, mais que le pays lui-même est également resté fort. Sa place en tant que leader et le prophète est vénérée par tous les musulmans comme un rang extrêmement élevé. La figure de David, ainsi que celle de son fils prophétique, Salomon, sont emblématiques de personnes qui ont régné à juste titre sur leur terre. Dieu mentionne fréquemment le rang élevé de David en tant que prophète et messager dans le Coran. Il est souvent mentionné aux côtés d'autres prophètes pour souligner à quel point il était grand. Par exemple, Dieu dit:\n\nEt nous lui avons donné Isaac et Jacob et les avons guidés, car nous avions guidé Noé devant eux, et de ses descendants, David et Salomon et Job et Joseph et Moses et Aaron. Ainsi, nous récompensons ceux qui sont droits et qui font du bien.\n\n- Coran 6:84 [9]\nLorsque le calife 'Umar a visité Jérusalem, le patriarche Sophronius l'a accompagné sur le mont du temple, alors qu'il cherchait le Mihrab Dawud (niche de prière de David) pour effectuer une prière. Les commentateurs ultérieurs ont identifié ce site à la tour de David. Dans un hadith, la prière et le jeûne de David sont mentionnés pour être chers à Dieu.\n\nRaconté Abdullah bin 'amr bin al-'as: l'apôtre d'Allah m'a dit: \"La prière la plus aimée à Allah est celle de David et les jeûnes les plus appréciés d'Allah sont ceux de David. Il dormait pendant la moitié de la nuit Et puis priez pour un tiers de la nuit et dormez à nouveau pour sa sixième partie et utilisé pour jeûner les jours alternatifs. \"\n\n- Muhammad al-Bukhari, Sahih al-Bukhari [10]\nLe livre de David\nArticle principal: Zabur\nLe Zabur est le livre sacré attribué à David par Dieu, tout comme Musa (Moïse) a reçu le Tawrat (Torah), Isa (Jésus) a reçu l'injil (Gospel) et Muhammad a reçu le Coran. Dans la Bible hébraïque actuelle, le Zabur est connu sous le nom de Psaumes. Cependant, comme les autres Écritures du passé, les Psaumes auraient été corrompus au fil du temps, avec une partie du message d'origine maintenant disparu. Néanmoins, les musulmans sont invités à traiter les psaumes actuels avec un immense respect car, dans leur forme originale, ils étaient aussi un livre de Dieu inspiré. Le Coran déclare:\n\nVotre Seigneur sait celui qui est dans les cieux et la terre. Nous avons exalté certains prophètes sur les autres; Et à David, nous avons donné le livre des Psaumes.\n\n- Coran 17:55 [11]\n\n Coran 4: 163; 17:55.\n Coran 4: 163; 6:84.\n par exemple. Ṭabarī, taʾrīkh, i, 559\n Hibat Allah b. Salāma, al-nāsikh wa-l-mansūkh (dans la marge de Wāḥidī, Asbāb), Cairo 1316 / 1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Coran 6:84\n Sahih al-Bukhari, 2: 21: 231\n Coran 17:55",
"Suleyman": "Sulaimān ibn dāwūd (arabe: سُلَيْمَان بْن دَاوُوْد, lit. 'Solomon, fils de David') était, selon le Coran, un Malik (مَلِك, lit. ' les Israélites. Généralement, la tradition islamique soutient qu'il était le troisième roi du peuple juif et un sage sage d'Israël. [1]\n\nDans l'islam, Salomon est considéré comme l'un des prophètes de Dieu qui a reçu de nombreux dons divins, y compris la capacité de parler à la fois aux animaux et aux djinn; Il aurait également asservi le Shayāṭīn (شياطين, lit. «Devils») et le dīv (دیو, lit. «démons») avec le soutien d'une bague qui lui a été donnée par Dieu. [2]\n\nLes musulmans soutiennent en outre qu'il est resté un fidèle monothéiste tout au long de sa vie; régné à juste titre sur l'ensemble de la nation israélite; a été béni avec un niveau de royauté qui n'a été donné à personne avant lui ni après lui; et accompli tous ses commandements, promis promettant à Dieu dans Jannah (جَنّة, lit. «paradis») à la fin de sa vie. [3] Depuis la montée de l'islam, divers historiens arabes ont considéré Salomon comme l'un des plus grands dirigeants de l'histoire. [4]\n\nMentions dans le Coran\nCoran et interprétation\nJugement sur le terrain\nDans le premier récit impliquant Salomon, le Coran (21:78) fait brièvement allusion à une histoire que Salomon était en compagnie de son père, lorsque deux hommes sont venus demander à David de juger entre eux concernant un ḥarth (حَرْث, Field). [ 5] Plus tard, les commentateurs musulmans ont élargi l'allusion, y compris Al-Tabari, Baidawi et Ibn Kathir. [6] [7] [8] Ils ont dit que le premier des deux hommes a dit qu'il possédait un vignoble dont il avait pris grand soin toute l'année. Mais un jour, quand il était absent, les moutons de l'autre homme s'étaient égarés dans le vignoble et dévoré les raisins. Il a demandé à être indemnisé pour ces dommages. [9]: 62 En entendant la plainte de l'homme, Salomon a suggéré que le propriétaire des moutons emmène le vignoble de l'autre homme pour réparer et cultiver jusqu'à ce que les vignes retournent dans leur ancien état, après quoi il devrait revenir à son propriétaire. Dans le même temps, le propriétaire du vignoble se soucierait des moutons et bénéficierait de leur laine et de leur lait jusqu'à ce que ses terres lui soient rendues, date à laquelle il rendrait les moutons à leur propriétaire. Cette réponse montre le niveau de jugement de Salomon qui, selon le Coran, [10] caractériserait Salomon tout au long de sa vie. Ḥikmah (sagesse), selon la tradition musulmane, serait toujours associée à Salomon, qui serait même plus tard appelé Sulaimān al-ḥakīm (سُلَيْمَان ٱلْحَكِيْم, \"Salomon the Wise\"). Cette histoire est adaptée dans le Kebra Nagast, mais comme un différend jugé par un fils de Salomon. [7]\n\nSalomon et les démons\n\nLa reine de Sheba\nLe Coran raconte que le vent a été soumis à Salomon, [11] et il pouvait le contrôler à sa propre volonté, et que le djinn était également sous le contrôle de Salomon. Le Jinn a contribué à renforcer le règne de Salomon. Les Devils (Shayatin), [12] et les démons ont été forcés pour sa construction pour lui. [13] Dieu a également provoqué un ʿAyn miraculeux (عَيْن, «font» ou «printemps») de Qiṭr fondu (قِطْر, «laiton» ou «cuivre») pour couler pour Salomon, à utiliser par les démons dans leur construction. [11]\n\nÀ la mort de David, Salomon a hérité de sa position de roi prophétique des Israélites. Salomon a une fois permis à une femme de construire une statue de son père. Plus tard, elle a commencé à adorer la statue et Salomon a été réprimandée pour avoir toléré l'idolâtrie dans son royaume. En tant que punition, Dieu a permis à l'un des démons asservis de voler le cycle de Salomon et de prendre le contrôle de son royaume (sourate 38:34). Il se repent plus tard son péché et prend à nouveau le contrôle des démons, en se concentrant à nouveau sur la construction du temple. [14] Il a prié Dieu pour lui accorder un royaume qui serait différent d'après lui. [15] Dieu a accepté la prière de Salomon et lui a donné ce qu'il a plu.\n\nInterprétée allégoricalement, la perte de Salomon de son anneau aux démons peut être comprise comme représentant un humain perdant son âme à cause de la passion démoniaque. [16] Attar de Nishapur écrit: \"Si vous liez le div (démon), vous partirez pour le pavillon royal avec Salomon\" et \"Vous n'avez aucune commande sur le royaume de votre moi, car dans votre cas, la div est à la place de Salomon\" . [17]\n\nContrairement à la tradition talmudique, Salomon n'était pas au courant et n'a jamais participé à l'idolâtrie. [18] De plus, le Coran rejette que Salomon était un magicien: \"(...) Salomon n'a pas ne pas croire, mais les Diables ont incrédulé, enseignant aux hommes de la magie et (...)\". (2: 102)\n\nSalomon et la fourmi\nSalomon a même appris les langues de divers animaux, comme les fourmis. Le Coran raconte qu'un jour, Salomon et son armée sont entrés dans un Wādin-Naml (وَادِ ٱلْنَّمْل, vallée de la fourmi). En voyant Salomon et son armée, un Namlah (نَمْلَة, la fourmi féminine) a averti tous les autres de \"... entrer dans vos habitations, de peur que Salomon et ses hôtes ne vous écrasent (sous le pied) sans le savoir.\" [19] Comprendre immédiatement Ce que la fourmi a dit, Salomon, comme toujours, a prié Dieu, le remerciant de lui donner de tels dons [20] et a évité davantage le piétinement sur les colonies de fourmis. [9]: 63 [21] La sagesse de Salomon, cependant, était encore une autre Parmi les dons qu'il a reçus de Dieu, et les musulmans soutiennent que Salomon n'a jamais oublié sa prière quotidienne, qui était plus importante pour lui que tous ses dons.\n\nLa littérature exégétique met l'accent sur la sagesse de la fourmi et explique le sens du don de Salomon pour contrôler le vent. Selon Siracü'l-Kulub, la fourmi demande à Salomon s'il sait pourquoi il est appelé \"Salomon\" (Süleyman). Salomon dit qu'il ne le fait pas, après quoi la fourmi continue à expliquer: \"Bien que votre cœur soit solide (Selim) et que vous connaissez les circonstances du monde suivant, vous avez accepté quelques plaisirs de ce monde et vous avez été trompé par sa possession et Kingship; Par conséquent, vous êtes appelé Salomon. \" Ensuite, la fourmi demande à Salomon, s'il sait pourquoi Dieu a maîtrisé le vent pour lui. Encore une fois, Salomon dit non et la fourmi répond: \"Il a maîtrisé le vent pour une raison: ce que vous avez accepté n'est rien. Tout comme le vent passe, la richesse et la royauté du monde passent aussi.\" Des chercheurs comme Fakhr al-Din Razi et Al-Qurtubi ont élevé la fourmi au rang d'un examplar pour les humains à suivre. [22] (P198)\n\nConquête de saba '\n\nRuines du temple Barran à Ma'rib, l'ancienne capitale de Saba 'dans ce qui est maintenant le Yémen\nUn autre aspect important de la royauté de Salomon était la taille de son armée, qui se composait à la fois d'hommes et de djinn. Salomon évaluerait fréquemment ses troupes et ses guerriers ainsi que les djinn et tous les animaux qui travaillaient sous lui. Un jour, lors de l'inspection de ses troupes, Salomon a trouvé le hud-hud (هُدْهُد, hoopoe) manquant à l'assemblée. [23] Peu de temps après, cependant, le Hud-Hud est arrivé à la cour de Salomon, disant: \"J'ai compassé (territoire) que tu n'as pas compassé, et je suis venu à toi de Saba avec des nouvelles.\" [24] Le hud-hud plus loin Salomon a dit que les habitants de Sheba adoraient le soleil et que la femme qui a gouverné le royaume était très intelligente et puissante. Salomon, qui a écouté attentivement, a choisi d'écrire une lettre au pays de Sheba, à travers laquelle il essaierait de convaincre le peuple de Sheba de cesser leur culte idolâtre du soleil et de venir au culte de Dieu. Salomon a ordonné au hud-hud de donner la lettre à la reine de Sheba (bilqis), puis de se cacher et d'observer sa réaction. [9]: 64 Le hud-hud a accepté les ordres de Salomon, et est retourné directement à Sheba pour livrer le lettre à la reine. La reine a ensuite appelé ses ministres à la cour et leur lire à haute voix la lettre de Salomon déclarant au peuple de Sheba: \"Au nom d'Allah le compassion, le miséricordieux, n'êtes pas exalté contre moi, mais venez à moi en tant que musulman (مُسْلِمِيْيْن ). \" Elle a pris des conseils avec ses ministres et d'autres responsables judiciaires, disant: \"O mon peuple, je sais bien que vous êtes courageux et puissant, et qu'aucun sur la face de la terre ne peut vous soutenir, mais je connais toujours votre esprit à ce sujet question.\" Le peuple de la Cour a répondu: \"Le vôtre est le pouvoir, ô Queen, et quel que soit votre commandement, nous y obéirons.\" Enfin, cependant, la reine est venue à Salomon, annonçant sa soumission à Dieu. [25]\n\nSalomon et l'Ifrit\nAlors que Bilqis se rendait à la cour de Salomon, le roi a offert à ses serviteurs de livrer son trône là-bas avant son arrivée. Un ifrit a offert ses services (Q27: 38-40), mais Salomon a refusé, confiant à la place cette tâche à un homme-serviteur qui, étant un homme pieux, a prié Dieu de déplacer le trône pour lui. Merveilleuse de raconter, sa prière a été exaucée, le trône apparaissant dans le palais de Salomon par la puissance de Dieu. Lorsque Bilqis est arrivé, Salomon lui a demandé si elle avait reconnu son trône, mais elle, luttant pour saisir le miracle que Dieu avait fait, a donné au roi une réponse évasive, avant finalement d'adopter la foi de Salomon, a gagné par la preuve que le miracle n'était pas celui d'un simple ifrit mais celui de Dieu lui-même. Salomon a refusé l'offre tentante de l'Ifrit, car il a cherché à s'appuyer uniquement sur Dieu et non sur un démon ou tout autre être créé, et a été récompensé pour sa piété avec succès dans la conversion de Bilqis à la vraie foi. [26]\n\nDécès\n\nMausolée de Sulaiman dans l'enceinte de la mosquée Al-Aqsa, vieille ville de Jérusalem\nLe Coran raconte que Salomon est mort pendant qu'il s'appuyait sur son personnel et qu'il restait debout, soutenu par lui, jusqu'à ce qu'une petite créature - une fourmi ou un ver - ce soit rongeant, jusqu'à ce que, enfin, cela ne cède - et seulement alors qu'il fasse son effondrement du corps.\n\nPuis, lorsque nous avons décrété la mort (de Salomon), rien ne leur a montré sa mort sauf un petit ver de la terre, qui gardait (lentement) ronger son personnel: alors quand il est tombé, le Jinn a vu clairement que s'ils avaient connu le Invisible, ils n'auraient pas été assistés dans la pénalité humiliante (de leur tâche).\n\n- Coran, sourate 34 (Sabaʾ), Ayah 14 [27]\nAlors qu'il restait droit, soutenu par son personnel, le Jinn pensait qu'il était toujours en vie et les supervise.\n\nIls n'ont réalisé la vérité que lorsque Dieu a envoyé une créature pour sortir du sol et ronger le personnel de Salomon, jusqu'à ce que son corps s'effondre. Ce verset est compris pour enseigner au public que Jinn ne connaît pas l'invisible (al-Ghaib) - s'ils l'avait su, ils ne seraient pas restés enroulés comme des imbéciles au service d'un mort. [28].\n\nMahammaddim dans la chanson de Salomon\nPlus d'informations: Muhammad et la Bible et la racine sémitique\nComme inspiré par les versets du Coran, certains musulmans [qui?] Croyaient que Muhammad (arabe: مُحَمَّد, Consonant Letters: M-ħ-M-D) est mentionné dans la chanson des chansons (5:16) comme `` Mahammaddim '' (Hébreu: מַחֲמַדִּים, lettres consonantes: m-ħ-m-d-y-m), même si ce dernier mot est traduit par «souhaitable» ou «charmant» par les Juifs. [29]\n\nSalomon et Jamshid\n\nVue générale de Persépolis, Iran (2) (recadré)\nJamshid était le quatrième roi du monde, selon le Shāhnāma du poète Firdausī. Comme Salomon, il était censé avoir commandé tous les anges et démons du monde, et était à la fois roi et grand prêtre de Hormozd (persan moyen pour Ahura Mazda). Il était responsable de nombreuses grandes inventions qui ont rendu la vie plus sûre pour son peuple: la fabrication d'armures et d'armes, le tissage et la teinture des vêtements de lin, de soie et de laine, la construction de maisons de brique, l'extraction de bijoux et de métaux précieux , la fabrication de parfums et de vin, l'art de la médecine, la navigation des eaux du monde dans les voiliers. Il Jamshid était maintenant devenu le plus grand monarque que le monde ait jamais connu. Il était doté du Royal Farr (Avestan: Khvarena), une splendeur rayonnante qui brûlait à son sujet par la faveur divine.\n\nEn raison des similitudes entre les deux sages monarques, certaines traditions confondent les deux. Par exemple, Salomon était associé à la décision sur le sud-ouest de l'Iran dans les travaux d'Al-Balkhi. Persépolis était considéré comme le siège de Salomon et décrit comme \"Playground of Salomon\" par des chercheurs tels que Mas'udi, Muqaddasi et Istakhri. D'autres auteurs musulmans se sont opposés à la conviction que Salomon a déjà régné en Iran, arguant que toutes les similitudes entre la vie et les actes de Salomon et de Jamshid sont purement coïncidentes, les deux sont des personnages distincts et séparés. [30] [31] Cette dernière vue a été justifié par une bourse dans le domaine de la mythologie indo-européenne, qui a démontré de manière concluante que le personnage que Jamshid dérive de la divinité zoroastrienne précoce Yima, [32] [33] tandis que le roi du Prophet coranique et biblique soutient une mesure de l'historicité pour le sage prophète. [34]",
"Ilyas": "Ilyās (arabe: إلياس) était un prophète et messager de Dieu (Allah) qui a été envoyé pour guider les enfants d'Israël. On lui a donné la mission prophétique pour empêcher les gens d'adorer les idoles. [1] Ilyas est le prédécesseur prophétique d'Alyasa. [2] Certains érudits islamiques croient qu'Ilyas est de la progéniture de Harun (Aaron). [3]\n\nCertains musulmans croient qu'Ilyas est toujours en vie et assiste au Hajj chaque année, avec Khidr. [4] Certains musulmans croient également qu'Ilyas reviendra à la fin des heures. [5]\n\nDébut de la vie\nDans les sources islamiques, le nom complet d'Ilyas est Ilyas Ibn Yasin, [6] Depuis As-Saffat 37: 130, Ilyas est appelé Yasin. [7] Certaines histoires d'Ilyas sont également mentionnées dans les hadiths islamiques; comme la malédiction des Israélites avec la sécheresse par Ilyas, [8] guérir Alyasa, [9] et se battre avec Ahab. [10]\n\nSelon de nombreuses sources islamiques et la Bible, Elias (a) est vivant et monté dans le ciel. [11] Cependant, Ibn Kathir n'a pas accepté ces hadiths et les a considérés parmi Isra'iliyat. [12] Dans Mu'jam al-Buldan, Yaqut al-Hamawi a mentionné une tombe pour Elias (a) à Baalbek. [13] Un sanctuaire a ensuite été construit sur cette tombe, mais elle était dédiée à un \"Prophète Aila\" même si les habitants le croyaient était le tombeau d'Elias (a) [14]\n\nProphétie\nIlyas est mentionné pour la première fois comme un prophète dans Al-An'am 6:85. [15] Il a invité son peuple qui vivait à Baalbek au monothéisme, obéissant à Dieu et abandonnant les péchés. [16] Sa tâche principale était d'empêcher le lancement d'idoles. [17] Après avoir fait face à la persistance de son peuple pendant de nombreuses années, les maudissons de sécheresse et les gens ont été infligés à la famine. [18] Le récit d'Ilyas dans le Coran et la tradition musulmane plus tard ressemble à de près que dans la Bible hébraïque et la littérature musulmane enregistre le principal de prophétiser comme se déroulant sous le règne d'Ahab et de Jezebel ainsi que d'Ihaziah. Nombre d'autres prophètes et saints, y compris Idris, qui est estimé par certains érudits comme un autre nom pour Ilyas, [21] et Khidr. [22] La légende islamique a développé plus tard la figure d'Ilyas, embellissant considérablement ses attributs, et une littérature apocryphe a donné à Ilyas le statut d'une demi-angle à moitié humaine. [23] Ilyas apparaît également dans des œuvres ultérieures de littérature, y compris le Hamzanama. [24]\n\nCoran\nIlyas est mentionné dans le Coran, où sa prédication est racontée de manière concise. Le Coran raconte qu'Ilyas a dit à son peuple de venir au culte de Dieu et de quitter le culte de Baal, la principale idole de la région. Le Coran déclare: [1]\n\n\"En vérité, Ilyas était l'un des apôtres. Quand il a dit à son peuple:\" Ne craindrez-vous pas Dieu? «Voulez-vous faire appel à Ba'al et laisser le meilleur des créateurs, Dieu, votre Seigneur et Cherisher et le Seigneur et Cherisher de vos pères d'autrefois?\n\n- as-saaffat 123–126\nLe Coran indique clairement que la majorité des gens d'Ilyas ont nié le Prophète et ont continué à suivre l'idolâtrie. Cependant, il mentionne qu'un petit nombre de serviteurs dévoués de Dieu parmi eux ont suivi Elie et croyaient en Dieu. Le Coran déclare: \"Ils lui ont nié (Élie), et seront sûrement amenés à la punition, à l'exception des serviteurs sincères et dévoués de Dieu (parmi eux). Et nous avons laissé sa (mémoire) pour la postérité.\" [25] [26]\n\nDans le Coran, Dieu loue Elijah à deux endroits:\nLa paix soit sur Elie! C'est ainsi que nous récompensons ceux qui font le bien. Il fait vraiment partie de nos serviteurs croyants.\n\n- Coran, chapitre 37 (as-saaffat), verset 129–132 [27]\nEt Zakariya et Yahya et Isa et Ilyas, ils étaient tous parmi les justes\n\n- Coran, chapitre 6 (al-an'am), verset 85 [28]\nDe nombreux commentateurs, dont Abdullah Yusuf Ali, ont fait des commentaires sur le verset 85 disant qu'Ilyas, Zakariya, Yahya et Isa étaient tous connectés spirituellement. Abdullah Yusuf Ali dit: \"Le troisième groupe ne se compose pas des hommes d'action, mais des prédicateurs de vérité, qui ont mené une vie solitaire. Leur épithète est:\" Les justes. \"Ils forment un groupe connecté autour de Jésus. Zachariah était le père de Jean le Baptiste, qui est référencé comme \"Ilyas, qui était à venir\" (Matt 11:14); et Elias aurait été présent et parlé à Jésus lors de la transfiguration sur le mont (Matt. 17: 3). \"[ 29]\n\nBien que la plupart des érudits musulmans pensaient qu'Élie prêchait en Israël, certains premiers commentateurs du Coran ont déclaré qu'Ilyas avait été envoyé à Baalbek, au Liban. [30] Les érudits modernes ont rejeté cette affirmation, déclarant que la connexion de la ville avec Elie aurait été faite à cause de la première moitié du nom de la ville, celle de Baal, qui était la divinité qu'Elijah a exhorté son peuple à cesser d'adorer. Les érudits qui rejettent l'identification de la ville d'Élie avec Baalbek soutiennent en outre que la ville de Baalbek n'est pas mentionnée avec le récit d'Ilyas dans le Coran ou la Bible hébraïque. [31]\n\nDécès\nPar le temps, la sécheresse s'est répandue et beaucoup sont morts. Quand ils se sont vus infligées, ont regretté leurs actes passés, se sont tournés vers Elias (a) et ont accepté son invitation. [32] Puis, en raison de la prière d'Elias (a), une forte pluie est venue et la terre a été rassasiée; Cependant, après un certain temps, les gens ont oublié leur alliance avec Dieu et sont retournés à l'adoration des idoles. Quand Ilyas a vu cela, il a demandé à Dieu sa propre mort; Mais, Dieu lui a envoyé un char de feu et il est monté dans le ciel et a choisi Alyasa qui était son élève comme vice-vice-récepteur. [33] Ilyas est rarement associé à l'eschatologie islamique. [34] Cependant, certains musulmans croient qu'Ilyas devrait revenir avec la mystérieuse figure Khidr pendant la fin des temps. [5]\n\nHéritage\nLa littérature et la tradition musulmanes racontent qu'Ilyas prêchait au royaume d'Israël, gouverné par Ahab et plus tard son fils Ahaziah. Il est appelé un \"Prophète du désert - comme Yahya\". [35] Ilyas aurait prêché avec Zeal à Ahab et à sa femme Jezebel, qui, selon la tradition musulmane, était en partie responsable du culte des fausses idoles dans ce domaine. Les musulmans croient que c'est parce que la majorité des gens ont refusé d'écouter Élie qu'Elisha a dû continuer à prêcher le message de Dieu à Israël après lui. [36]\n\nIlyas a fait l'objet de légendes et de contes populaires de la culture musulmane, impliquant généralement sa rencontre avec Khidr. Selon un rapport musulman exégétique, Muhammad a rencontré Ilyas à la Mecque. [37] Dans le mysticisme islamique, Ilyas est associé étroitement au Sage Khidr. Un hadith a rapporté qu'Ilyas et Khidr se rencontraient chaque année à Jérusalem pour aller en pèlerinage à la Mecque. [38] Ilyas apparaît également dans le Hamzanama à plusieurs reprises, où il est dit comme étant le frère de Khidr ainsi que celui qui a bu de la fontaine de la jeunesse. [39] De plus, il est raconté dans Kitab al-Kafi que l'imam Ja'far al-Sadiq récitait la prostration d'Ilyas dans la langue syrienne et commençait à pleurer. Il a ensuite traduit la supplication en arabe en un groupe de chercheurs en visite:\n\n\"O Seigneur, vais-je découvrir que tu me punis bien que tu saches ma soif dans la chaleur de midi? Vais-je trouver que tu me punis bien que tu saches que je frotte mon visage sur terre pour t'adorer? Vais-je trouver que tu punis Moi bien que vous sachiez que j'abandonne les péchés pour vous? Vais-je trouver que vous me punissez même si vous savez que je reste éveillé toute la nuit juste pour vous? \" Auquel Allah a ensuite inspiré à Ilyas, \"élevez la tête de la terre car je ne vous punirai pas\". [40]\n\nRemarques\n \"Elias est le même que Elijah, dont l'histoire se trouvera dans l'Ancien Testament dans 1 Kings 17–19 et 2 Rois 1–2. Elijah a vécu sous le règne d'Ahab (896–874 BCE) et Ahaziah (874–872 BCE ), les rois du royaume (nord) d'Israël ou de Samarie. Il était un prophète du désert, comme Jean-Baptiste, contrairement à notre Saint Prophète, qui a participé, contrôlé et guidé toutes les affaires de son peuple. Les deux Ahab Et Azariah était sujet à des effondrements dans le culte de Baal, le dieu solaire adoré en Syrie. Ce culte comprenait également le culte des puissances de la nature et des pouvoirs procréatifs, comme dans le culte hindou du Lingam, et a conduit à de nombreux abus. King. King. Ahab avait épousé une princesse de Sidon, Jezebel, une méchante femme qui a conduit son mari à abandonner Allah et à adopter le adoration de Baal. \" ... \"Elijah a dénoncé tous les péchés d'Ahab ainsi que les péchés d'Ahaziah et ont dû fuir pour sa vie. Finalement, selon l'Ancien Testament [19], il a été pris dans un tourbillon au ciel dans un char de feu après après Il avait quitté son manteau avec Elisha le Prophète. \"[20]",
"Alyasa": "Alyasa (arabe: اليسع, romanisé: Alyasā ') est prophète et messager de Dieu (Allah) qui a été envoyé pour guider les enfants d'Israël. Dans le Coran, Alyasa est mentionné deux fois en tant que prophète [1] et est mentionné les deux fois aux côtés de compagnons prophètes. [2] Il est honoré par les musulmans comme le successeur prophétique d'Ilyas (Elijah). Les sources islamiques qui identifient Élisée avec Khidr citent la forte relation entre Khidr et Ilyas dans la tradition islamique. [3]\n\nPersonnalité\nLe nom d'Alyasa est mentionné deux fois dans Al-An'am 6:86 et SAD 38:48. Dans ces versets, sans rien mentionner sur la personnalité ou la prophétie d'Alyasa, il est mentionné comme «honoré» et «parmi les élus». [4] Selon le Coran, Elisha est exaltée \"au-dessus du reste de la création\" (Arabe: فَضَّلْنَا عَلَى ٱلْعَالَمِين, romanisé: faḍḍalnā ʿAla l-ʿālamīn (a) [4] et est \"parmi l'excellent\" (arabe: مِنَ ٱلْأَخْيَاorte -uise: (arabique: مِنَ ٱلْأَخْيَاorte -uise: (arabique: orte Mina L-Akhyār). [5] Alyasa est mentionnée dans al-An'am 6:86 et Sad 38:48, avec Ismail:\n\nEt Ismail et Alyasa et Yunus, et Lut; et chacun que nous avons honoré sur les mondes;\n\n- Al-An'am 6:86\nEt rappelez-vous nos serviteurs Ismail, Alyasa et Dhul-Kifl, chacun d'eux vraiment bon.\n\n- triste 38:48\nMiracles\nDans un Hadith chiite d'Ali al-Ridha, il est mentionné qu'Alyasa, a eu des miracles, y compris la renaissance des morts, la guérison et la marche sur l'eau. [Citation nécessaire]\n\nTombes revendiquées\nCertains musulmans croient que le tombeau d'Elisha est à Al-Awjam dans la région orientale de l'Arabie saoudite. Le sanctuaire a été supprimé par le gouvernement saoudien car une telle vénération n'est pas conforme au mouvement de réforme wahhabi ou salafi dominant en Arabie saoudite. [6] [7] Il a été un point de repère important depuis de nombreux siècles à l'époque de l'Arabie ottomane, et avait été une destination de pèlerinage très populaire pour les musulmans de toutes les sectes tout au long de la période pré-moderne. [8]\n\nLa tombe d'Elisée est présente dans le district d'Eğil de la province de Diyarbakir, Turquie. [9] Le sanctuaire d'origine était près d'un lit de rivière qui devait être inondé en 1994. Un conseil secret de neuf érudits a été formé par le conseil municipal en coopération avec la Direction des affaires religieuses pour éviter de tirer la colère du public à l'exhumation. Avant que la zone ne soit inondée, la tombe a été creusée la nuit et le corps conservé du Prophète - assisté par les neuf érudits et travailleurs officiels - a été exhumé à être enterré sur une colline surplombant la plaine inondé. Cependant, beaucoup de villes ont vu le prophète dans leur rêve cette nuit-là, et s'est avéré avant le lever du soleil pour observer sa reconstruction au nouvel endroit. [10] [11]",
"Yunus": "Yunus Ibn Matta (Arabe: يُونُس ابن ماتا, romanisé: Yūnus Ibn Matta) est un prophète et messager de Dieu (Allah). Yunus est traditionnellement considéré comme très important dans l'islam qu'un prophète qui était fidèle à Dieu et a livré ses messages. [1] [2] Yunus est le seul des douze prophètes mineurs de la Bible à être nommés dans le Coran. [3] Le dixième chapitre du Coran porte son nom. [4].\n\nYunus est appelé dhul-nun (arabe: ذُو ٱلنُّوْن) et par les musulmans. [5] Il est mentionné quatre fois dans le Coran par son nom. [6]\n\nMentions hadithiques\nYunus est également mentionné dans quelques incidents au cours de la vie de Muhammad. Dans certains cas, le nom de Yunus est évoqué avec les éloges et la révérence de Muhammad. Selon des narrations historiques sur la vie de Muhammad, après dix ans de révélations, Muhammad est allé à la ville de Ta'if pour voir si ses dirigeants lui permettraient de prêcher son message à partir de là plutôt que de La Mecque, mais il a été jeté de la ville par la ville par les personnes. Il s'est réfugié dans le jardin d'Utbah et de Shaybah, deux membres de la tribu Quraysh. Ils ont envoyé leur serviteur, Addas, pour lui servir des raisins pour la subsistance. Muhammad a demandé à Addas d'où il venait et le serviteur a répondu Nineveh. \"La ville de Yunus le juste, fils d'Amittai!\" S'exclama Muhammad. Addas a été choqué parce qu'il savait que les Arabes païens n'avaient aucune connaissance de Yunus. Il a ensuite demandé comment Muhammad connaissait cet homme. \"Nous sommes frères\", a répondu Muhammad. \"Yunus était un prophète de Dieu et moi aussi je suis un prophète de Dieu.\" Addas a immédiatement accepté l'islam et a embrassé les mains et les pieds de Muhammad. [10]\n\nL'une des paroles de Muhammad, dans la collection de l'imam Bukhari, dit que Muhammad a dit \"il ne faut pas dire que je suis meilleur que Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, un contemporain plus âgé de Muhammad, a enseigné que, si Yunus n'avait pas prié Allah, il serait resté piégé à l'intérieur du poisson jusqu'au jour de la résurrection [14] mais, à cause de sa prière, Yunus \"ne reste que quelques-uns jours dans le ventre du poisson \". [14]\n\nL'historien persan du XIXe siècle Al-Tabari indique que, alors que Jonah était à l'intérieur du poisson, \"aucun de ses os ou membres n'a été blessé\". [14] Al-Tabari écrit également qu'Allah a rendu le corps du poisson transparent, permettant à Yunus de voir les \"merveilles du profond\" [15] et que Yunus a entendu tous les louanges chantant à Allah. [15] Kisai Marvazi, un poète du Xe siècle, indique que le père de Yunus avait soixante-dix ans lorsque Yunus est né [14] et qu'il est décédé peu de temps après, [14] laissant la mère de Yunus avec rien d'autre qu'une cuillère en bois, qui s'est avérée être une corne d'abondance. [14]\n\nTombes\nVoir aussi: Mosquées et sanctuaires de Mossoul § Mosque_Of_The_Prophet_Jonah\n\nPhotographie des ruines de la mosquée de Yunus, après sa destruction par l'EIIL\nL'emplacement actuel de Nineveh est marqué par des fouilles de cinq portes, des parties de murs sur quatre côtés et deux grands monticules: la colline de Kuyunjik et la colline de Nabi Yunus (voir la liaison de la carte dans la note de bas de page). [16] Une mosquée au sommet de Nabi Yunus était dédiée à Jonas et contenait un sanctuaire, vénéré par les musulmans et les chrétiens comme le site de la tombe de Jonas. [17] Le tombeau était un site de pèlerinage populaire [18] et un symbole de l'unité aux Juifs, aux chrétiens et aux musulmans du Moyen-Orient. [18] Le 24 juillet 2014, l'État islamique d'Irak et le Levant (ISIL) ont détruit la mosquée contenant le tombeau dans le cadre d'une campagne pour détruire les sanctuaires religieux qu'il jugeait idolâtres. [19] [18] Après que Mossoulle a été ramené de l'EIIL en janvier 2017, un ancien palais assyrien construit par Esarhaddon datant de la première moitié du 7ème siècle avant notre ère a été découvert sous la mosquée en ruine. [18] [20] L'EIIL avait pillé le palais d'articles à vendre sur le marché noir [18] [20], mais certains des artefacts qui étaient plus difficiles à transporter restaient encore en place. [18] [20]\n\nAutres tombes musulmanes\nLes autres emplacements réputés du tombeau de Jonah comprennent le village arabe de Mashhad, situé sur l'ancien site de Gath-Hepher en Israël; [21] la ville de Cisjordanie palestinienne de Halhul, 5 km (3,1 mi) au nord de Hebron; [22] et Un sanctuaire près de la ville de Sarafand (Sarepta) au Liban. [23] Une autre tradition place le tombeau dans une colline maintenant appelée Giv'at Yonah, \"Jonah's Hill\", à la bordure nord de la ville israélienne d'Ashdod, sur un site couvert par un phare moderne.\n\nUne tombe de Jonas peut être trouvée à Diyarbakir, en Turquie, située derrière le Mihrab à la mosquée Fatih Pacha. [24] [25] Evliya Celebi déclare dans son seyahatname qu'il a visité les tombes de Jonas. [26] [27]\n\nMentions coraniques\nDans Al-Anbiya 21:87 [7] et al-Qalam 68:48, Yunus est appelé dhul-nūn (arabe: ذُو ٱلنُّوْن, lit. 'Celui des poissons'). [5] Dans An-Nisa 4: 163 et Al-An'am 6:86, il est appelé \"apôtre d'Allah\". [5] Sourate 37: 139-148 raconte l'histoire complète de Yunus: [5]\nIl en va de même pour Jonas parmi ceux envoyés (par nous).\nQuand il s'est enfui (comme un esclave de la captivité) au navire (entièrement) chargé,\nIl (a accepté de) lancer beaucoup, et il a été condamné:\nPuis la baleine l'a avalé, et il avait fait des actes dignes de blâmer.\nS'il n'avait pas été qu'il (s'est repenti et a glorifié Allah,\nIl serait certainement resté à l'intérieur du poisson jusqu'au jour de la résurrection.\nMais nous l'avons jeté sur la rive nue dans un état de maladie,\nEt nous avons fait grandir, sur lui, une plante propagée de la gourde.\nEt nous l'avons envoyé (en mission) à cent mille (hommes) ou plus.\nEt ils croyaient; Nous leur avons donc permis de profiter (leur vie) pendant un certain temps.\n\n- Coran, chapitre 37 (as-saaffat), versets 139–148 [8]\nLe Coran ne mentionne pas l'héritage de Yunus [5] mais la tradition musulmane enseigne que Yunus était de la tribu de Binyjamin. [9]",
"Zakariya": "Selon la doctrine islamique, Zakarīyā (arabe: زكريا, Zacharie) est un prophète et messager de Dieu (Allah) et un père du prophète Yahya.\n\nDans le Coran\nZakariya était un prêtre juste [1] et le prophète de Dieu dont le bureau était dans le deuxième temple de Jérusalem. Il serait souvent chargé de gérer les services du temple [2] et il resterait toujours ferme dans la prière à Dieu.\n\nPrier pour un fils\nAlors qu'il atteignit sa vieillesse, Zakariya a commencé à s'inquiéter de qui continuerait l'héritage de prêcher le message de Dieu après sa mort et qui continuerait les services quotidiens du temple après lui. Zakariya a commencé à prier Dieu pour un fils. La prière pour la naissance d'une progéniture n'était pas simplement hors du désir d'un enfant. [1] Il a prié à la fois pour lui et pour le public - ils avaient besoin d'un messager, un homme de Dieu qui travaillerait au service du Seigneur après Zakariya. Zakariya avait du caractère et de la vertu et il voulait le transférer à son héritier spirituel comme sa possession la plus précieuse. Son rêve était de restaurer la maison à la postérité du patriarche Jacob et de s'assurer que le message de Dieu a été renouvelé pour Israël. Comme le raconte le Coran:\n\nUne mention de la miséricorde de votre Seigneur à son serviteur Zakariya. Quand il a pleuré à son Seigneur un cri en secret, en disant: Mon Seigneur! LO! Les ossements de moi se frayent une cire et ma tête brille de cheveux gris, et je n'ai jamais été le plus suffisant dans la prière à toi, mon Seigneur. LO! Je crains mes parents après moi, car ma femme est stérile. Oh, donne-moi de ta présence un successeur qui héritera de moi et héritera (aussi) de la maison de Jacob. Et faites-lui, mon Seigneur, acceptable (à toi). [Coran 19: 4–6 (traduit par Pickthall)]\n\nPathering Yahya\nEn tant que don de Dieu, Zakariya a reçu un fils nommé Yaḥyá (arabe: يحيى, identifié à Jean le baptiste), un nom spécialement choisi pour cet enfant seul. La tradition musulmane raconte que Zakariya avait quatre-vingt-douze ans [3] quand on lui a parlé de la naissance de John.\n\nConformément à la prière de Zakariya, Dieu a fait que John (Yahya) renouvelle le message de Dieu, qui avait été corrompu et perdu par les Israélites. [4] Comme le dit le Coran:\n\nO Zachariah! LO! Nous vous apportons la nouvelle d'un fils dont le nom est John; Nous avons donné le même nom à aucun avant (lui). Il a dit: Mon Seigneur! Comment puis-je avoir un fils quand ma femme est stérile et que j'ai atteint l'infirmerie de la vieillesse? Il a dit: Ce sera donc, votre Seigneur dit: c'est facile pour moi, et en effet je vous ai déjà créé, quand vous n'étiez rien. Il a dit: Mon Seigneur! fais-moi signe. Il a dit: Votre signe est que vous ne pourrez pas parler aux gens de trois nuits pendant que vous êtes en bonne santé.\n\n- [Coran 19: 7-10 (traduit par Pickthall)]\nGardien de Maryam\nSelon le Coran, Zakariya était le gardien de Maryam. Le Coran déclare:\n\n(Rappelez-vous) Quand la femme d'Imran a dit: Mon Seigneur! Je t'ai juré ce qui est dans mon ventre en tant que consacré (offrande). Acceptez-le de moi. LO! Toi, tu seul arts l'auditeur, le connaisseur! Et quand elle a été livrée, elle a dit: Mon Seigneur! LO! Je suis livré d'une femme - Allah savait le mieux de ce qu'elle a été livrée - le mâle n'est pas comme la femme; Et voilà! Je l'ai nommée Mary, et LO! J'ai envie de ta protection pour elle et pour sa progéniture de Satan le paria. Et son Seigneur l'a acceptée avec une pleine acceptation et lui a garanti une bonne croissance; et a fait de Zachariah son tuteur. Chaque fois que Zachariah entrait dans le sanctuaire où elle était, il a découvert qu'elle avait de la nourriture. Il a dit: O Mary! D'où vient à toi (nourriture)? Elle a répondu: C'est d'Allah. Allah donne sans passage à qui il le fera. [Coran 3: 35–37 (traduit par Pickthall)]\n\nLa théologie musulmane soutient que Zakariya, avec Jean-Baptiste et Jésus, a inauguré une nouvelle ère de prophètes - qui venaient tous de la descente sacerdotale d'Amram (Imran), le père du prophète Aaron. Le fait que, de tous les prêtres, c'est Zakariya qui a eu le devoir de garder les soins de Mary (Maryam) montre son statut d'homme pieux. Zakariya est souvent félicité dans le Coran en tant que prophète de Dieu et homme juste. Une telle évaluation se trouve sur la sourate al-an'am:\n\n\"Et Zakariya et Yahya et Isa et Eliyas. Chacun était des justes.\" [Coran 6:85 (traduit par Pickthall)]\n\nLe traducteur du Coran Abdullah Yusuf Ali propose des commentaires sur cette seule ligne [5] - suggérant que ces prophètes particuliers établissent un lien spirituel les uns avec les autres. Il souligne que Yahya était un parent d'Isa, tandis qu'Eliyas était celui qui était présent à la transfiguration d'Isa [6] sur la monture, comme mentionné dans le Nouveau Testament. Zakariya, quant à lui, par le mariage, était l'oncle d'Isa et son fils Yayha était appelé Eliyas dans le Nouveau Testament. [7]",
"Yahya": "Yaḥyā ibn Zakarīyā (arabe: يحيى ابن زكريا, littéralement Yahya / John, fils de Zachariah), identifié en anglais comme Jean le baptiste, est considéré dans l'islam un prophète et le messager de Dieu (Allah) qui a été envoyé pour guider les enfants d'Israel . On pense que les musulmans ont été un témoin de la parole de Dieu qui annoncerait la venue d'Isa al-Masih (Jésus-Christ). [1] [2]\n\nYahya est mentionné cinq fois dans le Coran. [3]\n\nYahya est également très honoré dans le soufisme ainsi que dans le mysticisme islamique, principalement à cause de la description du Coran de la chasteté et de la gentillesse de Jean. [4] Les soufis ont fréquemment appliqué des commentaires sur les passages sur Jean dans le Coran, principalement concernant le don de la sagesse donnée par Dieu qu'il a acquis dans la jeunesse ainsi que ses parallèles avec Jésus. Bien que plusieurs phrases utilisées pour décrire Jean et Jésus soient pratiquement identiques dans le Coran, la manière dont elles sont exprimées est différente. [5]\n\nNaissance\nDans le Coran, Dieu mentionne fréquemment la prière continue de Zakariya pour la naissance d'un fils. La femme de Zakariya était stérile et donc la naissance d'un enfant semblait impossible. [6] En tant que don de Dieu, Zachariah a reçu un fils du nom de Yaḥya, un nom spécialement choisi pour cet enfant seul. Conformément à la prière de Zakariya, Dieu a fait de Yahya et Isa, qui, selon l'Exégèse, est né six mois plus tard, [7] renouvelle le message de Dieu, qui avait été corrompu et déformé par les Israélites.\n\nLe Coran affirme que Jean-Baptiste a été le premier à recevoir ce nom (Coran 19: 7-10), mais comme le nom Yoḥanan se produit à plusieurs reprises devant Jean le Baptiste, [8] ce verset fait référence au consensus universitaire islamique selon lequel \"Yaḥyāā \"n'est pas le même nom que\" Yoḥanan \"[9] ou au récit biblique de la dénomination miraculeuse de Jean, qui explique qu'il était presque nommé\" Zacharias \"(grec: ζαχαρίας) [10] après le nom de son père, comme non Un dans la lignée de son père Zacharias (également connu sous le nom de Zachariah) avait été nommé \"John\" (\"Yohanan\" / \"Yoannes\") devant lui. [11] Comme le dit le Coran: [12]\n\"O Zakaryya, nous vous donnons en effet de bonnes nouvelles d'un garçon dont le nom sera Yahya, et dont nous n'avons jamais créé auparavant.\n\nIl a dit: \"O mon seigneur! Comment aurai-je un fils, quand ma femme est stérile et que je suis devenue assez décrépite de la vieillesse?\"\n\nIl a dit: \"Donc (ce sera) ton Seigneur,\" c'est facile pour moi: je t'ai en effet créé avant, quand tu n'as rien fait! \"\"\n\n(Zakarya) a dit: \"O mon seigneur! Donnez-moi un signe.\" \"Ton signe,\" fut la réponse, \"sera que tu ne parleras à personne pendant trois nuits.\"\n\n- Maryam 19: 7-10\n- Maryam 19: 12-14\n\nLa rivière Jordanie, où Yahya a baptisé Isa. [13]\nYahya a été exhorté à tenir rapidement aux Écritures et a reçu la sagesse de Dieu alors qu'il était encore enfant. [14] Il était pur et dévot, et marchait bien en présence de Dieu. Il était conscient envers ses parents et il n'était ni arrogant ni rebelle. La lecture et la compréhension de John des Écritures, quand seul un enfant, a dépassé même celui des plus grands érudits de l'époque. [6] L'exégèse musulmane raconte qu'Isa a envoyé Yahya avec douze disciples [15] qui ont prêché le message avant que Jésus appelle ses propres disciples. [7] Le Coran dit: [16]\n\"O yaḥya! Take Hold of the Book with Might\": Et nous lui avons donné la sagesse même en tant que jeune,\n\n- Maryam, 19:12\nJean était un prophète classique, [17] qui était exalté haut par Dieu pour son audacieux dénonçant tout ce qui est pécheur. De plus, le Coran parle de la douce piété et de l'amour de John et de son humble attitude envers la vie, pour laquelle il a obtenu la pureté de la vie.\n\nSelon la tradition islamique, Yahya se rendait au Haram Esh-Sharif (Temple Mount) pour livrer ses sermons. [3]\n\nAssassinat\nPendant la prophétie de Yahya, un conflit s'est produit entre lui et Hérode Antipas, qui voulait divorcer de sa première épouse et prendre en tant qu'épouse son ancienne belle-sœur. [3] Yahya a informé que le mariage pourrait être incestueux et n'approuvait pas le mariage. Après cela, Hérode Antipas a fait emprisonner Yahya. [3] Yahya a ensuite été décapité. [18] [3] La tête de Yahya serait à l'intérieur de la mosquée Omeyyade à Damas. [19] [20] [21]\n\nHéritage\nDans l'islam, Yahya a salué Muhammad dans la nuit de l'Al-Isra al-Mi'raj, avec Isa (Jésus), sur le deuxième ciel. [22] L'histoire de Yahya a également été racontée au roi abyssien lors de la migration musulmane vers l'Abyssinie. [23] Selon le Coran, Yahya était celui sur lequel Dieu a envoyé la paix le jour de sa naissance et le jour de sa mort. [24] Selon Al-Suyuti, Ibrahim a déclaré que depuis la création du monde, les cieux et la terre ne pleuraient que pour deux personnes, Yahya et Husayn. [25] [26] Selon un Hadith, Muhammad a déclaré: \"Chaque fils d'Adam viendra le jour de la résurrection et il aura un péché contre lui sauf Yahya Ibn Zakaryya\". [27] De nombreux musulmans comparent Yahya avec Husayn. [28] Les chefs de Yahya et Husayn seraient dans la mosquée Omeyyade à Damas, en Syrie.",
"Isa": "Isa (Jésus) est un prophète et messager d'Allah et du Messie. Il est le dernier prophète envoyé pour guider les enfants d'Israël (Bani Israël) et a été révélé le livre sacré appelé The Injil (Évangile).\n\nDans le Coran, Isa est décrite comme le Messie (al-Masīḥ), né de la Vierge Marie, a accompli des miracles, accompagnés de disciples, rejetés par l'establishment juif et étant élevé au ciel. Le Coran affirme que Jésus n'a pas été crucifié ni mort sur la croix, mais a été miraculeusement sauvé par Dieu. Le Coran place Jésus parmi les plus grands prophètes et le mentionne avec divers titres. La prophétie de Jésus a été précédée par Yahya et succédé par Muhammad.\n\nL'islam rejette la vision chrétienne de la divinité de Jésus comme Dieu incarné, ou le Fils littéral de Dieu. Il nie Jésus comme une divinité dans plusieurs versets et mentionne également que Jésus n'a pas prétendu être divin. Les musulmans croient que le message original de Jésus a été modifié, après qu'il ait été élevé vivant. Le monothéisme de Jésus est souligné dans le Coran. Comme tous les prophètes de l'islam, Jésus est également appelé musulman, car il prêchait que ses disciples devraient adopter le «chemin droit» (ṣirāṭ al-Mustaqīm). Jésus est attribué à une grande quantité de miracles, avec de nombreuses littératures ascétiques et mystiques écrites et récitées à son sujet dans la tradition islamique. Il aurait également prophétisé la venue de Muhammad en utilisant le nom Ahmad.\n\nEn fin de temps, Jésus reviendra dans le second venant avec l'imam al Mahdi pour tuer l'Al-Masih ad-dajjal ('le faux Messie'), après quoi avec les anciennes tribus Yaʾjūj et Maʾjūj (Gog et Magog) se disperseraient sur Terre. Après que ces créatures périraient miraculeusement, l'imam Mahdi et Jésus gouverneraient le monde entier, établiraient la paix et la justice et mourraient après un règne de 40 ans. Certains musulmans croient qu'Isa sera enterrée aux côtés de Muhammad au quatrième tombeau réservé du Dôme vert à Medina.\n\nJésus est compris par les musulmans comme l'un des prophètes les plus importants de l'islam. L'endroit où Jésus est censé revenir, la mosquée Omeyyade à Damas, est très estimée par les musulmans comme le quatrième site le plus sacré de l'islam.\n\nNaissance\nLe récit de Jésus dans le Coran commence en fait par sa naissance de sa mère, Marie et son service dans le temple de Jérusalem. Sous la garde du Prophète Zacharie, qui devait être le père de Yahya (Jean-Baptiste). Le récit de naissance dans le Coran pour Jésus commence à Coran 19: 16–34 et Q3: 45–53.\nAnnonciation\n\nL'exégèse islamique affirme la naissance virginale de Jésus de manière similaire au récit de l'Évangile et se produisant à Bethléem. Le récit de la naissance vierge est une annonce à Marie par l'ange Gabriel tandis que Marie est élevée dans le temple après avoir été promis à Dieu par sa mère. Gabriel déclare qu'elle est honorée sur toutes les femmes de toutes les nations et a apporté sa bonne nouvelle d'un fils saint.\n\nL'annonciation en miniature\nGabriel déclare que le fils doit être nommé Isa, le Messie, proclamant qu'il sera appelé un grand prophète. Marie, lui demandant comment elle pouvait concevoir et avoir un enfant quand aucun homme ne l'avait touchée, a été répondu par l'ange que Dieu peut décrèter ce qu'il veut, et il arrivera.\n\nLe récit du Coran se poursuit avec Marie, surmonté par les douleurs de l'accouchement, à fournir un flux d'eau sous ses pieds à partir duquel elle pouvait boire et un palmier qu'elle pouvait secouer si mûrs tomber et être apprécié. Après avoir accouché, Marie ramène Baby Jésus au temple et les anciens du temple lui ont demandé à l'enfant. Ayant été commandé par Gabriel à un vœu de silence, elle pointe l'enfant Jésus et le nourrisson proclame:\n\nIl a dit, je suis le serviteur de Dieu; Il m'a donné le livre et m'a fait un prophète. Il m'a fait bénir où que je sois et m'a enjoint l'adoration et l'aumône, tant que je vivrai; et être consciencieux envers ma mère; et ne m'a pas rendu oppressif, impie. La paix est le jour de ma naissance, le jour où je mourrai et le jour où je serai élevé vivant. [8]\n\nJésus parlant du berceau est l'un des six miracles qui lui sont attribués dans le Coran, qui se trouve également dans l'Évangile syriaque de l'enfance, une œuvre du VIe siècle. [9] [10] Selon divers hadiths, Jésus et Marie n'ont pas pleuré à leur naissance. [11] Le prophète islamique Muhammad a expliqué que Jésus et Marie étaient les seuls êtres humains à naître comme sans péché et étaient donc protégés du contact de Satan à leurs naissances, citant le trente-sixième verset d'Al Imran. [12]\n\nRécits de naissance\n\nSelon le Coran, les douleurs du travail ont amené Marie au tronc d'un palmier.\nLa foi islamique a fait écho à certains volets dans la tradition chrétienne que Marie (ou Maryam) était une vierge littérale lorsque Jésus a été conçu. Le récit le plus détaillé de l'Annonciation et de la naissance de Jésus est fourni dans la sourate 3 (Al Imran) et 19 (Maryam) du Coran où l'histoire est racontée que Dieu (Allah) a envoyé un ange pour annoncer que Maryam pourrait bientôt s'attendre à supporter un fils, bien qu'il soit vierge. [13]\n\nCertains universitaires ont noté que le récit de la sourate 19 [14] est particulièrement proche de celui de l'Évangile chrétien de Luc. [15] L'annonciation de Marie est mentionnée deux fois dans le Coran et dans les deux cas, Mary / Maryam est informée qu'elle a été choisie par Dieu pour livrer un fils. Dans le premier cas, le porteur des nouvelles (qui est considéré par la plupart des musulmans comme l'Archange Gabriel), a livré les nouvelles en (Q3: 42-47) alors qu'il prend la forme d'un homme (Q19: 16-22) . [16] [17] Les détails de la conception ne sont pas discutés, mais quand Marie demande comment elle peut supporter un fils en vue de sa chasteté, on lui dit que Dieu crée ce qu'il veut et que ces choses sont faciles pour Dieu. [16] [18] Le Coran (Q21: 91 et Q66: 12) dit que Dieu a soufflé à travers son ange en Marie et elle, bien qu'être chaste, a porté Jésus sans aucun père (la source vous permet d'interpréter Gabriel comme le Père). [19] [20]\n\nL'historien musulman du 8ème siècle Ibn Ishaq (704–767), a écrit le récit intitulé Kitab al-Mubtada (au début), signalant que Zacharie est brièvement du gardien de Mary, et après avoir été incapable de la maintenir, il la confie à une charpente Nommé George. Isolée dans une église, elle est rejointe par un jeune homme du nom de Joseph, et ils s'entraident à aller chercher de l'eau et d'autres tâches. Le récit de la naissance de Jésus suit le récit du Coran, ajoutant que la naissance s'est produite à Bethléem à côté d'un palmier avec une crèche. [21]\n\nLe savant persan du 10ème siècle Al-Tabari (839–923), mentionne des envoyés arrivant du roi de Perse avec des dons (similaires aux mages de l'est) pour le Messie; Le commandement à un homme appelé Joseph (pas spécifiquement le mari de Mary) pour l'emmener, lui et l'enfant, en Égypte et plus tard retourner à Nazareth. [22]\n\nEnfance\nArticle principal: Recherche dans le temple\nVoir aussi: Flight en Égypte et en bascule Gospel de Thomas\nLe Coran n'inclut pas la tradition du vol en Égypte, bien que Sūra XXIII, 50 puisse lui faire allusion: \"Et nous avons fait du fils de Maryam et de sa mère; et nous les avons fait respecter dans un endroit élevé, plein de Calme et arrosé de ressorts. \"[25] Cependant, des récits similaires au récit trouvé dans les évangiles et les sources non canoniques circulaient dans la tradition islamique ultérieure, avec quelques détails et des élaborations ajoutés au cours des siècles par des écrivains et des historiens islamiques. Certains récits ont Jésus et la famille séjournant en Égypte jusqu'à 12 ans. [26] De nombreuses histoires morales et des événements miraculeux de la jeunesse de Jésus sont mentionnés dans Qisas al-Anbiya (histoires des prophètes), des livres composés au cours des siècles sur les prophètes et les héros pré-islamiques. [7]\n\nAl-Masudi a écrit que Jésus en tant qu'enfant a étudié la religion juive en lecture des Psaumes et a trouvé \"tracé dans des personnages de la lumière\":\n\n\"Tu es mon fils et mon bien-aimé; je t'ai choisi pour moi\"\n\navec Jésus alors affirmant:\n\n\"Aujourd'hui, la parole de Dieu est accomplie dans le Fils de l'homme.\" [22]\n\nEn Egypte\nVoir aussi: Bandifancy Gospel of Thomas\nPlusieurs récits montrent une certaine disparité et similitude dans les écrits islamiques sur la petite enfance de Jésus, en particulier son séjour en Égypte en ce qui concerne la durée et les événements. La plupart des récits se trouvent dans des sources chrétiennes non canoniques comme, par exemple, l'Évangile pré-islamique de Thomas. Une telle disparité vient d'Al-Athir dans sa perfection de l'histoire qui contient un récit de naissance déclarant que Jésus est né en Égypte au lieu de Bethléem. [27]\n\nCertains autres récits de l'enfance de Jésus sont la tradition populaire du Moyen-Orient, comme le souligne le professeur d'études interconfessionnelles Mahmoud M. Ayoub. [28] De nombreux miracles sont attribués à un jeune Jésus en Égypte [26] (voir §§ Miracles et autres miracles).\n\nÀ l'âge adulte\n\nLa rivière Jordanie, où Jésus a été baptisé par Yahya Ibn Zakariya (Jean-Baptiste). [29]\nMission\nVoir aussi: Ministère de Jésus et apôtre (Islam)\nIl est généralement convenu que Jésus parlait araméen, la langue commune de la Judée au premier siècle après JC et la région. [30]\n\nLa première et la première vision de Jésus formulée dans la pensée islamique est celle d'un prophète - un être humain choisi par Dieu pour présenter à la fois un jugement sur l'humanité pour adorer les idoles et un défi de se tourner vers le seul vrai Dieu. De cette base, réfléchie sur tous les prophètes précédents à travers l'objectif de l'identité musulmane, Jésus n'est considéré comme un messager répétant un message répétitif des âges. Les miracles de Jésus et les titres coraniques attribués à Jésus démontrent la puissance de Dieu plutôt que la divinité de Jésus - le même pouvoir derrière le message de tous les prophètes. Certaines traditions islamiques croient que la mission de Jésus n'était que pour le peuple d'Israël et son statut de prophète confirmé par de nombreux miracles. [31] [32]\n\nUne deuxième image élevée précoce de Jésus est une figure de la fin des temps. Ce concept provient principalement des hadiths. La tradition musulmane construit un récit trouvé de la même manière dans la théologie chrétienne, voyant Jésus arriver à la fin des temps et descendre sur Terre pour combattre l'Antéchrist. Ce récit est compris comme défendant la cause de l'islam, avec certaines traditions qui racontant Jésus pointant vers la primauté de Muhammad. La plupart des traditions indiquent que Jésus mourra alors une mort naturelle. [33]\n\nUne troisième image distinctive est de Jésus représentant une figure ascétique - un prophète du cœur. Bien que le Coran se réfère à «l'Évangile» de Jésus, ces enseignements spécifiques ne sont pas mentionnés dans les textes religieux du Coran ou des derniers. Ils sont largement absents. La tradition soufie est l'endroit où Jésus est devenu vénéré, reconnu comme un enseignant spirituel avec une voix distinctive des autres prophètes, dont Muhammad. Le soufisme a tendance à explorer les dimensions de l'union avec Dieu à travers de nombreuses approches, notamment l'ascétisme, la poésie, la philosophie, la suggestion spéculative et les méthodes mystiques. Bien que le soufisme à l'esprit occidental puisse sembler partager des origines ou des éléments similaires du néoplatonisme, du gnosticisme et du bouddhisme, l'idéologie est distinctement islamique car ils adhèrent aux paroles du Coran et poursuivent l'imitation de Muhammad comme l'homme parfait. [34]\n\nPrédication\nOn pense que les concepts islamiques de la prédication de Jésus sont originaires de Kufa, en Irak, sous le califat de Rashidun où les premiers écrivains de la tradition et de la bourse musulmane ont été formulés. Les concepts de Jésus et de son ministère de prédication développé à Kufa ont été adoptés par les premiers chrétiens ascétiques d'Égypte qui se sont opposés aux nominations officielles de l'église de Rome. [35]\n\nLes premières histoires, au nombre d'environ 85, se trouvent dans deux grandes collections de littérature ascétique intitulé Kitab al-Zuhd Wa'l Raqa'iq (le livre de l'ascétisme et des miséricordes tendres) par Ibn al-Mubarak (décédé 797), et Kitab al-Zuhd (le livre de l'ascétisme) par Ibn Hanbal (décédé 855). Ces paroles se répartissent en quatre groupes de base: a) paroles eschatologiques; b) dictons quasi gospel; c) paroles et histoires ascétiques; D) paroles faisant écho à des polémiques intra-musulmanes. [36]\n\nLe premier groupe de paroles élargit l'archétype de Jésus tel que décrit dans le Coran. Le deuxième groupe d'histoires, bien que contenant un noyau gospel, est élargi avec un \"timbre islamique distinctement\". Le troisième groupe, étant le plus grand des quatre, dépeint Jésus comme un saint patron de l'ascétisme musulman. Le dernier groupe s'appuie sur l'archétype islamique et la définition centrée sur les musulmans de Jésus et de ses attributs, favorisant les idées ésotériques concernant des termes tels que «l'Esprit de Dieu» et «Parole de Dieu». [37]\n\nMiracles\nArticle principal: Miracles de Jésus\nVoir aussi: Bandifancy Gospel of Thomas\nLe Coran attribue au moins six miracles à Jésus, avec beaucoup d'autres étant ajoutés au cours des siècles par les écrivains et les historiens. Les miracles ont été attribués à Jésus comme des signes de sa prophétie et de son autorité, selon l'éducateur et professeur Ishaq Musa al-Husayni (décédé en 1990), un auteur le plus connu pour Mudhakkirat Dajaja (Mémoires d'une poule) (Caire: Dar al-Maarif , 1943; 2e éd. 1967). Dans le Christ dans la littérature arabe du Coran et moderne (1960), Al-Husayni a déclaré qu'il était à noter que Muhammad ne s'attribue aucun miracle à lui-même. [38]\n\nCes six miracles dans le Coran sont sans détail contrairement à l'Évangile et à leurs sources gnostiques non canoniques, qui incluent des détails et mentionnent d'autres miracles attribués. [38] Au cours des siècles, ces six récits miracles ont été élaborés à travers les hadiths et la poésie, avec des écrits religieux, y compris certains des autres miracles mentionnés dans l'Évangile, des sources non canoniques et de la tradition. [26] [28]\n\nParlant du berceau\nS'exprimant du berceau est mentionné à trois endroits du Coran: Al-Imran (3) 41, 46, Al-Maida (5) 109–110 et Maryam (19) 29–30. Une partie du récit a le bébé Jésus défendant sa mère Marie de l'accusation d'avoir accouché sans un mari connu. [39] Le début de l'islam n'était pas clair sur Joseph et son rôle. Souvent, cette influence de l'Évangile gnostique est affirmée en disant que le Coran pourrait ne pas être divin par les adversaires. Jésus parle comme l'ange que Gabriel avait mentionné lors de l'Annonciation: Jésus proclame qu'il est un serviteur de Dieu, a reçu un livre, est un prophète, est béni partout où il ira, bénit le jour de sa naissance, le jour où il mourra mourra et le jour où il est élevé vivant. [40]\n\nBien que ce récit particulier ne se trouve pas dans la Bible, le thème de parler du berceau se trouve dans l'Évangile syriaque pré-islamique non canonique. Cette source fait que Jésus se déclare le Fils de Dieu, la Parole, et affirmant ce que l'ange Gabriel avait précédemment annoncé à Marie comme détaillé dans l'Évangile. [39]\n\nCréer des oiseaux à partir de l'argile\nL'histoire miracle de la création d'oiseaux à partir de l'argile et de la vie à leur vie lorsqu'un enfant est mentionné dans Al-Imran (3) 43, 49 et Al-Maida (5) 109–110. Bien que ce miracle ne soit pas non plus mentionné dans l'Évangile canonique, le même récit se trouve dans au moins deux sources pré-islamiques: l'Évangile de l'enfance de Thomas et le Juif Toledot Yeshu, avec peu de détails variants entre le Coran et ces deux sources. [ 41] [42]\n\nGuérir les aveugles et les lépreux\nVoir aussi: guérir les deux aveugles en Galilée et nettoyer dix lépreux\nSemblable au Nouveau Testament, le Coran mentionne que Jésus guérit les aveugles et les lépreux à Al-Imran (3) 49. Le savant musulman et juge al-Baydawi (décédé 1286) a écrit comment il a été enregistré que plusieurs milliers de personnes sont venues à Jésus être guéri et que Jésus a guéri ces maladies par la prière. [43] Le savant médiéval Al-Tha'abi a écrit sur la façon dont ces deux maladies particulières dépassaient l'aide médicale, et les miracles de Jésus étaient censés être considérés par les autres comme des signes clairs de son message. [41]\n\nRester les morts\nOn pense que Jésus a ressuscité des personnes mortes, comme mentionné dans Al-Imran (3) 49. Bien qu'aucun détail ne soit donné quant à qui a été élevé ou à la circonstance, au moins trois personnes sont mentionnées en détail dans l'Évangile (une fille de Jairus, fils de veuve à Nain et Lazare). [44]\n\nPrescience\nJésus a pu prédire ou avait fait la conscience [45] de ce qui était caché ou inconnu des autres. Un exemple est que Jésus répondrait correctement à toutes les questions que quelqu'un lui posait. Un autre exemple est que Jésus savait ce que les gens venaient de manger, ainsi que ce qu'ils avaient stocké chez eux. [26]\n\nTableau de la nourriture du ciel\nArticle principal: Nourrir la multitude\nVoir aussi: Dernier souper\nDans le cinquième chapitre du Coran, al-Ma'ida (5) 112-115, une narration mentionne les disciples de Jésus demandant une table chargée de nourriture, et pour que ce soit une journée de commémoration spéciale pour eux à l'avenir. Cela peut être une référence possible à l'Eucharistie selon le professeur d'études islamiques et arabes W. Montgomery Watt (décédée en 2006). [46] Selon le professeur de religions comparatives Geoffrey Parrinder (décédée en 2005), il n'est pas clair si cette histoire est parallèle au dernier souper de l'Évangile ou à la multitude, mais peut être lié au mot arabe ʿīd (Festival musulman): [47]\n\nUne fois, les disciples ont dit, ô Jésus, fils de Marie, votre Seigneur peut-il envoyer pour nous une table du ciel? Il a dit, craignez Dieu si vous êtes croyants. Ils ont dit que nous voulions en manger, et que nos cœurs peuvent être en paix, et nous savons peut-être que vous avez parlé honnêtement et que vous en faisiez partie des témoins. Jésus, fils de Marie, a dit, ô Dieu notre Seigneur envoie sur nous une table du ciel, pour être pour nous un festival, pour le premier d'entre nous et le dernier de nous, et un signe de vous: et donnez la disposition (de Nourriture) Pour nous, car vous êtes les meilleurs fournisseurs. Dieu a dit que je l'envoie pour vous. [46]\n\nDans un record de l'exagère sunnite Tabari, avant la dernière souper, la menace de la mort l'a rendu anxieux. Par conséquent, Jésus a invité ses disciples pour la dernière souper. Après le repas, il s'est lavé les mains et a effectué leurs ablutions pour essuyer ses mains sur ses vêtements. Ensuite, Jésus leur a répondu: \"Quant à cela que je vous ai fait ce soir, en ce que je vous ai servi le repas et vous ai lavé les mains en personne, laissez-le être un exemple pour vous. Puisque vous me considérez en effet mieux que vous, Ne soyez pas hautain les uns par rapport aux autres, mais vous vous élargissez plutôt les uns les autres comme je me suis étendu pour vous. \" Après avoir instruit les disciples dans ses enseignements, Jésus prédit que l'un d'eux le refuserait et un autre le trahir. Cependant, conformément aux opinions islamiques sur la mort de Jésus, juste un cadavre en semblable à Jésus a été crucifié et Jésus lui-même a été élevé à Dieu. [48]\n\nAutres miracles\nDe nombreuses histoires et récits ont été développés au fil des ans sur Jésus, contenant certaines leçons inhérentes ou en donnant un sens en raison du manque de détails dans le Coran concernant Jésus. Certains de ces récits sont de nature similaire au Nouveau Testament, tandis que certains représentent Jésus d'une manière très humaine.\n\nOutre quelques résumés détaillés des miracles de Jésus mentionnés par les écrivains musulmans au cours des siècles, de l'âge adulte (comme marcher sur l'eau - également trouvé dans l'Évangile - et provoquant des pains à venir du sol), [39] quelques autres miracles de l'enfance de l'enfance Inclure: Expliquer les fondamentaux de la croyance musulmane à un maître d'école, révélant qui étaient les voleurs à un chef riche, remplissant des pots vides de quelque chose à boire, fournissant de la nourriture et du vin pour un roi tyrannique tout en prouvant à ce roi son pouvoir de lever un mort d'entre les morts, élevant un enfant accidentellement tué et provoquant la sortie des vêtements d'une TVA de couleur unique avec différentes couleurs. [26].\n\nGuérir le fils d'un fonctionnaire royal\nArticle principal: Guérir le fils du responsable royal\nAl-Tabari (décédé 923) rapporte l'histoire de la rencontre d'un adulte de Jésus avec un certain roi dans la région et la guérison de son fils. L'identité du roi n'est pas mentionnée tandis que la légende suggère à Philippe le tétrarque. La référence biblique correspondante est \"le fils du responsable royal\". [49]\n\nAvidité et vérité\nUne histoire légendaire d'un miracle par un jeune Jésus, utilisée comme une leçon durement apprise que ce soit dans la tradition du Moyen-Orient selon le professeur Ayoub, a à voir avec un homme juif et des pains. Bien que portant un ton polémique, la leçon se concentre sur la cupidité avec la vérité qui a été tissée dans la narration. C'est une histoire souvent trouvée dans les livres pour enfants. [50]\n\nSagesse inhérente\nVoir aussi: Logos (Islam) et Logos (christianisme)\nUne autre histoire miracle légendaire est celle concernant la sagesse de l'enfance de Jésus. Cette légende, rapportée par Al-Tabari d'Ibn Ishaq, parle de Marie envoyant Jésus dans une école religieuse et l'enseignant étant étonné de trouver Jésus qui connaissait déjà les informations enseignées / discutées. [26]\n\nNourriture dans les maisons pour enfants\nUne autre histoire d'Al-Tabari raconte un jeune Jésus jouant avec les jeunes de son village et leur disant quelle nourriture leurs parents se préparaient à la maison. [26]\n\nSelon les détails du récit, certains parents sont devenus ennuyés et ont interdit à leurs enfants de jouer avec Jésus, soupçonnant qu'il était magicien. En conséquence, les parents ont gardé leurs enfants loin de Jésus et ont rassemblé leurs enfants dans une seule maison. Un jour, se sentant seul, Jésus est sorti à la recherche de ses amis et en venant dans cette maison, il a demandé aux parents où étaient leurs enfants. Les parents ont menti, répondant que les enfants n'étaient pas là. Après que Jésus ait demandé qui est alors dans la maison, les parents appellent Jésus un cochon. Jésus dit alors \"Qu'il y ait des porcs dans cette maison\", transformant tous les enfants en porcs. [28]\n\nAu cours des siècles, les écrivains musulmans ont également fait référence à d'autres miracles comme éliminer les démons, ayant emprunté à certaines sources hérétiques pré-islamiques, et à des sources canoniques comme des légendes sur Jésus ont été élargies. [26]\n\nRévélation\nArticle principal: Gospel dans l'islam\nLes musulmans croient que Dieu a révélé une nouvelle Écriture à Jésus, appelée al-Injil (l'Évangile), tout en déclarant la vérité des révélations précédentes: al-Tawrat (la Torah) et al-Zabur (les Psaumes). [51] Le Coran parle favorablement d'Al-Injīl, qu'il décrit comme une Écriture qui remplit le cœur de ses disciples de douceur et de piété. L'exégèse islamique traditionnelle affirme que le message biblique a été déformé (Tahrif), est appelé ta'yin al-mubham (\"Résolution de l'ambiguïté\"). [52] Cet effort polémique a ses origines dans la période médiévale avec les écrits d'Abd al-Jabbar Ibn Ahmad. [53] En ce qui concerne la loi de Moïse, le Coran indique que Jésus n'a jamais aboli les lois juives mais les a plutôt confirmées, tout en faisant des abrogations partielles. [54]\n\nLes musulmans croyaient depuis longtemps que Paul a délibérément corrompu les enseignements originaux de Jésus. [55] L'historien du 9ème siècle, Sayf Ibn Umar, a affirmé que certains rabbins persuadaient Paul de tromper délibérément les premiers chrétiens en présentant ce que Ibn Hazm considérait comme des doctrines répréhensibles dans le christianisme. [56]\n\nSelon Yusuf al-Qaradawi dans son livre The Ligful and the Prohibited in Islam, les restrictions juridiques que Jésus a abrogés pour les Juifs où les personnes initialement légiférées par Dieu comme punition. [57] Des commentaires classiques tels que Tafsir al-Jalalayn précisent qu'ils étaient liés à la consommation de poisson et de viande d'oiseaux sans pointes, ou en général. [58]\n\nMentions dans le Coran\nDisciples\nLe Coran déclare que Jésus a été aidé par un groupe de disciples (ḥawāriyyūn) qui croyait en son message. Tout en ne nommant pas les disciples, le Coran donne quelques instances de Jésus en leur prêchant le message. Les musulmans considèrent les disciples de Jésus comme identiques aux compagnons (ṣaḥāba) de Muhammad. [59] Selon le christianisme, les noms des douze disciples étaient Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon et Judas.\n\nLe Coran mentionne dans le chapitre 3, versets 52–53, que les disciples soumis à la foi de l'islam: [source non primaire nécessaire]\n\nLorsque Jésus a trouvé l'incrédulité de leur part, il a dit: \"Qui sera mes aides à (l'œuvre de) Dieu?\" Dit les disciples: \"Nous sommes des aides de Dieu: nous croyons en Dieu, et vous témoignez que nous sommes musulmans. Notre Seigneur! Nous croyons en ce que tu as révélé, et nous suivons le messager; alors nous écrivons parmi ceux qui portent témoin.\"\n\n- Coran Surah al-Imran 52–53 [60]\nLe récit le plus long impliquant des disciples de Jésus est lorsque Jésus fait le miracle d'apporter une table de nourriture du ciel à leur demande, pour une preuve supplémentaire que sa prédication est le vrai message.\n\nAscension\nLe verset 157 d'An-Nisa est le principal verset du Coran pour se référer à l'événement de la crucifixion de Jésus. [61] Il dit que Jésus n'a pas été tué et ni crucifié, mais «il a été fait\nVerse 157 d'An-Nisa\nQu'ils ont dit (en vantardise), \"Nous avons tué le Messie Jésus le Fils de Marie, le messager du Dieu\"; mais ils ne l'ont pas tué, ni crucifié, mais il a été fait pour leur apparaître, et ceux qui diffèrent Il y a des doutes pleins, sans (certaine) connaissance, mais seulement une conjecture à suivre, pour une caution qu'ils ne l'ont pas tué.\n\nleur apparaître ». [62] La plupart des traditions islamiques nient catégoriquement que Jésus est mort physiquement sur la croix ou autre. [63] [64] L'exégèse islamique rapporte qu'une autre personne a été crucifiée à la place de Jésus. Cependant, certains érudits musulmans modernes croient que Jésus est en effet mort et que les références à sa survie sont symboliques, pas littérales. Ce désaccord sur la nature de la mort de Jésus se trouve dans le canon islamique lui-même, les premiers hadiths citant les compagnons de Mahomet disant que Jésus était mort. Pendant ce temps, la majorité des hadiths et Tafsir ultérieurs se disputent en faveur de l'inverse. [Citation nécessaire]\n\nSelon le Coran, il n'a pas été crucifié, mais a été plutôt sauvé par Dieu. (Bien que les premières traditions islamiques et l'exégèse citent des rapports quelque peu contradictoires concernant une mort et sa longueur, les musulmans croient que Jésus n'est pas mort sur la croix, mais croit qu'il a été sauvé en étant élevé vivant au ciel).\n\nSubstitution\nOn ne sait pas exactement d'où l'interprétation substitutionniste est née, mais certains chercheurs considèrent la théorie provenant de certains groupes gnostiques du deuxième siècle. [10] Leirvik trouve que le Coran et les Hadiths ont été clairement influencés par le christianisme non canonique («hérétique») qui a prévalu dans la péninsule arabe et plus loin en Abyssinie. [65]\n\nAlors que la plupart des érudits occidentaux, [66] Juifs, [67] et les chrétiens croient que Jésus est mort, la théologie musulmane orthodoxe enseigne qu'il est monté au ciel sans être mis sur la croix et Dieu a transformé une autre personne, Simon de Cyrène, à apparaître exactement comme Jésus qui était Crucifié au lieu de Jésus (cf. Description d'Irenaeus de l'hérésie des basilides, livre I, ch. xxiv, 4.). [68] [69]\n\nUn désaccord et une discorde peuvent être vus en commençant par le rapport d'Ibn Ishaq (D Situé à Medina et en citant les lieux du Coran (3:55; 4: 158) que Dieu a pris Jésus à lui-même. [70]\n\nIbn Kathir (décédé 1373) suit des traditions qui suggèrent qu'une crucifixion s'est produite, mais pas avec Jésus. [81] Après l'événement, Ibn Kathir rapporte que le peuple a été divisé en trois groupes après trois récits différents; Les Jacobites croyant \"Dieu est resté avec nous aussi longtemps qu'il voulait, puis il est monté au ciel\"; Les Nestoriens croyant \"le Fils de Dieu était avec nous tant qu'il voulait jusqu'à ce que Dieu le soulevait au ciel\"; et les musulmans croyant \"le serviteur et le messager de Dieu, Jésus, est resté avec nous tant que Dieu voulait jusqu'à ce que Dieu le soulève à lui-même.\" [82]\n\nDeuxième venue\nChronologie de l'arrivée de Jésus avant le jour du jugement\n\nLe minaret d'Isa dans la mosquée Omeyyade, Damas\nSelon la tradition islamique, étant montée au ciel et y yancé pendant plus de 2000 ans, Jésus se rendra sur Terre peu de temps avant le jour du jugement, au milieu des guerres combattu contre al-Masih ad-dajjal ('le faux messie \") et ses disciples et ses disciples , pour venir en aide au Mahdi et à ses disciples musulmans. [86] Vêtu de robes de safran avec la tête ointe, Jésus descendra au point d'un minaret blanc, dans l'est de Damas, qui serait le minaret d'Isa Dans la mosquée Omeyyade. [87] Il saluera alors le Mahdi et (étant musulman) prie à côté de lui. Finalement, Jésus tuera le dajjal à Lod. [88]\n\nEnsuite, il \"brisera la croix, tuera les porcs et abolira la taxe de Jizya\", selon un hadith bien connu Sahih al-Bukhari. [89] [90] \"L'interprétation habituelle\" de cette prophétie est que, étant musulman, Jésus mettra un terme à l'adoration chrétienne de lui-même et en croyant en sa divinité \", symbolisé par la croix\". Il rétablira les lois diététiques casher / halal abandonnées par le christianisme; [91] et parce que les Juifs et les chrétiens rejetteront tous leur ancienne foi et accepteront l'islam, il n'y aura plus besoin de la taxe de Jizya sur les incroyants. [92] (Selon un hadith, Jésus \"détruira les églises et les temples et tuera les chrétiens à moins qu'ils ne croient en lui.\") [93] [Note 1]\n\nLes textes islamiques font également allusion à la réapparition de l'ancienne menace Gog et Magog (yaʾjūj maʾjūj), qui sortira de son confinement souterrain et provoquera des ravages dans le monde. [95] Dieu, en réponse aux prières de Jésus, les tuera en envoyant un type de ver dans les napes de leur cou, et en envoyant de grands oiseaux pour porter et nettoyer leurs cadavres de la terre. [86] Après la mort du Mahdi, Jésus supposera que le leadership mondial, la paix et la justice seront universels.\n\nToujours selon la tradition, Jésus se mariera alors, aura des enfants et gouvernera le monde pendant quarante ans (les traditions donnent de nombreuses périodes différentes) après quoi il mourra. [96] Les musulmans effectueront ensuite la prière funéraire pour lui, puis l'enterreront au Green Dome dans la ville de Médine dans une tombe à côté de Muhammad, Abu Bakr et Umar respectivement. [97] Selon la légende d'Ibn Khaldun, les deux califes ressusciteront des morts entre les deux prophètes. [98]\n\nSources\nAlors que le Coran ne décrit aucun des récits ci-dessus du retour de Jésus, [99] de nombreux musulmans croient que deux versets coraniques se réfèrent à sa seconde venue pendant la fin des temps. [90] (1) Le verset mentionné ci-dessus indiquant qu'il n'est jamais mort sur Terre:\n\n\"Et [pour] leur dicton:\" En effet, nous avons tué le Messie, Jésus, le Fils de Marie, le Messager d'Allah. \" Et ils ne l'ont pas tué, et ils ne l'ont pas crucifié; mais [un autre] a été obligé de lui leur ressembler. Et en effet, ceux qui diffèrent à ce sujet. . Et ils ne l'ont pas tué, avec certitude. \" (Q.4: 157 :)\nEt un deuxième verset interprété pour indiquer un lien entre Jésus et \"l'heure\" (fin des temps):\n\n\"Et voilà en vérité, il y a une connaissance de l'heure. Donc, vous ne le doutez pas, mais suivez-moi. C'est le bon chemin.\" (Q.43: 61 Trans Pickthall). [90]\nLes hadiths au retour de Jésus sont retracés à Abu Hurairah, l'un des Sahaba, mais auraient pu être présentés plus tard pendant les guerres civiles dans le califat abbaside précoce, quand un Sauveur était attendu. Alors que pour les chiites, le Mahdi sera le Sauveur, certains sunnites avaient tendance à s'attendre à un retour de Jésus. Au début du califat abbaside, portant des crucifix dans les processions et tienant des porcs en public, a été interdit. Sinon, la rupture de la croix pourrait refléter la désapprobation générale de ce symbole par les musulmans et tuer les porcs une référence à l'exorcisme de Jésus de la Légion. [100]\n\nJésus est mentionné environ 187 fois dans le Coran, directement et indirectement, et également mentionné par de nombreux titres, le plus courant étant Al-Masih («le Messie»). [3] [110] [111] [112] [33 ]] Jésus est référé à 25 fois par le nom Isa, [note 2] à la troisième personne 48 fois, [note 3] à la première personne 35 fois et le reste comme titres dans le Coran. [Note 4] [113]\n\nMuhammad s'est décrit comme le «proche de toutes les personnes de Jésus». [114]\n\nSimilitude avec Adam\nLe Coran met l'accent sur le créationnisme de Jésus [107] par sa similitude avec Adam en ce qui concerne l'absence d'origine humaine. Muhammad a souvent utilisé pour comparer les naissances d'Adam et de Jésus. [115]\n\nL'exégèse islamique extrapole une incohérence logique derrière l'argument chrétien de l'intervention divine, car de telles implications auraient attribué la divinité à Adam qui n'est compris que comme la création. [107]\n \nDans l'islam, Jésus aurait été le précurseur du prophète islamique Muhammad. Selon le Coran, la venue de Muhammad a été prédite par Jésus dans As-Saff 61: 6 à travers ce verset, les premiers musulmans arabes ont revendiqué la légitimité pour leur nouvelle foi dans les traditions religieuses existantes et les prédictions présumées de Jésus. [116] Les musulmans croient que Jésus était un précurseur de Muhammad et qu'il a prophétisé la venue de ce dernier. [117] [26] Cette perspective est basée sur un verset du Coran dans lequel Jésus parle d'un messager pour apparaître après lui nommé \"Ahmad\". [118] L'Islam associe Ahmad à Muhammad, les deux mots dérivant de la racine triconsonante H-M-D qui se réfère à la louange. Les musulmans affirment que la preuve de la déclaration de Jésus est présente dans le Nouveau Testament, citant la mention du paraclet dont la venue est prédit dans l'Évangile de Jean. [119]\n\nLes commentateurs musulmans affirment que le mot grec original utilisé était des périklutos, signifiant célèbre, illustre ou louable - rendu en arabe comme Ahmad; et que cela a été remplacé par des chrétiens par des parakletos. [97] [120] Cette idée est débattue, demandant si la compréhension traditionnelle est soutenue par le texte du Coran.\n\nLa théologie islamique affirme que Jésus avait prédit un autre prophète lui succédant selon la sourate 61: 6, avec la mention du nom Ahmad. (Ahmad est un nom arabe de la même racine triconsonante ḥ-m-d = [ح - م - د].) En répondant à la biographie d'Ibn Ishaq de Muhammad, le Sirat Rasul Allah, le savant islamique Alfred Guillaume a écrit:\n\nRevenant sur le terme \"Ahmad\", les musulmans ont suggéré qu'Ahmad est la traduction de Periklutos, célébrée ou louée, qui est une corruption de Parakletos, le paraclet de Jean XIV, XV et XVI. [121]\n\nHadith\nLes Hadiths sont signalés des paroles de Muhammad et des gens autour de lui. Les hadiths contenant la légende de Jésus ont été influencés par le christianisme non canonique («hérétique») qui a prévalu dans la péninsule arabe et plus loin en Abyssinie. [65] Les Hadiths ont développé un statut canonique au troisième siècle musulman comme source d'autorité pour la communauté musulmane. La perception musulmane de Jésus émergeant des Hadiths est d'une figure miraculeuse, sans péché et eschatologique, pointant les gens, encore une fois selon la perspective du musulman de la prophétie, à la foi musulmane (musulmane; celui qui se soumet à la volonté de Dieu). [ 130]\n\nLes hadiths ont joué un rôle très important en façonnant l'image de Jésus parmi les musulmans communs, s'étant développé davantage lors de l'intégration des hadiths et des tafsirs tissés dans de grandes quantités d'écrits et de rapports légendaires. [26] Avec le remodelage musulman, le vide de Jésus est surprenant. Ce qui est plutôt écrit, c'est le magicien ascète, aidé par le Saint-Esprit. L'Évangile est considéré comme un livre à prêcher et n'est mentionné qu'en passant sans mentionner des enseignements réels. De façon frappante, les paroles fictives et les enseignements supposés de Jésus reçoivent la prééminence dans les collections de hadiths, dans l'islam chiite et dans les représentations soufines de Jésus. [65]\n\nL'islam sunnite\nDans Kitab al-Milal Wa al-Nihal, al-Shahrastani (décédé 1153), un historien persan influent, l'historiographe, le savant, le philosophe et le théologien, enregistre une représentation de Jésus très proche des principes orthodoxes tout en poursuivant le récit islamique:\n\nLes chrétiens. (Ce sont) la communauté (Umma) du Christ, Jésus, fils de Marie (paix sur lui). Il est qui a été vraiment envoyé (comme prophète; Mab'uth) après Moïse (paix sur lui), et qui a été annoncé dans la Torah. Pour lui, les signes manifestes et les preuves notables, telles que la relance des morts et le durcissement des aveugles et du lépreux. Sa nature même et sa disposition innée (Fitra) sont un signe parfait de sa véracité; c'est-à-dire sa venue sans semence précédente et son parlant sans enseignement préalable. Pour tous les (autres) prophètes, l'arrivée de leur révélation était à (l'âge de) quarante ans, mais la révélation lui est venue quand il a été fait parler dans le berceau, et la révélation lui est venue quand il a transmis (le message divin) à (l'âge de) trente. La durée de sa mission (prophétique) (da'wa) était de trois ans et trois mois et trois jours. [131]\n\nIslam chiite\nDans le Nahj al-Balagha, le quatrième calife Ali (r. 656–661) aurait parlé de la simplicité de Jésus. [132] Ali dit que \"Jésus a utilisé une pierre pour son oreiller, a mis des vêtements grossiers et a mangé de la nourriture accidentée. Son condiment était la faim. Sa lampe la nuit était la lune. Il n'avait aucune femme pour l'attirer, ni aucun fils pour donner du chagrin, ni l'un ni l'autre La richesse à s'écarter. Ses deux pieds étaient son transport et ses deux mains étaient son serviteur \". [132] Selon Ja'far al-Sadiq, un arrière-arrière-petit-fils d'Ali, le temps entre David et Jésus était de quatre cents ans. [133] Ja'far dit en outre que la religion de Jésus était le monothéisme (tawḥīd) et la pureté (ikhlāṣ). [133] L '«injil» (Évangile) lui a été envoyé et l'engagement que d'autres prophètes ont pris a également été retiré de Jésus: pour établir la prière avec la religion, interdire le bien et interdire le mal, permettant ce qui est autorisé et interdisant ce qui a été interdit. Des avertissements et des paraboles lui ont été envoyés dans «l'injil», mais il n'y avait aucune loi de représailles ni préceptes de rétribution (Ahkam al-Hudud), et aucune obligation d'héritage. Il a reçu ce qui était une atténuation de ce qui a été envoyé à Moïse dans la Torah. Jésus a ordonné à ses disciples qu'ils croient en la loi de la Torah et de la «injil». [133]\n\nSelon Qadi al-Nu'man, un célèbre juriste musulman de la période fatimide, Jésus est appelé le Messie (al-Masīḥ) dans le Coran parce qu'il a été envoyé aux gens qui lui ont répondu pour retirer (Masaha ) leurs impuretés, les maladies de leur foi; Qu'il s'agisse apparent (zahir) ou caché (batin). Qadi al- nu'man, dans sa fondation de travail d'interprétation symbolique (Asās al-ta'wīl), parle de la naissance spirituelle (Milad al-Batin) de Jésus, comme une interprétation de son histoire de naissance physique (Milad al- Zahir) mentionné dans le Coran. Il dit que Marie, la mère de Jésus, est une métaphore de quelqu'un qui a nourri et a instruit Jésus (Lāhiq), plutôt que de lui donner naissance physiquement. Qadi al-Nu'man explique que Jésus était de la progéniture pure d'Abraham, tout comme Ali et ses fils provenaient de la progéniture pure de Muhammad, par Fatima. [134]\n\nApparence\nSur la base de plusieurs narrations de hadiths de Muhammad, Jésus peut être décrit physiquement ainsi (avec toute différence dans la description physique de Jésus étant due à Muhammad le décrivant en le voyant à différentes occasions, comme pendant son ascension au ciel, ou lorsqu'il décrit Jésus pendant «Deuxième venue): [144]\n\nUn homme bien construit de taille moyenne / modérée / moyenne et stature avec un large coffre.\nLes cheveux droits, pergs et longs qui tombaient entre ses épaules. Il semble que l'eau dribble de sa tête, bien qu'elle ne soit pas mouillée.",
"Muhammad": "Muhammad dans l'islam\nUn article de Wikipédia, l'encyclopédie libre\nSautez à la navigation pour rechercher\nCet article concerne le rôle et la signification de Muhammad dans un contexte islamique. Pour un aperçu général, voir Muhammad.\nImam al-anbiya\nRasūl Allah\nMuhammad\nمُحَمَّدٌ\nQuet\n'Muhammad' en calligraphie islamique\nProphète de l'islam\nPrécédé par Isa (Jésus)\nSuccédé par la position abolie\nTitre khatam an-nabiyyin («sceau des prophètes»)\nPersonnel\nNé le lundi, 12 Rabi 'al-Awwal 53 BH (570 CE)\nMecque, Hejaz, Arabie\nDécédé lundi, 12 Rabi 'al-Awwal 11 Ah (8 juin 632 CE)\nMedina, Hejaz, Arabie\nLieu de repos dôme vert, mosquée du prophète, médina\nIslam de la religion\nConjoint voir les épouses de Muhammad\nLes enfants voient les enfants de Muhammad\nParents\nAbd Allah Ibn Abd al-Muttalib (père)\nAmina Bint Wahb (mère)\nTravaux notables Constitution de Médine\nD'autres noms voient des noms et des titres de Muhammad\nLes parents voient l'arbre généalogique de Muhammad, AHL al-Bayt (\"Famille de la maison\")\nSignature Muhammad Seal.svg\nSceau de Muhammad\nLeader musulman\nSuccesseur voir la succession à Muhammad\nNom arabe\nPersonnel (ISM) Muhammad\nPatronymic (Nasab) Muḥammad ibn Abd Allah Ibn Abd al-Muttalib ibn Hashim Ibn Abd Manaf ibn Qusai ibn Kilab\nTeknonymic (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nFait partie d'une série sur l'islam\nProphètes islamiques\nAnbiya\nProphètes dans le Coran\nInscrit par nom islamique et nom biblique.\nʾĀdam (Adam) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac) yaʿqūb (jacob) yūsuf (josph) ayūb (shu) Jethro) Mūsā (Moïse) Hārūn (Aaron) Dhul-Kifl (Ezekiel ou Gautama Bouddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ ) Muḥammad (Muhammad)\nÉvénements principaux\nVues\n Portail de l'islam\nTEPR\nPartie d'une série sur\nIslam\nAllah3.svg\nCroyances\nLes pratiques\nTextesfoundations\nHistoire\nCulture et société\nRubriques connexes\n Portail de l'islam\nTEPR\nMuḥammad ibn Abd Allah (arabe: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; c.570 - 8 juin 632 CE), est censé être le sceau des messagers et des prophètes de Dieu dans toutes les branches principales de l'islam. Les musulmans croient que le Coran, le texte religieux central de l'islam, a été révélé à Muhammad par Dieu, et que Muhammad a été envoyé pour restaurer l'islam, qui, selon eux, ne provenait pas de Muhammad mais est la vraie foi monothéiste originale inchangée d'Adam, Abraham, mais est la véritable foi monothéiste originale d'Adam, Abraham, Moïse, Jésus et d'autres prophètes. [1] [2] [3] [4] Les principes religieux, sociaux et politiques que Muhammad a établis avec le Coran est devenu le fondement de l'islam et du monde musulman. [5]\n\nNé vers l'an 53 BH (570 CE) dans une famille respectée de Qurayshi de La Mecque, Muhammad a remporté le titre \"al-amin\" (اَلْأَمِينُ, signifiant \"le digne de confiance\"). [6] [7] À l'âge de 40 ans en 11 BH (610 CE), Muhammad aurait reçu sa première révélation verbale dans la grotte appelée Hira, qui était le début de la descente du Coran qui a continué jusqu'à la fin de sa vie; et les musulmans soutiennent que Dieu a demandé par Dieu de prêcher l'unité de Dieu afin d'éliminer l'idolâtrie, une pratique ouvertement présente dans l'Arabie pré-islamique. [8] [9] En raison de la persécution des musulmans nouvellement convertis, sur l'invitation d'une délégation de Médine (alors connue sous le nom de Yathrib), Muhammad et ses partisans ont migré vers Médine en 1 AH (622 CE), un événement connu sous le nom de Hijrah. [10] [ 11] Un tournant dans la vie de Muhammad, cette Hegira marque également le début du calendrier islamique. À Médine, Muhammad a esquissé la constitution de Médine spécifiant les droits et les relations entre les diverses communautés existantes, a formé une communauté indépendante et a réussi à établir le premier État islamique. [12] Malgré l'hostilité en cours des Mecquois, Muhammad, ainsi que ses disciples, ont pris le contrôle de la Mecque en 630 [13] [14] et ont ordonné la destruction de toutes les idoles païennes. [15] [16] Dans ses dernières années à Medina, Muhammad a unifié les différentes tribus de l'Arabie sous l'islam [17] et a effectué des réformes sociales et religieuses. [18] Au moment où il est décédé dans environ 11 AH (632 CE), presque toutes les tribus de la péninsule arabique s'étaient converties à l'islam. [19]\n\nLes musulmans appellent souvent Muhammad comme le prophète Muhammad, ou simplement «le prophète» ou «le messager», et le considèrent comme le plus grand de tous les prophètes. [1] [20] [21] [22] Il est considéré par les musulmans comme un possesseur de toutes les vertus. [23] En tant qu'acte de respect, les musulmans suivent le nom de Muhammad par la bénédiction arabe salallahu 'alayhi wa sallam, (ce qui signifie que la paix soit sur lui), [24] parfois abrégée comme «scie» ou «pbuh».\n\nDans le Coran\nInformations supplémentaires: Muhammad dans le Coran\n\nLe nom Muhammad a écrit dans Thuluth, une variété de script de calligraphie islamique\nLe Coran énumère peu sur la première vie de Mahomet ou d'autres détails biographiques, mais il parle de sa mission prophétique, de son excellence morale et de ses questions théologiques concernant Muhammad. Selon le Coran, Muhammad est le dernier d'une chaîne de prophètes envoyés par Dieu (33:40). Tout au long du Coran, Muhammad est appelé \"Messager\", \"Messager de Dieu\" et \"Prophète\". Certains de ces versets sont 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 et 66:09. D'autres termes sont utilisés, notamment \"Warner\", \"Bearer of Glad Tidings\", et \"celui qui invite les gens à un seul dieu\" (Coran 12: 108 et 33: 45-46). Le Coran affirme que Muhammad était un homme qui possédait l'excellence morale la plus élevée, et que Dieu a fait de lui un bon exemple ou un \"bon modèle\" pour les musulmans à suivre (Coran 68: 4 et 33:21). Le Coran décline toute caractéristique surhumaine pour Muhammad [25] mais le décrit en termes de qualités humaines positives. Dans plusieurs versets, le Coran cristallise la relation de Muhammad avec l'humanité. Selon le Coran, Dieu a envoyé Muhammad avec la vérité (le message de Dieu à l'humanité) et comme une bénédiction dans le monde entier (Coran 39:33 et 21: 107). Dans la tradition islamique, cela signifie que Dieu a envoyé Muhammad avec son message à l'humanité dont la suite donnera aux gens le salut dans l'au-de . [26]\n\nSelon le Coran, la venue de Muhammad a été prédite par Jésus: \"Et rappelez-vous, Jésus, le Fils de Marie, a dit:` `O Children of Israël! Je suis le messager de Dieu envers vous, confirmant la loi (qui est venue) devant moi, et donner des nouvelles heureuses d'un messager à venir après moi, dont le nom sera Ahmad '\"(Coran 61: 6). À travers ce verset, les premiers musulmans arabes ont revendiqué la légitimité pour leur nouvelle foi dans les traditions religieuses existantes et les prédictions présumées de Jésus. [27]"
}
