{
"Adam": "पहले पैगंबर और सभी मनुष्यों के पिता।\nएडम और क्रिएशन की कहानी पूरे कुरान में पाई गई है। अध्यायों में संदर्भ हैं: 2, 4, 5, 20, 21, 38 और अन्य। कुरान कथा में, भगवान ने मानव जाति को मिट्टी से बाहर बनाया (q3: 59), [18] ने इसे एक रूप में आकार दिया और फिर स्वर्गदूतों को एडम को धनुष (सबमिट) करने की आज्ञा दी। इब्लिस ने गर्व से इनकार कर दिया (Q15: 26-32) [19] और जनना (स्वर्ग) से गायब हो गया।\n\nकुरान के अनुसार, परमेश्वर ने आदम के निर्माण से पहले ही फैसला किया था कि मानव जाति (आदम और उसकी संतान) को पृथ्वी पर रखा जाएगा। इस्लाम ने मानव जाति के जीवन को पृथ्वी पर एक सजा के रूप में नहीं बताया, बल्कि परमेश्वर की योजना के हिस्से के रूप में।\n\n\"वास्तव में, मैं पृथ्वी पर पीढ़ियों के बाद मानव जाति की पीढ़ियों को रखने जा रहा हूं।\" वे (स्वर्गदूतों) ने कहा: 'क्या आप उसमें उन लोगों को जगह देंगे, जो उसमें शरारत करेंगे और रक्त बहाएंगे, जबकि हम (स्वर्गदूत) आपको प्रशंसा और धन्यवाद और आपको पवित्र करने के साथ महिमा करेंगे?' भगवान ने कहा: 'मुझे पता है कि आप नहीं जानते हैं। \"\n\nभगवान तब एडम को सभी चीजों के नाम सिखाते हैं और एडम के सामने स्वर्गदूतों को इकट्ठा करते हैं ताकि उन्हें दिखाया जा सके कि एडम के लिए वे जानते हैं, विशेष रूप से आदम की उच्च बौद्धिक क्षमता:\n\n\"और उसने एडम को नाम सिखाया - उन सभी को। फिर उसने उन्हें स्वर्गदूतों को दिखाया और कहा,\" मुझे इन के नामों के बारे में सूचित करें, अगर आप सत्य हैं। \"उन्होंने कहा:\" महिमा को (स्वर्गदूतों ने कहा), ज्ञान के बारे में हमारे पास कोई नहीं है, तू ने हमें क्या सिखाया है: सच में यह तू है जो ज्ञान और ज्ञान में एकदम सही है। \"उन्होंने कहा:\" हे आदम! उन्हें अपना नाम बताएं। \"जब उन्होंने उनसे कहा था, तो भगवान ने कहा (स्वर्गदूतों को):\" क्या मैंने आपको नहीं बताया कि मैं स्वर्ग और पृथ्वी के रहस्यों को जानता हूं, और मुझे पता है कि आप क्या प्रकट करते हैं और क्या छिपाते हैं? \"\n\nभगवान स्वर्गदूतों को आदम को झुकने की आज्ञा देता है। इब्लिस को छोड़कर, सभी का पालन करें, जो महसूस करते हैं कि वह आग से बनाया जा रहा है, उसे एडम से नहीं झुकना चाहिए जो पृथ्वी से बना था। उनके गर्व के बाद परमेश्वर की आज्ञा के प्रति उनकी अवहेलना ने उन्हें परमेश्वर के पक्ष से बाहर कर दिया:\n\n\"और निहारना, हमने स्वर्गदूतों से कहा:\" एडम को झुकाओ \"और वे झुक गए। ऐसा नहीं है कि इब्लिस: उन्होंने इनकार कर दिया और घृणित था: वह उन लोगों में से था जो विश्वास को अस्वीकार करते हैं (जो अवज्ञाकारी हैं)।\" (२:३४)\n\nभगवान बाद में एडम और हव्वा को बगीचे में रखता है और उन्हें बताता है कि वे एक निश्चित पेड़ के पास नहीं आने के अलावा इसके फलों का आनंद लेने के लिए स्वतंत्र हैं: (2:35)\n\n\"हमने कहा:\" हे आदम! बगीचे में तू और तेरा पत्नी; और उसमें (जहां और कब) के रूप में बाउंटीफुल चीजों को खाएं; लेकिन इस पेड़ को नहीं, या आप नुकसान और संक्रमण में नहीं चलते हैं। \"\n\nशैतान ने एडम और हव्वा को पेड़ के फल खाने में धोखा दिया: (2:36)\n\n\"फिर शैतान ने उन्हें (बगीचे) से फिसल दिया, और उन्हें राज्य (फेलिसिटी) से बाहर निकाल दिया, जिसमें वे थे। दूसरों की ओर। पृथ्वी पर आपका निवास स्थान और आपके आजीविका के साधन होंगे - एक समय के लिए। \"\n\nएडम और हव्वा अपने कार्यों के लिए बहुत पछतावा महसूस करते हैं, लेकिन भगवान ने आदम को दया में बदल दिया और उसे सांत्वना दी: (2:37)\n\n\"तब आदम ने प्रेरणा के अपने स्वामी शब्दों से एडम को सीखा, और उसका प्रभु उसकी ओर मुड़ा; क्योंकि वह सबसे अधिक दयालु है, सबसे दयालु।\"\n\nभगवान ने तब एडम को सूचित किया कि परमेश्वर आदम और उसकी संतान को अपना मार्गदर्शन भेजेगा: (2:38)\n\n\"हमने कहा:\" आप सभी को इस जगह (बगीचे) से नीचे उतरें, फिर जब भी मेरे पास से मार्गदर्शन आता है, और जो कोई भी मेरे मार्गदर्शन का पालन करता है, तो उन पर कोई डर नहीं होगा, और न ही वे शोक करेंगे। \"\n\nईडन के बगीचे में, शैतान (अक्सर इब्लिस के रूप में पहचाना जाता है) एडम और हव्वा को मना करने वाले पेड़ से फल को चखकर भगवान की अवहेलना करता है। भगवान, आदम और ईव को पृथ्वी के बाकी हिस्सों में भेजता है। [२०] [२१]\n\nकुरान ने एडम और ईव, कैन और एबेल के दो बेटों का भी वर्णन किया है। [२२] [२३]",
"Idris": "सुई के कलम और आविष्कारक का आविष्कारक।",
"Nuh": "महान बाढ़ के उत्तरजीवी।",
"Hud": "सौदागर\n\nयह दो विशेष छंदों पर जोर देने के साथ, HUD की कथा का एक संक्षिप्त सारांश है:\n\nʿĀd के लोग बेहद शक्तिशाली और अमीर थे और उन्होंने अपनी शक्ति दिखाने के लिए अनगिनत इमारतें [19] और स्मारकों का निर्माण किया। हालाँकि, ʿād लोगों की संपत्ति अंततः उनकी विफलता साबित हुई, क्योंकि वे अभिमानी हो गए और भगवान को छोड़ दिया और पूजा के लिए मूर्तियों को अपनाना शुरू कर दिया, जिसमें SAMD, SAMUD और HARA नाम की तीन मूर्तियाँ शामिल हैं। [11] HUD, यहां तक ​​कि बचपन में, भगवान के लिए प्रार्थना में सुसंगत रहा। यह एक्सेसिस के माध्यम से संबंधित है कि हड की मां, एक पवित्र महिला, जिसने अपने बेटे के जन्म में महान दर्शन देखे थे, वह एकमात्र व्यक्ति था जिसने अपनी पूजा में एचयूडी को प्रोत्साहित किया था। [२०] इस प्रकार, प्रभु ने had लोगों के लिए एक पैगंबर के रूप में हड को उठाया। [२०]\n\nजब हड ने प्रचार करना शुरू कर दिया और उन्हें केवल सच्चे भगवान की पूजा के लिए आमंत्रित किया और जब उन्होंने उन्हें अपने पिछले पापों के लिए पश्चाताप करने और दया और क्षमा मांगने के लिए कहा, तो ʿād लोगों ने उसे संशोधित करना शुरू कर दिया और दुष्ट रूप से भगवान के संदेश का मजाक उड़ाया। HUD की कहानी कुरान में उल्लिखित शुरुआती भविष्यद्वक्ताओं के लिए सामान्य रूप से भविष्यवाणी चक्र का प्रतीक है: पैगंबर को उनके लोगों को केवल भगवान की पूजा करने के लिए कहने के लिए भेजा जाता है और उन्हें यह स्वीकार करने के लिए कहा जाता है कि यह भगवान है जो उनके आशीर्वाद का प्रदाता है [9] कुरान [3] कहता है:\n\nहमने 'अपने भाई हड' के लोगों को भेजा, जिन्होंने कहा: \"हे मेरे लोग, भगवान की पूजा करते हैं; आपके पास कोई दूसरा ईश्वर नहीं है, लेकिन वह (मूर्तियों के लिए), आप केवल झूठ का आविष्कार कर रहे हैं।\nहे मेरे लोग, मैं इसके लिए आपके बारे में कोई पुनरावृत्ति नहीं पूछता: मेरा इनाम उसके साथ है जिसने मुझे बनाया है। क्या आप नहीं समझेंगे?\nहे मेरे लोग, अपने प्रभु को तुम्हें माफ करने के लिए विनती करते हैं, और पश्चाताप में उसकी ओर मुड़ते हैं। वह आसमान से आपके लिए टोरेंट में बारिश भेजेगा, और आपको अतिरिक्त ताकत देगा। इसलिए पापियों के रूप में उससे दूर मत जाओ। ”\nउन्होंने कहा: \"हे हड, आप हमारे पास कोई सबूत नहीं लेकर आए हैं। हम अपने देवताओं को नहीं छोड़ेंगे क्योंकि आप ऐसा कहते हैं, न ही आप पर विश्वास करते हैं।\nहम सभी कह सकते हैं कि हमारे कुछ देवताओं ने आपको बुराई के साथ मुस्कुरा दिया है। \"उन्होंने जवाब दिया:\" मैं भगवान को गवाह के लिए कहता हूं, और आप भी गवाह हैं, कि मैं स्पष्ट हूं कि आप क्या जोड़ते हैं (आपके मामलों में)\nउसके अलावा। मेरे खिलाफ जितना चाहो उतना ही आक्षेप, और मुझे कोई राहत नहीं दे।\nमैं अपना भरोसा परमेश्वर पर रखता हूं जो मेरे भगवान और आपका भगवान है। ऐसा कोई प्राणी नहीं है जो पृथ्वी पर चलता है जो उसके द्वारा मजबूती से फोरलॉक द्वारा नहीं रखा जाता है। वास्तव में मेरे भगवान का रास्ता सीधा है।\nयदि आप दूर हो जाते हैं, तो (याद रखें) मैंने आपको वह संदेश दिया है जो मुझे भेजा गया था। मेरे भगवान अन्य लोगों को आपकी जगह पर रखेंगे, और आप उसके खिलाफ प्रबल नहीं हो पाएंगे। वास्तव में मेरा भगवान सभी चीजों पर एक नजर रखता है। ”\n\n-कुरान, सूरा 11 (एचयूडी), अयाह 50-57\nहड का चमत्कार\nइब्न कयिम अल-जावज़िया के तफसीर के अनुसार, अपनी विश्लेषण पुस्तक, मदरिज सैलिकेन में, जिसे इब्न अबी अल-इज़ ने अल-अकीदा अल-तहविया के अपने सिराह (टिप्पणी) में उद्धृत किया है, हड ने अपना चमत्कार दिखाया है जो इंगित किया गया है जो इंगित किया गया है जो इंगित किया गया है। 56-58 की कविता:\n\n(५६) \"हम सब कह सकते हैं कि हमारे कुछ देवताओं ने आपको बुराई से मुस्कुरा दिया है।\" उसने जवाब दिया: \"मैं भगवान को गवाह के लिए कहता हूं, और आप भी गवाह हैं, कि मैं स्पष्ट हूं कि आप क्या जोड़ते हैं (अपने मामलों में) ... उसके अलावा। मेरे खिलाफ जितना चाहें उतना ।\n\n(५ () मैं अपना भरोसा ईश्वर पर रखता हूं जो मेरे भगवान और आपका प्रभु है। ऐसा कोई प्राणी नहीं है जो पृथ्वी पर चलता है जो उसके द्वारा मजबूती से फोरलॉक द्वारा नहीं रखा जाता है। वास्तव में मेरे भगवान का रास्ता सीधा है।\n\n(५ () यदि आप दूर हो जाते हैं, तो (याद रखें) मैंने आपको वह संदेश दिया है जो मुझे भेजा गया था। मेरे भगवान अन्य लोगों को आपकी जगह पर रखेंगे, और आप उसके खिलाफ प्रबल नहीं हो पाएंगे। वास्तव में मेरा भगवान सभी चीजों पर एक नजर रखता है। ”\n\n- कुरान, सूरा 11 (HUD)। अयाह 56-58",
"Salih": "सालिह (अरबी: صالِحٌ, रोमनलाइज्ड: ṣāliḥ, lit. 'pious', Salih भी वर्तनी), कुरान [1] [2] में उल्लिखित एक अरब पैगंबर है, जिन्होंने थमुद की जनजाति की भविष्यवाणी की थी [३] [५] [४] [४] [४] [४] [४] [४] [४] ] प्राचीन अरब में, पैगंबर मुहम्मद के जीवनकाल से पहले। सालिह की कहानी भगवान के शी-कैमल की कहानी से जुड़ी हुई है, जो कि थमुद के लोगों को भगवान द्वारा दिया गया उपहार था जब वे यह पुष्टि करने के लिए एक चमत्कार चाहते थे कि सालिह वास्तव में एक पैगंबर था।\n\nउनका पेशा एक ऊंट ब्रीडर था।\n\nऐतिहासिक संदर्भ\n\nसऊदी अरब के हिजाज़ी पहाड़ी क्षेत्र में मदन सलीह या अल-हिज्र\nथमुद अरब प्रायद्वीप के उत्तर -पश्चिमी क्षेत्र में एक आदिवासी परिसंघ था, जिसका उल्लेख असीरियन स्रोतों में सरगोन द्वितीय के समय में किया गया था। जनजाति का नाम चौथी शताब्दी सीई में दस्तावेजों में दिखाई देता है, लेकिन छठी शताब्दी तक उन्हें एक समूह के रूप में माना जाता था जो बहुत पहले गायब हो गया था। [६]: 81\n\nकुरान के अनुसार, जिस शहर को सालिह को भेजा गया था, उसे अल-हिज्र कहा जाता था, [7] जो हेग्रा के नबतान शहर से मेल खाता है। [8] क्षेत्रीय कारवां व्यापार में एक महत्वपूर्ण स्थल के रूप में पहली शताब्दी ईस्वी के आसपास शहर प्रमुखता से बढ़ गया। [९] शहर से सटे हुए विभिन्न धार्मिक समूहों के सदस्यों द्वारा उपयोग किए जाने वाले बड़े, सजाए गए रॉक-कट कब्रें थीं। [६]: १४६ प्राचीन काल में एक अज्ञात बिंदु पर, साइट को छोड़ दिया गया था और संभवतः अल-यूल द्वारा कार्यात्मक रूप से प्रतिस्थापित किया गया था। [१०] इस साइट को मुहम्मद के युग के बाद से मदन सालिह के रूप में संदर्भित किया गया है, जिसका नाम उनके पूर्ववर्ती सलीह के नाम पर रखा गया है। [११]\n\nइस्लामिक और बहरी धर्मों के बाहर, सालिह का उल्लेख किसी अन्य अब्राहमिक शास्त्र या समकालीन ऐतिहासिक पाठ में नहीं किया गया है, लेकिन थमूद के विनाश का खाता प्राचीन अरब में अच्छी तरह से जाना जा सकता है। जनजाति के नाम का उपयोग प्राचीन अरब कविता में \"सभी चीजों की चंचलता\" के लिए एक रूपक के रूप में किया जाता है। [६]: २२३-२४\n\nइस्लाम में\nबिस्मिल्लाहिर रहमानिर रहीम\nइस्लाम पर एक श्रृंखला का हिस्सा\nइस्लामिक पैगंबर\nअंबिया\nकुरान में पैगंबर\nइस्लामिक नाम और बाइबिल के नाम से सूचीबद्ध।\nʾĀdam (adam) ʾidrīs (हनोक) nū (noh) h ( जेथ्रो) मसा (मूसा) हरन (आरोन) धुल-किफ्ल (ईजेकील या गौतम बुद्ध) दैद (डेविड) सुलायमन (सोलोमन) यनस (जोनाह) ʾilas (एलियाह) (जेकरी) (जेकरी) (जेकरी) (जेकरी) ) मुअम्मद (मुहम्मद)\nमुख्य कार्यक्रम\nविचारों\nइस्लाम पोर्टल\nवी T ई\nएक श्रृंखला का हिस्सा\nइसलाम\nAllah3.svg\nमान्यताएं\nआचरण\nटेक्सटफाउंडेशन\nइतिहास\nसंस्कृति और समाज\nसंबंधित विषय\n इस्लाम पोर्टल\nवी T ई\nकुरान\n\nसलीह अपने लोगों को शी-कैमल देखने के लिए आमंत्रित करते हैं\nनबियों की कहानियों का प्रबुद्ध संग्रह\nउनके समुदाय में सलीह का जीवन इतना धर्मी था कि थमुद के लोग वस्तुतः समर्थन के लिए उस पर भरोसा करते थे। [१२] उन्हें ईश्वर द्वारा एक दूत के रूप में चुना गया और अमीरों के स्वार्थ के खिलाफ प्रचार करने और शिर्क (मूर्तिपूजा या बहुदेववाद) के अभ्यास की निंदा करने के लिए भेजा गया। हालांकि सालिह ने एक निरंतर अवधि के लिए संदेश का प्रचार किया, लेकिन थमूड के लोगों ने अपनी चेतावनी सुनने से इनकार कर दिया और इसके बजाय सलीह को उनके लिए एक चमत्कार करने के लिए कहा। उन्होंने कहा: \"हे सालिह! तू हम में से एक है! हमारी आशाओं का एक केंद्र है! । \"\n\nसालिह ने अपने लोगों को अनगिनत महल और महलों की याद दिला दी, जो उन्होंने पत्थर से बाहर बनाया था, [13] और पड़ोसी समुदायों पर उनकी तकनीकी श्रेष्ठता। इसके अलावा, उन्होंने उन्हें अपने पूर्वजों, ofād जनजाति के बारे में बताया, और कैसे वे भी अपने पापों के लिए नष्ट हो गए। थमुद के कुछ लोगों ने सलीह के शब्दों को माना, लेकिन आदिवासी नेताओं ने उन्हें सुनने से इनकार कर दिया और यह मांग करते रहे कि वह अपने भविष्यवाणी को साबित करने के लिए एक चमत्कार प्रदर्शित करें। [१४]\n\nजवाब में, परमेश्वर ने थमूद को एक धन्य शी-कैमल दिया, दोनों जीविका और एक परीक्षण के साधन के रूप में। जनजाति को कहा गया था कि ऊंट को शांति से चरने और उसे नुकसान पहुंचाने से बचने की अनुमति दी जाए। [१५] लेकिन सलीह की चेतावनी की अवहेलना में, जनजाति के लोग ऊंट हैमेल। [१६] सालिह ने उन्हें सूचित किया कि भगवान के प्रकोप से पहले उनके पास रहने के लिए उनके पास केवल तीन और दिन थे। [17] शहर के लोग पश्चाताप करते थे, [18] लेकिन उनका अपराध पूर्ववत नहीं किया जा सकता था, और शहर के सभी अविश्वास वाले लोग भूकंप में मारे गए थे। अल-हिज्र को निर्जन किया गया था और उसके बाद सभी समय के लिए खंडहर बना रहा। [१ ९] सलीह खुद और उनके पीछे आने वाले कुछ विश्वासियों से बच गए। [२०]\n\nकहानी का विस्तार Sūrat An-naml में किया गया है, जबकि शी-कैमल का उल्लेख यहाँ स्पष्ट रूप से नहीं किया गया है, यह बताता है कि नौ लोगों ने सालिह और उनके पूरे परिवार को मारने की साजिश रची, [21] [22] एक अपराध जिसके लिए वे मारा गया था तीन दिन बाद भगवान द्वारा। [२३]\n\nमुस्लिम परंपरा\nमुस्लिम लेखकों ने सालिह और शी-कैमल की कहानी पर विस्तार से बताया है। प्रारंभिक इस्लामी परंपरा में अक्सर पत्थर से उभरने वाले ऊंट का एक रूपांकन शामिल होता है, जो अक्सर एक बछड़े के साथ होता है, और ऊंट से दूध का उत्पादन होता है। अल-ताबारी में कहा गया है कि सालिह ने अपने लोगों को एक पहाड़ पर बुलाया, जहां वे चमत्कार से चमत्कारिक रूप से विभाजित होकर ऊंट का खुलासा करते थे। शी-कैमल के पास एक युवा बछड़ा था। सलीह ने थमुद को सूचित किया कि पुराने ऊंट को एक दिन अपने पानी के स्रोत से पीना था, और वे अगले दिन इससे पीने थे। उन दिनों में जब उन्हें पानी पीने की अनुमति नहीं थी, ऊंट ने उन्हें दूध प्रदान किया। लेकिन परमेश्वर ने सालिह को सूचित किया कि एक लड़का जो ऊंट को घेर लेगा, जल्द ही जनजाति के लिए पैदा होगा, और वह बच्चा बुराई था और अस्वाभाविक रूप से तेजी से बढ़ता गया। ऊंट वास्तव में मारा गया था, और इसका बछड़ा तीन बार रोया, यह संकेत देते हुए कि थमुद को तीन दिनों में नष्ट कर दिया जाएगा। उनके चेहरे पीले हो गए, फिर लाल, फिर काले, और वे तीसरे दिन की भविष्यवाणी के अनुसार मर गए। [२४]\n\nकुछ इस्लामी विद्वानों के अनुसार, इस्माइल की मां, हजार, पैगंबर सलीह की पोती थीं। [२५]\n\nइसी तरह की परंपरा जॉन ऑफ दमिश्क [26] [27] द्वारा इस्लाम पर आठवीं शताब्दी की टिप्पणी में संबंधित है और इब्न कथिर के कार्यों में भी उल्लेख किया गया है।",
"Ibrahim": "जुडीसम, ईसाई धर्म और इस्लाम के पिता। काबा का बिल्डर।",
"Lut": "इतिहासकार और यात्री।\n\nकुरान में कहा गया है कि एक दिन, स्वर्गदूतों के एक समूह ने अब्राहम को पुरुषों की आड़ में मेहमानों के रूप में देखा [12] इस तथ्य के बारे में सूचित करने के लिए कि उनकी पत्नी सारा इसहाक के साथ गर्भवती थी। वहाँ रहते हुए, उन्होंने उसे यह भी बताया कि उन्हें भगवान द्वारा \"दोषी लोगों\" [13] के लिए भेजा गया था [१४] लुत और जो लोग उस पर विश्वास करते थे, उन्हें बख्शा जाना था, लेकिन उनकी पत्नी को विनाश में मरना था, स्वर्गदूतों के साथ यह कहते हुए कि \"वह उन लोगों में से है जो पीछे रह गए हैं\"। [१]] [१]] कुरान लॉट की पत्नी को \"अविश्वासियों के लिए उदाहरण\" के रूप में भी आकर्षित करता है क्योंकि वह एक धर्मी व्यक्ति से शादी कर रहा था, लेकिन उसने अपने संदेश पर विश्वास करने से इनकार कर दिया और इस तरह नरक की निंदा की। [३] [१ ९]\n\nट्विन शहरों के लोगों ने भगवान की सीमा के खिलाफ स्थानांतरित कर दिया। कुरान के अनुसार, उनके पापों में अमानवीयता और डकैती शामिल थी [20] वे अजनबियों से नफरत करते थे और अन्य गालियों और बलात्कार के अलावा यात्रियों को लूटते थे। यह यौन दुराचार का उनका पाप था, जिसे विशेष रूप से अहंकारी के रूप में देखा गया था, लुट ने उन्हें महिलाओं के बजाय यौन इच्छा वाले पुरुषों से संपर्क करने के लिए दृढ़ता से धोखा दिया। [२१] [२२] लुत ने कहा और उन्हें अपने पापी तरीकों को छोड़ने में मदद करने की कोशिश की, लेकिन उन्होंने उसका उपहास किया [20] और उसे शहरों से बाहर निकालने की धमकी दी। [२३] लुट ने ईश्वर से प्रार्थना की और भीख मांगी कि उन्हें अपने पापी कृत्यों के परिणामों से बचाया जाए। [३] [२४]\n\nफिर तीन स्वर्गदूत, सुंदर पुरुषों के रूप में प्रच्छन्न, मेहमानों के रूप में लुट में आए। उन्होंने पुरुषों को दुखी किया, क्योंकि उन्होंने शहरों के लोगों से उनकी रक्षा करने के लिए शक्तिहीनता महसूस की। [२५] आगंतुकों के बारे में जागरूक होने वाले शहरों के निवासियों ने मांग की कि बहुत से उनके मेहमानों को उनके सामने आत्मसमर्पण कर दिया जाए। [२६] व्यथित और भयभीत है कि वे ईश्वर के क्रोध को उकसाएंगे, बल्कि अपनी बेटियों के लिए वैध विवाह का सुझाव दिया [27] उनकी गैरकानूनी इच्छाओं के लिए पवित्र और शुद्ध विकल्प के रूप में, और शायद मार्गदर्शन के स्रोत के रूप में। लेकिन वे अविश्वसनीय थे और उन्होंने जवाब दिया \"तू जानता है कि हमें अपनी बेटियों की कोई आवश्यकता नहीं है: वास्तव में आप काफी अच्छी तरह से जानते हैं कि हम क्या चाहते हैं!\", [29] अपने पुरुष मेहमानों का जिक्र करते हुए।\n\nExegetes Ibn Kathir, Qurtubi और Tabari लॉट की शाब्दिक बेटियों का मतलब 'बेटियों' को नहीं पढ़ते हैं। वे तर्क देते हैं कि चूंकि एक पैगंबर अपने राष्ट्र के पिता की तरह है, इसलिए बहुत कुछ लोग अपने पापों से दूर जाने और राष्ट्र की बेटियों के साथ स्वस्थ और पवित्र संबंधों में संलग्न होने का निर्देश दे रहे थे, अर्थात् सामान्य रूप से महिलाएं। [३०]\n\nस्वर्गदूतों ने तब अपनी सच्ची पहचान को बहुत कुछ बताया और उससे कहा, \"हम (यहाँ) तुम्हारी और तेरा अनुसरण करने के लिए, अपनी पत्नी को छोड़कर: वह उन लोगों में से है जो पीछे रह गए।\" [3] उन्होंने बहुत कुछ सलाह दी कि रात के दौरान, उसे पीछे न देखने के लिए कह रहा था। [३१] भगवान में अपना विश्वास रखते हुए, बहुत से शहरों को रात के अंधेरे में छोड़ दिया, अपने अनुयायियों को अपने साथ लाया और परिवार के सदस्यों को विश्वास किया। अंत में, सुबह आ गई, और भगवान का डिक्री जहां कुरान में लिखा गया है, \"हम (शहरों) को उल्टा कर देते हैं, और उन पर बारिश की गई, और उन पर सख्त हो गई, जो कि पके हुए मिट्टी के रूप में मुश्किल हो गईं, फैल गई, परत पर परत,-\" [32] और इस तरह से जुड़वां शहरों के भाग्य को सील कर दिया गया, गिरते हुए, गिरते हुए गिरते हुए गिरते हुए विनाश और निराशा में और सदोम और गोमोरा की सभ्यताओं के अंत को चिह्नित करना। [३]",
"Ismail": "अरबों के पिता।\n\nइश्माएल को इस्लाम में एक पैगंबर माना जाता है और कई उदाहरणों में अन्य पैगंबर के साथ कुरान में सूचीबद्ध है। [११] [१२] [१३] [१४] [१४] अन्य छंदों में, जैसे कि 21:85 [15] और 38:48, [16] इस्माइल को धैर्यवान, अच्छा और धर्मी होने के लिए प्रशंसा की जाती है। [17] एक विशेष उदाहरण जो इस्माइल का व्यक्तिगत रूप से वर्णन करता है, वह है 19: 54-55 [18]-\"और इस दिव्य लेखन के माध्यम से, इस्माइल के माध्यम से, मन को बुलाओ। निहारना, वह हमेशा अपने वादे के लिए सच था, और एक प्रेरित था [ईश्वर], ए। पैगंबर, जो अपने लोगों को प्रार्थना और दान में शामिल करते थे, और अपने निरंतरता की दृष्टि में एहसान पाए। \"[19] इश्माएल के वंशज के रूप में, मुहम्मद को पैगंबर के रूप में उचित माना जाता है और पूर्व-इस्लामिक समय से पैगंबर की रेखा जारी रखता है।",
"Ishaq": "बाइबिल के पितृसत्ता इसहाक (अरबी: إسحاق या إسحٰق [नोट] ʾisḥāq) को मुसलमानों द्वारा एक पैगंबर और दूत के रूप में मान्यता प्राप्त है। [१] यहूदी धर्म और ईसाई धर्म में, इस्लाम का कहना है कि इसहाक अपनी पत्नी सारा से पितृसत्ता और पैगंबर अब्राहम का पुत्र था। मुसलमान इसहाक को गहरी वंदना में रखते हैं क्योंकि उनका मानना ​​है कि इसहाक और उनके पुराने सौतेले भाई इश्माएल दोनों ने अब्राहम की मृत्यु के बाद भगवान के संदेश के बाद के प्रचार के माध्यम से अपने पिता की आध्यात्मिक विरासत को जारी रखा। [२] इसहाक का उल्लेख कुरान के पंद्रह मार्ग में किया गया है। [३] कुरान में कई बार उल्लेख किए जाने के साथ, इसहाक को इस्लाम के नबियों में से एक के रूप में आयोजित किया जाता है।\n\nइजरायल के लोगों के पिता।\n\nप्रारंभिक जीवन\nअब्राहम के साथ भगवान की कृपा और वाचा के कारण, सारा को अपने बुढ़ापे में एक बच्चे के साथ उपहार में दिया गया था। इसहाक 10 साल की उम्र में था जब उसका सौतेला भाई इश्माएल अब्राहम के घर से रेगिस्तान में चला गया। जबकि रेगिस्तान में इश्माएल ने मोआब की बेटियों की एक पत्नी को ‘आयशाह नाम दिया। [४]\n\nअंत्येष्टि स्थल\nइसहाक का मकबरा\nउनकी कब्र और उनकी पत्नी रिबका को वेस्ट बैंक के हेब्रोन में पितृसत्ताओं की गुफा में माना जाता है, जिसे इस्लाम में इब्राहिम-ए-मस्क (\"अब्राहम की मस्जिद\") के रूप में जाना जाता है। इसहाक के मकबरे के साथ -साथ कुछ अन्य कुरान/बाइबिल के पितृसत्ता और उनकी पत्नियों में से कुछ हैं: अब्राहम और सारा और जैकब और लिआ।\n\nकुरान में उल्लेख\nइसहाक का उल्लेख कुरान में नाम से पंद्रह बार किया जाता है, अक्सर उसके पिता और उसके बेटे, जैकब (याकब) के साथ। [५] कुरान में कहा गया है कि अब्राहम को \"इसहाक की अच्छी ख़बरें, एक पैगंबर, धर्मी का\" प्राप्त हुआ, और यह कि भगवान ने उन दोनों को आशीर्वाद दिया (37: 112)। \"और हमने उसे इसहाक की ख़ुशी की ख़ुशी दी, जो धर्मी के बीच से एक पैगंबर है। और हमने उसे और इसहाक को आशीर्वाद दिया। और उनके पूर्वजों के बीच पुण्य हैं और जो स्पष्ट रूप से खुद को गलत करते हैं\" [6] एक पूर्ण विवरण में, जब स्वर्गदूत आए थे, तो स्वर्गदूत इब्राहिम ने उन्हें भविष्य की सजा के बारे में बताने के लिए कहा कि सदोम और गोमोराह, उनकी पत्नी, सारा पर लगाया जाएगा, \"हंसते हुए, और हमने इसहाक की अच्छी ख़ुशी दी, और इसहाक के बाद (एक पोते) जैकब\" (11: 71-74) ; और यह आगे बताया गया है कि यह घटना अब्राहम और सारा के बुढ़ापे के बावजूद होगी। कई छंद इसहाक को अब्राहम (6: 84; 19: 49-50), और 29: 26-27 के रूप में \"उपहार\" के रूप में बोलते हैं कि भगवान ने कहा कि भगवान ने \"भविष्यवाणी और पुस्तक को उनकी संतानों के बीच\" बनाया है, जिसकी व्याख्या की गई है अब्राहम के दो भविष्यवाणियों के बेटों, उनके भविष्यवाणी पोते जैकब और उनके भविष्यवाणियों के महान-पोते जोसेफ का उल्लेख करने के लिए। कुरान में, यह बाद में बताता है कि अब्राहम ने अपने बुढ़ापे (XIV: 39-41) में उसे इस्माइल और इसहाक देने के लिए भगवान की प्रशंसा की।\n\nकुरान में कहीं और, इसहाक का उल्लेख सूचियों में किया गया है: जोसेफ अपने पूर्वजों अब्राहम, इसहाक और जैकब (12: 38) के धर्म का अनुसरण करता है और भगवान के पक्ष में उनके (12: 6) को बोलता है; याकब के बेटे सभी अपने विश्वास की गवाही देते हैं और भगवान की पूजा करने का वादा करते हैं कि उनके पूर्वज, \"अब्राहम, इश्माएल और इसहाक\", पूजा की गई (2: 127); और कुरान मुसलमानों को उन खुलासे में विश्वास करने की आज्ञा देता है जो \"अब्राहम, इश्माएल, इसहाक, जैकब और पितृसत्ता\" को दिए गए थे (2: 136; iii: 84)।",
"Yaqub": "Yaqub ibn ishaaq ibn ibrahim (अरबी: يَعْقُوب ابْنُ إِسْح ابْنُ إِبْرَاهِيم, शाब्दिक रूप से: \"इसहाक का बेटा, yraham: yquel, yaquel, yaquel: ? उन्हें इस्लाम के संरक्षक के रूप में स्वीकार किया जाता है। मुसलमानों का मानना ​​है कि उन्होंने उसी एकेश्वरवादी विश्वास का प्रचार किया जैसा कि उनके पूर्वजों ने किया था: अब्राहम (इब्राहिम), इस्माइल (इस्माइल) और इसहाक (इशाक)।\n\nजैकब का उल्लेख कुरान में सोलह बार किया गया है। [१] माना जाता है कि इज़राइल के दो और संदर्भ जैकब का उल्लेख करते हैं। [२] इन संदर्भों में से अधिकांश में, जैकब का उल्लेख साथी हिब्रू पैगंबर और पितृसत्ताओं के साथ एक प्राचीन और पवित्र पैगंबर के रूप में किया गया है, जो \"चुनाव की कंपनी\" में रुके थे। [3] [4] मुसलमानों का मानना ​​है कि याकूब इसहाक का पुत्र था और उसने जीवन भर ईश्वर की एकता का प्रचार किया। जैसा कि ईसाई धर्म और यहूदी धर्म में, इस्लाम का मानना ​​है कि जैकब के बारह बेटे थे, जिनमें से प्रत्येक इज़राइल के बारह जनजातियों के पिता के पास जाएगा। [५] जैकब अपने बेटे, जोसेफ (Ysif) की कहानी में एक महत्वपूर्ण भूमिका निभाता है। [६] कुरान आगे स्पष्ट करता है कि भगवान ने जैकब [7] के साथ एक वाचा बनाई थी और याकूब को भगवान की आज्ञा से एक वफादार नेता बनाया गया था। उनके दादा (इब्राहिम), पिता (इशाक), चाचा (इस्माइल), पुत्र (यूसुफ) और खुद इस्लाम के सभी भविष्यद्वक्ता हैं। [8]\n\nकुरान में\nजैकब का उल्लेख कुरान सोलह बार नाम से किया गया है। [९] यद्यपि इनमें से कई छंद उनकी कथा से एक उदाहरण को याद करने के बजाय उनकी प्रशंसा करते हैं, फिर भी कुरान अपने जीवन से कई महत्वपूर्ण घटनाओं को रिकॉर्ड करता है। मुस्लिम परंपरा और साहित्य [10] कुरान में जैकब को शामिल करने वाली सबसे पुरानी घटना है कि स्वर्गदूतों (माला) की) इब्राहीम और सारा को इब्राहीम और सारा को इसहाक के नाम से एक भविष्यवाणी बेटे के भविष्य के जन्म के साथ -साथ एक भविष्यवाणी के साथ -साथ एक भविष्यवाणी के साथ -साथ एक भविष्यवाणी करने के लिए है। जैकब के नाम से पोता। [११] कुरान राज्यों:\n\nजब वह उनसे दूर हो गया था और उन लोगों से जिनसे वे अल्लाह के अलावा पूजा करते थे, तो हमने उन्हें इसहाक और जैकब पर शुभकामना दी, और उनमें से हर एक ने हम एक पैगंबर बनाया।\n\n- कुरान, सूरह 19 (मैरीम), अयाह 49 [11]\nकुरान में यह भी उल्लेख किया गया है कि अब्राहम ने अपने बेटों, इश्माएल और इसहाक के साथ -साथ जैकब को शुद्ध एकेश्वरवाद का विश्वास सिखाया। कुरान ने अब्राहम को इस्माइल, इसहाक और जैकब को बताते हुए रिकॉर्ड किया: \"ओह मेरे बेटे! अल्लाह ने आपके लिए विश्वास को चुना; फिर इस्लाम के विश्वास को छोड़कर नहीं मरना।\" [12] कुरान ने जैकब को भी दिए गए उपहारों का भी उल्लेख किया है। उनके विश्वास की ताकत, जो बड़े होकर मजबूत हो गई। कुरान में उल्लेख किया गया है कि जैकब \"निर्देशित\" था; [13] को \"ज्ञान\" दिया गया था; [14] \"प्रेरित\"; [15] और \"सुनाई देने के लिए सत्यता की जीभ दी गई थी\"। [१६] कुरान बाद में जैकब के बारे में निम्नलिखित बताता है:\n\nऔर हमने उसे इसहाक और, एक अतिरिक्त उपहार के रूप में, (एक पोता), जैकब के रूप में दिया, और हमने हर एक (उनमें से) के धर्मी लोगों को बनाया।\nऔर हमने उन्हें अपनी आज्ञा से नेता, मार्गदर्शक (पुरुषों) को बनाया, और हमने उन्हें अच्छे काम करने, नियमित प्रार्थना स्थापित करने और नियमित दान का अभ्यास करने के लिए प्रेरणा भेज दी; और उन्होंने लगातार हमारी सेवा की (और हमें केवल)।\n\n-कुरान, सूरह 21 (अल-एनीबिया), अयात 72-73 [17]\nऔर हमारे सेवकों को अब्राहम, इसहाक और जैकब, शक्ति और दृष्टि के अधिकारी हैं।\nवास्तव में हमने उन्हें एक विशेष (उद्देश्य) के लिए चुना- उसके बाद के संदेश की घोषणा की।\nवे, हमारी दृष्टि में, सही मायने में, चुनाव की कंपनी और अच्छे थे।\n\n- कुरान, सूरह 38 ('उदास), अयात 45-47 [18]\nजैकब और उसके बेटे\nकुरान में जैकब का अगला महत्वपूर्ण उल्लेख सूरह यूसुफ की कथा में है। कुरान में यूसुफ की कहानी एक सपने के साथ खुलती है कि जोसेफ के पास एक रात थी, जिसके बाद वह अपने पिता जैकब के पास गया, यह कहते हुए: \"निहारना! यूसुफ ने अपने पिता से कहा:\" हे मेरे पिता! मैंने ग्यारह ग्रहों और सूर्य और चंद्रमा को देखा: मैंने उन्हें अपने आप को अपने आप को प्रसारित करते हुए देखा! \" । जैकब ने कहा कि उनका बेटा अब्राहम की लाइन में अगले पैगंबर के रूप में बड़ा होगा और यह यूसुफ होगा जो आने वाले वर्षों में इस्लाम के संदेश को जीवित रखेगा। हालांकि, जैकब के बड़े बेटों ने महसूस किया कि उनके पिता जोसेफ और बेंजामिन, जैकब के सबसे छोटे बेटे, उनसे अधिक प्यार करते थे। जैकब को उनकी ईर्ष्या के बारे में पता था और युवा जोसेफ को इसके बारे में चेतावनी दी। [२०] यूसुफ के दस बड़े भाइयों ने उसे मारने का फैसला किया। जैसा कि कुरान उनकी चर्चा बताता है:\n\nउन्होंने कहा: \"वास्तव में यूसुफ और उसके भाई को हमारे पिता से हमसे अधिक प्यार किया जाता है: लेकिन हम एक अच्छे शरीर हैं! वास्तव में हमारे पिता स्पष्ट रूप से भटक रहे हैं (उनके दिमाग में)!\n\"यूसुफ को मारो या उसे कुछ (अज्ञात) भूमि पर डाल दिया, ताकि आपके पिता का एहसान आपको अकेले दिया जा सके: (उसके बाद पर्याप्त समय होगा) आपके लिए धर्मी होने के लिए!\"\n\n- कुरान, सूरह 12 (यूसुफ) अयात 8–9 [21]\nभाइयों में से एक (आमतौर पर रूबेन को समझा जाता है [22]), हालांकि, महसूस किया कि यूसुफ (यूसुफ) को मारने के बजाय उन्हें इसके बजाय उसे एक कुएं में छोड़ देना चाहिए, ताकि एक कारवां आ सके और उसे उठा सकें। [२३] इस प्रकार, उन्होंने अपने पिता से पूछा कि क्या वे युवा यूसुफ को उनके साथ खेलने के लिए बाहर ले जा सकते हैं, इस शर्त पर कि वे उस पर नजर रखेंगे। हालाँकि, जैकब को डर था कि एक Dhi'b (अरबी: ذِئـب, वुल्फ) अपने बेटे को खा जाएगा, [24] विद्रोही पुराने बेटों ने जबरदस्ती जोसेफ को दूर ले लिया और उसे कुएं में फेंक दिया। [२५] जब बेटे उस रात जैकब वापस आए, तो उन्होंने रोने का नाटक किया और उन्होंने आगे बताया कि भेड़िया ने जोसेफ को खा लिया था। अपने पिता को चकमा देने के लिए, उन्होंने जोसेफ (यूसुफ) शर्ट को झूठे खून के साथ दाग दिया, [26] लेकिन जैकब, जिन्हें ज्ञान के साथ उपहार में दिया गया था, को पता था कि यह एक झूठी मनमोहक था जिसे उन्होंने तैयार किया था। यद्यपि जैकब ने यूसुफ के नुकसान पर चिंता की, वह अपने दुःख के दौरान ईश्वर के प्रति दृढ़ रहा। [२६] जैसे -जैसे साल बीतते गए, युवा जोसेफ मिस्र में एक आदमी के रूप में बड़ा हुआ; इस बीच, जैकब, कनान में घर पर वापस आ गया था, जहां उसके बेटे लगातार उसे यूसुफ (यूसुफ) की वापसी के लिए भगवान से अपनी बार -बार प्रार्थना के बारे में परेशान करेंगे। [२ २] यद्यपि जैकब ने अक्सर भगवान से शिकायत की [14] यह भगवान के कामों के लिए कभी नहीं था, लेकिन अपने स्वयं के दिमाग के विकर्षणों और उनके सामयिक धैर्य की सीमा से बाहर निकलने से बाहर निकलता था जो उन्होंने खुद के लिए निर्धारित किया था। उन्होंने लगातार अपने बेटों के दुष्ट ताना को नजरअंदाज कर दिया और उन्हें माफ कर दिया और उन्हें ध्वनि सलाह देने की कोशिश की। एक दिन, जैकब ने अपने बेटों को एक गलत तरीके से भेजने का फैसला किया, जो उन्हें यूसुफ और बेंजामिन की तलाश में मिस्र जाने के लिए कहा। उनके बेटे, पहली बार, उनकी बात सुनी और मिस्र के लिए रवाना हुए। जब मिस्र में जोसेफ और बेंजामिन की अच्छी खबर के साथ जैकब के एक बेटे कनान लौट आए, तो वह एक ऐसी शर्ट के साथ आया था जिसे यूसुफ ने दिया था, जिसे उसने अपने पिता के चेहरे पर कास्ट करने के लिए कहा था, [29] जैकब के अंधापन को हटाने के लिए और शोक। इस प्रकार, बेटे ने निर्देशों का पालन किया और जोसेफ ने कहा, जैकब की शारीरिक और मानसिक दृष्टि को बहाल करते हुए।\n\nएक बार जैकब की दृष्टि को बहाल कर दिया गया था, पूरे परिवार ने यूसुफ और दूसरे बेटों से फिर से मिलने के लिए मिस्र के लिए अपना ट्रेक शुरू किया। एक बार जब वे पहुंचे, तो पिता और पुत्र एक दूसरे से बड़े प्यार से मिले और एक बार फिर शांति से फिर से मिल गए। अब शक्तिशाली जोसेफ ने अपने माता -पिता के लिए एक घर प्रदान किया और, जैसा कि कुरान कहता है, उन्हें 'गरिमा के सिंहासन' पर उच्च उठाया। [३०] अब यह था कि पूरा परिवार, एक साथ, जैकब और जोसेफ दोनों के भविष्यवाणियों के माध्यम से भगवान की ओर मुड़ सकता था।\n\nजैकब के अपने लोगों को अंतिम सलाह\nइज़राइल के पूरे बच्चों को जैकब के मरने से पहले इस्लाम में विश्वास करने के लिए (भगवान को प्रस्तुत करना) को झुकने के लिए बुलाया गया था। जैकब यह सुनिश्चित करना चाहता था कि उसके बच्चे केवल इस्लाम में मर जाएं, और इसलिए, उनसे एक अंतिम वादा किया। जब उन्होंने उनसे पूछा कि वे उनकी मृत्यु के बाद किसकी पूजा करेंगे, तो उन्होंने जवाब दिया कि वे इस्लाम में जारी रहेंगे और ईश्वर की पूजा करेंगे। [३१] यद्यपि मृत्यु-बेड के दृश्य को यहूदी परंपरा में अलंकृत किया गया है, और उत्पत्ति की पुस्तक में उल्लेख किया गया है, कुरान ने इस धारणा पर जोर देने के लिए इसका उल्लेख किया है कि अब्राहम, इसहाक, इश्माएल और जैकब सभी मुसलमान थे, क्योंकि वे पूर्ण विश्वास में झुके हुए थे भगवान और भगवान अकेले। कुरान बताता है:\n\nऔर यह विरासत थी कि अब्राहम ने अपने बेटों को छोड़ दिया, और इसी तरह जैकब; \"ओह मेरे बेटे! अल्लाह ने तुम्हारे लिए विश्वास को चुना; फिर इस्लाम के विश्वास को छोड़कर नहीं मरना।\"\nक्या आप गवाह थे जब मौत जैकब के सामने दिखाई दी? निहारना, उसने अपने बेटों से कहा: \"तुम मेरे बाद क्या पूजा करोगे?\" उन्होंने कहा: \"हम अपने ईश्वर और अपने पिता के भगवान की पूजा करेंगे, अब्राहम, इस्माइल और इसहाक के,- एक (सच) अल्लाह: उसके लिए हम (इस्लाम में) झुकते हैं।\"\n\n-कुरान, सूरह 2 (अल-बाकरा), अयाह 132–133 [32]\nजैकब की विरासत\nजैकब अपने पूर्वजों द्वारा छोड़ी गई विरासत पर ले जाने के लिए इस्लाम में बहुत खास है। मुसलमानों का मानना ​​है कि भगवान ने जैकब पर अपनी पूरी कृपा की और उन्हें सबसे अधिक अतिरंजित पुरुषों में से चुना। कुरान अक्सर जैकब का उल्लेख करता है और दृष्टि और दृष्टि के व्यक्ति के रूप में और जोर देता है कि वह अच्छे और चुनाव की कंपनी का था। जैसा कि कुरान कहता है:\n\nयह हमारे बारे में तर्क था, जो हमने अब्राहम को अपने लोगों के खिलाफ (उपयोग करने के लिए) दिया था: हम उठाते हैं कि हम किसके साथ करेंगे, डिग्री के बाद डिग्री: क्योंकि तेरा भगवान ज्ञान और ज्ञान से भरा है।\nहमने उसे इसहाक और जैकब: सभी (तीन) निर्देशित किया: और उससे पहले, हमने नूह को निर्देशित किया, और उसके संतान, डेविड, सोलोमन, नौकरी, जोसेफ, मूसा और हारून के बीच: इस प्रकार हम उन लोगों को पुरस्कृत करते हैं जो अच्छा करते हैं:\n\n-कुरान, सूरह 6 अल-अनम, अयाह 83-84 [33]\nअली इब्न अबी तालिब, जब उन भविष्यद्वक्ताओं के बारे में पूछा गया, जिन्हें विशेष नाम दिए गए थे, तो हदीस में बताते हैं कि YA'QUB इब्न इशाक को उनके लोगों द्वारा इज़राइल के रूप में जाना जाता था। [३४]\n\nएक परी के साथ जैकब कुश्ती से जुड़ी बाइबिल में उदाहरणों का उल्लेख कुरान में नहीं किया गया है, लेकिन मुस्लिम टिप्पणियों में चर्चा की गई है, जैसा कि जैकब की सीढ़ी की दृष्टि है। [९] [३५] जैकब ने इसहाक को अपने जुड़वां, एसाव को लागू करके आशीर्वाद दिया, कुरान में भी नहीं है, लेकिन मुस्लिम टिप्पणियों में है। [९]\n\nमुस्लिम, जो मानते हैं कि जैकब एक महान पितृसत्ता था, इस विश्वास पर जोर देता है कि जैकब का मुख्य महत्व भगवान के लिए अपने महान प्रस्तुत करने में है और सही धर्म में उनके दृढ़ विश्वास है। एक पितृसत्ता के रूप में, जैकब, अब्राहम के साथ, परंपरा के अनुसार सबसे फलदायी हो सकता है। उनके बारह बेटों से [36] कई अन्य महान नबियों में आने के लिए थे, जिनमें जोना (यूनुस), डेविड (दाऊद), सोलोमन (सुलेमन) और जीसस (ईसा) शामिल थे।",
"Yusuf": "युसुफ इब्न युकब इब्न इबाक इब्न इब्राहिम (अरबी: يوسف ٱبن يعقوب ٱبن ٱسحاق ٱبن إبراهيم) (जोसेफ, जैकब के पुत्र, इसहाक के पुत्र, अब्राहम का पुत्र), का उल्लेख किया गया है। तनाख के व्यक्ति, यहूदी धार्मिक पवित्रशास्त्र, और ईसाई बाइबिल, जिनके बारे में अनुमान लगाया गया था कि न्यू किंगडम से पहले मिस्र में रहते थे। [२] यह मध्य पूर्व में और मुस्लिम देशों में सामान्य नामों में से एक है। जैकब के सभी बच्चों में से, जोसेफ ने भविष्यवाणी का उपहार दिया था। यद्यपि अन्य पैगंबर के कथनों का उल्लेख विभिन्न सूरह में किया गया है, यूसुफ की पूरी कथा केवल एक सूरह, यूसुफ में दी गई है, जिससे यह अद्वितीय है। यह कुरान में सबसे विस्तृत कथा कहा जाता है और बाइबिल समकक्ष की तुलना में अधिक विवरण देता है। [३]\n\nमाना जाता है कि युसुफ याकब (अरबी: يعقوب, याकब) का ग्यारहवां बेटा था, और, कई विद्वानों के अनुसार, उनके पसंदीदा। इब्न कथिर के अनुसार, \"जैकब के बारह बेटे थे, जो इस्राएलियों के जनजातियों के पूर्वज थे। नोबल्स, सबसे अधिक, उनमें से सबसे महान, जोसेफ थे।\" [4] कहानी जोसेफ ने एक सपने को प्रकट किया था। अपने पिता के लिए, जिसे जैकब पहचानता है। [५] उनके जीवन में ईश्वर की भूमिका के अलावा, यूसुफ और ज़ुलाइखा (पोटिपर की पुरानी नियम की पत्नी) की कहानी फारसी साहित्य में एक लोकप्रिय विषय बन गई, जहां यह सदियों से काफी विस्तृत हो गया। [६]\n\nकुरान सूरह 12 (यूसुफ)\n\n\"राजा\" बनाम \"फिरौन\" का उपयोग\nकुरान में, यूसुफ के समय के दौरान मिस्र के शासक के शीर्षक को विशेष रूप से \"राजा\" कहा जाता है (अरबी: अल-मलिक) जबकि मूसा के समय के दौरान मिस्र के शासक को विशेष रूप से कहा जाता है \" फिरौन \"(अरबी: फिरून, हालांकि निश्चित लेख के बिना एक नाम के रूप में)। यह दिलचस्प है क्योंकि ऐतिहासिक स्रोतों के अनुसार, फिरौन का शीर्षक केवल 1479 ईसा पूर्व में मिस्र के शासकों (थुतमोस III के नियम के साथ शुरू) के लिए इस्तेमाल किया जाना शुरू हुआ - पैगंबर जोसेफ के लगभग 21 साल बाद। [४४] लेकिन बाइबिल में यूसुफ के कथन में, शीर्षक राजा (हिब्रू: मेलेख) और फिरौन का उपयोग उत्पत्ति अध्याय 39-41 में मिस्र के शासक के लिए परस्पर उपयोग किया जाता है। [45]\n\nमलिक (मिस्र के) ने कहा: \"मैं देखता हूं (एक दृष्टि में) सात वसा कीन, जिनके सात दुबले लोग भस्म हो जाते हैं, और मकई के सात हरे कान, और सात (अन्य) मुरझा गए। ओ ये प्रमुख! , अगर यह हो कि तुम दृष्टि की व्याख्या कर सकते हो। \"\n\n- कुरान, सूरह 12 (यूसुफ), अयाह 43, [46]\nफिर उनके बाद हमने मूसा को अपने संकेतों के साथ फिरून और उसके प्रमुखों को भेजा, लेकिन उन्होंने गलत तरीके से उन्हें अस्वीकार कर दिया। तो देखें कि अल-मुफ़सिडिन (अरबी: فلمفسدين, \"द मिसिंग-मेकर्स\" या \"द करप्टर्स\") का अंत कैसा था।\n\n-कुरान, सूरह 7 (अल-अराफ), अयाह 103 [47]\nऔर मलिक ने कहा: \"उसे मेरे पास ले आओ।\" लेकिन जब दूत उसके पास आया, तो उसने (यूसुफ) कहा: \"अपने प्रभु के पास लौटो और उससे पूछो, 'उन महिलाओं के साथ क्या हुआ, जिन्होंने अपने हाथों को काट दिया? निश्चित रूप से, मेरे भगवान (अल्लाह) उनके कथानक से अच्छी तरह से अवगत हैं।\n\n- कुरान, सूरह 12 (यूसुफ), अयाह 50, [48]\nऔर यूसुफ के गुरु ने उसे ले लिया, और उसे जेल में डाल दिया, जिस स्थान पर राजा के कैदी बंधे थे; और वह जेल में था।\n\n- उत्पत्ति 39:20\nऔर यूसुफ तीस साल का था जब वह मिस्र के राजा के सामने खड़ा था ।-- और यूसुफ फिरौन की उपस्थिति से बाहर चले गए, और मिस्र की सारी भूमि पर चले गए।\n\n- उत्पत्ति 41:46\nऔर यूसुफ ने अपने पिता और अपने भाइयों को रखा, और उन्हें मिस्र की भूमि में, सबसे अच्छी भूमि में, रमेस की भूमि में, जैसा कि फिरौन ने आज्ञा दी थी।\n\n- उत्पत्ति 47:11",
"Ayyub": "अय्यूब (अरबी: أيوب, रोमनाइज्ड: ay ,b) को इस्लाम में एक पैगंबर के रूप में जाना जाता है और इसका उल्लेख कुरान में किया गया है। [१] इस्लाम में अय्यूब की कहानी हिब्रू बाइबिल की कहानी के समानांतर है, हालांकि मुख्य जोर नौकरी पर है जो भगवान के लिए स्थिर है; कुरान के पाठ में दोस्तों के साथ नौकरी की चर्चा का कोई उल्लेख नहीं है, लेकिन बाद में मुस्लिम साहित्य में कहा गया है कि अय्यूब के भाई थे, जिन्होंने उस आदमी के साथ अपने दुःख के कारण के बारे में तर्क दिया था। कुछ मुस्लिम टिप्पणीकारों ने भी रोमन के पूर्वज होने के रूप में नौकरी की बात की। [२] इस्लामिक साहित्य ने जॉब के समय और भविष्यवाणी मंत्रालय के स्थान पर भी टिप्पणी करते हुए कहा कि वह जोसेफ के भविष्य की श्रृंखला में आया था और उसने एक निर्दिष्ट समुदाय में भेजे जाने के बजाय अपने लोगों को उपदेश दिया। परंपरा आगे बताती है कि नौकरी \"उन लोगों के समूह के स्वर्ग में अग्रणी होगी जो धैर्य से सहन करते हैं\"। [३]\n\nAyb (नौकरी) का उल्लेख पहली बार कुरान में निम्नलिखित कविता में किया गया है:\nदरअसल, हमने आपको बताया है, [हे मुहम्मद], जैसा कि हमने नूह और उसके बाद के भविष्यद्वक्ताओं को बताया था। और हमने अब्राहम, इस्माइल, इसहाक, जैकब, वंशजों, यीशु, नौकरी, जोना, आरोन, और सोलोमन को बताया, और डेविड को हमने पुस्तक [ज़बुर] की पुस्तक दी।\n\n-कुरान, सुरा 4 (एन-निसा), अयाह 163 [4]\nकुरान ने अल्लाह के एक धर्मी सेवक के रूप में नौकरी का वर्णन किया है, जो लंबे समय तक पीड़ित होने से पीड़ित था। हालांकि, यह स्पष्ट रूप से बताता है कि अय्यूब ने कभी भी ईश्वर में विश्वास नहीं खोया और हमेशा के लिए प्रार्थना में भगवान को बुलाया, उसे अपने दुःख को दूर करने के लिए कहा:\n\nऔर [उल्लेख] अय्यूब, जब उन्होंने अपने प्रभु को बुलाया, \"वास्तव में, प्रतिकूलता ने मुझे छुआ है, और आप दयालु के सबसे दयालु हैं।\"\n\n- कुरान, सुरा 21 (द पैगंबर), अयाह 83 [5]\nकथा यह बताती है कि कई वर्षों के दुख के बाद, भगवान ने अय्यूब को \"अपने पैर के साथ हड़ताल करने का आदेश दिया!\" [6] एक बार, अय्यूब ने अपने पैर से जमीन पर हमला किया और भगवान ने पानी का एक ठंडा वसंत पृथ्वी से आगे बढ़ने का कारण बना, जिससे नौकरी खुद को फिर से भर सकती थी। कुरान बताता है कि तब यह था कि भगवान ने उसका दर्द और पीड़ा को हटा दिया और उसने नौकरी के परिवार को वापस कर दिया, उसे कई पीढ़ियों के बच्चों के साथ आशीर्वाद दिया और उसे महान धन दिया। अय्यूब की कथा के संक्षिप्त विवरणों के अलावा, कुरान ने उन लोगों की सूची में दो बार नौकरी का उल्लेख किया है, जिन्हें भगवान ने विशेष मार्गदर्शन, ज्ञान और प्रेरणा (IV: 163) दिया था और उन पुरुषों में से एक के रूप में जिन्हें अधिकार प्राप्त हुआ था, भविष्यवाणी का उपहार। (VI: 84)।\n\nशैतान ने नौकरी को प्रभु से दूर करने की कोशिश करने के बाद, परमेश्वर ने अय्यूब के दुःख को हटा दिया और अपने परिवार को वापस कर दिया, जिससे उन्हें संख्या में दोगुना कर दिया गया। उन्होंने नौकरी के धन को वापस कर दिया और सोने के साथ नौकरी की बौछार की। एक बार जब अय्यूब की पत्नी ने अपने पति को समृद्धि और स्वास्थ्य के लिए बहाल करते देखा था, तो उसने भगवान से धन्यवाद प्रार्थना की, लेकिन फिर उसके पति ने पहले ली गई शपथ पर चिंतित थे, जिसमें उसने उसे सौ स्ट्रोक के साथ पीटने का वादा किया था। अपने दुख के बीच, जो शपथ ग्रहण कर चुकी थी, उस पर अय्यूब भी गहराई से दुखी था। हालांकि, भगवान ने नौकरी के लिए एक रहस्योद्घाटन भेजा, जिसने उसे अपनी पत्नी को हरा नहीं दिया, बल्कि उसे धीरे से नरम घास के बंडल के साथ मारा। [7]\n\nकुरान संदर्भ\nनौकरी की भविष्यवाणी: 4: 163, 6:84\nपरीक्षण और धैर्य: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nअग्रिम पठन\nइब्न कथिर, बिदाया वा एल-निहाया, i, 220–225\nXXI और XXXVII पर TAFSIR\nतबरी, i, 361–364\nथालाबी, द टेल्स ऑफ द पैगंबर, काहिरा 1339, 106–114\nKisa'i, पैगंबर की कहानियाँ, 179-190\nइब्न असकिर, तरिख अल-कबीर, III, 190-200",
"Shuayb": "शुएब, शोएब, शुएब या शुएब (अरबी: بعيب, ipa: [ʃuʕajb]; जिसका अर्थ है: \"जो सही रास्ता दिखाता है\") इस्लाम में एक प्राचीन मिडियानाइट नबी (पैगंबर) है, और ड्रूज़ विश्वास में सबसे प्रतिष्ठित पैगंबर है। 1] शुएब को पारंपरिक रूप से बाइबिल जेथ्रो, मूसा के ससुर के साथ पहचाना जाता है। शूब का उल्लेख कुरान में कुल 11 बार है। [२] माना जाता है कि वह इब्राहिम (अब्राहम) के बाद रहते थे, और मुसलमानों का मानना ​​है कि उन्हें एक पैगंबर के रूप में एक समुदाय के लिए भेजा गया था: द मिडियानाइट्स, [3] जिन्हें Aṣāāb al-Aykah (\"लकड़ी के साथी\") के रूप में भी जाना जाता है। , [४] [५] [६] [of] चूंकि वे एक बड़े पेड़ की पूजा करते थे। लोगों के लिए, शुएब ने सीधे रास्ते की घोषणा की और लोगों को अपने धोखाधड़ी के तरीकों को समाप्त करने की चेतावनी दी। जब समुदाय ने पश्चाताप नहीं किया, अल्लाह (भगवान) ने समुदाय को नष्ट कर दिया। [३] [५]\n\nशुएब को मुसलमानों द्वारा समझा जाता है कि कुरान में नाम से उल्लिखित कुछ अरब पैगंबर में से एक है, अन्य सालिह, हड और मुहम्मद हैं। ऐसा कहा जाता है कि उन्हें मुस्लिमों द्वारा \"भविष्यद्वक्ताओं के बीच वाक्पटु उपदेशक\" के रूप में जाना जाता था, क्योंकि वह परंपरा के अनुसार, अपनी भाषा में प्रतिभा और वाक्पटुता प्रदान करते थे। [8]\n\nऐतिहासिक संदर्भ\nजिस क्षेत्र में शुएब को भेजा गया था, उसे कुरान में 'मैडयान का नाम दिया गया था, जिसे अंग्रेजी में मिडियन के रूप में जाना जाता है, जिसे अक्सर बाइबिल में संदर्भित किया जाता है। मिडियानाइट्स को अरब वंश का कहा जाता था, हालांकि बाइबिल के कनानी के पड़ोसी होने के नाते, वे उनके साथ हस्तक्षेप करते थे। यह कहा जाता है कि वे एक भटकने वाली जनजाति थे, और यह कि मूसा (मूसा) के समय उनका प्रमुख क्षेत्र सिनाई प्रायद्वीप था।\n\nजेथ्रो के साथ विवादित पहचान\nजेथ्रो का उल्लेख बाइबिल में किया गया है (निर्गमन 3: 1) मूसा के ससुर के रूप में। यद्यपि शुएब को अक्सर मिडियानाइट पुजारी जेथ्रो के साथ पहचाना जाता है, अधिकांश आधुनिक विद्वान इस पहचान को अस्वीकार करते हैं। शास्त्रीय टिप्पणीकार, जैसे कि इब्न कथिर, का कहना है कि शुएब अब्राहम के एक परदादा थे: शुएयब माना जाता है कि यह अब्राहम के पुत्र मिडियन के पुत्र, इसाकर के पुत्र मिकिल का बेटा था। [8] यह जेथ्रो के साथ पहचान को असंभव बना देगा, जो मूसा के समय रहते थे, अब्राहम के सैकड़ों साल बाद, [9]\n\nकुरान बताता है कि शुएब को परमेश्वर द्वारा मिडियन के लोगों के लिए एक पैगंबर के रूप में नियुक्त किया गया था। इस भूमि के लोगों को बेईमानी के माध्यम से और मूर्तिपूजा के लिए दूसरों को धोखा देने के लिए विशेष रूप से कुख्यात कहा गया था। शुएब की भविष्यवाणी में मुख्य रूप से मिडियानाइट्स को ईश्वर के सही रास्ते पर बुलाया गया था, [१०] और उन्हें झूठे देवताओं की पूजा करने के लिए मना किया गया था।\n\nयह भी कहा जाता है कि उन्होंने अपने लोगों से कहा कि वे अपनी दैनिक गतिविधियों में बेईमान हो जाएं। यद्यपि उन्होंने प्रचार किया और एक निरंतर अवधि के लिए भविष्यवाणी की, लेकिन अधिकांश लोगों ने उनकी बात सुनने से इनकार कर दिया। शुएब, हालांकि, स्थिर रहा। उन्होंने लगातार दुष्टों के खिलाफ शक्तिशाली प्रचार किया, उन्हें उस सजा के बारे में बताया जो उनके सामने पापी हो गया था। शुएब ने लोगों को चेतावनी दी कि उनकी अज्ञानता ने मिडियन के विनाश को जन्म दिया, नूह, हड, सालिह और लॉट, [11] सहित पहले के भविष्यद्वक्ताओं के ऐतिहासिक उदाहरण देते हुए, जिनके सभी लोग भगवान द्वारा नष्ट कर दिए गए थे।\n\nलोगों ने शुएब को ताना मारा और उसे बताया कि, क्या वह उस प्रतिष्ठित परिवार के लिए नहीं था जिससे वह आया था, वह निश्चित रूप से मौत के घाट उतार दिया जाता था। शुएब ने जवाब दिया, \"क्या मेरा परिवार आपके साथ भगवान से अधिक विचार है?\" जब मिडियानाइट्स ने विश्वास करने से इनकार कर दिया, तो वे एक शक्तिशाली भूकंप से नष्ट हो गए। [३] हालांकि, कुरान में उल्लेख किया गया है कि शुएब, और उनके विश्वास करने वाले साथियों को गड़गड़ाहट से बचाया गया था। [११] [१२]\n\nअन्य नबियों के साथ समानताएं\nशुएब के मिशन का उल्लेख अक्सर कुरान में नूह, हड, सालिह और लॉट के मिशन के साथ किया जाता है। विद्वानों ने बताया है कि ये पांच पैगंबर शुरुआती भविष्यवाणियों का अनुकरण करते हैं: [13] पैगंबर को उनके समुदाय में भेजा जाएगा; समुदाय उसकी चेतावनी पर कोई ध्यान नहीं देगा और इसके बजाय उसे सजा के साथ धमकी देगा; उपदेश देने के वर्षों के बाद, परमेश्वर उसे अपने समुदाय को छोड़ने के लिए कहेगा, जबकि उसके लोगों को बाद में एक सजा में नष्ट कर दिया गया। [१३] विद्वानों ने कालानुक्रमिक रूप से पांच पैगंबर की सूची की व्याख्या की, इसलिए शुएब नूह के वंशज थे (महान बाढ़ के बारे में प्रचारित) और पैगंबर अब्राहम।",
"Musa": "इस्लाम में, mūsā ibn ʿimrān (अरबी: موسی ابن عمران, लिट। उनके नाम का 136 बार उल्लेख किया जा रहा है और उनके जीवन को किसी भी अन्य पैगंबर की तुलना में अधिक सुनाया गया और सुनाया जा रहा है। [२] [३]\n\nकुरान के अनुसार, मूसा का जन्म एक इजरायल के परिवार से हुआ था। बचपन में, उन्हें एक टोकरी में रखा जाता है जो नील नदी की ओर बहती है, और अंततः मूसा को फिरौन (फ़िरन) पत्नी असिया द्वारा खोजा जाता है, जो मूसा को अपना दत्तक पुत्र बनाती है। वयस्कता तक पहुंचने के बाद, मूसा फिर मिडियन में रहता है, फिर से मिस्र के लिए प्रस्थान करने से पहले फिरौन को धमकी देने के लिए। अपने पैगंबर के दौरान, मूसा के बारे में कहा जाता है कि उन्होंने कई चमत्कार किए हैं, और यह भी व्यक्तिगत रूप से भगवान से बात करने की सूचना है, जो मूसा पर 'वक्ता ऑफ गॉड' (कालिम अल्लाह) शीर्षक को सर्वश्रेष्ठ बनाता है। पैगंबर का सबसे लोकप्रिय चमत्कार है कि वह समुद्र को विभाजित कर रहा है, भगवान द्वारा प्रदान की गई एक चमत्कारी छड़ी के साथ। कुरान के अलावा, मूसा का भी वर्णन किया गया है और हदीस साहित्य में भी प्रशंसा की गई है।\n\nफिरौन की मृत्यु के बाद, मूसा और उनके अनुयायी यरूशलेम की ओर यात्रा करते हैं, जहां पैगंबर अंततः मर जाते हैं। इस्लामी परंपरा में, उन्हें माना जाता है कि उन्हें नबी मूसा में दफनाया गया था, और अंततः आकाश की ओर बढ़ा दिया गया था। बाद में, उन्हें रात की यात्रा के दौरान यरूशलेम से बाद के उदगम के बाद सात स्वर्गों में मुहम्मद से मुलाकात की गई थी ('इसरा' मिआराज)। [४] यात्रा के दौरान, मूसा को कहा जाता है कि उसने बार -बार मुहम्मद को भगवान से मिलने के लिए वापस भेजा था और आवश्यक दैनिक प्रार्थनाओं की संख्या में कमी का अनुरोध किया था, मूल रूप से पचास माना जाता था, जब तक कि केवल पांच अनिवार्य प्रार्थनाएँ बनी रहीं। [५] [६]\n\nमूसा को इस्लाम में एक बहुत ही महत्वपूर्ण व्यक्ति के रूप में देखा जाता है। इस्लामी धर्मशास्त्र के अनुसार, सभी मुसलमानों को ईश्वर के प्रत्येक पैगंबर और दूत में विश्वास होना चाहिए, जिसमें मूसा और उनके भाई हारुन शामिल हैं। मूसा के जीवन को आम तौर पर मुहम्मद के जीवन के समानांतर एक आध्यात्मिक के रूप में देखा जाता है, और मुसलमान दो व्यक्तियों के जीवन के कई पहलुओं को साझा करने के लिए मानते हैं। [१] इस्लामी साहित्य उनके लोगों और उनके जीवनकाल में होने वाली घटनाओं के बीच एक समानांतर संबंध का भी वर्णन करता है; प्राचीन मिस्र से इस्राएलियों के पलायन को प्रकृति में मुहम्मद और उनके अनुयायियों के मक्का से मदीना के प्रवास के समान माना जाता है, क्योंकि दोनों घटनाएं उत्पीड़न के सामने सामने आईं - प्राचीन मिस्रों द्वारा इस्राएलियों के, और प्रारंभिक मुस्लिमों द्वारा meccans द्वारा, क्रमशः। [7] उनके खुलासे, जैसे कि टेन कमांडमेंट्स, जो टोरा की सामग्री का हिस्सा हैं और यहूदी धर्म और ईसाई धर्म के अब्राहमिक धर्मों के लिए केंद्रीय हैं। [8] [९] नतीजतन, यहूदियों और ईसाइयों को मुसलमानों के लिए \"पुस्तक के लोग\" के रूप में नामित किया जाता है और जहां भी इस्लामी कानून लागू होते हैं, इस विशेष स्थिति से पहचाने जाते हैं। मूसा इस्लामिक साहित्य में आगे प्रतिष्ठित है, जो अपने जीवन की घटनाओं और कुरान और हदीस में उनके लिए जिम्मेदार चमत्कारों पर फैलती है, जैसे कि भगवान के साथ उनकी प्रत्यक्ष बातचीत।",
"Harun": "इस्लाम में, ह्रन इब्न ʿimrān [2] (अरबी: هارون ابن عمران, लिट। ]\n\nकुरान में हारून के कई संदर्भ शामिल हैं, दोनों नाम और बिना नाम के। यह कहता है कि वह अब्राहम [5] का वंशज था और यह स्पष्ट करता है कि उसे और मूसा दोनों को फिरौन को भगवान की सजा के बारे में चेतावनी देने के लिए एक साथ भेजा गया था। [६] यह आगे कहता है कि मूसा ने पहले ईश्वर से प्रार्थना की थी कि वह हारून [7] के साथ अपने स्वयं के मंत्रालय को मजबूत करे और हारून ने मूसा की मदद की क्योंकि वह भी एक पैगंबर था, [8] और भाषण और प्रवचन के मामलों में बहुत स्पष्ट था। [९] कुरान कहते हैं कि मूसा और आरोन दोनों को मिस्र में इस्राएलियों के लिए आवास के स्थानों की स्थापना के लिए सौंपा गया था, और उन घरों को भगवान के लिए पूजा स्थलों में बदलने के लिए। [१०]\n\nगोल्डन बछड़े की घटना के रूप में यह कुरान पेंट में हारून को एक सकारात्मक प्रकाश में सुनाया जाता है। कुरान का कहना है कि हारून को इज़राइल का नेतृत्व सौंपा गया था, जबकि मूसा चालीस दिनों की अवधि के लिए ṭr सियाना '(अरबी: رور سيـنـاء, माउंट सिनाई) पर था। [११] [१२] [१२] [१२] कहते हैं कि हारून ने गोल्डन बछड़े की पूजा को रोकने की पूरी कोशिश की, जो कि हारून द्वारा नहीं बल्कि एक दुष्ट व्यक्ति द्वारा 'अस-सामरी' के नाम से बनाया गया था। [१३] जब मूसा माउंट सिनाई से लौटा, तो उसने मूर्तियों को मूर्ति की पूजा की अनुमति देने के लिए हारून को फटकार लगाई, जिसमें हारून ने मूसा के साथ दोषी नहीं ठहराया, जब उसके निर्माण में कोई भूमिका नहीं थी। [१४] [१२] [१२] कुरान ने तब कहा कि मूसा ने यहां इज़राइल के पापों पर जोर दिया, और कहा कि उनके पास केवल खुद और हारून पर शक्ति थी। [१५]\n\nहारून को बाद में कुरान में एक \"स्पष्ट अधिकार\" [16] के रूप में याद किया जाता है और एक जो \"सही मार्ग के लिए निर्देशित था\" था। [17] यह आगे जोड़ता है कि हारून की स्मृति उन लोगों के लिए छोड़ दी गई थी जो उनके बाद आए थे [18] और वह अपने भाई के साथ भगवान द्वारा धन्य हैं [19] कुरान का यह भी कहना है कि लोग 'ईसा की मां मैरीम (अरबी: مـريـم, मैरी) को \"एक\" एक \"कहा जाता है\" हारून की बहन \"[20] मुस्लिम विद्वानों ने इस बात पर बहस की कि वास्तव में यह\" हारुन \"उनके ऐतिहासिक व्यक्तित्व के संदर्भ में था, कुछ ने कहा कि यह एक्सोडस के हारून का संदर्भ था, और\" बहन \"शब्द केवल एक रूपक को नामित करता है या दो आंकड़ों के बीच आध्यात्मिक लिंक, सभी अधिक स्पष्ट हैं जब मैरी हारून के पुजारी वंश के वंशज थे, जबकि अन्य ने इसे \"हारून\" के नाम से मसीह के समय में रहने वाले एक और धर्मी व्यक्ति के रूप में रखा था। अधिकांश विद्वानों ने पूर्व परिप्रेक्ष्य से सहमति व्यक्त की है, और मैरी को आध्यात्मिक रूप से हारून की वास्तविक बहन, उसके नाम मिर्याम (अरबी: مـريم, हिब्रू: מִרְ מִרְ), [21] के साथ जोड़ा है, जिसे वह कई तरीकों से मिलती है। कुरान यह भी बताता है कि, सदियों बाद, जब तबूत (अरबी: ـابـوت, वाचा का आर्क) इजरायल लौट आया, इसमें \"मूसा के परिवार से अवशेष और हारून के परिवार से अवशेष\" शामिल थे। [२२]",
"Dhul-Kifl": "Dhul-kifl (अरबी: ذُو ٱلْكِفْل, ḏ ʾ ʾl-kīfl, शाब्दिक रूप से \"Kifl का अधिकारी\"; इसके अलावा dhu l-kifl, dhul-kifl, zu al-kifl, या zu l-kifl) एक इस्लामिक प्रोपेट है। यद्यपि उनकी पहचान अज्ञात है, उनकी पहचान को विभिन्न हिब्रू बाइबिल पैगंबर और अन्य आंकड़ों के रूप में माना और पहचाना गया है, जो कि आमतौर पर ईजेकील और गौतम बुद्ध। [1] [2] [3] [4] माना जाता है कि धूल-किफ्ल को अल्लाह द्वारा जीवन में एक उच्च स्टेशन पर रखा गया था और कुरान में \"गुड की कंपनी\" के व्यक्ति के रूप में पुरानी है। [५] यद्यपि अन्य ऐतिहासिक स्रोतों से धूल-किफ्ल के बारे में बहुत कुछ नहीं जाना जाता है, शास्त्रीय टिप्पणीकारों से सभी लेखन, जैसे कि इब्न इशाक और इब्न कथिर, धुल-किफल की बात एक भविष्यवाणी, संत व्यक्ति के रूप में बोलते हैं, जो दैनिक प्रार्थना और पूजा में वफादार रहे। [ 6]\n\nदियारबकिर, तुर्की के एरगनी प्रांत में एक मकबरे को कुछ लोगों द्वारा पैगंबर धुल-किफ्ल का विश्राम स्थल माना जाता है। यह शहर के केंद्र से 5 किमी दूर एक पहाड़ी पर स्थित है, जिसे माकम डाएक कहा जाता है। [7] [8]\n\nशब्द-साधन\nDhul-Kifl नाम का शाब्दिक अर्थ है \"KIFL का अधिकारी\", एक प्रकार के नाम का उपयोग करते हुए, जहां ذُو dh the (\"के पास\") कुछ चरित्र संबंधी सुविधा से पहले होता है। [९] ऐसे नामों का उपयोग कुरान में अन्य उल्लेखनीय आंकड़ों के लिए किया गया था, उदाहरण के लिए dhu al-qarnayn (अरबी: ذُو ٱلْقرْنَيْن, लिट। ٱلْنُّون, लिट। 'द वन विद द फिश'), यूनुस का जिक्र करते हुए। KIFL एक पुरातन अरबी शब्द है जिसका अर्थ है \"डबल\" या \"डुप्लिकेट\", एक रूट अर्थ से \"डबल\" या \"टू फोल्ड\"; इसका उपयोग कपड़े की एक तह के लिए भी किया गया था। नाम का अर्थ आमतौर पर \"एक दोहरे हिस्से में से एक\" समझा जाता है। कुछ विद्वानों ने सुझाव दिया है कि नाम का अर्थ है \"द मैन विद द डबल रीकम्पेंस\" या बल्कि \"वह आदमी जिसे दो बार दो बार प्राप्त हुआ,\", [10] यह कहना है कि यह नौकरी के लिए एक शीर्षक है, क्योंकि उसका परिवार उसके लिए वापस आ गया था कुरान और नौकरी की पुस्तक के अनुसार। [११]\n\nएक दृष्टिकोण के अनुसार, इसका अर्थ है \"केआईएफएल का आदमी\", \"के रूप में ...\" के रूप में पार्टिसिपल डीएच का एक और संभावित अनुवाद है, और केआईएफएल कथित तौर पर \"कपिलवस्तु\" का अरबी प्रतिपादन है। [12]\n\nईजेकील\nकुछ लोगों की राय है कि धूल-किफल यहेजकेल हो सकता है। जब निर्वासन, राजशाही और राज्य का सत्यानाश हो गया था, तो एक राजनीतिक और राष्ट्रीय जीवन अब संभव नहीं था। उनकी पुस्तक के दो हिस्सों के अनुरूप, उनके व्यक्तित्व और उनका उपदेश एक जैसे दो गुना हैं, और शीर्षक धुल-किफ्ल का अर्थ है \"एक से डबल\" या \"मोड़ने के लिए\"।\n\nअब्दुल्ला यूसुफ अली, अपनी कुरानिक टिप्पणी में कहते हैं:\n\nDhul-kifl का शाब्दिक अर्थ होगा \"के पास, या देने वाला, या एक डबल अपेक्षित या भाग\"; या फिर, \"एक जिसने डबल मोटाई के एक लबादा का इस्तेमाल किया,\" किफ्ल के अर्थों में से एक है। टिप्पणीकार इस बात की राय में भिन्न होते हैं कि किसका मतलब है, क्यों शीर्षक उस पर लागू होता है। मुझे लगता है कि सबसे अच्छा सुझाव यह है कि कर्स्टन नीबुहर द्वारा उनके रीसबेशेचेरिबुंग नाच अरेबियन, कोपेनहेगन, 1778, ii में किया गया। 264-266, जैसा कि धूल-किफ्ल के तहत इस्लाम के विश्वकोश में उद्धृत किया गया है। उन्होंने 'इराक' में मेशाद 'का दौरा किया, और नजफ और हिल (बाबुल) के बीच केफ्ल नामक छोटे शहर भी। केफिल, वे कहते हैं, ईजेकील का अरबी रूप है। यहेजकेल का मंदिर वहाँ था, और यहूदी तीर्थयात्रा पर आए। यदि हम \"धुल-किफ्ल\" को एक एपिथेट नहीं मानते हैं, लेकिन \"ईजेकील\" का एक अरबी रूप नहीं है, तो यह संदर्भ में फिट बैठता है, ईजेकील इज़राइल में एक पैगंबर था, जिसे यरूशलेम पर अपने दूसरे हमले के बाद नेबुचादनेज़र द्वारा बाबुल के पास ले जाया गया था (के बारे में (के बारे में बी.सी. 599)। उनकी पुस्तक अंग्रेजी बाइबिल (पुराने नियम) में शामिल है। [१५] वह जंजीर और बाध्य था, और जेल में डाल दिया, और एक समय के लिए वह गूंगा था। वह धैर्य और निरंतरता के साथ सभी को बोर करता है, और इजरायल में साहसपूर्वक बुराइयों को दूर करना जारी रखता है। एक जलते हुए मार्ग में वह झूठे नेताओं को उन शब्दों में निंदा करता है जो सदा के लिए सत्य हैं: \"इज़राइल के चरवाहों के लिए शोक हो जो खुद को खिलाते हैं! क्या चरवाहों को झुंडों को नहीं खिलाना चाहिए? उन्हें मारें जो खिलाए गए हैं: लेकिन तुम झुंड को खिलाते नहीं।\n\n- अब्दुल्ला यूसुफ अली, पवित्र कुरान: पाठ, अनुवाद और टिप्पणी [17]\n\nकुरान में उल्लेख किया गया है\nकुरान में\nDhul-kifl का उल्लेख कुरान में दो बार, निम्नलिखित छंदों में किया गया है:\n\nऔर (याद रखें) इस्माइल, इदरीस, और धूल-किफ्ल, सभी (पुरुष) कांस्टेन्सी और धैर्य के।\nहमने उन्हें अपनी दया के लिए स्वीकार किया: क्योंकि वे धर्मी के थे।\n\n-कुरान, सूरह अल-एनीबिया (21), अयाह 85-86 [13]\nऔर इस्माइल, एलीशा और धुल-किफ्ल को याद करें: उनमें से प्रत्येक अच्छे की कंपनी का था।\n\n- कुरान, सूरह सैड (38), अयाह 48 [14]\nदोनों ही मामलों में, धूल-किफ्ल का उल्लेख कुरान के भविष्यद्वक्ताओं की एक सूची के संदर्भ में किया गया है, जिसमें कई अन्य शामिल हैं जिनका उल्लेख ऊपर उद्धृत नहीं है।\nअल किफ़ल (अरबी: الكفل; उल-किफ्ल) नजफ और अल हिलाह के बीच यूफ्रेट्स नदी पर दक्षिण-पूर्वी इराक में एक शहर है। अल किफ़ल के भीतर तीर्थस्थल के लिए भिन्न नाम हैं: धू'ल किफ़ल श्राइन, मारकद धू'ल किफ़ल, क्यूबबत धू'ल किफ़ल, क़ाब्र अल-नबी धुल-किफ्ल, धुल-किफ्ल श्राइन, ज़ुल किफल श्राइन, कबीर हजाक्याल, हाज़क्याल श्रील । हज़ाकियाल हिब्रू Y'Hezqel का अरबी अनुवाद है, जिसका उपयोग ज्यादातर सेपर्डी यहूदियों द्वारा किया गया था, जब उन्होंने अरबी को अपनाया था। यह इंगित करता है कि यहूदियों ने ईजेकील और धुल-किफ्ल की बराबरी की, और मुस्लिम एक्सगेट्स ने सूट का पालन किया। इराकी अधिकारियों ने दावा किया कि 1316 (715–16 एएच) में इलखानिद सुल्तान उलजितु ने यहूदी समुदाय से कब्र पर संरक्षकता के अधिकारों का अधिग्रहण किया। नतीजतन, एक ही पैगंबर के लिए इस्लामी नामकरण के अनुसार मंदिर का नाम बदल दिया गया। सुल्तान उलजितु ने मस्जिद और एक मीनार का निर्माण करके संरचना में जोड़ा। साथ ही उन्होंने पूर्व-इलखनीद यात्रियों के विवरणों के साथ अपनी वर्तमान स्थिति की तुलना करके स्पष्ट किए गए कुछ परिवर्तनों को लागू करने वाले तीर्थस्थल को बहाल किया। यह साइट उन्नीसवीं शताब्दी की शुरुआत तक एक मुस्लिम तीर्थयात्रा की जगह बना रही जब एक धनी यहूदी, मेनाहिम इब्न डैनियल ने सफलतापूर्वक इसे एक यहूदी साइट में वापस बदल दिया और इसे बहाल कर दिया। मीनार एक इस्लामी साइट के रूप में अपने कार्यकाल के एकमात्र गवाह के रूप में बनी रही। यद्यपि मस्जिद और मीनार 14 वीं शताब्दी में बनाए गए थे, लेकिन मंदिर और कब्र की प्राचीनता निर्धारित नहीं की जा सकती है। [१]]\n\nगौतम बुद्ध\nधूल-किफ्ल की पहचान गौतम बुद्ध के साथ भी की गई है। [१ ९] [२०] [२१] [२२] [२२] धूल-किफ्ल का अर्थ अभी भी बहस कर रहा है, लेकिन, एक दृश्य के अनुसार, इसका मतलब हो सकता है \"कपिल का आदमी (कपिलवस्तु, वह शहर जहां बुद्ध ने अपने जीवन के तीस साल बिताए)। [१२] [२०]\n\nइस दृश्य के समर्थकों ने कुरान के 95 वें अध्याय के पहले श्लोकों का हवाला दिया, सूरह एट-टिन:\n\nअंजीर और जैतून, और माउंट सिनाई द्वारा, और यह सुरक्षित शहर ˹of mecca˺!\n\n-कुरान, 95: 1-3\nइस दृष्टिकोण के अनुसार, इन छंदों में उल्लिखित स्थानों से: सिनाई वह स्थान है जहां मूसा को रहस्योद्घाटन प्राप्त हुआ था; मक्का वह स्थान है जहां मुहम्मद ने रहस्योद्घाटन प्राप्त किया; और जैतून का पेड़ वह स्थान है जहाँ यीशु ने रहस्योद्घाटन प्राप्त किया था। इस मामले में, शेष अंजीर का पेड़ वह जगह है जहां गौतम बुद्ध ने रहस्योद्घाटन प्राप्त किया। [२१]\n\nकुछ लोग इसे थोड़ा आगे ले जाते हैं और कहते हैं कि मुहम्मद खुद एक बुद्ध थे, क्योंकि बुद्ध शब्द का अर्थ है \"एक प्रबुद्ध एक\"। [२३]\n\nअन्य\nधूल-किफ्ल को यहोशू, ओबद्याह [24] और यशायाह के साथ विभिन्न रूप से पहचाना गया है। [२५] [२४]",
"Dawud": "Dawud (अरबी: دَاوُوْد, रोमनलाइज्ड: dāwdd [daːwuːd]), एक पैगंबर और दूत ऑफ गॉड (अल्लाह) है और इज़राइल के यूनाइटेड किंगडम के धर्मी, दैवीय रूप से अभिषेक सम्राट है। [१] इसके अतिरिक्त, मुसलमान भी डेविड को ज़बुर (भजन) के दिव्य रहस्योद्घाटन प्राप्त करने के लिए सम्मानित करते हैं। [२] [३] दाऊद को इस्लाम में सबसे महत्वपूर्ण लोगों में से एक माना जाता है। कुरान में सोलह बार उल्लेख किया गया है, डेविड इस्लामी शास्त्र में मुहम्मद से पहले भविष्यद्वक्ताओं की श्रृंखला में एक कड़ी के रूप में दिखाई देता है। [४] यद्यपि उन्हें आमतौर पर \"कानून-गिविंग\" पैगंबर (उलु अल-एज़म) में से एक नहीं माना जाता है, \"वह इस्लामी विचार में एक सीमांत आकृति से दूर है\"। [२] बाद के इस्लामी परंपराओं में, उन्हें प्रार्थना और उपवास में अपनी कठोरता के लिए प्रशंसा की जाती है। उन्हें प्रोटोटाइप के रूप में और पृथ्वी पर भगवान के अधिकार के प्रतीक के रूप में भी प्रस्तुत किया जाता है, एक बार एक राजा और एक पैगंबर में होता है।\n\nडेविड इस्लामिक यरूशलेम की धार्मिक वास्तुकला के लिए विशेष रूप से महत्वपूर्ण है। [१] दाऊद को बाइबिल डेविड के रूप में जाना जाता है, जो इब्रानी बाइबिल के अनुसार, यूनाइटेड किंगडम ऑफ इज़राइल और यहूदा के दूसरे राजा के अनुसार, सी पर शासन कर रहा था। 1010-970 ईसा पूर्व। [प्रशस्ति पत्र की आवश्यकता]\n\nकुरान में उल्लेख\nकुरान में डेविड की कथा, कई मामलों में, बाइबल में दी गई समानताएं। उन्हें एक पैगंबर (नबी) का नाम दिया गया है और एक दूत (रस) भी है, डेविड को उन लोगों की सूची में शामिल किया गया है, जिन्होंने रहस्योद्घाटन (वाई; Q4: 163) या मार्गदर्शन (हुद; 6:84) को भगवान से प्राप्त किया है। दोनों सूची में उसका नाम उसके बेटे सोलोमन के बगल में दिखाई देता है। कहीं और, कुरान बताते हैं कि भगवान ने दोनों को \"ध्वनि निर्णय\" (ḥukm; 21:79) और \"ज्ञान\" (ʿilm; 21:79; 27:15) के उपहार दिए। फिर भी कुरान भी डेविड मेरिट्स का वर्णन करता है जो उसे सोलोमन से अलग करता है: डेविड ने गोलियत (2: 251) को मार डाला और \"द भजन\" [5] नामक एक दिव्य रहस्योद्घाटन प्राप्त किया (कुरान 17:55 एक अनिश्चितकालीन रूप का उपयोग करता है, जबकि 21: 105 उपयोग करता है निश्चित रूप अल-ज़ब्र), [5] संभवतः भजन या भजन का एक संदर्भ (शब्द zab otr शब्द शायद हिब्रू शब्द मिज़्मर या सिरियाक माजमरा, \"भजन\") से संबंधित है। पहाड़ों और पक्षियों ने डेविड के साथ भगवान की प्रशंसा की (21:79; 34:10 में भगवान ने उन्हें ऐसा करने की आज्ञा दी; सीएफआर। भजन 148: 7-10)। परमेश्वर ने डेविड को एक \"वाइसर्सेंट\" (खलीफा; 38:26) बनाया, एक शीर्षक जो कुरान अन्यथा केवल एडम (2:30) को देता है। इस शीर्षक से पता चलता है कि, कुरान के अनुसार, डेविड एक दूत से कुछ ज्यादा था: वह एक दैवीय निर्देशित नेता था जिसने पृथ्वी पर भगवान का शासन स्थापित किया था। [१] यह भूमिका 2: 251 द्वारा भी सुझाई गई है: \"भगवान ने उसे अधिकार दिया (मुल्क) और ज्ञान (ḥikmah) और उसे सिखाया कि वह क्या करेगा। अगर भगवान ने कुछ लोगों को दूसरों द्वारा वापस नहीं किया, तो पृथ्वी भ्रष्ट हो जाएगी।\" ]\n\nडेविड को सिखाई जाने वाली चीजों में कवच बनाने की क्षमता थी (21:80, 34: 10–11), एक सुझाव कि डेविड के सैन्य कारनामे भगवान का कार्य थे। यह भी महत्वपूर्ण है कि डेविड के \"ज्ञान\" के लिए कुरानिक संदर्भ को कभी -कभी शास्त्रीय निर्वासन द्वारा भविष्यवाणी के उपहार के रूप में समझाया गया था। [६] कुरान डेविड और यीशु को भी जोड़ता है, यह कहते हुए कि दोनों ने उन इस्राएलियों को शाप दिया, जो विश्वास नहीं करते थे (5:78)। इसके अलावा, कुरान के अनुसार, डेविड को न्याय को दूर करने के दौरान सत्य और झूठ के बीच अंतर करने की क्षमता दी गई थी (faṣl al-khiṭāb, 38:20)। इसके अलावा, डेविड के माध्यम से एक परीक्षण के लिए भ्रम है, जिसमें उसने प्रार्थना की और पश्चाताप किया और भगवान ने उसे माफ कर दिया (38: 24-5)। सूरत सैड (कुरान का 38 वां अध्याय) को \"द सोरा ऑफ डेविड\" भी कहा जाता है [7] एक्सगेट्स ने बताया कि चूंकि डेविड ने भगवान से उसे क्षमा करने के लिए कहा था, मुहम्मद को इस अध्याय को पढ़ते समय उसकी नकल करने और एक वेश्यावृत्ति करने का आदेश दिया गया था। [[]]\n\nधार्मिक महत्व\nडेविड उन कुछ इस्लामिक नबियों में से एक है, जिन्होंने राजा भी प्राप्त किया। जबकि किंग्स के शासनकाल के दौरान अन्य नबियों ने प्रचार किया, डेविड, अपने समय में, राजा थे। इस प्रकार, उन्हें एक बहुत बड़ा काम मिला, यह सुनिश्चित करने के लिए कि इज़राइल के लोग न केवल आध्यात्मिक रूप से जांच में आयोजित किए गए थे, बल्कि यह कि देश खुद भी मजबूत रहे। नेता और पैगंबर दोनों के रूप में उनका स्थान सभी मुसलमानों द्वारा बेहद उच्च रैंक में से एक के रूप में सम्मानित किया गया है। डेविड का आंकड़ा, उनके भविष्यवाणी बेटे, सोलोमन के साथ मिलकर, उन लोगों के प्रतिष्ठित हैं जिन्होंने अपनी जमीन पर उचित रूप से शासन किया था। भगवान अक्सर कुरान में एक पैगंबर और दूत के रूप में डेविड की उच्च रैंक का उल्लेख करते हैं। वह अक्सर अन्य नबियों के साथ उल्लेख किया जाता है कि वह कितना महान था। उदाहरण के लिए, भगवान कहते हैं:\n\nऔर हमने उसे इसहाक और जैकब दिया और उन्हें निर्देशित किया, जैसा कि हमने उनके सामने नूह को निर्देशित किया था, और उनके वंशजों, डेविड और सोलोमन और जॉब और जोसेफ और मूसा और आरोन के। इस प्रकार हम उन लोगों को पुरस्कृत करते हैं जो सीधा हैं और अच्छा करते हैं।\n\n- कुरान 6:84 [9]\nजब खलीफा 'उमर ने यरूशलेम का दौरा किया, तो पैट्रिआर्क सोफ्रोनियस उनके साथ मंदिर माउंट पर गया, जबकि उन्होंने प्रार्थना करने के लिए मिहरब दाऊद (डेविड की प्रार्थना-आला) की खोज की। बाद में टिप्पणीकारों ने डेविड के टॉवर के साथ इस साइट की पहचान की। एक हदीस में, डेविड की प्रार्थना और उपवास का उल्लेख भगवान को प्रिय है।\n\nअब्दुल्ला बिन 'अमर बिन अल-': अल्लाह के प्रेरित ने मुझे बताया, \"अल्लाह के लिए सबसे प्रिय प्रार्थना डेविड की है और अल्लाह के लिए सबसे प्रिय उपवास डेविड के हैं। वह रात के आधे हिस्से में सोते थे। और फिर रात के एक तिहाई के लिए प्रार्थना करें और फिर से अपने छठे भाग के लिए सोते हैं और वैकल्पिक दिनों में उपवास करते थे। \"\n\n-मुहम्मद अल-बुखारी, साहिह अल-बुखारी [10]\nद बुक ऑफ डेविड\nमुख्य लेख: ज़बुर\nज़बुर एक पवित्र पुस्तक है जिसे डेविड को ईश्वर द्वारा जिम्मेदार ठहराया गया है, जिस तरह मूसा (मूसा) ने तवरत (टोरा) प्राप्त किया, ईसा (यीशु) ने चोट (सुसमाचार) प्राप्त किया और मुहम्मद ने कुरान प्राप्त किया। वर्तमान हिब्रू बाइबिल में, ज़बुर को भजन के रूप में जाना जाता है। हालांकि, अतीत के अन्य शास्त्रों की तरह, भजन माना जाता है कि समय के साथ भ्रष्ट हो गया है, कुछ मूल संदेश अब चले गए हैं। बहरहाल, मुसलमानों से कहा जाता है कि वे वर्तमान स्तोत्रों को अपार सम्मान के साथ मानते हैं, क्योंकि उनके मूल रूप में, वे भी ईश्वर की एक प्रेरित पुस्तक थीं। कुरान राज्यों:\n\nआपका प्रभु जानता है कि जो कोई भी आकाश और पृथ्वी में है। हमने दूसरों पर कुछ नबियों को बढ़ा दिया; और डेविड को हमने भजन की पुस्तक दी।\n\n- कुरान 17:55 [11]\n\n कुरान 4: 163; 17:55।\n कुरान 4: 163; 6:84।\n उदा। Ṭabarī, taʾrīkh, i, 559\n हिबत अल्लाह बी। सलाम, अल-नसिखी वा-एल-मंसख (वोहिदि, असबब के मार्जिन में), काहिरा 1316/1898-9, 262\n बुखरी, ṣaḥīḥ, vi, 155\n कुरान 6:84\n साहिह अल-बुखारी, 2: 21: 231\n कुरान 17:55",
"Suleyman": "सुलेमान इब्न दावड (अरबी: سُلَيْمَان ंदी دن دَاوُfْ संवर्धन, लिट। इस्राएलियों। आम तौर पर, इस्लामी परंपरा का मानना ​​है कि वह यहूदी लोगों के तीसरे राजा और इजरायल के एक बुद्धिमान शासक थे। [१]\n\nइस्लाम में, सोलोमन को भगवान के नबियों में से एक माना जाता है, जो कई दिव्य उपहारों के साथ दिया गया था, जिसमें जानवरों और जिन दोनों से बात करने की क्षमता भी शामिल थी; उन्होंने यह भी कहा जाता है कि शायन (شياطين, लिट।\n\nमुसलमानों ने आगे कहा कि वह जीवन भर एक वफादार एकेश्वरवादी बने रहे; पूरे इजरायल के राष्ट्र के ऊपर बस शासन किया; राजाओं के एक स्तर के साथ धन्य था जो उसके सामने कोई नहीं दिया गया था और न ही उसके बाद; और उनकी सभी आज्ञाओं को पूरा किया, अपने जीवन के अंत में जनना (جنّة, लिट। स्वर्ग ') में भगवान के लिए निकटता का वादा किया जा रहा है। [३] इस्लाम के उदय के बाद से, विभिन्न अरब इतिहासकारों ने सोलोमन को इतिहास में सबसे महान शासकों में से एक माना है। [४]\n\nकुरान में उल्लेख\nकुरान और व्याख्या\nक्षेत्र पर निर्णय\nसोलोमन से जुड़े शुरुआती कथा में, कुरान (21:78) ने संक्षेप में एक कहानी के लिए कहा कि सोलोमन अपने पिता की कंपनी में था, जब दो लोग डेविड से एक ḥarth (حرْث, फील्ड) के बारे में उनके बीच न्याय करने के लिए कहने आए थे। 5] बाद में मुस्लिम टिप्पणीकारों ने अल-ताबारी, बदावी और इब्न कथिर सहित गठबंधन पर विस्तार किया। [६] [7] [8] उन्होंने कहा कि दो लोगों में से पहले ने कहा कि उनके पास एक दाख की बारी है, जिसके माध्यम से उन्होंने पूरे साल बहुत ध्यान रखा। लेकिन एक दिन, जब वह अनुपस्थित था, तो दूसरे आदमी की भेड़ें दाख की बारी में भटक गईं और अंगूरों को खा गए। उन्होंने इस क्षति के लिए मुआवजा देने के लिए कहा। [९]: ६२ आदमी की शिकायत को सुनकर, सोलोमन ने सुझाव दिया कि भेड़ का मालिक दूसरे आदमी के दाख की बारी को मरम्मत और खेती करने के लिए ले जाता है जब तक कि दाखलताओं ने अपने पूर्व राज्य में वापस नहीं जाना, जहां उसे वापस लौटना चाहिए यह उसके मालिक को। उसी समय, दाख की बारी के मालिक भेड़ की देखभाल करेंगे और उनकी ऊन और दूध से लाभान्वित होंगे जब तक कि उसकी जमीन उसके पास नहीं लौट गई, जिस बिंदु पर वह भेड़ को अपने मालिक को वापस कर देगा। यह प्रतिक्रिया सोलोमन के निर्णय के स्तर को दर्शाती है, जो कि, कुरान कहती है, [10] जीवन भर सोलोमन की विशेषता होगी। Ḥikmah (ज्ञान), मुस्लिम परंपरा के अनुसार, हमेशा सोलोमन के साथ जुड़ा होगा, जिसे बाद में सुलेमान अल-ḥakīm (سُلَيْمَان ٱلْحيْم, \"सोलोमन द वाइज\") के रूप में भी संदर्भित किया जाएगा। यह कहानी केबरा नागास्ट में अनुकूलित है, लेकिन सोलोमन के एक बेटे द्वारा स्थगित विवाद के रूप में। [7]\n\nसोलोमन और दानव\n\nशीबा की रानी\nकुरान बताता है कि हवा को सुलैमान के लिए अधीन कर दिया गया था, [11] और वह इसे अपनी इच्छा से नियंत्रित कर सकता था, और यह कि जिन्न सोलोमन के नियंत्रण में भी आ गए। जिन्न ने सोलोमन के शासनकाल को मजबूत करने में मदद की। द डेविल्स (शायतिन), [12] और राक्षसों को उनके लिए भवन निर्माण के लिए मजबूर किया गया था। [१३] भगवान ने सोलोमन के लिए प्रवाह करने के लिए एक चमत्कारी ʿayn (عَيْن, 'फाउंट' या 'स्प्रिंग') को पिघला हुआ qiṭr (قِطْر, 'ब्रास' या 'कॉपर') का भी कारण बना दिया, उनके निर्माण में राक्षसों द्वारा इस्तेमाल किया जाना। [११]\n\nजब डेविड की मृत्यु हो गई, तो सोलोमन को इस्राएलियों के भविष्यवाणी राजा के रूप में अपना पद विरासत में मिला। सोलोमन ने एक बार एक महिला को अपने पिता की प्रतिमा बनाने की अनुमति दी थी। बाद में, वह प्रतिमा की पूजा करने लगी और सोलोमन को अपने राज्य में मूर्तिपूजा को सहन करने के लिए फटकार लगाई गई। एक सजा के रूप में, परमेश्वर ने गुलाम राक्षसों में से एक को सोलोमन की अंगूठी चुराने और अपने राज्य (सूरह 38:34) को संभालने में सक्षम बनाया। बाद में वह अपने पाप को फिर से पछताता है और राक्षसों पर फिर से नियंत्रण प्राप्त करता है, फिर से मंदिर के निर्माण पर ध्यान केंद्रित करता है। [१४] उसने परमेश्वर से प्रार्थना की कि वह उसे एक राज्य प्रदान करे जो उसके बाद किसी भी विपरीत होगा। [१५] परमेश्वर ने सोलोमन की प्रार्थना को स्वीकार कर लिया और उसे वह दिया जो उसने प्रसन्न किया।\n\nएलेगोरिकली, सोलोमन के राक्षसों को अपनी अंगूठी का नुकसान, एक मानव का प्रतिनिधित्व करने के लिए समझा जा सकता है, जो अपनी आत्मा को राक्षसी जुनून के लिए खो देता है। [१६] निशापुर के अटार लिखते हैं: \"यदि आप दि (दानव) को बांधते हैं, तो आप सोलोमन के साथ रॉयल मंडप के लिए निकलेंगे\" और \"आपके पास अपने स्वयं के राज्य पर कोई कमांड नहीं है, क्योंकि आपके मामले में डिव सोलोमन के स्थान पर है\" । [१]]\n\nतल्मूडिक परंपरा के विपरीत, सोलोमन अनजान था और कभी भी मूर्तिपूजा में भाग नहीं लिया। [१]] इसके अलावा, कुरान ने अस्वीकार कर दिया कि सोलोमन एक जादूगर था: \"(...) सोलोमन ने अविश्वास नहीं किया, लेकिन डेविल्स ने अविश्वास किया, पुरुषों को जादू और (...) सिखाया\"। (२: १०२)\n\nसोलोमन और चींटी\nसोलोमन को विभिन्न जानवरों की भाषाओं, जैसे चींटियों की भाषा भी सिखाई गई थी। कुरान ने याद किया कि, एक दिन, सोलोमन और उनकी सेना ने एक वडिन-नामल (وَادِ ٱلْنّمْل, चींटी की घाटी) में प्रवेश किया। सोलोमन और उनकी सेना को देखने पर, एक नामला (نَمْلة, महिला चींटी) ने अन्य सभी को चेतावनी दी कि \"... अपनी बस्तियों में जाओ, ऐसा न हो चींटी ने क्या कहा, सोलोमन ने हमेशा की तरह, भगवान से प्रार्थना की, उन्हें इस तरह के उपहारों को पूरा करने के लिए धन्यवाद दिया [20] और आगे चींटी उपनिवेशों पर रौंदने से परहेज किया। [९]: ६३ [२१] सोलोमन की बुद्धि, हालांकि, अभी तक एक और थी। भगवान से प्राप्त उपहारों में से, और मुसलमानों ने कहा कि सोलोमन अपनी दैनिक प्रार्थना को कभी नहीं भूलते थे, जो उनके किसी भी उपहार की तुलना में उनके लिए अधिक महत्वपूर्ण था।\n\nबाहरी साहित्य चींटी के ज्ञान पर जोर देता है और हवा को नियंत्रित करने के लिए सोलोमन के उपहार के पीछे का अर्थ बताता है। Siracü'l-Kulub के अनुसार, चींटी ने सुलैमान से पूछा कि क्या वह जानता है कि उसे \"सोलोमन\" (सुलेमैन) क्यों कहा जाता है। सोलोमन का कहना है कि वह नहीं करता है, जहां चींटी ने समझाया: \"हालांकि आपका दिल ध्वनि (सेलिम) था और आप अगली दुनिया की परिस्थितियों को जानते हैं, आपने इस दुनिया के कुछ सुखों को स्वीकार कर लिया है और इसके कब्जे और उसके कब्जे से धोखा दिया गया है। किंग्सशिप; इसलिए आपको सोलोमन कहा जाता है। \" बाद में चींटी सुलैमान से पूछती है, अगर वह जानता है कि भगवान ने उसके लिए हवा को क्यों वश में किया है। एक बार फिर, सोलोमन नहीं कहते हैं और चींटी का जवाब है: \"उन्होंने एक कारण के लिए हवा को वश में कर लिया है: जिसे आपने स्वीकार किया है, वह कुछ भी नहीं है। जिस तरह हवा गुजरती है, दुनिया का धन और राजा भी गुजरता है।\" फखर अल-दीन रज़ी और अल-कुर्टुबी जैसे विद्वानों ने चींटी को मनुष्यों के लिए एक परीक्षा के रैंक तक पहुंचाया। [२२] (p198)\n\nसबा की विजय '\n\nMa'rib में बैरन मंदिर के खंडहर, सबा की पूर्व राजधानी 'जो अब यमन है\nसोलोमन के राजा का एक और महत्वपूर्ण पहलू उनकी सेना का आकार था, जिसमें पुरुष और जिन दोनों शामिल थे। सोलोमन अक्सर अपने सैनिकों और योद्धाओं के साथ -साथ जिनन और सभी जानवरों का आकलन करते थे, जिन्होंने उसके अधीन काम किया था। एक दिन, जब अपने सैनिकों का निरीक्षण करते हुए, सोलोमन ने हड-हड (هُدْهُد, hoopoe) को विधानसभा से गायब पाया। [२३] इसके तुरंत बाद, हालांकि, हड-हड सोलोमन के अदालत में पहुंचे, उन्होंने कहा कि \"मैंने कम्पास (क्षेत्र) जो तू को कम्पास नहीं किया है, और मैं सबा से आपके पास आया हूं।\" सोलोमन को बताया कि शीबा के लोगों ने सूरज की पूजा की, और राज्य पर शासन करने वाली महिला अत्यधिक बुद्धिमान और शक्तिशाली थी। सोलोमन, जिन्होंने बारीकी से सुना, ने शीबा की भूमि को एक पत्र लिखने के लिए चुना, जिसके माध्यम से वह शीबा के लोगों को सूर्य की मूर्ति की पूजा को रोकने के लिए समझाने की कोशिश करेगा, और भगवान की पूजा में आएगा। सोलोमन ने हड-हड को शेबा (बिलकिस) की रानी को पत्र देने का आदेश दिया, और फिर उसकी प्रतिक्रिया को छिपाने और देखने के लिए। रानी को पत्र। फिर रानी ने अपने मंत्रियों को अदालत में बुलाया और उन्हें सोलोमन के पत्र को शेबा के लोगों को बताते हुए जोर से पढ़ा: \"अल्लाह के नाम पर दयालु दयालु, आप मेरे खिलाफ नहीं हैं, लेकिन मेरे पास मुस्लिमिन (مُسْلِمِ सिर्फ) के रूप में आओ )। \" उसने अपने मंत्रियों और अन्य अदालत के अन्य अधिकारियों के साथ वकील लिया, \"हे मेरे लोग, मैं अच्छी तरह से जानता हूं कि आप बहादुर और शक्तिशाली योद्धा हैं, और यह कि पृथ्वी के चेहरे पर कोई भी आपके खिलाफ खड़े नहीं हो सकता है, फिर भी मैं इस पर आपके दिमाग को जानूंगा। मामला।\" अदालत के लोगों ने जवाब दिया: \"तुम्हारा शक्ति है, हे रानी, ​​और जो भी आपकी आज्ञा है, हम इसका पालन करेंगे।\" हालांकि, लंबाई में, रानी सोलोमन में आईं, उन्होंने भगवान को प्रस्तुत करने की घोषणा की। [२५]\n\nसोलोमन और IFRIT\nजब बिलकिस 'सोलोमन के दरबार की यात्रा कर रहा था, तो राजा ने अपने सेवकों को उसके आने से पहले अपना सिंहासन दिया। एक IFRIT ने अपनी सेवाओं (Q27: 38-40) की पेशकश की, लेकिन सोलोमन ने अस्वीकार कर दिया, इस कार्य को एक मैनसर्वेंट के बजाय सौंपते हुए, जो एक पवित्र साथी होने के नाते, भगवान से प्रार्थना की कि वह उसके लिए सिंहासन को स्थानांतरित करे। संबंधित करने के लिए, उनकी प्रार्थना का उत्तर दिया गया था, सोलोमन के महल में भगवान की शक्ति द्वारा दिखाई देने वाला सिंहासन। जब बिलकिस पहुंचे, तो सोलोमन ने उससे पूछा कि क्या वह अपने सिंहासन को पहचानती है, लेकिन वह चमत्कार को समझने के लिए संघर्ष कर रही थी कि भगवान ने गढ़ा था, राजा को एक स्पष्ट जवाब दिया, अंत में सोलोमन के विश्वास को अपनाने से पहले, इस बात पर जीत हासिल की कि चमत्कार नहीं था कि चमत्कार नहीं था। एक मात्र इफ्रीट का लेकिन वह स्वयं ईश्वर का। सोलोमन ने इफिट के लुभावने प्रस्ताव को अस्वीकार कर दिया, क्योंकि उन्होंने पूरी तरह से ईश्वर पर भरोसा करने की मांग की थी न कि एक दानव या किसी अन्य व्यक्ति पर नहीं, और बिलीकिस को सच्चे विश्वास में परिवर्तित करने में सफलता के साथ अपनी पवित्रता के लिए पुरस्कृत किया गया। [२६]\n\nमौत\n\nयरूशलेम के पुराने शहर, अल-अक्सा मस्जिद के परिसर में सुलेमान का मकबरा\nकुरान से संबंधित है कि सोलोमन की मृत्यु हो गई, जब वह अपने कर्मचारियों पर झुक रहा था और वह खड़ा रहा, तब तक उसके द्वारा तैयार किया गया, जब तक कि एक छोटा प्राणी - चींटी या कीड़ा - उस पर कुतरना, जब तक, अंत में, यह रास्ता नहीं दिया - और उसके बाद ही उसका किया शरीर का पतन।\n\nफिर, जब हमने (सोलोमन की) मौत का फैसला किया, तो कुछ भी उन्हें पृथ्वी के एक छोटे कीड़े को छोड़कर अपनी मृत्यु नहीं दिखाई, जो अपने कर्मचारियों को छोड़ते हुए (धीरे ​​-धीरे) बनी हुई थी: इसलिए जब वह नीचे गिर गया, तो जिन्न ने स्पष्ट रूप से देखा कि अगर वे जानते हैं कि वे जानते हैं कि अनदेखी, वे अपमानजनक दंड (उनके कार्य के) में नहीं थे।\n\n- कुरन, सूरह 34 (सबा), अयाह 14 [27]\nजैसे -जैसे वह सीधा रहा, अपने कर्मचारियों पर प्रहार किया, जिन्न ने सोचा कि वह अभी भी जीवित है और उनकी देखरेख कर रहा है।\n\nउन्होंने केवल सत्य का एहसास किया जब परमेश्वर ने एक प्राणी को जमीन से बाहर रेंगने के लिए भेजा और सोलोमन के कर्मचारियों को कुनात किया, जब तक कि उसका शरीर नहीं गिर गया। इस कविता को दर्शकों को यह सिखाने के लिए समझा जाता है कि जिन्न को अनदेखी (अल -गाईब) को नहीं पता है - क्या वे इसे जानते थे, वे एक मृत व्यक्ति की सेवा में मूर्खों की तरह नहीं रहेंगे।\n\nसोलोमन के गीत में महमदीम\nअधिक जानकारी: मुहम्मद और बाइबिल और सेमिटिक रूट\nकुरान के छंदों से प्रेरित होकर, कुछ मुस्लिम [जो?] का मानना ​​था कि मुहम्मद (अरबी: مُحممّد, व्यंजन पत्र: M-ħ-m-d) का उल्लेख गीतों के गीत में किया गया है (5:16) 'महमदीम' (हिब्रू: के रूप में) מַחֲמַדִּ, व्यंजन पत्र: m-y-m-d-y-m), भले ही बाद के शब्द का अनुवाद यहूदियों द्वारा \"वांछनीय\" या \"प्यारा\" के रूप में किया गया हो। [२ ९]\n\nसोलोमन और जामशिद\n\nपर्सेपोलिस, ईरान (2) (क्रॉप्ड) का सामान्य दृश्य\nजामशिद दुनिया के चौथे राजा थे, कवि फिरदौसि के शाहना के अनुसार। सोलोमन की तरह, उन्हें माना जाता था कि उनके पास दुनिया के सभी स्वर्गदूतों और राक्षसों पर कमान थी, और हॉर्मोज़द के राजा और उच्च पुजारी (अहुरा मज़्दा के लिए मध्य फारसी) दोनों थे। वह कई महान आविष्कारों के लिए जिम्मेदार था जिसने अपने लोगों के लिए जीवन को अधिक सुरक्षित बनाया: कवच और हथियार का निर्माण, लिनन, रेशम और ऊन के कपड़े की बुनाई और रंगाई, ईंट के घरों का निर्माण, गहने और कीमती धातुओं का खनन , इत्र और शराब बनाना, चिकित्सा की कला, नौकायन जहाजों में दुनिया के पानी का नेविगेशन। वह जामशिद अब सबसे बड़ा सम्राट बन गया था जिसे दुनिया कभी भी जानती थी। वह रॉयल फ़र (अवेस्टन: ख्वारेना) के साथ संपन्न था, जो एक उज्ज्वल वैभव था जो उसके बारे में दिव्य पक्ष से जल गया था।\n\nदो बुद्धिमान सम्राटों के बीच समानता के कारण, कुछ परंपराएं दोनों को भ्रमित करती हैं। उदाहरण के लिए सोलोमन अल-बल्ली के कार्यों में दक्षिण-पश्चिमी ईरान पर शासन करने से जुड़ा था। पर्सेपोलिस को सोलोमन की सीट माना जाता था और इसे मासुदी, मुकद्दसी और इस्ताखरी जैसे विद्वानों द्वारा \"सोलोमन के खेल का मैदान\" के रूप में वर्णित किया गया था। अन्य मुस्लिम लेखकों ने इस विश्वास का विरोध किया है कि सोलोमन ने एक बार ईरान में शासन किया था, यह तर्क देते हुए कि सोलोमन और जमशिड के जीवन और कर्मों के बीच कोई भी समानताएं विशुद्ध रूप से संयोग हैं, दोनों अलग -अलग और अलग -अलग व्यक्ति हैं। [३०] [३१] बाद का दृष्टिकोण रहा है इंडो-यूरोपीय पौराणिक कथाओं के क्षेत्र में छात्रवृत्ति द्वारा विमित, जिसने निर्णायक रूप से यह प्रदर्शित किया है कि चरित्र जमशिद प्रारंभिक जोरोस्ट्रियन देवता यिमा से निकलता है, [32] [33] जबकि कुरान और बाइबिल छात्रवृत्ति बुद्धिमान पैगंबर राजा के लिए ऐतिहासिकता के एक उपाय का समर्थन करती है। [३४]",
"Ilyas": "इलियास (अरबी: إلياس) एक पैगंबर और दूत ऑफ गॉड (अल्लाह) थे, जिन्हें इज़राइल के बच्चों का मार्गदर्शन करने के लिए भेजा गया था। उन्हें लोगों को मूर्तियों की पूजा करने से रोकने के लिए भविष्यवाणी मिशन दिया गया था। [१] Ilyas अल्यासा के भविष्य के पूर्ववर्ती हैं। [२] कुछ इस्लामी विद्वानों का मानना ​​है, कि इलियास हारुन (आरोन) के संतान से है। [३]\n\nकुछ मुसलमानों का मानना ​​है कि इलियास अभी भी जीवित है और हर साल हज में भाग लेता है, खिद्र के साथ। [४] कुछ मुसलमानों का यह भी मानना ​​है कि इलियास अंत समय में लौट आएगा। [५]\n\nप्रारंभिक जीवन\nइस्लामिक स्रोतों में, इलियास का पूरा नाम इलियास इब्न यासिन है, [6] चूंकि एएस-सेफैट 37: 130 में, इलियास को यासिन कहा जाता है। [7] इस्लामिक हदीसों में इलियास की कुछ कहानियों का भी उल्लेख किया गया है; जैसे कि इलियास द्वारा सूखे के साथ इस्राएलियों का अभिशाप, [8] हीलिंग अल्यासा, [9] और अहाब के साथ लड़ना। [१०]\n\nकई इस्लामी स्रोतों और बाइबिल के अनुसार, एलियास (ए) जीवित है और आसमान में चढ़ा हुआ है। [११] हालांकि, इब्न कथिर ने इन हदीसों को स्वीकार नहीं किया और उन्हें इज़राइलियट के बीच माना। [१२] मुअजम अल-बुलदान में, याकुत अल-हमवी ने बालबेक में एलियास (ए) के लिए एक कब्र का उल्लेख किया। [13] बाद में एक तीर्थस्थल इस कब्र पर बनाया गया था, लेकिन यह एक \"पैगंबर ऐला\" को समर्पित था, भले ही स्थानीय लोगों ने माना एलियास का मकबरा था (ए) [14]\n\nप्रवर्तन\nIlyas को पहली बार अल-अनम 6:85 में एक पैगंबर के रूप में उल्लेख किया गया है। [15] उन्होंने अपने लोगों को आमंत्रित किया जो बालबेक में एकेश्वरवाद के लिए रहते थे, भगवान का पालन करते थे और पापों को छोड़ देते थे। [१६] उनका मुख्य कार्य मूर्ति-पूजा को रोकने के लिए था। [१]] कई वर्षों तक अपने लोगों की दृढ़ता का सामना करने के बाद, उन्हें सूखे से शाप दिया और लोगों को भुखमरी के साथ भड़काया गया। [१]] कुरान में इलियास की कथा और बाद में मुस्लिम परंपरा इस बात से मिलती -जुलती है कि हिब्रू बाइबिल और मुस्लिम साहित्य में एलिजा की प्राथमिक भविष्यवाणी को रिकॉर्ड किया गया है, जैसा कि अहाब और इज़ेबेल के शासनकाल के दौरान और साथ ही अहाजियाह के शासनकाल में होता है। इदरीस सहित अन्य पैगंबर और संतों की संख्या, जो कुछ विद्वानों द्वारा माना जाता है कि इलियास के लिए एक और नाम है, [21] और खिद्र। [22] इस्लामिक किंवदंती ने बाद में इलियास के आंकड़े को विकसित किया, उनकी विशेषताओं पर बहुत अलंकृत किया, और कुछ एपोक्रिफ़ल साहित्य ने इलियास को एक आधा-मानव, आधा एंजेल का दर्जा दिया। [२३] Ilyas भी बाद के साहित्य के कामों में दिखाई देता है, जिसमें हमजानमा भी शामिल है। [२४]\n\nकुरान\nइलियास का उल्लेख कुरान में किया गया है, जहां उनके उपदेश को संक्षिप्त तरीके से सुनाया जाता है। कुरान बताता है कि इलियास ने अपने लोगों को भगवान की पूजा के लिए आने और क्षेत्र की प्राथमिक मूर्ति बाल की पूजा छोड़ने के लिए कहा। कुरान कहता है: [1]\n\n\"वास्तव में इलियस प्रेरितों में से एक था। जब उसने अपने लोगों से कहा:\" क्या आप भगवान से नहीं डरेंगे? “क्या तुम ba'al पर बुलाओगे और सबसे अच्छे रचनाकारों, भगवान, अपने प्रभु और कर्जर और भगवान और अपने बूढ़े के पिता के संभोगकर्ता को छोड़ देंगे?\n\n-एएस-साहफ़त 123–126\nकुरान यह स्पष्ट करता है कि अधिकांश इलियास के लोगों ने पैगंबर से इनकार किया और मूर्तिपूजा का पालन करना जारी रखा। हालांकि, यह उल्लेख करता है कि उनके बीच भगवान के समर्पित सेवकों की एक छोटी संख्या ने एलिजा का अनुसरण किया और भगवान में विश्वास किया और पूजा की। कुरान ने कहा, \"उन्होंने उसे (एलिजा) से इनकार किया, और निश्चित रूप से सजा के लिए लाया जाएगा, ईश्वर के ईमानदार और समर्पित सेवकों को छोड़कर (उनमें से)। और हमने पोस्टरिटी के लिए उसकी (स्मृति) छोड़ दी।\" [25] [26] [26]\n\nकुरान में, ईश्वर ने दो स्थानों पर एलिजा की प्रशंसा की:\nशांति एलिजा पर हो! यह है कि हम उन लोगों को पुरस्कृत करते हैं जो अच्छा करते हैं। वह वास्तव में हमारे विश्वास करने वाले नौकरों में से है।\n\n-कुरान, अध्याय 37 (अस-सशट), श्लोक 129–132 [27]\nऔर ज़कारिया और याह्या और ईसा और इलियास, वे सभी धर्मी के बीच से थे\n\n-कुरान, अध्याय 6 (अल-अनम), श्लोक 85 [28]\nअब्दुल्ला युसुफ अली सहित कई टिप्पणीकारों ने कविता 85 पर टिप्पणी की पेशकश की है, जिसमें कहा गया है कि इलियास, ज़कारिया, याह्या और ईसा सभी आध्यात्मिक रूप से जुड़े हुए थे। अब्दुल्ला यूसुफ अली कहते हैं, \"तीसरे समूह में कार्रवाई के पुरुष नहीं हैं, बल्कि सत्य के प्रचारक हैं, जिन्होंने एकान्त जीवन का नेतृत्व किया है। उनका उपकला है:\" धर्मी। \"वे एक जुड़े हुए समूह के दौर का निर्माण करते हैं। ज़ाचरिया जॉन के पिता थे। बैपटिस्ट, जिसे \"इलियास के रूप में संदर्भित किया जाता है, जो आने के लिए था\" (मैट 11:14); और एलियास के बारे में कहा जाता है कि वह उपस्थित था और यीशु से माउंट पर ट्रांसफ़िगरेशन में बात की थी (मैट। 17: 3)। \" 29]\n\nहालांकि अधिकांश मुस्लिम विद्वानों का मानना ​​था कि एलिजा ने इजरायल में प्रचार किया, कुरान के कुछ शुरुआती टिप्पणीकारों ने कहा कि इलियास को लेबनान में बालबेक भेजा गया था। [३०] आधुनिक विद्वानों ने इस दावे को खारिज कर दिया है, जिसमें कहा गया है कि एलिजा के साथ शहर का संबंध शहर के नाम की पहली छमाही के कारण बनाया गया होगा, बाल का, जो कि देवता था जिसे एलिजा ने अपने लोगों को पूजा करने से रोकने के लिए प्रेरित किया था। बालबेक के साथ एलिजा के शहर की पहचान को अस्वीकार करने वाले विद्वानों ने आगे तर्क दिया कि बालबेक शहर का उल्लेख कुरान या हिब्रू बाइबिल में इलियास के कथा के साथ नहीं किया गया है। [३१]\n\nमौत\nसमय बीतने से, सूखा फैल गया और कई मर गए। जब उन्होंने खुद को देखा, अपने पिछले कामों पर पछतावा किया, एलियास (ए) की ओर रुख किया, और उनके निमंत्रण को स्वीकार कर लिया। [३२] फिर, एलियास की प्रार्थना के कारण (ए) एक भारी बारिश आ गई और जमीन तृप्त हो गई; हालांकि, थोड़ी देर बाद, लोग भगवान के साथ अपनी वाचा को भूल गए और मूर्ति की पूजा करने में लौट आए। जब इलियास ने यह देखा, तो उसने भगवान से अपनी मृत्यु के लिए कहा; लेकिन, परमेश्वर ने उसे आग का एक रथ भेजा और वह आसमान में चढ़ गया और अल्यासा को चुना जो उसके शिष्य के रूप में उसका शिष्य था। [३३] Ilyas शायद ही कभी इस्लामी Eschatology से जुड़ा हो। [३४] हालांकि, कुछ मुसलमानों का मानना ​​है कि इलियस को कई बार रहस्यमय आंकड़ा खिद्र के साथ वापस आने की उम्मीद है। [५]\n\nविरासत\nमुस्लिम साहित्य और परंपरा यह बताती है कि इलियास ने इज़राइल के राज्य को उपदेश दिया, अहाब और बाद में उनके बेटे अहाजियाह ने शासन किया। उन्हें \"रेगिस्तान का पैगंबर- याह्या की तरह\" कहा जाता है। [३५] माना जाता है कि इलियास ने अहाब और उनकी पत्नी इज़ेबेल को उत्साह के साथ प्रचार किया है, जो मुस्लिम परंपरा के अनुसार इस क्षेत्र में झूठी मूर्तियों की पूजा के लिए आंशिक रूप से जिम्मेदार थे। मुसलमानों का मानना ​​है कि ऐसा इसलिए था क्योंकि अधिकांश लोगों ने एलिय्याह को सुनने से इनकार कर दिया था कि एलीशा को उसके बाद इजरायल को भगवान के संदेश का प्रचार करना जारी रखना था। [३६]\n\nइलियास मुस्लिम संस्कृति में किंवदंतियों और लोककथाओं का विषय रहा है, जिसमें आमतौर पर खिद्र के साथ उनकी बैठक शामिल होती है। एक मुस्लिम एक्सगेट रिपोर्ट के अनुसार, मुहम्मद ने मक्का में इलियास से मुलाकात की। [३]] इस्लामिक रहस्यवाद में, इलियास ऋषि खिद्र के साथ निकटता से जुड़ा हुआ है। एक हदीस ने बताया कि इलियास और खिद्र हर साल यरूशलेम में मक्का की तीर्थयात्रा पर जाने के लिए एक साथ मिलते थे। [38] इलियास हमजानमा में भी कई बार दिखाई देता है, जहां उन्हें खिद्र के भाई के रूप में भी कहा जाता है और साथ ही युवाओं के फव्वारे से पिया। [३ ९] इसके अलावा, यह किताब अल-काफी में सुनाया गया है कि इमाम जाफर अल-सादिक सीरियाई भाषा में इलियास के वेश्यावृत्ति का पाठ कर रहा था और रोने लगा। इसके बाद उन्होंने अरबी में विद्वानों के एक समूह में अनुवाद किया:\n\n\"हे भगवान, क्या मुझे मिलेगा कि आप मुझे दंडित करते हैं, हालांकि आप दोपहर की गर्मी में मेरी प्यास के बारे में जानते हैं? क्या मैं पाऊंगा कि आप मुझे दंडित करते हैं, हालांकि आप जानते हैं कि मैं आपकी पूजा करने के लिए पृथ्वी पर अपना चेहरा रगड़ता हूं? क्या मुझे मिल जाएगा कि आप सजा देते हैं हालांकि आप जानते हैं कि मैं आपके लिए पापों को छोड़ देता हूं? क्या मैं पाऊंगा कि आप मुझे सजा देते हैं, हालांकि आप जानते हैं कि मैं पूरी रात आपके लिए जागता रहता हूं? \" जिस पर अल्लाह ने तब इलियास को प्रेरित किया, \"पृथ्वी से अपना सिर उठाएं क्योंकि मैं आपको दंडित नहीं करूंगा\"। [४०]\n\nटिप्पणियाँ\n \"एलियास एलिजा के समान है, जिसकी कहानी 1 किंग्स 17-19 और 2 किंग्स 1-2 में पुराने नियम में मिलेगी। एलिजा अहाब (896-874 ईसा पूर्व) और अहाजिया (874-872 ईसा पूर्व के शासनकाल में रहती थी। ), इज़राइल या सामरिया के (उत्तरी) राज्य के राजा। वह हमारे पवित्र पैगंबर के विपरीत, जॉन बैपटिस्ट की तरह रेगिस्तान का एक पैगंबर था, जिसने अपने लोगों के सभी मामलों में भाग लिया, नियंत्रित किया और निर्देशित किया। दोनों अहाब और अजरिया को बाल की पूजा में चूकने का खतरा था, सीरिया में सूर्य-देवता की पूजा की गई थी। उस पूजा में प्रकृति-शक्ति और खरीद शक्तियों की पूजा भी शामिल थी, जैसे कि लिंगम की हिंदू पूजा में, और कई गालियों का नेतृत्व किया। राजा राजा राजा। अहाब ने सिडोन, इज़ेबेल की एक राजकुमारी से शादी की थी, जो एक दुष्ट महिला थी, जिसने अपने पति को अल्लाह को त्यागने और बाल-पूजा को अपनाने के लिए प्रेरित किया था। \" ... \"एलिजा ने अहाब के सभी पापों के साथ -साथ अहाजिया के पापों की भी निंदा की और अपने जीवन के लिए भागना पड़ा। आखिरकार, पुराने नियम के अनुसार, [19] उन्हें आग के एक रथ में स्वर्ग में एक बवंडर में ले लिया गया था। उन्होंने एलीशा पैगंबर के साथ अपना मेंटल छोड़ दिया था। \"[20]",
"Alyasa": "Alyasa (अरबी: اليسع, रोमनलाइज्ड: अल्यास ') पैगंबर और मैसेंजर ऑफ गॉड (अल्लाह) है, जिसे इज़राइल के बच्चों का मार्गदर्शन करने के लिए भेजा गया था। कुरान में, अल्यासा का उल्लेख दो बार एक पैगंबर के रूप में किया गया है, [1] और दोनों समय के साथ -साथ साथी नबियों के साथ उल्लेख किया गया है। [२] उन्हें मुसलमानों द्वारा इलियास (एलिजा) के भविष्यवाणी के रूप में सम्मानित किया जाता है। इस्लामिक स्रोत जो खिद्र के साथ एलीशा की पहचान करते हैं, इस्लामी परंपरा में खिद्र और इलियास के बीच मजबूत संबंध का हवाला देते हैं। [३]\n\nव्यक्तित्व\nAlyasa के नाम का उल्लेख दो बार अल-अनम 6:86 और उदास 38:48 में किया गया है। उन छंदों में, अल्यासा के व्यक्तित्व या भविष्यवाणी के बारे में कुछ भी उल्लेख किए बिना, उनका उल्लेख \"ग्रेस\" और \"चुनाव के बीच\" के रूप में किया गया है। [४] कुरान के अनुसार, एलीशा को \"बाकी सृजन से ऊपर\" (अरबी: ّ ّلْنَا عَلْ ٱلْالَمِين, रोमनलाइज्ड: faḍḍalnā ʿala l-allamīn (a) [4] और \"के बीच\" (arabic ِ ِ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ of ٱ ٱ ٱ ٱ ٱ ٱ ʿ ʿ ʿ ʿ ʿ ʿ ʿاالَالَالَالَالَالَالَالَالَالَالَالَ\ ِ ʿ ʿْالَالَالَالَ\ ِ ʿ ʿ ʿ ʿاالَْالَالَالَالَالَالَالَالَالَالَर्य ʿ ʿ ʿ ʿ ٱ उठो मीना l-akhyār)।\n\nऔर इस्माइल और अल्यासा और यूनुस, और लुट; और हर एक हम दुनिया के ऊपर पकड़ रहे थे;\n\n-अल-अनम 6:86\nऔर हमारे नौकरों को याद रखें कि इस्माइल, अल्यासा और धुल-किफ्ल, उनमें से प्रत्येक वास्तव में अच्छा है।\n\n- उदास 38:48\nचमत्कार\nअली अल-रिधा के एक शिया हदीस में, यह उल्लेख किया गया है कि अल्यासा में कुछ चमत्कार थे, जिसमें मृतकों के पुनरुद्धार, बीमार को ठीक करना और पानी पर चलना शामिल था। [प्रशस्ति पत्र की आवश्यकता]\n\nकब्रों का दावा किया\nकुछ मुसलमानों का मानना ​​है कि एलीशा का मकबरा सऊदी अरब के पूर्वी क्षेत्र में अल-अवजम में है। तीर्थस्थल को सऊदी सरकार द्वारा हटा दिया गया था क्योंकि इस तरह की वंदना सऊदी अरब में वहाबी या सलाफी सुधार आंदोलन के अनुसार नहीं है। [६] [7] यह ओटोमन अरब के समय कई शताब्दियों तक एक महत्वपूर्ण मील का पत्थर था, और पूर्व-आधुनिक काल में सभी संप्रदायों के मुसलमानों के लिए एक बहुत लोकप्रिय तीर्थयात्रा गंतव्य था। [8]\n\nएलीशा की कब्र, तुर्की के दियारबकिर प्रांत के ईल जिले में मौजूद है। [९] मूल तीर्थस्थल एक नदी के पास था जिसे 1994 में बाढ़ की गई थी। नौ विद्वानों के एक गुप्त बोर्ड का गठन नगर परिषद द्वारा धार्मिक मामलों के निदेशालय के सहयोग से किया गया था ताकि जनता के इशारे से बचने से बचें। क्षेत्र में बाढ़ आने से पहले, कब्र को रात में खोदा गया था और पैगंबर के संरक्षित शरीर को - नौ विद्वानों और आधिकारिक श्रमिकों द्वारा देखा गया था - बाढ़ के मैदान के दृश्य के साथ एक पहाड़ी पर दफन होने के लिए उकसाया गया था। हालांकि, शहर के कई लोगों ने उस रात अपने सपने में पैगंबर को देखा, और नए स्थान पर अपने पुनर्जन्म का निरीक्षण करने के लिए सूर्योदय से पहले निकले। [१०] [११]",
"Yunus": "यूंस इब्न मट्टा (अरबी: يُونُس ابن ماتا, रोमनलाइज्ड: Y, onus ibn Matta) एक पैगंबर और मैसेंजर ऑफ गॉड (अल्लाह) है। यूनुस को पारंपरिक रूप से इस्लाम में एक पैगंबर के रूप में अत्यधिक महत्वपूर्ण माना जाता है जो भगवान के प्रति वफादार था और उसने अपने संदेश दिए। [१] [२] यूंस बाइबल के बारह नाबालिग पैगंबर में से एक है जिसे कुरान में नामित किया जाना है। [३] कुरान के दसवें अध्याय का नाम उसके नाम पर रखा गया है। [४]\n\nयूनुस को धूल-नन (अरबी: ذُو ٱلنُّوْن) और मुसलमानों द्वारा कहा जाता है। [५] उनका उल्लेख कुरान में चार बार नाम से किया जाता है। [६]\n\nहदीसों का उल्लेख\nमुहम्मद के जीवनकाल के दौरान कुछ घटनाओं में यूनुस का भी उल्लेख किया गया है। कुछ उदाहरणों में, यूनुस का नाम मुहम्मद द्वारा प्रशंसा और श्रद्धा के साथ बोला जाता है। मुहम्मद के जीवन के बारे में ऐतिहासिक कथनों के अनुसार, खुलासे प्राप्त करने के दस साल बाद, मुहम्मद यह देखने के लिए कि क्या इसके नेता उन्हें मक्का के बजाय वहां से अपने संदेश का प्रचार करने की अनुमति देंगे, लेकिन वह शहर से कास्ट किया गया था। लोग। उन्होंने कुरैश जनजाति के दो सदस्यों के बगीचे और शायब के बगीचे में शरण ली। उन्होंने अपने नौकर, अडास को भरण -पोषण के लिए अंगूर की सेवा करने के लिए भेजा। मुहम्मद ने अडास से पूछा कि वह कहां से है और नौकर ने नीनवे को जवाब दिया। \"द टाउन ऑफ युनस जस्ट, अमितई का बेटा!\" मुहम्मद ने कहा। अडास हैरान था क्योंकि वह जानता था कि बुतपरस्त अरबों को यूनुस का कोई ज्ञान नहीं था। फिर उन्होंने पूछा कि मुहम्मद इस आदमी के बारे में कैसे जानते हैं। \"हम भाई हैं,\" मुहम्मद ने जवाब दिया। \"यूनुस भगवान का एक पैगंबर था और मैं भी, भगवान का एक पैगंबर हूं।\" Addas ने तुरंत इस्लाम को स्वीकार कर लिया और मुहम्मद के हाथों और पैरों को चूमा। [१०]\n\nइमाम बुखारी के संग्रह में मुहम्मद की एक बात का कहना है कि मुहम्मद ने कहा \"एक को यह नहीं कहना चाहिए कि मैं यूनुस से बेहतर हूं\"। [११] [१२] [१३] [१४] [१४] मुहम्मद के एक पुराने समकालीन इब्न अबी अल-सॉल्ट ने सिखाया था कि, यूनुस ने अल्लाह से प्रार्थना नहीं की थी, वह पुनरुत्थान के दिन तक मछली के अंदर फंस गया होगा [14] लेकिन, उसकी प्रार्थना के कारण, यूंस \"केवल कुछ ही रुके थे। मछली के पेट के भीतर दिन \"। [१४]\n\nनौवीं शताब्दी के फारसी इतिहासकार अल-ताबरी ने रिकॉर्ड किया कि, जबकि जोना मछली के अंदर था, \"उसकी हड्डियों या सदस्य में से कोई भी घायल नहीं हुआ था\"। [१४] अल-ताबारी यह भी लिखते हैं कि अल्लाह ने मछली के शरीर को पारदर्शी बना दिया, जिससे यूंस ने \"गहरे के चमत्कार\" को देखने की अनुमति दी [15] और यूंस ने सभी मछलियों को अल्लाह की प्रशंसा करते हुए सुना। [१५] दसवीं शताब्दी के कवि, किसई मारवाज़ी ने रिकॉर्ड किया कि यूनुस के पिता सत्तर साल के थे, जब यूनुस का जन्म हुआ था [14] और वह जल्द ही मर गया, [14] यूंस की माँ को कुछ भी नहीं बल्कि एक लकड़ी के चम्मच के साथ छोड़ दिया, जो बाहर निकला, जो निकला कॉर्नुकोपिया बनो। [१४]\n\nमकबरों\nयह भी देखें: मस्जिदों और मंदिरों मोसुल of मस्जिद_ओफ़_थोफेट_जोनाह\n\nISIL द्वारा इसके विनाश के बाद, यूनुस की मस्जिद के खंडहरों की तस्वीर\nनीनवे के वर्तमान स्थान को पांच गेट्स, चार तरफ की दीवारों के कुछ हिस्सों और दो बड़े टीले की खुदाई से चिह्नित किया गया है: कुयुनजिक की पहाड़ी और नबी यूनुस की पहाड़ी (फुटनोट में मैप लिंक देखें) [16] एक मस्जिद के ऊपर नबी यूनुस को जोनाह के लिए समर्पित किया गया था और इसमें एक तीर्थस्थल शामिल था, जो कि मुसलमानों और ईसाइयों दोनों द्वारा जोना के मकबरे के स्थल के रूप में सम्मानित किया गया था। [17] मकबरे एक लोकप्रिय तीर्थयात्रा स्थल [18] और मध्य पूर्व में यहूदियों, ईसाइयों और मुसलमानों के लिए एकता का प्रतीक था। [१]] 24 जुलाई, 2014 को, इस्लामिक स्टेट ऑफ इराक और लेवंत (आईएसआईएल) ने मस्जिद को नष्ट कर दिया, जिसमें धार्मिक अभयारण्यों को नष्ट करने के लिए एक अभियान के हिस्से के रूप में मकबरे को नष्ट कर दिया गया था। जनवरी 2017 में मोसुल को आईएसआईएल से वापस ले जाने के बाद, 7 वीं शताब्दी ईसा पूर्व के पहले छमाही के आसपास ईशरहादन द्वारा निर्मित एक प्राचीन असीरियन महल को बर्बाद मस्जिद के नीचे खोजा गया था। [१]] [२०] ISIL ने काले बाजार पर बेचने के लिए वस्तुओं के महल को लूट लिया था, [18] [20] लेकिन कुछ ऐसी कलाकृतियां जो परिवहन के लिए अधिक कठिन थीं, अभी भी बने हुए हैं। [१ [] [२०]\n\nअन्य मुस्लिम कब्रें\nजोना के मकबरे के अन्य प्रतिष्ठित स्थानों में इज़राइल में गाथ-हेपर के प्राचीन स्थल पर स्थित माशद का अरब गांव शामिल है; [२१] हेब्रोन के उत्तर में ५ किमी (३.१ मील) के फिलीस्टीन के वेस्ट बैंक शहर, [२२] और लेबनान में साराफंद (सरेप्टा) शहर के पास एक अभयारण्य। [२३] एक अन्य परंपरा एक पहाड़ी पर कब्र रखती है जिसे अब गिवट योना, \"जोनाह हिल\" कहा जाता है, जो कि इजरायली शहर अशदोड के उत्तरी किनारे पर एक आधुनिक लाइटहाउस द्वारा कवर की गई एक साइट पर है।\n\nजोनाह का एक मकबरा, तुर्की के डियारबकिर में पाया जा सकता है, फतह पाशा मस्जिद में मिहरब के पीछे स्थित है। [२४] [२५] एवलिया सेलेबी ने अपने सेहटनेम में कहा कि वह जोना की कब्रों का दौरा किया।\n\nकुरान का उल्लेख\nअल-एनीबिया 21:87 [7] और अल-क़लाम 68:48 में, यूनुस को धूल-नॉन (अरबी: ذُو ٱلنُّوْن, लिट। 'मछली में से एक' कहा जाता है। [५] एन-निसा 4: 163 और अल-अनम 6:86 में, उन्हें \"अल्लाह का एक प्रेरित\" कहा जाता है। [५] सूरह 37: 139-148 यूनुस की पूरी कहानी को फिर से बताता है: [5]\nइसलिए जोनाह भी भेजे गए (हमारे द्वारा)।\nजब वह भाग गया (कैद से एक गुलाम की तरह) जहाज (पूरी तरह से) लादे,\nवह (सहमत) बहुत से कास्ट किया, और उसकी निंदा की गई:\nतब व्हेल ने उसे निगल लिया, और उसने दोष के योग्य कार्य किया।\nऐसा नहीं होता कि वह (पश्चाताप और) अल्लाह की महिमा करता था,\nवह निश्चित रूप से पुनरुत्थान के दिन तक मछली के अंदर रहेगा।\nलेकिन हमने उसे बीमारी की स्थिति में नग्न किनारे पर डाला,\nऔर हम उसके ऊपर बढ़ने के कारण, लौकी तरह का एक फैलने वाला पौधा।\nऔर हमने उसे (एक मिशन पर) एक सौ हजार (पुरुषों) या उससे अधिक के लिए भेजा।\nऔर वे मानते थे; इसलिए हमने उन्हें थोड़ी देर के लिए (उनके जीवन) का आनंद लेने की अनुमति दी।\n\n-कुरान, अध्याय 37 (अस-सशट), श्लोक 139–148 [8]\nकुरान ने यूनुस की विरासत का उल्लेख नहीं किया है, [5] लेकिन मुस्लिम परंपरा सिखाती है कि यूनुस बिनजामिन जनजाति से था। [९]",
"Zakariya": "इस्लामी सिद्धांत के अनुसार, ज़कारिया (अरबी: زكريا, जकरियाह) एक पैगंबर और दूत ऑफ गॉड (अल्लाह), और पैगंबर याह्या के पिता हैं।\n\nकुरान में\nज़कारिया एक धर्मी पुजारी [1] और ईश्वर के पैगंबर थे, जिनका कार्यालय यरूशलेम के दूसरे मंदिर में था। वह अक्सर मंदिर की सेवाओं के प्रबंधन के प्रभारी होते थे [2] और वह हमेशा भगवान से प्रार्थना में स्थिर रहेगा।\n\nएक बेटे के लिए प्रार्थना करना\nजब वह अपने बुढ़ापे में पहुंचा, तो ज़कारिया ने चिंता करने लगे कि उसकी मृत्यु के बाद ईश्वर के संदेश का प्रचार करने की विरासत को कौन जारी रखेगा और उसके बाद मंदिर की दैनिक सेवाओं को कौन ले जाएगा। ज़कारिया ने एक पुत्र के लिए भगवान से प्रार्थना करना शुरू कर दिया। एक संतान के जन्म के लिए प्रार्थना केवल एक बच्चे की इच्छा से बाहर नहीं थी। [१] उन्होंने खुद के लिए और जनता के लिए दोनों प्रार्थना की - उन्हें एक दूत की जरूरत थी, जो ईश्वर के एक व्यक्ति की जरूरत है जो जकारिया के बाद प्रभु की सेवा में काम करेगा। ज़कारिया का चरित्र और गुण था और वह इसे अपने आध्यात्मिक उत्तराधिकारी को अपने सबसे कीमती कब्जे के रूप में स्थानांतरित करना चाहता था। उनका सपना घर को पितृसत्ता जैकब की पोस्टरिटी के लिए बहाल करना था, और यह सुनिश्चित करने के लिए कि ईश्वर का संदेश इजरायल के लिए नवीनीकृत किया गया था। जैसा कि कुरान याद करता है:\n\nअपने सेवक ज़कारिया के लिए अपने प्रभु की दया का उल्लेख। जब वह अपने प्रभु को गुप्त रूप से रोते हुए रोया, तो कहा: मेरे भगवान! लो! मेरे मोम की हड्डियां कमजोर हो जाती हैं और मेरा सिर भूरे बालों के साथ चमक रहा है, और मैं कभी भी तुझे प्रार्थना में, मेरे प्रभु को नहीं देखता। लो! मुझे डर है कि मेरे बाद मेरे किंफ़ोकलक, क्योंकि मेरी पत्नी बंजर है। ओह, मुझे अपनी उपस्थिति से एक ऐसे उत्तराधिकारी को दें जो मुझे और विरासत में मिला होगा (यह भी) याकूब के घर का। और उसे, मेरे प्रभु, स्वीकार्य (आप के लिए) बनाओ। [कुरान १ ९: ४-६ (पिकहॉल द्वारा अनुवादित)]\n\nयाह्या का पिता\nईश्वर की ओर से एक उपहार के रूप में, ज़कारिया को यायाया (अरबी: يحيى, जॉन द बैपटिस्ट के साथ पहचाना गया) नाम का एक पुत्र दिया गया था, जो विशेष रूप से अकेले इस बच्चे के लिए चुना गया एक नाम है। मुस्लिम परंपरा बताती है कि ज़कारिया निन्यानबे साल की थी [3] जब उसे जॉन के जन्म के बारे में बताया गया था।\n\nज़कारिया की प्रार्थना के अनुसार, ईश्वर ने जॉन (याह्या) को ईश्वर के संदेश को नवीनीकृत किया, जो कि इस्राएलियों द्वारा भ्रष्ट और खो गया था। [४] जैसा कि कुरान कहता है:\n\nहे ज़चरियाह! लो! हम आपको एक बेटे की ख़बरें लाते हैं जिसका नाम जॉन है; हमने पहले (उसे) किसी को भी नाम नहीं दिया है। उसने कहा: मेरे भगवान! जब मेरी पत्नी बंजर है तो मैं एक बेटा कैसे कर सकता हूं और मैं बुढ़ापे की उम्र में पहुंच गया हूं? उसने कहा: तो क्या यह होगा, आपका प्रभु कहता है: यह मेरे लिए आसान है, और वास्तव में मैंने आपको पहले बनाया था, जब आप कुछ भी नहीं थे। उसने कहा: मेरे भगवान! मुझे एक इशारा दो। उन्होंने कहा: आपका संकेत यह है कि आप ध्वनि स्वास्थ्य में तीन रात लोगों से बात नहीं कर पाएंगे।\n\n- [कुरान 19: 7-10 (पिकथॉल द्वारा अनुवादित)]\nमैरीम के संरक्षक\nकुरान के अनुसार, ज़कारिया मरियम के संरक्षक थे। कुरान बताता है:\n\n(याद रखें) जब 'इमरान की पत्नी ने कहा: मेरे भगवान! मैंने तुम्हारी कसम खाई है कि जो मेरे पेट में एक अभिषेक (पेशकश) के रूप में है। इसे मुझसे स्वीकार करें। लो! तू, केवल तू, श्रोता, ज्ञाता कला! और जब उसे दिया गया तो उसने कहा: मेरे भगवान! लो! मैं एक महिला से वितरित हूं - अल्लाह को पता था कि उसे क्या दिया गया था - पुरुष महिला के रूप में नहीं है; और लो! मैंने उसे मैरी, और लो का नाम दिया है! मैं उसके लिए और शैतान से उसकी संतानों के लिए अपनी सुरक्षा को तरसता हूं। और उसके भगवान ने उसे पूर्ण स्वीकृति के साथ स्वीकार कर लिया और उसे एक अच्छी वृद्धि के लिए वाउचफ्रूड किया; और Zachariah को अपना अभिभावक बना दिया। जब भी ज़चरिया उस अभयारण्य में चली गईं, जहां वह थी, उसने पाया कि उसके पास भोजन है। उसने कहा: हे मैरी! इस (भोजन) के लिए आप किसके साथ हैं? उसने उत्तर दिया: यह अल्लाह से है। अल्लाह ने बिना किसी कार्यकाल के गिवेथ।\n\nमुस्लिम धर्मशास्त्र का कहना है कि जॉन द बैपटिस्ट और जीसस के साथ ज़कारिया, पैगंबर के एक नए युग की शुरुआत की - जो सभी पैगंबर आरोन के पिता अम्रम (इमरान) के पुजारी वंश से आए थे। तथ्य यह है कि, सभी पुजारियों में से, यह ज़कारिया था जिसे मैरी (मरियम) की देखभाल करने का कर्तव्य दिया गया था, एक पवित्र व्यक्ति के रूप में अपनी स्थिति दिखाता है। ज़कारिया को अक्सर कुरान में ईश्वर और धर्मी मनुष्य के पैगंबर के रूप में प्रशंसा की जाती है। ऐसा ही एक मूल्यांकन सूरा अल-अनम में है:\n\n\"और जकारिया और याह्या और ईसा और एलियास। प्रत्येक एक धर्मी का था।\" [कुरान 6:85 (पिकथल द्वारा अनुवादित)]\n\nकुरान अनुवादक अब्दुल्ला यूसुफ अली इस एक पंक्ति [5] पर टिप्पणी प्रदान करता है - यह सुझाव देते हुए कि ये विशेष पैगंबर एक दूसरे के साथ आध्यात्मिक संबंध बनाते हैं। वह बताते हैं कि याह्या ईसा का रिश्तेदार था, जबकि एलियास वह था जो माउंट पर ईसा [6] के ट्रांसफ़िगरेशन में मौजूद था, जैसा कि नए नियम में उल्लेख किया गया था। इस बीच, जकारिया, शादी के माध्यम से, ईसा के चाचा थे और उनके बेटे याया को नए नियम में एलियास के रूप में संदर्भित किया गया था। [7]",
"Yahya": "Yaḥyā ibn Zakarīya (अरबी: يحيى ابن زكريا, शाब्दिक रूप से याह्या/जॉन, ज़ेचरियाह का पुत्र), जिसे अंग्रेजी में जॉन द बैपटिस्ट के रूप में पहचाना जाता है, को इस्लाम में एक पैगंबर और ईश्वर (अल्लाह) के दूत के रूप में माना जाता है, जो इस्लाह के बच्चों को भेजा गया था। । उनका माना जाता है कि मुसलमानों द्वारा परमेश्वर के वचन का गवाह है, जो ईसा अल-मसीह (यीशु मसीह) के आने का संकेत देगा। [१] [२]\n\nकुरान में याह्या का पांच बार उल्लेख किया गया है। [३]\n\nयाह्या को सूफीवाद के साथ -साथ इस्लामी रहस्यवाद में भी बहुत सम्मानित किया जाता है, मुख्य रूप से जॉन की शुद्धता और दयालुता के बारे में कुरान के विवरण के कारण। [४] सूफियों ने अक्सर कुरान में जॉन पर मार्ग पर टिप्पणियों को लागू किया है, मुख्य रूप से ज्ञान के ईश्वर प्रदत्त उपहार के बारे में जो उन्होंने युवाओं में और साथ ही यीशु के साथ अपने समानताएं हासिल की थी। यद्यपि जॉन और यीशु का वर्णन करने के लिए उपयोग किए जाने वाले कई वाक्यांश लगभग कुरान में समान हैं, जिस तरह से उन्हें व्यक्त किया जाता है वह अलग है। [५]\n\nजन्म\nकुरान में, ईश्वर अक्सर एक पुत्र के जन्म के लिए जकारिया की निरंतर प्रार्थना का उल्लेख करता है। ज़कारिया की पत्नी, बंजर थी और इसलिए एक बच्चे का जन्म असंभव लग रहा था। [६] ईश्वर की ओर से एक उपहार के रूप में, जकर्याह को याया के नाम से एक पुत्र दिया गया था, जो विशेष रूप से अकेले इस बच्चे के लिए चुना गया था। ज़कारिया की प्रार्थना के अनुसार, परमेश्वर ने याह्या और ईसा किया, जो छह महीने बाद एक्सेजिस के अनुसार पैदा हुआ था, [7] ईश्वर के संदेश को नवीनीकृत करता था, जो इस्राएलियों द्वारा भ्रष्ट और विकृत हो गया था।\n\nकुरान का दावा है कि जॉन द बैपटिस्ट इस नाम को प्राप्त करने वाला पहला व्यक्ति था (कुरान 19: 7–10) लेकिन चूंकि योअनन नाम जॉन बैपटिस्ट से पहले कई बार होता है, [8] यह कविता इस्लामिक विद्वान की आम सहमति का उल्लेख कर रही है कि \"यायाया\" यायाया \"यायाया\" यायायाया \"यायायाया का उल्लेख कर रहा है \"योअननन\" [9] या जॉन के चमत्कारी नामकरण के बाइबिल खाते के रूप में एक ही नाम नहीं है, जिसमें कहा गया था कि उन्हें लगभग \"ज़ाचरियास\" (ग्रीक: ζαχαρίας) [10] अपने पिता के नाम के बाद, नाम के रूप में नामित किया गया था। उनके पिता ज़ाचरियास (जिसे ज़ेकरिया के नाम से भी जाना जाता है) के वंश में से एक को \"जॉन\" (\"योहनन\"/\"योनेस\") नाम दिया गया था। [११] जैसा कि कुरान कहता है: [12]\n\"हे ज़कार्या, वास्तव में हम आपको एक ऐसे लड़के की अच्छी ख़त्म करते हैं, जिसका नाम याह्या होगा, और जिनके लिए हमने पहले कभी नहीं बनाया है।\n\nउसने कहा: \"हे मेरे भगवान! मेरा एक बेटा कैसे होगा, जब मेरी पत्नी बंजर है और मैं बुढ़ापे से काफी कम हो गया हूं?\"\n\nउन्होंने कहा: \"तो (यह होगा) तेरा भगवान Saith, 'यह मेरे लिए आसान है: मैंने वास्तव में आपको पहले बनाया था, जब तू कुछ भी नहीं था!\" \"\n\n(ज़क्यारी) ने कहा: \"हे मेरे भगवान! मुझे एक संकेत दो।\" \"तेरा संकेत,\" जवाब था, \"यह होगा कि तुम तीन रातों के लिए किसी भी आदमी से बात नहीं करेंगे।\"\n\n- मरियम 19: 7–10\n- मरियम 19: 12–14\n\nजॉर्डन नदी, जहां याह्या ने ईसा बपतिस्मा लिया। [१३]\nयाह्या को पवित्रशास्त्र में तेजी से पकड़ने के लिए प्रेरित किया गया था और उसे अभी भी एक बच्चे के दौरान ईश्वर द्वारा ज्ञान दिया गया था। [१४] वह शुद्ध और धर्मनिष्ठ था, और भगवान की उपस्थिति में अच्छी तरह से चला गया। वह अपने माता -पिता के प्रति कर्तव्यनिष्ठ था और वह घमंडी या विद्रोही नहीं था। जॉन के शास्त्रों के बारे में पढ़ना और समझ, जब केवल एक बच्चा, उस समय के सबसे महान विद्वानों में से भी पार हो गया। [६] मुस्लिम एक्सजेसिस बताता है कि इसा ने याह्या को बारह शिष्यों के साथ बाहर भेजा, [15] जिन्होंने यीशु को अपने शिष्यों को बुलाने से पहले संदेश का प्रचार किया था। [7] कुरान कहता है: [१६]\n\"हे याया! पुस्तक को पकड़ो के साथ हो सकता है\": और हमने उसे एक युवा के रूप में भी ज्ञान दिया,\n\n- मरियम, 19:12\nजॉन एक शास्त्रीय पैगंबर था, [17] जो भगवान द्वारा अपने सभी चीजों की निंदा करने के लिए ईश्वर द्वारा उच्च को बढ़ा दिया गया था। इसके अलावा, कुरान जॉन के कोमल धर्मनिष्ठता और प्रेम और जीवन के प्रति उनके विनम्र रवैये की बात करता है, जिसके लिए उन्हें जीवन की शुद्धता दी गई थी।\n\nइस्लामी परंपरा के अनुसार, याह्या अपने उपदेश देने के लिए हराम ईश-शरीफ (टेम्पल माउंट) में जाती थी। [३]\n\nहत्या\nयाह्या के पैगंबर के दौरान, उनके और हेरोदक एंटिपस के बीच एक संघर्ष हुआ, जो अपनी पहली पत्नी को तलाक देना चाहते थे और पत्नी को अपनी पूर्व भाभी के रूप में ले जाना चाहते थे। [३] याह्या ने बताया कि शादी अनाचार हो सकती है, और शादी को मंजूरी नहीं दी। इसके बाद, हेरोड एंटिपस ने याह्या को कैद कर लिया था। [३] याह्या को तब हटा दिया गया था। [१]] [३] माना जाता है कि याह्या का सिर दमिश्क में उमैयाद मस्जिद के अंदर माना जाता है। [१ ९] [२०] [२१]\n\nविरासत\nइस्लाम में, याह्या ने मुहम्मद को अल-इज़रा अल-मिआराज की रात को इसा (यीशु) के साथ, दूसरे स्वर्ग पर बधाई दी। [२२] याह्या की कहानी अबिसिनिया के प्रवास के दौरान एबिसिनियन राजा को भी बताई गई थी। [२३] कुरान के अनुसार, याह्या एक थी, जिस पर परमेश्वर ने उस दिन शांति भेजी थी जिस दिन वह पैदा हुआ था और जिस दिन वह मर गया। [२४] अल-सुयुति के अनुसार, इब्राहिम ने कहा कि दुनिया के निर्माण के बाद से आकाश और पृथ्वी केवल दो लोगों के लिए रोते हैं, याह्या और हुसैन [25] [26] एक हदीस के अनुसार, मुहम्मद ने कहा: \"आदम का प्रत्येक बेटा पुनरुत्थान के दिन आएगा और याह्या इब्न ज़कार्या को छोड़कर उसके खिलाफ पाप होगा\"। कई मुसलमानों ने याह्या की तुलना हुसैन से की। माना जाता है कि याह्या और हुसैन दोनों के प्रमुखों को सीरिया के दमिश्क में उमायाद मस्जिद में माना जाता है।",
"Isa": "ईसा (यीशु) अल्लाह और मसीहा के एक पैगंबर और दूत हैं। वह इज़राइल (बानी इज़राइल) के बच्चों का मार्गदर्शन करने के लिए भेजे गए अंतिम पैगंबर हैं और द इंसिल (गॉस्पेल) नामक पवित्र पुस्तक का खुलासा किया गया था।\n\nकुरान में, ईसा को मसीहा (अल-मसी) के रूप में वर्णित किया गया है, जो वर्जिन मैरी से पैदा हुआ है, चमत्कारों का प्रदर्शन किया, साथ ही शिष्यों के साथ, यहूदी प्रतिष्ठान द्वारा खारिज कर दिया गया और स्वर्ग में उठाया जा रहा था। कुरान का दावा है कि यीशु को क्रूस पर चढ़ाया नहीं गया था और न ही क्रूस पर मर गया था, लेकिन चमत्कारिक रूप से ईश्वर द्वारा बचाया गया था। कुरान यीशु को सबसे बड़े पैगंबर में रखता है, और विभिन्न शीर्षकों के साथ उसका उल्लेख करता है। यीशु की भविष्यवाणी याह्या से पहले थी और मुहम्मद द्वारा सफल हुई।\n\nइस्लाम यीशु की दिव्यता के ईसाई दृष्टिकोण को ईश्वर अवतार, या परमेश्वर के शाब्दिक पुत्र के रूप में खारिज कर देता है। यह यीशु को कई छंदों में एक देवता के रूप में इनकार करता है, और यह भी उल्लेख करता है कि यीशु ने दिव्य होने का दावा नहीं किया था। मुस्लिमों का मानना ​​है कि यीशु के मूल संदेश को बदल दिया गया था, उसके बाद उसे उठाया गया था। कुरान में यीशु की एकेश्वरवाद पर जोर दिया जाता है। इस्लाम में सभी नबियों की तरह, यीशु को एक मुस्लिम भी कहा जाता है, क्योंकि उन्होंने प्रचार किया कि उनके अनुयायियों को 'सीधे रास्ते' (ṣirāṭ al-mustaqīm) को अपनाना चाहिए। यीशु को चमत्कारों की एक विशाल मात्रा के साथ जिम्मेदार ठहराया जाता है, जिसमें कई तपस्वी और रहस्यवादी साहित्य को इस्लामी परंपरा में उनके बारे में लिखा और सुनाया जाता है। उन्होंने कहा कि अहमद नाम का उपयोग करके मुहम्मद के आने की भविष्यवाणी की गई है।\n\nसमय के अंत में, यीशु अल-मसीह विज्ञापन-दजल ('द फाल्स मसीहा') को मारने के लिए इमाम अल महदी के साथ आने वाले दूसरे में लौटेंगे, जिसके बाद प्राचीन जनजातियों के साथ याजूज और माओज (गोग और मैगोग) फैल जाएंगे धरती पर। इन प्राणियों के बाद चमत्कारिक रूप से नष्ट हो जाएगा, इमाम महदी और यीशु पूरी दुनिया पर शासन करेंगे, शांति और न्याय स्थापित करेंगे, और 40 साल के शासन के बाद मरेंगे। कुछ मुसलमानों का मानना ​​है कि ईसा म। मदीना में ग्रीन डोम के चौथे आरक्षित कब्र पर मुहम्मद के साथ दफनाया जाएगा।\n\nयीशु को मुसलमानों द्वारा इस्लाम के सबसे महत्वपूर्ण भविष्यद्वक्ताओं में से एक माना जाता है। जिस स्थान पर यीशु को लौटने के लिए माना जाता है, दमिश्क में उमायाद मस्जिद, मुसलमानों द्वारा इस्लाम के चौथे सबसे पवित्र स्थल के रूप में बहुत सम्मानित किया जाता है।\n\nजन्म\nकुरान में यीशु का खाता वास्तव में उसकी मां, मैरी और यरूशलेम मंदिर में उसकी सेवा के जन्म से शुरू होता है। जबकि पैगंबर जकर्याह की देखभाल के तहत, जो याह्या (जॉन द बैपटिस्ट) का पिता था। यीशु के लिए कुरान में जन्म कथा कुरान 19: 16–34 और Q3: 45-53 से शुरू होती है।\nअभिप्राय\n\nइस्लामिक एक्साइजेसिस यीशु के कुंवारी जन्म की पुष्टि करता है, जो कि सुसमाचार खाते के समान है और बेथलहम में होता है। वर्जिन जन्म की कथा मैरी को एंजेल गेब्रियल द्वारा एक घोषणा है, जबकि मैरी को मंदिर में अपनी मां द्वारा परमेश्वर से वचन देने के बाद उठाया जा रहा है। गेब्रियल का कहना है कि वह सभी देशों की सभी महिलाओं पर सम्मानित है और एक पवित्र पुत्र की ख़ुशी की ख़ुशी लेकर आई है।\n\nलघु में घोषणा\nगेब्रियल ने घोषणा की कि बेटे को ईसा, मसीहा का नाम दिया जाना है, यह घोषणा करते हुए कि उसे एक महान पैगंबर कहा जाएगा। मैरी, यह पूछते हुए कि वह कैसे गर्भ धारण कर सकती है और एक बच्चा है जब किसी भी आदमी ने उसे नहीं छुआ था, एंजेल द्वारा जवाब दिया गया था कि ईश्वर डिक्री कर सकता है कि वह क्या चाहती है, और यह पारित हो जाएगा।\n\nकुरान की कथा मैरी के साथ जारी है, बच्चे के जन्म के दर्द से दूर हो जाती है, उसके पैरों के नीचे पानी की एक धारा प्रदान की जा रही है जिसमें से वह पी सकती है और एक ताड़ का पेड़ जो वह हिला सकता है ताकि पके हुए तारीखें गिर सकें और आनंद ले सकें। जन्म देने के बाद, मैरी बेबी यीशु को मंदिर में वापस ले जाती है और उसे मंदिर के बुजुर्गों से बच्चे के बारे में पूछा जाता है। गेब्रियल द्वारा मौन की कसम के लिए आज्ञा दी गई थी, वह शिशु यीशु की ओर इशारा करती है और शिशु की घोषणा करता है:\n\nउन्होंने कहा, मैं भगवान का सेवक हूं; उन्होंने मुझे पुस्तक दी है, और मुझे एक नबी बना दिया है। उसने मुझे जहां भी हो, मुझे आशीर्वाद दिया है, और मुझ पर पूजा और भिक्षा पर आधारित है, जब तक मैं रहता हूं; और मेरी माँ के प्रति कर्तव्यनिष्ठ होना; और मुझे दमनकारी, अभेद्य नहीं बनाया है। जिस दिन मैं पैदा हुआ था, उस दिन शांति मेरे पास है, जिस दिन मैं मर जाऊंगा, और जिस दिन मुझे जिंदा उठाया जाएगा। [8]\n\nक्रैडल से बोलते हुए यीशु कुरान में उनके लिए जिम्मेदार छह चमत्कारों में से एक है, जो कि सीरियक शैशवावस्था के सुसमाचार में भी पाया जाता है, छठी शताब्दी का काम। [९] [१०] विभिन्न हदीसों के अनुसार, यीशु और मैरी उनके जन्म पर नहीं रोते थे। [११] इस्लामिक पैगंबर मुहम्मद ने समझाया कि यीशु और मैरी दोनों ही केवल पापी के रूप में पैदा होने वाले इंसान थे और इस प्रकार, अल इमरान की छत्तीसवीं कविता के हवाले से शैतान के स्पर्श से बचाया गया था। [१२]\n\nजन्म कथाएँ\n\nकुरान के अनुसार, श्रम का दर्द मैरी को एक ताड़ के पेड़ के ट्रंक में ले गया।\nइस्लामिक विश्वास ने ईसाई परंपरा के भीतर कुछ किस्में गूंज दीं कि मैरी (या मरियम) एक शाब्दिक कुंवारी थी जब यीशु की कल्पना की गई थी। यीशु के उद्घोषणा और जन्म का सबसे विस्तृत विवरण सूरह 3 (अल इमरान) और कुरान के 19 (मैरीम) में प्रदान किया गया है, जहां कहानी सुनाई गई है कि भगवान (अल्लाह) ने एक परी को यह घोषणा करने के लिए भेजा कि मरियम जल्द ही सहन करने की उम्मीद कर सकता है एक बेटा, एक कुंवारी होने के बावजूद। [१३]\n\nकुछ शिक्षाविदों ने उल्लेख किया है कि सूरह 19 [14] में खाता विशेष रूप से ल्यूक के ईसाई सुसमाचार में उसके करीब है। [१५] मैरी को कुरान में दो बार उल्लेख किया गया है और दोनों उदाहरणों में मैरी/ मैरीम को बताया गया है कि उसे एक बेटे को देने के लिए भगवान द्वारा चुना गया था। पहले उदाहरण में, समाचार के वाहक (जो कि अधिकांश मुस्लिमों द्वारा आर्कांगेल गेब्रियल माना जाता है), ने समाचार (Q3: 42-47) में दिया क्योंकि वह एक आदमी का रूप लेता है (Q19: 16-22) । [१६] [१]] गर्भाधान के विवरण पर चर्चा नहीं की गई है, लेकिन जब मैरी पूछती है कि वह अपनी शुद्धता के मद्देनजर एक बेटे को कैसे सहन कर सकता है, तो उसे बताया जाता है कि भगवान वह बनाता है जो वह इच्छानुसार करता है और ये चीजें ईश्वर के लिए आसान हैं। [१६] [१]] कुरान (Q21: 91 और Q66: 12) का कहना है कि भगवान ने अपनी परी के माध्यम से मैरी में उड़ा दिया और वह, हालांकि, बिना किसी पिता के यीशु को बोर कर रही है (स्रोत आपको गेब्रियल की व्याख्या करने की अनुमति देता है) [19] [20] [20]\n\n8 वीं शताब्दी के मुस्लिम इतिहासकार इब्न इशाक (704–767) ने कहा, किताब अल-मुब्ताडा (शुरुआत में) नामक खाता लिखा है, जिसमें बताया गया है कि जकरियाह मैरी के अभिभावक हैं, और उसे बनाए रखने में असमर्थ होने के बाद, वह उसे एक कार्पेंटर को सौंपता है। नाम जॉर्ज। एक चर्च में एकांत में, वह जोसेफ नाम के एक युवक द्वारा शामिल हो गई है, और वे एक दूसरे को पानी और अन्य कार्यों को लाने में मदद करते हैं। यीशु के जन्म का खाता कुरान की कथा का अनुसरण करता है, यह कहते हुए कि जन्म एक मंगर के साथ एक ताड़ के पेड़ के बगल में बेथलेहम में हुआ। [२१]\n\n10 वीं शताब्दी के फारसी विद्वान अल-ताबरी (839-923), मसीहा के लिए उपहारों (पूर्व से मैगी के समान) के साथ फारस के राजा से आने वाले दूतों का उल्लेख करते हैं; यूसुफ (विशेष रूप से मैरी के पति नहीं) नामक एक व्यक्ति को उसे और बच्चे को मिस्र में ले जाने के लिए आदेश दिया गया और बाद में नाज़रेथ लौट आया। [२२]\n\nबचपन\nमुख्य लेख: मंदिर में खोजना\nयह भी देखें: मिस्र में उड़ान और थॉमस की शैशवावस्था सुसमाचार\nकुरान में मिस्र में उड़ान की परंपरा को शामिल नहीं किया गया है, हालांकि Sūra XXIII, 50 यह कल्पना कर सकते हैं कि यह: \"और हमने मरयम और उनकी मां के बेटे को एक संकेत दिया; और हमने उन्हें एक ऊंचे स्थान पर, भरा हुआ, भरा हुआ था स्प्रिंग्स के साथ शांत और पानी पिलाया। \"[25] हालांकि, गोस्पेल्स और गैर-कैनोनिकल स्रोतों में पाए गए कथा के समान कथाएं बाद में इस्लामी परंपरा में प्रसारित किए गए, कुछ विवरणों और विस्तार के साथ इस्लामिक लेखकों और इतिहासकारों द्वारा सदियों से जोड़े गए। कुछ कथाओं में यीशु और परिवार को मिस्र में 12 साल तक रहना है। [२६] यीशु के युवाओं की कई नैतिक कहानियों और चमत्कारी घटनाओं का उल्लेख Qisas al-Anbiya (भविष्यद्वक्ताओं की कहानियां) में किया गया है, पूर्व-इस्लामिक पैगंबर और नायकों के बारे में सदियों से बनाई गई किताबें। [7]\n\nअल-मसुदी ने लिखा है कि एक लड़के के रूप में यीशु ने स्तोत्रों से यहूदी धर्म पढ़ने का अध्ययन किया और पाया \"प्रकाश के पात्रों में ट्रेस्ड\":\n\n\"तुम मेरे बेटे और मेरे प्रिय हो; मैंने तुम्हें अपने लिए चुना है\"\n\nयीशु के साथ फिर दावा करना:\n\n\"आज परमेश्वर का वचन मनुष्य के पुत्र में पूरा हो गया है।\" [२२]\n\nमिस्र में\nयह भी देखें: थॉमस की शैशवावस्था सुसमाचार\nकई कथाएँ यीशु के शुरुआती बचपन के बारे में इस्लामी लेखन में कुछ असमानता और समानता दिखाती हैं, विशेष रूप से मिस्र में उनका समय और घटनाओं के संबंध में। अधिकांश कथाएं गैर-कैनोनिकल ईसाई स्रोतों में पाई जाती हैं, जैसे कि, उदाहरण के लिए, थॉमस के पूर्व-इस्लामिक सुसमाचार। इस तरह की एक असमानता अल-एथिर से उनके इतिहास की पूर्णता में है, जिसमें एक जन्म कथा है जिसमें कहा गया है कि यीशु बेथलेहम के बजाय मिस्र में पैदा हुआ था। [२ of]\n\nयीशु के बचपन के कुछ अन्य कथाएँ लोकप्रिय मध्य पूर्वी विद्या हैं, जिन्हें इंटरफेथ स्टडीज महमूद एम। अय्यूब के प्रोफेसर द्वारा हाइलाइट किया गया है। [28] कई चमत्कारों को मिस्र में एक युवा यीशु के लिए जिम्मेदार ठहराया जाता है [26] (देखें and चमत्कार और अन्य चमत्कार)।\n\nवयस्कता\n\nजॉर्डन नदी, जहां यीशु को याह्या इब्न ज़कारिया (जॉन द बैपटिस्ट) द्वारा बपतिस्मा दिया गया था। [२ ९]\nमिशन\nयह भी देखें: यीशु और प्रेरित मंत्रालय (इस्लाम)\nयह आम तौर पर सहमत है कि यीशु ने पहली शताब्दी में यहूदिया की आम भाषा, एरामिक बोला था।\n\nइस्लामिक विचार में तैयार किए गए यीशु का पहला और सबसे पहला दृष्टिकोण एक पैगंबर है - एक इंसान को ईश्वर द्वारा चुना गया है जो मूर्तियों की पूजा करने के लिए मानवता पर दोनों निर्णय प्रस्तुत करने और एक सच्चे भगवान की ओर मुड़ने की चुनौती है। इस आधार से, मुस्लिम पहचान के लेंस के माध्यम से सभी पिछले नबियों पर परिलक्षित होता है, यीशु को युगों के दोहराव वाले संदेश को दोहराने वाले दूत से अधिक नहीं माना जाता है। यीशु के चमत्कार और यीशु के लिए जिम्मेदार कुरान के शीर्षक यीशु की दिव्यता के बजाय ईश्वर की शक्ति को प्रदर्शित करते हैं - सभी नबियों के संदेश के पीछे एक ही शक्ति। कुछ इस्लामी परंपराओं का मानना ​​है कि यीशु का मिशन केवल इज़राइल के लोगों के लिए था और एक पैगंबर के रूप में उनकी स्थिति कई चमत्कारों द्वारा पुष्टि की जा रही थी। [३१] [३२]\n\nयीशु की एक दूसरी प्रारंभिक उच्च छवि एक अंतिम समय का आंकड़ा है। यह अवधारणा ज्यादातर हदीस से उत्पन्न होती है। मुस्लिम परंपरा ईसाई धर्मशास्त्र में समान रूप से पाए जाने वाले एक कथा का निर्माण करती है, जो यीशु को समय के अंत में पहुंचती है और एंटीक्रिस्ट से लड़ने के लिए पृथ्वी पर उतरती है। इस कथा को इस्लाम के कारण को चैंपियन बनाने के लिए समझा जाता है, कुछ परंपराओं ने यीशु को मुहम्मद की प्रधानता की ओर इशारा करते हुए बताया। अधिकांश परंपराएं बताती हैं कि यीशु तब एक स्वाभाविक मृत्यु मर जाएगी। [३३]\n\nएक तीसरी और विशिष्ट छवि यीशु की तपस्वी का प्रतिनिधित्व करती है - दिल का एक पैगंबर। यद्यपि कुरान यीशु के 'सुसमाचार' को संदर्भित करता है, लेकिन उनकी विशिष्ट शिक्षाओं का उल्लेख कुरान या बाद के धार्मिक ग्रंथों में नहीं किया गया है। वे काफी हद तक अनुपस्थित हैं। सूफी परंपरा वह जगह है जहाँ यीशु श्रद्धेय हो गया, एक आध्यात्मिक शिक्षक के रूप में मुहम्मद सहित अन्य नबियों से एक विशिष्ट आवाज के साथ स्वीकार किया। सूफीवाद कई दृष्टिकोणों के माध्यम से भगवान के साथ संघ के आयामों का पता लगाने के लिए जाता है, जिसमें तपस्या, कविता, दर्शन, सट्टा सुझाव और रहस्यमय तरीके शामिल हैं। यद्यपि पश्चिमी दिमाग के लिए सूफीवाद, नियोप्लाटोनिज़्म, ग्नोस्टिसिज़्म और बौद्ध धर्म के समान मूल या तत्वों को साझा करने के लिए प्रतीत हो सकता है, विचारधारा विशिष्ट रूप से इस्लामी है क्योंकि वे कुरान के शब्दों का पालन करते हैं और मुहम्मद की नकल का पीछा करते हैं। [३४]\n\nउपदेश\nमाना जाता है कि यीशु के उपदेश की इस्लामी अवधारणाओं की उत्पत्ति रशीदुन ख़लीफ़ा के तहत कुफा, इराक में हुई थी, जहां मुस्लिम परंपरा और छात्रवृत्ति के शुरुआती लेखकों को तैयार किया गया था। कुफा में विकसित यीशु और उनके उपदेश मंत्रालय की अवधारणाओं को मिस्र के शुरुआती तपस्वी ईसाइयों से अपनाया गया था, जिन्होंने रोम से आधिकारिक चर्च बिशपिक नियुक्तियों का विरोध किया था। [३५]\n\nइब्न अल-मुबराक (डी। 797) द्वारा किताब अल-ज़ुहद वा'ल राक (तपस्या और निविदा मर्सी की पुस्तक) नामक तपस्वी साहित्य के दो प्रमुख संग्रहों में लगभग 85 की संख्या में सबसे शुरुआती कहानियां पाए जाते हैं, और इब्न अल-मुबराक (डी। 797), और इब्न हनबल (डी। 855) द्वारा किताब अल-ज़ुहद (द बुक ऑफ एसेटिसिज्म)। ये बातें चार बुनियादी समूहों में आती हैं: क) eschatological बातें; बी) अर्ध-गॉस्पेल बातें; ग) तपस्वी बातें और कहानियां; घ) इंट्रा-मुस्लिम पोलिमिक्स की गूंज। [३६]\n\nकहावतों का पहला समूह कुरान में चित्रित के रूप में यीशु के कट्टरपंथी का विस्तार करता है। कहानियों का दूसरा समूह, हालांकि एक सुसमाचार कोर युक्त, \"विशिष्ट रूप से इस्लामिक स्टैम्प\" के साथ विस्तारित किया जाता है। तीसरा समूह, चार में से सबसे बड़ा होने के नाते, यीशु को मुस्लिम तपस्या के संरक्षक संत के रूप में चित्रित करता है। अंतिम समूह यीशु और उनकी विशेषताओं की इस्लामिक आर्कटाइप और मुस्लिम-केंद्रित परिभाषा पर निर्माण करता है, \"ईश्वर की आत्मा\" और \"वर्ड ऑफ गॉड\" जैसे शब्दों के बारे में गूढ़ विचारों को आगे बढ़ाता है। [37]\n\nचमत्कार\nमुख्य लेख: यीशु के चमत्कार\nयह भी देखें: थॉमस की शैशवावस्था सुसमाचार\nकुरान यीशु को कम से कम छह चमत्कारों का श्रेय देता है, जिसमें कई और अधिक सदियों से लेखकों और इतिहासकारों द्वारा जोड़ा जाता है। शिक्षकों और प्रोफेसर इशाक मूसा अल-हुसैनी (डी। 1990) के अनुसार, चमत्कार को उनके भविष्यवक्ता और उनके अधिकार के संकेत के रूप में यीशु को जिम्मेदार ठहराया गया था, एक लेखक जो मुदाक्किरत दजा (एक मुर्गी के संस्मरण) के लिए जाना जाता है। , 1943; दूसरा संस्करण 1967)। कुरान और आधुनिक अरबी साहित्य (1960) में मसीह में, अल-हुसैनी ने कहा कि यह उल्लेखनीय है मुहम्मद ने खुद को कोई चमत्कार नहीं किया। [३]]\n\nकुरान में ये छह चमत्कार सुसमाचार और उनके गैर-कैनोनिकल ग्नोस्टिक स्रोतों के विपरीत विस्तार के हैं, जिसमें विवरण और अन्य जिम्मेदार चमत्कारों का उल्लेख शामिल है। [३]] सदियों से, इन छह चमत्कारिक आख्यानों को हदीस और कविता के माध्यम से विस्तारित किया गया है, जिसमें धार्मिक लेखन के साथ सुसमाचार, गैर-विहित स्रोतों और विद्या से कुछ अन्य चमत्कार शामिल हैं। [26] [28] [28] [28] [28]\n\nपालना से बोलते हुए\nकुरान से बोलते हुए कुरान में तीन स्थानों पर उल्लेख किया गया है: अल-इमरान (3) 41, 46, अल-माया (5) 109–110 और मरियम (19) 29-30। कथा के एक हिस्से में शिशु यीशु ने अपनी मां मैरी को एक ज्ञात पति के बिना जन्म देने के आरोप से बचाव किया है। [३ ९] प्रारंभिक इस्लाम जोसेफ और उनकी भूमिका के बारे में स्पष्ट नहीं था। इसके लिए इन ज्ञानवादी सुसमाचार के प्रभाव का दावा किया जाता है कि यह कहना है कि कुरान विरोधियों द्वारा दिव्य नहीं हो सकता है। यीशु ने कहा कि स्वर्गदूत गेब्रियल ने घोषणा की थी: यीशु ने घोषणा की कि वह ईश्वर का सेवक है, एक पुस्तक दी गई है, एक पैगंबर है, जहां भी वह जाएगा, वह उस दिन को आशीर्वाद देता है, जिस दिन वह मर जाएगा, उसे आशीर्वाद देता है। , और जिस दिन वह जीवित है। [४०]\n\nयद्यपि यह विशेष कथा बाइबिल में नहीं पाई जाती है, लेकिन पालने से बोलने का विषय गैर-कैनोनिकल पूर्व-इस्लामिक सीरिएक शैशवावस्था सुसमाचार में पाया जाता है। उस स्रोत ने यीशु को खुद को परमेश्वर, वचन का पुत्र घोषित किया है, और यह पुष्टि करते हुए कि एंजेल गेब्रियल ने पहले मैरी को सुसमाचार में विस्तृत रूप से घोषणा की थी। [३ ९]\n\nमिट्टी से पक्षी बनाना\nजब अल-इमरान (3) 43, 49 और अल-माया (5) 109-110 में एक बच्चे का उल्लेख किया जाता है, तो मिट्टी से पक्षियों को सांस लेने की चमत्कारिक कहानी उनमें सांस लेने की है। यद्यपि इस चमत्कार का उल्लेख कैनोनिकल सुसमाचार में भी नहीं किया गया है, एक ही कथा कम से कम दो पूर्व-इस्लामिक स्रोतों में पाई जाती है: थॉमस और यहूदी टोलेडोट येशु की शैशवावस्था सुसमाचार, कुरान और इन दो स्रोतों के बीच कुछ प्रकार के विवरणों के साथ। 41] [४२]\n\nब्लाइंड एंड द लेपर्स को ठीक करना\nयह भी देखें: गलील में दो अंधे पुरुषों को ठीक करना और दस कुष्ठरोगियों को साफ करना\nनए नियम के समान, कुरान में अल-इमरान (3) 49 में ब्लाइंड एंड द लेपर्स को ठीक करने वाले यीशु का उल्लेख है। मुस्लिम विद्वान और न्यायाधीश अल-बेदावी (डी। 1286) ने लिखा कि यह कैसे दर्ज किया गया था कि कई हजारों लोग यीशु के पास आए थे ठीक होने के लिए और यीशु ने केवल प्रार्थना के माध्यम से इन बीमारियों को ठीक किया। [४३] मध्ययुगीन विद्वान अल-थालाबी ने लिखा कि कैसे ये दो विशेष बीमारियां चिकित्सा सहायता से परे थीं, और यीशु के चमत्कारों को दूसरों द्वारा उनके संदेश के स्पष्ट संकेतों के रूप में देखा जाना था। [४१]\n\nमृतकों को पालना\nमाना जाता है कि यीशु ने मृतकों से लोगों को उठाया है, जैसा कि अल-इमरान (3) 49 में उल्लेख किया गया है। हालांकि कोई विवरण नहीं दिया गया है कि किसने उठाया था या परिस्थिति, कम से कम तीन लोगों का उल्लेख सुसमाचार में किया गया है (एक बेटी (एक बेटी) जयस की, नैन में एक विधवा का बेटा, और लाजर)। [४४]\n\nपूर्वज्ञान\nयीशु भविष्यवाणी करने में सक्षम था, या पूर्वाभास था, [४५] जो दूसरों के लिए छिपा हुआ था या अज्ञात था। एक उदाहरण यह है कि यीशु ने किसी को भी सही तरीके से जवाब दिया और हर सवाल किसी ने उससे पूछा। एक और उदाहरण यह है कि यीशु को पता था कि लोगों ने क्या खाया है, साथ ही साथ उन्होंने अपने घरों में क्या संग्रहीत किया था। [२६]\n\nस्वर्ग से भोजन की तालिका\nमुख्य लेख: भीड़ को खिलाना\nयह भी देखें: लास्ट सपर\nकुरान के पांचवें अध्याय में, अल-मादा (5) 112-115, एक कथन में यीशु के शिष्यों का उल्लेख है, जो भोजन से लदी एक मेज का अनुरोध करते हैं, और इसके लिए भविष्य में उनके लिए स्मरणोत्सव का एक विशेष दिन है। यह इस्लामी और अरबी अध्ययन के प्रोफेसर डब्ल्यू मोंटगोमरी वाट (डी। 2006) के प्रोफेसर के अनुसार यूचरिस्ट का एक संभावित संदर्भ हो सकता है। [४६] तुलनात्मक धर्मों के प्रोफेसर जेफ्री पर्रिंदर (डी। 2005) के अनुसार, यह स्पष्ट नहीं है कि यह कहानी सुसमाचार के अंतिम भोज या भीड़ को खिलाता है, लेकिन अरबी शब्द areid (मुस्लिम त्योहार) से बंधा हो सकता है: [47]\n\nएक बार शिष्यों ने कहा, हे यीशु, मैरी का पुत्र, क्या आपका प्रभु हमारे लिए स्वर्ग से एक मेज भेज सकता है? उन्होंने कहा, अगर आप विश्वासियों हैं तो भगवान से डरें। उन्होंने कहा कि हम इसे खाना चाहते हैं, और यह कि हमारा दिल शांति में हो सकता है, और हम जान सकते हैं कि आपने सच्चाई से बात की है और इसके गवाहों के बीच हो सकते हैं। मैरी के पुत्र यीशु ने कहा, हे भगवान हमारे भगवान ने हमें स्वर्ग से एक मेज पर भेज दिया, हमारे लिए एक त्योहार के लिए, हम में से पहले और हम में से अंतिम, और आप से एक संकेत: और प्रावधान (का (का) भोजन) हमारे लिए, आप प्रदाताओं के लिए सबसे अच्छे हैं। भगवान ने कहा कि मैं इसे आपके लिए भेज रहा हूं। [४६]\n\nसुन्नी एक्सगेट तबरी द्वारा एक रिकॉर्ड में, अंतिम भोज से पहले, मौत के खतरे ने उसे चिंतित कर दिया। इसलिए, यीशु ने अपने शिष्यों को अंतिम भोज के लिए आमंत्रित किया। भोजन के बाद, उन्होंने अपने हाथों को धोया और अपने कपड़ों पर हाथ पोंछने के लिए अपने अभियोग का प्रदर्शन किया। बाद में यीशु ने उन्हें जवाब दिया: \"जैसा कि मैंने आज रात आपके साथ किया है, इसमें मैंने आपको भोजन परोसा और व्यक्तिगत रूप से अपने हाथों को धोया, इसे आपके लिए एक उदाहरण दें। चूंकि आप वास्तव में मुझे आपसे बेहतर मानते हैं। एक -दूसरे के संबंध में घृणित न हों, बल्कि एक -दूसरे के लिए अपने आप का विस्तार करें क्योंकि मैंने आपके लिए खुद का विस्तार किया है। \" अपनी शिक्षाओं में शिष्यों को निर्देश देने के बाद, यीशु ने कहा कि उनमें से एक उसे नकार देगा और दूसरा उसे धोखा देगा। हालाँकि, यीशु की मृत्यु पर इस्लामी विचारों के अनुसार, यीशु के झलक में एक लाश को क्रूस पर चढ़ाया गया था और यीशु को स्वयं भगवान के पास उठाया गया था। [४]]\n\nअन्य चमत्कार\nयीशु के बारे में वर्षों से कई कहानियां और आख्यानों को विकसित किया गया है, जिसमें कुछ अंतर्निहित पाठ शामिल हैं या यीशु के बारे में कुरान में विस्तार की कमी के कारण अर्थ प्रदान करते हैं। इनमें से कुछ कथाएँ प्रकृति में नए नियम के समान हैं, जबकि कुछ यीशु को बहुत ही मानवीय तरीके से चित्रित करते हैं।\n\nसदियों से मुस्लिम लेखकों द्वारा उल्लिखित यीशु के चमत्कारों के कुछ विस्तृत सारांशों के अलावा, वयस्कता से (जैसे पानी पर चलना - भी सुसमाचार में पाया गया - और रोटी की रोटियां जमीन से आने के लिए), [39] बचपन से कुछ अन्य चमत्कार शामिल करें: एक स्कूली मास्टर को मुस्लिम क्रीड फंडामेंटल को समझाते हुए, यह खुलासा करते हुए कि चोर एक धनी प्रमुख के लिए थे, कुछ के खाली जार को पीने के लिए, एक अत्याचारी राजा के लिए भोजन और शराब प्रदान करते हुए भी इस राजा को एक मृत व्यक्ति को बढ़ाने में अपनी शक्ति साबित कर रही थी। मृतकों से, एक बच्चे को गलती से मारा गया, और एक एकल रंग के वैट से कपड़ों को विभिन्न रंगों के साथ बाहर आने का कारण बनाया। [२६]\n\nएक शाही अधिकारी के बेटे को ठीक करना\nमुख्य लेख: शाही अधिकारी के बेटे को ठीक करना\nअल-ताबरी (डी। 923) एक वयस्क यीशु के क्षेत्र में एक निश्चित राजा और अपने बेटे के उपचार के साथ एक वयस्क यीशु की मुठभेड़ की कहानी की रिपोर्ट करता है। राजा की पहचान का उल्लेख नहीं किया गया है जबकि किंवदंती फिलिप को टेट्रार्क का सुझाव देती है। इसी बाइबिल संदर्भ \"रॉयल ऑफिसर का बेटा\" है। [४ ९]\n\nलालच और सत्य-कथन\nएक युवा यीशु द्वारा एक चमत्कार की एक पौराणिक कहानी, जिसे प्रोफेसर अय्यूब के अनुसार मध्य पूर्वी विद्या में लोकप्रिय रूप से पाया जाने वाला एक कठिन-सीखा सबक के रूप में इस्तेमाल किया जाता है, एक यहूदी आदमी और रोटी की रोटियों के साथ करना है। यद्यपि एक पोलिम टोन ले जाने के बाद, सत्य-कथन के साथ लालच पर पाठ केंद्रों को कथन में बुना गया। यह एक कहानी है जो अक्सर बच्चों की किताबों में पाई जाती है। [५०]\n\nअंतर्निहित ज्ञान\nयह भी देखें: लोगो (इस्लाम) और लोगो (ईसाई धर्म)\nएक और प्रसिद्ध चमत्कार कहानी यीशु के बचपन की बुद्धि के बारे में एक है। इब्न इशाक से अल-ताबारी के माध्यम से रिपोर्ट की गई यह किंवदंती, मैरी को एक धार्मिक स्कूल में यीशु को भेजने के बारे में बात करती है और शिक्षक को चकित होने के लिए चकित किया जा रहा है कि यीशु को पहले से ही सिखाई जा रही जानकारी को जानने / चर्चा की जा रही है। [२६]\n\nबच्चों के घरों में भोजन\nअल-ताबरी की एक और कहानी एक युवा यीशु के बारे में बताती है जो अपने गाँव के युवाओं के साथ खेल रही है और उन्हें बताती है कि उनके माता-पिता घर पर उनके लिए क्या भोजन कर रहे थे। [२६]\n\nकथा के विवरण के अनुसार, कुछ माता -पिता नाराज हो गए और अपने बच्चों को यीशु के साथ खेलने के लिए मना किया, संदेह करते हुए कि वह एक जादूगर थे। नतीजतन, माता -पिता ने अपने बच्चों को यीशु से दूर रखा और अपने बच्चों को एक ही घर में इकट्ठा किया। एक दिन, अकेला महसूस करते हुए, यीशु अपने दोस्तों की तलाश में बाहर चला गया, और इस घर पर आकर उसने माता -पिता से पूछा कि उनके बच्चे कहां थे। माता -पिता ने झूठ बोला, जवाब दिया कि बच्चे वहां नहीं थे। यीशु के पूछने के बाद, तब घर में कौन है, माता -पिता यीशु को सुअर कहते हैं। यीशु तब कहता है \"चलो इस घर में सूअर हो\", सभी बच्चों को सूअर में बदल दिया।\n\nसदियों से, मुस्लिम लेखकों ने अन्य चमत्कारों को भी संदर्भित किया है जैसे कि राक्षसों को बाहर निकालना, कुछ विधर्मी पूर्व-इस्लामिक स्रोतों से उधार लिया गया था, और विहित स्रोतों से यीशु के बारे में किंवदंतियों का विस्तार किया गया था। [२६]\n\nरहस्योद्घाटन\nमुख्य लेख: इस्लाम में सुसमाचार\nमुसलमानों का मानना ​​है कि परमेश्वर ने यीशु को एक नया पवित्रशास्त्र प्रकट किया, जिसे अल-इनजिल (सुसमाचार) कहा जाता है, जबकि पिछले खुलासे की सच्चाई भी घोषित किया गया था: अल-तवरत (टोरा) और अल-ज़बुर (भजन)। [५१] कुरान अल-इनजिल के अनुकूल बोलता है, जो यह एक पवित्रशास्त्र के रूप में वर्णित करता है जो अपने अनुयायियों के दिलों को नम्रता और पवित्रता से भर देता है। पारंपरिक इस्लामिक एक्साइजिस का दावा है कि बाइबिल संदेश को विकृत कर दिया गया है (ताहिफ़), को तायिन अल-मुबहम (\"अस्पष्टता का संकल्प\") कहा जाता है। [५२] इस पोलिमिक प्रयास की उत्पत्ति मध्ययुगीन काल में अब्द अल-जब्बर इब्न अहमद के लेखन के साथ की गई है। [५३] मूसा के कानून के बारे में, कुरान इंगित करता है कि यीशु ने कभी भी यहूदी कानूनों को समाप्त नहीं किया, बल्कि उनकी पुष्टि की, जबकि केवल आंशिक रूप से निरस्तीकरण किया। [५४]\n\nमुसलमानों ने लंबे समय से माना है कि पॉल ने उद्देश्यपूर्ण रूप से यीशु की मूल शिक्षाओं को भ्रष्ट कर दिया। [५५] 9 वीं शताब्दी के इतिहासकार ने कहा कि इब्न उमर ने कहा कि कुछ रब्बियों ने पॉल को जानबूझकर शुरुआती ईसाइयों को जानबूझकर गुमराह करने के लिए राजी किया कि इब्न हेज़म ने ईसाई धर्म में आपत्तिजनक सिद्धांतों के रूप में क्या देखा। [५६]\n\nयूसुफ अल-क़रदावी के अनुसार उनकी पुस्तक द लॉफुल एंड द प्रोहिबिटेड इन इस्लाम में, यीशु ने यहूदियों के लिए कानूनी प्रतिबंधों को निरस्त कर दिया, जहां शुरू में भगवान ने एक सजा के रूप में कानून बनाया था। [५ [] शास्त्रीय टिप्पणियाँ जैसे कि तफसीर अल-जालालेन निर्दिष्ट करते हैं कि वे स्पाइक्स के बिना मछली और पक्षी के मांस की खपत से संबंधित हैं, या सामान्य रूप से। [५ []\n\nकुरान में उल्लेख\nचेलों\nकुरान बताता है कि यीशु शिष्यों के एक समूह (ḥawāriyyn) द्वारा सहायता प्राप्त था जो अपने संदेश में विश्वास करता था। शिष्यों का नामकरण नहीं करते हुए, कुरान यीशु के कुछ उदाहरण देता है जो उन्हें संदेश देते हैं। मुस्लिम मुहम्मद के साथियों (ṣaḥāba) के समान यीशु के शिष्यों को देखते हैं। [५ ९] ईसाई धर्म के अनुसार, बारह शिष्यों के नाम पीटर, एंड्रयू, जेम्स, जॉन, फिलिप, बार्थोलोम्यू, थॉमस, मैथ्यू, जेम्स, जूड, साइमन और जुडास थे।\n\nकुरान ने अध्याय 3 में उल्लेख किया है, छंद 52-53, कि शिष्यों ने इस्लाम के विश्वास के लिए प्रस्तुत किया: [गैर-प्राथमिक स्रोत की जरूरत है]\n\nजब यीशु ने अपने हिस्से पर अविश्वास पाया तो उन्होंने कहा: \"भगवान के लिए मेरे सहायक कौन होंगे) भगवान?\" शिष्यों ने कहा: \"हम भगवान के सहायक हैं: हम भगवान में विश्वास करते हैं, और क्या आप गवाह करते हैं कि हम मुस्लिम हैं। हमारे भगवान! हम मानते हैं कि तू ने क्या प्रकट किया है, और हम दूत का अनुसरण करते हैं; फिर हमें उन लोगों के बीच लिखते हैं जो सहन करते हैं। गवाह।\"\n\n-कुरान सूरह अल-इमरान 52-53 [60]\nयीशु के शिष्यों को शामिल करने वाली सबसे लंबी कथा तब होती है जब यीशु अपने अनुरोध पर स्वर्ग से भोजन की एक तालिका लाने का चमत्कार करता है, आगे प्रमाण के लिए कि उसका उपदेश सच्चा संदेश है।\n\nअधिरोहण\nएन-निसा की कविता 157 यीशु के क्रूस की घटना को संदर्भित करने के लिए कुरान की प्राथमिक कविता है। [६१] यह कहता है कि यीशु को नहीं मारा गया था और न ही क्रूस पर चढ़ाया गया था, लेकिन 'यह बनाया गया था\nएन-निस की कविता 157\nउन्होंने कहा (घमंड में), \"हमने मसीहा यीशु को मैरी के पुत्र, भगवान के दूत के पुत्र को मार डाला; इसमें संदेह से भरे हुए हैं, बिना (निश्चित) ज्ञान के, लेकिन केवल अनुमान लगाने के लिए अनुमान लगाते हैं, एक निश्चितता के लिए उन्होंने उसे मार डाला।\n\nउन्हें प्रकट करने के लिए '। [६२] अधिकांश इस्लामी परंपराएं स्पष्ट रूप से इस बात से इनकार करती हैं कि यीशु शारीरिक रूप से क्रूस पर मर गया या अन्यथा। [६३] [६४] इस्लामिक एक्साइजिस ने बताया कि एक अन्य व्यक्ति को यीशु के स्थान पर क्रूस पर चढ़ाया गया था। हालांकि, कुछ आधुनिक मुस्लिम विद्वानों का मानना ​​है कि यीशु वास्तव में मर गया था, और उसके अस्तित्व के संदर्भ प्रतीकात्मक हैं, शाब्दिक नहीं। यीशु की मृत्यु की प्रकृति पर यह असहमति इस्लामिक कैनन के भीतर ही पाई जाती है, जिसमें सबसे पहले हदीस ने मुहम्मद के साथियों को यह कहते हुए उद्धृत किया कि यीशु की मृत्यु हो गई थी। इस बीच, बाद के हदीस और तफसीर के अधिकांश हिस्से के पक्ष में बहस करते हैं। [प्रशस्ति पत्र की आवश्यकता]\n\nकुरान के अनुसार, वह क्रूस पर चढ़ाया नहीं गया था, बल्कि भगवान द्वारा बचाया गया था। (हालांकि जल्द से जल्द इस्लामी परंपराओं और एक्सेसिस ने एक मृत्यु और उसकी लंबाई के बारे में कुछ हद तक परस्पर विरोधी रिपोर्टों को उद्धृत किया, मुसलमानों का मानना ​​है कि यीशु क्रूस पर नहीं मरे, लेकिन मानते हैं कि वह स्वर्ग में जीवित होने से बच गया था)।\n\nप्रतिस्थापन\nयह स्पष्ट नहीं है कि प्रतिस्थापनवादी व्याख्या कहाँ से उत्पन्न हुई, लेकिन कुछ विद्वान दूसरी शताब्दी के कुछ ज्ञानवादी समूहों के बीच उत्पन्न होने वाले सिद्धांत पर विचार करते हैं। [१०] लेइरविक कुरान और हदीस को स्पष्ट रूप से गैर-कैनोनिकल ('विधर्मी') ईसाई धर्म से प्रभावित करता है जो अरब प्रायद्वीप में और आगे अबीसिनिया में प्रबल हुआ था। [६५]\n\nजबकि अधिकांश पश्चिमी विद्वान, [६६] यहूदी, [६ [] और ईसाई मानते हैं कि यीशु की मृत्यु हो गई, रूढ़िवादी मुस्लिम धर्मशास्त्र सिखाता है कि वह क्रॉस पर डाले बिना स्वर्ग में चढ़ गया और ईश्वर ने एक अन्य व्यक्ति, साइमन के साइमन को बदल दिया, जो कि यीशु की तरह दिखाई दे रहा था। यीशु के बजाय क्रूसिफ़ाइड (cf. irenaeus 'बासिलाइड्स के पाषंड का वर्णन, पुस्तक I, Ch। XXIV, 4।)। [68] [69]\n\nकुछ असहमति और कलह को इब्न इशाक (डी। 761) के साथ शुरू किया जा सकता है, जो कि क्रूसीफिक्स तक जाने वाली घटनाओं की एक संक्षिप्त लेखांकन की रिपोर्ट है, सबसे पहले यह बताते हुए कि यीशु को सर्जियस नाम के किसी व्यक्ति द्वारा बदल दिया गया था, जबकि दूसरी बार यीशु की कब्र के एक खाते की रिपोर्टिंग कर रही थी। मदीना में स्थित और तीसरे स्थान पर कुरान (3:55; 4: 158) के स्थानों का हवाला देते हुए कि परमेश्वर ने यीशु को खुद तक ले लिया। [70]\n\nइब्न कथिर (डी। 1373) परंपराओं का अनुसरण करता है जो बताता है कि एक क्रूस पर चढ़ा हुआ था, लेकिन यीशु के साथ नहीं। [81] घटना के बाद, इब्न कथिर ने बताया कि लोगों को तीन अलग -अलग आख्यानों के बाद तीन समूहों में विभाजित किया गया था; जैकबाइट्स ने विश्वास किया कि \"भगवान हमारे साथ रहे जब तक वह काम करेगा और फिर वह स्वर्ग में चढ़ गया\"; नेस्टरियन यह मानते हुए कि \"भगवान का पुत्र हमारे साथ था जब तक कि वह जब तक ईश्वर ने उसे स्वर्ग नहीं उठाया तब तक वह नहीं करता था\"; और मुसलमानों ने विश्वास करते हुए कहा कि \"परमेश्वर के सेवक और दूत, यीशु, हमारे साथ रहे जब तक कि परमेश्वर ने तब तक ईश्वर को नहीं उठाया, जब तक कि परमेश्वर ने उसे खुद तक नहीं उठाया।\" [82]\n\nदूसरा आ रहा है\nनिर्णय दिवस से पहले यीशु के आगमन की समयरेखा\n\nUmayyad मस्जिद, दमिश्क में ISA की मीनार\nइस्लामी परंपरा के अनुसार, स्वर्ग में चढ़कर और 2000+ वर्षों तक वहां रहने के बाद, यीशु निर्णय दिवस से कुछ समय पहले पृथ्वी पर उतर जाएगा, अल-मसीह विज्ञापन-दजल ('झूठे मसीहा \") और उनके अनुयायियों के खिलाफ युद्ध के बीच में , महदी और उनके मुस्लिम अनुयायियों की सहायता के लिए आने के लिए। [86] केसर के कपड़े पहने अपने सिर के साथ अभिषेक के साथ, यीशु पूर्वी दमिश्क में एक सफेद मीनार के बिंदु पर उतरेंगे, जो माना जाता है उमायाद मस्जिद में। [87] वह फिर महदी को बधाई देगा और (एक मुस्लिम होने के नाते) उसके बगल में प्रार्थना करेगा। आखिरकार, यीशु लॉड में दजल को मार देगा। [88]\n\nबाद में, वह एक प्रसिद्ध साहिह अल-बुखारी हदीस के अनुसार, \"क्रॉस को तोड़ देगा, सूअरों को मार देगा, और जिज़्या टैक्स को समाप्त कर देगा। [89] [90] इस भविष्यवाणी की \"सामान्य व्याख्या\" यह है कि, एक मुस्लिम होने के नाते, यीशु खुद की ईसाई पूजा और अपनी दिव्यता में विश्वास में एक रोक लगाएगा, \"क्रॉस द्वारा प्रतीक\"। वह ईसाई धर्म द्वारा परित्यक्त कोषेर/हलाल आहार कानूनों को फिर से स्थापित करेगा; [91] और क्योंकि यहूदी और ईसाई अब सभी अपने पूर्व विश्वास को अस्वीकार करेंगे और इस्लाम को स्वीकार करेंगे, अविश्वासियों पर जिज़्या कर की अधिक आवश्यकता नहीं होगी। [९ २] (एक हदीस के अनुसार, यीशु \"चर्चों और मंदिरों को नष्ट कर देगा और ईसाइयों को तब तक मार देगा जब तक कि वे उस पर विश्वास न करें।\") [93] [नोट 1]\n\nइस्लामिक ग्रंथों ने प्राचीन खतरे वाले गोग और मैगोग (याजोज़ माओजूज) के पुन: प्रकट होने के लिए भी कहा, जो इसके भूमिगत कारावास से बाहर हो जाएगा और दुनिया को कहर बरपाएगा। [९ ५] ईश्वर, यीशु की प्रार्थनाओं के जवाब में, उनकी गर्दन के नेप्स में एक प्रकार का कीड़ा भेजकर उन्हें मार देगा, और बड़े पक्षियों को भूमि से अपनी लाशों को ले जाने और साफ करने के लिए भेजेगा। [86] महदी की मृत्यु के बाद, यीशु विश्व नेतृत्व और शांति और न्याय को मान लेंगे।\n\nपरंपरा के अनुसार, यीशु तब शादी करेगा, बच्चे पैदा करेगा, और चालीस वर्षों के लिए दुनिया पर शासन करेगा (परंपराएं कई अलग -अलग समय अवधि देंगे) जिसके बाद वह मर जाएगा। [९ ६] फिर मुसलमान उसके लिए अंतिम संस्कार की प्रार्थना करेंगे और फिर उसे मुहम्मद, अबू बकर और उमर के बगल में खाली छोड़ी गई कब्र में मदीना शहर में हरे रंग के गुंबद पर दफन करेंगे। [97] इब्न खल्दुन की किंवदंती के अनुसार, दोनों खलीफा दोनों नबियों के बीच मृतकों से उठेंगे। [98]\n\nसूत्रों का कहना है\nजबकि कुरान यीशु की वापसी के उपरोक्त कथाओं में से किसी का भी वर्णन नहीं करता है, [99] कई मुसलमानों का मानना ​​है कि दो कुरानिक छंद अंत समय के दौरान अपने दूसरे के आने का उल्लेख करते हैं। [९ ०] (१) ऊपर उल्लिखित कविता यह बताते हुए कि वह पृथ्वी पर कभी नहीं मरा:\n\n\"और [के लिए] उनकी कहावत, 'वास्तव में, हमने मसीहा, यीशु, मैरी के पुत्र, अल्लाह के दूत को मार दिया है।\" और उन्होंने उसे नहीं मारा, और न ही उन्होंने उसे क्रूस पर चढ़ाया; लेकिन [एक और] उसे उनके लिए जैसा दिखने के लिए बनाया गया था। और वास्तव में, जो लोग इस पर अलग -अलग हैं, वे इसके बारे में संदेह में हैं। उन्हें इसके बारे में कोई जानकारी नहीं है, सिवाय इसके कि निम्नलिखित धारणा के बाद । और उन्होंने उसे नहीं मारा, कुछ के लिए। ” (Q.4: 157 :)\nऔर यीशु और \"द आवर\" (अंत समय) के बीच एक संबंध को इंगित करने के लिए एक दूसरी कविता की व्याख्या की गई:\n\n\"और लो! वास्तव में घंटे का ज्ञान है। इसलिए संदेह है कि आप इसके बारे में नहीं हैं, लेकिन मेरा अनुसरण करें। यह सही रास्ता है।\" (Q.43: 61 ट्रांस पिकथॉल)। [९ ०]\nयीशु की वापसी पर हदीस, धरा में से एक अबू हुरैराह में वापस आ गए हैं, लेकिन वास्तव में बाद में प्रारंभिक अब्बासिद खिलाफत में गृहयुद्धों के दौरान पेश किया गया था, जब एक उद्धारकर्ता की उम्मीद थी। शिया के लिए, महदी उद्धारकर्ता होगा, कुछ सुन्नियों ने यीशु की वापसी की उम्मीद की। शुरुआती अब्बासिद खलीफा के दौरान, जुलूसों में क्रूस पर चढ़ने और सार्वजनिक रूप से सूअरों को पकड़ने से मना किया गया था। अन्यथा, क्रॉस को तोड़ना, मुसलमानों द्वारा इस प्रतीक की सामान्य अस्वीकृति को प्रतिबिंबित कर सकता है, और सूअरों को कातिलों को यीशु की भयावहता का संदर्भ दे सकता है। [१००]\n\nयीशु को प्रत्यक्ष और अप्रत्यक्ष रूप से कुरान में 187 बार उल्लेख किया गया है, और कई खिताबों द्वारा भी संदर्भित किया गया है, सबसे आम अल-मसीह ('द मसीहा')। [3] [110] [111] [112] [33] [33] [33 ] यीशु को ISA नाम से 25 बार संदर्भित किया जाता है, [नोट 2] तीसरे व्यक्ति 48 बार, [नोट 3] प्रथम-व्यक्ति 35 बार और बाकी कुरान में शीर्षक के रूप में। [नोट 4] [113]\n\nमुहम्मद ने खुद को 'यीशु के सभी लोगों के निकटतम' के रूप में वर्णित किया। [११४]\n\nआदम के साथ उपमा\nकुरान मानव मूल की अनुपस्थिति के संबंध में एडम के साथ अपने अनुकरण के माध्यम से यीशु की रचनावाद पर जोर देता है। मुहम्मद अक्सर आदम और यीशु के जन्मों की तुलना करते थे। [११५]\n\nइस्लामिक एक्साइजिस ईश्वरीय हस्तक्षेप के ईसाई तर्क के पीछे एक तार्किक असंगतता को एक्सट्रपलेशन करता है, क्योंकि इस तरह के निहितार्थ एडम को दिव्यता को बताएंगे जो केवल सृजन के रूप में समझा जाता है। [107]\n \nइस्लाम में, यीशु को माना जाता है कि इस्लामिक पैगंबर मुहम्मद के अग्रदूत थे। कुरान के अनुसार, मुहम्मद के आने की भविष्यवाणी यीशु ने इस कविता 61: 6 में इस कविता के माध्यम से की थी, प्रारंभिक अरब मुसलमानों ने मौजूदा धार्मिक परंपराओं और यीशु की कथित भविष्यवाणियों में अपने नए विश्वास के लिए वैधता का दावा किया। [११६] मुसलमानों का मानना ​​है कि यीशु मुहम्मद का अग्रदूत था, और उसने बाद के आने की भविष्यवाणी की। [११]] [२६] यह परिप्रेक्ष्य कुरान की एक कविता पर आधारित है, जिसमें यीशु ने एक दूत की बात की है, जिसका नाम \"अहमद\" है। [११]] इस्लाम ने अहमद को मुहम्मद के साथ जोड़ा, दोनों शब्द एच-एम-डी ट्राइकॉन्सनेंटल रूट से प्राप्त होते हैं जो प्रशंसा को संदर्भित करता है। मुसलमानों का कहना है कि यीशु के उच्चारण के सबूत नए नियम में मौजूद हैं, जो कि पैरासलेट के उल्लेख का हवाला देते हैं, जिनके आने से जॉन के सुसमाचार में भविष्यवाणी की गई है। [११ ९]\n\nमुस्लिम टिप्पणीकारों का दावा है कि मूल ग्रीक शब्द का इस्तेमाल किया गया था, पेरिक्लुटोस था, जिसका अर्थ है प्रसिद्ध, शानदार, या प्रशंसनीय - अरबी में अहमद के रूप में प्रस्तुत किया गया था; और यह कि यह ईसाइयों द्वारा पैराक्लेटोस के साथ बदल दिया गया था। [97] [120] इस विचार पर बहस होती है, यह पूछते हुए कि क्या पारंपरिक समझ कुरान के पाठ द्वारा समर्थित है।\n\nइस्लामिक धर्मशास्त्र का दावा है कि यीशु ने एक और पैगंबर को भविष्यवाणी की थी, जो उसे सुरा 61: 6 के अनुसार, अहमद नाम के उल्लेख के साथ सफल रही थी। ।\n\n\"अहमद\" शब्द पर वापस आते हुए, मुसलमानों ने सुझाव दिया है कि अहमद पेरिक्लूटोस का अनुवाद है, मनाया या प्रशंसा की है, जो कि जॉन XIV, XV और XVI के पैराक्लेट, पैराक्लेटोस का भ्रष्टाचार है। [121]\n\nहदीथ\nहदीस को मुहम्मद और उसके आसपास के लोगों की कहावतें बताई गई हैं। यीशु किंवदंती युक्त हदीस गैर-कैनोनिकल ('विधर्मी') ईसाई धर्म से प्रभावित है जो अरब प्रायद्वीप में और आगे अबीसिनिया में प्रबल हुआ था। [६५] हदीस ने तीसरी मुस्लिम सदी में मुस्लिम समुदाय के लिए अधिकार के स्रोत के रूप में एक विहित स्थिति विकसित की। हदीस से उभरने वाले यीशु की मुस्लिम धारणा एक चमत्कारी, पाप रहित और गूढ़ आकृति की है, जो लोगों को इंगित करती है, फिर से मुस्लिम के पैगंबर के दृष्टिकोण के अनुसार, मुस्लिम विश्वास (मुस्लिम; एक जो ईश्वर की इच्छा को प्रस्तुत करता है) के लिए। [ 130]\n\nहदीस ने आम मुसलमानों के बीच यीशु की छवि को आकार देने के लिए एक बहुत ही महत्वपूर्ण भूमिका निभाई है, जब हदीस और तफिसिरों को शामिल करते हुए और भी विकसित हो जाते हैं, तो बड़ी मात्रा में पौराणिक लेखन और रिपोर्ट में बुनाई हुई। [२६] मुस्लिम के पुनरुत्थान के साथ, यीशु का शून्य आश्चर्यजनक है। इसके बजाय जो लिखा गया है, वह तपस्वी जादूगर है, जो पवित्र आत्मा द्वारा मदद की गई है। सुसमाचार को प्रचारित करने के लिए एक पुस्तक के रूप में देखा जाता है और केवल वास्तविक शिक्षाओं का उल्लेख किए बिना पासिंग में संदर्भित किया जाता है। हड़ताली, यीशु की काल्पनिक बातें और कथित शिक्षाओं को हदीस-संग्रह में, शिया इस्लाम में, और यीशु के सूफी प्रतिनिधित्व में पूर्वसूचक दिया जाता है। [६५]\n\nसुन्नी इस्लाम\nएक प्रभावशाली फ़ारसी इतिहासकार, इतिहासकार, विद्वान, दार्शनिक और धर्मशास्त्री, अल-मिलल वा अल-निहल, अल-शाहरस्तानी (डी। 1153) में, इस्लामी कथा को जारी रखते हुए रूढ़िवादी सिद्धांतों के बहुत करीब यीशु के एक चित्रण को रिकॉर्ड करता है।\n\nईसाई। (वे हैं) मसीह का समुदाय (उमा), यीशु, मैरी का पुत्र (उस पर शांति)। वह वह है जो मूसा (उस पर शांति) के बाद वास्तव में (पैगंबर; माबुथ) के रूप में भेजा गया था, और जिसे टोरा में घोषित किया गया था। उसके लिए (दिए गए) प्रकट संकेत और उल्लेखनीय सबूत थे, जैसे कि मृतकों का पुनर्जीवित और अंधा और कोढ़ी का इलाज। उनका बहुत ही स्वभाव और जन्मजात स्वभाव (फिटरा) उनकी सत्यता का एक आदर्श संकेत है; यही है, पिछले बीज के बिना उनका आना और पूर्व शिक्षण के बिना उनका बोलना। सभी (अन्य) भविष्यद्वक्ताओं के लिए उनके रहस्योद्घाटन का आगमन चालीस वर्ष की आयु में था, लेकिन जब वह पालने में बोलने के लिए बनाया गया था, तो उसके पास रहस्योद्घाटन आया, और जब वह (दैवीय संदेश) को व्यक्त करता था, तो उसके पास रहस्योद्घाटन आया था। (की उम्र) तीस। उनके (भविष्यवाणी) मिशन (DA'WA) की अवधि तीन साल और तीन महीने और तीन दिन थी। [131]\n\nशिया इस्लाम\nनाहज अल-बलघ में, चौथे खलीफा अली (r। 656–661) को यीशु की सादगी के बारे में बात करने की सूचना है। [१३२] अली का कहना है कि \"यीशु ने अपने तकिया के लिए एक पत्थर का इस्तेमाल किया, मोटे कपड़े पहने और खुरदरे भोजन खाए। उसका मसाला भूख था। रात में उसका दीपक चाँद था। उसकी कोई पत्नी नहीं थी, न ही कोई बेटा दुःख देने के लिए, न तो दुःख, न ही न तो दु: ख। धन को विचलित करने के लिए। उनके दो पैर उनके कन्वेंशन थे और उनके दो हाथ उनके सेवक थे। \"[१३२] अली के एक महान पोते, जाफर अल-सादिक के अनुसार, डेविड और यीशु के बीच का समय चार सौ साल था। [133] Ja'far ने आगे कहा कि यीशु का धर्म एकेश्वरवाद (तवेद) और पवित्रता (इखला) था। [१३३] 'चोट' (सुसमाचार) को उसके पास भेजा गया था और अन्य भविष्यद्वक्ताओं ने जो प्रतिज्ञा ली थी, उसे यीशु से भी लिया गया था: धर्म के साथ प्रार्थना स्थापित करने के लिए, अच्छे को संलग्न करने और बुराई को मना करने के लिए, जो अनुमति दी गई है और जो मना किया गया है उसे मना करने की अनुमति देता है। 'चोट' में उसके पास आगमन और दृष्टांत भेजे गए थे, लेकिन इसमें प्रतिशोध का कोई कानून नहीं था और न ही प्रतिशोध (अहकम अल-हुड), और विरासत के लिए कोई दायित्व नहीं था। उसे भेजा गया था जो टोरा में मूसा को भेजा गया था। यीशु ने अपने अनुयायियों की आज्ञा दी कि वे टोरा और 'चोट' के कानून में विश्वास करते हैं। [१३३]\n\nफातिमिद काल के एक प्रसिद्ध मुस्लिम न्यायविद, कदी अल-नुअन के अनुसार, यीशु को कुरान में मसीहा (अल-मसी) के रूप में संदर्भित किया जाता है क्योंकि उन्हें उन लोगों के लिए भेजा गया था जिन्होंने उन्हें हटाने के लिए जवाब दिया था (मसाहा (मसाहा) ) उनकी अशुद्धियां, उनके विश्वास की बीमारियां; चाहे स्पष्ट (ज़हीर) या छिपा हुआ (बटिन)। QADI AL- NU'MAN, प्रतीकात्मक व्याख्या (Asās al-Ta'wīl) के अपने कार्य नींव में, यीशु के आध्यात्मिक जन्म (मिलड अल-बैटिन) के बारे में बात करता है, भौतिक जन्म की अपनी कहानी (मिलड अल-- ज़हीर) कुरान में उल्लेख किया गया है। वह कहता है कि मैरी, यीशु की माँ, किसी ऐसे व्यक्ति के लिए एक रूपक है जिसने पोषित किया और यीशु (लहक) को निर्देश दिया, बजाय शारीरिक रूप से उसे जन्म देने के। कादी अल-नूमन बताते हैं कि यीशु अब्राहम के शुद्ध संतान से थे, जैसे कि अली और उनके बेटे फातिमा के माध्यम से मुहम्मद के शुद्ध संतान से थे। [१३४]\n\nदिखावट\nमुहम्मद के कई हदीसों के कथनों के आधार पर, यीशु को शारीरिक रूप से वर्णित किया जा सकता है (यीशु के भौतिक विवरण में किसी भी अंतर के साथ मुहम्मद के कारण यह वर्णन करते हुए कि वह अलग -अलग अवसरों पर उसे देख रहा है, जैसे कि स्वर्ग में उसके स्वर्ग के दौरान, या यीशु के दौरान यीशु का वर्णन करते समय 'दूसरा आ रहा है): [144]\n\nएक व्यापक छाती के साथ मध्यम/मध्यम/मध्यम/औसत ऊंचाई और कद का एक अच्छी तरह से बनाया गया आदमी।\nसीधे, लंक, और लंबे बाल जो उसके कंधों के बीच गिर गए। ऐसा लगता है जैसे पानी उसके सिर से ड्रिबलिंग कर रहा है, हालांकि यह गीला नहीं है।",
"Muhammad": "इस्लाम में मुहम्मद\nविकिपीडिया, निःशुल्क विश्वकोष से\nखोज करने के लिए नेविगेशनजंप करने के लिए कूदें\nयह लेख एक इस्लामी संदर्भ में मुहम्मद की भूमिका और महत्व के बारे में है। एक सामान्य अवलोकन के लिए, मुहम्मद देखें।\nइमाम अल-एनीबिया\nरसल अल्लाह\nमुहम्मद\nمُحمّدٌ\nمحمد صلى الله عليه وسلم। एसवीजी\nइस्लामी सुलेख में 'मुहम्मद'\nइस्लाम के पैगंबर\nईसा (यीशु) से पहले\nस्थिति को समाप्त कर दिया\nशीर्षक खटम एन-नबायिन ('पैगंबर की सील')\nनिजी\nसोमवार, 12 रबी 'अल-अवल 53 बीएच (570 सीई) का जन्म\nमक्का, हेजज़, अरब\nसोमवार, 12 रबी 'अल-अवल 11 एएच (8 जून 632 सीई) का निधन हो गया\nमदीना, हेजज़, अरब\nविश्राम प्लेस ग्रीन डोम, पैगंबर की मस्जिद, मदीना\nधर्म इस्लाम\nपति या पत्नी मुहम्मद की पत्नियों को देखते हैं\nबच्चे मुहम्मद के बच्चों को देखते हैं\nअभिभावक\nअब्द अल्लाह इब्न अब्द अल-मुतलीब (पिता)\nअमीना बिंट वाहब (माँ)\nमदीना का उल्लेखनीय कार्य (ओं)\nअन्य नाम मुहम्मद के नाम और शीर्षक देखते हैं\nरिश्तेदारों ने मुहम्मद के परिवार के पेड़ को देखा, अहल अल-बेट (\"घर का परिवार\")\nहस्ताक्षर मुहम्मद सील। एसवीजी\nमुहम्मद की सील\nमुस्लिम नेता\nउत्तराधिकारी मुहम्मद के उत्तराधिकार को देखें\nअरबी नाम\nव्यक्तिगत (ism) मुहम्मद\nसंरक्षक (NASAB) मुअम्मद इब्न अब्द अल्लाह इब्न अब्द अल-मुट्टलीब इब्न हाशिम इब्न अब्द मनफ इब्न क्यूसाई इब्न किलाब\nटेक्नोनिमिक (कुन्या) अबू अल-कासिम\nबिस्मिल्लाहिर रहमानिर रहीम\nइस्लाम पर एक श्रृंखला का हिस्सा\nइस्लामिक पैगंबर\nअंबिया\nकुरान में पैगंबर\nइस्लामिक नाम और बाइबिल के नाम से सूचीबद्ध।\nʾĀdam (adam) ʾidrīs (हनोक) nū (noh) h ( जेथ्रो) मसा (मूसा) हरन (आरोन) धुल-किफ्ल (ईजेकील या गौतम बुद्ध) दैद (डेविड) सुलायमन (सोलोमन) यनस (जोनाह) ʾilas (एलियाह) (जेकरी) (जेकरी) (जेकरी) (जेकरी) ) मुअम्मद (मुहम्मद)\nमुख्य कार्यक्रम\nविचारों\n इस्लाम पोर्टल\nवी T ई\nएक श्रृंखला का हिस्सा\nइसलाम\nAllah3.svg\nमान्यताएं\nआचरण\nटेक्सटफाउंडेशन\nइतिहास\nसंस्कृति और समाज\nसंबंधित विषय\n इस्लाम पोर्टल\nवी T ई\nमुअम्मद इब्न अब्द अल्लाह (अरबी: مُحمّدُ بْنُ عَبْدِ ٱللهِ; c.570 - 8 जून 632 CE), माना जाता है कि इस्लाम की सभी मुख्य शाखाओं में ईश्वर के दूतों और भविष्यद्वक्ताओं की मुहर है। मुसलमानों का मानना ​​है कि इस्लाम के केंद्रीय धार्मिक पाठ कुरान को ईश्वर द्वारा मुहम्मद से पता चला था, और यह कि मुहम्मद को इस्लाम को बहाल करने के लिए भेजा गया था, जो उनका मानना ​​है कि मुहम्मद के साथ उत्पन्न नहीं हुआ था, लेकिन आदम, अब्राहम, का सच्चा मूल एक मूल निवासी है, मूसा, यीशु और अन्य नबियों। [१] [२] [३] [४] कुरान के साथ स्थापित मुहम्मद ने धार्मिक, सामाजिक और राजनीतिक सिद्धांत इस्लाम और मुस्लिम दुनिया की नींव बन गए। [५]\n\nवर्ष 53 बीएच (570 सीई) के बारे में जन्मे मक्का के एक सम्मानित कुरैशी परिवार में जन्मे, मुहम्मद ने \"अल-अमीन\" (اَلْأمِينُ, जिसका अर्थ है \"द ट्रस्टवर्थी\") शीर्षक अर्जित किया। [6] [7] 11 BH (610 CE) में 40 वर्ष की आयु में, मुहम्मद को कहा जाता है कि उन्होंने हिरा नामक गुफा में अपना पहला मौखिक रहस्योद्घाटन प्राप्त किया था, जो कुरान के वंश की शुरुआत थी जो उनके जीवन के अंत तक जारी रही; और मुसलमानों का मानना ​​है कि मुहम्मद को परमेश्वर द्वारा ईश्वर की एकता का प्रचार करने के लिए कहा गया था ताकि मूर्तिपूजा को बाहर निकालने के लिए, एक अभ्यास पूर्व-इस्लामिक अरब में मौजूद हो। [8] [9] नव परिवर्तित मुसलमानों के उत्पीड़न के कारण, मदीना से एक प्रतिनिधिमंडल के निमंत्रण (तब यथरीब के नाम से जाना जाता है), मुहम्मद और उनके अनुयायियों ने 1 आह (622 सीई) में मदीना में चले गए, एक घटना जिसे हिजराह के नाम से जाना जाता है। [१०] [१०] [१०] [१०] 1 1] मुहम्मद के जीवन में एक महत्वपूर्ण मोड़, यह हेगिरा इस्लामिक कैलेंडर की शुरुआत को भी चिह्नित करती है। मदीना में, मुहम्मद ने मदीना के संविधान को बाहर निकाल दिया और वहां के विभिन्न मौजूदा समुदायों के बीच संबंधों और संबंधों को निर्दिष्ट किया, एक स्वतंत्र समुदाय का गठन किया, और पहले इस्लामिक स्टेट को स्थापित करने में कामयाब रहे। [१२] मेकेन्स की चल रही दुश्मनी के बावजूद, मुहम्मद ने अपने अनुयायियों के साथ, 630, [13] [14] में मक्का का नियंत्रण लिया और सभी बुतपरस्त मूर्तियों के विनाश का आदेश दिया। [१५] [१६] मदीना में अपने बाद के वर्षों में, मुहम्मद ने इस्लाम के तहत अरब के विभिन्न जनजातियों को एकजुट किया [17] और सामाजिक और धार्मिक सुधारों को अंजाम दिया। [१]] जब तक लगभग 11 एएच (632 सीई) में उनकी मृत्यु हो गई, तब तक अरब प्रायद्वीप के लगभग सभी जनजातियों ने इस्लाम में परिवर्तित किया था। [१ ९]\n\nमुसलमान अक्सर मुहम्मद को पैगंबर मुहम्मद, या सिर्फ \"पैगंबर\" या \"द मैसेंजर\" के रूप में संदर्भित करते हैं, और उसे सभी पैगंबर के महानतम मानते हैं। [१] [२०] [२१] [२२] [२२] उन्हें मुसलमानों द्वारा सभी गुणों के अधिकारी के रूप में देखा जाता है। [२३] सम्मान के एक कार्य के रूप में, मुसलमान अरबी बेनेडिक्शन सल्लल्लाहु 'अलैहि वा सल्लम, (मतलब शांति उस पर हो) द्वारा मुहम्मद के नाम का अनुसरण करते हैं, [24] कभी -कभी \"देखा\" या \"pbuh\" के रूप में संक्षिप्त किया जाता है।\n\nकुरान में\nअधिक जानकारी: कुरान में मुहम्मद\n\nमुहम्मद नाम थुलुथ में लिखा गया है, इस्लामी सुलेख की एक स्क्रिप्ट विविधता\nकुरान मुहम्मद के प्रारंभिक जीवन या अन्य जीवनी विवरणों के बारे में बहुत कम है, लेकिन यह उनके भविष्यवाणी मिशन, उनकी नैतिक उत्कृष्टता और मुहम्मद के बारे में धार्मिक मुद्दों के बारे में बात करता है। कुरान के अनुसार, मुहम्मद भगवान (33:40) द्वारा भेजे गए नबियों की श्रृंखला में अंतिम है। कुरान के दौरान, मुहम्मद को \"मैसेंजर\", \"मैसेंजर ऑफ गॉड\", और \"पैगंबर\" के रूप में जाना जाता है। इस तरह के कुछ छंद हैं 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29, और 66:09। अन्य शब्दों का उपयोग किया जाता है, जिसमें \"वार्नर\", \"ग्लैड टिडिंग्स के वाहक\", और \"जो लोगों को एक ही भगवान के लिए आमंत्रित करता है\" (कुरान 12: 108, और 33: 45-46) सहित। कुरान का कहना है कि मुहम्मद एक ऐसा व्यक्ति था, जिसके पास उच्चतम नैतिक उत्कृष्टता थी, और यह कि परमेश्वर ने उसे मुसलमानों के लिए एक अच्छा उदाहरण या \"अच्छा मॉडल\" बनाया (कुरान 68: 4, और 33:21)। कुरान मुहम्मद के लिए किसी भी अलौकिक विशेषताओं का खुलासा करता है, [25] लेकिन सकारात्मक मानवीय गुणों के संदर्भ में उसका वर्णन करता है। कई छंदों में, कुरान ने मुहम्मद के मानवता के संबंध को क्रिस्टलीकृत किया। कुरान के अनुसार, परमेश्वर ने मुहम्मद को सत्य (मानवता के लिए भगवान का संदेश), और पूरी दुनिया के लिए एक आशीर्वाद के रूप में भेजा (कुरान 39:33, और 21: 107)। इस्लामी परंपरा में, इसका मतलब यह है कि परमेश्वर ने मुहम्मद को अपने संदेश के साथ मानवता के लिए भेजा है, जिसके बाद लोगों को बाद में लोगों को उद्धार दिया जाएगा, और यह मुहम्मद की शिक्षाओं और उनके निजी जीवन की पवित्रता है जो इस दुनिया में भगवान की पूजा को जीवित रखते हैं । [२६]\n\nकुरान के अनुसार, मुहम्मद के आने की भविष्यवाणी यीशु द्वारा की गई थी: \"और याद रखें, यीशु, मैरी के पुत्र, ने कहा: 'हे इस्राएल के बच्चे! मैं आपके लिए भगवान का दूत हूं, जो मेरे सामने आया (जो आया था), मेरे सामने आया था, और मेरे पीछे आने के लिए एक दूत की ख़ुशी की ख़ुशी दे रही है, जिसका नाम अहमद होगा '' (कुरान 61: 6)। इस कविता के माध्यम से, प्रारंभिक अरब मुसलमानों ने मौजूदा धार्मिक परंपराओं और यीशु की कथित भविष्यवाणियों में अपने नए विश्वास के लिए वैधता का दावा किया।"
}
