{
"Adam": "Nabi pertama dan ayah dari semua manusia.\nKisah Adam dan Ciptaan disatukan di seluruh Quran. Ada referensi dalam bab: 2, 4, 5, 20, 21, 38 dan lainnya. Dalam narasi Quran, Tuhan menciptakan umat manusia dari tanah liat (Q3: 59), [18] membentuknya menjadi bentuk dan kemudian memerintahkan para malaikat untuk membungkuk (menyerahkan) kepada Adam. Iblis menolak Pride (Q15: 26-32) [19] dan dibuang dari Jannah (Paradise).\n\nMenurut Al -Quran, Tuhan sudah memutuskan sebelum penciptaan Adam bahwa umat manusia (Adam dan keturunannya) akan ditempatkan di bumi. Islam tidak menganggap kehidupan umat manusia di bumi sebagai hukuman, melainkan sebagai bagian dari rencana Tuhan.\n\n\"'Sesungguhnya, saya akan menempatkan generasi umat manusia demi generasi di Bumi.' Mereka (para malaikat) berkata: 'Maukah Anda menempatkan di dalamnya orang -orang yang akan membuat kerusakan di dalamnya dan menumpahkan darah, sementara kami (para malaikat) memuliakan Anda dengan pujian dan terima kasih dan menguduskan Anda?' Tuhan berkata: 'Saya tahu apa yang tidak Anda ketahui.' \"\n\nTuhan kemudian mengajari Adam nama -nama dari semua hal dan mengumpulkan para malaikat di depan Adam sehingga menunjukkan kepada mereka bahwa ada lebih banyak hal untuk Adam daripada yang mereka ketahui, terutama kapasitas intelektual yang tinggi dari Adam:\n\n\"Dan dia mengajari Adam nama -nama itu - semuanya. Lalu dia menunjukkannya kepada para malaikat dan berkata,\" Beritahu aku tentang nama -nama ini, jika kamu benar. \"Mereka berkata:\" Kemuliaan kepadamu (kata para malaikat), pengetahuan kita tidak memiliki, kecuali apa yang kamu ajarkan kepada kami: Sebenarnya engkau yang berseni dalam pengetahuan dan kebijaksanaan. \"Dia berkata:\" Wahai Adam! Beri tahu mereka nama mereka. \"Ketika dia memberi tahu mereka, Tuhan berkata (kepada para malaikat):\" Apakah saya tidak memberi tahu Anda bahwa saya tahu rahasia surga dan bumi, dan saya tahu apa yang kamu ungkapkan dan apa yang kamu sembunyikan? \"\n\nTuhan memerintahkan para malaikat untuk tunduk pada Adam. Semua patuh, kecuali Iblis, yang merasa bahwa dia dibuat dari api, tidak boleh membungkuk kepada Adam yang dibuat dari bumi. Ketidaktaatannya atas perintah Allah diikuti oleh kebanggaannya menyebabkan dia jatuh dari kebaikan Tuhan:\n\n\"Dan lihatlah, kami berkata kepada para Malaikat:\" Busnya ke Adam \"dan mereka membungkuk. Tidak begitu Iblis: dia menolak dan angkuh: dia adalah dari mereka yang menolak iman (mereka yang tidak taat).\" (2:34)\n\nTuhan kemudian menempatkan Adam dan Hawa di taman dan memberi tahu mereka bahwa mereka bebas menikmati buah -buahannya kecuali tidak mendekati pohon tertentu: (2:35)\n\n\"Kami berkata:\" O Adam! tinggal engkau dan istrimu di kebun; dan memakan hal -hal yang melimpah di dalamnya (di mana dan kapan) kamu akan; tetapi tidak mendekati pohon ini, atau kamu mengalami bahaya dan pelanggaran. \"\n\nSetan kemudian menipu Adam dan Hawa untuk makan buah -buahan pohon: (2:36)\n\n\"Lalu Setan membuat mereka tergelincir dari (taman), dan mengeluarkan mereka dari negara (felicity) di mana mereka telah. Kami berkata:\" Turunkan kamu, semua (kamu orang), dengan beberapa dari Anda memiliki permusuhan terhadap orang lain. Di Bumi akan menjadi tempat tinggal Anda dan cara mata pencaharian Anda - untuk sementara waktu. \"\n\nAdam dan Hawa merasakan banyak penyesalan atas tindakan mereka, tetapi Tuhan berbalik kepada Adam dalam belas kasihan dan menghiburnya: (2:37)\n\n\"Kemudian belajar Adam dari kata-kata inspirasi Tuhannya, dan Tuhannya berbalik ke arahnya; karena Dia sering kembali, paling berbelas kasih.\"\n\nTuhan kemudian memberi tahu Adam bahwa Tuhan akan mengirimkan bimbingan -Nya kepada Adam dan keturunannya: (2:38)\n\n\"Kami berkata:\" Turunkan kalian semua dari tempat ini (taman), lalu setiap kali datang kepada Anda bimbingan dari saya, dan siapa pun yang mengikuti bimbingan saya, tidak akan ada rasa takut pada mereka, juga tidak akan berduka. \"\n\nDi Taman Eden, Setan (sering diidentifikasi sebagai Iblis) memikat Adam dan Hawa menjadi Tuhan yang tidak mematuhi dengan mencicipi buah dari pohon terlarang. Tuhan, mengirim Adam dan keluar ke seluruh bumi. [20] [21]\n\nAl -Quran juga menggambarkan kedua putra Adam dan Hawa, Kain dan Abel. [22] [23]",
"Idris": "Penemu pena dan penemu jarum.",
"Nuh": "Survivor of the Great Flood.",
"Hud": "Pedagang\n\nIni adalah ringkasan singkat dari narasi HUD, dengan penekanan pada dua ayat tertentu:\n\nOrang -orang ʿād sangat kuat dan kaya dan mereka membangun banyak bangunan [19] dan monumen untuk menunjukkan kekuatan mereka. Namun, kekayaan rakyat ʿād pada akhirnya terbukti menjadi kegagalan mereka, karena mereka menjadi arogan dan meninggalkan Tuhan dan mulai mengadopsi berhala untuk beribadah, termasuk tiga berhala bernama Samd, Samud dan Hara. [11] HUD, bahkan di masa kecil, tetap konsisten dalam doa kepada Tuhan. Ini terkait melalui penafsiran bahwa ibu Hud, seorang wanita saleh yang telah melihat visi besar pada kelahiran putranya, adalah satu -satunya orang yang mendorong HUD dalam ibadatnya. [20] Dengan demikian, Tuhan membangkitkan HUD sebagai seorang nabi bagi orang -orang ʿād. [20]\n\nKetika HUD mulai berkhotbah dan mengundang mereka untuk menyembah hanya Allah yang benar dan ketika dia menyuruh mereka untuk bertobat atas dosa -dosa masa lalu mereka dan meminta belas kasihan dan pengampunan, orang -orang ʿād mulai menjulanginya dan dengan jahat mulai mengejek pesan Tuhan. Kisah Hud melambangkan siklus kenabian yang umum bagi para nabi awal yang disebutkan dalam Al -Quran: Nabi dikirim kepada umat -Nya untuk memberi tahu mereka untuk menyembah Tuhan saja dan memberitahu mereka untuk mengakui bahwa Tuhan yang merupakan penyedia berkat mereka [9] Quran [3] menyatakan:\n\nKami mengirim kepada orang -orang dari adik mereka, yang berkata: \"Ya umat -Ku, menyembah Tuhan; kamu tidak memiliki Tuhan yang lain selain dia. (Sedangkan untuk berhala,) kamu hanya menciptakan kebohongan.\nWahai orang -orang saya, saya tidak meminta tanggapan Anda untuk itu: hadiah saya adalah dengan dia yang menciptakan saya. Karena itu, tidakkah Anda mengerti?\nO umat -Ku, mohon Tuhan untuk mengampuni kamu, dan berbalik kepadanya dengan bertobat. Dia akan mengirim hujan di Torrents untuk Anda dari langit, dan memberi Anda kekuatan tambahan. Jadi jangan berpaling darinya sebagai orang berdosa. \"\nMereka berkata: \"O HUD, Anda telah datang kepada kami tanpa bukti. Kami tidak akan meninggalkan dewa -dewa kami karena Anda mengatakan demikian, juga tidak percaya pada Anda.\nYang bisa kita katakan adalah bahwa beberapa dewa kami telah membuat Anda menangis dengan kejahatan. \"Dia menjawab:\" Saya memanggil Tuhan untuk bersaksi, dan Anda juga bersaksi, bahwa saya jelas dari apa yang Anda kaitkan (dalam urusan Anda)\nTerlepas dari dia. Berhasil melawan saya sebanyak yang Anda suka, dan tidak memberi saya kelonggaran.\nSaya menempatkan kepercayaan saya pada Tuhan yang adalah Tuhan dan Tuhan saya. Tidak ada makhluk yang bergerak di bumi yang tidak dipegang oleh jambu dengan kuat olehnya. Sesungguhnya jalan Tuhanku lurus.\nJika Anda berpaling, maka (ingat) saya telah mengirimkan kepada Anda pesan yang saya kirim. Tuhanku akan menempatkan orang lain di tempatmu, dan kamu tidak akan bisa menang melawannya. Memang tuanku terus mengawasi semua hal. \"\n\n-Qur'an, Sura 11 (HUD), Ayah 50-57\nKeajaiban HUD\nAccording to tafsir from Ibn Qayyim al-Jawziyya in his analysis book, Madaarij Saalikeen, which has been quoted by Ibn Abi al-Izz in his syarh (commentary) of Al-Aqida al-Tahawiyya, Hud has shown his miracle which are pointed by Ayat 56-58:\n\n(56) \"Yang bisa kita katakan adalah bahwa beberapa dewa kita telah membuatmu menangis dengan kejahatan.\" Dia menjawab: \"Saya memanggil Tuhan untuk menyaksikan, dan Anda juga bersaksi, bahwa saya jelas dari apa yang Anda asosiasikan (dalam urusan Anda) ... terlepas dari dia. Berkolening melawan saya sebanyak yang Anda suka, dan tidak memberi saya kelonggaran .\n\n(57) Saya menempatkan kepercayaan saya kepada Tuhan yang adalah Tuhan dan Tuhan -Mu. Tidak ada makhluk yang bergerak di bumi yang tidak dipegang oleh jambu dengan kuat olehnya. Sesungguhnya jalan Tuhanku lurus.\n\n(58) Jika Anda berpaling, maka (ingat) saya telah mengirimkan kepada Anda pesan yang saya kirim. Tuhanku akan menempatkan orang lain di tempatmu, dan kamu tidak akan bisa menang melawannya. Memang tuanku terus mengawasi semua hal. \"\n\n- Qur'an, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (bahasa Arab: صَالِحٌ, diromanisasi: ṣāliḥ, lit. 'saleh', juga dieja Salih), adalah seorang nabi Arab yang disebutkan dalam Al -Quran [1] [2] yang bernubuat dengan suku Thamud [3] [4] [5] ] di Arab kuno, sebelum masa Nabi Muhammad. Kisah Salih terkait dengan kisah She-Camel of Allah, yang merupakan karunia yang diberikan oleh Allah kepada orang-orang Thamud ketika mereka menginginkan mukjizat untuk mengkonfirmasi bahwa Salih benar-benar seorang nabi.\n\nProfesinya adalah peternak unta.\n\nKonteks historis\n\nMada'in Salih atau Al-Hijr di wilayah pegunungan Hijazi di Arab Saudi\nThamud adalah konfederasi suku di wilayah barat laut Semenanjung Arab, yang disebutkan dalam sumber -sumber Asyur pada zaman Sargon II. Nama suku terus muncul dalam dokumen ke abad keempat M, tetapi pada abad keenam mereka dianggap sebagai kelompok yang telah menghilang sejak lama. [6]: 81\n\nMenurut Quran, kota yang dikirim Salih disebut al-Hijr, [7] yang sesuai dengan kota Hegra Nabataan. [8] Kota ini menjadi terkenal sekitar abad pertama M sebagai situs penting dalam perdagangan karavan regional. [9] Berdekatan dengan kota itu adalah makam batu-batu besar yang dihiasi yang digunakan oleh anggota berbagai kelompok agama. [6]: 146 Pada titik yang tidak diketahui pada zaman kuno, situs tersebut ditinggalkan dan mungkin secara fungsional digantikan oleh al-'ula. [10] Situs ini telah disebut sebagai Mada'in Salih sejak era Muhammad, dinamai menurut pendahulunya Salih. [11]\n\nDi luar agama Islam dan Baháʼí, Salih tidak disebutkan dalam Kitab Suci Abraham atau teks sejarah kontemporer lainnya, tetapi kisah kehancuran Thamud mungkin telah dikenal di Arab kuno. Nama suku digunakan dalam puisi Arab kuno sebagai metafora untuk \"kefanaan semua hal\". [6]: 223–24\n\nDalam Islam\nBismillahir Rahmanir Rahim\nBagian dari seri tentang Islam\nNabi Islam\nAnbiya\nNabi dalam Al -Quran\nTerdaftar dengan nama Islam dan nama Alkitab.\nʾĀdam (Adam) ʾidrīs (enoch) nūḥ (nuh) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (abraham) lūṭ (lot) ʾismāʿi (ishmael) ʾisḥāq (Isaac) yaʿqq (Jacob) (Jacob) ʾisḥāq (Isaac) yaʿqq (Jacob) (Jacob) (Jacob) (Jacob) yaʿqq (Jacob) (Jacob) (Ishmael) (Ishmac) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael (Ishmael) (Ishmael (Ishmael) (Ishmac (Ishmael) (Ishmac (Ishmael) (Ishmac (Ishmael) (Ishmac (Ishmael) (Ishma) Yethro) Mūsā (Musa) Hārūn (Harun) Dhul-Kifl (Yehezkiel atau Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Yunus) —Bilyās (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakariya ) Muḥammad (Muhammad)\nAcara utama\nPandangan\nPortal Islam\nvte\nBagian dari seri\nIslam\nAllah3.svg\nKeyakinan\nPraktik\nTextSfoundations\nSejarah\nBudaya dan masyarakat\ntopik-topik yang berkaitan\n Portal Islam\nvte\nQuran\n\nSalih mengundang orang-orangnya untuk melihat senyawa dia\nKoleksi cerita para nabi yang menyala\nKehidupan Salih di komunitasnya sangat benar sehingga orang -orang Thamud hampir mengandalkannya untuk mendapatkan dukungan. [12] Dia dipilih oleh Allah sebagai utusan dan dikirim untuk berkhotbah melawan keegoisan orang kaya dan untuk mengutuk praktik Shirk (penyembahan berhala atau politeisme). Meskipun Salih mengkhotbahkan pesan itu untuk jangka waktu yang berkelanjutan, orang -orang untuk Thamud menolak untuk mendengar peringatannya dan malah mulai meminta Salih untuk melakukan keajaiban bagi mereka. Mereka berkata: \"Wahai Salih! Engkau telah menjadi dari kami! Sebuah pusat harapan kami sampai sekarang! Dost Engkau melarang kita menyembah apa yang disembah oleh para ayah kami? Tapi kami benar -benar dalam keraguan yang mencurigakan (tidak memutus) tentang hal yang Anda tuju kami yang mengundang kami . \"\n\nSalih mengingatkan orang -orangnya tentang istana dan istana yang tak terhitung jumlahnya yang mereka bangun dari batu, [13] dan superioritas teknologi mereka atas komunitas tetangga. Lebih jauh, dia memberi tahu mereka tentang leluhur mereka, suku ʿād, dan bagaimana mereka juga dihancurkan karena dosa -dosa mereka. Beberapa orang Thamud percaya kata -kata Salih, tetapi para pemimpin suku menolak untuk mendengarkannya dan terus menuntut agar ia menunjukkan keajaiban untuk membuktikan kenabiannya. [14]\n\nSebagai tanggapan, Tuhan memberi Thamud she-camel yang diberkati, baik sebagai sarana rezeki dan ujian. Suku itu disuruh membiarkan unta merumput dengan damai dan menghindari melukainya. [15] Tetapi bertentangan dengan peringatan Salih, orang -orang dari suku membungkuk unta. [16] Salih memberi tahu mereka bahwa mereka hanya memiliki tiga hari lagi untuk hidup sebelum murka Allah turun ke atas mereka. [17] Orang -orang di kota itu menyesal, [18] tetapi kejahatan mereka tidak dapat dibatalkan, dan semua orang yang tidak percaya di kota itu terbunuh dalam gempa bumi. Al-Hijr dianggap tidak berpenghuni dan tetap menjadi reruntuhan untuk semua waktu sesudahnya. [19] Salih sendiri dan beberapa orang percaya yang mengikutinya selamat. [20]\n\nKisah ini diperluas di Sūrat an-naml, sementara She-Camel tidak disebutkan secara eksplisit di sini, ia menyatakan bahwa sembilan orang berencana untuk membunuh Salih dan seluruh keluarganya, [21] [22] Kejahatan yang mereka pukul turun oleh Tuhan tiga hari kemudian. [23]\n\nTradisi Muslim\nPenulis Muslim telah menguraikan kisah Salih dan She-Camel. Tradisi Islam awal sering melibatkan motif unta yang secara ajaib muncul dari batu, sering disertai oleh anak sapi, dan produksi susu dari unta. Al-Tabari menyatakan bahwa Salih memanggil rakyatnya ke sebuah gunung, di mana mereka menyaksikan batu itu secara ajaib terbelah terbuka, mengungkapkan unta. She-Camel memiliki anak sapi muda. Salih memberi tahu Thamud bahwa unta yang lebih tua akan minum dari sumber air mereka pada satu hari, dan mereka akan minum darinya pada hari berikutnya. Pada hari -hari ketika mereka tidak diizinkan minum air, unta memberi mereka susu. Tetapi Tuhan memberi tahu Salih bahwa seorang anak laki -laki yang akan melumpuhkan unta akan segera dilahirkan untuk suku itu, dan anak itu jahat dan tumbuh secara tidak wajar dengan cepat. Unta itu memang terbunuh, dan betisnya berteriak tiga kali, menandakan bahwa Thamud akan dihancurkan dalam tiga hari. Wajah mereka menjadi kuning, lalu merah, lalu hitam, dan mereka meninggal pada hari ketiga seperti yang diperkirakan. [24]\n\nMenurut beberapa sarjana Islam, ibu Ismail, Hajar, adalah cucu dari Nabi Salih. [25]\n\nTradisi serupa terkait dalam komentar abad kedelapan tentang Islam oleh John dari Damaskus [26] [27] dan juga disebutkan dalam karya Ibn Kathir. [28]",
"Ibrahim": "Bapak Yehuda, Kekristenan dan Islam. Pembangun Kaaba.",
"Lut": "Sejarawan dan pelancong.\n\nAl -Quran menyatakan bahwa suatu hari, sekelompok malaikat mengunjungi Abraham sebagai tamu dengan kedok pria [12] untuk memberi tahu dia tentang fakta bahwa istrinya Sarah hamil dengan Ishak. Sementara di sana, mereka juga mengatakan kepadanya bahwa mereka telah dikirim oleh Tuhan kepada \"orang -orang bersalah\" [13] dari Lut [14] untuk menghancurkan mereka [15] dengan \"kamar mandi batu tanah\". [16] Lut dan mereka yang percaya kepadanya, harus terhindar, tetapi istrinya akan mati dalam kehancuran, dengan para malaikat menyatakan bahwa \"dia adalah orang -orang yang tertinggal\". [17] [18] Al -Quran juga menarik istri Lot sebagai \"contoh bagi orang -orang yang tidak percaya\" ketika dia menikah dengan seorang pria yang benar tetapi menolak untuk percaya pada pesannya dan dengan demikian dikutuk ke neraka. [3] [19]\n\nOrang -orang dari Kota Kembar melampaui batas -batas Allah. Menurut Al -Quran, dosa -dosa mereka termasuk tidak ramah dan perampokan [20] mereka membenci orang asing dan merampok pelancong, selain dari pelanggaran dan pemerkosaan lainnya. Itu adalah dosa mereka dalam pelanggaran seksual juga yang dipandang sangat mengerikan, dengan Lut sangat menggigit mereka karena mendekati pria dengan hasrat seksual alih -alih wanita. [21] [22] Lut mengatakan dan mencoba membantu mereka meninggalkan cara -cara berdosa mereka, tetapi mereka mengejeknya [20] dan mengancam akan mengusirnya dari kota -kota. [23] Lut berdoa kepada Tuhan dan memohon untuk diselamatkan dari konsekuensi dari tindakan berdosa mereka. [3] [24]\n\nKemudian tiga malaikat, yang menyamar sebagai laki -laki yang tampan, datang ke Lut sebagai tamu. Dia berduka atas orang -orang itu, karena dia merasa tidak berdaya untuk melindungi mereka dari orang -orang di kota -kota. [25] Penduduk kota -kota menjadi sadar akan para pengunjung menuntut banyak yang menyerahkan tamunya kepada mereka. [26] Tertekan dan takut bahwa mereka akan menimbulkan murka Allah, menyarankan pernikahan yang agak sah kepada putrinya [27] sebagai alternatif yang saleh dan lebih murni untuk keinginan mereka yang melanggar hukum, dan mungkin sebagai sumber bimbingan. [28] Tetapi mereka tak henti -hentinya dan menjawab, \"Kamu tahu bahwa kita tidak perlu anak -anakmu: memang kamu tahu dengan baik apa yang kami inginkan!\", [29] mengacu pada tamu prianya.\n\nThe Exegetes Ibn Kathir, Qurtubi dan Tabari tidak membaca 'anak perempuan' untuk berarti putri literal Lot. Mereka berpendapat bahwa karena seorang nabi seperti ayah bagi bangsanya, banyak pengarahan untuk berpaling dari dosa -dosa mereka dan terlibat dalam hubungan yang sehat dan saleh dengan anak -anak perempuan bangsa, yaitu wanita pada umumnya. [30]\n\nPara malaikat kemudian mengungkapkan identitas mereka yang sebenarnya kepada Lot dan berkata kepadanya, “Kami (di sini) untuk memberikan engkau dan pengikutmu, kecuali istrimu: dia adalah orang -orang yang tertinggal.\" [3] Mereka menyarankan banyak untuk meninggalkan kota -kota di kota -kota Pada malam hari, mengatakan kepadanya untuk tidak melihat ke belakang. [31] Menjaga imannya kepada Tuhan, banyak meninggalkan kota -kota dalam kegelapan malam, membawa serta para pengikutnya dan mempercayai anggota keluarga. Akhirnya, pagi datang, dan dekrit Tuhan lulus dimana Al-Quran berbunyi, “Kami berbalik (kota-kota) terbalik, dan menghujani mereka dengan keras seperti tanah liat yang dipanggang, menyebar, lapisan di atas lapisan,-“ [32] dan dengan demikian disegel nasib kota kembar, jatuh menjadi penghancuran dan keputusasaan dan menandai akhir dari peradaban Sodom dan Gomora. [3]",
"Ismail": "Ayah orang Arab.\n\nIsmael dianggap sebagai nabi dalam Islam dan terdaftar dalam Quran dengan nabi lain dalam banyak kasus. [11] [12] [13] [14] Dalam ayat -ayat lain, seperti 21:85 [15] dan 38:48, [16] Ismael dipuji karena bersabar, baik, dan benar. [17] Contoh khusus yang menggambarkan Ismael secara individual adalah 19: 54-55 [18]-\"dan mengingatkan kembali, melalui surat perintah ilahi ini, Ismael. Lihatlah, ia selalu setia pada janji-Nya, dan adalah seorang rasul [Allah], a Nabi, yang biasa memerintahkan doa dan amal rakyatnya, dan mendapat perhatian dalam pandangan para pendukungnya. \"[19] Sebagai keturunan Ismael, Muhammad dianggap dibenarkan sebagai Nabi dan melanjutkan garis nabi dari zaman pra-Islam.",
"Ishaq": "Patriark Alkitab Isaac (Arab: إسحاق atau إسحٰق [catatan] ʾisḥāq) diakui sebagai nabi dan utusan Tuhan oleh umat Islam. [1] Seperti dalam Yudaisme dan Kekristenan, Islam menyatakan bahwa Ishak adalah putra patriark dan nabi Abraham dari istrinya Sarah. Muslim memegang Ishak dalam pemujaan mendalam karena mereka percaya bahwa baik Ishak dan saudara tirinya yang lebih tua Ismael melanjutkan warisan spiritual ayah mereka melalui khotbah mereka berikutnya tentang pesan Tuhan setelah kematian Abraham. [2] Isaac disebutkan dalam lima belas bagian Quran. [3] Seiring dengan disebutkan beberapa kali dalam Al -Quran, Ishak ditahan sebagai salah satu nabi Islam.\n\nAyah dari orang Israel.\n\nMasa muda\nKarena kasih karunia dan perjanjian Allah dengan Abraham, Sarah berbakat dengan seorang anak di usia tuanya. Ishak adalah usia 10 tahun ketika saudara tirinya Ismael keluar dari rumah Abraham ke padang pasir. Sementara di padang pasir Ismael mengambil seorang istri putri Moab bernama ‘Ayeshah. [4]\n\nTempat pemakaman\nMakam Ishak\nMakamnya dan istrinya Ribka dianggap berada di gua para leluhur di Hebron, Tepi Barat, yang dikenal dalam Islam sebagai masjid Ibrahim-i (\"Masjid Abraham\"). Bersamaan dengan makam Isaac adalah beberapa dari beberapa leluhur Al -Qur'an/Alkitab lainnya dan istri mereka: Abraham dan Sarah dan Yakub dan Leah.\n\nMenyebutkan dalam Quran\nIsaac disebutkan lima belas kali dengan nama dalam Quran, sering dengan ayahnya dan putranya, Yakub (Yaʿqūb). [5] Al -Quran menyatakan bahwa Abraham menerima \"kabar baik Ishak, seorang nabi, orang benar\", dan bahwa Allah memberkati mereka berdua (37: 112). \"Dan kami memberinya kabar senang dari Ishak, seorang nabi dari antara orang benar. Dan kami memberkatinya dan Ishak. Dan di antara keturunan mereka adalah orang yang berbudi luhur dan mereka yang jelas salah sendiri\" [6] dalam deskripsi yang lebih lengkap, ketika para malaikat datang ke Ibrahim untuk memberitahunya tentang hukuman di masa depan untuk dijatuhkan pada Sodom dan Gomorrah, istrinya, Sarah, \"tertawa, dan kami memberinya kabar baik tentang Ishak, dan setelah Ishak dari (seorang cucu) Yakub\" (11: 71-74) ; Dan lebih lanjut dijelaskan bahwa acara ini akan berlangsung meskipun usia tua Abraham dan Sarah. Beberapa ayat berbicara tentang Ishak sebagai \"hadiah\" kepada Abraham (6: 84; 19: 49-50), dan 29: 26-27 menambahkan bahwa Allah membuat \"kenabian dan buku itu menjadi salah satu keturunannya\", yang telah ditafsirkan Untuk merujuk pada dua putra kenabian Abraham, cucunya Jacob, dan cicit nubuatannya Joseph. Dalam Al-Quran, kemudian menceritakan bahwa Abraham juga memuji Tuhan karena memberinya Ismael dan Ishak di usia tuanya (xiv: 39-41).\n\nDi tempat lain dalam Al -Quran, Ishak disebutkan dalam daftar: Joseph mengikuti agama nenek moyangnya Abraham, Ishak dan Yakub (12: 38) dan berbicara tentang kebaikan Tuhan kepada mereka (12: 6); Anak laki -laki Yaʿqūb semuanya bersaksi iman dan janji mereka untuk menyembah Allah bahwa nenek moyang mereka, \"Abraham, Ismael dan Ishak\", disembah (2: 127); dan Quran memerintahkan umat Islam untuk percaya pada wahyu yang diberikan kepada \"Abraham, Ismael, Ishak, Yakub dan Patriarki\" (2: 136; iii: 84).",
"Yaqub": "Yaqub Ibn Ishaaq Ibn Ibrahim (Arab: يَعْقُوب ابْنُ إِسْحَٰق ابْنُ إِبْرَاهِيم, secara harfiah: \"jacob, yau آئِی arab € إِ € إِ € إِ ا · arab · arab ي · arab ي · arab ي · arab ي · : إِسْرegan [Israaeel]), juga dikenal sebagai Yakub, adalah seorang nabi dalam Islam. Dia diakui sebagai patriark Islam. Muslim percaya bahwa dia mengkhotbahkan iman monoteistik yang sama seperti yang dilakukan nenek moyangnya: Abraham (Ibrāhīm), Ismael (Ismail) dan Ishak (Ishaaq).\n\nYakub disebutkan enam belas kali dalam Quran. [1] Dua referensi lebih lanjut ke Isra'il diyakini menyebutkan Yakub. [2] Dalam sebagian besar referensi ini, Yakub disebutkan bersama sesama nabi dan patriarki Ibrani sebagai nabi kuno dan saleh yang tinggal di \"perusahaan orang terpilih\". [3] [4] Muslim berpendapat bahwa Yakub adalah putra Ishak dan bahwa ia mengkhotbahkan kesatuan Allah sepanjang hidupnya. Seperti dalam Kekristenan dan Yudaisme, Islam berpendapat bahwa Yakub memiliki dua belas putra, yang masing -masing akan pergi ke ayah dua belas suku Israel. [5] Yakub memainkan peran penting dalam kisah putranya, Joseph (Yūsif). [6] Al -Quran lebih lanjut memperjelas bahwa Allah membuat perjanjian dengan Yakub [7] dan Yakub diangkat menjadi pemimpin yang setia oleh perintah Allah. Kakeknya (Ibrahim), ayah (Ishaq), paman (Ismail), putra (Yusuf) dan dirinya sendiri semuanya adalah nabi Islam. [8]\n\nDalam Al -Quran\nYakub disebutkan dengan nama dalam Quran enam belas kali. [9] Meskipun banyak dari ayat -ayat ini memuji dia daripada menceritakan contoh dari narasinya, Al -Quran tetap mencatat beberapa peristiwa penting dari hidupnya. Tradisi dan Sastra Muslim [10] Peristiwa paling awal yang melibatkan Yakub dalam Al -Quran adalah bahwa para malaikat (Malāʾikah) memberikan \"kabar senang\" kepada Abraham dan Sarah tentang kelahiran seorang putra kenabian di masa depan dengan nama Ishak serta seorang kenabian di masa depan cucu bernama Yakub. [11] Al -Quran menyatakan:\n\nKetika dia berpaling dari mereka dan dari mereka yang mereka sembah selain Allah, kami menganugerahkan kepadanya Ishak dan Yakub, dan masing -masing dari mereka kami membuat seorang nabi.\n\n- Quran, Surah 19 (Maryam), Ayah 49 [11]\nAl -Quran juga menyebutkan bahwa Abraham mengajarkan iman monoteisme murni kepada putra -putranya, Ismael dan Ishak, serta Yakub. Rekaman Al -Quran Abraham memberi tahu Ismael, Ishak dan Yakub: \"Ya ampun! Allah telah memilih iman untuk Anda; maka mati tidak kecuali dalam iman Islam.\" [12] Al -Quran juga menyebutkan hadiah yang diberikan kepada Yakub dan juga Kekuatan imannya, yang menjadi lebih kuat seiring bertambahnya usia. Al -Quran menyebutkan bahwa Yakub \"dibimbing\"; [13] diberi \"pengetahuan\"; [14] \"terinspirasi\"; [15] dan diberi \"lidah kebenaran untuk didengar\". [16] Al -Quran kemudian menyatakan hal berikut tentang Yakub:\n\nDan kami menganugerahkan kepadanya Ishak dan, sebagai hadiah tambahan, (seorang cucu), Yakub, dan kami membuat orang -orang benar dari setiap orang (dari mereka).\nDan kami menjadikan mereka pemimpin, membimbing (laki -laki) dengan perintah kami, dan kami mengirimi mereka inspirasi untuk melakukan perbuatan baik, untuk membangun doa rutin, dan untuk mempraktikkan amal rutin; dan mereka terus melayani kami (dan kita saja).\n\n-Quran, Surah 21 (al-Anbiya), Ayat 72–73 [17]\nDan memperingati hamba kita Abraham, Ishak, dan Yakub, pemilik kekuasaan dan visi.\nSesungguhnya kami memang memilih mereka untuk (tujuan) khusus- menyatakan pesan akhirat.\nMereka, dalam pandangan kami, benar -benar, dari perusahaan umat pilihan dan yang baik.\n\n- Quran, Surah 38 ('sedih), Ayat 45–47 [18]\nYakub dan putranya\nPenyebutan signifikan Jacob berikutnya dalam Al -Quran adalah dalam narasi Surah Yusuf. Kisah Joseph dalam Al -Quran dibuka dengan mimpi bahwa Joseph memiliki satu malam, setelah itu dia berlari ke ayahnya Yakub, mengatakan: \"Lihatlah! Joseph berkata kepada ayahnya:\" Ya ayahku! Saya memang melihat sebelas planet dan matahari dan bulan: Saya melihat mereka bersujud kepada saya! \"\" . Yakub dapat meramalkan bahwa putranya akan tumbuh menjadi nabi berikutnya di garis Abraham dan Joseph yang akan menjaga pesan Islam tetap hidup di tahun -tahun mendatang. Namun, putra -putra Yakub yang lebih tua merasa bahwa ayah mereka mencintai Joseph dan Benjamin, putra bungsu Yakub, lebih dari mereka. Yakub tahu tentang kecemburuan mereka dan memperingatkan Joseph muda tentang hal itu. [20] Sepuluh kakak laki -laki Joseph kemudian memutuskan untuk membunuhnya. Saat Quran menceritakan diskusi mereka:\n\nMereka berkata: \"Sungguh Yusuf dan saudaranya lebih dicintai oleh ayah kita daripada kita: tapi kita adalah tubuh yang baik! Sungguh ayah kita jelas berkeliaran (dalam pikirannya)!\n\"Bunuh kamu Joseph atau mengusirnya ke beberapa tanah (tidak diketahui), sehingga bantuan ayahmu dapat diberikan kepadamu sendirian: (akan ada cukup waktu) agar kamu benar setelah itu!\"\n\n- Quran, Surah 12 (Yusuf) Ayat 8–9 [21]\nSalah satu saudara (biasanya dipahami sebagai reuben [22]) Namun, merasa bahwa alih -alih membunuh Joseph (Yusuf) mereka sebaliknya harus menjatuhkannya ke dalam sumur, sehingga karavan dapat datang dan menjemputnya. [23] Dengan demikian, mereka bertanya kepada ayah mereka apakah mereka bisa membawa Joseph muda untuk bermain dengan mereka, dengan syarat bahwa mereka akan mengawasinya. Meskipun Yakub takut bahwa seorang dhi (bahasa Arab: ذِئـب, serigala) akan melahap putranya, [24] putra -putra yang lebih tua yang memberontak dengan paksa membawa Joseph pergi dan melemparkannya ke dalam sumur. [25] Ketika para putra kembali ke Yakub malam itu, mereka berpura -pura menangis dan mereka lebih lanjut mengatakan kepadanya bahwa serigala telah melahap Joseph. Untuk menipu ayah mereka, mereka menodai kemeja Joseph (Yusuf) dengan darah palsu, [26] tetapi Yakub, yang telah diberi pengetahuan dengan pengetahuan, tahu ini adalah ramuan palsu yang telah mereka rancang. Meskipun Yakub khawatir akan hilangnya Yusuf, ia tetap teguh kepada Tuhan sepanjang kesedihannya. [26] Ketika tahun -tahun berlalu, Yusuf muda tumbuh menjadi seorang pria di Mesir; Yakub, sementara itu, kembali ke rumah di Kanaan, di mana putra -putranya akan terus -menerus mengganggunya tentang doa yang berulang kali kepada Tuhan untuk kembalinya Yusuf (Yusuf). [27] Meskipun Yakub sering mengeluh kepada Tuhan [14], itu tidak pernah karena perbuatan Tuhan, tetapi karena gangguan pikirannya sendiri dan sesekali keluar dari batas kesabaran yang telah ia tetapkan untuk dirinya sendiri. Dia terus -menerus mengabaikan orang -orang jahat yang mengejutkan dari putra -putranya dan akan memaafkan mereka dan mencoba memberi mereka nasihat yang baik. [28] Suatu hari, Yakub memutuskan untuk mengirim putranya dengan tugas, menyuruh mereka pergi ke Mesir untuk mencari Joseph dan Benjamin. Putranya, untuk pertama kalinya, mendengarkannya dan berangkat ke Mesir. Ketika salah satu putra Yakub kembali ke Kanaan dengan kabar baik tentang Joseph dan Benjamin di Mesir, dia datang dengan kemeja yang telah diberikan Joseph kepadanya, yang dia katakan padanya untuk melemparkan wajah ayah mereka, [29] untuk menghilangkan kebutaan Yakub dan Kebutaan dan Kebutaan dan Kebutaan dan Kebutaan dan Kebutaan dan Kebutaan Jacob dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnness dan Kebutnes dan Kebutaan Jacob dan Buta Yakub dan Jacob dan Jacob dan menghapus Jacob dan Koloki dan Jacob dan menghapus Jacob dan Kebutnes Jacob dan Jacob dan Yakub dan Yakub dan Jacob Hapus dan Yakub dan Yakub dan Hapas Jacob duka. Dengan demikian, putranya mengikuti instruksi dan melakukan seperti yang dikatakan Joseph, memulihkan visi fisik dan mental Yakub.\n\nBegitu penglihatan Yakub telah dipulihkan, seluruh keluarga memulai perjalanan mereka ke Mesir, untuk bertemu Joseph dan putra -putra lainnya lagi. Begitu mereka tiba, ayah dan putranya bertemu satu sama lain dengan cinta yang besar dan dipersatukan kembali dalam damai sekali lagi. Joseph yang sekarang kuat menyediakan rumah untuk orang tuanya dengan dirinya sendiri dan, seperti yang dikatakan Quran, membesarkan mereka dengan 'takhta martabat'. [30] Sekarang seluruh keluarga, bersama -sama, dapat berpaling kepada Tuhan melalui kantor -kantor kenabian baik Yakub dan Yusuf.\n\nNasihat terakhir Yakub untuk orang -orangnya\nSeluruh anak -anak Israel dipanggil untuk tunduk pada iman dalam Islam (tunduk kepada Tuhan) sebelum Yakub meninggal. Yakub ingin memastikan bahwa anak -anaknya hanya mati dalam Islam, dan, oleh karena itu, mengambil satu janji terakhir dari mereka. Ketika dia bertanya kepada mereka siapa yang akan mereka sembah setelah kematiannya, mereka menjawab bahwa mereka akan melanjutkan dalam Islam dan tunduk dan menyembah Tuhan. [31] Although the death-bed scene is embellished upon in Jewish tradition, and mentioned in the Book of Genesis, the Quran mentions it to emphasize the notion that Abraham, Isaac, Ishmael, and Jacob were all Muslims, as they bowed down in full faith to Tuhan dan Tuhan sendiri. Al -Quran menceritakan:\n\nDan ini adalah warisan yang ditinggalkan Abraham kepada putra -putranya, dan begitu pula Yakub; \"Oh, anak -anakku! Allah telah memilih iman untukmu; maka mati tidak kecuali dalam iman Islam.\"\nApakah kamu saksi ketika kematian muncul di hadapan Yakub? Lihatlah, dia berkata kepada putra -putranya: \"Apa yang akan kamu sembah setelah aku?\" Mereka berkata: \"Kami akan menyembah Allah-Mu dan Allah para ayah-Mu, dari Abraham, Ismail dan Ishak,- yang (benar) Allah: kepada-Nya kita membungkuk (dalam Islam).\"\n\n-Quran, Surah 2 (al-Baqara), Ayah 132–133 [32]\nWarisan Yakub\nYakub sangat istimewa dalam Islam karena membawa warisan yang ditinggalkan oleh nenek moyangnya. Orang -orang Muslim percaya bahwa Tuhan menganugerahkan rahmat -Nya yang terbaik kepada Yakub dan memilihnya untuk menjadi salah satu orang yang paling ditinggikan. Al -Quran sering menyebutkan Yakub sebagai orang yang berkekuatan dan penglihatan dan menekankan bahwa dia adalah kebersamaan dan terpilih. Seperti yang dikatakan Quran:\n\nItulah alasan tentang kami, yang kami berikan kepada Abraham (untuk digunakan) terhadap umat -Nya: kami menaikkan siapa yang kami akan, gelar demi gelar: karena Tuhanmu penuh dengan kebijaksanaan dan pengetahuan.\nKami memberinya Ishak dan Yakub: semua (tiga) dipandu: dan di hadapannya, kami membimbing Nuh, dan di antara keturunannya, David, Salomo, Ayub, Yusuf, Musa, dan Harun: Demikianlah kita menghargai mereka yang berbuat baik:\n\n-Quran, Surah 6 al-An'am, Ayah 83–84 [33]\nAli Ibn Abi Talib, ketika ditanya tentang para nabi yang diberikan nama -nama khusus, menceritakan dalam hadis bahwa ya'qub ibn Ishaq dikenal oleh rakyatnya sebagai Isra'il. [34]\n\nContoh dalam Alkitab yang melibatkan gulat Yakub dengan malaikat tidak disebutkan dalam Quran, tetapi dibahas dalam komentar Muslim, seperti halnya visi tangga Yakub. [9] [35] Yakub menipu Isaac untuk memberkati dia dengan menyamar sebagai saudara kembarnya, Esau, juga tidak ada dalam Al -Quran, tetapi dalam komentar Muslim. [9]\n\nMuslim, yang percaya Yakub adalah seorang patriarki yang hebat, menekankan keyakinan bahwa kepentingan utama Yakub terletak pada pengajuannya yang besar kepada Tuhan dan keyakinannya yang kuat pada agama yang tepat. Sebagai seorang patriark, Yakub, bersama Abraham, mungkin yang paling bermanfaat menurut tradisi. Dari dua belas putranya [36] akan datang banyak nabi besar lainnya, termasuk Yunus (Yunus), David (Dawud), Solomon (Suleyman) dan Yesus (Yes).",
"Yusuf": "Yusuf Ibn Yaqub Ibn Ishaaq Ibn Ibrahim (Arab: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إباهيم) (Joseph, putra Jacob, putra Ishak, putra Abraham) adalah seorang propet yang disebutkan dalam qur, Jacob, Jacob, Jacob, Jacob, Joseph, Joseph, Jacob, putra ISAAC, putra Abraham) adalah seorang prophet yang disebutkan dalam Tuan 1 orang dari Tanakh, Kitab Suci agama Yahudi, dan Alkitab Kristen, yang diperkirakan telah tinggal di Mesir di hadapan Kerajaan Baru. [2] Ini adalah salah satu nama umum di Timur Tengah dan di antara negara -negara Muslim. Dari semua anak -anak Yakub, Yusuf adalah orang yang diberi hadiah nubuat. Meskipun narasi para nabi lain disebutkan dalam berbagai surah, narasi lengkap Joseph hanya diberikan dalam satu Surat, Yusuf, menjadikannya unik. Dikatakan sebagai narasi yang paling rinci dalam Al -Qur'an dan memiliki lebih banyak detail daripada mitra Alkitab. [3]\n\nYusuf diyakini sebagai putra kesebelas Yaqub (Arab: يعقوب, Yaqub), dan, menurut banyak sarjana, favoritnya. Menurut Ibn Kathir, \"Yakub memiliki dua belas putra yang merupakan leluhur eponymous dari suku -suku Israel. Yang paling mulia, yang paling ditinggikan, yang terbesar dari mereka adalah Yusuf.\" kepada ayahnya, yang diakui Yakub. [5] Selain peran Tuhan dalam hidupnya, kisah Yusuf dan Zulaikha (istri Potifar dari Perjanjian Lama) menjadi subjek yang populer dalam literatur Persia, di mana ia menjadi sangat diuraikan selama berabad -abad. [6]\n\nQuran Surah 12 (Yusuf)\n\nPenggunaan \"Raja\" versus \"Firaun\"\nDalam Al-Qur'an, gelar penguasa Mesir selama zaman Joseph secara khusus dikatakan sebagai \"raja\" (bahasa Arab: al-Malik) sementara penguasa Mesir selama masa Musa secara khusus dikatakan \" Firaun \"(Arab: Firaun, meskipun sebagai nama tanpa artikel yang pasti). Ini menarik karena menurut sumber historis, judul Firaun hanya mulai digunakan untuk merujuk pada para penguasa Mesir (dimulai dengan aturan Thutmose III) pada tahun 1479 SM - sekitar 21 tahun setelah Nabi Joseph meninggal. [44] Tetapi dalam narasi Yusuf dalam Alkitab, judul-judul Raja (Ibrani: Melekh) dan Firaun digunakan secara bergantian untuk penguasa Mesir dalam Bab Kejadian 39-41. [45]\n\nMalik (dari Mesir) mengatakan: \"Saya melihat (dalam penglihatan) tujuh Kine Fat, yang tujuh orang ramping melahap, dan tujuh telinga jagung hijau, dan tujuh (lainnya) layu. Ya para pemimpin! Mengurangi saya penglihatan saya , jika kamu bisa menafsirkan visi. \"\n\n- Qur'an, Surah 12 (Yusuf), Ayah 43, [46]\nKemudian setelah mereka, kami mengirim Musa dengan tanda -tanda kami ke Fir'aun dan para pemimpinnya, tetapi mereka secara keliru menolaknya. Jadi lihat bagaimana akhir al-Mufsidin (Arab: ألمفسدين, \"pembuat kejahatan\" atau \"korupsi\").\n\n-Qur'an, Surah 7 (al-araf), Ayah 103 [47]\nDan Malik berkata: \"Bawa dia kepadaku.\" Tetapi ketika utusan itu datang kepadanya, dia (Yusuf) berkata: \"Kembalilah kepada Tuhanmu dan tanyakan kepadanya, 'Apa yang terjadi pada para wanita yang memotong tangan mereka? Tentunya, Tuhanku (Allah) sangat menyadari rencana mereka.\n\n- Qur'an, Surah 12 (Yusuf), Ayah 50, [48]\nDan tuan Joseph membawanya, dan memasukkannya ke penjara, tempat di mana para tahanan raja terikat; Dan dia ada di penjara.\n\n- Kejadian 39:20\nDan Joseph berusia tiga puluh tahun ketika dia berdiri di hadapan Firaun Raja Mesir .-- Dan Joseph keluar dari hadirat Firaun, dan pergi ke seluruh negeri Mesir.\n\n- Kejadian 41:46\nDan Yusuf menempatkan ayahnya dan saudara -saudaranya, dan memberi mereka kepemilikan di tanah Mesir, di tanah terbaik, di tanah Rameses, seperti yang diperintahkan Firaun.\n\n- Kejadian 47:11",
"Ayyub": "Pekerjaan (Arab: أيوب, Romanized: Ayūb) dikenal sebagai seorang nabi dalam Islam dan disebutkan dalam Al -Quran. [1] Kisah Ayub dalam Islam sejajar dengan kisah Alkitab Ibrani, meskipun penekanan utamanya adalah pada pekerjaan yang tetap tabah kepada Tuhan; Tidak disebutkan diskusi Ayub dengan teman -teman dalam teks Al -Qur'an, tetapi kemudian literatur Muslim menyatakan bahwa Ayub memiliki saudara -saudara, yang berdebat dengan pria tentang penyebab penderitaannya. Beberapa komentator Muslim juga berbicara tentang pekerjaan sebagai leluhur Romawi. [2] Sastra Islam juga mengomentari waktu dan tempat pelayanan kenabian, mengatakan bahwa ia datang setelah Joseph dalam seri kenabian dan bahwa ia berkhotbah kepada rakyatnya sendiri daripada dikirim ke komunitas tertentu. Tradisi lebih lanjut menceritakan bahwa pekerjaan akan menjadi pemimpin di surga kelompok \"mereka yang dengan sabar bertahan\". [3]\n\nAyūb (Ayub) pertama kali disebutkan dalam Quran dalam ayat berikut:\nMemang, kami telah mengungkapkan kepada Anda, [O Muhammad], seperti yang kami ungkapkan kepada Nuh dan para nabi setelahnya. Dan kami mengungkapkan kepada Abraham, Ismael, Ishak, Yakub, keturunan, Yesus, Ayub, Yunus, Harun, dan Salomo, dan kepada Daud, kami memberikan buku [Zabur].\n\n-Quran, Sura 4 (An-Nisa), Ayah 163 [4]\nAl -Quran menggambarkan pekerjaan sebagai hamba Allah yang benar, yang menderita penderitaan untuk jangka waktu yang lama. Namun, itu dengan jelas menyatakan bahwa Ayub tidak pernah kehilangan iman kepada Tuhan dan selamanya dipanggil kepada Tuhan dalam doa, meminta Dia untuk menghilangkan kesengsaraannya:\n\nDan [menyebutkan] Ayub, ketika dia memanggil Tuhannya, \"Memang, kesulitan menyentuh saya, dan Anda adalah yang paling berbelas kasih dari orang yang berbelas kasih.\"\n\n- Quran, Sura 21 (The Nabets), Ayah 83 [5]\nNarasi selanjutnya menyatakan bahwa setelah bertahun -tahun menderita, Tuhan memerintahkan pekerjaan untuk \"menyerang dengan kakimu!\". [6] Sekaligus, Ayub menghantam tanah dengan kaki dan Tuhannya menyebabkan pegas air yang sejuk untuk menyembur keluar dari bumi, dari mana pekerjaan dapat mengisi kembali dirinya sendiri. Al -Quran menyatakan bahwa saat itulah Tuhan menghilangkan rasa sakit dan penderitaannya dan dia mengembalikan keluarga Ayub kepadanya, memberkatinya dengan banyak generasi anak -anak dan memberinya kekayaan besar. Selain deskripsi singkat tentang narasi Ayub, Al -Quran lebih lanjut menyebutkan pekerjaan dua kali dalam daftar orang -orang yang telah diberikan Tuhan bimbingan, kebijaksanaan, dan inspirasi khusus (iv: 163) dan sebagai salah satu orang yang menerima otoritas, karunia kenabian (iv: 163) dan sebagai salah satu orang yang menerima otoritas, karunia kenabian (iv: 163) (VI: 84).\n\nSetelah Setan menyerah mencoba untuk mengubah pekerjaan dari Tuhan, Tuhan menghilangkan penderitaan Ayub dan mengembalikan keluarganya kepada -Nya, menggandakan mereka dalam jumlah. Dia mengembalikan kekayaan Ayub dan menghujani pekerjaan dengan emas. Begitu istri Ayub melihat suaminya dipulihkan ke kemakmuran dan kesehatan, dia berdoa berkat Tuhan tetapi kemudian khawatir sumpah yang diambil suaminya sebelumnya, di mana dia berjanji untuk mengalahkannya dengan seratus pukulan. Ayub juga sangat berduka atas sumpah yang telah diambilnya, di tengah -tengah penderitaannya. Tuhan, bagaimanapun, mengirim wahyu ke Ayub, yang menyuruhnya untuk tidak memukuli istrinya tetapi dengan lembut memukulnya dengan seikat rumput lembut. [7]\n\nReferensi Qur'an\nNubuat Ayub: 4: 163, 6:84\nTrial and Patience: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nBacaan lebih lanjut\nIbn Kathir, Bidaya Wa L-Nihaya, I, 220–225\nTafsir di xxi dan xxxvii\nTabari, I, 361–364\nThalabi, Tales of the Nabets, Kairo 1339, 106–114\nKisa'i, Stories of the Nabets, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb atau Shuʿayb (Arab: شعيب, IPA: [ʃuʕajb]; artinya: \"yang menunjukkan jalan yang benar\") adalah nabi Midianite kuno (nabi) dalam Islam, dan nabi yang paling dihormati dalam iman Druze. [Nabi) dalam Islam, dan nabi yang paling dihormati dalam iman Druze. 1] Shuayb secara tradisional diidentifikasi dengan Jethro Alkitab, ayah mertua Musa. Shuaib disebutkan dalam Quran total 11 kali. [2] Dia diyakini telah hidup setelah Ibrahim (Abraham), dan umat Islam percaya bahwa dia dikirim sebagai seorang nabi ke komunitas: orang Midian, [3] yang juga dikenal sebagai Aṣḥāb al-Waykah (\"Sahabat Kayu\") , [4] [5] [6] [7] Karena mereka biasa menyembah pohon besar. Bagi orang -orang, Shuaib menyatakan jalan lurus dan memperingatkan orang -orang untuk mengakhiri cara penipuan mereka. Ketika komunitas tidak bertobat, Allāh (Tuhan) menghancurkan komunitas. [3] [5]\n\nShuaib dipahami oleh umat Islam adalah salah satu dari sedikit nabi Arab yang disebutkan namanya dalam Al -Qur'an, yang lain adalah Salih, Hud, dan Muhammad. Dikatakan bahwa ia dikenal oleh umat Islam sebagai \"pengkhotbah yang fasih di antara para nabi\", karena ia, menurut tradisi, mengabulkan bakat dan kefasihan dalam bahasanya. [8]\n\nKonteks historis\nArea tempat Shuʿayb dikirim bernama 'Madyan dalam Al -Qur'an, yang dikenal dalam bahasa Inggris sebagai Midian, yang sering disebut dalam Alkitab. Orang -orang Midian dikatakan keturunan Arab, meskipun menjadi tetangga dari orang Kanaan Alkitab, mereka bercampur dengan mereka. Dikatakan bahwa mereka adalah suku yang berkeliaran, dan bahwa wilayah utama mereka pada saat Musa (Musa) adalah Semenanjung Sinai.\n\nIdentifikasi yang disengketakan dengan Jethro\nYitro disebutkan dalam Alkitab (Keluaran 3: 1) sebagai ayah mertua Musa. Meskipun Shuaib sering diidentifikasi dengan Jethro Imam Midianite, sebagian besar cendekiawan modern menolak identifikasi ini. Komentator klasik, seperti Ibn Kathir, Say Shuʿayb adalah cicit dari Abraham: Shuʿayb diyakini adalah putra Mikil, putra Issachar, putra Midian, putra Abraham. [8] Itu tidak akan membuat identifikasi dengan Yethro, yang hidup pada zaman Musa, konon ratusan tahun setelah Abraham. [9]\n\nAl -Qur'an menyatakan bahwa Shuaib ditunjuk oleh Tuhan untuk menjadi nabi bagi orang -orang Midian. Orang -orang di tanah ini dikatakan sangat terkenal karena menipu orang lain melalui ketidakjujuran dan penyembahan berhala. Nubuat Shuʿayb terutama melibatkan memanggil orang Midian ke jalan Tuhan yang benar, [10] dan melarang mereka untuk menyembah para dewa palsu.\n\nDikatakan juga dia mengatakan kepada orang -orangnya untuk berhenti bersikap tidak jujur ​​dalam kegiatan sehari -hari mereka. Meskipun dia berkhotbah dan bernubuat untuk jangka waktu yang berkelanjutan, mayoritas orang menolak untuk mendengarkannya. Namun, Shuayb tetap tabah. Dia secara konsisten berkhotbah dengan kuat terhadap orang fasik, memberi tahu mereka tentang hukuman yang telah menimpa orang yang berdosa di hadapan mereka. Shuʿayb memperingatkan orang -orang bahwa ketidaktahuan mereka akan menyebabkan penghancuran Midian, memberikan contoh sejarah nabi -nabi sebelumnya, termasuk Nuh, HUD, Salih dan Lot, [11] yang semuanya telah dihancurkan oleh Tuhan.\n\nOrang -orang mengejek Shuʿayb dan mengatakan kepadanya bahwa, jika bukan karena keluarga bergengsi ia berasal, ia pasti akan dilempari batu sampai mati. Shuayb menjawab, \"Apakah keluarga saya lebih mempertimbangkan Anda daripada Tuhan?\" Ketika orang Midian menolak untuk percaya, mereka dihancurkan oleh gempa bumi yang perkasa. [3] Namun, Al -Qur'an menyebutkan bahwa Shuʿayb, dan teman -temannya yang percaya, diselamatkan dari hukuman yang menggelegar. [11] [12]\n\nPersamaan dengan nabi lain\nMisi Shuayb sering disebutkan dalam Al -Qur'an dengan misi Nuh, HUD, Salih dan Lot. Para sarjana telah menunjukkan bahwa lima nabi ini mencontohkan misi kenabian awal: [13] Nabi akan dikirim ke komunitasnya; Komunitas tidak akan memperhatikan peringatannya dan sebaliknya akan mengancamnya dengan hukuman; Setelah bertahun -tahun berkhotbah, Tuhan akan memintanya untuk meninggalkan komunitasnya, sementara umat -Nya kemudian dihancurkan dalam hukuman. [13] Para sarjana secara kronologis menafsirkan daftar lima nabi, jadi Shuʿayb adalah keturunan Nuh (dikhotbahkan tentang banjir besar) dan Nabi Abraham.",
"Musa": "Dalam Islam, Mūsā ibn ʿImrān (Arab: موسی ابن عمران, Lit. 'Musa, putra Amram'), [1] adalah seorang nabi dan utusan Allah yang penting (Allah) dan merupakan individu yang paling sering disebutkan dalam Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Al -Quran, dengan Allah, dengan Allah, Allah) dan merupakan orang dalam Al -Quran, dengan Allah, dengan Allah, Allah) dan merupakan orang dalam Al -Quran, dengan Allah, Allah) dan merupakan orang yang paling sering disebut sebagai Quran, dengan Allah, Allah) Namanya disebutkan 136 kali dan hidupnya diceritakan dan diceritakan lebih dari nabi lainnya. [2] [3]\n\nMenurut Al -Quran, Musa dilahirkan dari keluarga Israel. Di masa kecilnya, ia dimasukkan ke dalam keranjang yang mengalir menuju Nil, dan akhirnya Musa ditemukan oleh istri Firaun (Fir'awn) Asiya, yang menjadikan Musa sebagai putra angkatnya. Setelah mencapai usia dewasa, Musa kemudian tinggal di Midian, sebelum berangkat ke Mesir lagi untuk mengancam Firaun. Selama kenabiannya, Musa dikatakan telah melakukan banyak mukjizat, dan juga dilaporkan secara pribadi berbicara kepada Tuhan, yang memberikan gelar 'Pembicara Tuhan' (Kalīm Allāh) pada Musa. Keajaiban Nabi yang paling populer adalah dia membagi laut, dengan tongkat ajaib yang disediakan oleh Tuhan. Terlepas dari Al -Quran, Musa juga dijelaskan dan dipuji dalam literatur Hadis juga.\n\nSetelah kematian Firaun, Musa dan para pengikutnya melakukan perjalanan menuju Yerusalem, tempat Nabi akhirnya mati. Dalam tradisi Islam, ia diyakini telah dimakamkan di Nabi Musa, dan akhirnya dibesarkan menuju surga. Setelah itu, ia dilaporkan telah bertemu Muhammad di tujuh langit setelah kenaikan yang terakhir dari Yerusalem selama perjalanan malam ('Isrā' miʿrāj). [4] Selama perjalanan, Musa dikatakan telah berulang kali mengirim Muhammad kembali untuk bertemu Tuhan dan meminta pengurangan jumlah doa harian yang dibutuhkan, yang awalnya diyakini lima puluh, sampai hanya lima doa wajib yang tersisa. [5] [6]\n\nMusa dipandang sebagai sosok yang sangat penting dalam Islam. Menurut teologi Islam, semua Muslim harus memiliki keyakinan pada setiap nabi dan utusan Tuhan, yang termasuk Musa dan saudaranya Harun. Kehidupan Musa umumnya dipandang sebagai paralel spiritual dengan kehidupan Muhammad, dan Muslim menganggap banyak aspek dari kehidupan kedua individu yang dibagikan. [1] Literatur Islam juga menggambarkan hubungan paralel antara rakyatnya dan insiden yang terjadi dalam hidup mereka; Eksodus orang Israel dari Mesir kuno dianggap serupa dengan migrasi Muhammad dan para pengikutnya dari Mekah ke Madinah karena kedua peristiwa itu terjadi dalam menghadapi penganiayaan - orang Israel oleh orang Mesir kuno, dan umat Islam mula -mula oleh Mekah, masing -masing. [7] Pengungkapannya, seperti Sepuluh Perintah, yang merupakan bagian dari isi Taurat dan merupakan pusat agama -agama Abrahim Yudaisme dan Kekristenan. [8] [9] Akibatnya, orang Yahudi dan Kristen ditetapkan sebagai \"orang -orang dari buku ini\" untuk umat Islam dan harus diakui dengan status khusus ini di mana pun hukum Islam diterapkan. Musa selanjutnya dihormati dalam literatur Islam, yang memperluas insiden hidupnya dan mukjizat -mukjizat yang dikaitkan dengan -Nya dalam Al -Quran dan Hadis, seperti percakapan langsungnya dengan Tuhan.",
"Harun": "Dalam Islam, Hārūn ibn ʿImrān [2] (Arab: هارون ابن عمران, lit. 'Aaron, putra Amram'), adalah seorang nabi dan utusan Allah (Allah), dan kakak laki -laki Nabi Musa (Musa). [3] [Verifikasi Gagal] [Klarifikasi Diperlukan] Dia bersama saudaranya mengkhotbahkan orang Israel kepada Keluaran. [4]\n\nAl -Quran berisi banyak referensi ke Aaron, baik berdasarkan nama maupun tanpa nama. Dikatakan bahwa dia adalah keturunan Abraham [5] dan memperjelas bahwa dia dan Musa dikirim bersama untuk memperingatkan firaun tentang hukuman Allah. [6] Lebih lanjut menambahkan bahwa Musa sebelumnya telah berdoa kepada Tuhan untuk memperkuat pelayanannya sendiri dengan Harun [7] dan bahwa Harun membantu Musa karena ia juga seorang nabi, [8] dan sangat fasih dalam hal pidato dan wacana. [9] Al -Quran menambahkan bahwa baik Musa dan Harun dipercayakan untuk mendirikan tempat tinggal bagi orang Israel di Mesir, dan untuk mengubah rumah -rumah itu menjadi tempat -tempat ibadah bagi Tuhan. [10]\n\nInsiden anak sapi emas seperti yang diceritakan dalam cat Quran Aaron secara positif. Al -Quran mengatakan bahwa Harun dipercayakan kepada kepemimpinan Israel sementara Musa berada di ṭūr sīnā '(Arab: طـور سيـنـاء, Gunung Sinai) selama empat puluh hari. [11] [12] [Verifikasi Gagal] [Klarifikasi membutuhkannya] menambahkan bahwa Harun mencoba yang terbaik untuk menghentikan penyembahan anak sapi emas, yang dibangun bukan oleh Aaron tetapi oleh orang jahat dengan nama 'as-samiri'. [13] Ketika Musa kembali dari Gunung Sinai, ia menegur Harun karena mengizinkan penyembahan berhala, yang diinginkan Harun dengan Musa untuk tidak menyalahkannya ketika ia tidak memiliki peran dalam konstruksinya. [14] [12] Al -Quran kemudian menambahkan bahwa Musa di sini menyesali dosa -dosa Israel, dan mengatakan bahwa ia hanya memiliki kekuasaan atas dirinya dan Harun. [15]\n\nAaron kemudian diperingati dalam Al -Quran sebagai orang yang memiliki \"otoritas yang jelas\" [16] dan orang yang \"dibimbing ke jalan yang benar\". [17] Lebih lanjut menambahkan bahwa ingatan Harun ditinggalkan untuk orang -orang yang datang setelah dia [18] dan dia diberkati oleh Tuhan bersama dengan saudaranya [19] Al -Quran juga mengatakan bahwa orang -orang memanggil 'Bunda Maryam Isa (Arab: مـريـم, Mary) A \" Saudari Harun \"[20] Cendekiawan Muslim berdebat tentang siapa sebenarnya\" Harun \"ini dalam hal kepribadian historisnya, dengan beberapa mengatakan bahwa itu adalah referensi ke Harun dari Keluaran, dan istilah\" saudari \"yang hanya menunjuk metaforis atau hubungan spiritual antara kedua tokoh itu, semakin jelas ketika Maria adalah keturunan dari garis keturunan imamat Harun, sementara yang lain menganggapnya sebagai orang benar yang hidup pada saat Kristus dengan nama \"Harun\". Sebagian besar sarjana telah menyetujui perspektif sebelumnya, dan telah menghubungkan Mary secara spiritual dengan saudara perempuan Harun yang sebenarnya, senama Miryam (Arab: مـريم, Ibrani: מִרְיָם), [21] yang mirip dengan banyak hal. Al -Quran juga menceritakan bahwa, berabad -abad kemudian, ketika tabut (Arab: λـابـوت, Tabut Perjanjian) kembali ke Israel, itu berisi \"peninggalan dari keluarga Musa dan peninggalan dari keluarga Harun\". [22]",
"DhulKifl": "Dhul-kifl (Arab: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, secara harfiah \"pemilik kifl\"; juga dieja Dhu l-kifl, dhul-kifl, zu al-kifl, atau zu l-kifl) adalah seorang prophet islam. Meskipun identitasnya tidak diketahui, identitasnya telah berteori dan diidentifikasi sebagai berbagai nabi Alkitab Ibrani dan tokoh -tokoh lainnya, paling umum Yehezkiel dan Gautama Buddha. [1] [2] [3] [4] Dhul-Kifl diyakini telah ditinggikan oleh Allah ke stasiun tinggi dalam kehidupan dan dicatat dalam Al-Quran sebagai orang dari \"Perusahaan Orang Baik\". [5] Meskipun tidak banyak yang diketahui tentang Dhul-Kifl dari sumber-sumber sejarah lainnya, semua tulisan dari komentator klasik, seperti Ibn Ishaq dan Ibn Kathir, berbicara tentang Dhul-Kifl sebagai seorang nubuat, orang suci yang tetap setia dalam doa dan penyembahan harian. [[ 6]\n\nSebuah makam di provinsi Ergani, Diyarbakir, Turki diyakini oleh beberapa orang sebagai tempat peristirahatan Nabi Dhul-Kifl. Terletak 5 km dari pusat kota di atas bukit bernama Makam Dağı. [7] [8]\n\nEtimologi\nNama Dhul-Kifl secara harfiah berarti \"pemilik kifl\", menggunakan jenis nama di mana ذُو dhu (\"pemilik\") mendahului beberapa fitur yang terkait secara khas. [9] Nama-nama seperti itu digunakan untuk tokoh-tokoh penting lainnya dalam Al-Quran, misalnya Dhu al-Qarnayn (Arab: ذُو ٱلْقَرْنedit, lit. 'Dia dari dua tanduk/dia dari dua kali'), dan Dhu al-Nu (arab: ذُو ذُو dari dua kali '), dan dhu al-nu (arab: ذُوAN ٱلْنُّون, Lit. 'yang dengan ikan'), merujuk pada Yunus. Kifl adalah kata Arab kuno yang berarti \"ganda\" atau \"duplikat\", dari akar yang berarti \"menjadi ganda\" atau \"untuk melipat\"; Itu juga digunakan untuk lipatan kain. Nama umumnya dipahami berarti \"salah satu porsi ganda\". Beberapa sarjana telah menyarankan bahwa namanya berarti \"pria dengan balasan ganda\" atau lebih tepatnya \"pria yang menerima balasan dua kali\", [10] artinya itu adalah judul untuk pekerjaan, karena keluarganya dikembalikan kepadanya Menurut Quran dan Kitab Ayub. [11]\n\nMenurut satu pandangan, itu berarti \"orang Kifl\", sebagai \"salah satu dari ...\" adalah terjemahan lain yang mungkin dari participle dhu, dan Kifl diduga merupakan rendisi bahasa Arab \"Kapilavastu\". [12]\n\nYehezkiel\nBeberapa berpendapat bahwa Dhul-Kifl bisa menjadi Yehezkiel. Ketika pengasingan, monarki, dan negara dimusnahkan, kehidupan politik dan nasional tidak lagi mungkin. Sesuai dengan dua bagian bukunya, kepribadiannya dan khotbahnya sama-sama dua kali lipat, dan judul Dhul-Kifl berarti \"satu untuk menggandakan\" atau \"untuk melipat\".\n\nAbdullah Yusuf Ali, dalam komentar Al -Qurannya mengatakan:\n\nDhul-Kifl secara harfiah berarti \"pemilik, atau memberi, requital atau bagian ganda\"; Atau, \"orang yang menggunakan jubah dengan ketebalan ganda,\" yang menjadi salah satu makna KIFL. Para komentator berbeda dalam pendapat siapa yang dimaksud, mengapa judul itu diterapkan padanya. Saya pikir saran terbaik adalah yang diberikan oleh Karsten Niebuhr di Reisebeschreibung Nach Arabien, Kopenhagen, 1778, ii. 264–266, sebagaimana dikutip dalam Encyclopaedia of Islam di bawah Dhul-Kifl. Dia mengunjungi Meshad 'All in' Irak, dan juga kota kecil yang disebut Kifl, tengah antara Najaf dan Hilla (Babel). Kefil, katanya, adalah bentuk bahasa Arab Yehezkiel. Kuil Yehezkiel ada di sana, dan orang -orang Yahudi datang dengan ziarah. Jika kita menerima \"Dhul-kifl\" bukan julukan, tetapi bentuk \"Yehezkiel\" Arab, itu sesuai dengan konteksnya, Yehezkiel adalah seorang nabi di Israel yang dibawa ke Babel oleh Nebukadnezar setelah serangan keduanya terhadap Yerusalem (tentang tentang B.C. 599). Bukunya termasuk dalam Alkitab Inggris (Perjanjian Lama). [15] Dia dirantai dan diikat, dan dipenjara, dan untuk sementara waktu dia bodoh. Dia menanggung semua dengan kesabaran dan keteguhan, dan terus menegur dengan berani kejahatan di Israel. Dalam sebuah bagian yang membara ia mencela para pemimpin palsu dengan kata -kata yang benar -benar benar: \"Celakalah bagi para gembala Israel yang memberi makan diri mereka sendiri! Bukankah para gembala memberi makan kawanan? Bunuh mereka yang diberi makan: tapi kamu tidak memberi makan kawanan itu. Orang -orang yang sakit tidak menguat, kamu juga tidak menyembuhkan apa yang sakit, kamu juga tidak terikat apa yang rusak ...... \". [16]\n\n- Abdullah Yusuf Ali, The Holy Qur'an: Teks, Terjemahan dan Komentar [17]\n\nDisebutkan dalam Quran\nDalam Al -Quran\nDhul-Kifl telah disebutkan dua kali dalam Quran, dalam ayat-ayat berikut:\n\nDan (ingat) Ismail, Idris, dan Dhul-Kifl, semua (laki-laki) keteguhan dan kesabaran.\nKami mengakui mereka dengan belas kasihan kami: karena mereka adalah orang -orang yang benar.\n\n-Quran, Surah al-Anbiya (21), Ayah 85–86 [13]\nDan memperingati Ismail, Elisha dan Dhul-Kifl: masing-masing dari mereka adalah perusahaan yang baik.\n\n- Quran, Surah Sad (38), Ayah 48 [14]\nDalam kedua kasus tersebut, Dhul-Kifl disebutkan dalam konteks daftar nabi Al-Qur'an, termasuk banyak orang lain yang tidak disebutkan dalam ayat yang dikutip di atas.\nAl Kifl (Arab: الكفل; ul-Kifl) adalah sebuah kota di Irak tenggara di Sungai Eufrat, antara Najaf dan Al Hilllah. Nama-nama varian untuk kuil di dalam al kifl adalah: Dhu'l Kifl Kuil, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Kuil Dhul-Kifl, Shrine Zul Kifl, Qabr Hazqiaal, Hazqial Hazqiaal Hazqiaal, Hazqial Hazqiaal Hazqiaal, Hazqial Hazqiaal, Hazqial Hazqianal, Hazqial Hazqiaal Hazqiaal, Hazqial Hazqiaal, Hazqial Hazqiaal, Hazqial Hazqiaal, Hazqial Hazqiaal, Hazqial Hazqiaal, . Hazqiyal adalah transliterasi Arab dari Ibrani Y'hezqel, yang sebagian besar digunakan oleh orang -orang Yahudi Sephardi setelah mereka mengadopsi bahasa Arab. Ini menunjukkan bahwa orang-orang Yahudi menyamakan Yehezkiel dan Dhul-Kifl, dan Exegetes Muslim mengikutinya. Otoritas Irak menyatakan bahwa pada tahun 1316 (715–16 ah) Sultan Uljaitu Ilkhanid memperoleh hak -hak perwalian atas makam dari komunitas Yahudi. Akibatnya, kuil itu berganti nama menurut nomenklatur Islam untuk nabi yang sama. Sultan Uljaitu menambah struktur dengan membangun masjid dan menara. Juga ia memulihkan kuil yang menerapkan beberapa perubahan yang diperjelas dengan membandingkan keadaannya saat ini dengan deskripsi pelancong pra-ilkhanid. Situs ini tetap menjadi tempat ziarah Muslim sampai awal abad ke -19 ketika Menahim Ibn Danyal, seorang Yahudi kaya, berhasil mengubahnya kembali ke situs Yahudi dan memulihkannya. Tanpa menara tetap sebagai satu -satunya saksi masa jabatannya sebagai situs Islam. Meskipun masjid dan menara dibangun pada abad ke-14, zaman kuno kuil dan kuburan tidak dapat ditentukan. [18]\n\nBuddha Gautama\nDhul-Kifl juga telah diidentifikasi dengan Gautama Buddha. [19] [20] [21] [22] Arti Dhul-Kifl masih diperdebatkan, tetapi, menurut satu pandangan, itu bisa berarti \"pria dari Kapil (Kapilavastu, kota tempat Sang Buddha menghabiskan tiga puluh tahun hidupnya). [12] [20]\n\nPara pendukung pandangan ini mengutip ayat-ayat pertama bab ke-95 dari Quran, Surah at-Tin:\n\nOleh ara dan zaitun, dan gunung Sinai, dan kota yang aman ini ˹ dari Mekah!\n\n-Quran, 95: 1-3\nMenurut pandangan ini, dari tempat -tempat yang disebutkan dalam ayat -ayat ini: Sinai adalah tempat di mana Musa menerima wahyu; Mekah adalah tempat di mana Muhammad menerima wahyu; Dan pohon zaitun adalah tempat di mana Yesus menerima wahyu. Dalam hal ini, pohon ara yang tersisa adalah tempat Gautama Buddha menerima wahyu. [21]\n\nBeberapa juga mengambil sedikit lebih jauh dan menyatakan bahwa Muhammad sendiri adalah seorang Buddha, karena kata Buddha berarti \"tercerahkan\". [23]\n\nYang lain\nDhul-Kifl juga telah diidentifikasi dengan berbagai cara dengan Joshua, Obadii [24] dan Yesaya. [25] [24]",
"Dawud": "Dawud (bahasa Arab: دَاوُوْد, diromanisasi: dāwūd [daːwuːd]), adalah seorang nabi dan utusan Allah (Allah) dan benar, raja yang dianili secara ilahi dari Inggris Israel. [1] Selain itu, umat Islam juga menghormati David karena telah menerima wahyu ilahi dari Zabur (Mazmur). [2] [3] Dawud dianggap sebagai salah satu orang terpenting dalam Islam. Disebutkan enam belas kali dalam Al -Quran, David muncul dalam Kitab Suci Islam sebagai penghubung dalam rantai nabi yang mendahului Muhammad. [4] Meskipun ia biasanya tidak dianggap sebagai salah satu nabi \"memberi hukum\" (Ulū al-ʿAzm), \"ia jauh dari sosok marjinal\" dalam pemikiran Islam. [2] Dalam tradisi Islam selanjutnya, ia dipuji karena kekakuannya dalam doa dan puasa. Dia juga disajikan sebagai penguasa yang adil prototipikal dan sebagai simbol otoritas Allah di bumi, sekaligus menjadi raja dan seorang nabi.\n\nDavid sangat penting bagi arsitektur agama Yerusalem Islam. [1] Dawud dikenal sebagai Daud Alkitab yang, menurut Alkitab Ibrani, raja kedua Inggris Israel dan Yehuda, memerintah c. 1010–970 SM. [Kutipan diperlukan]\n\nMenyebutkan dalam Quran\nNarasi David dalam Al -Quran, dalam banyak hal, paralel yang diberikan dalam Alkitab. Dia dinamai seorang nabi (nabī) dan juga seorang utusan (rasūl), David termasuk dalam daftar mereka yang menerima wahyu (waḥy; q4: 163) atau bimbingan (hudā; 6:84) dari Allah. Dalam kedua daftar namanya muncul di sebelah putranya Solomon. Di tempat lain, Al -Quran menjelaskan bahwa Allah memberikan kepada mereka berdua karunia \"penghakiman yang sehat\" (ḥukm; 21:79) dan \"pengetahuan\" (ʿilm; 21:79; 27:15). Namun Al -Quran juga menganggap Daud. Bentuk yang pasti al-Zabūr), [5] mungkin referensi ke Mazmur atau Mazmur (istilah zabūr mungkin terkait dengan istilah Ibrani Mizmōr atau Syriac Mazmūrā, \"Mazmur\"). Pegunungan dan burung -burung memuji Allah bersama dengan Daud (21:79; dalam 34:10 Allah memerintahkan mereka untuk melakukannya; Cfr. Mazmur 148: 7–10). Tuhan menjadikan David sebagai \"wakil\" (Khalīfa; 38:26), sebuah gelar yang diberikan Al -Quran hanya untuk Adam (2:30). Judul ini menunjukkan bahwa, menurut Al -Quran, David adalah sesuatu yang lebih dari sekadar utusan: Dia adalah seorang pemimpin yang dipandu secara ilahi yang menetapkan pemerintahan Allah di bumi. [1] Peran ini juga disarankan oleh 2: 251: \"Tuhan memberinya otoritas (Mulk) dan kebijaksanaan (ḥikmah) dan mengajarinya apa yang dia kehendaki. Jika Tuhan tidak mengarahkan kembali beberapa orang oleh orang lain, bumi akan menjadi korup.\" [2 ]\n\nDi antara hal -hal yang diajarkan kepada Daud adalah kemampuan untuk membuat baju besi (21:80, 34: 10–11), sebuah saran bahwa eksploitasi militer David adalah tindakan Tuhan. Penting juga bahwa referensi Quran untuk \"kebijaksanaan\" David kadang -kadang dijelaskan oleh para penafsir klasik sebagai hadiah nubuat. [6] Al -Quran juga menghubungkan Daud dan Yesus, dengan bersikeras bahwa keduanya mengutuk orang -orang Israel yang tidak percaya (5:78). Selain itu, menurut Al-Quran, David diberi kemampuan untuk membedakan antara kebenaran dan kepalsuan ketika mengeluarkan keadilan (Faṣl al-Khiṭāb, 38:20). Lebih jauh, ada singgungan untuk ujian yang dilakukan David, di mana dia berdoa dan bertobat dan Tuhan memaafkannya (38: 24-5). Surat Sad (Bab 38 Quran) juga disebut \"Sūra of Daud\" [7] Exegetes menjelaskan bahwa sejak David bersujud ketika meminta Tuhan untuk mengampuninya, Muhammad diperintahkan untuk meniru dia dan melakukan sujud ketika membaca bab ini . [8]\n\nSignifikansi agama\nDavid adalah salah satu dari sedikit nabi Islam yang menerima kerajaan juga. Sementara para nabi lain berkhotbah pada masa pemerintahan Raja, David, pada masanya, adalah raja. Dengan demikian, ia menerima tugas yang sangat besar, untuk memastikan bahwa orang -orang Israel tidak hanya ditahan secara spiritual tetapi juga bahwa negara itu sendiri tetap kuat juga. Tempatnya sebagai pemimpin dan nabi dihormati oleh semua Muslim sebagai salah satu dari peringkat yang sangat tinggi. Sosok Daud, bersama -sama dengan putra kenabiannya, Salomo, adalah ikon orang -orang yang memerintah secara adil di atas tanah mereka. Tuhan sering menyebutkan peringkat tinggi David sebagai seorang nabi dan utusan dalam Al -Quran. Dia sering disebutkan bersama para nabi lain untuk menekankan betapa hebatnya dia. Misalnya, Tuhan berkata:\n\nDan kami memberinya Ishak dan Yakub dan membimbing mereka, karena kami telah membimbing Nuh di hadapan mereka, dan keturunannya, David dan Salomo dan Ayub dan Yusuf dan Musa dan Harun. Dengan demikian kami memberi penghargaan kepada mereka yang tegak dan berbuat baik.\n\n- Quran 6:84 [9]\nKetika Khalifah 'Umar mengunjungi Yerusalem, patriark Sophronius menemaninya di Gunung Kuil, sementara ia mencari Mihrab Dawud (niche doa David) untuk melakukan doa. Komentator kemudian mengidentifikasi situs ini dengan Tower of David. Dalam sebuah hadits, doa dan puasa Daud disebutkan kepada Tuhan.\n\nDiceritakan Abdullah bin 'amr bin al-'as: Rasul Allah mengatakan kepada saya, \"Doa yang paling dicintai kepada Allah adalah Daud dan puasa yang paling dicintai kepada Allah adalah orang-orang dari Daud. Dia biasa tidur selama setengah malam itu Dan kemudian berdoa untuk sepertiga malam dan lagi tidur untuk bagian keenamnya dan biasa berpuasa pada hari -hari alternatif. \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nKitab David\nArtikel utama: Zabur\nZabur adalah kitab suci yang dikaitkan dengan Daud oleh Allah, sama seperti Musa (Musa) menerima Tawrat (Taurat), Yes (Yesus) menerima Injil (Injil) dan Muhammad menerima Al -Quran. Dalam Alkitab Ibrani saat ini, Zabur dikenal sebagai Mazmur. Namun, seperti tulisan suci lainnya di masa lalu, mazmur diyakini telah rusak dari waktu ke waktu, dengan beberapa pesan asli sekarang hilang. Meskipun demikian, umat Islam diminta untuk memperlakukan mazmur saat ini dengan sangat hormat karena, dalam bentuk aslinya, mereka juga adalah buku Tuhan yang diilhami. Al -Quran menyatakan:\n\nTuhanmu tahu siapa pun yang ada di langit dan bumi. Kami meninggikan beberapa nabi atas yang lain; Dan kepada David, kami memberikan Kitab Mazmur.\n\n- Quran 17:55 [11]\n\n Quran 4: 163; 17:55.\n Quran 4: 163; 6:84.\n misalnya Ṭabarī, taʾrīkh, i, 559\n Hibat Allāh b. Salāma, al-nāsikh wa-l-mansūkh (di margin wāḥidī, asbāb), Kairo 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Quran 6:84\n Sahih al-Bukhari, 2: 21: 231\n Quran 17:55",
"Suleyman": "Sulaimān ibn Dāwūd (Arab: سُلَيْمَان بْن دَاوُوْد, lit. 'Solomon, putra Daud'), menurut Al -Quran, seorang Malik (مَلِك, Lit. 'King') dan nabī (ن Kitaِ, Lit. 'Lit.' orang Israel. Secara umum, tradisi Islam berpendapat bahwa ia adalah raja ketiga orang Yahudi dan penguasa Israel yang bijak. [1]\n\nDalam Islam, Salomo dianggap sebagai salah satu nabi Allah yang dianugerahi banyak karunia ilahi, termasuk kemampuan untuk berbicara dengan hewan dan jin; Dia juga dikatakan telah memperbudak Shayāṭīn (شياطين, lit. 'setan') dan dīv (دیو, lit. 'iblis') dengan dukungan cincin yang diberikan kepadanya oleh Tuhan. [2]\n\nLebih lanjut umat Islam mempertahankan bahwa ia tetap menjadi monoteis yang setia sepanjang hidupnya; memerintah secara adil atas seluruh bangsa Israel; diberkati dengan tingkat kerajaan yang diberikan kepada tidak ada sebelum dia atau setelah dia; dan memenuhi semua perintah -Nya, dijanjikan kedekatan dengan Allah dalam Jannah (جَنّة, lit. 'Paradise') di akhir hidupnya. [3] Sejak munculnya Islam, berbagai sejarawan Arab telah menganggap Salomo sebagai salah satu penguasa terbesar dalam sejarah. [4]\n\nMenyebutkan dalam Quran\nQuran dan Interpretasi\nPenilaian di lapangan\nDalam narasi paling awal yang melibatkan Salomo, Al -Quran (21:78) secara singkat menyinggung sebuah cerita bahwa Salomo berada di perusahaan ayahnya, ketika dua orang datang untuk meminta David untuk menilai di antara mereka mengenai ḥarth (حَرْث, lapangan). [Field). [Field). [ 5] Kemudian komentator Muslim memperluas kiasan, termasuk al-Tabari, Baidawi, dan Ibn Kathir. [6] [7] [8] Mereka mengatakan bahwa yang pertama dari kedua pria itu mengatakan bahwa dia memiliki kebun anggur di mana dia sangat berhati -hati sepanjang tahun. Tetapi suatu hari, ketika dia absen, domba -domba pria lain telah menyimpang ke kebun anggur dan melahap anggur. Dia meminta untuk diberi kompensasi atas kerusakan ini. [9]: 62 Setelah mendengar pengaduan pria itu, Salomo menyarankan agar pemilik domba mengambil kebun anggur orang lain untuk memperbaiki dan mengolah sampai tanaman merambat kembali ke negara bagian sebelumnya, di mana ia harus kembali itu untuk pemiliknya. Pada saat yang sama, pemilik kebun anggur akan merawat domba -domba dan mendapat manfaat dari wol dan susu mereka sampai tanahnya dikembalikan kepadanya, di mana ia akan mengembalikan domba kepada pemiliknya. Respons ini menunjukkan tingkat penilaian Solomon, yang, kata Quran, [10] akan mencirikan Salomo sepanjang hidupnya. Ḥikmah (kebijaksanaan), menurut tradisi Muslim, akan selalu dikaitkan dengan Salomo, yang nantinya bahkan akan disebut sebagai Sulaima al-ḥakīm (سُلَيْمَان ٱلْحَكِيْم, \"Solomon the Wise\"). Kisah ini diadaptasi dalam Kebra Nagast, tetapi sebagai perselisihan yang diputuskan oleh putra Solomon. [7]\n\nSalomo dan iblis\n\nRatu Sheba\nAl -Quran menceritakan bahwa angin dibuat tunduk pada Salomo, [11] dan dia bisa mengendalikannya atas kehendaknya sendiri, dan bahwa Jin juga berada di bawah kendali Solomon. Jin membantu memperkuat pemerintahan Solomon. Iblis (Shayatin), [12] dan setan dipaksa membangun untuknya monumen. [13] Tuhan juga menyebabkan ʿayn ajaib (عَيْن, 'Fount' atau 'Spring') dari qiṭr cair (قِطْر, 'kuningan' atau 'tembaga') untuk mengalir agar Salomo, untuk digunakan oleh setan dalam konstruksi mereka. [11]\n\nKetika Daud meninggal, Salomo mewarisi posisinya sebagai raja kenabian orang Israel. Solomon pernah mengizinkan seorang wanita untuk membangun patung ayahnya. Kemudian, dia mulai menyembah patung dan Salomo ditegur karena mentolerir penyembahan berhala di kerajaannya. Sebagai hukuman, Allah memungkinkan salah satu setan yang diperbudak untuk mencuri cincin Salomo dan mengambil alih kerajaannya (Surah 38:34). Dia kemudian bertobat dosa dan mendapatkan kendali atas setan lagi, fokus membangun kuil lagi. [14] Dia berdoa kepada Tuhan untuk memberinya kerajaan yang tidak seperti yang terjadi setelahnya. [15] Tuhan menerima doa Salomo dan memberinya apa yang dia senang.\n\nMendiaskan Allegorically, kehilangan Salomo atas cincinnya kepada setan, dapat dipahami untuk mewakili manusia yang kehilangan jiwanya karena gairah iblis. [16] Attar of Nishapur menulis: \"Jika Anda mengikat div (iblis), Anda akan berangkat ke paviliun kerajaan dengan Salomo\" dan \"Anda tidak memiliki perintah atas kerajaan diri Anda, karena dalam kasus Anda div ada di tempat Salomo\" . [17]\n\nBerbeda dengan tradisi Talmud, Salomo tidak sadar dan tidak pernah berpartisipasi dalam penyembahan berhala. [18] Lebih lanjut, Al -Quran menolak bahwa Salomo adalah seorang pesulap: \"(...) Salomo tidak tidak percaya, tetapi Iblis tidak percaya, mengajar orang -orang sihir dan (...)\". (2: 102)\n\nSalomo dan semut\nSalomo bahkan diajari bahasa -bahasa dari berbagai hewan, seperti semut. Al-Quran menceritakan bahwa, suatu hari, Salomo dan pasukannya memasuki Wādin-naml (وَادِ ٱلْنَّمْل, lembah semut). Saat melihat Salomo dan pasukannya, seorang namlah (نَمْلَة, semut wanita) memperingatkan yang lain untuk \"... masuk ke tempat tinggal Anda, jangan sampai Salomo dan tuan rumahnya menghancurkan Anda (di bawah kaki) tanpa menyadarinya.\" [19] Segera memahami pemahaman Apa yang dikatakan semut, Salomo, seperti biasa, berdoa kepada Tuhan, berterima kasih kepada -Nya karena menganugerahkan kepadanya hadiah -hadiah seperti itu [20] dan selanjutnya menghindari menginjak -injak koloni semut. [9]: 63 [21] Kebijaksanaan Solomon, bagaimanapun, adalah hal lain yang lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain, adalah hal lain, adalah hal lain, adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain adalah hal lain, adalah hal lain, adalah hal lain adalah hal lain adalah hal lain, adalah hal lain adalah hal lain, adalah hal lain adalah hal lain adalah hal lain adalah hal lain, adalah hal lain yang merupakan hal lain adalah hal lain adalah hal lain yang merupakan hal lain, adalah hal lain yang merupakan hal lain yang merupakan hal lain yang lebih dari itu, adalah yang lain yang merupakan hal lain yang lain yang merupakan yang lain yang lain yang merupakan yang lain yang lain yang merupakan yang lain yang lain yang merupakan yang lain yang ”yang” ”tidak” ”yang merupakan hal lain yang lain yang merupakan yang lain yang lain yang lain yang lain yang yang lain yang” yang lain yang yang lain yang ”” ”yang lain yang lain” ” Dari hadiah -hadiah yang diterimanya dari Tuhan, dan umat Islam mempertahankan bahwa Salomo tidak pernah melupakan doa hariannya, yang lebih penting baginya daripada hadiahnya.\n\nLiteratur eksegetis menekankan kebijaksanaan semut dan menjelaskan makna di balik hadiah Salomo untuk mengendalikan angin. Menurut Siracü'l-Kulub, semut bertanya kepada Solomon apakah dia tahu mengapa dia disebut \"Solomon\" (Süleyman). Solomon mengatakan dia tidak melakukannya, di mana semut melanjutkan untuk menjelaskan: \"Meskipun hatimu terdengar (selim) dan kamu tahu keadaan dunia berikutnya, kamu telah menerima beberapa kesenangan dunia ini dan telah ditipu oleh kepemilikannya dan Kingsship; oleh karena itu Anda disebut Salomo. \" Setelah itu semut bertanya kepada Salomo, jika dia tahu mengapa Tuhan telah menaklukkan angin untuknya. Sekali lagi, Solomon mengatakan tidak dan semut menjawab: \"Dia telah menaklukkan angin karena suatu alasan: apa yang telah Anda terima bukanlah apa -apa. Seperti halnya angin berlalu, kekayaan dan kerajaan dunia juga berlalu.\" Para sarjana seperti Fakhr al-Din Razi dan Al-Qurtubi mengangkat semut ke pangkat examplar untuk diikuti manusia. [22] (P198)\n\nPenaklukan Saba '\n\nReruntuhan Kuil Barran di Ma'rib, mantan ibu kota Saba 'di tempat yang sekarang bernama Yaman\nAspek penting lainnya dari sobat Salomo adalah ukuran pasukannya, yang terdiri dari pria dan jin. Salomo akan sering menilai pasukan dan prajuritnya serta Jin dan semua hewan yang bekerja di bawahnya. Suatu hari, ketika memeriksa pasukannya, Salomo menemukan Hud-Hud (هُدْهُد, hoopoe) hilang dari majelis. [23] Segera setelah itu, bagaimanapun, Hud-Hud tiba di Pengadilan Solomon, dengan mengatakan \"Saya telah mengomplekskan (wilayah) yang tidak dikomentari oleh Anda, dan saya telah datang kepada Anda dari Saba 'dengan berita yang benar.\" [24] Hud-Hud lebih jauh memberi tahu Salomo bahwa orang -orang Sheba menyembah matahari, dan bahwa wanita yang memerintah kerajaan itu sangat cerdas dan kuat. Solomon, yang mendengarkan dengan cermat, memilih untuk menulis surat kepada tanah Sheba, yang melaluinya ia akan mencoba meyakinkan orang -orang Sheba untuk menghentikan penyembahan matahari mereka terhadap matahari, dan datang ke pemujaan Tuhan. Salomo memerintahkan Hud-Hud untuk memberikan surat itu kepada ratu Sheba (Bilqis), dan kemudian untuk menyembunyikan dan mengamati reaksinya. [9]: 64 Hud-Hud menerima perintah Solomon, dan terbang langsung ke Sheba untuk mengirimkan surat kepada ratu. Sang ratu kemudian memanggil para menteri ke pengadilan dan membacakan kepada mereka surat dari Salomo yang menyatakan kepada orang -orang Sheba: \"Atas nama Allah yang penuh kasih sayang, baik Anda tidak ditinggikan terhadap saya, tetapi datanglah kepada saya sebagai Muslimīn (مُسْلِمِي secara ingatan ). \" Dia mengambil nasihat dengan para menterinya dan pejabat pengadilan lainnya, mengatakan, \"Ya orang -orang saya, saya tahu betul bahwa Anda adalah prajurit yang berani dan perkasa, dan bahwa tidak ada di muka bumi yang dapat melawan Anda, namun masih saya tahu pikiran Anda tentang hal ini urusan.\" Orang -orang pengadilan menjawab: \"Milikmu adalah kekuatan, hai ratu, dan apa pun perintahmu, kami akan mematuhinya.\" Akhirnya, bagaimanapun, sang ratu datang ke Solomon, mengumumkan pengajuannya kepada Tuhan. [25]\n\nSalomo dan ifrit\nSementara Bilqis 'sedang melakukan perjalanan ke pengadilan Solomon, raja meminta para pelayannya mengantarkan singgasananya di sana sebelum kedatangannya. Sebuah ifrit menawarkan jasanya (Q27: 38-40), tetapi Salomo menolak, mempercayakan tugas ini sebagai gantinya kepada seorang manservant, yang, menjadi orang yang saleh, berdoa kepada Tuhan untuk memindahkan takhta baginya. Luar biasa berhubungan, doanya dijawab, takhta yang muncul di Istana Salomo oleh kuasa Allah. Ketika Bilqis tiba, Salomo bertanya apakah dia mengenali tahtanya, tetapi dia, berjuang untuk memahami mukjizat yang Tuhan lakukan, memberi raja jawaban yang menghindar, sebelum akhirnya mengadopsi iman Salomo, dimenangkan oleh bukti bahwa keajaiban itu tidak itu hanya ifrit tetapi Tuhan sendiri. Solomon menolak tawaran menggoda Ifrit, karena ia berusaha hanya mengandalkan Tuhan dan bukan pada iblis atau makhluk ciptaan lainnya, dan dihargai karena kesalehannya dengan kesuksesan dalam mengubah Bilqi menjadi iman yang sebenarnya. [26]\n\nKematian\n\nMausoleum dari Sulaiman di kompleks Masjid Al-Aqsa, Kota Tua Yerusalem\nAl -Quran menceritakan bahwa Salomo meninggal ketika dia bersandar pada stafnya dan bahwa dia tetap berdiri, disangga olehnya, sampai makhluk kecil - semut atau cacing - menggerogoti itu, sampai, akhirnya, itu memberi jalan - dan baru kemudian melakukannya miliknya keruntuhan tubuh.\n\nKemudian, ketika kami menetapkan kematian (Salomo), tidak ada yang menunjukkan kematiannya kepada mereka kecuali cacing kecil di bumi, yang terus mengunyah stafnya: Jadi ketika dia jatuh, Jin melihat dengan jelas bahwa jika mereka tahu Tak terlihat, mereka tidak akan menari hukuman yang memalukan (dari tugas mereka).\n\n- Qurʾan, Surah 34 (Sabaʾ), Ayah 14 [27]\nKetika dia tetap tegak, disangga pada stafnya, Jin mengira dia masih hidup dan mengawasi mereka.\n\nMereka menyadari kebenaran hanya ketika Tuhan mengirim makhluk untuk merangkak keluar dari tanah dan menggerogoti staf Solomon, sampai tubuhnya runtuh. Ayat ini dipahami untuk mengajar hadirin bahwa Jin tidak tahu yang tak terlihat (al -Ghaib) - seandainya mereka mengetahuinya, mereka tidak akan tetap bekerja keras seperti orang bodoh dalam pelayanan orang mati. [28]\n\nMahammaddim di Song of Solomon\nInformasi lebih lanjut: Muhammad dan akar Alkitab dan Semit\nSeperti yang diilhami oleh ayat-ayat Al-Quran, beberapa Muslim [yang?] Percaya bahwa Muhammad (Arab: مُحَمَّد, huruf konsonan: m-ħ-m-d) disebutkan dalam lagu lagu (5:16) sebagai 'Mahammaddim' (Ibrani: מַחֲמַדִּים, huruf konsonan: m-ħ-m-d-y-m), meskipun kata yang terakhir diterjemahkan sebagai \"diinginkan\" atau \"indah\" oleh orang Yahudi. [29]\n\nSalomo dan Jamshid\n\nPandangan Umum Persepolis, Iran (2) (dipotong)\nJamshid adalah raja keempat dunia, menurut Shāhnāma dari penyair Firdausī. Seperti Salomo, ia diyakini memiliki perintah atas semua malaikat dan setan dunia, dan adalah raja dan imam besar Hormozd (Persia Tengah untuk Ahura Mazda). Dia bertanggung jawab atas banyak penemuan hebat yang membuat hidup lebih aman bagi rakyatnya: pembuatan baju besi dan senjata, menenun dan mewarnai pakaian linen, sutra dan wol, pembangunan rumah -rumah bata, penambangan perhiasan dan logam berharga yang berharga , Pembuatan parfum dan anggur, seni kedokteran, navigasi perairan dunia di kapal berlayar. Dia Jamshid sekarang telah menjadi raja terhebat yang pernah diketahui dunia. Dia diberkahi dengan Royal Farr (Avestan: Khvarena), seorang kemegahan bercahaya yang membakarnya dengan bantuan ilahi.\n\nKarena kesamaan antara kedua raja bijak, beberapa tradisi mengacaukan keduanya. Misalnya Solomon dikaitkan dengan putusan atas Iran barat daya dalam karya-karya al-Balkhi. Persepolis diyakini sebagai kursi Salomo dan digambarkan sebagai \"taman bermain Salomo\" oleh para sarjana seperti Mas'udi, Muqaddasi dan Istakhri. Penulis Muslim lainnya telah menentang keyakinan bahwa Salomo pernah memerintah di Iran, dengan alasan bahwa setiap kesamaan antara kehidupan dan perbuatan Salomo dan Jamshid murni kebetulan, keduanya adalah tokoh yang berbeda dan terpisah. [30] [31] Pandangan yang terakhir adalah adalah pandangan yang terakhir adalah adalah orang yang berbeda dan terpisah. Dibuat oleh beasiswa di bidang mitologi Indo-Eropa, yang telah menunjukkan secara meyakinkan bahwa karakter Jamshid berasal dari dewa Zoroaster awal Yima, [32] [33] sedangkan beasiswa Quran dan Alkitab mendukung ukuran historisitas untuk raja nabi yang bijak. [34]",
"Ilyas": "Ilyās (Arab: إلياس) adalah seorang nabi dan utusan Allah (Allah) yang dikirim untuk membimbing anak -anak Israel. Dia diberi misi kenabian untuk mencegah orang menyembah berhala. [1] Ilyas adalah pendahulu kenabian untuk Alyasa. [2] Beberapa sarjana Islam percaya, bahwa Ilyas berasal dari keturunan Harun (Harun). [3]\n\nBeberapa Muslim percaya bahwa Ilyas masih hidup dan menghadiri haji setiap tahun, bersama dengan Khidr. [4] Beberapa Muslim juga percaya bahwa Ilyas akan kembali pada akhir zaman. [5]\n\nMasa muda\nDalam sumber-sumber Islam, nama lengkap Ilyas adalah Ilyas Ibn Yasin, [6] karena dalam as-safat 37: 130, Ilyas disebut yasin. [7] Beberapa kisah Ilyas juga disebutkan dalam hadis Islam; seperti kutukan orang Israel dengan kekeringan oleh Ilyas, [8] Penyembuhan Alyasa, [9] dan berkelahi dengan Ahab. [10]\n\nMenurut banyak sumber Islam dan Alkitab, Elias (A) masih hidup dan naik ke langit. [11] Namun, Ibn Kathir tidak menerima hadits ini dan menganggapnya di antara Isra'iliyat. [12] Di Mu'jam al-Buldan, Yaqut al-Hamawi menyebutkan kuburan untuk Elias (a) di Baalbek. [13] Sebuah kuil kemudian dibangun di atas kuburan ini, tetapi didedikasikan untuk \"nabi aila\" meskipun penduduk setempat percaya itu percaya adalah makam Elias (a) [14]\n\nKenabian\nIlyas pertama kali disebut sebagai seorang Nabi di Al-An'am 6:85. [15] Dia mengundang umat -Nya yang tinggal di Baalbek ke monoteisme, mematuhi Tuhan dan meninggalkan dosa. [16] Tugas utamanya adalah untuk mencegah pemuja idola. [17] Setelah dia menghadapi kegigihan rakyatnya selama bertahun -tahun, mengutuk mereka dengan kekeringan dan orang -orang mengalami kelaparan. [18] Narasi Ilyas dalam Al -Quran dan kemudian tradisi Muslim menyerupai dengan cermat bahwa dalam Alkitab Ibrani dan Sastra Muslim mencatat nubuat utama Elia sebagai terjadi selama masa pemerintahan Ahab dan Izebel serta Ahazia. [A] tokoh ilyas telah diidentifikasi dengan a Jumlah nabi dan orang suci lainnya, termasuk Idris, yang diyakini oleh beberapa sarjana adalah nama lain untuk Ilyas, [21] dan Khidr. [22] Legenda Islam kemudian mengembangkan sosok Ilyas, sangat menghiasi atributnya, dan beberapa literatur apokrifis memberi Ilyas status setengah manusia, setengah Angel. [23] Ilyas juga muncul dalam karya sastra selanjutnya, termasuk Hamzanama. [24]\n\nQuran\nIlyas disebutkan dalam Al -Quran, di mana khotbahnya diceritakan dengan cara yang ringkas. Al -Quran menceritakan bahwa Ilyas mengatakan kepada umat -Nya untuk datang ke penyembahan Tuhan dan meninggalkan penyembahan Baal, idola utama daerah itu. The Quran menyatakan: [1]\n\n\"Benar -benar Ilyas adalah salah satu rasul. Ketika dia berkata kepada umat -Nya:\" Apakah kamu tidak takut pada Tuhan? \"Apakah kamu akan memanggil Ba'al dan meninggalkan yang terbaik dari Pencipta, Tuhan, Tuhan dan Cherisher dan Tuhan dan Cherisher dari ayah -ayah lama Anda?\n\n-As-SAAffat 123–126\nAl -Quran menjelaskan bahwa mayoritas orang -orang Ilyas menyangkal Nabi dan terus mengikuti penyembahan berhala. Namun, itu menyebutkan bahwa sejumlah kecil hamba Allah yang setia di antara mereka mengikuti Elia dan percaya dan menyembah Tuhan. Al -Quran menyatakan, \"Mereka membantahnya (Elia), dan pasti akan dihukum, kecuali hamba Allah yang tulus dan berbakti (di antara mereka). Dan kami meninggalkan (ingatan) untuk anak cucu.\" [25] [26]\n\nDalam Al -Quran, Tuhan memuji Elia di dua tempat:\nDamai sejahtera Elijah! Beginilah cara kami memberi penghargaan kepada mereka yang berbuat baik. Dia benar -benar di antara hamba -hamba kita yang percaya.\n\n-Quran, Bab 37 (As-Saaffat), ayat 129–132 [27]\nDan Zakariya dan Yahya dan Isa dan Ilyas, mereka semua dari antara orang benar\n\n-Quran, Bab 6 (Al-An'am), ayat 85 [28]\nBanyak komentator, termasuk Abdullah Yusuf Ali, telah menawarkan komentar tentang ayat 85 yang mengatakan bahwa Ilyas, Zakariya, Yahya dan Isa semuanya terhubung secara spiritual. Abdullah Yusuf Ali mengatakan, \"Kelompok ketiga bukan dari orang -orang yang beraksi, tetapi para pengkhotbah kebenaran, yang menjalani kehidupan soliter. Julukan mereka adalah:\" orang benar. \"Mereka membentuk kelompok yang terhubung di sekitar Yesus. Zachariah adalah bapak Yohanes the the the the Baptis, yang dirujuk sebagai \"Ilyas, yang akan datang\" (Mat 11:14); dan Elias dikatakan telah hadir dan berbicara kepada Yesus pada transfigurasi di Bukit (Mat. 17: 3). \"[ 29]\n\nMeskipun sebagian besar sarjana Muslim percaya bahwa Elia berkhotbah di Israel, beberapa komentator awal tentang Al -Quran menyatakan bahwa Ilyas dikirim ke Baalbek, di Lebanon. [30] Para sarjana modern telah menolak klaim ini, yang menyatakan bahwa hubungan kota dengan Elia akan dibuat karena paruh pertama nama kota, yaitu Baal, yang merupakan dewa yang Elia mendesak umatnya untuk berhenti beribadah. Para sarjana yang menolak identifikasi kota Elia dengan Baalbek lebih lanjut berpendapat bahwa kota Baalbek tidak disebutkan dengan narasi Ilyas dalam Al -Quran atau Alkitab Ibrani. [31]\n\nKematian\nDengan berlalunya waktu, kekeringan menyebar dan banyak yang mati. Ketika mereka melihat diri mereka ditimbulkan, menyesali perbuatan masa lalu mereka, beralih ke Elias (A), dan menerima undangannya. [32] Kemudian, karena doa Elias (a) hujan deras datang dan tanah itu kenyang; Namun, setelah beberapa saat, orang -orang melupakan perjanjian mereka dengan Allah dan kembali ke penyembahan berhala. Ketika Ilyas melihat ini, dia meminta Tuhan untuk kematiannya sendiri; Tapi, Tuhan mengiriminya kereta api dan dia naik ke langit dan memilih Alyasa yang adalah muridnya sebagai wakilnya. [33] Ilyas jarang dikaitkan dengan eskatologi Islam. [34] Namun, beberapa Muslim percaya bahwa Ilyas diperkirakan akan kembali bersama dengan sosok misterius Khidr di akhir zaman. [5]\n\nWarisan\nSastra dan tradisi Muslim menceritakan bahwa Ilyas berkhotbah kepada Kerajaan Israel, memerintah oleh Ahab dan kemudian putranya Ahazia. Dia disebut \"Nabi Gurun - seperti Yahya\". [35] Ilyas diyakini telah berkhotbah dengan semangat kepada Ahab dan istrinya Izebel, yang menurut tradisi Muslim sebagian bertanggung jawab atas penyembahan berhala palsu di daerah ini. Muslim percaya bahwa itu karena mayoritas orang menolak untuk mendengarkan Elia bahwa Elisa harus terus mengkhotbahkan pesan Tuhan kepada Israel setelah dia. [36]\n\nIlyas telah menjadi subjek legenda dan cerita rakyat dalam budaya Muslim, biasanya melibatkan pertemuannya dengan Khidr. Menurut laporan Exegete Muslim, Muhammad bertemu Ilyas di Mekah. [37] Dalam mistisisme Islam, Ilyas terkait erat dengan Sage Khidr. Seorang hadits melaporkan bahwa Ilyas dan Khidr bertemu bersama setiap tahun di Yerusalem untuk pergi berziarah ke Mekah. [38] Ilyas muncul juga di Hamzanama berkali -kali, di mana ia disebut sebagai saudara Khidr serta orang yang minum dari air mancur pemuda. [39] Lebih lanjut, diceritakan dalam Kitab al-Kafi bahwa Imam Ja'far al-Sadiq membaca sujud Ilyas dalam bahasa Suriah dan mulai menangis. Dia kemudian menerjemahkan permohonan dalam bahasa Arab ke sekelompok cendekiawan yang berkunjung:\n\n\"Ya Tuhan, akankah saya menemukan bahwa Anda menghukum saya meskipun Anda tahu kehausan saya di tengah hari? Apakah saya akan menemukan bahwa Anda menghukum saya meskipun Anda tahu bahwa saya menggosok wajah saya di bumi untuk menyembah Anda? Apakah saya akan menemukan bahwa Anda menghukum Saya meskipun Anda tahu bahwa saya melepaskan dosa untuk Anda? Apakah saya akan menemukan bahwa Anda menghukum saya meskipun Anda tahu bahwa saya tetap terjaga sepanjang malam hanya untuk Anda? \" Yang kemudian diilhami Allah kepada Ilyas, \"Angkat kepala Anda dari bumi karena saya tidak akan menghukum Anda\". [40]\n\nCatatan\n \"Elias sama dengan Elia, yang ceritanya akan ditemukan dalam Perjanjian Lama dalam 1 Raja -Raja 17–19 dan 2 Raja 1–2. Elia hidup pada masa pemerintahan Ahab (896–874 SM) dan Ahazia (874-872 SM ), raja -raja dari kerajaan (utara) Israel atau Samaria. Dia adalah seorang nabi gurun, seperti Yohanes Pembaptis, tidak seperti Nabi Suci kita, yang mengambil bagian dalam, mengendalikan, dan membimbing semua urusan rakyatnya. Keduanya ahab dan azaria rentan untuk menyelimuti penyembahan Baal, dewa matahari yang disembah di Suriah. Ibadah itu juga termasuk penyembahan kekuatan alam dan kekuatan prokreasi, seperti dalam penyembahan Hindu Lingam, dan menyebabkan banyak pelanggaran. Raja, Raja, Raja, Raja Hindu, dan menyebabkan banyak pelanggaran. Raja. Ahab telah menikah dengan seorang putri Sidon, Izebel, seorang wanita jahat yang menuntun suaminya untuk meninggalkan Allah dan mengadopsi pemujaan Baal. \" ... \"Elia mengecam semua dosa Ahab serta dosa -dosa Ahazia dan harus melarikan diri untuk hidupnya. Akhirnya, menurut Perjanjian Lama, [19] Ia dibawa dalam angin puyuh ke surga dalam kereta api setelah api setelahnya Dia telah meninggalkan mantelnya dengan Elisha the Nabi. \"[20]",
"Alyasa": "Alyasa (Arab: اليسع, Romanized: Alyasā ') adalah Nabi dan Utusan Allah (Allah) yang dikirim untuk membimbing anak -anak Israel. Dalam Quran, Alyasa disebutkan dua kali sebagai seorang nabi, [1] dan disebutkan kedua kali bersama sesama nabi. [2] Dia dihormati oleh umat Islam sebagai penerus kenabian untuk Ilyas (Elia). Sumber -sumber Islam yang mengidentifikasi Elisa dengan Khidr mengutip hubungan yang kuat antara Khidr dan Ilyas dalam tradisi Islam. [3]\n\nKepribadian\nNama Alyasa disebutkan dua kali dalam Al-An'am 6:86 dan Sad 38:48. Dalam ayat -ayat itu, tanpa menyebutkan apa pun tentang kepribadian atau kenabian Alyasa, ia disebut sebagai \"dihiasi\" dan \"di antara orang -orang terpilih\". [4] Menurut Al-Quran, Elisa ditinggikan \"di atas sisa ciptaan\" (Arab: فَضَّلْنَا عَلَى ٱلْعَالَمِين, Romanized: faḍḍalnā ʿAla l-ʿālamīn (a) [4] dan \"di antara yang baik\" (elasbi: مālamī ٱasia (a) [4] dan \"di antara yang sangat baik\": awanan: مala ʿLam dengan yang baik \"di antara yang sangat baik\": di antara yang sangat baik \": ʿ ِ l-ʿ ا ا @ Mina L-Akhyār). [5] Alyasa disebutkan dalam Al-An'am 6:86 dan Sad 38:48, bersama dengan Ismail:\n\nDan Ismail dan Alyasa dan Yunus, dan Lut; dan masing -masing yang kita hindari di atas dunia;\n\n-Al-an'am 6:86\nDan ingat hamba kami Ismail, Alyasa, dan Dhul-Kifl, masing-masing benar-benar baik.\n\n- Sad 38:48\nKeajaiban\nDalam hadis Syiah dari Ali al-Ridha, disebutkan bahwa Alyasa, memiliki beberapa mukjizat termasuk kebangkitan orang mati, menyembuhkan orang sakit, dan berjalan di atas air. [Kutipan yang dibutuhkan]]\n\nMakam yang Diklaim\nBeberapa Muslim percaya bahwa Makam Elisa berada di al-Awjam di wilayah timur Arab Saudi. Kuil itu dihapus oleh pemerintah Saudi karena pemujaan seperti itu tidak sesuai dengan gerakan reformasi Wahhabi atau Salafi yang dominan di Arab Saudi. [6] [7] Itu telah menjadi landmark penting selama berabad-abad selama masa Arab Ottoman, dan telah menjadi tujuan ziarah yang sangat populer bagi umat Islam dari semua sekte selama periode pra-modern. [8]\n\nKuburan Elisa hadir di distrik Eğil di Provinsi Diyarbakir, Turki. [9] Kuil asli berada di dekat dasar sungai yang akan dibanjiri pada tahun 1994. Dewan rahasia sembilan cendekiawan dibentuk oleh Dewan Kota yang bekerja sama dengan Direktorat Urusan Agama untuk menghindari menarik kemarahan masyarakat untuk penggalian. Sebelum daerah itu banjir, kuburan digali di malam hari dan mayat nabi yang diawetkan - disaksikan oleh sembilan sarjana dan pekerja resmi - digali untuk dimakamkan di sebuah bukit yang menghadap ke dataran yang banjir. Namun, banyak warga kota melihat Nabi dalam mimpi mereka malam itu, dan keluar sebelum matahari terbit untuk mengamati reburisnya di tempat baru. [10] [11]",
"Yunus": "Yunus ibn Matta (Arab: يُونُس ابن ماتا, Romanisasi: Yūnus ibn Matta) adalah seorang nabi dan utusan Allah (Allah). Yunus secara tradisional dipandang sangat penting dalam Islam sebagai seorang nabi yang setia kepada Tuhan dan menyampaikan pesan -pesannya. [1] [2] Yunus adalah satu -satunya dari dua belas nabi kecil Alkitab yang disebutkan dalam Quran. [3] Bab kesepuluh dari Al -Quran dinamai menurut namanya. [4]\n\nYunus disebut Dhul-nun (Arab: ذُو ٱلنُّوْن) dan oleh Muslim. [5] Dia disebutkan empat kali dalam Al -Quran dengan nama. [6]\n\nHaditika menyebutkan\nYunus juga disebutkan dalam beberapa insiden selama masa Muhammad. Dalam beberapa kasus, nama Yunus diucapkan dengan pujian dan penghormatan oleh Muhammad. Menurut narasi historis tentang kehidupan Muhammad, setelah sepuluh tahun menerima wahyu, Muhammad pergi ke kota Ta'if untuk melihat apakah para pemimpinnya akan mengizinkannya untuk mengkhotbahkan pesannya dari sana daripada Mekah, tetapi ia dilemparkan dari kota oleh lewatnya orang orang. Dia berlindung di Taman Utbah dan Shaybah, dua anggota suku Quraysh. Mereka mengirim hamba mereka, Addas, untuk melayani anggur untuk rezeki. Muhammad bertanya kepada Addas dari mana asalnya dan pelayan itu menjawab Nineveh. \"Kota Yunus yang adil, putra Amittai!\" Berseru Muhammad. Addas terkejut karena dia tahu bahwa orang -orang Arab kafir tidak memiliki pengetahuan tentang Yunus. Dia kemudian bertanya bagaimana Muhammad tahu tentang pria ini. \"Kami adalah saudara,\" jawab Muhammad. \"Yunus adalah seorang nabi Allah dan aku juga seorang nabi Allah.\" Addas segera menerima Islam dan mencium tangan dan kaki Muhammad. [10]\n\nSalah satu ucapan Muhammad, dalam koleksi Imam Bukhari, mengatakan bahwa Muhammad mengatakan \"seseorang seharusnya tidak mengatakan bahwa saya lebih baik dari Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, seorang kontemporer yang lebih tua dari Muhammad, mengajarkan bahwa, seandainya Yunus tidak berdoa kepada Allah, ia akan tetap terjebak di dalam ikan sampai hari kebangkitan [14] tetapi, karena doanya, Yunus \"tinggal hanya beberapa hari -hari di dalam perut ikan \". [14]\n\nSejarawan Persia abad kesembilan Al-Tabari mencatat bahwa, sementara Jonah berada di dalam ikan, \"tidak ada tulang atau anggotanya yang terluka\". [14] Al-Tabari juga menulis bahwa Allah membuat tubuh ikan transparan, memungkinkan Yunus untuk melihat \"keajaiban yang dalam\" [15] dan bahwa Yunus mendengar semua ikan bernyanyi pujian kepada Allah. [15] Kisai Marvazi, seorang penyair abad kesepuluh, mencatat bahwa ayah Yunus berusia tujuh puluh tahun ketika Yunus lahir [14] dan bahwa ia meninggal segera setelah itu, [14] meninggalkan ibu Yunus dengan sendok kayu, yang ternyata, yang ternyata, yang ternyata, yang ternyata, yang ternyata, yang ternyata, yang terny menjadi tumpah ruah. [14]\n\nMakam\nLihat juga: Masjid dan Kuil Mosul § Mosque_of_the_prophet_jonah\n\nFoto Reruntuhan Masjid Yunus, mengikuti kehancurannya oleh ISIL\nLokasi Nineveh saat ini ditandai oleh penggalian lima gerbang, bagian dinding di empat sisi, dan dua gundukan besar: bukit Kuyunjik dan bukit Nabi Yunus (lihat tautan peta dalam catatan kaki). [16] Sebuah masjid di atas Nabi Yunus didedikasikan untuk Yunus dan berisi kuil, yang dihormati oleh Muslim dan Kristen sebagai situs Makam Jonah. [17] Makam itu adalah situs ziarah yang populer [18] dan simbol persatuan untuk orang Yahudi, Kristen, dan Muslim di Timur Tengah. [18] Pada 24 Juli 2014, Negara Islam Irak dan Levant (ISIL) menghancurkan masjid yang berisi makam itu sebagai bagian dari kampanye untuk menghancurkan tempat -tempat suci agama yang dianggap sebagai penyembahan berhala. [19] [18] Setelah Mosul diambil kembali dari ISIL pada Januari 2017, sebuah istana Asyur kuno yang dibangun oleh Esarhaddon yang berasal dari sekitar paruh pertama abad ke -7 SM ditemukan di bawah masjid yang hancur. [18] [20] ISIL telah menjarah istana barang untuk dijual di pasar gelap, [18] [20] tetapi beberapa artefak yang lebih sulit diangkut masih tetap ada. [18] [20]\n\nMakam Muslim lainnya\nLokasi terkenal lainnya di Makam Yunus termasuk desa Arab Mashhad, yang terletak di situs kuno Gath-Hepher di Israel; [21] Kota Tepi Barat Palestina, 5 km (3,1 mi) utara Hebron; [22] dan Sebuah tempat kudus di dekat kota Sarafand (Sarepta) di Lebanon. [23] Tradisi lain menempatkan makam di sebuah bukit yang sekarang disebut giv'at yonah, \"bukit Jonah\", di tepi utara kota Ashdod Israel, di sebuah situs yang ditutupi oleh mercusuar modern.\n\nMakam Yunus dapat ditemukan di Diyarbakir, Turki, yang terletak di belakang Mihrab di Masjid Fatih Pasha. [24] [25] Evliya Celebi menyatakan dalam nama seyahatninya bahwa ia mengunjungi makam Yunus. [26] [27]\n\nAl -Quran menyebutkan\nDalam al-Anbiya 21:87 [7] dan al-Qalam 68:48, Yunus disebut Dhul-nu (bahasa Arab: ذُو ٱلنُّوْن, lit. 'salah satu ikan'). [5] Dalam An-Nisa 4: 163 dan Al-An'am 6:86, ia disebut sebagai \"Rasul Allah\". [5] Surah 37: 139-148 menceritakan kembali kisah lengkap Yunus: [5]\nBegitu juga Yunus di antara mereka yang dikirim (oleh kami).\nKetika dia melarikan diri (seperti budak dari penahanan) ke kapal (sepenuhnya) sarat,\nDia (setuju untuk) melemparkan banyak, dan dia dikutuk:\nKemudian paus itu menelannya, dan dia telah melakukan tindakan yang layak disalahkan.\nSeandainya dia (bertobat dan) memuliakan Allah,\nDia pasti akan tetap berada di dalam ikan sampai hari kebangkitan.\nTapi kami melemparkannya ke pantai telanjang dalam keadaan sakit,\nDan kami menyebabkan tumbuh, di atasnya, tanaman penyebaran dari jenis labu.\nDan kami mengirimnya (dalam misi) menjadi seratus ribu (pria) atau lebih.\nDan mereka percaya; Jadi kami mengizinkan mereka untuk menikmati (hidup mereka) untuk sementara waktu.\n\n-Quran, Bab 37 (As-Saaffat), ayat 139–148 [8]\nAl -Quran tidak menyebutkan warisan Yunus, [5] tetapi tradisi Muslim mengajarkan bahwa Yunus berasal dari suku Binyjamin. [9]",
"Zakariya": "Menurut Doktrin Islam, Zakarīyā (Arab: زكريا, Zakharia) adalah seorang nabi dan utusan Allah (Allah), dan seorang ayah dari nabi Yahya.\n\nDalam Al -Quran\nZakariya adalah seorang pendeta yang benar [1] dan nabi Allah yang jabatannya berada di kuil kedua di Yerusalem. Dia akan sering bertugas mengelola layanan kuil [2] dan dia akan selalu tetap teguh dalam doa kepada Tuhan.\n\nBerdoa untuk seorang putra\nKetika ia mencapai usia tuanya, Zakariya mulai khawatir tentang siapa yang akan melanjutkan warisan untuk mengkhotbahkan pesan Tuhan setelah kematiannya dan siapa yang akan melakukan pelayanan harian kuil setelahnya. Zakariya mulai berdoa kepada Tuhan untuk seorang putra. Doa untuk kelahiran keturunan tidak hanya karena keinginan untuk seorang anak. [1] Dia berdoa baik untuk dirinya sendiri maupun untuk umum - mereka membutuhkan seorang utusan, manusia Allah yang akan bekerja untuk melayani Tuhan setelah Zakariya. Zakariya memiliki karakter dan kebajikan dan dia ingin mentransfer ini ke pewaris spiritualnya sebagai miliknya yang paling berharga. Mimpinya adalah mengembalikan rumah tangga ke keturunan Patriark Yakub, dan untuk memastikan pesan Tuhan diperbarui untuk Israel. Seperti yang diceritakan oleh Al -Qur'an:\n\nPenyebutan rahmat Tuhanmu kepada hambanya Zakariya. Ketika dia menangis kepada Tuhannya tangisan secara rahasia, berkata: Tuhanku! Lo! Tulang -tulang saya lilin lemah dan kepala saya bersinar dengan rambut abu -abu, dan saya tidak pernah paling tidak berbunyi doa kepadamu, Tuhanku. Lo! Saya takut akan kerabat saya setelah saya, karena istri saya mandul. Oh, beri aku dari kehadiranmu seorang penerus yang akan mewarisi aku dan mewarisi (juga) dari rumah Yakub. Dan jadikan dia, Tuhanku, dapat diterima (kepadamu). [Quran 19: 4–6 (diterjemahkan oleh pickthall)]\n\nAyah Yahya\nSebagai hadiah dari Tuhan, Zakariya diberi seorang putra bernama Yaḥyá (bahasa Arab: يحيى, diidentifikasi dengan Yohanes Pembaptis), sebuah nama yang dipilih secara khusus untuk anak ini saja. Tradisi Muslim menceritakan bahwa Zakariya berusia sembilan puluh dua tahun [3] ketika dia diberitahu tentang kelahiran John.\n\nSesuai dengan doa Zakariya, Allah membuat Yohanes (Yahya) memperbarui pesan Allah, yang telah rusak dan hilang oleh orang Israel. [4] Seperti yang dikatakan Al -Qur'an:\n\nO Zachariah! Lo! Kami membawa kabar dari seorang putra yang namanya John; Kami telah memberikan nama yang sama untuk tidak ada sebelumnya (dia). Dia berkata: Tuanku! Bagaimana saya bisa memiliki seorang putra ketika istri saya tandus dan saya telah mencapai usia tua? Dia berkata: Begitulah, Tuhanmu berkata: Bagi aku, dan memang aku menciptakanmu sebelumnya, ketika kamu bukan apa -apa. Dia berkata: Tuanku! berikan aku pertanda. Dia berkata: Tanda Anda adalah bahwa Anda tidak akan dapat berbicara dengan orang -orang tiga malam saat dalam kesehatan yang baik.\n\n- [Quran 19: 7-10 (diterjemahkan oleh pickthall)]\nPenjaga Maryam\nMenurut Al -Qur'an, Zakariya adalah penjaga Maryam. Al -Qur'an menyatakan:\n\n(Ingat) Ketika istri 'Imran berkata: Tuanku! Aku telah bersumpah kepadamu apa yang ada di perutku sebagai seorang yang ditahbiskan (persembahan). Terima dari saya. Lo! Engkau, hanya engkau, adalah pendengar, yang tahu! Dan ketika dia disampaikan, dia berkata: Tuanku! Lo! Saya dibebaskan dari seorang wanita - Allah tahu yang terbaik tentang apa yang dia kirim - jantan itu tidak seperti perempuan; Dan lo! Saya telah menamainya Mary, dan Lo! Aku menginginkan perlindunganmu untuknya dan untuk keturunannya dari Setan the Outcast. Dan Tuhannya menerimanya dengan penerimaan penuh dan menjamin pertumbuhannya yang baik; dan menjadikan Zachariah wali. Setiap kali Zachariah pergi ke tempat perlindungan di mana dia berada, dia mendapati bahwa dia punya makanan. Dia berkata: O Mary! Dari mana datang kepadamu ini (makanan)? Dia menjawab: itu dari Allah. Allah memberikan tanpa tugas kepada siapa dia akan. [Quran 3: 35–37 (diterjemahkan oleh pickthall)]\n\nTeologi Muslim berpendapat bahwa Zakariya, bersama dengan Yohanes Pembaptis dan Yesus, mengantarkan era baru para nabi - yang semuanya berasal dari keturunan imam Amram (Imran), bapak nabi Harun. Fakta bahwa, dari semua imam, Zakariya yang diberi tugas menjaga Mary (Maryam) menunjukkan statusnya sebagai orang yang saleh. Zakariya sering dipuji dalam Al -Qur'an sebagai nabi Allah dan manusia yang benar. Salah satu penilaian seperti itu ada di Sura al-An'am:\n\n\"Dan Zakariya dan Yahya dan Isa dan Eliyas. Masing -masing adalah orang benar.\" [Quran 6:85 (diterjemahkan oleh pickthall)]]\n\nPenerjemah Al -Qur'an Abdullah Yusuf Ali menawarkan komentar tentang satu baris ini [5] - menunjukkan bahwa para nabi khusus ini membuat hubungan spiritual satu sama lain. Dia menunjukkan bahwa Yahya adalah kerabat Isa, sementara Eliyas adalah orang yang hadir pada transfigurasi Isa [6] di gunung, sebagaimana disebutkan dalam Perjanjian Baru. Zakariya sementara itu, melalui pernikahan, adalah paman Isa dan putranya Yayha disebut sebagai Eliyas dalam Perjanjian Baru. [7]",
"Yahya": "YAḥyā ibn Zakarīyā (Arab: يحيى ابن زكريا, secara harfiah Yahya/John, putra Zakharia), diidentifikasi dalam bahasa Inggris sebagai Yohanes Pembaptis, dipertimbangkan dalam Islam seorang Nabi dan Utusan Allah (Allah) yang dikirim untuk membimbing anak -anak Israel . Dia diyakini oleh umat Islam telah menjadi saksi Firman Allah yang akan mengumumkan kedatangan Isa al-Masih (Yesus Kristus). [1] [2]\n\nYahya disebutkan lima kali dalam Al -Quran. [3]\n\nYahya juga sangat dihormati dalam tasawuf serta mistisisme Islam, terutama karena deskripsi Al -Quran tentang kesucian dan kebaikan John. [4] Sufi sering menerapkan komentar pada bagian-bagian tentang Yohanes dalam Al-Quran, terutama mengenai karunia kebijaksanaan yang diberikan Tuhan yang ia peroleh pada pemuda serta persamaannya dengan Yesus. Meskipun beberapa frasa yang digunakan untuk menggambarkan Yohanes dan Yesus hampir identik dalam Al -Quran, cara mereka diungkapkan berbeda. [5]\n\nKelahiran\nDalam Al -Quran, Tuhan sering menyebutkan doa terus menerus Zakariya untuk kelahiran seorang putra. Istri Zakariya, tandus dan karena itu kelahiran seorang anak tampaknya mustahil. [6] Sebagai hadiah dari Tuhan, Zakharia diberi seorang putra dengan nama Yaḥya, nama yang dipilih secara khusus untuk anak ini saja. Sesuai dengan doa Zakariya, Tuhan membuat Yahya dan Isa, yang menurut penafsiran lahir enam bulan kemudian, [7] memperbarui pesan Tuhan, yang telah rusak dan terdistorsi oleh orang Israel.\n\nAl -Quran mengklaim bahwa Yohanes Pembaptis adalah orang pertama yang menerima nama ini (Quran 19: 7-10) tetapi karena nama Yoḥanan terjadi berkali -kali sebelum Yohanes Pembaptis, [8] ayat ini merujuk pada konsensus sarjana Islam bahwa \"Yaḥyā \"Bukan nama yang sama dengan\" yoḥanan \"[9] atau ke akun alkitabiah tentang penamaan ajaib John, yang menyatakan bahwa ia hampir bernama\" Zacharias \"(Yunani: ζαχαρίας) [10] setelah nama ayahnya, sebagai tidak Satu di garis keturunan ayahnya Zacharias (juga dikenal sebagai Zakharia) dinamai \"John\" (\"Yohanan\"/\"Yoannes\") di hadapannya. [11] Seperti yang dikatakan Quran: [12]\n\"O Zakararyya, memang kami memberi Anda kabar baik tentang seorang anak laki -laki yang namanya adalah Yahya, dan yang sebelumnya kami belum pernah menciptakan kesamaan.\n\nDia berkata: \"Ya Tuhanku! Bagaimana aku memiliki seorang putra, ketika istriku tandus dan aku sudah tua dari usia tua?\"\n\nDia berkata: \"Jadi (itu akan menjadi) Tuhanmu berkata, 'Itu mudah bagiku: Aku memang menciptakanmu sebelumnya, ketika kamu tidak ada apa -apa!'\"\n\n(Zakarya) berkata: \"Ya Tuhanku! Beri aku tanda.\" \"Tanda -Mu,\" adalah jawabannya, \"akankah engkau berbicara dengan bukan manusia selama tiga malam.\"\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nSungai Jordan, tempat Yahya membaptis Isa. [13]\nYahya dinasihati untuk berpegang teguh pada Kitab Suci dan diberi kebijaksanaan oleh Allah saat masih kecil. [14] Dia murni dan taat, dan berjalan dengan baik di hadirat Tuhan. Dia berbakti terhadap orang tuanya dan dia tidak sombong atau memberontak. Bacaan dan pemahaman John tentang Kitab Suci, ketika hanya seorang anak, bahkan melampaui para sarjana terhebat saat itu. [6] Eksegesis Muslim menceritakan bahwa Yes mengirim Yahya keluar dengan dua belas murid, [15] yang mengkhotbahkan pesan itu sebelum Yesus memanggil murid -muridnya sendiri. [7] Al -Quran mengatakan: [16]\n\"O yaḥya! Pegang buku dengan kekuatan\": dan kami memberinya kebijaksanaan bahkan ketika masih muda,\n\n- Maryam, 19:12\nYohanes adalah seorang nabi klasik, [17] yang ditinggikan oleh Allah karena berani mencela segala hal yang berdosa. Lebih jauh lagi, Al -Quran berbicara tentang kesalehan dan cinta Yohanes yang lembut dan sikapnya yang rendah hati terhadap kehidupan, di mana ia diberikan kemurnian kehidupan.\n\nMenurut tradisi Islam, Yahya dulu pergi ke Haram Esh-Sharif (Temple Mount) untuk menyampaikan khotbah-khotbahnya. [3]\n\nPembunuhan\nSelama kenabian Yahya, konflik terjadi antara dia dan Herodes Antipas, yang ingin menceraikan istri pertamanya dan menganggap sebagai istri mantan saudara iparnya. [3] Yahya memberi tahu bahwa pernikahan itu mungkin inses, dan tidak menyetujui pernikahan. Setelah ini, Herodes Antipas membuat Yahya dipenjara. [3] Yahya kemudian dipenggal. [18] [3] Kepala Yahya diyakini berada di dalam masjid Umayyad di Damaskus. [19] [20] [21]\n\nWarisan\nDalam Islam, Yahya menyapa Muhammad pada malam al-Isra al-Mi'raj, bersama dengan Isa (Yesus), di surga kedua. [22] Kisah Yahya juga diceritakan kepada raja Abyssinian selama migrasi Muslim ke Abyssinia. [23] Menurut Al -Quran, Yahya adalah orang yang Tuhan kirimkan damai pada hari dia dilahirkan dan hari dia mati. [24] Menurut Al-Suyuti, Ibrahim menyatakan bahwa sejak penciptaan dunia, langit dan bumi hanya menangis bagi dua orang, Yahya dan Husayn. [25] [26] Menurut sebuah hadits, Muhammad mengatakan: \"Setiap putra Adam akan datang pada hari kebangkitan dan dia akan memiliki dosa terhadapnya kecuali Yahya ibn Zakararyya\". [27] Banyak Muslim membandingkan Yahya dengan Husayn. [28] Kepala Yahya dan Husayn diyakini berada di Masjid Umayyad di Damaskus, Suriah.",
"Isa": "Yes (Yesus) adalah seorang nabi dan utusan Allah dan Mesias. Dia adalah nabi terakhir yang dikirim untuk membimbing anak -anak Israel (Bani Israel) dan terungkap kitab suci yang disebut Injil (Injil).\n\nDalam Al-Quran, Isa digambarkan sebagai Mesias (al-Masīḥ), lahir dari Perawan Maria, melakukan mukjizat, disertai oleh murid-murid, ditolak oleh pendirian Yahudi dan dibesarkan ke surga. Al -Quran menegaskan bahwa Yesus tidak disalibkan atau mati di kayu salib, tetapi secara ajaib diselamatkan oleh Allah. Al -Quran menempatkan Yesus di antara para nabi terhebat, dan menyebutkannya dengan berbagai gelar. Nabi Yesus didahului oleh Yahya dan digantikan oleh Muhammad.\n\nIslam menolak pandangan Kristen tentang keilahian Yesus sebagai Inkarnasi Allah, atau Anak Allah yang harfiah. Itu menyangkal Yesus sebagai dewa dalam beberapa ayat, dan juga menyebutkan bahwa Yesus tidak mengklaim sebagai ilahi. Muslim percaya bahwa pesan asli Yesus diubah, setelah dia dibesarkan hidup -hidup. Monoteisme Yesus ditekankan dalam Al -Quran. Seperti semua nabi dalam Islam, Yesus juga disebut seorang Muslim, ketika ia berkhotbah bahwa para pengikutnya harus mengadopsi 'jalan lurus' (ṣirāṭ al-mustaqīm). Yesus dikaitkan dengan sejumlah besar mukjizat, dengan banyak sastra pertapa dan mistik ditulis dan dibacakan tentang Dia dalam tradisi Islam. Dia juga dilaporkan telah menubuatkan kedatangan Muhammad dengan menggunakan nama Ahmad.\n\nDi akhir zaman, Yesus akan kembali pada kedatangan kedua dengan Imam al Mahdi untuk membunuh al-masih ad-dajjal ('Mesias palsu'), setelah itu dengan suku kuno yaʾjūj dan maʾjūj (gog dan magog) akan dibubarkan di dunia. Setelah makhluk -makhluk ini secara ajaib binasa, Imam Mahdi dan Yesus akan memerintah seluruh dunia, membangun kedamaian dan keadilan, dan mati setelah pemerintahan 40 tahun. Beberapa Muslim percaya bahwa Isa akan dimakamkan bersama Muhammad di makam kubah hijau keempat di Madinah.\n\nYesus dipahami oleh umat Islam sebagai salah satu nabi Islam terpenting. Tempat di mana Yesus diyakini kembali, masjid Umayyah di Damaskus, sangat dihargai oleh umat Islam sebagai situs paling suci keempat Islam.\n\nKelahiran\nCatatan Yesus dalam Al -Quran benar -benar dimulai dengan kelahiran ibunya, Maria, dan pelayanannya di kuil Yerusalem. Sementara di bawah asuhan Nabi Zakharia, yang akan menjadi Bapa Yahya (Yohanes Pembaptis). Narasi kelahiran dalam Quran untuk Yesus dimulai pada Quran 19: 16–34 dan Q3: 45–53.\nIsyarat\n\nEksegesis Islam menegaskan kelahiran perawan Yesus yang mirip dengan akun Injil dan terjadi di Betlehem. Narasi kelahiran perawan adalah pengumuman kepada Mary oleh malaikat Gabriel sementara Mary dibesarkan di kuil setelah dijanjikan kepada Tuhan oleh ibunya. Gabriel menyatakan dia merasa terhormat atas semua wanita dari semua bangsa dan telah membawa kabar gembira dari seorang putra suci.\n\nPernyataan dalam miniatur\nGabriel menyatakan bahwa putranya dinamai Yes, Mesias, menyatakan bahwa ia akan disebut Nabi yang agung. Mary, bertanya bagaimana dia bisa hamil dan memiliki anak ketika tidak ada orang yang menyentuhnya, dijawab oleh malaikat bahwa Tuhan dapat memutuskan apa yang dia kehendaki, dan itu akan terjadi.\n\nNarasi dari Al -Quran berlanjut dengan Mary, diatasi dengan rasa sakit melahirkan, diberikan aliran air di bawah kakinya dari mana dia bisa minum dan pohon palem yang bisa dia goyangkan sehingga kencan matang akan jatuh dan dinikmati. Setelah melahirkan, Mary membawa bayi Yesus kembali ke bait suci dan dia diminta oleh para penatua kuil tentang anak itu. Setelah diperintahkan oleh Gabriel dengan sumpah keheningan, ia menunjuk pada bayi Yesus dan bayi menyatakan:\n\nDia berkata, saya adalah hamba Tuhan; Dia telah memberi saya buku itu, dan menjadikan saya seorang nabi. Dia telah membuat saya diberkati di mana pun saya berada, dan telah memerintahkan saya ibadah dan sedekah, selama saya tinggal; dan berbakti kepada ibuku; Dan belum membuat saya menindas, tidak sopan. Kedamaian ada pada saya pada hari saya lahir, hari saya akan mati, dan hari saya akan dibesarkan hidup -hidup. [8]\n\nYesus yang berbicara dari cradle adalah salah satu dari enam mukjizat yang dikaitkan dengan-Nya dalam Al-Quran, yang juga ditemukan dalam Injil Bayi Syria, sebuah karya abad keenam. [9] [10] Menurut berbagai hadits, Yesus dan Maria tidak menangis saat kelahiran mereka. [11] Nabi Islam Muhammad menjelaskan bahwa Yesus dan Maria adalah satu-satunya manusia yang dilahirkan sebagai tidak berdosa dan dengan demikian, dilindungi dari sentuhan Setan saat kelahiran mereka, mengutip ayat ketiga puluh enam Al Imran. [12]\n\nNarasi kelahiran\n\nMenurut Al -Quran, rasa sakit persalinan membawa Mary ke batang pohon palem.\nIman Islam menggemakan beberapa untaian dalam tradisi Kristen bahwa Maria (atau Maryam) adalah perawan literal ketika Yesus dikandung. Catatan paling terperinci tentang Annunciation dan Kelahiran Yesus disediakan dalam Surah 3 (Al Imran) dan 19 (Maryam) dari Al -Quran di mana cerita itu diceritakan bahwa Allah (Allah) mengirim seorang malaikat untuk mengumumkan bahwa Maryam dapat segera menanggung tanggung seorang putra, meskipun masih perawan. [13]\n\nBeberapa akademisi telah mencatat bahwa akun dalam Surah 19 [14] sangat dekat dengan yang ada dalam Injil Kristen Lukas. [15] Peringatan kepada Mary disebutkan dua kali dalam Al -Quran dan dalam kedua kasus Mary/ Maryam diberitahu bahwa dia dipilih oleh Tuhan untuk membebaskan seorang putra. Dalam contoh pertama, pembawa berita (yang diyakini oleh sebagian besar Muslim sebagai malaikat jorok), menyampaikan berita dalam (Q3: 42-47) saat ia mengambil bentuk seorang pria (Q19: 16-22) . [16] [17] Rincian konsepsi tidak dibahas tetapi ketika Maria bertanya bagaimana dia dapat melahirkan seorang putra mengingat kesuciannya, dia diberitahu bahwa Tuhan menciptakan apa yang dia kehendaki dan bahwa hal -hal ini mudah bagi Tuhan. [16] [18] Al -Quran (Q21: 91 dan Q66: 12) mengatakan bahwa Allah meledakkan malaikatnya ke dalam Maria dan dia, meskipun murni, menanggung Yesus tanpa ayah (sumber memungkinkan Anda untuk menafsirkan Gabriel sebagai Bapa). [19] [20]\n\nThe 8th-century Muslim historian Ibn Ishaq (704–767), wrote the account entitled Kitab al-Mubtada (In the Beginning), reporting that Zechariah is Mary's guardian briefly, and after being incapable of maintaining her, he entrusts her to a carpenter bernama George. Terpencil di sebuah gereja, dia bergabung dengan seorang pemuda bernama Joseph, dan mereka saling membantu mengambil air dan tugas -tugas lainnya. Catatan Kelahiran Yesus mengikuti narasi Al -Quran, menambahkan bahwa kelahiran terjadi di Betlehem di samping pohon palem dengan palungan. [21]\n\nSarjana Persia abad ke-10 Al-Tabari (839–923), menyebutkan utusan yang tiba dari Raja Persia dengan hadiah (mirip dengan orang Majus dari Timur) untuk Mesias; Perintah untuk seorang pria bernama Joseph (bukan secara khusus suami Mary) untuk membawanya dan anak ke Mesir dan kemudian kembali ke Nazareth. [22]\n\nMasa kanak-kanak\nArtikel utama: Menemukan di Kuil\nLihat juga: Penerbangan ke Mesir dan Injil Injil Thomas\nAl -Quran tidak termasuk tradisi penerbangan ke Mesir, meskipun Sūra xxiii, 50 dapat menyinggung itu: \"Dan kami menjadikan putra Maryam dan ibunya sebuah tanda; dan kami membuat mereka tinggal di tempat yang ditinggikan, penuh dengan Tenang dan disiram dengan mata air. \"[25] Namun, narasi yang mirip dengan narasi yang ditemukan dalam Injil dan sumber-sumber non-kanonik yang diedarkan dalam tradisi Islam kemudian, dengan beberapa detail dan elaborasi ditambahkan selama berabad-abad oleh para penulis dan sejarawan Islam. Beberapa narasi memiliki Yesus dan keluarga tinggal di Mesir hingga 12 tahun. [26] Banyak kisah moral dan peristiwa ajaib pemuda Yesus disebutkan dalam Qisas al-Anbiya (kisah para nabi), buku-buku yang disusun selama berabad-abad tentang nabi dan pahlawan pra-Islam. [7]\n\nAl-Masudi menulis bahwa Yesus sebagai anak laki-laki mempelajari agama Yahudi yang membaca dari Mazmur dan menemukan \"dilacak dalam karakter cahaya\":\n\n\"Kamu adalah anakku dan kekasihku; aku telah memilihmu sendiri\"\n\ndengan Yesus lalu mengklaim:\n\n\"Hari ini Firman Allah digenapi dalam Anak Manusia.\" [22]\n\nDi Mesir\nLihat juga: Injil Injil Thomas\nBeberapa narasi menunjukkan beberapa perbedaan dan kesamaan dalam tulisan -tulisan Islam tentang anak usia dini Yesus, khususnya waktunya di Mesir sehubungan dengan durasi dan peristiwa. Sebagian besar narasi ditemukan dalam sumber-sumber Kristen non-kanonik seperti, misalnya, Injil Pra-Islam Thomas. Salah satu perbedaan seperti itu adalah dari al-athir dalam kesempurnaan sejarah yang berisi narasi kelahiran yang menyatakan Yesus lahir di Mesir alih-alih Betlehem. [27]\n\nBeberapa narasi lain tentang masa kecil Yesus adalah pengetahuan Timur Tengah yang populer seperti yang disorot oleh Profesor Studi Antaragama Mahmoud M. Ayoub. [28] Banyak mukjizat yang dikaitkan dengan Yesus muda saat berada di Mesir [26] (lihat §§ mukjizat dan mukjizat lainnya).\n\nMasa dewasa\n\nSungai Jordan, tempat Yesus dibaptis oleh Yahya Ibn Zakariya (Yohanes Pembaptis). [29]\nMisi\nLihat juga: Pelayanan Yesus dan Rasul (Islam)\nSecara umum disepakati bahwa Yesus berbicara bahasa Aram, bahasa umum Yudea pada abad pertama A.D. dan wilayah tersebut. [30]\n\nPandangan pertama dan paling awal tentang Yesus yang dirumuskan dalam pemikiran Islam adalah bahwa seorang nabi - seorang manusia yang dipilih oleh Allah untuk memberikan penghakiman atas kemanusiaan karena menyembah berhala dan tantangan untuk beralih ke satu -satunya Allah yang sejati. Dari dasar ini, tercermin pada semua nabi sebelumnya melalui lensa identitas Muslim, Yesus dianggap tidak lebih dari seorang pembawa pesan mengulangi pesan berulang dari zaman. Mukjizat Yesus dan gelar Quran yang dikaitkan dengan Yesus menunjukkan kuasa Allah daripada keilahian Yesus - kekuatan yang sama di balik pesan semua nabi. Beberapa tradisi Islam percaya misi Yesus hanya untuk orang -orang Israel dan statusnya sebagai seorang nabi yang dikonfirmasi oleh banyak mukjizat. [31] [32]\n\nGambar Yesus awal yang tinggi adalah sosok akhir zaman. Konsep ini sebagian besar muncul dari hadits. Tradisi Muslim membangun narasi yang sama -sama ditemukan dalam teologi Kristen, melihat Yesus tiba di akhir zaman dan turun ke bumi untuk melawan Antikristus. Narasi ini dipahami untuk memperjuangkan penyebab Islam, dengan beberapa tradisi yang menceritakan Yesus menunjuk ke arah keunggulan Muhammad. Sebagian besar tradisi menyatakan Yesus kemudian akan mati secara alami. [33]\n\nGambar ketiga dan khas adalah tentang Yesus yang mewakili sosok pertapa - seorang nabi hati. Meskipun Al -Quran mengacu pada 'Injil' Yesus, ajaran -ajaran spesifiknya tidak disebutkan dalam Quran atau teks agama yang lebih baru. Mereka sebagian besar tidak ada. Tradisi Sufi adalah tempat Yesus dihormati, diakui sebagai guru spiritual dengan suara khas dari para nabi lain, termasuk Muhammad. Sufisme cenderung mengeksplorasi dimensi persatuan dengan Tuhan melalui banyak pendekatan, termasuk asketisme, puisi, filsafat, saran spekulatif, dan metode mistis. Meskipun tasawuf pada pikiran Barat tampaknya memiliki asal -usul atau unsur -unsur yang sama dari neoplatonisme, gnostisisme, dan Buddhisme, ideologinya jelas Islam karena mereka mematuhi kata -kata Quran dan mengejar tiruan Muhammad sebagai manusia yang sempurna. [34]\n\nKhotbah\nKonsep -konsep Islam tentang khotbah Yesus diyakini berasal dari Kufa, Irak, di bawah kekhalifahan Rashidun di mana para penulis paling awal dari tradisi dan beasiswa Muslim dirumuskan. Konsep -konsep Yesus dan pelayanan khotbahnya yang dikembangkan di Kufa diadopsi dari orang -orang Kristen pertapa awal Mesir yang menentang penunjukan keuskupan Gereja resmi dari Roma. [35]\n\nKisah-kisah paling awal, yang berjumlah sekitar 85, ditemukan dalam dua koleksi utama literatur asketis berjudul Kitab al-Zuhd Wa'l Raqa'iq (Kitab Asketisme dan Rasties Tender) oleh Ibn al-Mubarak (w. 797), dan Kitab al-Zuhd (Kitab Asketisisme) oleh Ibn Hanbal (wafat 855). Ucapan -ucapan ini jatuh ke dalam empat kelompok dasar: a) ucapan eskatologis; b) ucapan kuasi-jospel; c) ucapan dan cerita pertapa; d) ucapan menggemakan polemik intra-Muslim. [36]\n\nKelompok ucapan pertama memperluas pola dasar Yesus seperti yang digambarkan dalam Al -Quran. Kelompok cerita kedua, meskipun berisi inti Injil, diperluas dengan \"prangko Islam yang jelas\". Kelompok ketiga, menjadi yang terbesar dari empat, menggambarkan Yesus sebagai santo pelindung asketisme Muslim. Kelompok terakhir dibangun di atas arketipe Islam dan definisi Yesus yang berpusat pada Muslim dan atribut-Nya, memajukan ide-ide esoterik mengenai istilah-istilah seperti \"Roh Allah\" dan \"Firman Tuhan\". [37]\n\nKeajaiban\nArtikel Utama: Keajaiban Yesus\nLihat juga: Injil Injil Thomas\nAl -Quran atribut setidaknya enam mukjizat kepada Yesus, dengan lebih banyak lagi ditambahkan selama berabad -abad oleh penulis dan sejarawan. Mukjizat dikaitkan dengan Yesus sebagai tanda-tanda kenabian dan otoritasnya, menurut pendidik dan profesor Ishaq Musa al-Husayni (wafat 1990), seorang penulis yang paling dikenal dengan Mudhakkirat Dajaja (Memoirs of seekor ayam) (Kairo: Dar al-Maarif , 1943; edisi ke -2 1967). Dalam Kristus dalam Sastra Arab dan Arab Modern (1960), al-Husayni mengatakan itu adalah Muhammad yang patut diperhatikan, tidak ada mukjizat untuk dirinya sendiri. [38]\n\nKeenam mukjizat dalam Al-Quran ini tanpa detail tidak seperti Injil dan sumber gnostik non-kanoniknya, yang mencakup perincian dan menyebutkan mukjizat lain yang dikaitkan. [38] Selama berabad-abad, enam narasi keajaiban ini telah dielaborasi melalui hadis dan puisi, dengan tulisan-tulisan agama termasuk beberapa mukjizat lain yang disebutkan dalam Injil, sumber non-kanonik, dan dari pengetahuan. [26] [28]\n\nBerbicara dari The Cradle\nBerbicara dari cradle disebutkan di tiga tempat dalam Al-Quran: al-imran (3) 41, 46, al-Maida (5) 109–110 dan Maryam (19) 29–30. Bagian dari narasi memiliki bayi Yesus yang membela ibu -Nya Maria dari tuduhan telah melahirkan tanpa suami yang dikenal. [39] Islam awal tidak jelas tentang Joseph dan perannya. Dengan demikian pengaruh Injil Gnostik ini diklaim sebagai Quran mungkin tidak ilahi oleh lawan. Yesus berbicara seperti yang telah disebutkan oleh malaikat yang disebutkan di The Annunciation: Yesus menyatakan bahwa ia adalah seorang hamba Allah, telah diberi buku, adalah seorang nabi, diberkati ke mana pun ia pergi, memberkati hari ia dilahirkan, hari ia akan mati , dan hari dia dibesarkan hidup -hidup. [40]\n\nMeskipun narasi khusus ini tidak ditemukan dalam Alkitab, tema berbicara dari cradle ditemukan dalam Injil bayi Syria pra-Islam non-kanonik. Sumber itu membuat Yesus menyatakan diri -Nya Anak Allah, Firman, dan menegaskan apa yang sebelumnya diumumkan oleh malaikat Gabriel kepada Maria sebagaimana dirinci dalam Injil. [39]\n\nMembuat burung dari tanah liat\nKisah keajaiban menciptakan burung-burung dari tanah liat dan menghirup kehidupan ke dalamnya ketika seorang anak disebutkan dalam al-imran (3) 43, 49 dan al-Maida (5) 109–110. Meskipun mukjizat ini juga tidak disebutkan dalam Injil kanonik, narasi yang sama ditemukan dalam setidaknya dua sumber pra-Islam: Injil Bayi Thomas dan Toledot Yeshu Yahudi, dengan beberapa rincian varian antara Quran dan dua sumber ini. [[ 41] [42]\n\nMenyembuhkan orang buta dan kusta\nLihat juga: Menyembuhkan Dua Pria Buta di Galilea dan Membersihkan Sepuluh Kusta\nMirip dengan Perjanjian Baru, Al-Quran menyebut Yesus menyembuhkan orang buta dan para penderita kusta di al-Imran (3) 49. Cendekiawan Muslim dan Hakim Al-Baydawi (wafat 1286) menulis bagaimana dicatat bahwa ribuan orang datang kepada Yesus untuk disembuhkan dan bahwa Yesus menyembuhkan penyakit ini hanya melalui doa. [43] Cendekiawan Abad Pertengahan Al-Tha'labi menulis tentang bagaimana dua penyakit khusus ini di luar bantuan medis, dan mukjizat Yesus dimaksudkan untuk disaksikan oleh orang lain sebagai tanda-tanda yang jelas dari pesannya. [41]\n\nMembangkitkan orang mati\nYesus diyakini telah membangkitkan orang dari kematian, sebagaimana disebutkan dalam al-imran (3) 49. Meskipun tidak ada detail yang diberikan tentang siapa yang dibesarkan atau keadaan, setidaknya tiga orang disebutkan secara rinci dalam Injil (seorang anak perempuan dari Yairus, putra seorang janda di Nain, dan Lazarus). [44]\n\nHal mengetahui sebelumnya\nYesus dapat memprediksi, atau telah mengetahui, [45] tentang apa yang disembunyikan atau tidak diketahui orang lain. Salah satu contohnya adalah Yesus akan menjawab dengan benar setiap dan setiap pertanyaan yang diajukan siapa pun kepadanya. Contoh lain adalah Yesus tahu apa yang baru saja dimakan orang, serta apa yang telah mereka simpan di rumah mereka. [26]\n\nTabel Makanan dari Surga\nArtikel utama: Memberi makan orang banyak\nLihat juga: Perjamuan Terakhir\nDalam bab kelima Al-Quran, al-Ma'ida (5) 112–115, sebuah narasi menyebutkan murid-murid Yesus yang meminta meja yang sarat dengan makanan, dan untuk itu menjadi hari peringatan khusus bagi mereka di masa depan. Ini mungkin merupakan referensi yang memungkinkan untuk Ekaristi menurut Profesor Studi Islam dan Arab W. Montgomery Watt (w. 2006). [46] Menurut Profesor Agama Komparatif Geoffrey Parrinder (w.\n\nSuatu kali para murid berkata, hai Yesus, Anak Maria, bisakah Tuhanmu mengirimi kami sebuah meja dari surga? Dia berkata, Takut Tuhan jika Anda orang percaya. Mereka mengatakan kita ingin memakannya, dan bahwa hati kita mungkin damai, dan kita mungkin tahu kamu telah berbicara dengan jujur ​​dan menjadi salah satu saksi untuk itu. Yesus, Anak Maria, berkata, ya Tuhan, Tuhan kita mengirimi kita sebuah meja dari surga, untuk menjadi festival bagi kita, untuk yang pertama dari kita dan yang terakhir dari kita, dan sebuah tanda dari Anda: dan memberikan ketentuan (dari makanan) kepada kami, karena Anda adalah penyedia terbaik. Tuhan berkata saya mengirimkannya untuk Anda. [46]\n\nDalam catatan oleh Sunni Exegete Tabari, sebelum Perjamuan Terakhir, ancaman kematian membuatnya cemas. Karena itu, Yesus mengundang murid -muridnya untuk Perjamuan Terakhir. Setelah makan, dia mencuci tangan dan melakukan wudhu mereka untuk menyeka pakaian mereka di atas pakaiannya. Setelah itu Yesus membalas mereka: \"Adapun yang telah saya lakukan untuk Anda malam ini, karena saya melayani Anda makan dan mencuci tangan secara langsung, biarkan itu menjadi contoh bagi Anda. Karena Anda memang menganggap saya lebih baik dari Anda, Jangan sombong dalam kaitannya satu sama lain tetapi lebih memperluas diri Anda satu sama lain karena saya telah memperluas diri untuk Anda. \" Setelah menginstruksikan para murid dalam ajaran -Nya, Yesus menubuatkan bahwa salah satu dari mereka akan menyangkal dia dan yang lain mengkhianati dia. Namun, sesuai dengan pandangan Islam tentang kematian Yesus, hanya mayat dalam kemiripan Yesus disalibkan dan Yesus sendiri dibesarkan kepada Allah. [48]\n\nKeajaiban lainnya\nBanyak cerita dan narasi telah dikembangkan selama bertahun -tahun tentang Yesus, berisi pelajaran yang melekat tertentu atau memberikan makna karena kurangnya detail dalam Al -Quran tentang Yesus. Beberapa narasi ini bersifat serupa dengan Perjanjian Baru, sementara beberapa menggambarkan Yesus dengan cara yang sangat manusiawi.\n\nSelain beberapa ringkasan terperinci tentang mukjizat Yesus yang disebutkan oleh para penulis Muslim selama berabad -abad, dari dewasa (seperti berjalan di atas air - juga ditemukan dalam Injil - dan menyebabkan roti datang dari tanah), [39] beberapa mukjizat lain dari masa kecil termasuk: Menjelaskan fundamental kredo Muslim kepada seorang kepala sekolah, mengungkapkan siapa pencuri itu kepada kepala yang kaya, mengisi stoples kosong dari sesuatu untuk diminum, menyediakan makanan dan anggur untuk raja yang tirani sambil juga membuktikan kepada raja ini kekuatannya dalam membesarkan seorang orang mati Dari kematian, membesarkan seorang anak yang secara tidak sengaja terbunuh, dan menyebabkan pakaian dari tong satu warna keluar dengan berbagai warna. [26]\n\nMenyembuhkan putra pejabat kerajaan\nArtikel Utama: Menyembuhkan Putra Pejabat Kerajaan\nAl-Tabari (wafat 923) melaporkan sebuah kisah tentang pertemuan Yesus dewasa dengan seorang raja tertentu di wilayah tersebut dan penyembuhan putranya. Identitas raja tidak disebutkan sementara legenda menyarankan Philip si tetrark. Referensi Alkitab yang sesuai adalah \"putra pejabat kerajaan\". [49]\n\nKeserakahan dan penipuan kebenaran\nSebuah kisah legendaris tentang keajaiban oleh Yesus muda, yang digunakan sebagai pelajaran yang dipelajari dengan keras yang ditemukan dalam pengetahuan Timur Tengah menurut Profesor Ayoub, berkaitan dengan seorang pria Yahudi dan roti. Meskipun membawa nada polemik, pelajarannya berpusat pada keserakahan dengan penginapan kebenaran ke dalam narasi. Ini adalah kisah yang sering ditemukan di buku anak -anak. [50]\n\nKebijaksanaan yang melekat\nLihat juga: Logos (Islam) dan Logos (Kekristenan)\nKisah keajaiban legendaris lainnya adalah salah satu tentang kebijaksanaan masa kecil Yesus. Legenda ini, dilaporkan melalui al-Tabari dari Ibn Ishaq, berbicara tentang Maria mengirim Yesus ke sekolah agama dan guru heran menemukan Yesus sudah mengetahui informasi yang diajarkan / dibahas. [26]\n\nMakanan di Rumah Anak\nKisah lain dari al-Tabari menceritakan tentang seorang Yesus muda yang bermain dengan para pemuda di desanya dan memberi tahu mereka makanan apa yang orang tua mereka persiapkan untuk mereka di rumah. [26]\n\nMenurut rincian narasi, beberapa orang tua menjadi kesal dan melarang anak -anak mereka untuk bermain dengan Yesus, mencurigai dia adalah seorang pesulap. Akibatnya, orang tua menjauhkan anak -anak mereka dari Yesus dan mengumpulkan anak -anak mereka ke dalam satu rumah. Suatu hari, merasa kesepian, Yesus pergi mencari teman -temannya, dan datang ke rumah ini dia bertanya kepada orang tua di mana anak -anak mereka berada. Orang tua berbohong, menanggapi bahwa anak -anak tidak ada di sana. Setelah Yesus bertanya siapa, maka, ada di rumah, orang tua menyebut Yesus babi. Yesus kemudian berkata \"Biarkan ada babi di rumah ini\", mengubah semua anak menjadi babi. [28]\n\nSelama berabad-abad, penulis Muslim juga telah merujuk keajaiban lain seperti mengusir setan, setelah meminjam dari beberapa sumber pra-Islam sesat, dan dari sumber kanonik sebagai legenda tentang Yesus diperluas. [26]\n\nWahyu\nArtikel utama: Injil dalam Islam\nMuslim percaya bahwa Allah mengungkapkan tulisan suci baru kepada Yesus, yang disebut al-Injil (Injil), sementara juga menyatakan kebenaran dari wahyu sebelumnya: al-Tawrat (Taurat) dan al-Zabur (Mazmur). [51] Al-Quran berbicara dengan baik tentang al-injīl, yang digambarkan sebagai tulisan suci yang mengisi hati para pengikutnya dengan kelemahlembutan dan kesalehan. Eksegesis Islam Tradisional mengklaim pesan Alkitab telah terdistorsi (tahrif), disebut Ta'yin al-Mubham (\"Resolusi Ambiguitas\"). [52] Upaya polemik ini berawal dari periode abad pertengahan dengan tulisan ABD al-Jabbar Ibn Ahmad. [53] Mengenai Hukum Musa, Al -Quran menunjukkan bahwa Yesus tidak pernah menghapuskan hukum Yahudi melainkan membenarkan mereka, sementara membuat pencabutan sebagian saja. [54]\n\nMuslim telah lama percaya bahwa Paulus dengan sengaja merusak ajaran asli Yesus. [55] Sejarawan abad ke-9 Sayf Ibn Umar menegaskan bahwa para rabi tertentu membujuk Paulus untuk sengaja menyesatkan orang-orang Kristen awal dengan memperkenalkan apa yang dilihat oleh Ibn Hazm sebagai doktrin yang tidak menyenangkan ke dalam agama Kristen. [56]\n\nMenurut Yusuf al-Qaradawi dalam bukunya The Hukum dan Dilarang dalam Islam, pembatasan hukum Yesus dibatalkan untuk orang-orang Yahudi di mana mereka yang awalnya diundangkan oleh Allah sebagai hukuman. [57] Komentar klasik seperti Tafsir al-Jalalayn menentukan mereka berkaitan dengan konsumsi ikan dan daging burung tanpa paku, atau secara umum. [58]\n\nMenyebutkan dalam Quran\nMurid\nAl -Quran menyatakan bahwa Yesus dibantu oleh sekelompok murid (ḥawāriyyūn) yang percaya pada pesannya. Meskipun tidak menamai para murid, Al -Quran memang memberikan beberapa contoh Yesus untuk mengkhotbahkan pesan itu kepada mereka. Muslim memandang murid -murid Yesus sama dengan para sahabat (ṣaḥāba) dari Muhammad. [59] Menurut Kekristenan, nama -nama dua belas murid adalah Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matius, James, Jude, Simon, dan Yudas.\n\nAl-Quran menyebutkan dalam Bab 3, ayat-ayat 52–53, bahwa para murid yang diserahkan kepada iman Islam: [sumber non-primer dibutuhkan]\n\nKetika Yesus menemukan ketidakpercayaan di pihak mereka, dia berkata: \"Siapa yang akan menjadi pembantu saya untuk (pekerjaan) Tuhan?\" Kata para murid: \"Kami adalah pembantu Allah: kami percaya kepada Tuhan, dan apakah Anda bersaksi bahwa kami adalah Muslim. Tuhan kami! Kami percaya pada apa yang telah Anda ungkapkan, dan kami mengikuti utusan; kemudian menuliskan kami di antara mereka yang menanggungnya saksi.\"\n\n-Quran Surah al-Imran 52–53 [60]\nNarasi terpanjang yang melibatkan murid -murid Yesus adalah ketika Yesus melakukan mukjizat membawa tabel makanan dari surga atas permintaan mereka, untuk bukti lebih lanjut bahwa khotbahnya adalah pesan yang sebenarnya.\n\nKenaikan\nAn-Nisa's Verse 157 adalah ayat utama Al-Quran untuk merujuk pada peristiwa penyaliban Yesus. [61] Dikatakan bahwa Yesus tidak terbunuh dan tidak ada yang disalibkan, tetapi 'itu dibuat\nAyat an-nisa 157\nBahwa mereka berkata (dalam kesibukan), \"Kami membunuh Mesias Yesus, Anak Maria, Utusan Allah '; tetapi mereka tidak membunuhnya, atau menyalibinya, tetapi itu dibuat untuk menampakkan diri kepada mereka, dan mereka yang berbeda Di dalamnya ada keraguan, tanpa pengetahuan (tertentu), tetapi hanya dugaan untuk diikuti, karena jaminan mereka tidak membunuhnya.\n\nmenampakkan diri kepada mereka '. [62] Sebagian besar tradisi Islam secara kategoris menyangkal bahwa Yesus mati secara fisik di kayu salib atau sebaliknya. [63] [64] Laporan Eksegesis Islam bahwa orang lain disalibkan di tempat Yesus. Namun, beberapa sarjana Muslim modern percaya bahwa Yesus memang mati, dan referensi untuk kelangsungan hidupnya adalah simbolis, bukan literal. Ketidaksepakatan tentang sifat kematian Yesus ini ditemukan di dalam kanon Islam itu sendiri, dengan hadits paling awal yang mengutip teman -teman Muhammad yang mengatakan bahwa Yesus telah mati. Sementara itu, mayoritas hadits berikutnya dan Tafsir berpendapat mendukung kebalikannya. [Kutipan diperlukan]\n\nMenurut Al -Quran, dia tidak disalibkan, tetapi agak diselamatkan oleh Tuhan. (Meskipun tradisi Islam dan penafsiran yang paling awal mengutip laporan yang agak bertentangan mengenai kematian dan panjangnya, umat Islam percaya bahwa Yesus tidak mati di kayu salib, tetapi percaya bahwa ia diselamatkan dengan dibesarkan hidup -hidup ke surga).\n\nPengganti\nTidak jelas dari mana interpretasi substitusi berasal, tetapi beberapa sarjana menganggap teori yang berasal dari kelompok gnostik tertentu pada abad kedua. [10] Leirvik menemukan Al-Quran dan Hadis telah jelas dipengaruhi oleh agama Kristen non-kanonik (sesat ') yang berlaku di Semenanjung Arab dan lebih jauh di Abyssinia. [65]\n\nSementara sebagian besar cendekiawan Barat, [66] orang Yahudi, [67] dan orang -orang Kristen percaya Yesus mati, teologi Muslim Ortodoks mengajarkan ia naik ke surga tanpa diletakkan di kayu salib dan Tuhan mengubah orang lain, Simon dari Kirene, untuk terlihat persis seperti Yesus yang dulu disalibkan alih -alih Yesus (lih. Deskripsi Irenaeus tentang ajaran sesat Basilides, Buku I, bab XXIV, 4.). [68] [69]\n\nBeberapa ketidaksepakatan dan perselisihan dapat dilihat dimulai dengan laporan Ibn Ishaq (w. Terletak di Madinah dan ketiga mengutip tempat -tempat dalam Al -Quran (3:55; 4: 158) bahwa Allah mengambil Yesus kepada dirinya sendiri. [70]\n\nIbn Kathir (wafat 1373) mengikuti tradisi yang menunjukkan bahwa penyaliban memang terjadi, tetapi tidak dengan Yesus. [81] Setelah acara tersebut, Ibn Kathir melaporkan orang -orang dibagi menjadi tiga kelompok mengikuti tiga narasi yang berbeda; Orang -orang Yakub yang percaya \"Tuhan tetap bersama kita selama Dia menghendaki dan kemudian dia naik ke surga\"; Orang -orang Nestoria mempercayai \"Anak Allah ada bersama kita selama Dia menghendaki sampai Allah membangkitkan Dia ke surga\"; dan umat Islam yang percaya \"hamba dan utusan Allah, Yesus, tetap bersama kita selama Allah menghendaki sampai Allah membangkitkannya kepada dirinya sendiri.\" [82]\n\nKedatangan kedua\nGaris waktu kedatangan Yesus sebelum Hari Penghakiman\n\nMenara Isa di Masjid Umayyad, Damaskus\nMenurut tradisi Islam, setelah naik ke surga dan tinggal di sana selama 2000+ tahun, Yesus akan turun ke bumi tak lama sebelum Hari Penghakiman, di tengah-tengah perang berperang melawan al-masih ad-dajjal ('Mesias palsu \") dan para pengikutnya , untuk membantu Mahdi dan pengikut Muslimnya. [86] Mengenakan jubah kunyit dengan kepalanya diurapi, Yesus akan turun pada titik menara putih, di Damaskus timur, yang diyakini sebagai menara Isa dari Isa Di masjid Umayyad. [87] Ia kemudian akan menyambut Mahdi dan (menjadi seorang Muslim) berdoa di sampingnya. Akhirnya, Yesus akan membunuh Dajjal di Lod. [88]\n\nSetelah itu, ia akan \"memecahkan salib, membunuh babi, dan menghapuskan pajak Jizya\", menurut hadis Sahih al-Bukhari yang terkenal. [89] [90] \"Interpretasi yang biasa\" dari ramalan ini adalah bahwa, sebagai seorang Muslim, Yesus akan menghentikan ibadat Kristen terhadap dirinya sendiri dan dalam kepercayaan pada keilahiannya, \"dilambangkan dengan salib\". Dia akan membangun kembali hukum diet halal/halal yang ditinggalkan oleh Kekristenan; [91] dan karena orang Yahudi dan Kristen sekarang semua akan menolak iman mereka sebelumnya dan menerima Islam, tidak akan ada lagi kebutuhan untuk pajak Jizya pada orang-orang yang tidak percaya. [92] (Menurut satu hadits, Yesus akan \"menghancurkan gereja dan kuil dan membunuh orang -orang Kristen kecuali mereka percaya kepada -Nya.\") [93] [Catatan 1]\n\nTeks Islam juga menyinggung kemunculan kembali dari ancaman kuno Gog dan Magog (Yaʾjūj maʾjūj), yang akan keluar dari kurungan bawah tanahnya dan menyebabkan kekacauan dunia. [95] Tuhan, sebagai tanggapan atas doa -doa Yesus, akan membunuh mereka dengan mengirim jenis cacing di dalam tidur siang mereka, dan mengirim burung -burung besar untuk membawa dan membersihkan mayat -mayat mereka dari tanah. [86] Setelah kematian Mahdi, Yesus akan menganggap kepemimpinan dunia dan kedamaian dan keadilan akan menjadi universal.\n\nJuga menurut tradisi, Yesus kemudian akan menikah, memiliki anak, dan memerintah dunia selama empat puluh tahun (tradisi memberikan banyak periode waktu yang berbeda) setelah itu ia akan mati. [96] Muslim kemudian akan melakukan doa pemakaman untuknya dan kemudian menguburnya di kubah hijau di kota Madinah di sebuah kuburan yang kosong di samping Muhammad, Abu Bakar, dan Umar masing -masing. [97] Menurut legenda Ibn Khaldun, kedua khalifah akan bangkit dari kematian antara kedua nabi. [98]\n\nSumber\nSementara Al -Quran tidak menggambarkan narasi di atas tentang kembalinya Yesus, [99] banyak Muslim percaya bahwa dua ayat Al -Quran merujuk pada kedatangan kedua -Nya di akhir zaman. [90] (1) Ayat yang disebutkan di atas menyatakan dia tidak pernah mati di bumi:\n\n\"Dan [untuk] pepatah mereka, 'memang, kita telah membunuh Mesias, Yesus, Anak Maria, Utusan Allah.' Dan mereka tidak membunuhnya, mereka juga tidak menyalibkannya; tetapi [yang lain] dibuat menyerupai dia kepada mereka. Dan memang, mereka yang berbeda karena itu diragukan. Mereka tidak memiliki pengetahuan tentang hal itu kecuali asumsi berikut Dan mereka tidak membunuhnya, pasti. \" (Q.4: 157 :)\nDan ayat kedua ditafsirkan untuk menunjukkan hubungan antara Yesus dan \"jam\" (waktu akhir):\n\n\"Dan lo! Sesungguhnya ada pengetahuan tentang jam ini. Jadi diragukan kamu tidak menyangkutnya, tapi ikuti aku. Ini adalah jalan yang benar.\" (Q.43: 61 Trans Pickthall). [90]\nHadis -hadis kembalinya Yesus ditelusuri kembali ke Abu Hurairah, salah satu Sahaba, tetapi mungkin sebenarnya telah diperkenalkan kemudian selama Perang Sipil di Kekhalifahan Abbasid Awal, ketika seorang Juruselamat diharapkan. Sementara untuk Syiah, Mahdi akan menjadi Juruselamat, beberapa Sunni cenderung mengharapkan kembalinya Yesus. Selama kekhalifahan Abbasid awal, mengenakan salipi dalam prosesi dan memegang babi di depan umum, dilarang. Kalau tidak, pemecahan salib, mungkin mencerminkan ketidaksetujuan umum terhadap simbol ini oleh umat Islam, dan membunuh babi referensi kepada Yesus Pengusiran Legiun. [100]\n\nYesus disebutkan sekitar 187 kali dalam Al-Quran, secara langsung dan tidak langsung, dan juga disebut oleh banyak judul, yang paling umum adalah al-masih ('The Mesias'). [3] [110] [111] [112] [33 ] Yesus dirujuk ke 25 kali dengan nama Isa, [catatan 2] orang ketiga 48 kali, [Catatan 3] Orang pertama 35 kali dan sisanya sebagai judul dalam Quran. [Catatan 4] [113]\n\nMuhammad menggambarkan dirinya sebagai 'terdekat dari semua orang kepada Yesus'. [114]\n\nSimilitude dengan Adam\nAl -Quran menekankan penciptaan Yesus, [107] melalui kesamaannya dengan Adam sehubungan dengan tidak adanya asal manusia. Muhammad sering digunakan untuk membandingkan kelahiran Adam dan Yesus. [115]\n\nEksegesis Islam mengekstrapolasi ketidakkonsistenan logis di balik argumen Kristen tentang intervensi ilahi, karena implikasi seperti itu akan menganggap ketuhanan kepada Adam yang hanya dipahami sebagai ciptaan. [107]\n \nDalam Islam, Yesus diyakini telah menjadi pendahulu nabi Islam Muhammad. Menurut Al-Quran, kedatangan Muhammad diprediksi oleh Yesus dalam AS-Saff 61: 6 melalui ayat ini, Muslim Arab awal mengklaim legitimasi atas iman baru mereka dalam tradisi agama yang ada dan dugaan prediksi Yesus. [116] Muslim percaya bahwa Yesus adalah pendahulu bagi Muhammad, dan bahwa ia menubuatkan kedatangan yang terakhir. [117] [26] Perspektif ini didasarkan pada ayat Quran di mana Yesus berbicara tentang seorang utusan untuk tampil setelah dia bernama \"Ahmad\". [118] Islam mengaitkan Ahmad dengan Muhammad, kedua kata yang berasal dari akar H-M-D Triconsonantal yang mengacu pada pujian. Muslim menyatakan bahwa bukti pernyataan Yesus hadir dalam Perjanjian Baru, mengutip penyebutan paraclete yang kedatangannya dinubuatkan dalam Injil Yohanes. [119]\n\nKomentator Muslim mengklaim bahwa kata asli Yunani yang digunakan adalah Periklutos, yang berarti terkenal, terkenal, atau dipuji - direndahkan dalam bahasa Arab sebagai Ahmad; dan bahwa ini digantikan oleh orang -orang Kristen dengan parakletos. [97] [120] Gagasan ini diperdebatkan, menanyakan apakah pemahaman tradisional didukung oleh teks Quran.\n\nTeologi Islam mengklaim Yesus telah menubuatkan nabi lain yang menggantikannya menurut Sura 61: 6, dengan menyebutkan nama Ahmad. (Ahmad adalah nama Arab dari akar triconsonantal yang sama ḥ -m -d = [ح - م - د].) Dalam menanggapi biografi Ibnam IBN Ishaq, Muhammad, Sirat Rasul Allah, sarjana Islam Alfred Guillaume menulis:\n\nKembali ke istilah \"Ahmad\", Muslim telah menyarankan bahwa Ahmad adalah terjemahan Periklutos, dirayakan atau yang dipuji, yang merupakan korupsi parakletos, paraclete dari John XIV, XV dan XVI. [121]\n\nHadis\nHadits dilaporkan ucapan tentang Muhammad dan orang -orang di sekitarnya. Hadis yang mengandung legenda Yesus telah dipengaruhi oleh agama Kristen non-kanonik (sesat ') yang berlaku di Semenanjung Arab dan lebih jauh di Abyssinia. [65] Hadits mengembangkan status kanonik di abad Muslim ketiga sebagai sumber otoritas bagi komunitas Muslim. Persepsi Muslim tentang Yesus yang muncul dari hadits adalah sosok yang ajaib, tidak berdosa, dan eskatologis, menunjuk orang, sekali lagi sesuai dengan perspektif kenabian Muslim, kepada iman Muslim (Muslim; orang yang tunduk pada kehendak Tuhan). [ 130]\n\nHadis telah memainkan peran yang sangat penting membentuk citra Yesus di kalangan Muslim umum, setelah menjadi lebih dikembangkan ketika memasukkan hadis dan tafsir yang ditenun ke dalam sejumlah besar tulisan dan laporan legendaris. [26] Dengan pembentukan kembali Muslim, kekosongan Yesus mengejutkan. Sebaliknya yang ditulis adalah pesulap pertapa, dibantu oleh Roh Kudus. Injil dipandang sebagai buku yang akan dikhotbahkan dan hanya dirujuk secara sepintas tanpa menyebutkan ajaran yang sebenarnya. Secara mengejutkan, perkataan fiktif dan ajaran Yesus yang seharusnya diberikan keunggulan dalam pengumpulan hadits, dalam Islam Syiah, dan dalam representasi sufi Yesus. [65]\n\nSunni Islam\nDalam Kitab al-Milal Wa Al-Nihal, Al-Shahrastani (wafat 1153), seorang sejarawan Persia yang berpengaruh, historiografer, sarjana, filsuf dan teolog, mencatat penggambaran Yesus yang sangat dekat dengan prinsip ortodoks sambil melanjutkan narasi Islam:\n\nOrang Kristen. (Mereka) Komunitas (Umma) Kristus, Yesus, Anak Maria (Damai di atas Dia). Dia yang benar -benar dikirim (sebagai nabi; mab'uth) setelah Musa (damai di atasnya), dan yang diumumkan dalam Taurat. Bagi dia (diberikan) tanda -tanda nyata dan bukti penting, seperti menghidupkan kembali orang mati dan penyembuhan orang buta dan penderita kusta. Sifatnya dan disposisi bawaannya (Fitra) adalah tanda yang sempurna dari kebenarannya; Yaitu, kedatangannya tanpa unggulan sebelumnya dan berbicara tanpa pengajaran sebelumnya. Untuk semua nabi (lainnya), kedatangan wahyu mereka adalah pada (usia) empat puluh tahun, tetapi wahyu datang kepadanya ketika dia dibuat untuk berbicara di buaian, dan wahyu datang kepadanya ketika dia menyampaikan (pesan ilahi) pada (usia) tiga puluh. Durasi misinya (kenabian) (da'wa) adalah tiga tahun dan tiga bulan dan tiga hari. [131]\n\nSyiah Islam\nDalam Nahj al-Balagha, Khalifah keempat Ali (memerintah 656-661) dilaporkan telah berbicara tentang kesederhanaan Yesus. [132] Ali mengatakan bahwa \"Yesus menggunakan batu untuk bantalnya, mengenakan pakaian kasar dan makan makanan kasar. Bumbu -nya lapar. Lampu di malam hari adalah bulan. Dia tidak punya istri untuk memikatnya, maupun putra mana pun untuk memberikan kesedihan, juga tidak kekayaan untuk menyimpang. Kedua kakinya adalah alat angkutnya dan kedua tangannya adalah pelayannya \". [132] Menurut Ja'far al-Sadiq, cicit buyut Ali, waktu antara Daud dan Yesus adalah empat ratus tahun. [133] Ja'far lebih lanjut mengatakan bahwa agama Yesus adalah monoteisme (tawḥīd) dan kemurnian (ikhlāṣ). [133] 'Injil' (Injil) diturunkan kepada -Nya dan janji yang diambil oleh para nabi lain juga diambil dari Yesus: untuk membangun doa dengan agama, memerintahkan yang baik dan melarang kejahatan, memungkinkan apa yang diizinkan dan melarang apa yang telah dilarang. Peringatan dan perumpamaan dikirim kepadanya dalam 'injil', tetapi tidak ada hukum pembalasan di dalamnya atau sila retribusi (Ahkam al-Hudud), dan tidak ada kewajiban untuk warisan. Dia dikirim apa yang merupakan pengurangan dari apa yang diturunkan ke Musa di Taurat. Yesus memerintahkan para pengikut -Nya bahwa mereka percaya pada Hukum Taurat dan 'Injil'. [133]\n\nMenurut Qadi al-Nu'man, seorang ahli hukum Muslim terkenal dari periode fatimid, Yesus disebut sebagai Mesias (al-Masīḥ) dalam Al-Quran karena ia dikirim kepada orang-orang yang menanggapi dia untuk menghapus (Masaha ) kotoran mereka, penyakit iman mereka; apakah jelas (zahir) atau tersembunyi (batin). Qadi al-nu'man, dalam fondasi karyanya tentang interpretasi simbolik (Asās al-ta'wīl), berbicara tentang kelahiran spiritual (Milad al-Batin) dari Yesus, sebagai interpretasi kisah kelahiran fisiknya (Milad al- Zahir) disebutkan dalam Quran. Dia mengatakan bahwa Maria, Bunda Yesus, adalah metafora bagi seseorang yang memelihara dan menginstruksikan Yesus (Lāhiq), daripada secara fisik melahirkannya. Qadi al-Nu'man menjelaskan bahwa Yesus berasal dari keturunan murni Abraham, sama seperti Ali dan putra-putranya berasal dari keturunan murni Muhammad, melalui Fatima. [134]\n\nPenampilan\nBerdasarkan beberapa narasi hadis tentang Muhammad, Yesus dapat dijelaskan secara fisik (dengan perbedaan dalam deskripsi fisik Yesus yang disebabkan oleh Muhammad yang menggambarkan Dia ketika melihat Dia pada kesempatan yang berbeda, seperti selama kenaikannya ke surga, atau ketika menggambarkan Yesus selama Yesus selama Yesus 'Kedatangan kedua): [144]\n\nPria yang dibangun dengan baik dengan tinggi sedang/sedang/rata-rata tinggi dan status dengan dada lebar.\nRambut lurus, lank, dan panjang yang jatuh di antara bahunya. Sepertinya air menggiring bola dari kepalanya, meskipun tidak basah.",
"Muhammad": "Muhammad dalam Islam\ndari Wikipedia, ensiklopedia gratis\nLompat ke NavigationJump untuk mencari\nArtikel ini adalah tentang peran dan pentingnya Muhammad dalam konteks Islam. Untuk tinjauan umum, lihat Muhammad.\nImam al-Anbiya\nRasūl Allāh\nMuhammad\nمُحَمَّدٌ\nمحمد صلى الله عليه وسلم. SVG\n'Muhammad' dalam kaligrafi Islam\nNabi Islam\nDidahului oleh Isa (Yesus)\nBerhasil dengan posisi dihapuskan\nJudul Khatam An-Nabiyyin ('Seal of the Prophets')\nPribadi\nLahir Senin, 12 Rabi 'Al-Awwal 53 BH (570 CE)\nMekah, Hejaz, Arab\nMeninggal Senin, 12 Rabi 'al-Awwal 11 Ah (8 Juni 632 M)\nMedina, Hejaz, Arab\nTempat peristirahatan kubah hijau, masjid Nabi, medina\nIslam agama\nPasangan melihat istri muhammad\nAnak -anak melihat anak -anak Muhammad\nOrang tua\nAbd Allah Ibn Abd al-Muttalib (Ayah)\nAmina Bint Wahb (Ibu)\nKonstitusi Medina\nNama Lain Lihat Nama dan Judul Muhammad\nKerabat melihat pohon keluarga Muhammad, ahl al-bayt (\"keluarga rumah\")\nSignature Muhammad Seal.svg\nSegel Muhammad\nPemimpin Muslim\nPenerus melihat suksesi ke Muhammad\nNama Arab\nMuhammad pribadi (ISM)\nPatronimik (NASAB) Muḥammad Ibn Abd Allah Ibn Abd Al-Muttalib Ibn Hashim Ibn Abd Manaf Ibn Qusai Ibn Kilab\nTeknonim (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nBagian dari seri tentang Islam\nNabi Islam\nAnbiya\nNabi dalam Al -Quran\nTerdaftar dengan nama Islam dan nama Alkitab.\nʾĀdam (Adam) ʾidrīs (enoch) nūḥ (nuh) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (abraham) lūṭ (lot) ʾismāʿi (ishmael) ʾisḥāq (Isaac) yaʿqq (Jacob) (Jacob) ʾisḥāq (Isaac) yaʿqq (Jacob) (Jacob) (Jacob) (Jacob) yaʿqq (Jacob) (Jacob) (Ishmael) (Ishmac) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael) (Ishmael (Ishmael) (Ishmael (Ishmael) (Ishmac (Ishmael) (Ishmac (Ishmael) (Ishmac (Ishmael) (Ishmac (Ishmael) (Ishma) Yethro) Mūsā (Musa) Hārūn (Harun) Dhul-Kifl (Yehezkiel atau Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Yunus) —Bilyās (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakaria (Elijah) Alyasaʿ (Elisha) Zakariya ) Muḥammad (Muhammad)\nAcara utama\nPandangan\n Portal Islam\nvte\nBagian dari seri\nIslam\nAllah3.svg\nKeyakinan\nPraktik\nTextSfoundations\nSejarah\nBudaya dan masyarakat\ntopik-topik yang berkaitan\n Portal Islam\nvte\nMuḥammad Ibn Abd Allah (Arab: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; c.570 - 8 Juni 632 M), diyakini sebagai meterai utusan dan nabi Allah di semua cabang utama Islam. Muslim percaya bahwa Al -Quran, teks agama sentral Islam, diungkapkan kepada Muhammad oleh Allah, dan bahwa Muhammad dikirim untuk memulihkan Islam, yang mereka yakini tidak berasal dari Muhammad tetapi adalah iman monoteistik asli yang tidak berubah dari Adam, Abraham, Musa, Yesus, dan Nabi lainnya. [1] [2] [3] [4] Prinsip agama, sosial, dan politik yang didirikan Muhammad dengan Al -Quran menjadi fondasi Islam dan dunia Muslim. [5]\n\nLahir sekitar tahun 53 bh (570 CE) menjadi keluarga Qurayshi yang disegani di Mekah, Muhammad mendapatkan gelar \"al-amin\" (اَلْأَمِينُ, yang berarti \"yang dapat dipercaya\"). [6] [7] Pada usia 40 dalam 11 bh (610 M), Muhammad dikatakan telah menerima wahyu verbal pertamanya di gua yang disebut Hira, yang merupakan awal dari keturunan Quran yang berlanjut hingga akhir hidupnya; dan umat Islam berpendapat bahwa Muhammad diminta oleh Tuhan untuk mengkhotbahkan kesatuan Tuhan untuk membangkitkan penyembahan berhala, sebuah praktik yang secara terang-terangan hadir di Arab pra-Islam. [8] [9] Karena penganiayaan terhadap Muslim yang baru dikonversi, atas undangan delegasi dari Madinah (kemudian dikenal sebagai Yathrib), Muhammad dan para pengikutnya bermigrasi ke Madinah dalam 1 ah (622 M), sebuah peristiwa yang dikenal sebagai Hijrah. [10] [ 11] Titik balik dalam kehidupan Muhammad, hegira ini juga menandai awal kalender Islam. Di Madinah, Muhammad membuat sketsa konstitusi Medina yang menentukan hak -hak dan hubungan di antara berbagai komunitas yang ada di sana, membentuk komunitas independen, dan berhasil mendirikan Negara Islam pertama. [12] Terlepas dari permusuhan yang sedang berlangsung dari Mekah, Muhammad, bersama dengan para pengikutnya, mengambil kendali atas Mekah pada tahun 630, [13] [14] dan memerintahkan penghancuran semua berhala kafir. [15] [16] Di tahun -tahun terakhirnya di Madinah, Muhammad menyatukan suku -suku Arab yang berbeda di bawah Islam [17] dan melakukan reformasi sosial dan agama. [18] Pada saat ia meninggal dalam waktu sekitar 11 tahun (632 M), hampir semua suku Semenanjung Arab telah masuk Islam. [19]\n\nMuslim sering menyebut Muhammad sebagai Nabi Muhammad, atau hanya \"Nabi\" atau \"Utusan\", dan menganggapnya sebagai yang terbesar dari semua nabi. [1] [20] [21] [22] Dia dilihat oleh umat Islam sebagai pemilik semua kebajikan. [23] Sebagai tindakan rasa hormat, umat Islam mengikuti nama Muhammad oleh Benediction Sallallahu 'Alayhi wa sallam, (yang berarti damai), [24] kadang -kadang disingkat \"saw\" atau \"pbuh\".\n\nDalam Al -Quran\nInformasi lebih lanjut: Muhammad dalam Al -Quran\n\nNama Muhammad yang ditulis dalam Thuluth, variasi naskah kaligrafi Islam\nAl -Quran menyampaikan sedikit tentang kehidupan awal Muhammad atau detail biografis lainnya, tetapi itu berbicara tentang misi kenabiannya, keunggulan moralnya, dan masalah teologis mengenai Muhammad. Menurut Quran, Muhammad adalah yang terakhir dalam rantai nabi yang dikirim oleh Allah (33:40). Sepanjang Quran, Muhammad disebut sebagai \"Utusan\", \"Utusan Allah\", dan \"Nabi\". Beberapa ayat tersebut adalah 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29, dan 66:09. Istilah lain digunakan, termasuk \"Warner\", \"pembawa kabar senang\", dan \"orang yang mengundang orang ke satu dewa\" (Quran 12: 108, dan 33: 45-46). Al -Quran menegaskan bahwa Muhammad adalah seorang pria yang memiliki keunggulan moral tertinggi, dan bahwa Allah menjadikannya contoh yang baik atau \"model yang baik\" untuk diikuti oleh umat Islam (Quran 68: 4, dan 33:21). Al -Quran menyangkal karakteristik manusia super untuk Muhammad, [25] tetapi menggambarkannya dalam hal kualitas manusia yang positif. Dalam beberapa ayat, Al -Quran mengkristal hubungan Muhammad dengan kemanusiaan. Menurut Al -Quran, Allah mengirim Muhammad dengan kebenaran (pesan Tuhan kepada kemanusiaan), dan sebagai berkat bagi seluruh dunia (Quran 39:33, dan 21: 107). Dalam tradisi Islam, ini berarti bahwa Allah mengirim Muhammad dengan pesannya kepada umat manusia yang berikut ini akan memberi orang keselamatan di akhirat, dan itu adalah ajaran Muhammad dan kemurnian kehidupan pribadinya saja yang menjaga penyembahan Tuhan di dunia ini . [26]\n\nMenurut Al -Quran, kedatangan Muhammad diprediksi oleh Yesus: \"Dan ingatlah, Yesus, putra Maria, berkata: 'Wahai anak -anak Israel! Saya adalah utusan Tuhan kepada Anda, mengkonfirmasi hukum (yang datang) di hadapan saya, dan memberikan kabar senang dari seorang utusan untuk mengejar saya, yang namanya akan menjadi Ahmad '\"(Quran 61: 6). Melalui ayat ini, Muslim Arab awal mengklaim legitimasi atas iman baru mereka pada tradisi agama yang ada dan dugaan prediksi Yesus. [27]"
}
