{
"Adam": "すべての人間の最初の預言者と父。\nアダムと創造の物語はコーラン全体でつなぎ合っています。章には、2、4、5、20、21、38などの参照があります。コーランの物語では、神は粘土から人類を創造し（Q3：59）、[18]はそれを形に形作り、天使たちにアダムにお辞儀をするように命じました。イブリスは誇りから拒否され（Q15：26-32）[19]、Jannah（Paradise）から追放されました。\n\nコーランによると、神はアダムの創造の前に、人類（アダムと彼の子孫）が地球に置かれることをすでに決定していました。イスラム教は、神の計画の一部として、むしろ地球上の人類の生命を罰として帰しません。\n\n「まあ、私は地球上に世代を追いかけた後に人類を配置するつもりです。」彼ら（天使たち）は次のように述べています。神は言った：「私はあなたが知らないことを知っている。」\n\n神はアダムにすべてのものの名前を教え、アダムの前で天使を集めて、彼らが知っている以上のもの、特にアダムの高い知的能力があることを彼らに示します。\n\n「そして、彼はアダムに名前を教えました - それらのすべて。それから彼は天使たちに彼らを見せて、「あなたが真実であるならば、これらの名前を教えてください」と言った。知識については何もありません、あなたが私たちに教えたことを救ってください：真実では、知識と知恵において芸術が完璧なのはあなたです。」と彼は言いました。彼が彼らに言ったとき、彼が彼らに言ったとき、神は（天使たちに）言った：「私は天と地の秘密を知っているとあなたに言っていなかった。\n\n神は天使たちにアダムにお辞儀をするように命じます。イブリスを除くすべての従者は、彼が火から作られていると感じているが、地球から作られたアダムにお辞儀をするべきではない。神の命令の彼の不従順に続いて彼の誇りが続きました。\n\n「そして、見よ、私たちは天使たちに言った：「アダムにお辞儀をする」と彼らはお辞儀をした。彼はそれほどイブリスではなかった。彼は拒否し、高慢だった：彼は信仰を拒否する人（不従順な人）だった。」 （2:34）\n\n神は後にアダムとイブを庭に置き、特定の木の近くに来ないことを除いて、彼らがその果物を自由に楽しむことができると彼らに言います：（2:35）\n\n「私たちは言った：「おお、アダム！庭にあなたとあなたの妻が住んでいます。そして、その中の豊かなものを食べる（どこで、いつ）あなたがそうする。しかし、この木ではなく、あなたがたは害と違反に遭遇するのではありません。」\n\nサタンはその後、アダムとイブを欺き、木の果物を食べさせます：（2:36）\n\n「それからサタンは彼らを（庭）から滑らせ、彼らがいた（フェリシティの）州から彼らを追い出しました。私たちは言いました：「あなたがたはあなたがたはすべて（あなたがたはあなたがたは）、あなたの何人かは敵意を持っています他の人に向かって。地球上では、あなたの住居と生計手段になります - しばらくの間。」\n\nアダムとイブは彼らの行動に多くの後悔を感じていますが、神は慈悲の中でアダムに目を向け、彼を慰めます：（2:37）\n\n「それからアダムはインスピレーションの主人からアダムを学び、彼の主は彼に向かった。\n\n神はアダムに、神が彼の指導をアダムと彼の子孫に送ることを知らせます：（2:38）\n\n「私たちは言った：「この場所（庭）から皆さんを降ろしてください。そして、私からの指導が来るたびに、私の指導に従う人は誰でも、彼らに恐れがなく、彼らは悲しむでしょう。」\n\nエデンの庭で、サタン（しばしばイブリスと識別される）は、禁じられた木から果物を味わうことでアダムとイブを神に悩ませるように誘います。神、アダムとイブを地球の残りの部分に送り出します。[20] [21]\n\nコーランはまた、アダムとイブの2人の息子、カインとアベルについて説明しています。[22] [23]",
"Idris": "ペンの発明者と針の発明者。",
"Nuh": "大洪水の生存者。",
"Hud": "商人\n\nこれは、HUDの物語の簡単な要約であり、2つの特定の節に重点を置いています。\n\nアードの人々は非常に強力で裕福で、彼らは彼らの力を示すために無数の建物と記念碑を建てました。しかし、alh ar慢になり、神を捨て始め、サムド、サムド、ハラという名前の3つのアイドルを含む礼拝のために偶像を採用し始めたので、慈悲の人々の富は最終的に彼らの失敗であることが証明されました。 HUDは、幼少期でさえ、神への祈りに一貫性を保っていました。息子の誕生で大きなビジョンを見た敬iousな女性であるハドの母親が、彼の礼拝でHUDを奨励した唯一の人であるということは、解釈を通して関連しています。[20]したがって、主はハドを聖人のための預言者として育てました。[20]\n\nHUDが説教を始め、彼らを真の神だけの崇拝に招待し、彼が彼らの過去の罪を悔い改め、慈悲と赦しを求めるように彼らに言ったとき、シャードの人々は彼を復活させ始め、邪悪に神のメッセージをock笑し始めました。 HUDの物語は、コーランで言及された初期の預言者に共通する預言的なサイクルを象徴しています。預言者は彼の人々に送られ、神のみを崇拝するように告げ、彼らの祝福の提供者であるのは神であることを認めるように彼らに言います[9]コーラン[3]は次のように述べています\n\n私たちは「私の民よ、神よ、神を礼拝します。あなたは他の神以外の神を持っていない（偶像のように）あなたは嘘を発明しているだけです。\n私の人々よ、私はそれについてあなたの補償を求めません：私の報酬は私を創造した彼との報酬です。したがって、あなたは理解しませんか？\n私の民よ、あなたの主にあなたを許して、悔い改めて彼に向けてください。彼はあなたのために空から急流で雨を降らせ、あなたに力を与えます。だから、彼から罪人として背を向けないでください。」\n彼らは言った：「おお、あなたは証拠なしに私たちのところに来ました。私たちはあなたがそう言うので、私たちの神々を捨ててはいけません。\n私たちが言えることは、私たちの神々の何人かがあなたを悪にsmitれさせたということです。」彼は答えました：「私は神を証言するために呼び、あなたも目撃します。\n彼とは別に。あなたが好きなだけ私に反対し、私に休息を与えないでください。\n私は私の主とあなたの主である神に信頼を置きます。彼によってしっかりと前岩によってしっかりと保持されていない地球上を動く生き物はありません。本当に私の主の道はまっすぐです。\nあなたが背を向けた場合、（覚えておいてください）私はあなたに送られたメッセージを届けました。私の主は他の人々をあなたの場所に置き、あなたは彼に勝つことができません。確かに私の主はすべてのものを見守っています。」\n\n - コーラン、スラ11（HUD）、アヤ50-57\nHUDの奇跡\nIbn Qayyim al-JawziyyaのTafsirによると、彼の分析帳であるMadaarij Saalikeenは、Al-Aqida al-TahawiyyaのSyarh（解説）でIbn Abi al-Azzが引用しています。 56-58の詩：\n\n（56）「私たちが言えることは、私たちの神の一部があなたを悪にsmitいたということだけです。」彼は答えました：「私は神を目撃するように呼びます、そしてあなたも目撃します、私はあなたが（あなたの問題で）あなたを結びつけるものを明確にしていることを...彼とは別に。 。\n\n（57）私は私の主とあなたの主である神に私の信頼を置きます。彼によってしっかりと前岩によってしっかりと保持されていない地球上を動く生き物はありません。本当に私の主の道はまっすぐです。\n\n（58）あなたが背を向けた場合、（覚えておいてください）私はあなたに送られたメッセージを届けました。私の主は他の人々をあなたの場所に置き、あなたは彼に勝つことができません。確かに私の主はすべてのものを見守っています。」\n\n - コーラン、スラ11（HUD）。アヤ56-58",
"Salih": "サリ（アラビア語：ص€フィー、ロマン化：シャリ、ライト、「敬ious」、綴り、サリと綴る）は、コーラン[1] [2]で言及されたアラブの預言者であり、タムドの部族[3] [4] [5 ]古代アラビアでは、預言者ムハンマドの生涯の前。サリーの物語は、神のキャメルの物語に関連しています。神は、サリが本当に預言者であることを確認するために奇跡を望んだとき、神から贈り物をした贈り物でした。\n\n彼の職業はラクダのブリーダーでした。\n\n歴史的背景\n\nサウジアラビアのヒジャジ山岳地帯におけるマダイン・サリまたはアル・ハイル\nタムドは、アラビア半島の北西部地域の部族連合であり、サルゴン2世の時代にアッシリアの情報源で言及されていました。部族の名前は、西暦4世紀までの文書に登場し続けていますが、6世紀までに彼らはずっと前に消えたグループと見なされていました。[6]：81\n\nコーランによると、サリが送られた都市はアル・ハイルと呼ばれていました[7]。これはナバテアのヘグラに対応しています。[8]都市は、地域のキャラバン貿易の重要なサイトとして、1世紀の広告頃に著名になりました。[9]都市に隣接して、さまざまな宗教団体のメンバーが使用する大きくて装飾された岩切りの墓がありました。このサイトは、ムハンマドの時代からマダイン・サリと呼ばれており、前任者のサリーにちなんで名付けられました。[11]\n\nイスラムとバハイの信仰の外では、サリは他のアブラハムの聖書や現代の歴史的テキストで言及されていませんが、タムドの破壊の説明は古代アラビアでよく知られている可能性があります。部族の名前は、古代アラビアの詩では「すべてのものの一時性」の比phorとして使用されています。[6]：223–24\n\nイスラム教で\nビスミラヒル・ラーマニル・ラヒム\nイスラム教のシリーズの一部\nイスラムの預言者\nアンビヤ\nコーランの預言者\nイスラム名と聖書の名前によってリストされています。\nʾādam（アダム）ʾidrīs（enoch）nūḥ（noah）hūd（eber）ṣāriḥ（selah）ʾibrāhīm（abraham）louh（lot）ʾismāṣh（ishmael）ジェスロ）ムーサー（モーゼス）ハルン（アーロン）ドゥルキフル（エゼキエルまたはゴータマ仏）ダード（デイビッド）スライマン（ソロモン）ユヌス（ジョナ） ）ムハンマド（ムハンマド）\nメインイベント\nビュー\nイスラム教ポータル\nvte\n上のシリーズの一部\nイスラム教\nallah3.svg\n信念\n実践\nTextsFoundations\n歴史\n文化と社会\n関連トピック\n イスラム教ポータル\nvte\nコーラン\n\nサリは彼の人々を彼女のキャメルを見に招待します\n預言者の物語の照らされたコレクション\n彼のコミュニティでのサリの人生は非常に義人であったため、タムドの人々は事実上彼に支持を求めて頼っていました。[12]彼はメッセンジャーとして神に選ばれ、裕福な人の利己主義に反対し、シャークの実践（偶像崇拝または多神教）を非難するために送られました。サリーはそのメッセージを持続した期間説教しましたが、タムドの人々は彼の警告を聞くことを拒否し、代わりにサリに奇跡を実行するように頼み始めました。彼らは言った：「おお、あなたは私たちのことだ！私たちの希望の中心だ！私たちの希望の中心だ！あなたは私たちの父親が崇拝していたものの崇拝を私たちに禁じていますか？ 。」\n\nサリーは、彼らが石で造られた無数の城と宮殿[13]と、近隣のコミュニティに対する彼らの技術的優位性を彼の人々に思い出させました。さらに、彼は彼らの祖先、アード族、そして彼らも彼らの罪のためにどのように破壊されたかについて彼らに話しました。タムドの人々の何人かはサリの言葉を信じていましたが、部族の指導者たちは彼に耳を傾けることを拒否し、彼の預言を証明するために奇跡を示すことを要求し続けました。[14]\n\nそれに応じて、神は救助の手段とテストの両方として、タムドに祝福された彼女のキャメルを与えました。部族は、ラクダが平和的に放牧し、彼女を傷つけることを避けるように言われました。[15]しかし、サリの警告に反して、部族の人々はラクダをぶつけました。[16]サリーは、神の怒りが彼らに降りる前に、彼らがさらに3日しか生きていないことを彼らに知らせた。[17]市の人々は後悔していた[18]が、彼らの犯罪は取り消されることはなく、市内のすべての信じられない人々が地震で殺された。 Al-Hijrは無人とレンダリングされ、その後ずっと廃inにとどまりました。[19]サリー自身と彼に続いた数人の信者が生き残った。[20]\n\nストーリーはスーラトアンナムルで拡張されていますが、彼女のキャメルはここで明示的に言及されていませんが、9人の男性がサリと彼の家族全員を殺すためにプロットしたと述べています[21] [22] 3日後の神によって。[23]\n\nイスラム教徒の伝統\nイスラム教徒の作家は、サリと彼女のキャメルの物語について詳しく説明しています。初期のイスラムの伝統には、多くの場合、石から奇跡的に出現するラクダのモチーフが含まれており、しばしばふくらはぎとラクダからの牛乳の生産を伴いました。アル・タバリは、サリが彼の人々を山に召喚し、そこで岩が奇跡的に開いて開いているのを目撃し、ラクダを明らかにしたと述べています。彼女のキャメルには若い子牛がいました。サリは、ある日、年上のラクダが水源から飲むことになっていることをタムドに伝え、翌日に飲むことになった。彼らが水を飲むことを許されなかった日に、ラクダは彼らに牛乳を提供しました。しかし、神はサリに、ラクダをhamります少年がすぐに部族に生まれること、そしてその子供は悪であり、不自然に速く成長したと伝えました。ラクダは実際に殺され、その子牛は3回叫び、3日間でタムドが破壊されることを示しています。彼らの顔は黄色に変わり、次に赤、そして黒くなり、予測どおり3日目に死亡しました。[24]\n\n一部のイスラム学者によると、イスマイルの母であるハジャーは預言者サリの孫娘でした。[25]\n\n同様の伝統は、ダマスカスのジョンによるイスラム教に関する8世紀の解説[26] [27]に関連しており、イブン・カティールの作品でも言及されています。[28]",
"Ibrahim": "ジュディアム、キリスト教、イスラム教の父。 Kaabaのビルダー。",
"Lut": "歴史家と旅行者。\n\nコーランは、いつか、天使のグループが、妻のサラがイサクを妊娠しているという事実を彼に知らせるために、男性を装ってゲストとしてアブラハムを訪れたと述べています。そこにいる間、彼らはまた、彼らが「有罪の人々」[13]の「有罪者」に送られたと彼に言った[14]。 Lutと彼を信じていた人々はsparedされることになっていたが、彼の妻は破壊の中で死ぬことになっていた。天使たちは「彼女は遅れをとっている人たちだ」と述べた。[17] [18]コーランはまた、ロットの妻を「不信者の模範」として引き出しています。彼女は義人と結婚していたが、彼のメッセージを信じることを拒否し、地獄に非難された。[3] [19]\n\n双子の都市の人々は、神の境界に反対しました。コーランによると、彼らの罪には、他の虐待やレイプを除いて、彼らは貧困と強盗[20]を含んでいた[20]。性的不正行為の罪も同様に、特にひどいものと見なされていました。 Lutは、彼らが罪深い方法を放棄するように言って助けようとしましたが、彼らは彼をrid笑し[20]、都市から彼を追い出すと脅しました。[23] lutは神に祈り、彼らの罪深い行為の結果から救われるように頼みました。[3] [24]\n\nその後、ハンサムな男性に変装した3人の天使がゲストとしてLutに来ました。彼は都市の人々から彼らを守る無力さを感じたので、彼は男性を悲しみました。[25]都市の居住者が訪問者に気づいたことは、ロットがゲストを彼らに放棄することを要求しました。[26]彼らが神の怒りを被ることを苦しめ、恐れて、彼の娘との敬ious的でより純粋な代替手段として、そしておそらく導きの源として彼の娘とのかなり合法的な結婚[27]を示唆した[28]。しかし、彼らは容赦なく、「あなたはあなたの娘を必要としないことを知っています。実際、あなたは私たちが望むものをよく知っています！」、[29]彼の男性のゲストを参照して。\n\nイブン・カティール、クルトゥビ、タバリは、「娘」を読んで、ロットの文字通りの娘を意味していません。彼らは、預言者は彼の国の父親のようであるため、多くの人が彼らの罪から背を向け、国家の娘、すなわち女性全般と健康で敬iousな関係に従事するように邪魔をするように指示していたと主張している。\n\nエンジェルスはその後、彼らの本当のアイデンティティをロットに明らかにし、「私たちは（ここ）あなたの妻を除いてあなたとあなたのフォローを届けるために（ここ）、彼女は遅れている人たちです。夜中、彼に振り返らないように言った。コーランは次のように読みました。破壊と絶望へ、そしてソドムとゴモラの文明の終わりをマークする。[3]",
"Ismail": "アラブ人の父。\n\nイシュマエルはイスラム教の預言者と考えられており、多くの場合、他の預言者とコーランにリストされています。[11] [12] [13] [14] 21:85 [15]や38:48などの他の詩では、イシュマエルは忍耐強く、善良で、正義であることを称賛されています。[17]イシュマエルを個別に説明する特定の例は19：54-55 [18]  - 「この神聖な令状を通して、イシュマエルを心に呼びかけます。彼の民に祈りと慈善を命じていた預言者は、彼の持続者の視界に好意を見つけました。」[19]イシュマエルの子孫として、ムハンマドは預言者として正当化され、イスラム以前の時代から預言者のラインを継続します。",
"Ishaq": "聖書の家長のアイザック（アラビア語：إ妖富قまたはإイシサク）は、イスラム教徒によって神の預言者とメッセンジャーとして認識されています。[1]ユダヤ教とキリスト教のように、イスラム教はイサクが妻サラの家長と預言者アブラハムの息子であると主張しています。イスラム教徒は、イサクと彼の年上の半兄弟イシュマエルの両方が、アブラハムの死後の神のメッセージの説教を通して父親の精神的遺産を続けたと信じているため、アイザックを深い崇拝に保持しています。[2]アイザックはコーランの15の通路で言及されています。[3]コーランで何度か言及されていることに加えて、イサクはイスラム教の預言者の一人として維持されています。\n\nイスラエル人の父。\n\n若いころ\nアブラハムとの神の恵みと契約のために、サラは老年期に子供を贈りました。アイザックは、彼の半兄弟イシュマエルがアブラハムの家から砂漠に出かけた10歳でした。砂漠にいる間、イシュマエルはモアブの娘の妻を「アエシャ」という名前の妻に連れて行きました。[4]\n\n埋葬地\nイサクの墓\n彼の墓と彼の妻のリベカは、イスラム教でイブラヒム・イ・モスク（「アブラハムのモスク」）として知られている西岸のヘブロンの家長の洞窟にいると考えられています。イサクの墓と並んで、他のコーラン/聖書の家長とその妻のいくつかの墓があります：アブラハムとサラとヤコブとリア。\n\nコーランでの言及\nアイザックはコーランで15回名前で言及されており、多くの場合、父親と息子のヤコブ（ヤキュブ）と一緒に言及されています。[5]コーランは、アブラハムは「義人の預言者であるアイザック」の良い知らせを受けた」と述べ、神は彼らの両方を祝福した（37：112）。 「そして、私たちは彼に義人の中から預言者であるアイザックの喜んでぴったりの偶然を与えました。そして、私たちは彼とイサクを祝福しました。そして、彼らの子孫の中には、エンジェルスが来たとき、彼らの子孫の中には明らかに自分自身を間違えた人々がいます」[6]イブラヒムは、ソドムとゴモラ、彼の妻、サラに課される将来の罰を彼に伝えるために彼に伝えます。 ;そして、アブラハムとサラの老年にもかかわらず、このイベントが開催されることがさらに説明されています。いくつかの詩は、イサクをアブラハムへの「贈り物」として語っています（6：84; 19：49-50）、29：26-27は、神が「預言と本が彼の子孫の中にある」と言ったと付け加えます。アブラハムの2人の預言的な息子、彼の預言的な孫ジェイコブ、そして彼の預言的なgreat孫ジョセフを参照してください。コーランでは、後にアブラハムは彼の老年期にイシュマエルとイサクを与えたことで神を称賛したと語っています（xiv：39-41）。\n\nコーランの他の場所では、イサクがリストに記載されています。ヨセフは、彼の先祖アブラハム、イサク、ヤコブ（12：38）の宗教に従い、彼らに神の好意を語っています（12：6）。ヤキュブの息子たちは皆、彼らの信仰を証言し、先祖「アブラハム、イシュマエル、イサク」が崇拝されていることを神に礼拝することを約束します（2：127）。コーランはイスラム教徒に「アブラハム、イシュマエル、イサク、ヤコブ、家長」に与えられた啓示を信じるように命じた（2：136; iii：84）。",
"Yaqub": "yaqub ibn ishaq ibn ibrahim（アラビア語：€：يイア：²ابمっとするげするまっ、文字通り：「アブラハムの息子、アブラハムの息子」アラビア語：アラビア語：€€¹; ：إِ QUARTHE「ISRAAEEL]）は、ヤコブとしても知られていますが、イスラム教の預言者です。彼はイスラム教の家長として認められています。イスラム教徒は、彼の先祖と同じ一神教の信仰を説教したと信じています：アブラハム（イブラハム）、イシュマエル（イスマイル）、イサク（イシャーク）。\n\nジェイコブはコーランで16回言及されています。[1]イスライルへのさらに2つの言及は、ヤコブの言及であると考えられています。[2]これらの言及の大部分では、ヤコブは、ヘブライ語の預言者や家長と一緒に「選出の会社」に滞在した古代で敬iousな預言者として言及されています。[3] [4]イスラム教徒は、ヤコブはイサクの息子であり、彼は生涯を通して神の一体性を説教したと考えています。キリスト教やユダヤ教のように、イスラム教はヤコブには12人の息子がいたと考えており、それぞれがイスラエルの12人の部族を父にするでしょう。[5]ジェイコブは、息子のジョセフ（ユシフ）の物語で重要な役割を果たしています。[6]コーランはさらに、神がヤコブとの契約を結んだことを明らかにし[7]、ヤコブは神の命令によって忠実な指導者になった。彼の祖父（イブラヒム）、父（イシャク）、叔父（イスマイル）、息子（ユスフ）、そして彼自身はすべてイスラム教の預言者です。[8]\n\nコーランで\nジェイコブはコーランの名前で16回言及されています。[9]これらの節の多くは、彼の物語からの例を語るのではなく、彼を賞賛していますが、それでもコーランは彼の人生からいくつかの重要な出来事を記録しています。イスラム教徒の伝統と文学[10]コーランでヤコブが関与する初期の出来事は、エンジェルス（マラシャイカ）のイベントであり、アイザックの名前と預言的な息子の将来の誕生のアブラハムとサラに「嬉しい知らせ」を与えます。ジェイコブという名前の孫。[11]コーランは次のように述べています。\n\n彼が彼らから背を向け、彼らがアッラー以外に崇拝した人々から背を向けたとき、私たちは彼にイサクとヤコブに授けました。\n\n - コーラン、スーラ19（マリアム）、アヤ49 [11]\nコーランはまた、アブラハムが息子のイシュマエルとイサク、そしてヤコブに純粋な一神教の信仰を教えたと述べています。コーランはアブラハムがイシュマエル、イサク、ヤコブに言った：「ああ、私の息子たち！アッラーはあなたのために信仰を選んだ。それからイスラムの信仰を除いて死ぬのではない。」彼が年をとるにつれて強くなった彼の信仰の強さ。コーランは、ヤコブが「ガイド」された」; [13]「知識」を与えられた、「14]「インスピレーション」; [15]、「聞くべき真実性の舌」が与えられたと述べています。[16]コーランは後にジェイコブに関する以下を述べています。\n\nそして、私たちは彼にイサクを授与し、追加の贈り物として（孫）、ジェイコブを授けました。\nそして、私たちは彼らに指導者を導き、私たちの命令で（男性）導き、私たちは彼らに善行をし、定期的な祈りを確立し、定期的な慈善を実践するために彼らにインスピレーションを送りました。そして、彼らは常に私たち（そして私たちのみ）に仕えました。\n\n - コーラン、スーラ21（al-anbiya）、ayat 72–73 [17]\nそして、私たちの召使であるアブラハム、イサク、およびヤコブ、権力と視覚の所有者を記念しています。\nまさに、私たちは特別な（目的）のためにそれらを選択しました - 今後のメッセージを宣言しました。\n彼らは、私たちの目の前で、本当に、選挙と善の会社でした。\n\n - コーラン、スーラ38（ 'sad）、ayat 45–47 [18]\nジェイコブと彼の息子\nコーランでのジェイコブの次の重要な言及は、スーラ・ユスフの物語にあります。ジョセフのコーランの物語は、ジョセフがある夜を過ごしたという夢で始まり、その後父親のヤコブに走り、「見よ！ジョセフは父親に言った。私は11の惑星と太陽と月を見ました：私は彼らが私にひれ伏しているのを見ました！ 。ヤコブは、彼の息子がアブラハムのラインで次の預言者になるために成長することを予測することができ、今後数年間にイスラムのメッセージを生き続けるのはヨセフでしょう。しかし、ジェイコブの年上の息子たちは、父親がヨセフとジェイコブの末っ子であるベンジャミンを彼らよりも愛していると感じました。ジェイコブは彼らのjeについて知っていて、それについて若いジョセフに警告しました。[20]ジョセフの10人の兄はその後、彼を殺すことにしました。コーランが彼らの議論を語るように：\n\n彼らは言った：「本当にヨセフと彼の兄弟は私たちよりも私たちの父にもっと愛されています。しかし、私たちは良い体です！\n「ヨセフを殺すか、彼をいくつかの（未知の）土地に追い出したので、あなたの父の好意はあなたに一人で与えられるかもしれません：（あなたが義にかかっているためには十分な時間があります！」\n\n - コーラン、スーラ12（ユスフ）ayat 8–9 [21]\nしかし、兄弟の一人（通常はルーベン[22]であると理解されていた）は、ジョセフ（ユスフ）を殺す代わりに、代わりに彼を井戸に落とすべきだと感じていたので、キャラバンが来て彼を迎えに行くかもしれない。したがって、彼らは父親に、彼を見守り続けるという条件で、若いジョセフを連れて遊ぶことができるかどうか尋ねました。ジェイコブは、dhi’b（アラビア語：ذِئـ愛、オオカミ）が息子をむさぼり食うことを恐れていましたが、[24]反抗的な年配の息子はヨセフを強制的に連れ去り、彼を井戸に投げ込んだ。[25]息子たちがその夜ヤコブに戻ったとき、彼らは泣くふりをし、さらに彼にオオカミがヨセフをむさぼり食ったと彼に言った。彼らの父親をだまするために、彼らは偽の血でジョセフ（ユスフ）シャツを染色しました[26]が、知識を贈られたジェイコブは、これが彼らが考案した誤った調合であることを知っていました。ヤコブはヨセフの喪失について心配していましたが、彼は悲しみの間、神に不動のままでした。[26]年が経つにつれて、若いヨセフはエジプトの男に育ちました。一方、ジェイコブはカナンの家に戻っていました。そこでは、彼の息子たちはジョセフの帰還のために神に繰り返し祈ることについて常に彼を悩ませていました（ユスフ）。[27]ヤコブはしばしば神に不平を言った[14]それは神の行いのためではなかったが、彼自身の心の気晴らしと彼が時折自分のために設定した忍耐の境界から抜け出すことから。彼は常に息子の邪悪なta倒を無視し、彼らを許し、彼らに健全なアドバイスを与えようとしました。[28]ある日、ヤコブは息子たちを用事で送り、ジョセフとベンジャミンを探してエジプトに行くように言った。彼の息子たちは初めて、彼に耳を傾け、エジプトに向けて出発しました。ヤコブの息子の一人がエジプトのジョセフとベンジャミンの良いニュースでカナンに戻ったとき、彼はジョセフが彼に与えたシャツを持って来ました。悲しみ。したがって、息子は指示に従い、ヨセフが言ったように、ヤコブの肉体的および精神的ビジョンを回復しました。\n\nヤコブの視力が回復すると、家族全員がエジプトへのトレッキングを始め、ジョセフと他の息子たちに再び会いました。彼らが到着すると、父と息子はお互いに大きな愛をもって会い、再び平和に再会しました。現在の強力なヨセフは両親に自分自身と一緒に家を提供し、コーランが言うように、彼らを「尊厳の玉座」で高く上げました。[30]今では、家族全員が一緒に、ヤコブとヨセフの両方の預言的な事務所を通して神に目を向けることができました。\n\nジェイコブの彼の人々への最後のアドバイス\nイスラエルの子供たちは、ヤコブが亡くなる前にイスラム教への信仰（神への服従）に屈するように召されました。ヤコブは、彼の子供たちがイスラム教でのみ死ぬことを確認したかったので、彼らから最後の約束を取りました。彼が彼の死後、彼らが誰を崇拝するかを彼らに尋ねたとき、彼らは彼らがイスラム教で続け、神に屈して神を崇拝すると答えた。[31]死の床のシーンはユダヤ人の伝統に装飾され、創世記で言及されていますが、コーランは、アブラハム、イサク、イシュマエル、ヤコブがすべてイスラム教徒であるという概念を強調するためにそれを言及しています。神と神だけ。コーランは語る：\n\nそして、これはアブラハムが彼の息子たちに残した遺産であり、ヤコブもそうでした。 「ああ、私の息子たち！アッラーはあなたのために信仰を選んだ。それからイスラム教の信仰を除いて死ぬのではない。」\nヤコブの前に死が現れたとき、あなたがたは証人でしたか？見よ、彼は彼の息子たちに言った：「あなたがたは私の後に何を崇拝するのか？」彼らは言った：「私たちはあなたの神とあなたの父の神、アブラハム、イスマイル、イサクの神を崇拝しなければなりません。\n\n - コーラン、スーラ2（アルバカラ）、アヤ132–133 [32]\nヤコブの遺産\nジェイコブは、彼の先祖が残した遺産を引き継ぐためにイスラム教で非常に特別です。イスラム教徒は、神がヤコブに彼の最大限の恵みを授けたと信じており、彼を最も高貴な男性の一人であることを選んだと信じています。コーランは頻繁にジェイコブを力とビジョンの男として言及し、彼は善と選出の会社であったと強調しています。コーランが言うように：\n\nそれが私たちについての理由でした。私たちは彼の人々に対して（使用するために）アブラハムに与えました。私たちは程度の程度を獲得する人を育てます。あなたの主は知恵と知識に満ちています。\n私たちは彼にイサクとヤコブを与えました：すべて（3人）ガイド付き：そして彼の前に、私たちはノアを導きました、そして彼の子孫、デビッド、ソロモン、ヨブ、ジョセフ、モーゼ、アーロンの中で：\n\n - コーラン、スーラ6アルアンアム、アヤ83–84 [33]\nアリ・イブン・アビ・タリブは、特別な名前を与えられた預言者について尋ねられたとき、ハディースでヤクブ・イブン・イシャクは彼の人々によってイスライルとして知られていると語った。[34]\n\nジェイコブとの天使とのレスリングを含む聖書の事例は、コーランでは言及されていませんが、ヤコブのはしごのビジョンと同様に、イスラム教徒の解説で議論されています。[9] [35]ジェイコブは、双子のエサウになりすましてアイザックを祝福するようにトリックすることもコーランにいないが、イスラム教徒の解説にある。[9]\n\nヤコブが偉大な家長であると信じているイスラム教徒は、ヤコブの主な重要性が神への偉大な服従と正しい宗教に対する彼の確固たる信仰にあるという信念を強調しています。総主教として、ヤコブはアブラハムと並んで、伝統によれば最も実り多いかもしれません。彼の12人の息子[36]から、ヨナ（ユヌス）、デイビッド（ダウド）、ソロモン（スーリーマン）、イエス（イサ）など、他の多くの偉大な預言者が来ることになりました。",
"Yusuf": "Yusuf Ibn Yaqub Ibn Ishaaq Ibn Ibrahim（アラビア語：²ٱبنيع兄弟ٱ姉妹إ協会タナフ、ユダヤ人の宗教的聖書、そして新しい王国の前にエジプトに住んでいたと推定されていたキリスト教の聖書の人。[2]これは、中東とイスラム教徒の国々の一般的な名前の1つです。ヤコブのすべての子供たちの中で、ジョセフは預言の贈り物を与えられた人でした。他の預言者の物語はさまざまなスーラで言及されていますが、ヨセフの完全な物語は、ユスフの1つのスーラでのみ与えられており、それをユニークにしています。それはコーランで最も詳細な物語であると言われており、聖書のカウンターパートよりも詳細を説明しています。[3]\n\nYusufは、Yaqubの11番目の息子（アラビア語：çさま：Yaqub）であったと考えられており、多くの学者によると、彼のお気に入りです。イブン・カティールによると、「ヤコブにはイスラエル人の部族の名を冠した祖先である12人の息子がいた。最も高貴で、最も高貴で、彼らの最大はヨセフだった。」ヤコブが認識している父親に。[5]彼の人生における神の役割に加えて、ユスフとズライカ（ポティファールの旧約聖書の妻）の物語は、何世紀にもわたってかなり詳しく説明されたペルシャ文学の人気のある主題になりました。 [6]\n\nコーランスーラ12（ユスフ）\n\n「王」と「ファラオ」の使用\nコーランでは、ヨセフの時代のエジプトの支配者の称号は、モーセの時代のエジプトの支配者は、特にそうであると言われているのに、「王」（アラビア語：アル・マリク）と特に言われています。 Pharaoh \"（アラビア語：Firaun、しかし、明確な記事のない名前として）。これは興味深いことです。なぜなら、歴史的な情報源によると、ファラオは紀元前1479年にエジプトの支配者（Thutmose IIIの支配から始まる）を参照するために使用され始めたからです。しかし、聖書のユスフのナレーションでは、創世記39-41の創世記でエジプトの支配者のために王の王（ヘブライ語：メレク）とファラオが同じ意味で使用されています。[45]\n\n（エジプトの）マリクは次のように述べています。 、もしあなたがたがビジョンを解釈できるなら。」\n\n - コーラン、スーラ12（ユスフ）、アヤ43、[46]\nそれから彼らの後、私たちは標識を持ってムーサをフィルアンと彼の首長に送りましたが、彼らは誤って彼らを拒否しました。それで、アル・ムフシジンの終わり（アラビア語：ألمفach、「いたずら・メーカー」、または「腐敗者」）の終わりがどうだったかを見てください。\n\n - コーラン、スーラ7（al-araf）、ayah 103 [47]\nそして、マリクは言った：「彼を私に連れて行って。」しかし、メッセンジャーが彼のところに来たとき、彼は（ユスフ）と言いました：「あなたの主に戻って彼に尋ねます、「彼らの手を切った女性に何が起こったのですか？きっと、私の主（アッラー）は彼らの陰謀をよく知っています。\n\n - コーラン、スーラ12（ユスフ）、アヤ50、[48]\nジョセフの主人は彼を連れて行き、王の囚人が縛られた場所である刑務所に入れました。そして彼は刑務所にいた。\n\n - 創世記39:20\nジョセフはエジプトのファラオの王の前に立っていたとき、30歳でした。-ジョセフはファラオの存在から出て、エジプトのすべての土地を渡りました。\n\n - 創世記41:46\nヨセフは父親と兄弟たちを置き、ファラオが命じたように、エジプトの土地、ラメセスの土地でエジプトの土地に所有しました。\n\n - 創世記47:11",
"Ayyub": "ヨブ（アラビア語：أ母化、ロマン化：アユブ）はイスラム教の預言者として知られており、コーランで言及されています。[1]イスラム教におけるヨブの物語は、ヘブライ語の聖書の物語と並行していますが、主な重点は神に不動のままであることに重点を置いています。コーランのテキストで友人とのヨブの議論については言及されていませんが、後にイスラム教徒の文献では、ジョブには彼の苦しみの原因について男性と議論した兄弟がいたと述べています。イスラム教徒のコメンテーターの中には、ヨブがローマ人の祖先であると語った。[2]イスラム文学はまた、ヨブの預言的なミニストリーの時間と場所についてもコメントしており、彼は預言的なシリーズでジョセフの後に来て、指定されたコミュニティに送られるのではなく、自分の人々に説教したと述べています。伝統はさらに、ヨブが「辛抱強く耐えた人々」のグループの天国のリーダーになると語っています。[3]\n\nayūb（job）は、次の節でコーランで最初に言及されています。\n確かに、私たちはあなたに、ノアと彼の後の預言者に明らかにしたように、あなたに明らかにしました。そして、私たちはアブラハム、イシュマエル、イサク、ヤコブ、子孫、イエス、ヨブ、ジョナ、アーロン、ソロモンに、そしてダビデに本を与えました。\n\n - コーラン、スラ4（an-nisa）、ayah 163 [4]\nコーランは、ヨブをアッラーの正しい召使として説明しています。しかし、ヨブは神への信仰を決して失ったことはなく、祈りの中で神に永遠に呼ばれ、神の苦しみを取り除くように頼むことを明確に述べています。\n\nそして、彼が彼の主に呼んだとき、「言及して]仕事は、「確かに、逆境は私に触れてきました、そしてあなたは慈悲深い人の中で最も慈悲深いです」。\n\n - コーラン、スラ21（預言者）、アヤ83 [5]\n物語は、長年の苦しみの後、神は「あなたの足で打つ」ように就職したと述べています。[6]すぐに、ヨブは彼の足で地面を襲い、神は地球から涼しい水の泉を引き起こし、そこから仕事は自分自身を補充することができました。コーランは、神が彼の痛みと苦しみを取り除き、彼がヨブの家族を彼に戻し、彼に多くの世代の子供たちを祝福し、彼に大きな富を与えたと述べています。ヨブの物語の簡単な説明に加えて、コーランはさらに、神が特別な指導、知恵、インスピレーション（IV：163）を与えた人々のリストで、そして権威を受け取った人の一人として、預言者の贈り物を与えた人々のリストで2回ヨブに言及しています。 （VI：84）。\n\nサタンがヨブを主から遠ざけようとしてあきらめた後、神はヨブの苦しみを取り除き、彼の家族を彼に戻し、数を倍にしました。彼はヨブの富を返し、金で職を浴びました。ヨブの妻が夫が繁栄と健康に回復するのを見た後、彼女は神のおかげで祈りましたが、夫が以前に服用していた誓いについて心配しました。また、彼の苦しみの中で、彼がとった宣誓に深く悲しみました。しかし、神はヨブに啓示を送りました。\n\nコーラン参照\nヨブの預言：4：163、6：84\n裁判と忍耐：21：83、21：84、38：41、38：42、38：43、38：44\n参考文献\nIbn Kathir、Bidaya Wa L-Nihaya、i、220–225\nxxiおよびxxxviiのtafsir\nTabari、I、361–364\nThalabi、Tales of the Prophets、Cairo 1339、106–114\nキサイ、預言者の物語、179–190\nIbn Asakir、Tarikh al-Kabir、III、190–200",
"Shuayb": "shuaib、shoaib、shuaybまたはshuāayb（アラビア語：شعيب、ipa：[ʃuʕajb];意味：「正しい道を示す人」）はイスラム教の古代のミディアナイト・ナビ（預言者）であり、ドルーズ信仰で最も尊敬される預言者です。 1]シュアイブは伝統的に、モーゼスの義理の父である聖書のジェスロと同一視されています。シュアイブはコーランで合計11回言及されています。[2]彼はイブラヒム（アブラハム）の後に住んでいたと信じられており、イスラム教徒は彼が預言者としてコミュニティに送られたと信じています。 、[4] [5] [6] [7]彼らはかつて大きな木を崇拝していたので。人々にとって、シュアイブはまっすぐな道を宣言し、人々に彼らの不正な方法を終わらせるよう警告した。コミュニティが悔い改めなかったとき、アッラー（神）はコミュニティを破壊しました。[3] [5]\n\nシュアイブは、イスラム教徒がコーランで名前で言及された数少ないアラビアの預言者の一人であり、他はサリ、ハド、ムハンマドであると理解されています。彼はイスラム教徒から「預言者の中で雄弁な説教者」として知られていたと言われています。\n\n歴史的背景\nシュウアイブが送られた地域は、聖書で頻繁に言及されているミディアンと呼ばれる英語で知られているコーランのマディアンと名付けられています。ミディアン人はアラブ系であると言われていましたが、聖書のカナン人の隣人であるにもかかわらず、彼らは彼らと混ざり合っていました。彼らはさまよえる部族であり、ムーサ（モーセ）の時点での彼らの主要な領土はシナイ半島だったと言われています。\n\nジェスロとの紛争の識別\nジェスロは、聖書（出エジプト記3：1）でモーセの義理の父として言及されています。シュアイブはミディアン人の司祭ジェスロと頻繁に特定されていますが、ほとんどの現代の学者はこの識別を拒否しています。イブン・カティールなどの古典的なコメンテーターは、シュウアイブがアブラハムのgreat孫だったと言います。シュウアイブはミキルの息子であるイサチャルの息子、ミディアンの息子、アブラハムの息子であると考えられています。それは、モーセの時に住んでいたジェスロとの同一性を不可能にするだろう。\n\nコーランは、シュアイブは神によってミディアンの人々の預言者になるために任命されたと述べています。この土地の人々は、不正行為を通して他の人をだまして偶像崇拝で不正行為をしたことで特に有名であると言われていました。シュウアブの預言は、主にミディアン人を神の正しい道に呼ぶことを含み[10]、彼らが偽りの神々を崇拝することを禁じていました。\n\nまた、彼は彼の人々に彼らの日常の活動で不誠実であることをやめるように言ったと言われています。彼は持続的な期間説教し、預言しましたが、大多数の人々は彼に耳を傾けることを拒否しました。しかし、シュアイブは不動のままでした。彼は一貫して邪悪な者に対して強力に説教し、彼らの前で罪深いものに降りかかった罰を彼らに伝えました。シュウアイブは、彼らの無知がミディアンの破壊につながると人々に警告し、ノア、ハド、サリ、ロットを含む初期の預言者の歴史的例を与えた[11]その人々は神によって破壊された。\n\n人々はシュウアイブをunt倒し、彼が来た名誉ある家族のためではなかったなら、彼は確かに殺されただろうと彼に言った。シュアイブは、「私の家族はあなたと一緒に神よりももっと考慮しているのですか？」と答えました。ミディアン人が信じることを拒否したとき、彼らは強大な地震によって破壊されました。[3]しかし、コーランは、シュウアブと彼の信じる仲間は雷のような罰から救われたと述べています。[11] [12]\n\n他の預言者との類似点\nシュアイブの使命は、ノア、ハド、サリ、ロットの使命でコーランでしばしば言及されています。学者は、これらの5人の預言者が初期の預言的な使命を例示していることを指摘しています。[13]預言者は彼のコミュニティに送られます。コミュニティは彼の警告に注意を払わず、代わりに罰で彼を脅かすでしょう。何年も説教の後、神は彼に彼のコミュニティを去るように頼み、彼の民はその後罰で破壊されました。[13]学者は5人の預言者のリストを年代順に解釈しているので、シュウアイブはノア（大洪水について説教した）と預言者アブラハムの子孫でした。",
"Musa": "イスラム教では、ムーサー・イブン・イムラーン（アラビア語：موسیابنعمرا泳彼の名前は136回言及されており、彼の人生は他の預言者よりもナレーションされ、語られています。[2] [3]\n\nコーランによると、ムーサはイスラエルの家族に生まれました。彼の幼少期には、彼はナイル川に向かって流れるバスケットに入れられ、最終的にムーサはファラオ（ファイアーン）の妻アジヤによって発見されます。成人期に到達した後、ムーサはミディアンに住んでいて、エジプトに再び出発してファラオを脅します。彼の預言の間、ムーサは多くの奇跡を行ったと言われており、また、ムーサに「神の話者」（カリム・アッラー）というタイトルを授与する神と個人的に話したと報告されています。預言者の最も人気のある奇跡は、彼が海を分けることであり、神から提供された奇跡的な棒です。コーランとは別に、ムーサはハディースの文献でも説明され、賞賛されています。\n\nファラオの死後、ムーサと彼のフォロワーはエルサレムに向かって旅行し、そこで預言者が最終的に死にます。イスラムの伝統では、彼はナビ・ムーサに埋葬されたと信じられており、最終的に天に向かって育てられました。その後、彼は夜の旅の間にエルサレムからの後者の昇天に続いて7つの天国でムハンマドに会ったと報告されています（「Isrā ’Miārāj）。[4]旅の間、ムーサは神に会いにムハンマドを繰り返し送り返し、元々は50人と考えられていた毎日の祈りの数の減少を要求したと言われています。\n\nムーサは、イスラム教の非常に重要な人物と見なされています。イスラム神学によると、すべてのイスラム教徒は、ムーサと彼の兄弟ハルンを含む神のすべての預言者とメッセンジャーに信仰を持たなければなりません。ムーサの生活は一般にムハンマドの生活と並行した精神的なものと見なされており、イスラム教徒は2人の個人の人生の多くの側面を共有すると考えています。[1]イスラム文学はまた、彼らの人々と彼らの生涯に起こった事件との並行関係についても説明しています。古代エジプトからのイスラエル人の出国は、ムハンマドとメッカからメディナへの彼の信者の移住と同様であると考えられています。両方の出来事が迫害に直面して展開し、古代エジプト人と初期のイスラム教徒によるイスラエル人の出来事が展開しました。それぞれメッカンによって。[7]トーラーの内容の一部を形成し、ユダヤ教とキリスト教のアブラハムの宗教の中心である十戒などの彼の啓示。[8] [9]その結果、ユダヤ人とキリスト教徒は、イスラム教徒のために「本の人々」に指定され、イスラム法が適用されている場合はこの特別な地位で認められることになります。ムーサはイスラム文学でさらに尊敬されています。イスラム文学は、彼の人生の事件と、神との直接の会話のように、コーランとハディースで彼に起因する奇跡を拡大しています。",
"Harun": "イスラム教では、ハルン・イブン・イムラーン[2]（アラビア語：θرونابنعمران、 ''アーロン、アムラムの息子 '）は、神の預言者とメッセンジャー（アッラー）であり、預言者ムーサの兄弟（モエス）です。 [3] [検証に失敗した] [明らかに必要な]彼は兄弟と一緒にイスラエル人を出エジプト記に説教した。[4]\n\nコーランには、名前と名前なしの両方で、アーロンへの多数の参照が含まれています。彼はアブラハムの子孫であり[5]、彼とモーセの両方が一緒に送られて、ファラオに神の罰について警告されたことを明らかにしています。[6]さらに、モーセはアーロンとの彼自身のミニストリーを強化するために神に以前に祈っていた[7]、そして彼も預言者であるため、モーセは言論と談話の問題で非常に雄弁であるため、モーセを助けたと付け加えています。コーランは、モーセとアーロンの両方がエジプトのイスラエル人のために住む場所を設立し、それらの家を神のために礼拝の場所に変えることを委託されたと付け加えています。\n\nコーランでナレーションされている黄金の子牛の事件は、アーロンを肯定的に描いています。コーランは、アーロンがイスラエルの指導者を委託されたと言います。モーゼスは40日間、モーゼス（アラビア語：طـورس逸、シナイ山）に登場しました。アーロンは、アーロンではなく、「as-samiri」という名前の邪悪な男によって建てられた黄金の子牛の崇拝を止めるために最善を尽くしたと付け加えます。[13]モーセがシナイ山から戻ったとき、彼はアイドルの崇拝を許可したことでアーロンをre責しました。コーランは、ここのモーセがイスラエルの罪を嘆いたと付け加え、彼は自分自身とアーロンに力を持っているだけだと言った。[15]\n\nアーロンは後にコーランで「明確な権威」を持っている[16]、そして「正しい道に導かれた」人として記念されています。[17]さらに、アーロンの記憶は彼の後に来た人々のために残された[18]と彼は兄弟と一緒に神に祝福されている[19]コーランはまた、人々が「イサの母マリアム（アラビア語：مـريم、メアリー）と呼んだ」と言っています。 Harunの姉妹」[20]イスラム教徒の学者は、この「Harun」が彼の歴史的なペルソナの観点から正確に誰であるかについて議論しました。または、メアリーがアーロンの司祭の系統の子孫であったときに、2人の人物の間の精神的なつながりがさらに明白であり、他の人は「アーロン」の名前でキリストの時代に住んでいた別の義人だと考えました。ほとんどの学者は、以前の視点に同意し、メアリーをアーロンの実際の姉妹、彼女の名前のミリャム（アラビア語：مـريم、ヘブライ語：מִרְמִרְ）と霊的に結び付けました[21]彼女は多くの点で似ていました。コーランはまた、何世紀にもわたって、タブト（アラビア語：宇宙の箱）がイスラエルに戻ったとき、「モーセの家族からの遺物とアーロンの家族の遺物」が含まれていたと語っています。[22]",
"DhulKifl": "dhul-kifl（アラビア語：ذُ麻、ḏr-kīfl、文字通り「kiflの所有者」、dhu l-kifl、dhul-kifl、zu al-kifl、またはzu l-kifl）はイスラムの預言者です。彼のアイデンティティは不明ですが、彼のアイデンティティは理論化され、ヘブライ語の聖書の預言者や他の人物、最も一般的にはエゼキエルとゴータマ仏として特定されています。[1] [2] [3] [4]ドゥル・キフルは、アッラーによって人生の高い駅に称賛されたと考えられており、コーランで「善の会社」の男として記録されています。[5]他の歴史的資源からのドゥルキフルについてはあまり知られていませんが、イブン・イサクやイブン・カティールなどの古典的なコメンテーターからのすべての著作は、毎日の祈りと礼拝に忠実であり続けた預言的で聖なる男としてドゥルキフルを語っています。 6]\n\nトルコのディヤルバキルのエルガニ州の墓は、預言者ドゥルキフルの休憩所であると信じられています。市内中心部から5 kmのマカムダダ語と呼ばれる丘の位置にあります。[7] [8]\n\n語源\ndhul-kiflという名前は、文字通り「kiflの所有者」を意味します。ここで、ذُdhū（「所有者」）がいくつかの特徴的に関連する機能に先行する名前のタイプを使用します。そのような名前は、コーランの他の注目すべき人物、たとえばDhu al-qarnayn（アラビア語：ذُ・€ٱل可λْ ْ、「2回の2回の角の彼」）、およびdhu al-nūn（アラビア語：ذُذُly）などの名前が使用されていました。 ٱof of。 KIFLは、「二重」または「複製」を意味する古風なアラビア語であり、ルートの意味から「倍」または「折りたたむ」まで。また、布の折りたたみにも使用されました。名前は一般に「二重の部分の1つ」を意味すると理解されています。一部の学者は、名前が「二重の補償を持つ男」または「2回補償を受けた男」を意味することを示唆しています[10]それは彼の家族が彼に戻されたので、それは仕事のタイトルであるということです。コーランとヨブの本による。[11]\n\nある見解によれば、それは「キフルの人」を意味し、「1つの...」は分詞dhūの別の可能な翻訳であり、Kiflは「Kapilavastu」のアラビア語の演出であると言われています。[12]\n\nエゼキエル\nDhul-KiflはEzekielである可能性があるという意見があります。亡命者、君主制、国家が全滅したとき、政治的および国民的生活はもはや不可能でした。彼の本の2つの部分に準拠して、彼の性格と彼の説教は二重であり、Dhul-kiflというタイトルは「ダブルする」または「折りたたむ」を意味します。\n\nアブドラ・ユスフ・アリ、彼のコーランの解説では次のように述べています\n\nDhul-kiflは文字通り「二重の報酬または部分を所有するか、与える」を意味します。または、「二重厚のマントを使用した人」、それはKIFLの意味の1つです。コメンテーターは、誰が意図されているのか、タイトルが彼に適用される理由について意見が異なります。最良の提案は、彼のReisebeschreibung Nach Arabien、コペンハーゲン、1778年、IIで提供されたことだと思います。 264–266、ドゥルキフルの下でイスラム教の百科事典で引用されているように。彼はメシャド・イン・イン・イラク、そしてナジャフとヒラ（バビロン）の中間にあるキフルと呼ばれる小さな町を訪れました。彼は、ケフィルはエゼキエルのアラビア語の形だと言います。エゼキエルの神社がそこにいて、ユダヤ人は巡礼でそれに来ました。 「dhul-kifl」を称賛ではなく、「エゼキエル」のアラビア化された形であると受け入れた場合、それは文脈に合っています。エゼキエルはイスラエルの預言者でした。 B.C. 599）。彼の本は英語聖書（旧約聖書）に含まれています。[15]彼は鎖で縛られ、拘束され、刑務所に入れられ、しばらくの間彼は愚かでした。彼はすべてを忍耐と恒常性で退屈させ、イスラエルの悪を大胆に非難し続けました。燃えるような箇所で、彼は永遠に真実の言葉で偽りの指導者を非難します：「自分自身を養うイスラエルの羊飼いに悲しむ！羊飼いは群れに餌を与えるべきではありませんか？餌を与えられたそれらを殺す：しかし、あなたがたは群れではなく餌を与えます。病気の人はあなたがたは強化されておらず、あなたがたも病気のものを癒しませんでした。\n\n - アブドラ・ユスフ・アリ、聖クルアーン：テキスト、翻訳、解説[17]\n\nコーランで言及されています\nコーランで\nDhul-Kiflはコーランで2回言及されています。\n\n（覚えておいてください）ismail、idris、and dhul-kifl、すべて（男性）の恒常性と忍耐。\n私たちは彼らに私たちの慈悲を認めました：彼らは正しい人だったからです。\n\n - コーラン、スーラ・アル・アンビヤ（21）、アヤ85–86 [13]\nそして、Ismail、Elisha、Dhul-Kiflを記念してください。それぞれが善の会社でした。\n\n - コーラン、スーラ・サド（38）、アヤ48 [14]\nどちらの場合も、Dhul-Kiflは、上記のAyatで言及されていない他の多くの人々を含む、コーランの預言者のリストの文脈で言及されています。\nAl Kifl（アラビア語：ال防; Ul-Kifl）は、ナジャフとアルヒラーの間にあるユーフラテス川の南東イラクにある町です。 Al Kifl内の神社のバリアント名は次のとおりです。Dhu'lKiflShrine、Marqad Dhu'l Kifl、Qubbat Dhu'l Kifl、Qabr al-Nabi Dhul-Kifl、Dhul-Kifl Shrine、Zul kifl Shrine、Qabr hazqiyal、hazqiyal Shroid 。 Hazqiyalは、ヘブライ語のY'hezqelのアラビア語の音訳であり、アラビア語を採用した後にセファルディ系ユダヤ人によって主に利用されました。これは、ユダヤ人がエゼキエルとドゥルキフルを同一視し、イスラム教徒のエグゼトが追随したことを示しています。イラク当局は、1316年（715–16 AH）に、イルハニードのスルタン・ウルジャイトがユダヤ人コミュニティから墓に対する後見の権利を獲得したと主張している。その結果、神社は同じ預言者のためにイスラムの命名法に従って改名されました。 Sultan Uljaituは、モスクとミナレットを建設することで構造に追加されました。同様に、彼は神社を復元し、現在の状態をエルハニッド以前の旅行者の説明と比較することで明らかにされたいくつかの変更を実施しました。このサイトは、裕福なユダヤ人であるメナヒム・イブン・ダニアルがそれをユダヤ人のサイトに戻して復元した19世紀の初めまで、イスラム教徒の巡礼場所のままでした。ミナレットは、イスラムサイトとしての在職期間の唯一の証人として残っていました。モスクとミナレットは14世紀に建てられましたが、神社と墓の古代は決定することはできません。[18]\n\nゴータマ仏\nDhul-KiflはGautama Buddhaでも同定されています。[19] [20] [21] [22] Dhul-Kiflの意味はまだ議論されていますが、ある見解によれば、それは「Kapil（Kapilavastu、仏が彼の人生の30年を過ごした都市）の男（12] [20]を意味します。\n\nこの見解の支持者は、コーランの第95章の最初の詩、スーラティンを引用しています。\n\nイチジクとオリーブ、そしてシナイ山、そしてこの安全な都市mecca˺によって！\n\n - コーラン、95：1-3\nこの見解によれば、これらの節で言及されている場所から：シナイはモーセが啓示を受けた場所です。メッカはムハンマドが啓示を受けた場所です。そして、オリーブの木は、イエスが啓示を受けた場所です。この場合、残りのイチジクの木は、ゴータマ仏像が啓示を受けた場所です。[21]\n\nまた、仏という言葉は「啓発されたもの」を意味するので、ムハンマド自身が仏であると述べている人もいます。[23]\n\nその他\nDhul-Kiflは、Joshua、Obadiah [24]、およびIsaiahとの様々に特定されています。[25] [24]",
"Dawud": "Dawud（アラビア語：〜÷ا答え用語、ロマン化：ダウド[daːwuːd]）は、神の預言者とメッセンジャー（アッラー）であり、イスラエル英国の神聖な、神聖な、神聖な君主の君主です。[1]さらに、イスラム教徒はまた、ザブール（詩sal）の神の啓示を受けたことでダビデを称えます。[2] [3]ダウドは、イスラム教で最も重要な人の一人と考えられています。コーランで16回言及されたデイビッドは、ムハンマドに先行する預言者の連鎖のリンクとしてイスラム聖書に登場します。[4]彼は通常、「法を与える」預言者（ウルー・アル・アズム）の一人とは見なされていませんが、「彼はイスラム思想の辺境からはほど遠い。[2]後のイスラムの伝統では、彼は祈りと断食の厳しさで称賛されています。彼はまた、原型の公正な支配者として、また地球上の神の権威の象徴として提示され、すぐに王と預言者でした。\n\nデビッドは、イスラムエルサレムの宗教的建築にとって特に重要です。[1]ドーードは、ヘブライ語の聖書によると、イスラエルとユダの第二の王である聖書のダビデとして知られています。紀元前1010〜970\n\nコーランでの言及\nコーランでのダビデの物語は、多くの点で、聖書に与えられた類似点です。彼は預言者（ナブ）とメッセンジャー（ラスル）に指名されており、デビッドは神から啓示（waḥy; q4：163）または指導（hudā; 6:84）を受けた人々のリストに含まれています。どちらのリストでも、彼の名前は息子のソロモンの名前の隣に表示されます。他の場所では、コーランは、神が両方に「健全な判断」（ḥukm; 21:79）と「知識」（šilm; 21:79; 27:15）の贈り物を与えたと説明しています。しかし、コーランはまた、彼をソロモンと区別するデイビッド・メリットに帰します：ダビデはゴリアテを殺し（2：251）、「詩sal」という名前の神の啓示を受けました[5]（コーラン17:55は無期限の形を使用しますが、21：105の使用法は使用します。明確な形式al-Zabūr）、[5]おそらく詩salまたは詩salへの言及（ザブールという用語は、おそらくヘブライ語のミズモルまたはシリアマズムラ「詩sal」という用語に関連している）。山と鳥は、ダビデと一緒に神を賞賛しました（21:79; 34:10に神は彼らにそうするように命じます。神はダビデを「副次的」（khalīfa; 38:26）にしました。このタイトルは、コーランによると、ダビデはメッセンジャー以上のものであったことを示唆しています。彼は地球上で神の支配を確立した神聖な指導者であったことを示唆しています。[1]この役割は2：251によっても示唆されています。 ]\n\nダビデに教えられたことの中には、鎧を作る能力（21：80、34：10–11）があり、ダビデの軍事的搾取が神の行為であるという提案がありました。また、ダビデの「知恵」へのコーランの言及が、時々、古典的な例えによって預言の贈り物として説明されることも重要です。[6]コーランはまた、ダビデとイエスをつなぎ、両方が信じられなかったイスラエル人を呪ったと主張することで（5:78）。さらに、コーランによると、デイビッドは正義を分配するときに真実と虚偽を区別する能力を与えられました（Faṣlal-khihh、38:20）。さらに、デイビッドが通過したテストの暗示があり、そこで彼は祈り、悔い改め、神は彼を許しました（38：24-5）。スラト・サド（コーランの第38章）は「ダビデのスラ」とも呼ばれます[7] exegetesは、神に彼を許すように頼むときにデイビッドがひれ伏して以来、ムハンマドは彼を真似し、この章を読むときに衰弱を行うように命じられたと説明しています。[8]\n\n宗教的意義\nダビデは、王権も受けた数少ないイスラムの預言者の一人です。他の預言者が王の治世中に説教した一方で、彼の時代にはダビデは王でした。したがって、彼は非常に大きな仕事を受け取りました。イスラエルの人々が精神的にチェックされているだけでなく、国自体も強力なままであることを確認しました。リーダーと預言者の両方としての彼の位置は、すべてのイスラム教徒から非常に高いランクの1つとして尊敬されています。ダビデの姿は、彼の預言的な息子であるソロモンの姿とともに、彼らの土地を正当に支配した人々の象徴的です。神は、コーランの預言者とメッセンジャーとしてのダビデの高いランクについて頻繁に言及しています。彼はしばしば他の預言者と一緒に言及され、彼がどれほど偉大であるかを強調します。たとえば、神は次のように述べています。\n\nそして、私たちは彼にイサクとヤコブを与え、彼らを導きました。私たちは彼らの前にノアを導いたので、彼の子孫、デビッドとソロモン、ジョセフとモーセとアーロンを導きました。したがって、私たちは直立していて、良いことをしている人々に報います。\n\n - コーラン6:84 [9]\nカリフ 'ウマルがエルサレムを訪れたとき、総主教のソフロニウスは神殿の丘で彼を連れて行き、彼は祈りを遂行するためにミフラブ・ダウード（デイビッドの祈りのニッチ）を探しました。後にコメンテーターは、このサイトをダビデの塔で特定しました。ハディースでは、ダビデの祈りと断食は神にとって大切であると言われています。\n\nナレーションされたアブドラ・ビン・アム・ビン・アル・アス：アッラーの使徒は私に言った、「アッラーへの最も愛されている祈りはダビデの祈りであり、アッラーの最も愛されている断食はダビデのものです。そして、夜の3分の1を祈り、再び6番目の部分で眠り、代替日に断食していました。」\n\n -  Muhammad al-Bukhari、Sahih Al-Bukhari [10]\nダビデの本\n主な記事：Zabur\nザブールは神によるダビデに起因する聖なる本であり、ムーサ（モーゼ）がタウラト（トーラー）を受け取ったように、イサ（イエス）がインジル（福音）を受け、ムハンマドがコーランを受け取ったように。現在のヘブライ語の聖書では、ザブールは詩salとして知られています。しかし、過去の他の聖書と同様に、詩salは時間の経過とともに腐敗したと考えられており、元のメッセージの一部は今やなくなっています。それにもかかわらず、イスラム教徒は現在の詩salを計り知れない敬意を持って扱うように言われています。なぜなら、彼らの元の形でも、彼らも霊感を受けた神の本だからです。コーランは次のように述べています。\n\nあなたの主は、天と地の中にいる人を知っています。私たちは他の人よりも預言者の何人かを高めました。そしてダビデに詩salの本を与えました。\n\n - コーラン17:55 [11]\n\n コーラン4：163; 17:55。\n コーラン4：163; 6:84。\n 例えばchabarī、taʾrīkh、i、559\n ヒバット・アッラーb。サラマ、アル・ナシク・ワ・ラ・マンスク（ワハイドの縁、アスバブの縁）、カイロ1316/1898-9、262\n Bukhārī、ṣaḥīḥ、vi、155\n コーラン6:84\n Sahih Al-Bukhari、2：21：231\n コーラン17:55",
"Suleyman": "SulaimānIbndāwūd（アラビア語：○esheshedesh。「ソロモン、デイビッドの息子、ソロモン」は、マリク（مَل与、「キング」）とナビ（瞑想者）とnabī（瞑想者）とnabī（ophut. 'prophet'） '）' prophet '）でした。イスラエル人。一般的に、イスラムの伝統は、彼がユダヤ人の3番目の王であり、イスラエルの賢明な支配者であると考えています。[1]\n\nイスラム教では、ソロモンは、動物とジンの両方に話す能力など、多くの神の贈り物を与えられた神の預言者の一人と見なされています。彼はまた、神から与えられた指輪の支持を得て、shayāṭīn（ش²ط²、 'devils'）とdīv（~یو、lit. 'demons'）を奴隷にしたと言われています。[2]\n\nイスラム教徒はさらに、彼が生涯を通じて忠実な一神教師であり続けたと主張しています。イスラエル国家全体で正当に君臨した。彼の前でも彼の後も与えられなかった王権のレベルに恵まれた。そして、彼の人生の終わりに、ジャンナの神に近い神に近いと約束されて、ジャンナの神に近いと約束されていました。[3]イスラム教の台頭以来​​、さまざまなアラブの歴史家はソロモンを歴史上最も偉大な支配者の一人と見なしてきました。[4]\n\nコーランでの言及\nコーランと解釈\nフィールドでの判断\nソロモンが関与する初期の物語では、コーラン（21:78）は、ソロモンが父親の会社にいたという話を一時的に暗示しています。 5]後にイスラム教徒のコメンテーターは、アルタバリ、バイダウィ、イブン・カティールなど、暗示を拡大しました。[6] [7] [8]彼らは、二人の男の最初の人たちは、彼がブドウ園を所有しており、その中で一年中よく注意を払ったと言ったと言いました。しかし、ある日、彼が不在だったとき、他の男の羊はブドウ園に迷い、ブドウをむさぼり食いました。彼はこの損害を補償するように頼みました。それはその所有者に。同時に、ブドウ園の飼い主は羊の世話をし、彼の土地が彼に戻されるまで羊毛と牛乳の恩恵を受け、その時点で彼は羊を飼い主に返します。この応答は、ソロモンの判断のレベルを示しています。コーランは、[10]は彼の生涯を通じてソロモンを特徴づけると言います。イスラム教徒の伝統によれば、ḥikmah（知恵）は常にソロモンと関連付けられていた。ソロモンは、後にスライマン・アル・アクム（○esomم現面的な」と呼ばれるだろう（「賢者」」と呼ばれる。この物語はケブラ・ナガストに採用されていますが、ソロモンの息子によって裁定された紛争として。[7]\n\nソロモンと悪魔\n\nシバの女王\nコーランは、風がソロモンに従属していると語っており[11]、彼は自分の意志でそれをコントロールすることができ、ジンもソロモンのコントロールの下に来たと語っています。ジンはソロモンの治世を強化するのを助けました。デビルズ（シャヤティン）、[12]、悪魔は彼のために建物を強制されました。[13]神はまた、溶けたqiṭr（「噴水」または「春」）の奇跡的なayn（قِطْر、 '真鍮'または「銅」）をソロモンのために流し、彼らの建設で使用することを引き起こしました。[11]\n\nダビデが亡くなったとき、ソロモンはイスラエル人の預言的な王としての地位を継承しました。ソロモンはかつて、女性が父親の像を作ることを許可しました。その後、彼女は像を崇拝し始め、ソロモンは彼の王国の偶像崇拝を容認するためにre責されました。罰として、神は奴隷にされた悪魔の一人がソロモンの指輪を盗み、彼の王国を引き継ぐことを可能にしました（スーラ38:34）。彼は後に彼の罪を悔い改め、再び寺院を建設することに焦点を当てて、悪魔を再びコントロールします。[14]彼は神に祈り、彼の後に違う王国を彼に与えるように祈りました。[15]神はソロモンの祈りを受け入れ、彼が喜んでいるものを彼に与えました。\n\nソロモンの悪魔へのリングの喪失は、悪魔の情熱に魂を失った人間を表すと理解されるかもしれないと解釈されました。[16] NishapurのAttarは次のように書いています。 。[17]\n\nタルムードの伝統とは異なり、ソロモンは気づいておらず、偶像崇拝に参加することはありませんでした。[18]さらに、コーランはソロモンが魔術師であることを拒否します。 （2：102）\n\nソロモンとアリ\nソロモンは、アリなどのさまざまな動物の言語さえ教えられました。コーランは、ある日、ソロモンと彼の軍隊がワディン・ナムルに入ったことを語っています（陳番（ٱٱٱ果。ヴァレーオブザアリ）。ソロモンと彼の軍隊を見ると、ナムラ（針ant、女性のアリ）は、他のすべての人に「...あなたの居住地に入る、ソロモンと彼のホストがあなたを粉砕しないように」と警告しました。アリが言ったこと、ソロモンはいつものように神に祈り、彼にそのような贈り物を授けてくれたことに感謝し[20]、さらにアリの植民地に対する踏みつけを避けました。彼が神から受け取った贈り物とイスラム教徒は、ソロモンが彼の毎日の祈りを決して忘れなかったと主張しています。\n\nexegetical文献はアリの知恵を強調し、風を制御するためのソロモンの贈り物の背後にある意味を説明しています。 Siracü'l-Kulubによると、アリはソロモンに「ソロモン」と呼ばれる理由を知っているかどうかを尋ねます。ソロモンは、アリが続けていないと言います。王権;したがって、あなたはソロモンと呼ばれています。」その後、アリはソロモンに尋ねます。神が神のために風を抑えた理由を彼が知っているなら。繰り返しになりますが、ソロモンはノーとアリが答えます：「彼は理由で風を抑えました。あなたが受け入れたものは何もありません。風が過ぎるように、世界の富と王権も通過します。」 Fakhr al-Din RaziやAl-Qurtubiのような学者は、人間が従うための試験範囲のランクにアリを上げました。[22]（p198）\n\nサバの征服 '\n\n現在のイエメンであるサバの旧首都であるマオリブのバラン寺院の遺跡\nソロモンの王権のもう一つの重要な側面は、彼とジンの両方で構成される彼の軍隊の大きさでした。ソロモンは、彼の軍隊と戦士、ジンと彼の下で働いていたすべての動物を頻繁に評価しました。ある日、彼の軍隊を検査したとき、ソロモンは議会からHUD-HUD（θtom愛（フーポエ）が不足していることを発見しました。[23]しかし、その後すぐに、ハド・ハドはソロモンの裁判所に到着し、「私はあなたがコンパスしなかった（領土）をコンパスしました。シバの人々は太陽を崇拝し、王国を支配した女性は非常に知的で強力であるとソロモンに語った。よく耳を傾けたソロモンは、シバの土地に手紙を書くことを選択しました。ソロモンは、シバの女王（ビルキス）に手紙を与えるように命令し、それから彼女の反応を隠して観察するように命じました。女王への手紙。その後、女王は彼女の大臣を法廷に呼び、シバの人々へのソロモンからの手紙を声に出して読みました。 ）。」彼女は彼女の大臣や他の裁判所の役人との助言を受け、「私の人々よ、私はあなたが勇敢で強力な戦士であり、地球の表面には誰もあなたに立ち向かうことができないことをよく知っていますが、それでも私はこれについてあなたの心を知っているでしょうか案件。\"裁判所の人々は答えました：「あなたは力であり、女王よ、そしてあなたの命令が何であれ、私たちはそれに従うでしょう。」しかし、やがて、女王はソロモンに来て、神への服従を発表しました。[25]\n\nソロモンとイフリット\nビルキスがソロモンの宮廷に旅をしていた間、王は彼の召使が彼女の到着前に彼女の王座を渡すように命じました。 IFRITは彼のサービスを提供しました（Q27：38-40）が、ソロモンは辞退し、代わりにこの仕事を敬iousな仲間であるために王座を動かすように神に祈りました。関係することに素晴らしい、彼の祈りは答えられ、王座は神の力によってソロモンの宮殿に現れました。ビルキスが到着したとき、ソロモンは彼女に王座を認識しているかどうか尋ねましたが、彼女は神が生まれた奇跡を把握するのに苦労して、ソロモンの信仰を最終的に採用する前に王に回避的な答えを与えました。単なるifritのそれだけでなく、神ご自身のもの。ソロモンは、イフリットの魅力的な申し出を拒否しました。なぜなら、彼は悪魔や他の創造された存在にだけでなく、神だけに頼ろうとし、ビルキスを真の信仰に変換することに成功したという敬意を与えられたからです。\n\n死\n\nエルサレムの旧市街、アル・アクサ・モスクの化合物におけるスライマンの霊us\nコーランは、ソロモンがスタッフに寄りかかっている間に死んだこと、そして彼が立ち上がって、それによって支えられたままで、小さな生き物や虫がそれをかじったと述べています。体の崩壊。\n\nそれから、私たちが（ソロモンの）死を命じたとき、地球の小さな虫を除いて彼の死を見せたものは何もありませんでした。目に見えない、彼らは（彼らの仕事の）屈辱的なペナルティに苦しんでいなかっただろう。\n\n - クルアン、スーラ34（サバ）、アヤ14 [27]\n彼が直立したままで、スタッフに支えられたとき、ジンは彼がまだ生きていて監督していると思った。\n\n彼らは、神が彼の体が崩壊するまで、ソロモンのスタッフを地面からcroaいて、かじりをcreateめたときにのみ真実を実現しました。この聖句は、ジンが目に見えない（アル・ガイブ）を知らないことを聴衆に教えることが理解されています - 彼らがそれを知っていたら、彼らは死んだ男の奉仕で愚か者のように苦しんでいなかったでしょう。[28]\n\nソロモンの歌のマハマディム\n詳細：ムハンマドと聖書とセムティックルート\nコーランの詩に触発されたように、一部のイスラム教徒[どちら？]は、ムハンマド（アラビア語：○ُحき文字：m-ħ-m-d）が歌（5:16）で「マハンマドディム」（ヘブライ語：）で言及されていると信じていました。 מַחֲמַדִּמַחֲמַדִּ、子音の手紙：M-ħM-d-y-m）、後者の単語はユダヤ人によって「望ましい」または「素敵な」と翻訳されていますが。[29]\n\nソロモンとジャムシッド\n\nペルセポリス、イランの一般的な見解（2）（トリミング）\n詩人のフィルダウスのシャナーマによると、ジャムシッドは世界の4番目の王でした。ソロモンのように、彼は世界のすべての天使と悪魔を指揮していたと信じられており、ホルモズドの王と大祭司（アフラ・マツダのミドル・ペルシャ語）の両方でした。彼は、鎧と武器の製造、リネン、絹と羊毛の織りと染色、レンガの家の建物、宝石の採掘、貴金属の織りの織り物など、生活をより安全にした多くの偉大な発明の責任を負いました。 、香水とワインの製作、医学の芸術、帆船における世界の海の航海。彼のジャムシッドは今、世界がこれまでに知っていた最大の君主になっていた。彼は王室のファー（アベスタン：クヴァレナ）に恵まれていました。\n\n2つの賢明な君主の間の類似点のため、いくつかの伝統が2つを混同しています。たとえば、ソロモンは、アルバルキの作品におけるイラン南西部の判決に関連していた。ペルセポリスはソロモンの席であると信じられており、マスディ、ムカダシ、イスタフリなどの学者によって「ソロモンの遊び場」と言われています。他のイスラム教徒の著者は、ソロモンがかつてイランで支配していたという信念に反対し、ソロモンとジャムシッドの生活と行為の類似点は純粋に偶然であり、2つは明確で別個の人物であると主張しています。インドヨーロッパ神話の分野での奨学金によって立証されました。これは、ジャムシッドが初期のゾロアスター教徒の神イマに由来することを最終的に実証しています[32] [33]。 [34]",
"Ilyas": "イリサ（アラビア語：إلياس）は、イスラエルの子供たちを導くために送られた神の預言者とメッセンジャー（アッラー）でした。彼は、人々が偶像を崇拝するのを防ぐという預言的な使命を与えられました。[1]イリヤスはアリアサの預言的な前身です。[2]一部のイスラム学者は、イリヤスはハルン（アーロン）の子孫から来ていると信じています。[3]\n\n一部のイスラム教徒は、イリヤスがまだ生きており、毎年khidrとともにハッジに出席していると信じています。[4]一部のイスラム教徒はまた、イリヤスが終わりに戻ると信じています。[5]\n\n若いころ\nイスラムの情報源では、IlyasのフルネームはIlyas Ibn Yasinです[6] As-Saffat 37：130では、IlyasはYasinと呼ばれています。[7]イリヤのいくつかの物語は、イスラムのハディースでも言及されています。イリヤスによる干ばつを伴うイスラエル人の呪い、[8]癒しのアリヤサ、[9]、およびアハブとの戦い[10]\n\n多くのイスラム源と聖書によると、エリアス（a）は生きており、空に昇っています。[11]しかし、イブン・カティールはこれらのハディースを受け入れず、イスライリヤットの中でそれらを考慮しました。[12]ムジャム・アル・バルダンでは、ヤクット・アル・ハマウィはバルベックのエリアス（a）の墓に言及しました。エリアスの墓（a）[14]\n\n預言者\nイリヤスは、アル・アナム6:85で預言者として最初に言及されています。[15]彼はバルベックに住んでいた人々を一神教に招待し、神に従い、罪を捨てました。[16]彼の主な仕事は、アイドル崇拝を防ぐことでした。[17]彼が長年にわたって彼の人々の粘り強さに直面した後、干ばつで彼らを呪い、人々は飢starを負わせた。[18]コーランとその後のイスラム教徒の伝統におけるイリヤスの物語は、ヘブライ語の聖書とイスラム教徒の文学では、エリヤの主要な預言がアハブとエゼベル、アハジアの統治中に起こっていることを記録していることに非常に似ています。イドリスを含む他の預言者や聖人の数は、一部の学者がイリヤスの別名[21]とキドルの別名であると考えられています[22]イスラムの伝説は後にイリヤスの姿を開発し、彼の属性に大きく飾り、いくつかの外典文学はイリヤスに半分の人間のハーフアンジェルの状態を与えました。[23]イリヤスは、ハムザナマを含む後の文学作品にも登場します。[24]\n\nコーラン\nイリヤスはコーランで言及されており、そこでは彼の説教が簡潔に語られています。コーランは、イリヤスが彼の人々に神の崇拝に来て、この地域の主要な偶像であるバアルの崇拝を去るように言ったと語っています。コーランの状態：[1]\n\n「本当にイリヤスは使徒の一人でした。彼が彼の人々に言ったとき：「あなたは神を恐れませんか？ 「あなたがたはバアルを呼び、最高の創造者、神、あなたの主、シェリシャー、そしてあなたの父の父の主とシェリシャーを残しますか？\n\n -  as-saaffat 123–126\nコーランは、イリヤスの人々の大多数が預言者を否定し、偶像崇拝を続け続けたことを明らかにしています。しかし、彼らの中の神の少数の献身的な召使がエリヤに続き、神を信じて崇拝したと言及しています。コーランは、「彼らは彼（エリヤ）を否定し、確かに罰を受けるでしょう。\n\nコーランでは、神はエリヤを2つの場所で称賛します。\nエリヤに平和があります！これが私たちが善を行う人々に報いる方法です。彼は本当に私たちの信じる召使の中にいます。\n\n - コーラン、第37章（as-saaffat）、129–132節[27]\nそしてザカリヤとヤヒヤとイサとイリヤス、彼らはすべて義人の中にいました\n\n - コーラン、第6章（al-an'am）、85節[28]\nアブドラ・ユスフ・アリを含む多くのコメンテーターは、イリヤス、ザカリヤ、ヤヒヤ、イサがすべて精神的につながっていると言って、85節で解説を提供しています。アブドラ・ユスフ・アリは、「3番目のグループは行動の人ではなく、孤独な生活を送った真実の説教者で構成されている。彼らの称賛は「義人」を形成する。バプテストは、「来るべきイリヤス」と呼ばれている（マット11:14）;そしてエリアスは、山の変容でイエスに存在し、イエスに話しかけたと言われています（マット17：3）。 29]\n\nほとんどのイスラム教徒の学者は、エリヤがイスラエルで説教したと信じていましたが、コーランの初期のコメンテーターは、イリヤスがレバノンのバルベックに送られたと述べました。現代の学者は、この主張を拒否し、都市とエリヤとのつながりは、都市の名前、バアルの名前のために作られたと述べています。エリヤの町のバルベックとの識別を拒否する学者は、バアルベックの町はコーランまたはヘブライ語の聖書のいずれにおいてもイリヤスの物語で言及されていないと主張します。[31]\n\n死\n時間の経過までに、干ばつが広がり、多くの人が死亡しました。彼らが自分自身を負わせ、過去の行為を後悔し、エリアス（a）に目を向け、彼の招待を受け入れたのを見たとき。[32]。それから、エリアスの祈りのために（a）大雨が降り、土地は飽きました。しかし、しばらくして、人々は神との契約を忘れて、偶像崇拝に戻りました。イリヤスがこれを見たとき、彼は神に彼自身の死を求めました。しかし、神は彼に火の戦車を送り、彼は空に昇り、彼の生徒であるアリヤサを選んだ。イリアスはイスラム終末論とはめったに関連していません。[34]しかし、一部のイスラム教徒は、イリヤスが時代の終わりに神秘的な人物khidrと一緒に戻ってくると予想されると信じています。[5]\n\n遺産\nイスラム教徒の文学と伝統は、イリヤスがイスラエル王国に説教し、アハブと後に息子のアハジアによって支配されたと語っています。彼は「砂漠の預言者 - ヤヒヤのように」と呼ばれています。[35]イリヤスは、イスラム教徒の伝統によれば、この地域での偽りの偶像の崇拝に部分的に責任を負っていたアハブと彼の妻ジェゼベルに熱心に説教したと考えられています。イスラム教徒は、大多数の人々がエリヤに耳を傾けることを拒否したためだと信じています。\n\nイリヤスは、イスラム教徒の文化における伝説と民間の主題であり、通常はキドルとの会談を含んでいます。イスラム教徒のエグゼトの報告によると、ムハンマドはメッカでイリヤスに会いました。[37]イスラム神秘主義では、イリヤスは賢者キドルと密接に関連しています。あるハディースは、イリヤスとキドルが毎年エルサレムで一緒に会ってメッカへの巡礼に行くと報告した。[38]イリヤスは何度もハムザナマにも登場し、そこで彼はキドルの兄弟であり、若者の噴水から飲んだ人であると言われています。[39]さらに、キタブ・アル・カフィでは、イマーム・ジャファル・アル・サディクがシリア語でイリヤの衰弱を暗唱していて泣き始めたと語っています。その後、彼はアラビア語の嘆願を訪問学者のグループに翻訳しました。\n\n「主よ、私はあなたが私を罰しますが、あなたは私を罰しますが、あなたは正午の暑さで私の渇きを知っていますか？私はあなたがあなたのために罪をあきらめることを知っていますが？アッラーがイリヤスにインスピレーションを与えた、「私はあなたを罰しないだろうから地球から頭を上げる」。[40]\n\nノート\n 「エリアスはエリヤと同じであり、その物語は1王17–19と2王1–2の旧約聖書で見られる。 ）、（北部）イスラエルまたはサマリア王国の王。彼は、彼の民のすべての問題に参加し、支配し、導いた私たちの聖なる預言者とは異なり、バプテスマのヨハネのような砂漠の預言者でした。そして、アザリアはシリアで崇拝された太陽神であるバアルの崇拝に失効する傾向がありました。その礼拝には、リンガムのヒンドゥー教の崇拝のように、自然の飼育と生殖力の崇拝も含まれ、多くの虐待をもたらしました。アハブはシドンの王女、エゼベルと結婚していました。エゼベルは、夫がアッラーを捨ててバアル崇拝を採用するように導いた邪悪な女性です。」 ...「エリヤはアハブのすべての罪とアハジアの罪を非難し、彼の人生のために逃げなければなりませんでした。最終的に、旧約聖書によると、[19]彼は火の戦車で天国に旋風に巻き込まれました。彼は預言者エリシャと一緒にマントルを残していた。」[20]",
"Alyasa": "Alyasa（アラビア語：اليسع、ロマン化：Alyasā '）は、イスラエルの子供たちを導くために送られた預言者であり、神のメッセンジャー（アッラー）です。コーランでは、アリヤサは預言者として2回言及されており[1]、仲間の預言者と一緒に両方とも言及されています。[2]彼は、イリヤス（エリヤ）の預言的な後継者としてイスラム教徒から表彰されています。 Khidrとエリシャを特定するイスラムの情報源は、イスラムの伝統におけるキドルとイリヤスの強い関係を引用しています。[3]\n\n個性\nAlyasaの名前は、Al-An'am 6:86とSAD 38:48で2回言及されています。それらの聖句では、アリャサの人格や預言者について何も言及せずに、彼は「恵まれた」と「選出者の間」と言われています。[4]コーランによれば、エリシャは「創造の残りの部分より上」に称賛されています（アラビア語：فف禽ّع賠a豚ٱですٱですٱですٱですٱ。 Mina l-akhyār）。\n\nイスマイルとアリヤサとユヌス、そしてlut。そして、それぞれが世界を飾りました。\n\n -  Al-An'am 6:86\nそして、私たちの召使Ismail、Alyasa、およびDhul-Kiflを覚えておいてください。それぞれが本当に良いです。\n\n - 悲しい38:48\n奇跡\nアリ・アル・リダのシーア・ハディースでは、アリャサは死者の復活、病気の治癒、水の上を含むいくつかの奇跡を持っていたと言及されています。\n\n主張された墓\n一部のイスラム教徒は、エリシャの墓がサウジアラビアの東部地域のアル・アウジャムにいると信じています。このような崇拝は、サウジアラビアのワッハビまたはサラフィ改革運動が支配的ではないため、サウジ政府によって神社が除去されました。[6] [7]それはオスマンアラビアの時代に何世紀にもわたって重要なランドマークであり、前近代以前のすべての宗派のイスラム教徒にとって非常に人気のある巡礼の目的地でした。[8]\n\nエリシャの墓は、トルコのディヤルバキル州のエアイル地区に存在しています。[9]元の神社は、1994年に浸水する予定の川底の近くにありました。9人の学者の秘密委員会が、宗教問題局と協力して市議会によって結成され、大衆の怒りを吐き出すことを避けました。この地域が浸水する前に、墓は夜に掘られ、預言者の保存された遺体 -  9人の学者と公式労働者によって目撃された - は、浸水した平原を見下ろす丘の上に埋葬されるように掘り出されました。しかし、タウンフォークの多くは、その夜の夢の中で預言者を見て、日の出の前に新しい場所で彼の再召喚を観察することが判明しました。[10] [11]",
"Yunus": "Yunus Ibn Matta（アラビア語：ç®ونなく、ロマン化：YūnusIbnMatta）は、神の預言者であり使われています（アッラー）。ユヌスは伝統的に、イスラム教では神に忠実であり、彼のメッセージを伝えた預言者として非常に重要であると見なされています。[1] [2]ユヌスは、コーランで命名される聖書の12人の未成年の預言者の唯一の1人です。[3]コーランの第10章は彼にちなんで名付けられました。[4]\n\nYunusはDhul-Nun（アラビア語）と呼ばれ、イスラム教徒と呼ばれています。[5]彼はコーランで4回名前で言及されています。[6]\n\nハディシクな言及\nユヌスはまた、ムハンマドの生涯の間にいくつかの事件で言及されています。場合によっては、ユヌスの名前はムハンマドによる賞賛と敬意を持って話されています。ムハンマドの人生についての歴史的ナレーションによると、啓示を10年間受けた後、ムハンマドはタイフの街に行き、その指導者が彼がメッカではなくそこから彼のメッセージを説教することを許可するかどうかを確認しましたが、彼は都市からキャストされました。人々。彼は、クレイシュ族の2人のメンバーであるウトバとシェイバの庭に避難しました。彼らは召使であるアダスを送って、彼にブドウを栄養を得るために提供しました。ムハンマドはアダスに彼がどこから来たのか尋ね、召使はニネベに答えた。 「ユヌスの町、アミッタイの息子！」ムハンマドは叫んだ。アダスは、異教のアラブ人がユヌスの知識がないことを知っていたのでショックを受けました。彼はそれから、ムハンマドがこの男をどのように知っていたかを尋ねた。 「私たちは兄弟です」とムハンマドは答えた。 「ユヌスは神の預言者であり、私も神の預言者です。」アダスはすぐにイスラム教を受け入れ、ムハンマドの手と足にキスしました。[10]\n\nイマーム・ブハリのコレクションのムハンマドのことわざの一つは、ムハンマドは「私はユヌスよりも優れていると言うべきではない」と言った。[11] [12] [13] [14]ムハンマドの年配の現代人であるイブン・アビ・アル・サルトは、ユヌスがアッラーに祈らなかったなら、彼は復活の日まで魚の中に閉じ込められたままであっただろうと教えた[14]が、彼の祈りのために、ユヌスはほんの数にとどまった。魚の腹の中の日」。[14]\n\n9世紀のペルシャの歴史家であるアルタバリは、ヨナが魚の中にいた間、「彼の骨やメンバーは負傷しなかった」と記録しています。[14]アル・タバリはまた、アッラーが魚の体を透明にし、ユヌスが「深い驚異」を見ることができる[15]、ユヌスがアッラーへのすべての魚の歌の賞賛を聞いたと書いている[15]。 10世紀の詩人であるKisai Marvaziは、ユヌスの父親がユヌスが生まれたときに70歳であり[14]、その後すぐに亡くなったことを記録しました[14] Yunusの母親は木製のスプーン以外に何も残しませんでした。宝庫になる。[14]\n\n墓\n参照：モスルのモスクと神社§Mosque_of_the_prophet_jonah\n\nイシルによる破壊に続いて、ユヌスのモスクの遺跡の写真\nNinevehの現在の場所は、5つのゲートの発掘、4つの側面の壁の一部、2つの大きなマウンドがマークされています：Kuyunjikの丘とNabi Yunusの丘（脚注のマップリンクを参照）。[16]ナビユヌスの上のモスクはヨナに捧げられ、ヨナの墓の場所としてイスラム教徒とクリスチャンの両方から尊敬されていた神社が含まれていました。[17]墓は人気のある巡礼サイト[18]であり、中東のユダヤ人、キリスト教徒、イスラム教徒の統一の象徴でした。[18] 2014年7月24日、イラクのイラク国家とレバント（ISIL）は、偶像崇拝と見なされる宗教的な聖域を破壊するキャンペーンの一環として、墓を含むモスクを破壊しました。[19] [18] 2017年1月にモスルがISILから連れ戻された後、紀元前7世紀前半にエサルハドンによって建てられた古代アッシリアの宮殿は、台無しになったモスクの下に発見されました。[18] [20] ISILは、闇市場で販売するためにアイテムの宮殿を略奪しました[18] [20]が、輸送がより困難なアーティファクトのいくつかはまだそのまま残っていました。[18] [20]\n\n他のイスラム教徒の墓\nジョナの墓のその他の評判の高い場所には、イスラエルのガス・ヘパールの古代の場所にあるアラブの村マシュハドがあります。レバノンのサラファンド市（サレプタ）の近くの聖域。[23]別の伝統は、現在、イスラエルの町アシュドッドの北端にある「ジョナの丘」と呼ばれる丘に墓を置き、現代の灯台に覆われた場所にあります。\n\nジョナの墓は、ファティパシャモスクのミフラブの後ろにあるトルコのディヤルバキルにあります。[24] [25] Evliya Celebiは、彼のSeyahatnameで、彼がヨナの墓を訪れたと述べています。[26] [27]\n\nコーランの言及\nAl-Anbiya 21:87 [7]およびAl-Qalam 68:48では、YunusはDhul-nūn（アラビア語：ذُٱ果。」と呼ばれています。 An-Nisa 4：163とAl-An'am 6:86で、彼は「アッラーの使徒」と呼ばれています。[5]スーラ37：139-148は、Yunusの完全な物語を語ります：[5]\nヨナも（私たちによって）送られた人々の中でもそうでした。\n彼が逃げたとき（飼育下からの奴隷のように）船に（完全に）荷を積んだとき、\n彼は（同意した）ロットを投げかけ、彼は非難された：\nそれからクジラは彼を飲み込み、彼は責任に値する行為をしました。\n彼が（悔い改め、）アッラーを称賛したのはそうではなかったなら、\n彼は確かに復活の日まで魚の中に残っていたでしょう。\nしかし、私たちは彼を病気の状態で裸の海岸に出した、\nそして、私たちはひょうたんの種類の広がり植物を彼の上に成長させました。\nそして、私たちは彼を（ミッションで）10万人（男性）以上に送りました。\nそして彼らは信じていました。それで、私たちは彼らがしばらくの間（彼らの人生）を楽しむことを許可しました。\n\n - コーラン、第37章（as-saaffat）、139〜148節[8]\nコーランはユヌスの遺産については言及していません[5]が、イスラム教徒の伝統はユヌスがビニャミンの部族出身であることを教えています。[9]",
"Zakariya": "イスラムの教義によれば、ザカリヤ（アラビア語：زك惑星、ゼカリヤ）は預言者であり、神のメッセンジャー（アッラー）であり、預言者ヤヒヤの父です。\n\nコーランで\nザカリヤは義の司祭であり[1]、エルサレムの第二神殿に職があった神の預言者でした。彼は頻繁に神殿の奉仕を管理することを担当し[2]、彼は常に神への祈りの中で不動のままでいたでしょう。\n\n息子のために祈る\n彼が彼の老年に達すると、ザカリヤは、彼の死後、神のメッセージを説教する遺産を継続し、彼の後に神殿の日々の奉仕を続けるだろうと心配し始めました。ザカリヤは息子のために神に祈り始めました。子孫の誕生を祈ることは、単に子供への欲求からではなかった。[1]彼は自分自身と大衆の両方のために祈りました - 彼らはザカリヤの後に主の奉仕で働く神の人、メッセンジャー、神の人を必要としていました。ザカリヤには性格と美徳があり、彼はこれを彼の最も貴重な所有物として彼の精神的な相続人に移したかったのです。彼の夢は、家長のヤコブの子孫に家を回復し、神のメッセージがイスラエルのために新たになっていることを確認することでした。コーランが語るように：\n\n彼の召使ザカリヤに対するあなたの主の慈悲についての言及。彼が彼の主に秘密に泣きながら泣いたとき、私の主よ！ lo！私の骨は弱くなり、私の頭は白髪で輝いています、そして、私は私の主、あなたへの祈りで最も不十分ではありませんでした。 lo！私の妻は不毛なので、私は私の後に私の親族を恐れています。ああ、あなたの存在から、私を継承し、ヤコブの家を継承している後継者をください。そして彼を、私の主、受け入れられるようにします（あなたに）。 [コーラン19：4–6（Pickthallによる翻訳）]\n\n父のヤヒヤ\n神からの贈り物として、ザカリヤには、この子供だけに特別に選ばれた名前であるヤハヤ（アラビア語：²oo二人と識別された）という名前の息子が与えられました。イスラム教徒の伝統は、ザカリヤがジョンの誕生について言われたときに92歳であると語っています。\n\nザカリヤの祈りに従って、神はヨハネ（ヤヒヤ）にイスラエル人によって腐敗し、失われた神のメッセージを更新させました。[4]コーランが言うように：\n\nOザカリア！ lo！私たちは、ジョンという名前の息子の知らせをもたらします。私たちは以前に同じ名前を誰にも与えませんでした（彼）。彼は言った：私の主！私の妻が不毛で、私が弱い老年に到達したとき、どうすれば息子を産むことができますか？彼は言った：あなたの主はそう言うでしょう：それは私にとって簡単であり、実際に私はあなたが何もなかったときにあなたを創造しました。彼は言った：私の主！合図をください。彼は言った：あなたのサインは、あなたが健全な健康状態で3晩人々と話すことができないということです。\n\n -  [コーラン19：7–10（Pickthallによる翻訳）]\nマリアムの守護者\nコーランによると、ザカリヤはマリアムの守護者でした。コーランは次のように述べています。\n\n（覚えておいてください）「イムランの妻が言ったとき：私の主！私は、奉献された（提供）として私の腹にあることをあなたに誓いました。私からそれを受け入れてください。 lo！あなた、あなただけ、聞き手、知識者を芸術します！そして彼女が出されたとき、彼女は言った：私の主！ lo！私は女性に出産されています - アッラーは彼女が出産したものを最もよく知っていました - 男性は女性のようではありません。そしてlo！私は彼女のメアリーと名付けました、そしてlo！私は彼女と彼女の子孫のためにあなたの保護を切望しています。そして、彼女の主は彼女を完全に受け入れて受け入れ、彼女には彼女に良く成長しました。ザカリアを彼女の守護者にした。ザカリアは彼女がいた聖域に入ったときはいつでも、彼は彼女が食べ物を持っていることを発見しました。彼は言った：メアリー！あなたがこの（食べ物）にあなたに来るのはどこですか？彼女は答えました：それはアッラーからです。アッラーは誰にも任命されずに贈られます。\n\nイスラム教徒の神学は、ザカリヤがバプテスマのヨハネとイエスとともに、預言者の新しい時代を迎えたと主張しています。全員が預言者アーロンの父であるアムラム（イムラン）の司祭の降下から来たと主張しています。すべての司祭の中で、メアリー（マリアム）の世話を続ける義務を与えられたのはザカリヤだったという事実は、敬iousな男としての地位を示しています。ザカリヤは、コーランで神と義人の預言者として頻繁に賞賛されています。そのような評価の1つはスラアルアンです：\n\n「そして、ザカリヤとヤヒヤとイサとエリヤ。それぞれが義人でした。」\n\nコーランの翻訳者アブドラ・ユスフ・アリは、この1つの行に関する解説を提供します[5]  - これらの特定の預言者が互いに精神的なつながりを作ることを示唆しています。彼は、ヤヒヤはイサの親relativeであり、エリヤは新約聖書で述べたように、山のイサの変容[6]に存在していた人だったと指摘している。一方、ザカリヤは結婚を通して、イサの叔父であり、彼の息子のヤヤは新約聖書でエリヤと呼ばれていました。[7]",
"Yahya": "YaḥyāibnZakarīyā（アラビア語：²oo：²oo：²ابنزكابن、文字通りYahya/John、Zechariahの息子）は、英語で洗礼者のヨハネであると特定され、イスラームで預言者であり、神の預言者およびメッセンジャー（アッラー）と見なされています。 。彼はイスラム教徒から、イサ・アル・マシ（イエス・キリスト）の到来を告げる神の言葉の証人であると信じられています。[1] [2]\n\nヤヒヤはコーランで5回言及されています。 [3]\n\nヤヒヤはまた、主にジョンの貞操と親切のコーランの説明のために、イスラム神秘主義と同様にスーフィズムで高く評価されています。[4]スーフィーは、主に彼が若者で獲得した神から与えられた知恵の贈り物と、イエスとの類似点について、主にコーランのヨハネの箇所について頻繁に解説を適用してきました。ヨハネとイエスを説明するために使用されるいくつかのフレーズはコーランで実質的に同一ですが、それらが表現される方法は異なります。[5]\n\n誕生\nコーランでは、神は息子の誕生のためにザカリヤの絶え間ない祈りを頻繁に言及しています。ザカリヤの妻は不毛だったので、子供の誕生は不可能に思えた。[6]神からの贈り物として、ゼカリヤはヤハヤの名前で息子を与えられました。これは、この子供だけのために特別に選ばれた名前です。ザカリヤの祈りに従って、神はヤヒヤとイサを作りました。ヤヒヤとイサは、6か月後に生まれたもので、イスラエル人によって腐敗し、歪んでいた神のメッセージを更新しました。\n\nコーランは、バプテスマのヨハネがこの名前を最初に受け取ったと主張しています（コーラン19：7–10）が、ヨハナンという名前はバプテスマのヨハネの前に何度も起こります[8]この詩は、「ヤヤイヤのイスラム学者のコンセンサスのいずれかを指しています。 「「ヨハナン」[9]と同じ名前ではなく、ジョンの奇跡的な命名の聖書の説明ではありません。彼の父ザカリアス（ゼカリヤとも呼ばれる）の系統の1つは、彼の前に「ジョン」（「ヨハナン」/「ヨアンヌ」）と名付けられました。[11]コーランが言うように：[12]\n「Zakaryya、実際、私たちはあなたに名前がYahyaになる少年の良い知らせを与えてくれます。\n\n彼は言った：「私の主よ！妻が不毛で、私が老年からかなり老朽化したとき、どうやって息子を持っているでしょうか？」\n\n彼は言った：「だから（それは）あなたの主よ、「それは私にとって簡単だ：私は本当にあなたが何もなかったとき、私は本当にあなたを創造した！」\n\n（ザカリヤ）言った：「私の主よ！私にサインをください。」 「Thy Sign」は答えでした。\n\n - マリアム19：7–10\n - マリアム19：12–14\n\nヤヒヤがイサを洗礼したヨルダン川。[13]\nYahyaは聖書を速く握るように勧められ、まだ子供の間に神から知恵を与えられました。[14]彼は純粋で敬devであり、神の前でよく歩いていました。彼は両親に対して忠実であり、彼はrog慢でも反抗的でもありませんでした。ヨハネの聖書の読書と理解は、子供だけが当時の偉大な学者のそれでさえも超えたときです。[6]イスラム教徒の解釈は、イサがイエスが自分の弟子を呼ぶ前にメッセージを説教した12人の弟子たちと一緒にヤヒヤを送ったと語っている。コーランは言う：[16]\n「おお、ヤハヤ！本を握ってマイトをつかむ」：そして、私たちは彼に若者としても知恵を与えた、\n\n - マリアム、19：12\nヨハネは古典的な預言者であり[17]、罪深いものすべてを大胆に非難するために神によって高く評価されました。さらに、コーランはヨハネの優しい信心と愛と人生に対する彼の謙虚な態度について語っています。彼は人生の純粋さを与えられました。\n\nイスラムの伝統によると、ヤヒヤはかつて彼の説教を届けるためにハラム・エシュ・シャリフ（寺院の山）に行きました。[3]\n\n暗殺\nヤヒヤの預言者の間に、彼とヘロデ・アンチパスの間で紛争が発生しました。ヤヒヤは、結婚は近親相姦である可能性があると伝え、結婚を承認しなかった。この後、ヘロデ・アンティパスはヤヒヤを投獄しました。[3]ヤヒヤはその後斬首されました。[18] [3]ヤヒヤの頭はダマスカスのウマイヤドモスクの中にあると考えられています。[19] [20] [21]\n\n遺産\nイスラム教では、ヤヒヤは、第二次の天国で、イサ（イエス）とともにアル・イスラ・アル・ミラジの夜にムハンマドに挨拶しました。[22]ヤヒヤの物語は、アビシニアへのイスラム教徒の移住中にアビシニアの王にも語られました。[23]コーランによると、ヤヒヤは神が生まれた日と彼が亡くなった日に平和を送ったものでした。[24] Al-Suyutiによると、イブラヒムは、世界の創造以来、天と地球はヤヒヤとフサインの2人だけで泣いたと述べました。[25] [26]ハディースによると、ムハンマドは次のように述べています。多くのイスラム教徒はヤヒヤをフサインと比較しています。[28]ヤヒヤとフサインの両方の頭は、シリアのダマスカスのウマイヤドモスクにいると考えられています。",
"Isa": "イサ（イエス）は、アッラーとメシアの預言者でありメッセンジャーです。彼はイスラエルの子供たち（バニ・イスラエル）を導くために送られた最後の預言者であり、ザ・インジル（福音）と呼ばれる聖典を明らかにされました。\n\nコーランでは、イサは聖母マリアから生まれたメシア（アル・マシア）が奇跡を起こし、弟子たちを伴い、ユダヤ人の設立によって拒否され、天国に育てられたと言われています。コーランは、イエスが十字架で十字架につけられたり、死んだのではなく、神によって奇跡的に救われたと主張しています。コーランはイエスを偉大な預言者の一人にし、さまざまな称号で彼に言及しています。イエスの預言者はヤヒヤが先行し、ムハンマドに引き継がれました。\n\nイスラム教は、イエスの神の神性に対するキリスト教の見方を、神の化身、または神の文字通りの息子としての拒否を拒否します。それはいくつかの詩の神としてのイエスを否定し、また、イエスは神であると主張しなかったと述べています。イスラム教徒は、イエスの元のメッセージが生きて育てられた後、イエスの元のメッセージが変わったと信じています。イエスの一神教はコーランで強調されています。イスラム教のすべての預言者と同様に、イエスはイスラム教徒とも呼ばれます。イエスは膨大な量の奇跡があり、多くの禁欲的で神秘的な文学が書かれ、イスラムの伝統において彼について唱えられています。彼はまた、アフマドという名前を使用してムハンマドの到来を預言したと報告されています。\n\n時間の終わりに、イエスはイマーム・アル・マフディと一緒に再び戻ってアルマシー・アド・ダジャル（「偽りのメシア」）を殺し、その後古代部族のヤ・ジョジとマジジ（ゴグとマゴグ）が解散するでしょう地球上で。これらの生き物が奇跡的に滅びた後、イマーム・マフディとイエスは全世界を支配し、平和と正義を確立し、40年の統治の後に死にます。一部のイスラム教徒は、メディナのグリーンドームの4番目の予約済みの墓にイサがムハンマドと一緒に埋葬されると信じています。\n\nイエスはイスラム教徒にイスラム教の最も重要な預言者の一人であると理解されています。イエスが戻ってくると信じられている場所であるダマスカスのウマイヤド・モスクは、イスラム教徒からイスラム教の4番目に神聖な場所として高く評価されています。\n\n誕生\nコーランのイエスの説明は、実際に彼の母親であるメアリーの誕生とエルサレム寺院での彼女の奉仕から始まります。ヤヒヤ（洗礼者ヨハネ）の父になることになっていた預言者ゼカリヤの世話をしている間。イエスのコーランの誕生物語は、コーラン19：16–34とQ3：45–53で始まります。\n告知\n\nイスラムの解釈は、福音書と同様にイエスの処女の誕生を確認し、ベツレヘムで発生することを確認しています。処女誕生の物語は、母親によって神に誓約された後、メアリーが神殿で育てられている間、天使ガブリエルによるメアリーへの発表です。ガブリエルは、彼女があらゆる国のすべての女性に対して名誉を与えられており、聖なる息子の喜んだ知らせをもたらしたと述べています。\n\nミニチュアの告知\nガブリエルは、息子がメシアのイサと名付けられると宣言し、彼が偉大な預言者と呼ばれると宣言します。メアリーは、誰も彼女に触れていなかったときに彼女がどのように妊娠し、子供を持つことができるかを尋ね、神が彼が何をするかを宣言することができ、それが通り過ぎるようになるという天使によって答えられました。\n\nコーランからの物語はメアリーと共に続き、出産の痛みに打ち勝ち、彼女が飲むことができる彼女の足の下に水の流れを提供され、彼女が揺れたように彼女が揺れることができるヤシの木が熟しています。出産後、メアリーは赤ん坊のイエスを神殿に連れて行き、彼女は神殿の長老たちから子供について尋ねられます。ガブリエルから沈黙の誓いを命じられた彼女は、幼児のイエスと幼児が宣言し、次のように指摘しています。\n\n彼は言った、私は神のしもべだ。彼は私に本をくれて、私を預言者にしました。彼は私がどこにいても私を祝福させ、私が生きている限り、私に礼拝と施しを命じました。そして私の母に忠実であること。そして、私を抑圧的で不敬にしていません。平和は私が生まれた日、私が死ぬ日、そして私が生きて育てる日に私にあります。[8]\n\nゆりかごから話すイエスは、コーランで彼に起因する6つの奇跡の1つであり、6世紀の作品であるシリア幼児の福音にも見られます。[9] [10]さまざまなハディースによると、イエスとマリアは生まれて泣きませんでした。[11]イスラムの預言者ムハンマドは、イエスとマリアの両方が罪のないものとして生まれた唯一の人間であり、したがって、彼らの誕生時のサタンの触覚から保護され、アル・イムランの36節を引用したと説明した。\n\n出生物語\n\nコーランによると、労働の痛みはメアリーをヤシの木の幹に連れて行きました。\nイスラム信仰は、イエスが妊娠したとき、マリア（またはマリアム）が文字通りの処女であるというキリスト教の伝統の中でいくつかの鎖を反映しました。イエスの告知と誕生の最も詳細な説明は、神が神が耐えることをすぐに期待できることを発表するために神（アッラー）が天使を送ったと物語が語られたコーランのスーラ3（アル・イムラン）と19（マリアム）で提供されています。息子、処女であるにもかかわらず。[13]\n\n一部の学者は、スーラ19 [14]の記述はルークのキリスト教福音書の説明に特に近いことに注目しています。[15]メアリーへの告知はコーランで2回言及されており、どちらの場合もメアリー/マリアムは、息子を救うために神に選ばれたと言われています。最初の例では、ニュースの担い手（ほとんどのイスラム教徒から大天使ガブリエルであると信じられている）は、彼が男の形をとって（Q19：16-22）、（Q3：42-47）でニュースを伝えました。 。[16] [17]受胎の詳細は議論されていませんが、マリアが貞操を考慮して息子を耐えることができる方法を尋ねると、神は彼が意志を作り、これらのことは神にとって簡単だと言われます。[16] [18]コーラン（Q21：91およびQ66：12）は、神が彼の天使を通ってメアリーに吹き飛ばし、彼女は貞潔であるにもかかわらず、父親なしでイエスを抱きしめたと言います（情報源はあなたがガブリエルを父親として解釈することを可能にします）。[19] [20]\n\n8世紀のイスラム教徒の歴史家イブン・イシャク（704–767）は、キタブ・アル・ムブタダ（当初）というタイトルのアカウントを書き、ゼカリヤはメアリーの守護者であると報告し、彼女を維持することができないと報告します。ジョージと名付けられました。教会に隔離された彼女は、ジョセフという若い男が加わり、彼らはお互いに水や他の仕事をするのを助けます。イエスの誕生の記述はコーランの物語に続き、飼い葉coldの木の横にあるベツレヘムで誕生が起こったと付け加えました。[21]\n\n10世紀のペルシャの学者であるアルタバリ（839–923）は、メシアへの贈り物（東からのマギに似た）でペルシャ王から到着する使節に言及しています。ジョセフ（特にメアリーの夫ではない）と呼ばれる男への命令は、彼女と子供をエジプトに連れて行き、後にナザレに戻ります。[22]\n\n子供時代\n主な記事：神殿での発見\n参照：エジプトへのフライトとトーマスの幼少期の福音\nコーランにはエジプトへの飛行の伝統は含まれていませんが、スラXXIIIは50を暗示することができますが、「そして、私たちはマリアムと彼の母親の息子にサインを与えました。 [25]しかし、福音書や非植物の情報源に見られる物語に似た物語は、イスラムの伝統と数世紀にわたっていくつかの詳細と精巧さが追加され、イスラムの作家や歴史家によっていくつかの詳細と精巧さが追加されました。一部の物語では、イエスと家族がエジプトに最大12年滞在しています。[26]イエスの若者の多くの道徳的な物語と奇跡的な出来事は、Qisas al-Anbiya（預言者の物語）、何世紀にもわたってイスラム以前の預言者と英雄について構成されている本で言及されています。\n\nアル・マスディは、少年としてのイエスが詩salから読書を読んでいるユダヤ人の宗教を研究し、「光の性格をたどる」ことを発見したと書いています。\n\n「あなたは私の息子であり、私の最愛の人です。私はあなたを自分のために選んだ」\n\nイエスと一緒に主張して：\n\n「今日、神の言葉は人間の子で満たされています。」[22]\n\nエジプトで\n参照：トーマスの幼少期の福音\nいくつかの物語は、イエスの幼少期、特にエジプトでの期間と出来事に関する彼の時間についてのイスラムの著作における格差と類似性を示しています。物語のほとんどは、たとえばトーマスのイスラム以前の福音書など、非標準的なキリスト教の情報源に見られます。そのような格差の1つは、イエスがベツレヘムの代わりにエジプトで生まれたという誕生物語を含む彼の歴史の完全性におけるアル・アティルからのものです。[27]\n\nイエスの子供時代の他のいくつかの物語は、異教徒間研究の教授Mahmoud M. Ayoub。多くの奇跡は、エジプトにいる間に若いイエスに起因しています[26]（§§奇跡やその他の奇跡を参照）。\n\n成人期\n\nイエスがヤヒヤ・イブン・ザカリヤ（洗礼者ヨハネ）によってバプテスマを受けたヨルダン川。[29]\nミッション\n参照：イエスと使徒省（イスラム教）\n一般に、イエスは西暦1世紀のユダヤの共通言語であり、地域が大勢であることにアラム語を話したことが合意されています。[30]\n\nイスラムの思考で処方されたイエスの最初で初期の見解は、預言者のものです。神によって選ばれた人間は、偶像を崇拝するための人類に関する裁きと、真の神に向けるという挑戦の両方を提示するためです。これから、イスラム教徒のアイデンティティのレンズを通して以前のすべての預言者に反映されているイエスは、古くからのメッセージを繰り返すメッセンジャーに過ぎないと考えられています。イエスの奇跡とイエスに起因するコーランの称号は、すべての預言者のメッセージの背後にある同じ力であるイエスの神の神性ではなく、神の力を示しています。イスラムの伝統の中には、イエスの使命はイスラエルの人々と預言者としての彼の地位が多数の奇跡によって確認されていることにのみあると信じています。[31] [32]\n\nイエスの2番目の初期の高いイメージは、終わりの時間です。この概念は、主にハディースから生じます。イスラム教徒の伝統は、キリスト教の神学で同様に見られる物語を構築し、イエスが時間の終わりに到着し、反キリストと戦うために地球に降りてくるのを見ています。この物語は、イスラム教の原因を擁護することを理解されており、イエスがムハンマドの優位性を指摘しているいくつかの伝統があります。ほとんどの伝統は、イエスが自然死を死ぬと述べています。[33]\n\n3番目の特徴的なイメージは、イエスが禁欲的な姿を表していることです。心の預言者です。コーランはイエスの「福音」を指しますが、彼の具体的な教えはコーランまたは後の宗教的なテキストでは言及されていません。それらはほとんど欠けています。スーフィーの伝統は、イエスが尊敬され、ムハンマドを含む他の預言者から独特の声を持つ精神的な教師として認められた場所です。スーフィズムは、禁欲主義、詩、哲学、投機的提案、神秘的な方法など、多くのアプローチを通じて、神との結合の次元を探求する傾向があります。西洋の心へのスーフィズムは、ネオプラトニズム、グノーシス主義、仏教の同様の起源または要素を共有しているように見えるかもしれませんが、イデオロギーはコーランの言葉を遵守し、ムハンマドを完璧な人として追求するため、明らかにイスラム教です。[34]\n\n説教\nイエスの説教のイスラムの概念は、イラクのイラクのクファで生まれたと考えられており、イスラム教徒の伝統と奨学金の最も早い作家が策定されたラシドゥンのカリフ制の下で。イエスとクファで開発されたイエスと彼の説教ミニストリーの概念は、ローマからの公式の教会の司教の任命に反対したエジプトの初期の禁欲的なクリスチャンから採用されました。[35]\n\n約85歳の最古の物語は、イブン・アル・ムバラク（d。797）によるキタブ・アルズ・ラカイク（禁欲主義と柔らかいmerciesの本）と題された禁欲文学の2つの主要なコレクションにあります。 Ibn Hanbal（d。855）によるKitab al-Zuhd（禁欲主義の本）。これらのことわざは4つの基本グループに分類されます。a）終末論的なことわざ。 b）quasi-gospel sayings; c）禁欲的なことわざと物語。 d）イスラム教徒の論争を反映することわざ。[36]\n\n格言の最初のグループは、コーランで描かれているように、イエスの原型を拡大します。福音のコアを含む2番目のストーリーのグループは、「明らかにイスラムの切手」で拡張されています。 3番目のグループは、4人の中で最大のグループであり、イエスがイスラム教徒の禁欲主義の守護聖人として描写しています。最後のグループは、イスラムの原型とイスラム教徒中心のイエスと彼の属性の定義に基づいており、「神の霊」や「神の言葉」などの用語に関する難解なアイデアを促進します。\n\n奇跡\n主な記事：イエスの奇跡\n参照：トーマスの幼少期の福音\nコーランは、少なくとも6つの奇跡がイエスに帰属し、何世紀にもわたって作家や歴史家によってさらに多くの奇跡が追加されています。教育者であり、ムドハッキラト・ダジャハ（鶏の回顧録）で最も知られている著者であるイシャク・ムサ・アル・アル・フサイニ教授であり、彼の預言者と彼の権威の兆候としてイエスに起因していたと、奇跡は彼の預言と彼の権威と考えられていた。 、1943;第2版1967）。コーランと現代のアラビア文学のキリスト（1960）で、アル・フサイニは、それが注目に値するムハンマドが自分自身に奇跡を起こさないと述べた。[38]\n\nコーランにおけるこれらの6つの奇跡は、福音や非標準的なグノーシス派の情報源とは異なり、詳細がありません。何世紀にもわたって、これらの6つの奇跡の物語はハディースと詩を通して詳述されてきました。福音書、非代表源、そして伝承から言及されている他の奇跡のいくつかを含む宗教的な著作があります。[26] [28]\n\nゆりかごから話す\nゆりかごから話すことは、コーランの3つの場所で言及されています：Al-Imran（3）41、46、Al-Maida（5）109–110およびMaryam（19）29–30。物語の一部には、既知の夫なしで出産したという告発から母親のメアリーを擁護する幼いイエスがいます。[39]初期のイスラム教はジョセフと彼の役割について不明でした。したがって、これらのグノーシス派の福音の影響は、コーランが反対者によって神聖ではないかもしれないと言っていると主張されています。イエスは天使のガブリエルが告知で言及したように語っています。イエスは自分が神の召使であることを宣言し、本を与えられ、預言者であり、どこへ行っても祝福され、彼が生まれた日、彼が死ぬ日を祝福します、そして彼が生きて育った日。[40]\n\nこの特定の物語は聖書には見られませんが、ゆりかごから話すというテーマは、非系イスラム以前のシリアク幼児福音書にあります。その源泉は、イエスが自分自身を神の子である言葉であると宣言し、天使のガブリエルが以前に福音書で詳述したようにメアリーに発表したことを肯定している[39]。\n\n粘土から鳥を作る\n子供がアル・イムラン（3）43、49およびアル・マイダ（5）109–110で言及されているとき、粘土から鳥を作り、彼らに命を吹き込むという奇跡の物語。この奇跡は標準的な福音書でも言及されていませんが、同じ物語は少なくとも2つのイスラム以前の情報源にあります：トーマスとユダヤ人のトレドット・イェシュの幼少期の福音は、クルアーンとこれら2つの情報源の間に細部の詳細がほとんどありません。 41] [42]\n\n盲人とハンセン病患者を癒します\n参照：ガリラヤの2人の盲人を癒し、10人のハンセン病患者を浄化する\n新約聖書と同様に、コーランはイエスがアル・イムランの盲人とハンセン病患者を癒すイエス（3）49。癒され、イエスが祈りのみを通じてこれらの病気を癒したこと。[43]中世の学者であるアル・タラビは、これら2つの特定の病気が医学的援助を超えていることについて書いており、イエスの奇跡は他の人によって彼のメッセージの明確な兆候として目撃されることを意図していました。[41]\n\n死者を育てる\nイエスは、アル・イムラン（3）49で述べたように、人々を死からよみがえらせたと信じられています。ナインの未亡人の息子、ラザロのヤイロスの）。[44]\n\n予測\nイエスは、他の人に隠されている、または未知のものを予測することができた、または予知を持っていた[45]。一つの例は、イエスが誰もが彼に尋ねたすべての質問に正しく答えることです。別の例は、イエスが人々がちょうど食べたものと、彼らが彼らの家に保管したものを知っていたことです。[26]\n\n天国からの食べ物の表\n主な記事：多数の給餌\n参照：最後の夕食\nコーランの第5章、アルマイダ（5）112–115では、ナレーションは、イエスが食べ物を積んだテーブルを要求する弟子たちと、将来の彼らの特別な記念日であることを言及しています。これは、イスラムおよびアラビア語研究の教授W.モンゴメリーワット（d。2006）によると、聖体への参照である可能性があります。[46]比較宗教の教授であるジェフリー・パリンダー（d。2005）によると、この物語が福音の最後の晩upに類似しているのか、それとも群衆を与えているのかは不明ですが、アラビア語の言葉（イスラム教徒の祭り）に結びついているかもしれません：[47]\n\nある時、弟子たちは、マリアの息子であるイエスよ、あなたの主は私たちのために天国からテーブルを送ることができますか？彼は、あなたが信者であるならば、神を恐れると言った。彼らは私たちがそれを食べたいと言っており、私たちの心は平和であるかもしれないと言い、あなたが正直に話し、それの証人の中にいることを知っているかもしれません。マリアの息子であるイエスは、私たちの主が私たちのために私たちのために私たちのために、私たちの最初の人と私たちの最後の人たちのために、そしてあなたからのサインを送って、私たちの主が私たちに私たちに送られます：そして、そして（そして（食べ物）私たちにとって、あなたは最高のプロバイダーです。神は私があなたのためにそれを送っていると言った。[46]\n\nスンニ派のexegeteタバリによる記録で、最後の晩upの前に、死の脅威が彼を不安にさせました。したがって、イエスは最後の晩upのために弟子たちを招待しました。食事の後、彼は彼らの手を洗い、清めを行い、服を着て手を拭きました。その後、イエスは彼らに答えました。私があなたのために自分自身を拡大したので、お互いに関係して高慢になるのではなく、お互いのためにあなた自身を拡大してください。」弟子たちに彼の教えで指示した後、イエスは彼らの一人が彼を否定し、別の人が彼を裏切ることを予言します。しかし、イエスの死に対するイスラムの見解に従って、イエスの類似の死体が十字架につけられ、イエス自身が神に育てられました。[48]\n\n他の奇跡\nイエスに関する特定の固有の教訓を含む、またはイエスに関するコーランの詳細の欠如のために意味を提供する、イエスについて長年にわたって多くの物語や物語が開発されてきました。これらの物語のいくつかは、性質において新約聖書に似ていますが、一部の物語は非常に人間的な方法でイエスを描いています。\n\n何世紀にもわたってイスラム教徒の作家によって言及されたイエスの奇跡のいくつかの詳細な要約に加えて、大人（水上を歩く - 福音にも見られる）から、パンのパンを地面から引き起こすように）、[39]幼少期からの他の奇跡含める：イスラム教徒の信条の基礎を学校長に説明し、泥棒が裕福な首長に誰であるかを明らかにし、飲み物の空の瓶を埋め、専制王に食べ物とワインを提供しながら、この王に死んだ男を育てる彼の力を証明します死者から、子供を育てて誤って殺され、単一色のVATから衣服がさまざまな色で出てきました。[26]\n\n王室の役人の息子を癒します\n主な記事：王室の役人の息子を癒します\nアルタバリ（d。923）は、地域の特定の王との大人のイエスの出会いと息子の癒しの物語を報告しています。王の身元は言及されていませんが、伝説はフィリップ・ザ・テトルカを示唆しています。対応する聖書の参照は「王室の役人の息子」です。[49]\n\n貪欲と真実を伝える\nAyoub教授によると、中東の伝承で一般的に見られる苦労して学習した教訓として使用されている若いイエスによる奇跡の伝説的な物語は、ユダヤ人の男とパンのパンに関係しています。論争的な口調を持っていますが、レッスンは、真実を伝えるナレーションに織り込まれた貪欲に集中しています。それは子供向けの本でよく見られる物語です。[50]\n\n固有の知恵\n参照：ロゴ（イスラム）とロゴ（キリスト教）\nもう1つの伝説的な奇跡の物語は、イエスの子供時代の知恵に関するものです。イブン・イシャクのアル・タバリを通じて報告されたこの伝説は、メアリーがイエスを宗教学校に送るメアリーと、教師が驚いていることについて、イエスがすでに教えられている /議論されていることを知っているのを見つけることについて語っています。[26]\n\n子供の家の食べ物\nアルタバリの別の物語は、若いイエスが彼の村の若者と遊んで、両親が自宅で彼らのために準備している食べ物を彼らに伝えることについて語っています。[26]\n\n物語の詳細によると、一部の親はイライラし、子供たちがイエスと遊ぶことを禁じました。その結果、両親は子供たちをイエスから遠ざけ、子供たちを一本の家に集めました。ある日、孤独を感じて、イエスは彼の友人を探して出かけ、この家に来て、彼は両親に子供たちがどこにいるのか尋ねました。両親は嘘をついて、子供たちがそこにいないと答えました。イエスが家の中に誰がいるのかと尋ねた後、両親はイエスを豚と呼んでいます。イエスはそれから「この家に豚がいるようにしましょう」と言い、すべての子供たちを豚に変えます。[28]\n\n何世紀にもわたって、イスラム教徒の作家は、異端のイスラム以前の情報源から、そしてイエスに関する伝説としての標準的な情報源から、悪魔を投げ出すなど、他の奇跡を参照してきました。\n\n啓示\n主な記事：イスラム教の福音\nイスラム教徒は、神がアル・インジル（福音）と呼ばれる新しい聖書をイエスに明らかにしたと信じており、前の啓示の真実を宣言していると信じています：アル・タウラト（トーラー）とアル・ザブール（詩sal）。[51]コーランは、フォロワーの心を柔和と敬ietyで満たす聖書として説明しているアル・インジルについて好意的に語っています。伝統的なイスラムの解釈は、聖書のメッセージが歪んだと主張している（tahrif）、ta'yin al-mubhamと呼ばれている（「あいまいさの解決」）。[52]この論争的な努力は、中世の時代に起源があり、アブド・アル・ジャバル・イブン・アフマドの著作があります。[53]モーセの律法に関して、コーランは、イエスがユダヤ人の法律を廃止したことはなく、むしろ彼らを確認したが、部分的な廃止のみをしていることを示している。[54]\n\nイスラム教徒は長い間、パウロがイエスの元の教えを意図的に腐敗させたと信じてきました。[55] 9世紀の歴史家Sayf Ibn Umarは、特定のラビがパウロに、IbnのHazmがキリスト教に不快な教義と見なしたものを紹介することにより、初期のクリスチャンを意図的に誤解させるよう説得したと主張しました。\n\nYusuf al-Qaradawiによれば、彼の著書「The Lualful and The The bebited in Islam」によれば、イエスが最初に神によって罰として立法をしたユダヤ人のために廃止された法的制限。[57] Tafsir al-Jalalaynなどの古典的な解説は、スパイクなしで、または一般的に魚や鳥の肉の消費に関連していることを指定しています。[58]\n\nコーランでの言及\n弟子\nコーランは、イエスは彼のメッセージを信じていた弟子のグループ（チャワリユン）によって助けられたと述べています。コーランは弟子たちに名前を付けていないが、イエスが彼らにメッセージを説教するいくつかの例を与えている。イスラム教徒は、イエスの弟子たちをムハンマドの仲間（ṣaḥāba）と同一だと考えています。[59]キリスト教によると、12人の弟子の名前は、ピーター、アンドリュー、ジェームズ、ジョン、フィリップ、バーソロミュー、トーマス、マシュー、ジェームズ、ジュード、サイモン、ユダでした。\n\nコーランは、第3章、52〜53節で、弟子たちがイスラム教の信仰に服従したと述べています。\n\nイエスが彼らの側で不信仰を見つけたとき、彼は言った：「神の仕事の私のヘルパーは誰ですか？」弟子たちは次のように述べています。目撃者。\"\n\n - コーラン・スーラ・アル・イムラン52–53 [60]\nイエスの弟子たちが関与する最長の物語は、イエスが彼らの要求に応じて天から食べ物の表を持ち込むという奇跡を実行するとき、彼の説教が本当のメッセージであることをさらに証明することです。\n\n上昇\nアンニサの詩157は、イエスの十字架刑の出来事を指すためのコーランの主な詩です。[61]それは、イエスが殺されず、十字架につけられなかったと言っていますが、それは作られました\nAN-NISAの詩157\n彼らが言った（自慢して）、「私たちは神のメッセンジャーであるマリアの息子メシア・イエスを殺しました」。そこには、（特定の）知識はありませんが、従うべき推測のみであり、彼らが彼を殺したことを保証しなかったため、疑いがあります。\n\n彼らに現れる」。[62]ほとんどのイスラムの伝統は、イエスが十字架で物理的に死んだか、そうでなければ死んだことを断固として否定しています。[63] [64]イスラムの解釈は、他の人がイエスの場所で十字架につけられたと報告しています。しかし、一部の現代のイスラム教徒の学者は、イエスが実際に死んだと信じており、彼の生存への言及は象徴的であり、文字通りではありません。イエスの死の性質に関するこの意見の相違は、イスラムのキヤノン自体の中に見られ、イエスが死んだと言っているムハンマドの仲間を引用して、初期のハディースが引用しています。一方、その後のハディースとタフシールの大部分は、反対を支持して主張している。\n\nコーランによると、彼は十字架につけられなかったが、むしろ神によって救われた。 （初期のイスラムの伝統と解釈は、死とその長さに関するやや矛盾する報告を引用していますが、イスラム教徒はイエスが十字架で死ななかったと信じていますが、彼が天国に生きて育てられたことによって救われたと信じています）。\n\n代替\n代替主義者の解釈がどこから生まれたのかは正確には不明ですが、一部の学者は、2世紀の特定のグノーシス族グループの間で発生する理論を考慮しています。[10] Leirvikは、コーランとハディースが、アラブ半島とさらにアビシニアで普及した非カノニック（「異端」のキリスト教の影響を明確に受けていると感じています。[65]\n\nほとんどの西洋の学者[66]ユダヤ人[67]とキリスト教徒はイエスが死んだと信じている一方で、正統派のイスラム教徒の神学は、彼が十字架に置かれることなく天国に昇ったことを教え、神は他の人、シレンのサイモンをイエスとまったく同じように変えました。イエスの代わりに十字架につけられた（cf.を参照してください。イレナエウスのバジリドの異端の説明、Book I、ch。xxiv、4。）。[68] [69]\n\n不一致と不一致は、イブン・イシャク（d。761）が十字架刑に至るまでの出来事の短い会計の報告から始まり、最初にイエスがセルギウスという名前の人に置き換えられたが、イエスの墓の記述を報告していると述べた。メディナに位置し、第三にコーラン（3:55; 4：158）の場所を引用して、神はイエスを自分自身に引き上げました。[70]\n\nイブン・カティール（d。1373）は、十字架刑が起こったが、イエスではそうではないことを示唆する伝統に従っています。[81]イベントの後、Ibn Kathirは、人々が3つの異なる物語に従って3つのグループに分けられたと報告しています。ヤコビ人は、「神は彼が意志していた限り私たちと一緒に残り、それから彼が天に昇った」と信じていた。ネストリア人は、「神の子が私たちと一緒にいた限り、神が彼を天国に育てるまで私たちと一緒にいた」と信じています。そして、「神の召使と使者であるイエスは、神が彼を自分自身に育てるまで神が意志を持つ限り、私たちと一緒に残っていた」と信じているイスラム教徒。[82]。\n\n再臨\n審判の日の前にイエスの到着のタイムライン\n\nダマスカス、ウマイヤドモスクのイサのミナレット\nイスラムの伝統によると、天国に昇り、2000年以上そこに住んでいたイエスは、審判の日の少し前に地球に降りて、戦争の真っin中にアルマシド・ダジャル（「偽りのメシア」）と彼のフォロワーと戦った、マフディと彼のイスラム教徒のフォロワーの助けに来るために。 [87]彼はマフディに挨拶し、（イスラム教徒である）彼のそばに祈る。最終的に、イエスはロドでダジャルを殺すだろう。[88]\n\nその後、彼は「十字架を壊し、豚を殺し、ジジャの税を廃止する」と、よく知られているサヒ・アル・ブハリ・ハディースによると、[89] [90]この預言の「通常の解釈」は、イスラム教徒であるため、イエスは自分自身のキリスト教の崇拝と、「十字架に象徴される」彼の神性を信じることを止めることです。彼はキリスト教によって放棄されたコーシャ/ハラールの食事法を再確立します。 （あるハディースによると、イエスは「教会と寺院を破壊し、キリスト教徒が彼を信じない限り殺す」）[93] [注1]\n\nイスラムのテキストはまた、古代の脅威ゴグとマゴグ（Yaʾjūjmaʾjūj）の再現を暗示しています。神は、イエスの祈りに応えて、彼らの首の裸の中に一種のワームを送ることによって彼らを殺し、大きな鳥を送り、土地から死体を運んできれいにします。[86]マフディの死後、イエスは世界のリーダーシップと平和と正義が普遍的になると仮定します。\n\nまた、伝統によれば、イエスは結婚し、子供を持ち、40年間世界を支配します（伝統は多くの異なる期間を与えます）。その後、イスラム教徒は彼のために葬儀の祈りを行い、それから彼をムハンマド、アブ・バクル、ウマルの横に空いている墓の墓の緑のドームに彼を埋めます。[97] Ibn Khaldunの伝説によると、2人のカリフは2人の預言者の間で死からよみがえります。[98]\n\nソース\nコーランはイエスの帰還の上記の物語のいずれを説明していませんが、[99]多くのイスラム教徒は、2つのコーランの詩が終わりの時期に彼の再臨を指していると信じています。[90] （1）上記の詩は、彼が地球上で死んだことはないと述べています。\n\n「そして、彼らの言うために、「確かに、私たちはアッラーの使者であるマリアの息子であるイエス、イエスを殺しました。」そして、彼らは彼を殺しませんでしたし、彼を十字架につけませんでしたが、[別の]は彼に似ているように作られました。 。そして、彼らは確かに彼を殺しませんでした。」 （Q.4：157 :)\nそして、イエスと「時間」（終わりの時間）の間のつながりを示すために解釈された2番目の詩：\n\n「そして、本当に時間の知識があります。だから、あなたがたはそれを考慮しているのではなく、私に従ってください。これは正しい道です。」 （Q.43：61トランスピックオール）。[90]\nイエスの帰還に関するハディースは、サハバの1つであるアブ・フライラにまでさかのぼりますが、実際には救世主が予想されていた初期のアッバシッドカリフ制での内戦中に導入された可能性があります。シーア派にとっては、マフディは救世主になりますが、一部のスンニ派はイエスの帰還を期待​​する傾向がありました。初期のAbbasid Caliphateの間、作業で十字架を身に着け、公共の場で豚を保持している間、禁止されていました。そうでなければ、十字架の破壊は、イスラム教徒によるこのシンボルの一般的な不承認を反映し、豚にレギオンのイエスの悪魔払いに言及することを殺します。[100]\n\nイエスはコーランで約187回、直接的および間接的に言及されており、多くのタイトルで言及されています。最も一般的なのはアルマシ（「メシア」）です。[3] [110] [111] [112] [33 ]イエスはイサという名前で25回、[注2]第三者48回、[注3]一人称35回、残りはコーランのタイトルとして言及されています。[注4] [113]\n\nムハンマドは自分自身を「イエスにすべての人の中で最も近い」と説明しました。[114]\n\nアダムとの類似性\nコーランは、人間の起源の不在に関するアダムとの彼の類似性を通して、イエスの創造論[107]を強調しています。ムハンマドはしばしばアダムとイエスの誕生を比較するために使用されていました。[115]\n\nイスラムの解釈は、神聖な介入のキリスト教の議論の背後にある論理的な矛盾を推定します。そのような意味は、創造としてのみ理解されるアダムに神性を与えたでしょう。[107]\n \nイスラム教では、イエスはイスラムの預言者ムハンマドの前身であったと信じられています。コーランによると、ムハンマドの到来は、この節を通してイエス61：6でイエスによって予測されました。初期のアラブのイスラム教徒は、既存の宗教的伝統とイエスの主張された予測に対する彼らの新しい信仰の正当性を主張しました。イスラム教徒は、イエスがムハンマドの先駆者であり、後者が来ることを預言したと信じています。[117] [26]この視点は、イエスが「アフマド」という名前の彼にちなんで現れるメッセンジャーについて語るコーランの詩に基づいています。[118]イスラム教はアフマドをムハンマドと結び付けています。どちらも、賞賛さを指すH-M-Dトリコンソナントルートに由来しています。イスラム教徒は、イエスの宣告の証拠が新約聖書に存在すると主張し、ヨハネの福音書で予告されているパラクレットの言及を引用しています。[119]\n\nイスラム教徒のコメンテーターは、使用された元のギリシャ語の単語はペリクルトスであり、有名で、輝かしい、または賞賛に値することを意味し、アラビア語でアフマドとしてレンダリングされていると主張しています。そして、これはクリスチャンにパラクレットに置き換えられたこと。[97] [120]このアイデアは議論されており、伝統的な理解がコーランのテキストによって裏付けられているかどうかを尋ねます。\n\nイスラム神学は、イエスがアフマドという名前の言及とともに、スラ61：6に従って彼を引き継ぐ別の預言者を予言したと主張している。 （アフマドは、同じトリコンソナントルートrrのアラビア語の名前ですḥ -m -d = [ح -م - د]。）イブンイシャクのムハンマドの伝記に対応する際に、イスラム学者のアルフレッドギヨームは次のように書いています。\n\n「アフマド」という用語に戻って、イスラム教徒は、アフマドが称賛されたペリクルトスまたは賞賛されたものの翻訳であることを示唆しています。\n\nハディース\nハディースは、ムハンマドと彼の周りの人々のことわざを報告されています。イエスの伝説を含むハディースは、アラブ半島とさらにアビシニアでさらに広まった非カノニック（「異端」）キリスト教の影響を受けています。[65]ハディースは、イスラム教徒のコミュニティの権威の源泉として、第三のイスラム教徒の世紀に標準的な地位を築きました。ハディースから出てくるイエスのイスラム教徒の認識は、奇跡的で、罪のない、終末論的な人物であり、人々を指し示している、イスラム教徒の預言者の視点に従って、イスラム教徒の信仰（イスラム教徒、神の意志に服従する人）へ。[イスラム教徒）。 130]\n\nハディースは、一般的なイスラム教徒の間でイエスのイメージを形作る非常に重要な役割を果たしてきました。イスラム教徒の再形成で、イエスの空白は驚くべきことです。代わりに書かれているのは、聖霊に助けられた禁欲的な魔術師です。福音は説教されるべき本と見なされており、実際の教えに言及することなく通過する際にのみ言及されています。驚くべきことに、イエスの架空のことわざと想定される教えは、ハディース収集、シーア派イスラム教、そしてイエスのスーフィー表現において卓越性を与えられています。[65]\n\nスンニ派イスラム\nKitab al-Milal Wa al-Nihal、Al-Shahrastani（d。1153）、影響力のあるペルシャの歴史家、歴史学者、学者、哲学者、神学者は、イスラムの物語を継続しながら正統派の教義に非常に近いイエスの描写を記録しています。\n\nクリスチャン。 （彼らは）キリストのコミュニティ（ウンマ）、イエス、マリアの息子（彼の平和）。彼は、モーセ（彼の平和）の後に（預言者として）真に（預言者として）派遣され、トーラーで発表された人です。彼には、死者の復活や盲人とハンセン病患者の治癒など、マニフェストの兆候と顕著な証拠がありました。彼の性質と生来の性質（フィトラ）は、彼の真実性の完璧な兆候です。つまり、彼は以前の種なしでやってくると、以前の教えなしで話すことです。すべての（他の）預言者にとって、彼らの啓示の到着は40年になりましたが、彼がゆりかごで話させたときに啓示が彼に来ました、そして、彼が伝えたときに啓示が彼に来ました（神のメッセージ） （30歳の）。彼の（預言的）ミッション（da'wa）の期間は3年3か月と3日でした。[131]\n\nシーア・イスラム\nNahj Al-Balaghaでは、4番目のCaliph Ali（r。656–661）がイエスの単純さについて話していると報告されています。[132]アリは、「イエスは枕のために石を使って、粗い服を着て粗い食べ物を食べました。彼の調味料は飢えでした。彼の夜の彼のランプは月でした。彼は彼を魅了する妻も悲しみも与えませんでした。逸脱する富。彼の両足は彼の運搬であり、彼の両手は彼の召使でした。[132]アリのgreat孫であるJa'far Al-Sadiqによると、ダビデとイエスの間の時間は400年でした。[133] Ja'farはさらに、イエスの宗教は一神教（タウド）と純粋さ（イクラシャ）であったと言います。[133] 「福音」（福音書）は彼に送られ、他の預言者が取った誓約もイエスから取られました。宗教と祈りを確立し、善を命じ、悪を禁じ、許可されたものを許し、禁じられたものを禁止します。警告とたとえ話は「インジル」で彼に送られましたが、報復の法則も報復の脚本もありませんでした（Ahkam al-Hudud）、継承の義務はありませんでした。彼は、トーラーのモーセに送られたものの緩和であるものを送られました。イエスは彼の信者に、彼らが律法と「インジル」の律法を信じていると命じた。[133]\n\nファティミッド時代の有名なイスラム教徒の法学者であるカディ・アル・ヌマンによると、イエスはコーランのメシア（アル・マシア）と呼ばれています。 ）彼らの不純物、彼らの信仰の病気。見かけ（ザヒル）または隠された（バティン）。 Qadi al-nu'manは、彼の象徴的な解釈の基礎（AsāsAl-Ta'wīl）で、イエスの霊的な誕生（ミラド・アル・バティン）について、彼の肉体的な誕生の物語の解釈として語っています（Milad al-ザヒル）コーランで言及されています。彼は、イエスの母であるメアリーは、肉体的に産むのではなく、イエス（ラヒク）を育て、指示した人の比phorであると言います。カディ・アル・ヌマンは、イエスはアリと彼の息子たちがファティマを通してムハンマドの純粋な子孫から来たように、アブラハムの純粋な子孫から来たと説明しています。\n\n外観\nムハンマドのいくつかのハディースのナレーションに基づいて、イエスはこのように物理的に記述することができます（イエスの肉体的な描写の違いは、ムハンマドが天国への昇天中やイエスを説明するとき、またはイエスを説明するときなど、さまざまな機会に彼を見たときに彼を説明することによるものです'再臨）：[144]\n\n幅の広い胸を持つ中程度/中程度/平均身長と身長のよく構築された男。\n彼の肩の間に落ちたまっすぐな、遅い、そして長い髪。濡れていませんが、水が頭からドリブルしているようです。",
"Muhammad": "イスラム教のムハンマド\n無料の百科事典であるウィキペディアから\nNavigationJumpにジャンプして検索します\nこの記事は、イスラムの文脈におけるムハンマドの役割と重要性に関するものです。一般的な概要については、ムハンマドを参照してください。\nイマーム・アル・アンビヤ\nラスル・アッラー\nムハンマド\n礎暴かる\n礎مد兄弟اللهعليهوسلم。Svg\nイスラムの書道における「ムハンマド」\nイスラム教の預言者\nイサ（イエス）が先行する\nポジションが廃止されたことで成功しました\nタイトルkhatam an-nabiyyin（「預言者の封印」）\n個人的\n月曜日、12 rabi 'al-awwal 53 BH（570 CE）\nメッカ、ヘジャズ、アラビア\n月曜日、12ラビ 'al-awwal 11 Ah（632年6月8日）\nメディナ、ヘジャズ、アラビア\n休憩場所グリーンドーム、預言者のモスク、メディナ\n宗教イスラム教\n配偶者はムハンマドの妻を見てください\n子供たちはムハンマドの子供を見ます\n両親\nAbd Allah Ibn Abd al-Muttalib（父）\nAminaBintWahb（母）\nメディナの著名な作業\n他の名前はムハンマドの名前と称号を参照しています\n親族はムハンマドの家系図、ahl al-bayt（「家の家族」）を見る\n署名Muhammad Seal.svg\nムハンマドのアザラシ\nイスラム教徒の指導者\n後継者はムハンマドへの継承を見る\nアラビア語の名前\n個人（ISM）ムハンマド\nPatronymic（NASAB）ムハンマド・イブン・アブド・アッラー・イブン・アブド・アル・ムッタリブ・イブン・ハシム・イブン・アブド・マナフ・イブン・QUSAI IBN KILAB\nTeknomenmic（Kunya）Abu al-Qasim\nビスミラヒル・ラーマニル・ラヒム\nイスラム教のシリーズの一部\nイスラムの預言者\nアンビヤ\nコーランの預言者\nイスラム名と聖書の名前によってリストされています。\nʾādam（アダム）ʾidrīs（enoch）nūḥ（noah）hūd（eber）ṣāriḥ（selah）ʾibrāhīm（abraham）louh（lot）ʾismāṣh（ishmael）ジェスロ）ムーサー（モーゼス）ハルン（アーロン）ドゥルキフル（エゼキエルまたはゴータマ仏）ダード（デイビッド）スライマン（ソロモン）ユヌス（ジョナ） ）ムハンマド（ムハンマド）\nメインイベント\nビュー\n イスラム教ポータル\nvte\n上のシリーズの一部\nイスラム教\nallah3.svg\n信念\n実践\nTextsFoundations\n歴史\n文化と社会\n関連トピック\n イスラム教ポータル\nvte\nムハンマド・イブン・アブド・アッラー（アラビア語：مُحοم業者叙事詩叙塔掛入豚ٱき632年6月8日）は、イスラムのすべての主要な支部における神の使者と預言者の封印であると考えられています。イスラム教徒は、イスラム教の中心的な宗教的テキストであるコーランが神によってムハンマドに明らかにされ、ムハンマドがイスラム教を回復するために送られたと信じています。モーセ、イエス、その他の預言者。[1] [2] [3] [4]ムハンマドがコーランで確立した宗教的、社会的、政治的な教義は、イスラム教とイスラム世界の基礎になりました。[5]\n\nムハンマドは、53 BH（570 CE）がメッカの尊敬されているクレイシ族の家族に生まれ、「アルアミン」（「信頼できる」を意味する」を意味するタイトル「アルアミン」（「6]を意味する」を獲得しました。 11 bh（西暦610年）の40歳で、ムハンマドは、彼の人生の終わりまで続いたコーランの降下の始まりであるヒラと呼ばれる洞窟で彼の最初の言葉による啓示を受けたと言われています。そして、イスラム教徒は、ムハンマドが神から神の一体性を説くように頼まれたと考えています。新しく改宗したイスラム教徒の迫害のために、メディナ（当時はヤスリブとして知られていた）からの代表団の招待により、ムハンマドと彼のフォロワーは、ヒジュラとして知られるイベントである1 AH（622 CE）でメディナに移住しました。[10] [10] [10] [10] [10] 11]ムハンマドの人生の転換点であるこのヘギラは、イスラム暦の始まりもマークしています。メディナでは、ムハンマドはメディナの憲法をスケッチし、そこのさまざまな既存のコミュニティの権利と関係を指定し、独立したコミュニティを形成し、最初のイスラム国家を確立することができました。メッカ人の継続的な敵意にもかかわらず、ムハンマドは彼のフォロワーとともに、630でメッカをコントロールした[13] [14]、すべての異教徒の偶像の破壊を命じた。[15] [16]。ムハンマドはメディナでの晩年に、イスラム教の下でアラビアのさまざまな部族を統一し[17]、社会的および宗教的改革を実施しました。[18]彼が約11 AH（632 CE）で亡くなった頃には、アラビア半島のほとんどすべての部族がイスラム教に改宗しました。[19]\n\nイスラム教徒はしばしばムハンマドを預言者ムハンマド、または単なる「預言者」または「メッセンジャー」と呼び、彼をすべての預言者の中で最も偉大なものと見なしています。[1] [20] [21] [22]彼はイスラム教徒にあらゆる美徳の所有者と見なされています。[23]尊敬の行為として、イスラム教徒はアラビア語の祝福のsallallahu 'alayhi wa sallamによるムハンマドの名前に従っています（彼に平和があることを意味します）、[24]時々「Saw」または「pbuh」と略されます。\n\nコーランで\n詳細：コーランのムハンマド\n\nThuluthで書かれたMuhammadという名前、スクリプトの種類のイスラム書書記\nコーランはムハンマドの幼少期や他の伝記の詳細についてはほとんど列挙していませんが、彼の預言的な使命、道徳的卓越性、ムハンマドに関する神学的な問題について語っています。コーランによると、ムハンマドは神から送られた預言者の連鎖の最後です（33:40）。コーラン全体で、ムハンマドは「メッセンジャー」、「神のメッセンジャー」、「預言者」と呼ばれています。そのような詩のいくつかは2：101、2：143、2：151、3：32、3：81、3：144、3：164、4：79-80、5：15、5：41、7：157です。 、8：01、9：3、33：40、48：29、66：09。 「ワーナー」、「嬉しい知らせの担い手」、「人々を一人の神に招待する人」（コーラン12：108、および33：45-46）など、その他の用語が使用されています。コーランは、ムハンマドは最高の道徳的卓越性を持っている人であり、神は彼をイスラム教徒が従うべき「良いモデル」にしたと主張している（コーラン68：4、および33:21）。コーランは、ムハンマドの超人的特性を否認します[25]が、ポジティブな人間の資質の観点から彼を説明しています。いくつかの詩では、コーランはムハンマドの人類との関係を結晶化します。コーランによれば、神はムハンマドを真実（神の人類へのメッセージ）と、そして全世界への祝福として送りました（コーラン39:33、21：107）。イスラムの伝統において、これは、神がムハンマドを人類へのメッセージで送ったことを意味します。 。[26]\n\nコーランによると、ムハンマドの到来はイエスによって予測されました。「そして、マリアの息子であるイエスは、「イスラエルの子供たちよ！私はあなたに神のメッセンジャーであり、私の前に律法（それが来た）を確認します、そして、私の後に来るメッセンジャーの嬉しい知らせを与え、その名前はアフマドになります」（コーラン61：6）。この節を通して、初期のアラブのイスラム教徒は、既存の宗教的伝統とイエスの申し立てられた予測に対する彼らの新しい信仰の正当性を主張しました。[27]"
}
