{
"Adam": "Бірінші пайғамбар және барлық адамдардың әкесі.\nАдам мен жаратылыс тарихы Құран бойында орналасқан. 2, 4, 5, 20, 21, 38 тарауларда сілтемелер бар. Құран баяндауында Құдай адамзатты балшықтан жаратқан (С3: 59), [18] оны пішінге салып, содан кейін періштелерді Адамға тағзым етуге (жіберуге) бұйырды. Иблиспен мақтаныштан бас тартты [19] [19] және Жаннадан (жұмақ) жіберді.\n\nҚұранның айтуынша, Құдай Адамат жаратылғанға дейін Адамзат (Адам және оның ұрпағы) жер бетінде орналасатынын шешті. Ислам адамзаттың жер бетіндегі өмірін Құдайдың жоспарының бір бөлігі ретінде жаза алмайды.\n\n- «Мен адамзаттың ұрпақтарын жер бетіндегі ұрпақтан кейін орналастырамын». Олар (періштелер) былай деді: «Сен қайсысын жасап, қаны төгетін адамдармен қоясыңдар, ал біз (періштелер) біз сені мадақтап, ризашылықпен мадақтап, қастерлеп, қасиетті боламыз?» Құдай: «Мен сенің білмейтінін білемін», - деді. »\n\nСодан кейін Құдай Адамға барлық нәрселердің есімдерін үйретеді және Адамның алдынан періштелерді Адамдардан гөрі, Адамның жоғары интеллектуалды қабілеті бар екенін көрсету үшін жинайды.\n\n«Және ол Адамдардың барлық есімдерін - бәріне тәлім берді. Содан кейін ол оларды періштелерге үйретті:« Егер сенің есімдері туралы айтып бер », - деді. Бізде жоқ, бізде жоқ, бізге тәлім беретіндігіңді сақта: шындықты білесіңдер. Оларға олардың есімдерін айтып берші «, - деді. Құдай (періштелерге):» Мен саған аспан мен жердің құпияларын білемін, мен сенің нені білетінімді және не білемін? «- деді.\n\nҚұдай періштелерге Адамға тағзым етуді бұйырады. Илис қоспағанда, барлық мойынсұну, ол оның отқа жетілуін сезіне отырып, Адамнан жасалған Адамға тағзым етпеуі керек. Оның Құдайдың бұйрығының тілазарлығы оның мақтанышы одан әрі Құдайдың ықыласына ие болды.\n\n«Міне, біз періштелерге:« Адамға тағзым », - дейді олар иіліп, олар тағзым етті. (2:34)\n\nҚұдай кейінірек Адам мен Хауаны бақшаға апарады және оларға белгілі бір ағашқа келмеуінен басқа, өз жемістерінен ләззат алатындығын айтады: (2:35)\n\n«Біз:« О, Адам! сен мен сенің әйеліңді бақшада тұрасың; және сіз өздерімен бірге (қайда және қашан) өздерімен бірге тамақтаныңыз; Бірақ бұл ағашқа жақындамаңыз, немесе сенің зиян мен трансгрессияға ұшу ».\n\nСодан кейін Шайтан Адам мен Хауаны ағаштың жемістерін жеуге алдайды: (2:36)\n\n«Онда Шайтан оларды (бақшадан) тастап, оларды өздері болған күйден шығарды. Біз:« Сіздермен, барлығыңыздан), барлығыңыз (сіздермен), кейбір адамдармен бірге болыңыз басқаларға қарай. Жер бетінде сіздің тұратын жеріңіз және сіздің өмір сүруіңіз - белгілі бір уақытқа дейін. »\n\nАдам мен Хауа өздерінің іс-әрекеттері үшін көп өкініш сезімін сезінеді, бірақ Құдай Адамға мейірімділік пен консольдерге айналады: (2:37)\n\n«Содан кейін Адам Иемізден шабыт берген сөзінен, ал Жарлығы оған қарай бұрылды; өйткені ол қайтып келе жатқан, мейірімді, мейірімді.\n\nСодан кейін Құдай Адамға Құдай өзінің басшылығын Адам мен оның ұрпақтарына жіберетінін хабарлайды: (2:38)\n\n«Біз:« Бәрін осы жерден (бақшадан), содан кейін маған басшылыққа түсіп, маған басшылыққа түскен сайын, олардан қорықпайды, олардан қорықпайды », - деді.\n\nЕдем бағында Шайтан (жиі кездеседі (жиі Ибли сияқты) Адам мен Хауаны тыйым салынған ағаштан жеміс беру арқылы Құдайға бағынбайды. Құдай, Адам мен Хауаны жер бетіне жібереді. [20] [21]\n\nҚұран сонымен қатар Адам мен Хауа, Қабыл және Абылдың екі ұлын суреттейді. [22] [23]",
"Idris": "Қалам және иненің өнертапқышы.",
"Nuh": "Ұлы Топан судан аман қалды.",
"Hud": "Саудагер\n\nБұл Худтың қысқаша мазмұны, екі нақты аяттарға баса назар аударады:\n\n«» Адам халқы өте күшті және бай болды және олар сансыз ғимараттарды [19] және өз күштерін көрсету үшін ескертеді. Алайда, 'адамдардың әл-ауқаты, ақыры олардың істен шыққаны дәлелдеді, өйткені олар менмен және Құдайға құлақ асып, Ғибадат ету үшін пұттарды, соның ішінде Samd, Samud және Хара деп атады. [11] Худ, тіпті балалық шақта тіпті Құдайға дұға етіп отыр. Ол Іздеу арқылы Худтың анасы, ұлының дүниеге келуіне үлкен көріністі көрген, оның ғибадат етуіне деген жалғыз адам болды. [20] Осылайша, Жаратқан Ие Худты «'''дар үшін пайғамбар ретінде көтерді. [20]\n\nХуд уағыздауға кіріп, оларды тек шынайы Құдайға ғибадат етуге шақырған кезде және ол өткен күнәлары үшін өкініп, мейірімділік пен кешірімділікті сұрағанда, 'адамдар оны шешіп, зұлым адамдар Құдайдың хабарын қоя бастады. HUD-тің әңгімесі Құранда айтылған алғашқы пайғамбарларға әсер етеді. Құран [3]:\n\nБіз өз бауырларының худтарына: «Уа, халқым, Құдайға ғибадат ету, Құдайға ғибадат етпей, ол басқа құдайларыңыз жоқ.\nО, менің халқым, мен саған саған ешқандай кеңес бермеңдер сұрамаймын: менің сыйым мені жаратқан. Сондықтан, түсінбейсің бе?\nУа, халқым, Жаратқан Ие сендерді кешіріп, өкініп, өкініп. Ол сізді аспаннан ағындардан жауып, аспаннан жібереді және сізге күш береді. Сондықтан олдан күнәкар ретінде кетпеңіз ».\nОлар: «О, Худ, сен бізге ешқандай дәлелдерсіз келдің. Біз Құдайымыздан бас тартпадық, өйткені сіз өзіңіз айтқандай, сендер де сенбейсіңдер.\nБіздің барлық құдайларымыз сізді зұлымдықпен ұрғаны туралы айта аламыз ». Ол былай деп жауап берді:« Мен Құдайға Куәгер деп атаймын, сен де куәлік етесің, сенің серіктейтіндеріңе түсініктің, мен сенің куәгерлеріңді (істеріңде) түсінемін.\nОдан басқа. Маған ұнайтындығыңызға қатты ұнамды және маған ешнәрсе бермеңіз.\nМен Құдайға сенім артамын, ол менің Раббым және мырзаларым. Жер бетінде жүретін тіршілік иесі жоқ. Иеміздің жолы - түзу.\nЕгер сіз кетсеңіз, содан кейін (есіңізде сақтаңыз) Мен сізге жіберілген хабарлама сізге жеткіздім. Менің мырзам басқа адамдарды өз орныңызға салады, және сіз оған қарсы тұра алмайсыз. Шынында да, менің Ием барлық нәрсені бақылайды ».\n\n- Құран, Сура 11 (Худ), Аях 50-57\nХуд ғажайыпы\nИбн Қайдым аль-Джавзиядан келген Тафсирдің айтуынша, Ибн Абиэй-Джавзияның айтуынша, «Ибн Аби Аль-Исц» Сааликен, Аль-Айдиа Аль-Тахавиядағы Ибн Аби-Аль-Янц, Худ өзінің кереметін көрсетті 56-58 тармағы:\n\n(56) «Біз айта аламыз, біздің кейбір құдайларымыз сізді зұлымдықпен ұрды» деп айтуға болады. Ол былай деп жауап берді: «Мен Құдайға куәлік етемін, сен де куәлік етемін, сен де сенің куәгерлерің (істеріңде) екендігімнің (істеріңде) мен одан да, менден басқа. Маған сендер маған ұнайтынды және маған еш өкініш бермейді .\n\n(57) Мен Құдайға сенемін, Ием және мырзаларым. Жер бетінде жүретін тіршілік иесі жоқ. Иеміздің жолы - түзу.\n\n(58) Егер сіз бұрылсаңыз, (есіңізде сақтаңыз) Мен сізге жіберілген хабарлама сізге жеткіздім. Менің мырзам басқа адамдарды өз орныңызға салады, және сіз оған қарсы тұра алмайсыз. Шынында да, менің Ием барлық нәрсені бақылайды ».\n\n- Құран, Сура 11 (HUD). Аях 56-58",
"Salih": "Салих (Араб: صالح »: صالح, rustried: ṣṣlić, жарқыраған ', сондай-ақ« Тасым », сонымен қатар« Тақырылған] », - деп жазылған, Куранның пайғамбары, кім [2] [3] [3] [4] [4] ] Ежелгі арабияда, Мұхаммед пайғамбардың өміріне дейін. Салихтің тарихы Құдайдың түйе тарихымен байланысты, ол Құдайдың Тамуд халқына берген сыйы болды, олар Салихтің шынымен пайғамбар болғанын растайды.\n\nОның кәсібі түйе селекционері болды.\n\nТарихи контекст\n\nСауд Арабиясының Хижази таулы аймағындағы Мадаин Салих немесе аль-Хижр\nТамуд Ассириялық дереккөздерде Ассириялық дереккөздерде атап өткендей рулық конфедерация болды. Тайпаның аты-жөні б.з.д., бірақ алтыншы ғасырға дейін пайда болуы жалғасуда, бірақ біздің алтыншы ғасырға дейін олар бұрыннан жоқ топ болып саналды. [6]: 81\n\nҚұранның айтуынша, Салих жіберілген қала, аль-Хижр деп аталды, [7] Набатаеан қаласына сәйкес келеді. [8] Қала «Бірінші ғасырдағы» ғасырында аймақтық керуен саудасындағы маңызды учаске ретінде көтерілді. [9] Қалаға іргелес жатқан үлкен, безендірілген қабірлер болды. [6] [6] [6] [6] [6] [6]: 146 ежелгі уақытта учаске тасталған және мүмкіндігінше әл-«Аль-Шуланың алмастырғаны». [10] Сайт Мадаин Салих деп аталды, өйткені Мухаммадтың дәуірінен бастап, оның Алдыңғы Салих атындағы. [11]\n\nИслам мен бахия сенімдерінің сыртында, Салих басқа да Ыбырайым және заманауи тарихи мәтіндерде айтылмайды, бірақ Тамудтың жойылуының есебі ежелгі арабияда белгілі болуы мүмкін. Тайпаның аты ежелгі араб поэзиясында «барлық нәрсенің орны» ретінде метафора ретінде қолданылады. [6]: 223-24\n\nИсламда\nBismillahir Rahmanir Rahim\nИсламның сериясының бөлігі\nИсламдық пайғамбарлар\nАнбия\nҚұрандағы пайғамбарлар\nИсламдық атаумен және Киелі кітапта көрсетілген.\n'Adam (adam)' ovoh) nūḥ (eber) ṣṣlić (erber) ' Джетро) mūsā (Һарон) Дюл-Киифль (Езекиел немесе Гаутама Будда) Dāūd (Дэвид) Сулайман (Жүніс) YūNUS (Жүніс) ' ) Muḥammad (Мұхаммед)\nНегізгі оқиғалар\nКөріністер\nИсламдық портал\nvte\nСериялардың бір бөлігі\nИслам\nAllah3.svg\nСенімдер\nТәжірибе\nМәтіндер\nТарих\nМәдениет және қоғам\nҚатысты тақырыптар\n Исламдық портал\nvte\nҚұран\n\nСалих өз халқын да ол түйені көруге шақырады\nПайғамбарлардың жарықтандырылған коллекциясы\nСалихтің өз қоғамдастығындағы өмірі соншалықты әділ болған еді. Тамуд халқы оған қолдау көрсету үшін оған сүйенді. [12] Ол Құдайды елші ретінде таңдап, байлардың өзімшілдікке қарсы уағыздауға және ширкті (пұтқа табынушылық немесе политеризм) айыптады. Салих есімді хабарды уағыздағанымен, Тамудқа арналған халық оның ескертуін естуден бас тартты және оның орнына Салихтен олар үшін керемет өнер көрсетуді бастады. Олар: «О, Салих! Сіздерден ғашық бол! »\n\nСалих өз халқына сансыз сарайлар мен өз халқын есіне салды, олар тастан, [13] және көршілес қауымдастықтардан тұратын технологиялық басымдылығы туралы еске салды. Оның үстіне, ол оларға ата-бабалары, '' '' «тайпасы және олардың күнәлары үшін қалай жойылғанын айтты. Тамудтың кейбір халқы Салихтің сөздерін сендірді, бірақ рулық жетекшілер оны тыңдаудан бас тартты және оның пайғамбарлықтарын дәлелдеу үшін кереметті көрсетуден бас тартты. [14]\n\nЖауап ретінде Құдай Тамудқа өзінің батасымен бата берді, өйткені тепе-қуыс пен сынақ құралы да. Руға түйенің бейбітшілікпен жайылып, оған зиян тигізбеуіне жол беруі керек деді. [15] Бірақ Салихтің ескертуіне ие болған кезде, тайпаның халқы түйе алды. [16] Салих оларға олардан тағы үш күнде өмір сүруге тағы үш күн болғанын хабарлады. [17] Қаланың халқы өкінді, ал [18-бетте], бірақ олардың қылмысы жойыла алмады, ал қаладағы барлық кәпірлер жер сілкінісі болды. Аль-Хижр бұдан әрі тәртіпсіз болып көрінді және одан кейін барлық уақытта қирандылардан қалды. [19] Салихтің өзі және оның соңынан ерген адамдардан аман қалды. [20]\n\nСтрат Ан-намльде оқиғаны, оның түйіні осы жерде нақты айтылмайды, ол бұл жерде нақты айтылмайды, ол тоғыз ер адам Салихті және оның бүкіл отбасын өлтірді, [21] [21] [22] олардан бас тартты Құдай үш күннен кейін. [23]\n\nМұсылман дәстүрі\nМұсылман жазушылары Салих және ол түйе туралы әңгімелерімен әзірленді. Ерте исламдық дәстүрге көбінесе түйенің мотиві, көбінесе бұзау пайда болған, көбінесе бұзау, көбінесе CALF, және түйеден сүт өндіреді. Аль-Табари Салих өз халқын өз халқынан шақырғанын, онда олар тауға керемет түрде, түйірді керемет түрде бөліп, түйені ашады. Ол түйеде жас бұзау болды. Салих Тамудқа ескі түйе бір күнде су көзінен ішкені туралы хабарлады, ал олар келесі күні ішу керек еді. Оларға су ішуге рұқсат берілмеген күндерде түйе оларға сүт берді. Бірақ Құдай «Тұқымға кедергі болатын бала» көп ұзамай руғамдан туылған, және бала жаман болған және бақытсыз өсті деп хабарлаған Құдай Салихке хабарлады. Түйе шынымен де өлтірілді, ал оның бұзауы үш рет жылады, бұл үш күнде жойылады деген сигнал берді. Олардың жүздері сарыға айналды, содан кейін қызыл, содан кейін қара, олар үшінші күні, олар болжалды түрде қайтыс болды. [24]\n\nКейбір исламдық ғалымдардың айтуынша, Исмаил, Хаджар анасы, Салих пайғамбардың немересі болды. [25]\n\nДәмкалардың ислам діні туралы осындай дәстүр Исламның пікірлері бойынша байланысты [26] [26] [27] және Ибн Катир шығармаларында да айтылған. [28]",
"Ibrahim": "Джудиздің әкесі, христиан және ислам. Қағбаны салушы.",
"Lut": "Тарихшы және саяхатшы.\n\nҚұран бір күні бір күні періштелер Ыбырайымға ер адамдардың гидтеріндегі қонақтар ретінде қонақ ретінде келді [12-беттегідей [12-бетте] оған әйелі Сара Ысқақпен жүкті болғанын хабарлау үшін. Онда олар сондай-ақ оларға Құдайдың «38-беттегі» [14-беттегідей «[14-беттегідей] жібергенін айтты. Лут пен оған сенгендер де аман қалуы керек еді, бірақ оның әйелі қирату кезінде өліп, періштелер «ол артта қалған адамдардан», - деп жазды. [17] [18] [18] Құран сонымен қатар Луттың әйеліне әділ адаммен үйленген, бірақ оның хабарына сенуден бас тартып, тозаққа сенуден бас тартты. [3] [3]\n\nЕкі қалалардың халқы Құдайдың шекараларына қарсы шықты. Құранның айтуынша, олардың күнәларына олардың күнәлары ішкі және тонау кірді. Бұл олардың жыныстық бұзылуының күнәсі,, сонымен қатар, әсіресе, әсіресе, люймен бірге болған, олар әйелдердің орнына жыныстық ықыласпен ер адамдарға жақындағаны үшін. [21] [22] Лут оларға күнәкар жолдан бас тартуға көмектесуге тырысты және оларға көмектесуге тырысты, бірақ олар оны [20-ны 'күлдірді және оны қалалардан шығарып тастады. [23] Лут Құдайға сиынып, күнәкар актілерінің салдарынан құтқарылуын өтінді. [3] [24]\n\nСодан кейін үш періштелер әдемі еркектер ретінде жасырылған, қонаққа қонақтар ретінде келді. Ол ер адамдарды ренжітті, өйткені ол оларды қалалар халқынан қорғауға мүмкіндік берді. [25] Қала тұрғындары келушілердің хабардар болуына айналған адамдар көп нәрсені өз қонақтарын өзіне тапсыруды талап етті. [26] Құдайдың қаһарын көтеріп, қорқады, олардың қыздарына заңды неке құруға, ал ашулы тілектеріне, мүмкін, басшылық көзі ретінде, мүмкін. [28] Бірақ олар өздеріне ұнамсыз болды және былай деп жауап берді: «Біз сенің қыздарыңның қажеті жоқ екенін білсің, өйткені сен өзіңді қалайтынымды білмейсің!», - деді [29] ер адам қонақтарына сілтеме жасап.\n\nЭксегетес И ибн Катир, Құрма, Табари Луттың тура қыздары дегенді білдірмейді. Олар пайғамбар оның ұлтына ұқсайтындықтан, Лот зұлымдарды күнәларынан бас тартуға және ұлт қыздарымен бірге өмірден бас тартуға және халық қыздарымен сау және қызықты қарым-қатынастармен айналысуға бағытталған деп дау айтады.\n\nСодан кейін періштелер Лутқа өздерінің шынайы ұқсастықтарын ашты: «Біз (осы жерде). Түнде оған артқа қарамауды айту. [31] Құдайға деген сенімі туралы айтып, көп түнді, оның ізбасарларымен бірге, оның ізбасарлары мен сенетін отбасы мүшелеріне кіргізді. Ақыры, таңертең және Құдайдың Жарлығы Құранда «Біз (қалалар) төңкеріліп, үстіне бұрылып, олардан қатты жаңбыр жауып, олардан қатты жаңбыр жауып, қабірге, қабатқа,« [32], осылайша егіз қалалардың тағдыры құлады, құлады Содом мен Гоморраны өркениеттердің жойылуына және үмітсіздікке және белгілеуге және таңбалауға. [3]",
"Ismail": "Арабтардың әкесі.\n\nЫсмағұл исламдағы пайғамбар болып саналады және көптеген жағдайларда Құранның басқа пайғамбарлары бар. [11] [11] [12] [13] [14] [14] Басқа өлеңдерде, мысалы 21:85 [15] және 38:48, [16] Ысмағұл шыдамды, жақсы және әділ болу үшін мадақтайды. [17] Ишмейді жеке сипаттайтын белгілі бір мысал, ол «Ишмай» кітабы 19: 54-55 [18] - «және шақырады, осы Құдайдың жазбасы арқылы Ысмағұлдар, ол әрқашан өз уәдесі үшін, және елші болды, ал апостол бала еді. Өзінің халқының дұғасы мен қайырымдылығына ие болған пайғамбар «[19-бетте] өз халқының дұғасына ие болды». [19-бетте] Ысмағұлдың ұрпағы ретінде Мұхаммед пайғамбар ретінде ақталған және исламға дейінгі уақыттан келген пайғамбарлардың жолын жалғастырады.",
"Ishaq": "Киелі кітаптан патриарх Ысқақ (арабша: arسحسحicاق) [нота] [нота]'sḥāq) мұсылмандардың пайғамбар және елші ретінде танылды. [1] Иудаизм мен христиан дінінің барысында Ислам ислам патриархтың ұлы және Ыбырайым пайғамбардың әйелі Сарадан болғанын сақтайды. Мұсылмандар Ысқалдары Ысқаққа ие болды, өйткені олар Ысқаққа да, оның қарт жасағы Ысқармаил Ысмағұлының Ыбырайымның Ыбырайым қайтыс болғаннан кейін уағыздау арқылы Әкелерінің рухани мұрасын жалғастырды. [2] Ысқақ Құранның он бес тармағында көрсетілген. [3] Құранда бірнеше рет айтылғанда, Ысқақ исламның пайғамбарларының бірі болып табылады.\n\nИсраилдіктердің әкесі.\n\nЕрте өмір\nҚұдайдың рақымы мен Ыбырайыммен келіскендіктен, Сара өзінің қартайған кезіндегі балаға даталық. Ысқақ 10 жасы болды, оның інісі Ысмағұл Ыбырайымның үйінен шөлге шықты. Шөл далада Ысмағұлда Моабтың қыздарының әйелін «Айеша» деп атады. [4]\n\nЖерлеу орны\nЫсқақ қабірі\nОның қабірі мен әйелі Рабиға Хеброндағы Патриархтардың үңгірінде, И.Д. Исаһм-Исламда белгілі Патриархтардың үңгірінде болып саналады. Ысқақтың қабірінің жанында басқа да, басқа Құран / библиялық патриархтар және олардың әйелдері: Ыбырайым мен Сара және Жақып пен Жақып пен Лия.\n\nҚұранда туралы ескертулер\nЫсқақ Құрандағы он бес рет, көбінесе әкесі мен оның ұлымен, Жақыппен (ya'qūb)) айтылады. [5] Құран Ыбырайымның айтқанын айтады, бұл «Ысқақ, пайғамбар, ал әділдердің пайғамбары» және Құдай оларға батасын берді (37: 112). «Біз оған әділдердің пайғамбар, Исацтың қуандарын бердік. Біз оған және Ысқаққа батасын бердік. Біз олардың және Ысқақтарының қатарында біз өздерін білікті, ал олар өздерін анық, ал олардың дұрыс емес екендігі», ал періштелер келді, періштелер келді Ибрахим оған болашақ жаза туралы айтып, оның әйелі, әйелі Сара, «күлді, біз оған Ысқақтың жақсы иістерін және Ысқақтан (немересі) Жақыпты (11: 71-74) бердік» (11: 71-74). ; Бұл іс-шараның Ыбырайым мен Сараның қартайғанына қарамастан, бұл іс-шара түсіндіріледі. Ысқақ туралы Ысқақ туралы Ысқақ туралы Ыбырайым (6: 84; 19: 49-50), және 29: 26-27-де айтады, және 29: 26-27-де Құдай «пайғамбарлық және оның ұрпақтарының бірі» деп жазды Ыбырайымның екі пайғамбарлық ұлдарына, оның пайғамбарлық немересі Жақып пен оның пайғамбарлық шөбересі Жүсіпке жүгіну. Құранда кейінірек ол Ыбырайым Құдайды Ысмағұл мен Ысқаққа оның қартайған бөлігінде бергені туралы мадақтады (XIV: 39-41).\n\nҚұранның басқа жерінде Ысанның тізімінде айтылған: Жүсіп: Жүсіп оның ата-бабаларының Ыбырайым, Ысқақ пен Жақыптың дінін ұстанады және Құдайдың оларға ұнайтындығымен (12: 6); Якибің ұлдары олардың сенімдерін айғақтайды және Құдайға ата-бабалары «Ыбырайым, Ысмайыл және Ысқақ» ғибадат етіп, тағзым етсін деп уәде етеді (2: 127); Құран мұсылмандарына «Ыбырайым, Ысмағұл, Ысқақ, Жақып және Патриархтар» атты аяндарға сенеді (2: 136; III: 84).",
"Yaqub": "Yaqub ибн ИбраАка Ибн Ибраһим (Араб) : «Израейе]), Жақып деп те аталатын, исламдағы пайғамбар. Ол исламдық патриарх ретінде танылған. Мұсылмандар оның беделді официст-хонотеистік сенімін уағыздады деп санайды: Ыбырайым (Ибраһм), Ысмағұл (Исмаил) және Ысқақ (Исаак).\n\nЖақып Құранда он алты рет айтылған. [1] Израилге тағы екі сілтеме Джейкобтың пікірлері деп саналады. [2] Осы сілтемелердің көпшілігінде Жақып ежелгі пайғамбарлар мен патриархтардың жанында «Сайлау компаниясында» болған ежелгі және тақуалық пайғамбар ретінде айтылған. [3] [4] Мұсылмандар Жақып Ысқақтың ұлы болғанын және ол бүкіл өмір бойы Құдайдың біртұтастығын уағыздады. Христиан және иудаизмдегідей, исламда Ислам Жақыптың он екі ұлы болғанын, олардың әрқайсысы Израильдің он екі руына барады. [5] Жақып оның ұлы Жүсіптің, Жүсіптің (yūsif) тарихында маңызды рөл атқарады. [6] Құран әрі қарай Құдай Жақыппен келісім жасап, Жақыпқа келісім жасады, ал Жақып Құдайдың бұйрығымен адал басшы еткені анық. Оның атасы (Ибрахим), әкесі (Ишак), ағасы (Исмаил), ұлы (Юсуф) және өзі исламның барлық пайғамбарлары. [8]\n\nҚұранда\nЖақыптың аты-жөні он алты рет аталады. [9] Осы тармақтардың көпшілігі оны мақтанышпен мадақтағанымен, оның әңгімесінен ешнәрсе айтпағанда, Құран өзінің өмірінен бірнеше маңызды оқиғаларды жазады. Мұсылман дәстүрлері мен әдебиеті [10-беттегі сурет] Жақыптың Құрандағы ең алғашқы іс-шарасы - періштелер (Малихика) - Ыбырайым мен Сара Ыбырайым мен Сара Ысқаққа, сондай-ақ пайғамбарлық ұлының туылуынан, сондай-ақ пайғамбарлық Джейкобтың есімімен немересі. [11] Құран мемлекеттері:\n\nОл олардан бас тартқанда және Алладан басқа да ғибадат еткенде, біз оған Ысқақ пен Жақыпқа ие болдық, олардың әрқайсысының әрқайсымыз пайғамбар шығардық.\n\n- Құран, 19-сүре (Мәрімам), Аях 49 [11]\nҚұран сонымен бірге Ыбырайымның таза монотеизмге сенімдерін ұлдарына, Ысмағыларға және Ысқақтарға, сондай-ақ Жақыпқа үйреткенін айтады. Құран Ыбырайым Ыбырайым есіне түсіріп, Ишмай, Ысқақ және Жақыпқа: «О, менің ұлдарым! Оның сенімінің күші, ол үлкен болды. Құран Жақыптың «басшылықты» деп айтады; [13] «білім» берді; [14] [14] «рухтың жетелеуімен»; [15-беттегідей «; [15-беттегідей» және «шындықты тыңдайтын болдым». [16] Құран кейінірек Жақыпқа қатысты келесілер:\n\nБіз оған Ысқаққа, ал қосымша сыйлық ретінде, Жақып, біз де, біз әркімнің әрқайсысынан әділ адамдар жасадық.\nБіз оларды басшыларды (ер адамдар) басқардық, біз бұйырамыз, біз оларды игі істер жасауға, үнемі дұға етуге, үнемі дұға етуге, үнемі қайырымдылық жасауға шабыт жібердік; Олар бізге үнемі қызмет етті (және бізге ғана).\n\n- Құран, Сурах 21 (Al-Anbiya), Ayat 72-73 [17]\nБіздің қызметшілеріміз Ыбырайым, Ысқақ және Жақып, билік және көру қабілеті бар.\nБіз оларды ерекше (мақсатты) таңдадық - ақырет хабарламасын жариялау.\nОлар біздің көз алдында, шынымен де, сайлайды және жақсы.\n\n- Құран, Сурах 38 ('қайғылы), Ayat 45-47 [18]\nЖақып пен оның ұлдары\nЖақыптың Құрандағы келесі маңызды ескертуі Юсуф Сураның баяндауында. Жүсіптің Құрандағы оқиғасы Жүсіптің бір түні болғандықтан, оның әкесі Жақыпқа жүгірді. Мен он бір планета мен күн мен айды көрдім. . Жақып өзінің Ұлы Ыбырайым жолындағы келесі пайғамбар болғанын алдын ала болжай алар еді, ал алдағы жылдары исламның жолын сақтайтын Жүсіп болар еді. Жақыптың үлкен ұлдары, алайда әкелері Жақыптың кіші ұлы Жүсіп пен Бенджаминді жақсы көретінін сезінді. Жақып олардың қызғаныштары туралы біліп, жас Жүсіп туралы ескерткен. [20] Содан кейін Жүсіптің он үлкен ағасы оны өлтіруді шешті. Құран өз пікірсысының айтуынша:\n\nОлар: «Шынында Жүсіп пен оның ағасы Әкемізді бізден гөрі жақсы көреді: біз жақсы денеміз!\n«Жүсіппен өлтіріңіз немесе оны біраз (белгісіз) жерге тастаңыз, сонда сіздің әкеңіздің ықыласы сізге жалғыз берілуі мүмкін, өйткені сізден кейін әділ болуыңыз керек!»\n\n- Құран, 12-сүре (Юсуф) Ayat 8-9 [21]\nБауырластардың бірі (әдетте Рубен), өйткені Жүсіптің орнына (Юсуф) өлтірілмеуі керек, керуен оған құдыққа түсіп, оны құдыққа түсіп, оны көтеріп, оны алып кетуі керек. [23] Осылайша, олар әкелерінен жас Жүсіпті олармен бірге ойнауға, олар өздерін бақылап жүргенде, олармен бірге ойнауға бола ма деп сұрады. Жақып DHI'B (арабша: «Араб:« Араб, қасқыр) деп қорқады, бірақ оның ұлы арқан ұрлық жасы үлкен ұлдар Жүсіпті күштеп шығарып, құдыққа лақтырып жіберді. [25] Сол түні ұлдар Жақыпқа қайтып келгенде, олар жылап, одан әрі олар қасқыр Жүсіпті жеп қойғанын айтты. Оларды алдау үшін олар Жүсіптің (Юсуфтың) көйлегін жалған қанмен бояйды, [26]. Жақып Жүсіпті жоғалтқанымен, ол қайғы-қасірет шегінде Құдайға берік қалды. [26] Жыл өткен сайын жас Жүсіп Мысырдағы бір адамға өсті. Жақып, ол Қанаханда үйде қайтып келе жатқан, онда оның ұлдары Құдайға Жүсіпті қайтып оралғаны туралы бірнеше рет дұға еткені туралы қатты мазалады. [27] Жақып Құдайға жиі шағымданғанымен, ол [14-бетте] Құдайдың істері ешқашан ешқашан Құдай жасаған істері үшін емес, бірақ өз ойында және оның өзіне деген шыдамдылық шегінен айырылды. Ол үнемі оның ұлдарын зұлымдарды елемеді және кешіреді және оларға кеңес беруге тырысты. [28] Бір күні Жақып, Жақып оның ұлдарын Тапсырмаға жіберіп, Мысырға Жүсіпті және Бенджаминді іздеуге барғанын айтты. Оның ұлдары, бірінші рет тыңдап, Мысырға кетті. Жақыптың ұлдары Канаанның біреуі Мысырдағы Жүсіп пен Бенджаминнің ізгі хабарымен бірге болған кезде, ол Жүсіптің оған берген көйлегімен бірге, ол оған әкесінің бетіне құлақ салғанын айтты, [29] Жақыптың соқырлығын жою үшін және Қайғы. Осылайша, Ұлы Нұсқаулардан ілесіп, Жүсіп айтқандай, Джейкобтың физикалық және психикалық көзқарасын қалпына келтірді.\n\nЖақыптың көзі қалпына келтірілгеннен кейін, бүкіл отбасы Мысырға, Жүсіп пен басқа да ұлдармен кездесіп, бүкіл отбасы бастады. Олар келген соң, Әкесі мен ұлы бір-бірімен бір-бірімен танысып, тағы бір рет тыныштықта болды. Қазір қуырылған Жүсіп оның ата-анасына өзімен бірге үй берді, ал Құран айтқандай, оларды «абырой тағына» көтерді. [30] Қазір бүкіл отбасы бірге Құдайға Жақып пен Жүсіптің пайғамбарлық кеңселері арқылы жүгінуі мүмкін.\n\nЖақыптың өз халқына соңғы кеңесі\nЖақып қайтыс болғанға дейін исраилдіктер Исламға сенім артуға (Құдайға мойынсұну) шақырылды. Жақып балаларының исламда ғана өлгеніне көз жеткізгісі келді, сондықтан олардан соңғы уәдесін алды. Ол олардан олар қайтыс болғаннан кейін ғибадат ететіндерін сұрағанда, олар исламда жалғасып, Құдайға сиынып, тағзым етіп, тағзым етеді. [31] Өлім төсегінің сахнасында яһуди дәстүрінде безендірілген және Жаратылыс кітабында айтылғандай, Құран өзінің Ыбырайым, Ысқақ, Ысқақ, Ысқақ және Жақыптың барлық мұсылмандары болды, өйткені олар толық сенімге тап болды. Құдай мен Құдай жалғыз. Құран баяндайды:\n\nБұл Ыбырайым ұлдарына кеткен мұра болды, Жақып; «О, менің ұлдарым! Алла сендерге сенімдерді таңдады; содан кейін исламның сенімі жоқ өлмейді».\nЖақыпқа өлген кезде сенің куәгерлері болды ма? Міне, ол ұлдарына: «Мені ғибадат ететін не? Олар: «Біз Құдайға сиынамыз, ал сенің ата-аналарың Ыбырайым, Исмаил және Ысқақ, алла (шын) Аллаһ: біз оған тағзым етеміз (исламда).\n\n- Құран, Сурах 2 (Al-Baqara), Ayah 132-133 [32]\nЖақыптың мұрасы\nЖақып исламда өзінің ата-бабалары қалдырған мұрамды ерекше ерекше. Мұсылмандар Құдай Жақыпқа ұнамды рақымын берді, оны ең көп көтеріліп отырды деп санайды. Құран Жақыпты жиі ұдайы және аян сияқты ертіп, жақсы және сайлайды. Құран айтқандай:\n\nБұл біз туралы, біз өз халқына қарсы (қолдану) біз туралы пайымдауымыз болды.\nБіз оған Ысқақ пен Жақыпқа бердік: Бәрі (үш) басшылыққа түсті.\n\n- Құран, сүрең, 6 аль-анам, Аях 83-84 [33]\nАли ибн Аби Талиб, ерекше есімдерді тағайындаған пайғамбарлар туралы сұрағанда, Я'б Ибн Ишакты өз халқы Израил деп білді. [34]\n\nКиелі кітаптағы Киелі кітаптағы періштеде бір періште Құранда айтылмайды, бірақ мұсылман түсініктемелерінде, бірақ мұсылман туралы түсініктемелерде талқыланады, өйткені Жақыптың баспалдақтарының көрінісі. [9] [35] Жақып Ысқақты Есаудың егізін еліктей отырып, оған батасын беруде: «Есау», сонымен қатар Құранда да емес, мұсылман түсініктемелерінде. [9]\n\nЖақыпқа сенетін мұсылмандар Ұлы Патриарх болғанына сенеді, Жақыптың басты маңыздылығы Құдайға өзінің үлкен мойынсұнғанына және оның дұрыс дініне деген сеніміне деген сенімдерге баса назар аударады. Патриарх, Жақып Ыбырайыммен бірге дәстүр бойынша ең жемісті болуы мүмкін. Оның он екі ұлынан [36] көптеген басқа да ұлы пайғамбарлардан, соның ішінде Жүніс (Юнус), Дәуіт (Давуд), Сүлеймен (Сүлейман) және Иса (Иса)) келуі керек еді.",
"Yusuf": "Yusuf Ibn Yaqubb Ibn Ibrahim (Араб) Ибн Ибраһим Мысырда жаңа Патшалықтың алдындағы Египеттегі яһудилердің діни жазбаларынан және христиан дінінен келген адам. [2] Бұл Таяу Шығыстағы және мұсылман халқының арасында ортақ атаулардың бірі. Жақыптың барлық балаларының ішінен Жүсіп пайғамбарлықтың сыйы болған. Басқа пайғамбарлардың әңгімелері әртүрлі шырандыларда айтылғанымен, Жүсіптің толық баяндауы тек бір сүре, Юсуф, оны бірегей етіп, бір-бірімен ғана беріледі. Бұл Құрандағы ең егжей-тегжейлі баяндалған және библиялық әріптеске қарағанда толығырақ айтылады. [3]\n\nЮсуф Якубтың он бірінші ұлы болды деп саналады (араб: arabic: ars yabicn, yaqub), және оның айтуынша, оның сүйіктісі. Ибн Катирдің айтуынша, «Жақыптың айтуынша, исраилдіктердің руптас ата-бабалары болды. Жақыпты қайдан білетін Әкесіне. [5] Өз өміріндегі Құдайдың рөліне қосымша, Юсуф пен Зулеиха тарихы (Потифардың ескі өсиетінің әйелі) тарихы парсы әдебиетінің танымал тақырыбына айналды, онда ғасырлар бойы едәуір әзірленді. [6]\n\nҚұран 12 (Юсуф)\n\n«Перғауын» «Патша» қолдану\nҚұранда Мысырдың билеушісі Жүсіптің тақырыбының тақырыбында Мұсаның кезінде Мысырдың билеушісі «Араб: әл-Малик) деп айтылған. Перғауын »(Араб: Firaun, бірақ белгілі мақаласыз атау ретінде). Бұл қызықты, өйткені тарихи көздер бойынша, ал перғауынның титулы тек Мысыр билеушілеріне (Thutmose III билігінен басталады) Б.з.д. 1479 жылы, Жүсіп пайғамбар қайтыс болғаннан кейін 21 жыл өткен соң қолданыла бастады. [44] Бірақ Юсуф туралы Киелі кітапта Патша (Еврей: Мелех) және перғауын Мысырдың билеушісі үшін 39-41-тараулар үшін өзара алмастырылған. [45]\n\nМалик (Египет): «Мен көріп отырмын):« Мен жеті майсыз кинек, ол жеті майлы, ал жеті жасылдық жүгері, ал жеті (басқалары) қурап қалды. Егер сіз көрінетін болса, сіз көріністерді түсіндіре аласыз ».\n\n- Құран, 12-сүре (Юсуф), Аях 43, [46]\nСодан кейін біз Мұсаны біз Муса-ны FiRAUN және оның бастықтары туралы белгілермен жібердік, бірақ олар оларды ренжітті. Сонымен, әл-Муфсидиннің соңы қалай өтті (арабша: ألمفسسدين, «бұрыс жасаушылар» немесе «қалпына келтірушілер»).\n\n- Құран, сүріс 7 (Al-Araf), Ayah 103 [47]\nМалик: «Оны маған әкел», - деді. Бірақ хабаршы оған келгенде, ол (Юсуф): «Иемізге оралып, оған сұра», - деп сұрады.\n\n- Құран, 12-сүре (Юсуф), Аях 50, [48]\nЖүсіптің Ұстазы оны алып, оны түрмеге апарып, Патшаның тұтқындары байланған жері түрмеге кіргізді; Ол сонда түрмеде отырды.\n\n- Жаратылыс 39:20\nЖүсіп отыз жаста, ол Мысыр патшасы перғауынның алдында тұрып, Жүсіп перғауынның алдында тұрып, перғауынның қатысуынан шығып, бүкіл Мысырдың бүкіл елінде болды.\n\n- Жаратылыс 41:46\nЖүсіп әкесін және бауырларын орнатты және оларға Мысыр жерінде иелік етіп, Перғауын бұйырған.\n\n- Жаратылыс 47:11",
"Ayyub": "Жұмыс (араб: أيوب, أيب) أيب) исламдағы пайғамбар ретінде танымал және Құранда айтылған. [1] Әйүптің исламдағы оқиғасы еврей Киелі кітаптың тарихына параллель, бірақ басты назар Басты бет Құдайға берік жұмысқа орналасады; Құран мәтініндегі достарымен Әйүптің пікірталас туралы айтылмағаны туралы ештеңе жоқ, бірақ кейінірек мұсылман әдебиеті Әйүптің өз қайғы-қасіретіне қатысты бауырластарға қатысты болды. Кейбір мұсылмандық комментаторлар да Әйүп туралы римдіктердің ата-бабасы болып шықты. [2] Ислам әдебиеттері сонымен қатар Әйүптің уақыты мен орны туралы, ол Жүсіптен кейін, пайғамбарлық сериядан келгеннен кейін, ол белгілі бір қауымға жіберілмегендіктен, өз халқына уағыздағанын айтады. Дәстүр бойынша жұмыс «шыдамдылықпен төзімді адамдар» тобының көкте Көшбасшы болатынын одан сайын айтады. [3]\n\nAYūB (жұмыс) алдымен Құранда келесі аяттарда айтылған:\nШынында да, біз сізге, Мұхаммедтің] аштық, біз Нұх пен одан кейінгі пайғамбарларды ашқандай білдік. Біз Ыбырайым, Ыбырайым, Ысқақ, Ысқақ, Жақып, ұрпақтар, ұрпақтар, Иса, Әйүп, Жүніс, Һарон және Сүлеймен аштық, және Дәуітке [Забурдан] кітап бердік.\n\n- Құран, Сура 4 (Ан-Низа), Аях 163 [4]\nҚұран ұзақ уақыт бойы азап шеккен Алланың әділ қызметшісі ретіндегі Әйүпті суреттейді. Алайда, Әйүп ешқашан Құдайға сенбейді және мәңгі Құдайды Құдайға дұға етіп, оның қайғы-қасіретімен алып тастауды өтінді:\n\nШынында да, Құдайға қоңырау шалғанда, Әйүп, «Шынында да, Қиындықтар маған қол тигізді, ал сен мейірімді екенсің».\n\n- Құран, Сура 21 (Пайғамбарлар), Аях 83 [5]\nБаяндамашы көптеген жылдар бойы азап шегіп, Құдай Әйүпке «Аяқпен соққы беруге» тапсырыс бергенін айтады. [6] Бірден, Әйүп аяғымен, ал Құдайдың аяғымен ұрып-соғып, Құдай судың салқын көктеміне жер бетінен өтіп, өзінен-кім өзін-өзі толықтыруы мүмкін. Құран сол кезде Құдайдың қайғы-қасіретін алып тастағаны және ол өзіне Әйүптің отбасын қайтарып алғанын, ал оған көптеген балалардың ұрпақтарымен және оған үлкен байлық сыйлады. Әйүптің баяндауының қысқаша сипаттамаларымен қатар, Құран әрі қарай Әйүпке Құдай арнайы басшылық, даналық және шабыт берді (IV: 163) және билік алған ер адамдардың бірі, пайғамбарлық сыйлықтары ретінде (Vi: 84).\n\nШайтан Әйүпті Жаратқан Иеге апаруға тырысқаннан кейін, Құдай Әйүптің қайғы-қаскелгіні алып, отбасын оған қайтарды, оларды екі есе арттырды. Ол Әйүптің байлығын қайтарып, алтынмен жұмыс жасады. Бірде Әйүптің әйелі күйеуінің өркендеуі мен денсаулығына қайта оралғанын көргенде, ол Құдайдың арқасында дұға етті, бірақ содан кейін оның күйеуі қатты қуанып, оның күйеуі оны жүздеген соққылармен ұрып жіберді. Сондай-ақ, Әйүп өзінің азап шеккенін, оның қайғы-қасіретіне қатты ренжіді. Құдай Әйүпке аянды жіберді, ол оған әйелін ұрып-соғып, жұмсақ шөппен ақырын ұрды. [7]\n\nҚұран сілтемелері\nӘйүптің пайғамбарлығы: 4: 163, 6:84\nTrial and patience: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nӘрі қарай оқу\nИбн Катир, Биида В-Нихая, I, 220-225\nXxi және xxxvii-де TAFSIR\nТабари, I, 361-364\nТалаби, пайғамбарлардың ертегілері, Каир, 1339, 106-114\nКизаи, пайғамбарлардың әңгімелері, 179-190 жж\nИбн Аакир, Тарих аль-Кабир, III, 190-200",
"Shuayb": "Шуайб, Шуайб немесе Шуайб (Араб) (Араб): [ʃuʕajb]; деген мағынаны білдіреді: «ДДСҰ ДДСҰ» ИСЛАД-дағы (пайғамбар) ИСЛАД-дағы (Пайғамбар), Друзердің сеніміне негізделген пайғамбар. [ 1] Шуайб дәстүрлі түрде Киелі кітаптағы Етрро, Мұсаның қайын атасы бар. Шуаййр - Құранда барлығы 11 есе көп. [2] Ол Ибрахимнен кейін (Ыбырайым) өткен соң, мұсылмандар оның қауымдастыққа пайғамбар ретінде жіберілгеніне сенеді, өйткені ол қауымдастықтар: [3], сондай-ақ Айкаб Аль-Айк («ағаштың серіктері» деп аталады. , [4] [5] [6] [6] [7] Олар үлкен ағашқа табынатын болғандықтан. Халыққа Шуэйб тура жолдан өтіп, халыққа өздерінің жалған жолдарын жоюды ескертті. Қауымдастық өкінген кезде, Аллаһ (Құдай) қауымдастықты жойды. [3] [5]\n\nШуайб мұсылмандар «Құран» атты бірнеше араб пайғамбарларының бірі болған, ал қалғандары Салих, Худ және Мұхаммед. Ол мұны мұсылмандармен «пайғамбарлардың арасынан уағыздаушы» деп атаған, өйткені ол дәстүр бойынша, өйткені ол өз тілінде талантты және шешендік. [8]\n\nТарихи контекст\nШуайб қаласына жіберілген ауданы «Мадян» атты Мадян деп аталады, ағылшын тілінде ағылшын тілінде белгілі, ол Киелі кітапта жиі айтылады. Мидиандықтар арабтың түсуіне, тіпті Киелі кітаптағы қанахандықтардың көршілері болғанымен, олармен сөйлескен. Олар адасып жатқан рулар, және олардың Муса кезіндегі негізгі аумағы (Мұса) өзінің негізгі аумағы Синай түбегінде болған.\n\nJethro-мен даулы сәйкестендіру\nДжетро Киелі кітапта (Мысырдан шығу 3: 1) Мұса заңындағы Әке сияқты. Шуайиб метианиттік діни қызметкер Джетромен жиі кездеседі, бірақ қазіргі заманғы ғалымдар бұл сәйкестендіруден бас тартады. Ибн Катир сияқты классикалық комментаторлар Шуайб Ыбырайымның шөбересі болды дейді: Шуайб: Шуайб, Исачар, Исачар ұлы, Мидаха ұлы, Ыбырайымның ұлы. [8] Мұса кезінде, Мұсаның заманында өмір сүрген Джетромен сәйкестендіру мүмкін емес, Ыбырайымнан бірнеше жыл өткен соң. [9]\n\nҚұран Шуайбтің Құдайы Құдайдың Мидиан халқына пайғамбар етіп тағайындағанын атап өтті. Бұл елдің халқы адалдықты, ал басқаларды адалдықты және пұтқа табынушылық үшін алдау үшін әйгілі деп саналды. Шуайб пайғамбарлығы негізінен мидиандықтарды Құдайдың дұрыс жолымен, [10-беттегідей, жалған құдайларға табынуға тыйым салған.\n\nОның айтуынша, ол өз халқына күнделікті іс-шараларында арамдықсыз жүруді доғарғанын айтты. Ол уағыздап, алдын-ала пайғамбарлық еткенімен, көпшіліктің көпшілігі оны тыңдаудан бас тартты. Шуайб, алайда, табандылық танытты. Ол зұлымдарға қатты уағыздап, олардан бұрын күнәкар болған жаза туралы айтып берді. Шуйяб халқын ескерткен, олардың надандықтары Мидияның қирап, бұрынғы пайғамбарлардың, соның ішінде ертерек пайғамбарлардың, оның ішінде Худ, Худ, Салих және Лут, [11-беттегідей Құдай жойып жіберді.\n\nХалық Шуайботты таңғалып, оған ол келген беделді отбасы үшін емес екенін айтты, ол қайтыс болды. Шуайб: «Менің отбасым Құдайдан гөрі көп нәрсені қарады ма?» - деп жауап берді. Мидиандықтар сенуден бас тартқан кезде, оларды құдіретті жер сілкінісі жойды. [3] Алайда Құран Шуайб және оның сенетін серіктері, ал сену туралы айтылған, ал күркіреген жазадан құтқарылды. [11] [12]\n\nБасқа пайғамбарлармен параллельдер\nШуайб миссиясы Құранда Нұх, Худ, Салих және Лоттың миссиясымен жиі кездеседі. Ғалымдар осы бес пайғамбардың алғашқы пайғамбарлық миссияларының үлгісін көрсетеді деп атап өтті: [13] Пайғамбар өз қауымына жіберілетін болады; Қоғамдастық оның ескертуіне мән бермейді және оның орнына жазасын қорқады; Уағыздау жылдарынан кейін Құдай одан қоғамынан кетуді сұрайды, ал оның халқы кейін жазадан жойылды. [13] Ғалымдар хронологиялық тұрғыдан бес пайғамбардың тізімін түсіндіреді, сондықтан Шуайб Нұхтың ұрпағы (Ұлы Топан су туралы уағыз) және Ыбырайым пайғамбар.",
"Musa": "Исламда, Муза ибн'imrimrmran (Араб: «Моза, Амрам ұлы», [1] - Құдайдың маңызды пайғамбар және елшісі (Алла) және Құрандағы жиі айтылатын адам Оның есімі 136 рет аталады, ал оның өмірі басқа пайғамбардан гөрі баяндалып, қайта айтылған. [2] [3]\n\nҚұранның айтуынша, Мұса исраилдік отбасында дүниеге келген. Балалық шағында ол Нілге ағып кететін себетке салынады, ал ақырында Мұса Мұса Мұзды асырап алған ұлы етіп жасаған Перғауынның (Fire ақт) әйелі Әсия. Ересектерге жеткеннен кейін, Муса Мидианда, содан кейін Мысырға перғауынға қауіп төндірмес бұрын, қайта тіріледі. Мұның пайғамбарлығы барысында Мұса көптеген кереметтер жасады, сонымен қатар Құдаймен жеке сөйлескені айтылады, бұл «Құдайдың спикері» атағын (Калī Алла) Мұсаға бергені туралы хабардар етті. Пайғамбардың ең танымал кереметі - ол теңізді Құдай берген ғажайып таяқпен бөледі. Құраннан басқа, Мұсаның да хадистік әдебиеттерде де суреттелген және мадақтайды.\n\nПерғауынның қайтыс болғаннан кейін, Мұсаға және оның ізбасарлары Иерусалимге барады, онда пайғамбар қайтыс болды. Ислам дәстүрінде ол Наби Мұса жерленген және ақыры аспанға қарай өскен деп саналады. Осыдан кейін ол түнгі сапар кезінде Иерусалимнен шыққан жеті аспанда Мұхаммедпен кездескені туралы хабарлайды. Саяхат барысында Мұса Мұхаммедті қайталап, Құдаймен кездесуге бірнеше рет жіберіліп, күнделікті дұғалар санының азаюын сұрайды, бастапқыда елу, беске дейін дұға қалды деп санайды. [5] [5] [6]\n\nМұса исламдағы өте маңызды тұлға ретінде қарастырылады. Ислам теологиясының хабарлауынша, барлық мұсылмандар Мұса мен оның інісі Гарун кіретін барлық пайғамбарға және Құдайдың елшісіне сенуі керек. Мұсаның өмірі, әдетте, Мұхаммедтің өміріне рухани параллель және мұсылмандар екі адамның өмір сүруінің көптеген аспектілерін қарастырады. [1] Ислам әдебиеттері сонымен қатар олардың халқы мен олардың өміріндегі оқиғалар арасындағы параллель қатынасты сипаттайды; Ежелгі Мысырдан келген исраилдіктердің Мысырдың Мысырға Мухаммадтың және оның ізбасарлары Меккеден Мечамадан межелі болып саналады деп саналады, өйткені Ежелгі мысырлықтардың және ерте мұсылмандардың исраилдіктеріне қарсы тұрды. сәйкесінше Меккандармен. [7] Оның ашылуы, мысалы, Таурдың құрамына кіретін және Ыбырайымдық діндер мен христиан дінінің орталық болып табылатын он өсиет сияқты. [8] [9] Демек, яһудилер мен христиандар мұсылмандар үшін «кітап адамдары» ретінде тағайындалады және ислам заңы қолданылған кезде, осы ерекше мәртебеде танылады. Мұса одан әрі ислам әдебиеттерінде құрметпен айналады, олар оның өмірінің оқиғаларына және кереметтерге оның Құдаймен тікелей сөйлесуі сияқты құрметпен қарады.",
"Harun": "Исламда, Харен ибн'imrimramr [2] (Араб: ه ابن ابن ابن ابن ابن ابن ابن ابن ابن ابن ابن ابن ابن ابن ابن ابرسن ابن ابن ابن ابرسعمrران), «Амрамның ұлы Һарон»), Құдайдың пайғамбары мен елшісі, және Мұса пайғамбардың інісі (Мұса). [3] [Сәтсіз тексеру] [Түсініктеме] [Түсініктеме қажет] Ол бауырымен бірге исраилдіктерді Исраилдіктерге уағыздады. [4]\n\nҚұранның құрамында Һаронның аты-жөні де, аты бойынша да, аты-жөні де бар. Оның айтуынша, ол Ыбырайымның ұрпағы [5-беттегідей болды және Мұсаның да, Мұса да, перғауынның Құдайдың жазасы туралы ескерту үшін жіберілгенін айтады. [6] Мұса бұдан әрі Мұса Құдайға өз қызметін Һаронмен (7-бетте) нығайтуды сұрап, Һарон да Мұсаға да көмектескен, өйткені ол да пайғамбар, сөз және сөйлеушілердің алдында және сөзсіз. [9] Құран Мұса мен Һаронды Мысырдағы исраилдіктер үшін тұрғын үйлер жинап, сол үйлерді Құдайға ғибадат ету орындарын құруға сеніп тапсырылған. [10]\n\nАлтын бұзаудың оқиғасы, өйткені ол Құран бояуларында Һаронның позитивті жарықта айтылған. Құранның айтуынша, Һаронды Исраилдің басшылығына сеніп, Мұса Һренамен, طور سيناء, ور سيناء, ور سيناء, ور سيناء, ور سيناء (11] [11] [12] [Сәтсіз тексеру] [Түсініктеме қажет] Һарон Һаронның ғибадат етуді тоқтатуға тырысты, оны Һаронмен емес, зұлым адам «Ас-Самири» атымен салған. [13] Мұса Синай тауынан оралғанда, ол Һаронды Иардқа ғибадат етуге шақырды, ол Һарон Мұсамен оның құрылысында рөлі жоқ болған кезде оны кінәламайды. [14] [12] Содан кейін Құран Мұса мұнда Исраилдің күнәларын жояды және оның өзіне және Һаронның үстіне ғана билік еткенін айтты. [15]\n\nҺарон кейінірек Құранда «таза билік» болған, «дәл« дұрыс жолды »басқарған және« дұрыс жолды »басқарған. [17] Бұдан әрі Һаронның есте сақтау қабілеті одан шыққан адамдарға [18-беттегідей 'болғанын және Құран Адамдардың' Исаның анасы Мәриям (арабша: ... Харунның әпкесі «[20] Мұсылман ғалымдары бұл« Харус »тарихи адамы тұрғысынан, оның тарихи тұлға туралы айтқандарымен, бұл Мысырдан шығу Һаронға сілтеме жасады, ал тек метафораны тағайындады деген сөз болды. Немесе екі фигураның арасындағы рухани байланыс, өйткені Мәриямның Һаронның діни қызметкері ларонының ұрпағы болғанда, басқалары оны «Һарон» есімді Мәсіхтің заманында тұрған тағы бір әділ адам болуға мәжбүр етті. Көптеген ғалымдар бұрынғы перспективаға келісті және Мәриямның Һаронның әпкесі, оның есімдері Миряммен (Араб: еврей: еврей: еврей: еврей: еврей), [21] көптеген жолмен жазылған. Құран сонымен қатар, кейінірек ғасырлар өткен, кейінірек Табусты (арабша: арабша: »келісім санкциясы) Исраилге оралған кезде, ол Исраилге оралды, оның құрамында« Мұсаның отбасынан шыққан, Һарон отбасынан шыққан жәдігерлер ». [22]",
"DhulKifl": "Dhul-Kifl (Араб: ذلكفل, ٱلكفل, ḏū ''l-kīfl, «KIFL иесі»; DHU L-KIFL, DHUL-KIFL, DHUL-KIFL, ZU AL-KIFL немесе Zu L-Kifl). Оның жеке куәлігі белгісіз болса да, оның жеке басы теораландырылды және басқа да еврей Киелі кітаптағы пайғамбарлар және басқа да цифрлар, ең көп кездесетін Езекиел және Гаутама Будда. [1] [2] [3] [3] [4] ДХУЛ-КиНфльді Алланың өміріндегі жоғары станцияға көтергеніне сенеді және Құран шежіресі «Жақсылықты» ер адам ретінде. [5] Дхул-Киифльдің басқа тарихи көздерден көп екендігі туралы көп мәлімет, мысалы, Ибн Ишак және Ибн Катир сияқты барлық жазбалар Дхул-Кифл туралы Дхул-Киифль туралы айтып, күнделікті дұғада және ғибадат етіп жүрген. ]\n\nЕргендік Диярбек провинциясындағы қабірге, Түркияның кейбіреулері Дхул-Киифль пайғамбардың демалыс орны деп санайды. Ол қала орталығынан 5 км қашықтықта орналасқан Макам Дагы. [7] [8]\n\nЭтимология\nDHUL-KIFL атауы сөзбе-сөз «KIFL иесі» дегенді білдіреді, егер DHū («« иесім ») кейбір сипаттамалық байланысты мүмкіндікті білдіреді. [9] Мұндай есімдер Құранда басқа да танымал фигуралардан қолданылды, мысалы, ДХУ-да alلقرني, ذلقرنين, ذذو ٱلقرنين, litt. 'ол екі мүйізді / ол екі рет / ол және Дху әл-Нен (Араб: ذو Юнусқа қатысты «балықтан» жанып тұр. KIFL - «екі есе» немесе «телнұсқаны» дегенді білдіретін архаикалық араб сөзі, «екі есе» немесе «бүктеу» немесе «бүктеу» дегенді білдіреді; Ол сонымен қатар мата үшін де қолданылды. Бұл атау әдетте «қос үлгіні бір» дегенді түсінеді. Кейбір ғалымдар «екі еселенген кісі» дегенді білдіреді, бұл «екі еселенген адам» дегенді білдіреді, яғни «кәмпиттерді қабылдаған адам», яғни ол жұмысқа деген атақ, өйткені оның отбасы оған қайтарылды деп айтуға болады Құран және Әйүп кітабының айтуы бойынша. [11]\n\nБір көзқарас бойынша, бұл «Кифл адамы» дегенді білдіреді, өйткені «біреуі ...» - бұл қатысушының тағы бір ықтимал аудармасы, ал KIFL «Kapilavastu» араб тілінің арабша болуын болжайды. [12]\n\nЕзекиел\nКейбіреулер Дхул-Кифл Езекиел болуы мүмкін деген пікірде. Қуғын-сүргін, монархия және мемлекет жойылған кезде, саяси және ұлттық өмір енді мүмкін болмады. Оның кітабының екі бөлігіне сәйкес оның жеке басымен және оның уағызына ұқсайды, ал Dhul-Kifl титусы «екі есе» немесе «бүктеуге» дегенді білдіреді.\n\nАбдулла Юсуф Али, оның құрмитикалық түсініктемеде:\n\nDhul-Kifl сөзбе-сөз «иесі немесе бере алатын немесе бере алатын немесе бөлімді» дегенді білдіреді; Немесе, басқа, «қосалқы қалыңдығымен», бұл KIFL мағыналарының бірі болып табылады. Комментаторлар кімнің айтуы бойынша әр түрлі, сондықтан тақырып тақырыбы оған қатысты. Менің ойымша, Карстен Нибухр, Рейбенчеибугн, Копенгаген, 1778, II ұсынған ең жақсы ұсыныс. 264-266, Дхул-Киифльдің исламдық энциклопедиясында келтірілгендей. Ол Мешадтың «бәрінде» Иракта, сондай-ақ Кифл деп аталатын кішкентай қала, Нажаф пен Хилла (Бабыл). КЕФИЛ, ол Езекиелдің араб түрі. Езекиелдің храмы сонда болды, ал яһудилер оған қажылыққа келді. Егер біз «Дхул-Кифлді» эпитет емес, «Езекиел» -нің арабикалық формасы деп қабылдаймыз, ол «Езекиел» формасы, ол контекстке сәйкес келеді, Езекиел Изекиел Иерусалимге екінші шабуылынан кейін Набуходоносордың Бабылдан алшақ болған пайғамбар болған. B.К. 599). Оның кітабы ағылшын тіліне енген (ескі өсиет). [15] Ол тізбектей ұстап, түрмеге кіріп, түрмеге кірді, ал біраз уақыт мылқау болды. Ол барлығын шыдамдылықпен және тұрақтылықпен тауып, Исраилдегі зұлымдарды батылдықпен ашуландырды. Жанып тұрған жолда ол мәңгілікке қателеседі, ол мәңгілікке дұрыс емес: «Израильдің өздерін бақташыларға жатқызу! Қойшылар отарды тамақтандырмауы керек пе? Оларды өлтіреді: бірақ отарды тамақтандырыңыз.\n\n- Абдулла Юсуф Али, Қасиетті Құран: Мәтін, аударма және түсініктеме [17]\n\nҚұранда айтылған\nҚұранда\nDhul-Kifl-де Құранда екі рет, келесі аяттарда айтылды:\n\nЖәне (есте сақтаңыз) Исмаил, Идрис және Дхул-Кифл, тұрақтылық пен шыдамдылық.\nБіз оларды біздің мейірімділікке мойындаймыз: өйткені олар әділдер еді.\n\n- Құран, Сурах Аль-Анбия (21), Aaahs 85-86 [13]\nИсмаил, Елішә және Дхул-Киифльді еске алып, олардың әрқайсысы жақсы.\n\n- Құран, Сурах қайғылы (38), Аях 48 [14]\nЕкі жағдайда да, Dhul-Kifl Құраниандық пайғамбарлардың тізімінде, соның ішінде жоғарыда келтірілген Аятта айтылмаған көптеген адамдар туралы айтылған.\nAl Kifl (араб: الكفل; الكفل; الكفل; الكفل), Ирактың оңтүстік-шығысындағы Евфрат өзеніндегі, Наджаф пен Аль-Хилла арасындағы қала. Al Kifl-дегі ғибадатхананың нұсқалары: DHU'L KIFL Shrine, Qubbat Dhu'l Kifl, QABR Al-Nabi Dhul-Kifl, Друл-Киифл хрин, Зул киифл хрин, QABR HACYYIL, QABR HACYYIL . Хазкиян - бұл еврей Йихкелінің арабша транслитерациясы, оны көбінесе Сефди еврейлері араб қабылдағаннан кейін қолданған. Бұл яһудилер Езекиел мен Дхул-Кифльге теңестірілгенін, ал мұсылман экзегетеске сәйкес келеді. Ирактың билігі 1316 жылы (AH) 1316 жылы Иілханид Сұлтан Ульяяу еврей қауымдастығынан қабірдің қақпашылығына қамқорлық жасады деп сендіреді. Демек, храм сол пайғамбар үшін ислам номенклатурасына сәйкес өзгертілді. Сұлтан Үлбіу мешіт пен минарет салу арқылы құрылымға қосты. Ол сондай-ақ осы мемлекетті өзінің қазіргі жағдайын Ильханидтің саяхатшыларының сипаттамаларымен салыстыра отырып, кейбір өзгерістерді жүзеге асырғанын қалпына келтірді. Бұл сайт мұсылман қажылық орны, ХІХ ғасырдың басталуына дейін, ХІХ ғасырдың басталуына дейін, ауқатты еврей, оны еврейлермен, оны еврейлер сайтына сәтті қабылдады және қалпына келтірді. Мұнаралар исламдық сайт ретінде өзінің қызмет етуінің жалғыз куәлігі болып қала берді. Мешіт пен Минарет 14-ғасырда салынғанымен, храм мен қабірдің ежелгі дәуірі анықталмайды. [18]\n\nГаутама Будда\nDhul-Kifl сонымен қатар Гаутама Будданың көмегімен анықталды. [19] [19] [20] [21] [22] Дхул-Киифльдің мағынасы әлі де талқыланды, бірақ бір көзқарас бойынша, бұл бір көзқарасқа сәйкес, бұл «Капилден келген адам (Капилавасту, Будда отыз жыл өмірінің отыз жылын өткізді). [12] [20]\n\nБұл көзқарасты жақтаушылар Құранның 95-тарауының бірінші тармақтарын, Сураның 95-тарауын ұсынады:\n\nІнжір және зәйтүн, және Синай таусымен және бұл қауіпсіз қала!\n\n- Құран, 95: 1-3\nОсы көзқарас бойынша, осы тармақтарда айтылған жерлерден: Синай - Мұса аян алған жер; Мекке - Мұхаммедтің аян алған жері; Зәйтүн ағашы - Иса Аян болған жер. Бұл жағдайда, қалған інжір ағашында Гаутама Будда аян алды. [21]\n\nКейбіреулер одан әрі одан әрі қабылдайды және Мұхаммедтің өзі Будда болғанын, өйткені Будда сөзі «ағартушы» дегенді білдіреді. [23]\n\nБасқалар\nDhul-Kifl сонымен қатар Ешуа, Обадия, Обадиямен және Ишаямен де анықталды. [25] [24]",
"Dawud": "Dawud (араб: داود, романизацияланған: Dāūūd [daːwuːd]), Құдайдың пайғамбары мен елшісі (Алла) және Біріккен Исраил патшалығының әділетсіз монархы. [1] Сонымен қатар, мұсылмандар Дәуітті Забурдың (Забур жырлары) алып келгені үшін құрметтейді. [2] [2] Доуд исламдағы ең маңызды адамдардың бірі болып саналады. Он алты рет Құранда айтқан, Дәуіт Ислам тармақшасында Мұхаммедтің алдындағы пайғамбарлардың тізбегіндегі сілтеме ретінде көрінеді. [4] Әдетте ол «заң беруші» пайғамбарлардың бірі болып саналмаса да, «ол аль-« ирайзм), «ол шекті тұлғадан алыс» деп саналады. [2] Ислам дәстүрлерінен кейін ол дұғада және ораза ұстағаны үшін ригор үшін мақтайды. Ол сонымен қатар прототиптік билеуші ​​ретінде және бірден патша мен пайғамбар болған Құдайдың билігінің символы ретінде ұсынылған.\n\nДәуіт әсіресе Иерусалимнің діни архитектурасы үшін өте маңызды. [1] Доуд Киелі кітапты Дәуіт, Израиль және Яһуда Ұлыбританиясының екінші патшасы етіп, библиялық Дәуіт деп аталады. 1010-970 жж.. [Сілтеме қажет]\n\nҚұранда туралы ескертулер\nДәуіттің Құрандағы әңгімесі, көптеген жағынан, Киелі кітапта келтірілген параллельдер. Ол пайғамбар (NABī), сондай-ақ хабаршы (RASūL) деп аталады, Дәуіт есімнен (уаи; Q4: 163) және басшылық (Худ; 6:84). Екі тізімде оның аты оның ұлы Сүлейменнің жанында пайда болады. Басқа жерде, Құран Құдайдың екеуіне де «дұрыс үкімнің» сыйлықтарын (ḥukm; 21:79) және «Білім» сыйлықтарын бергенін түсіндіреді ('ил; 21:79; 27:15). Дәуіттің Сүлейменнен ажырататын Дәуіттің еңбегі үшін де, Дәуітке де қатысты. Белгілі бір форма), [5] Шамадан забурлар немесе пслтерке сілтеме (Zabūr термині еврей терминімен немесе Сириак Мэрьяк »,« Забур »,« Забур »). Таулар мен құстар Құдайды Дәуітпен бірге мадақтады (21:79; 34:10. Құдай оларды бұйырады; Забур 14: 7-10). Құдай Дәуітті «вицеэ меценатты» жасады (Халфа; 38:26), Құран басқа Адамға тек Адамға ғана беретіндігі (2:30). Бұл атау Құранның айтуынша, Дәуіттің айтуынша, Дәуіттің айтуынша, бұл хабаршыдан гөрі бір нәрсе болды. Ол Құдайдың жер бетінде билік еткен басшы болды. [1] Бұл рөл 2: 251-де ұсынылған: «Құдай оған (Мулькс) және даналық берді (Мулькс) және ол оған қолын созды. Егер Құдай кейбір адамдарды басқалармен жүрмесе, жер бүлінбесе». [2 ]\n\nДәуітке оқытылатын нәрселер арасында құрыш жасау мүмкіндігі болды (21:80, 34: 10-11), Дәуіттің әскери қызметі Құдайдың әскери әрекеті болған деген ұсыныс болды. Сондай-ақ, Дәуіттің «даналығына» Құранның «даналығына» сілтемесін классикалық экзабриктер пайғамбарлықтың сыйы ретінде түсіндіргені маңызды. [6] Құран сонымен қатар Дәуітті және Исаны, пайымдауды талап етіп, екеуі де сенбеді (5:78). Сонымен қатар, Құранның айтуынша, Дәуіттің айтуынша, Дәуіттің әділеттілікті тарату кезінде шындықты және жалғандықты ажырата білу қабілетіне ие болды (Фар-әл-Хиабаб, 38:20). Сонымен қатар, Дәуіттің сынағы бар, өйткені ол дұға етіп, өкініп, Құдай оны кешірді (38: 24-5). Сурат қайғылы (Құранның 38-тарауы) «Дәуіттің Сенген» деп те аталады [7] Эксегетес Дәуіт Құдайдан оны кешіруді сұрағанда, Мұхаммедке еліктеуге және осы тарауды оқыған кезде бірждестіруге бұйырды деп түсіндіреді. . [8]\n\nДіни маңызы\nДәуіт - патша алған бірнеше исламдық пайғамбарлардың бірі. Дәуіт патшалардың патшалығында басқа пайғамбарлар уағыздаған кезде, патша болды. Осылайша, ол өте үлкен міндет алды, өйткені Исраил халқы рухани тексеріп қана қоймай, елдің өзі де мықты екеніне көз жеткізді. Оның жетекші де, пайғамбар сияқты жері барлық мұсылмандар өте жоғары дәрежеде құрметпен айналады. Дәуіттің фигурасы, оның пайғамбарлық ұлы, Сүлеймен, өз жерлерінде басқарған адамдардың ишемиялық. Құдай Дәуіттің зұлымдықтың жоғары дәрежесін Құрандағы пайғамбар және елші ретінде жиі айтады. Ол басқа пайғамбарлармен бірге оның қаншалықты керемет екенін баса айту үшін жиі айтылады. Мысалы, Құдай:\n\nБіз оған Ысқақ пен Жақыпқа бердік, біз Нұхтарды оларға (Нұхқа »бердік, өйткені біз олардың алдындағы Нұхқа және оның ұрпақтарынан, Дәуіт пен Сүлеймен мен Әйүпке және Жүсіп пен Мұсаға және Мұсаға да, Әйүпке де, Әйүпке және Әйүпке де барды. Осылайша біз тік және жақсылық жасайтындарды марапаттаймыз.\n\n- Құран 6:84 [9]\nХалиф 'Умар Иерусалимге барғанда, Патриарх Софроний оны ғибадатхана тауына сүйене отырып, ол ғибадатхананың Таунына еріп жүрді. Кейінірек комментаторлар бұл сайтты Дәуіттің мұнарасымен анықтады. Хадисте Дәуіттің дұғасы мен оразаны Құдай үшін қымбат деп санайды.\n\nАбдулла қоқысымен «Амр Бин аль-»: Аллаһтың елшісі: «Аллаһтың ең сүйікті дұғасы,« Аллаға »Дәуіттің және ең сүйікті оразалар Дәуіттің ең сүйікті оразасы. Ол түннің жартысында ұйықтап жатты Содан кейін түннің үштен біріне дұға етіп, алтыншы бөлігі үшін тағы да ұйықтаңыз және балама күндерде ораза ұстаңыз ».\n\n- Мұхаммед әл-Бухари, Сахих аль-Бухари [10]\nДәуіттің кітабы\nНегізгі мақала: Забур\nЗабур - Мұса, Мұса (Мұса Таур), Иса (Иса) Иса (Иса) алған қасиетті кітабы, өйткені Иса (Иса) Иса (Інжіл) және Мұхаммед Құранды алды. Қазіргі еврей Киелі кітапта Забур Забурлар деп аталады. Алайда, өткеннің басқа Жазбаларында Забур жырлары уақыт өте келе бүлінген деп есептеледі, ал қазір кейбір түпнұсқа хабарлары өтті. Дегенмен, мұсылмандарға қазіргі Забур жырларын үлкен құрметпен қарау керек, өйткені олар өздерінің алғашқы түрінде, олар да Құдайдың рухымен жазылған кітабы болды. Құран мемлекеттері:\n\nРаббың көктен және жердегі кім екенін біледі. Біз кейбір пайғамбарларды басқаларға бағаладық; Дәуітке біз Забур кітапшасының кітабын бердік.\n\n- Құран 17:55 [11]\n\n Құран 4: 163; 17:55.\n Құран 4: 163; 6:84.\n e.Г. ṬABARī, TA'RīHH, I, 559\n Хибат Алла b. Салайма, әл-Нафик WA-L-Mansūkh (Вордь, Асбаб), Каир 1316 / 1898-9, 262\n Бухаг, ṣṣḥīḥ, VI, 155\n Құран 6:84\n Сахих әл-Бұхари, 2: 21:231\n Құран 17:55",
"Suleyman": "Сулахан ибн дабūд (арабша: «سليمان بن داود, жанып тұр», «Дәуіттің ұлы Сүломон») исраилдіктер. Жалпы алғанда, исламдық дәстүр ол яһуди халқының үшінші Патшасы және Исраилдің дана билеушісі екенін иеленеді. [1]\n\nИсламда Сүлеймен Құдайдың пайғамбарларының бірі болып саналады, олар көптеген құдайлардың пайғамбарларының бірі болып саналады, соның ішінде жануарлармен де, Джинмен сөйлесе алады; Сондай-ақ, ол Шаян («Шайтан, Литр.») және Д.В., Д.В., Д.В., Д.В., Жарықталған '' Жындар ') Құдайға берген сақинаның қолдауымен. [2]\n\nМұсылмандар одан әрі өмір бойы адал монотеист болып қала берді. бүкіл исраилдік ұлт бойынша бір-біріне билік жүргізді; Оның алдында және одан кейін оған берілмеген патшалық деңгейі болды; Өзінің барлық өсиеттерін орындады, ол Құдайға жақындауы, Жаннада (сирень, жұмақ ') өмірінің соңында уәде берді. [3] Исламның өркендеуінен бастап түрлі араб тарихшылары Сүлейменді тарихтағы ең үлкен билеушілердің бірі деп санады. [4]\n\nҚұранда туралы ескертулер\nҚұран және түсіндіру\nДаладағы пайымдау\nСүлейменнің қатысуымен ертерек баяндауышта Құран (21:78) Сүлейменнің Әкесінің серіктестеріне қысқаша назар аударады, өйткені Дәуіттің арасында екі адам кіргенде, олардың арасындағы ḥARTH (حرث, далалық) туралы үкім шығаруды сұрайды. [ ] Кейінірек мұсылмандық комментаторлар, соның ішінде аль-Табари, Байдави және Ибн Катир, «6] [6] [8] Олар екі адамның алғашқысы оның жүзім алқабын айтқанын айтты, оның жүзім алқабында ол жыл бойы үлкен қамқорлық жасады. Бірақ бір күні, ол болмаған кезде, басқа адамның қойлары жүзім алқабына шықты және жүзімді жеп қойды. Ол осы залалды өтеуді сұрады. [9-беттегі сурет] [9] [9]: 62 Сүлеймен Сүлейменнің айтуынша, Сүлеймен қой иесі басқа адамның жүзім алқабы, жүзім бұрынғы мемлекетіне оралғанша, оны қайтару керек деп болжайды. оны иесіне. Сонымен бірге, жүзім иесі өз жеріне қайтарылғанша, жүн мен сүтке қамқорлық жасап, жүннен және сүтінен пайда көреді, ол оған қойларды иесіне қайтарады. Бұл жауап Сүлейменнің пайымдауын көрсетеді, ол Құран, [10] оның өмір бойы Сүлейменді сипаттайды. Мұсылман дәстүріне сәйкес, Сиақпар (Даналық), әрдайым Сүлейменмен байланысы болады, оларды кейінірек Сулаид аль-ҺaКīm деп атайды (سليمان ٱلحكيم, «Сүлеймен»). Бұл оқиға Кебра Нагастқа бейімделеді, бірақ Сүлейменнің ұлы даулы деп мәлімдеді. [7]\n\nСүлеймен және жындар\n\nШебаның патшайымы\nҚұран желінің Сүлейменге барғанын айтады [11], ол оны өз еркімен басқара алады, және Джинн Сүлейменнің бақылауында болды. Джинн Сүлейменнің билігін күшейтуге көмектесті. Шайтандар (Шаятин), [12] және жын-перілер оған ескерткіштер үшін мәжбүр болды. [13] Құдай сонымен қатар «Коменті» (عين, ع ... عين »,« көктем »немесе« Сүлеймен »немесе« мыс ») немесе« мыс ») немесе« мыс »),« Мыс »),« мыс »), олар өз құрылысында жын-перілердің қолданылуына себеп болды. [11]\n\nДәуіт қайтыс болғанда, Сүлеймен оның позициясын исраилдіктердің пайғамбарлық патшасы ретінде мұра еткен. Сүлеймен бір кездері әйелдің әкесінің мүсінін салуға рұқсат берді. Кейінірек ол мүсінге ғибадат ете бастады және Сүлеймен оның патшалығында пұтқа табынушылыққа шыдай бастады. Жаза ретінде Құдай құлыпталған жындардың бірі Сүлейменнің сақинасын ұрлауға және оның Патшалығын жеңуге мүмкіндік берді (38:34). Кейін ол өзінің күнәсін қайтарып, жындарды қайтадан басқарады, ғибадатхананы қайта құруға бағытталған. [14] Ол Құдайдан оған бір-біріне ұқсамайтын патшалық беруін сұрады. [15] Құдай Сүлейменнің дұғасын қабыл алып, оған ұнайтынын берді.\n\nТүсінікті аллегорикалли, Сүлейменнің оның жын-перілерінің жын-перілерін жоғалтуы, оның жан дүниесін жын-перілердің жыныстық құмарлықты жоғалтуын білдіре алады. [16] Нишапурдың жазбалары жазады: «Егер сіз Деннен (жын-перпен» байланыстырсаңыз, сіз Сүлейменмен корольдік павильонға шығасыз »және« Сүлейкетіңізден өзіңізден бұйрық жоқ », өйткені сіз өз істеріңізде Сүлейменнің орнында» . [17]\n\nТалмудиялық дәстүрге айырмашылығы, Сүлеймен бейхабар болды және ешқашан пұтқа табынушылыққа қатыспады. [18] Сонымен қатар, Құран Сүлейменнің сиқыршы екенін жоққа шығарады: «(...) Сүлеймен сенбеді, бірақ шайтандар, ерлер де, ерлер мен (...)». (2: 102)\n\nСүлеймен және құмырсқа\nСүлейменге тіпті құмырсқалар сияқты түрлі жануарлардың тілдерінен сабақ берді. Құран бір күні, Сүлеймен және оның әскері Вадин-Намлға кіргендерін айтады. Сүлеймен мен оның армиясын көргенде, Намлах (Әйелдер, әйелдер генігі) басқалардың бәрін ескертті. Құмырсқа, Сүлеймен, Әдеттегідей, Сүлеймен оған әрдайым дұға етіп, оған осындай сыйлықтар бергені үшін алғыс айтады. [9] [9] [9]: 63 [21] Сүлейменнің даналығы, бірақ тағы бір нәрсе Ол Құдайдан алған сыйлықтарынан, ал мұсылмандар Сүлеймен өзінің күнделікті дұғасын ешқашан ұмытып кетпейтінін, ол оның сыйлықтарына қарағанда маңызды болды.\n\nЭкзегетикалық әдебиеттер құмырсқаның даналығына баса назар аударады және желді басқару үшін Сүлейменнің сыйының мағынасын түсіндіреді. Сирачүк-Кулубтың айтуынша, Ant Сүлейменнен «Сүлеймен» (Сүлейман) деп аталатынын білсе, Сүлейменнен сұрайды. Сүлеймен оның айтқанын айтады, ол жерде, қай жерде қарсылық білдірмейді: «Жүрегің дыбыс айтса да (Селим) және сіз келесі әлемнің жағдайларын білесіз, сіз осы дүниенің бірнеше ләззаттарын қабылдадыңыз және оның иелігімен алданғансыз және Кингілік; сондықтан сендерді Сүлеймен деп атайды ». Осыдан кейін ant Сүлейменнен сұрайды, егер ол Құдайдың желін неге бағындырғанын білсе, оны біледі. Сүлеймен тағы бір рет: «Ол сіз қабылдағаннан бері желді бағындырды:« Сіз қабылдағаннан ештеңе жоқ. Ғалымдар Фахр аль-Дин Рази мен Аль-Куртуби құмырсқаны адамдар үшін емтихан атағына көтерді. [22] (P198)\n\nСабаның жаулап алуы\n\nБұрынғы ғибадатхананың қирандылары, бұрынғы Сабаның астанасы - «Сабаның астанасы»\nСүлейменнің патшалығының тағы бір маңызды аспектісі - оның әскерінің мөлшері, ол ерлер мен Джиннен кірді. Сүлеймен оның әскерлері мен жауынгерлерін, сондай-ақ оның астына және оның астында жұмыс істеген барлық жануарларды да бағалайды. Бір күні, оның әскерлерін тексергенде, Сүлеймен жиналыстан шыққан Худ-Худ (Хоопое) тапты. [23] Көп ұзамай, Худ-Худ Сүлейменнің сотына: «Мен компационды (аумақ)» деп, мен сабаның «Мен саба-дан»-дан келе жатыр. [24] Бұдан әрі Худ-Худ Сүлейменге Шеба халқы күніне табынып, Патшалық туралы басқарған әйел қатты және күшті екенін айтты. Тыңдаған Сүлеймен Шебаның еліне хат жазуды таңдады, ол арқылы ол Шебаның халқын күннің табынушылығын тоқтатуға және Құдайға ғибадат етуге сендіреді. Сүлеймен Худ-Худқа Шеба патшайымына (билқай) хат жіберіп, содан кейін оның реакциясын жасырып, оның реакциясын жасыруды бұйырды. [9]: 64 HUD-HUD Сүлейменнің бұйрықтарын қабылдады және оны құтқару үшін тікелей Шебаға ұшып кетті патшайымға хат. Содан кейін патшайым Сүлейменге қоңырау шалып, Сүлейменнің Шебон халықтарына қатысты деп атады. ) » Ол өз қызметшілерімен және басқа да қызметкерлерімен кеңес алды: «Уа, менің халқым, мен сіз батыл және күшті жауынгерлер екендігіңізді және жер бетіндегі ешкімге қарсы тұра алмайтындығыңызды білемін, бірақ мен бұған әлі де өз ойларыңызды білмеймін зат » Сот халқы: «Сенікі - сенің күштер, уа, патшайым, ал сенің бұйрығыңа, біз оған мойынсұнамыз. Алайда ұзындығы бойынша, патшайым Сүлейменге келді, оны Құдайға мойынсұну туралы хабарлады. [25]\n\nСүлеймен және Ифтит\nБілкіс Сүлеймен Сотқа сапар болған кезде, патша өз қызметшілеріне өз қызметшілеріне оның келгенін берді. Егер Сүлеймен өз қызметтерін ұсынды (Q27: 38-40), бірақ Сүлеймен төмендеді, бұл тапсырманы, ол үшін, т.ғ.д., ол үшін оның тағдыры мен оған тағзым етуді сұрады. Шамамен, оның дұғасына қатысты, оның дұғасына жауап берілді, тағдыр Сүлеймен сарайында Құдайдың құдайымен көрінеді. Білкіс келгенде, Сүлеймен оның тағысын мойындағанын сұрады, бірақ ол Құдайды біліп, Құдайды түсініп, патшаның сериялы жауабын беріп, керемет жауап берді, бұл керемет түрде жеңіске жетпес бұрын, жеңе алмады бұл жай ғана Ифрит, бірақ Құдайдың өзі. Сүлеймен Қасұрынғысы келметінен бас тартты, өйткені ол тек Құдайға және жын-перілерге емес, жын-перілерге, ал туындаған басқа болғандықтан, билқықтарды шынайы сенімге айырбастау үшін марапатталды. [26]\n\nӨлім\n\nСүлайман кесенесі, «Аль-Ақса» мешітіндегі, ескі Иерусалимнің қаласы\nҚұран Сүлеймен оның қызметкерлеріне сүйеніп жатқанда, ол өз қызметкерлеріне сүйеніп, оның тұрып жатқанын, оның үстіне, кішкентай тіршілік иесі немесе құрт болғанына дейін, оған дейін, ол, ақыры, ол да солай етті Дене құлауы.\n\nСодан кейін, біз (Сүлейменнің) қайтыс болған кезде, олардың өлімін ештеңе көрсеткенде, олардың өлімін ештеңе көрсеткен жоқ, ол өзінің қызметкерлеріне (баяу (баяу) жүріп өтті. Көрінбейтін, олар қорлайтын айыппұлдармен (олардың міндеті) таратылмас еді.\n\n- Құран, Сурах 34 (Саба), Аях 14 [27]\nОл өз қызметкерлеріне тік тұрып, Джинн оларды тірідей тірі және оларға жетекшілік етті деп ойлады.\n\nОлар шындықты Құдайдан айқайлап, оның денесі құлағанға дейін жаратылып, Сүлейменнің қызметкерлерінде жаратылған кезде ғана түсінді. Бұл аят көрермендерді Йинн джинн (әл-Гаиб) білмейтіндерін үйретеді - бұл оларды білді.\n\nСүлейменнің әніндегі Махаммаддим\nҚосымша ақпарат: Мұхаммед және Киелі кітап және семит түбірі\nҚұран тармақтарынан шабыт алғандай, кейбір мұсылмандар Мұхаммед (араб: arabمد, محمد, дауыссыз әріптер: M-ħ-M-D) әндер әнінде (5:16) «Махаммаддим» деп аталады (Еврейма: מַחֲמַדִּמַחֲמַדִּם, дауыссыз әріптер: M-ħ-M-D-Y-M), бірақ егер соңғы сөз яһудилер «немесе» сүйкімді «деп аударылса да. [29]\n\nСүлеймен және Джамшид\n\nПересполис, Иран (2) жалпы көрінісі (2) (кесілген)\nДжамшид ақын Фирдаумның Шхабманың айтуынша, Джамшид әлемнің төртінші патшасы болды. Сүлеймен сияқты, ол барлық періштелер мен әлемнің жын-перілерін бұйырған деп ойлады және Хормоздтың патшасы да, Хормоздтың бас діни қызметкері де болды (Орта Парсы Ахура Мазда). Ол өз халқына қауіпсіз етіп, қару-жарақ пен қару-жарақ өндірісі, зығыр, жібек және жүн, кірпіш үйлер ғимараты, кірпіштен, асханалар мен қымбат металдардың құрамындағы көптеген ұлы өнертабыстарға жауап берді. , парфюмерия мен шарап, медицина өнері, желкенді кемелерде әлемнің суларының навигациясы. Ол Джамшид енді әлемде белгілі монархқа айналды. Оған Король Фарр (Авестан: Хварена), ол туралы жарқыраған әсемдік, ол Құдайдың ықыласына ие болды.\n\nЕкі дана монархтардың ұқсастықтарына байланысты кейбір дәстүрлер екеуін шатастырады. Мысалы, Сүлеймен Ир-Балхидің оңтүстік-батысындағы Иранның оңтүстік-батысында билік етумен байланысты болды. Персеполис Сүлейменнің орны деп саналды және Мас'уд, Мукаддаси және Истахри сияқты ғалымдармен «Сүлейменнің ойын алаңы» деп саналды. Басқа мұсылман авторлары Сүлейменнің Иранда бір кездері Иранға қарсы шыққан деген пікіріне қарсы шықты, олар Сүлеймен мен Джамшидтің өмірі мен істері арасындағы кез-келген ұқсастықтар таза, екі түрлі, ал бөлек, бөлек, ал жеке тұлғалар болып табылады. [30] [31] Соңғы көрініс болды Имшидтің Ертедегі Зороастрлық құдайдың ертерек, [32] [33] [33] итермелейтін стипендиямен дәлелденді, ал Құран және библиялық стипендиялар дана пайғамбардың патшасы үшін тарихи тұрғыдан қолдау көрсетеді. [34]",
"Ilyas": "Ильяс (араб: إلياس) Құдайдың пайғамбары мен елшісі (Аллаһ), ол Израильдің ұрпақтарына жіберілді. Оған пайғамбарлық миссиялар берілді, адамдардың пұттарға табынуына жол бермейді. [1] Ілияс - альяса пайғамбарлық пайғамбарлық. [2] Кейбір исламдық ғалымдар Ильяс Харунның ұрпақтарынан (Һарон) емес деп санайды. [3]\n\nКейбір мұсылмандар Ильяс әлі де тірі және Хидрмен бірге жыл сайын әлі де тірі және хаджға қатысады. [4] Кейбір мұсылмандар сонымен қатар Ильяс соңғы рет оралады деп сенеді. [5]\n\nЕрте өмір\nИсламдық көздерде, Ильястың толық аты-жөні - Илья ибн Ясин, [6], содан бері Ильяс 37: 130, Ильяс Ясин деп аталады. [7] Ильястың кейбір әңгімелері ислам хадистерінде де айтылған; Ильястың құрғақшылықпен исраилдіктердің қарғысы, [8] аляса, альяса, [9] және Ахабпен соғысып жатыр. [10]\n\nКөптеген исламдық көздер мен Киелі кітапқа сәйкес, Elias (A) тірі және аспанға көтерілді. [11] Алайда, Ибн Катир бұл хадистерді қабылдамады және оларды Исраилият арасында қарастырған жоқ. [12] Мухам әл-Булданда Бал-Хамави Бәалбектегі қабірден (а) қабірін атап өтті. [13] Осы қабірдің үстіне храм құрылды, бірақ ол «АЛА пайғамбар», бірақ жергілікті тұрғындар сенді Ілияс қабірі (A) болды [14]\n\nПайғамбарлық\nІлияс алдымен Аль-Аньам 6: 85-те пайғамбар ретінде аталған. [15] Ол Баалбекте өмір сүрген өз халқын, Құдайға мойынсұнып, күнәдан бас тартуға шақырды. [16] Оның басты міндеті - пұтқа табынудың алдын алу. [17] Оның халқының табандылығына тап болғаннан кейін, көптеген жылдар бойы оларды құрғақшылықпен қарғап, адамдар аштыққа ұшырады. [18] Ілияс 'Quran және кейінгі мұсылман дәстүріндегі баяндаушы И.ғ.д. және мұсылман әдебиеттерінің жазбаларында Ілиястың Алғашқы әдебиеттер жазбаларында, Ахаб пен Езабел, сондай-ақ Ахазия, Ахазияда болған. Басқа да пайғамбарлар мен әулиелердің саны, оның ішінде кейбір ғалымдар, оның ішінде Ильялар, [21] және Хидр үшін тағы бір есім болды. [22] Исламдық аңыз кейінірек Ильястің атрибуттарында, ал кейбіреулеріне қатты безендірілген, ал кейбір апокрифтік әдебиеттер Ильяс Ильясты жартылай қорғаушы мәртебесін берді. [23] Ильяс кейінірек әдебиеттердің, соның ішінде Хамзанама болып көрінеді. [24]\n\nҚұран\nІлияс Құранда айтылған, онда оның уағыздары анық айтылған. Құран Ильяс өз халқына Құдайға ғибадат етуге және ауданның негізгі пұтқа табынуын және Баалға ғибадат етуді айтқанын айтады. Құран мемлекеттері: [1]\n\n«Илья Ильяс елшілердің бірі болған. Ол өз халқына:« Құдайдан қорықпайсың ба? «Баальға қоңырау шалып, ең жақсы жаратушылар, Құдай, мырзалар, мырзалар, мырзалар, мырзалар және мырзалар және сенің ата-бабаларыңның герцері және одан шықты ма?\n\n- as-alaffat 123-126\nҚұран Ильяс халқының көпшілігі пайғамбардан бас тартқаны және пұтқа табынушылыққа құлақ асқаны анық. Алайда, Құдайдың адал қызметшілерінің аз саны Ілиястың соңынан ерді және Құдайға сенді және Құдайға сиынады. Құран мемлекеттері: «Олар оны (Ілиясқа (Ілиясқа) жоққа шығарды, және міндетті түрде Құдайдың шынайы және адал қызметшілерінен басқа, біз оның (олардың арасында (жадын) одан бас тартады». [25] [25] [26]\n\nҚұранда Құдай Ілиястың екі жерде мақтайды:\nІлиясқа тыныштық! Біз жақсылық жасағандарды осылай марапаттаймыз. Ол біздің сенетін қызметшілеріміздің арасында.\n\n- Құран, 37-тарау (as-alaffat), 129-132-тарау [27]\nЗакария мен Яхия мен Иса мен Иса мен Ильяс, олардың бәрі әділдердің арасынан болды\n\n- Құран, 6-тарау (Al-An'am), 85-тарау [28]\nКөптеген комментаторлар, соның ішінде Абдулла Юсуф Али, 85-тармақта Ильяс, Закария, Яхия және Иса рухани қосылыстары туралы түсініктеме берді. Абдулла Юсуф Али былай дейді: «Үшінші топ бір-біріне емес, шындықты уағыздаушы, олардың эпиториттері:« Әділдер ». Олар Иса дөңгелек тобын құрайды. Захария Джонның әкесі болды «Ілияс, келуге болатын Ильяс» деп аталады (Мат 11:14); және Ілияс Таудағы өзгеріс кезінде Исамен бірге болған және сөйлескен. ]\n\nМұсылмандық ғалымдардың көпшілігі Ілияс Исраилде уағыз айтты деп сенгенімен, Құран кітабының алғашқы пікірлері Ильяс Ливанда Баалбекке жіберілгенін айтты. [30] Қазіргі заманғы ғалымдар қаланың Ілияспен байланысы қаланың бірінші жартысының арқасында Ілияс өз халқының ғибадат етуді тоқтатуға шақырғаны үшін, Қаланың бірінші жартысынан бастап, Қаланың бірінші жартысына байланысты болғанын айтты. Ілиястың қаласын Баалбекпен сәйкестендіруден бас тартқан ғалымдар Баалбек қаласы Баалбек қаласы Ильястың баяндауымен Құран немесе Еврей Киелі кітапта айтылмайды. [31]\n\nӨлім\nУақыт өте келе, құрғақшылық таралған және көптеген адамдар қайтыс болды. Олар өздерін көргенде, өткен істеріне өкінген кезде, Элиасқа (A) бұрылып, оның шақыруын қабылдады. [32] Содан кейін, Ілияс дұғасына байланысты (а) қатты жаңбыр жауып, жер тозған; Алайда, біраз уақыттан кейін, адамдар өздерінің келісімін Құдаймен бірге ұмытып, пұтқа табыну үшін оралды. Ильяс мұны көргенде, ол Құдайдан өз өлімін сұрады. Бірақ Құдай оған от күймесін жіберіп, аспанға көтеріліп, оның оқушысы болған Аляса таңдады. [33] Ілияс исламдық Esschatoly-мен сирек кездеседі. [34] Алайда кейбір мұсылмандар Ильяс бірнеше рет жұмбақ фигуралармен бірге оралады деп санайды. [5]\n\nМұра\nМұсылман әдебиеті мен дәстүрі Ильяс Исраил патшалығына уағыздағанын еске түсіреді, олар Ахаб пен кейін оның ұлы Ахазияны басқарды. Ол «шөлдің пайғамбары» деп аталады. [35] Ілияс Ахаб пен оның әйелі Езабелдің құлшынысымен уағыздаған деп санайды, ол мұсылман дәстүріне сәйкес осы саладағы жалған пұттарға ғибадат ету үшін ішінара жауап берді. Мұсылмандар елдердің көпшілігі Ілиясты тыңдаудан бас тартты, өйткені Елішә Израильге Құдайдың жолдауын одан әрі уағыздаудан бас тартты. [36]\n\nІлияс мұсылман мәдениетіндегі аңыздар мен фольктерлердің тақырыбы, әдетте, Хидрмен кездесуі бар. Мұсылмандық экзеция туралы есеп бойынша Мұхаммед Меккеде Ілияспен кездесті. [37] Ислам мистицизмінде Ілияс шалфей Хидрмен тығыз байланысты. Бір Хадист Иерусалимде жыл сайын Меккеге қажылыққа бару үшін жыл сайын бір-бірімен кездесті. [38] Ильяс Хидрдің ағасы, сондай-ақ жастардың субұрқынан ішіп, Хамзанамада да көрінеді. [39] Бұдан басқа, ол Китаб әл-Кафиде Имам Джауфар аль-Садикі Сирия тілінде Ілияс тағзымын оқыған және жылай бастады. Содан кейін ол вилдеттемені араб тілінде қонаққа келген топқа аударды:\n\n«Уа, Ием, сен мені кешке шөлдеуімді білемін бе? Мен саған күнәлардан бас тартқанымды білсеңіз де, мен сенің жазасың ба? Онда Алла, содан кейін Ильяс рухына шабыттандырды, «Мен сені жазаламаймын», - деп жазды. [40]\n\nЕСталдар\n «Ілияс Ілияс сияқты, оның тарихы 1 Патшалықтардан 17-19 және 2 патшаларда кездеседі. Ілияс Ахабтың (896-874 жж.) Және Ахазиядан тұратын (874-872 жж.) ), Израиль немесе Самария патшалығының патшалары. Ол шөлдің пайғамбары, шомылдыру рәсімінен өткен Джон Доаптистпен, Киаптицтистке ұқсады, олар да қатысып, өз халқының барлық істерін басқарды және өз халқының барлық істерін басқарды. Екі Ахаб Азария Сирияға сиырға ғибадат етуге бейім болды. Бұл ғибадатқа ғибадат, сонымен қатар табиғатқа ғибадат пен ревизиялы күштерге ғибадат етіп, үндігілерге ғибадат етіп, көптеген қиянат жүргізді. Патша Ахаб күйеуі, Изабел ханшайымына үйленді, ол күйеуін Алланы іздеп, Бағал-ғибадат етіп жүрді. ... «Ілияс Ахабтың барлық күнәсін және Ахазияның күнәсін жоққа шығарды және оның өміріне қашуға мәжбүр болды. Ақырында, ескі өсиеттің, [19-бетті] Оттан аспанға апарып тастады. Ол мантиясын Элиша пайғамбармен қалдырды ». [20]",
"Alyasa": "Аляса (Араб: اليسع اليnestry, اليnicized: romanized: Аляра ») - Исраилдің ұрпақтарына жіберілген Құдайдың пайғамбары мен елшісі (Алла). Құранда Аляса екі рет пайғамбар ретінде, [1] -ден екі есе көп айтылған. Ол Мұсылмандар Ильястың пайғамбарлық мұрагері ретінде (Ілияс). Хидрмен бірге Элишаны исламдық түрде анықтайтын исламдық ақпарат көздері Хидр мен Ілияс арасындағы исламдық дәстүр бойынша күшті қарым-қатынасты білдіреді. [3]\n\nЖеке адам\nАляның атауы Аль-Аньамда екі рет айтылған және 6:86 және қайғылы 38:48. Осы тармақтарда, аляса туралы ештеңе айтпастан, ол альяса туралы ештеңе айтпастан, ол «қоштасқан» және «сайлаулар арасында» деп аталады. [4] Құранның айтуынша, Елішә «жаратылыстардан жоғары» (Араб): Мина Л-Ахёр). [5] [5] Аляса әл-Анам 6:86 және 48:48-де айтылған, ал Исмаилмен бірге:\n\nЖәне Исмаил және Аляса және Юнус, және люс; Әрқайсысы біз әлемге жинадық;\n\n- Аль-Аньам 6:86\nБіздің қызметшілерімізді Исмаил, Аляса және Дхул-Киифльді есіңізде сақтаңыз, олардың әрқайсысы өте жақсы.\n\n- қайғылы 38:48\nҒажайыптар\nШиа-Аль-Ридхадан Шиа Хадисте альяса, кейбір кереметтер, соның ішінде өлгендердің жандануы, ауруды емдеп, суда жүргені туралы айтылған. [Сілтеме қажет]\n\nТалап етілген қабірлер\nКейбір мұсылмандар Елішенің қабірі Сауд Арабиясының шығыс аймағында әл-Авджамда орналасқан деп санайды. Ұшақтарды Сауд Арабиясы үкіметі алып тастады, өйткені Сауд Арабиясында осындай венация венация немесе Salafi реформалар қозғалысының үстемдігіне сәйкес келмейді. [6] [7] Бұл ғасырлар бойы Османлы Арабия кезінде көптеген ғасырлар бойы маңызды орын болды және қазіргі кездегі барлық секталардың мұсылмандары үшін өте танымал болды. [8]\n\nЕлішенің қабірі Түркияның Диярбакир провинциясының Эгил ауданында бар. [9] Түпнұсқа храм биіктікке жақын жерде болды, бұл 1994 жылы су басқанбыз. Қалалық кеңестің құпия кеңесі, Дін істері дирекциясымен ынтымақтастықта, демілділік дирекциясымен ынтымақтастықта, эксгумацияға жол бермейді. Аудан су астында болғанға дейін қабір түнде қазып, пайғамбардың сақталған денесі тоғыз ғалымдар мен ресми жұмысшылардың куәсі болды - бұл су басқан жазыққа қараған төбеден ауырып қалады. Алайда, көптеген қала тұрғындары пайғамбарды сол түні армада көрді және күн шыққанға дейін оның жаңа жерінде қайта оралуына дейін пайда болды. [10] [11]",
"Yunus": "Юнус ибн Матта (Араб: ابن), ابن ماتا, романдалған: yūnus ibn matta) - Құдайдың пайғамбар және елшісі (Алла). Юнус дәстүрлі түрде исламда Құдайға адал болған пайғамбар ретінде өте маңызды деп саналады және оның хабарларын жеткізді. [1] [2] Юнус - Киелі кітаптағы он екі кішігірім пайғамбарлардың жалғызы - Құранда. [3] Құранның оныншы тарауы оның есімімен аталған. [4]\n\nЮнус Дхул-Нун деп аталады (араб: ذلنون) және мұсылмандар. [5] Ол Құранның атымен төрт рет аталған. [6]\n\nХадистикалық ескертулер\nЮнус сонымен қатар Мұхаммедтің өмір бойы бірнеше оқиғаларда айтылған. Кейбір жағдайларда Юнус атауы Мұхаммедтің мақтауымен және құрметпен сөйлейді. Мухаммедтің өмірі туралы тарихи әңгімелерге сәйкес, Мухаммед Мұхаммед Та'иф қаласына барғаннан кейін, оның жетекшілері оған Мекке емес, оның хабарын уағыздауға мүмкіндік береді, бірақ ол қаладан кетіп қалды ма? адамдар. Ол Қырай тайпасының екі мүшесі Утбах пен Шайба бағына баспана алды. Олар өз қызметшілеріне, асқындамдарды едәуір тамақтану үшін жіберді. Мұхаммед Аддас сұрады, ол қайдан болған және қызметші Ниневиге жауап берді. «Юнус қаласы, ол Әмтібай ұлы!» - деді Мұхаммад. Аддалар пұтқа табынушылардың Юнус туралы білмейтінін білгендіктен шошып кетті. Содан кейін ол Мұхаммедтің бұл кісіні қалай білгенін сұрады. «Біз бауырластарбыз», - деп жауап берді Мұхаммед. «Юнус Құдайдың пайғамбары, мен де Құдайдың пайғамбары» еді. Addas бірден исламды қабылдап, Мұхаммедтің қолдары мен аяқтарын сүйді. [10]\n\nМұхаммедтің бір сөздерінің бірі, Имам Бұхари коллекциясының бірі Мұхаммедтің айтуынша, Мұхаммедтің айтуынша, Мұхаммедтің айтуынша, «Мен Юнусқа қарағанда жақсымын деп айтпау керек», - дейді. [11] [12] [13] [13] [14] Мұхаммедтің аға жасы үлкен заманауи Ибн Аби аль-Тұз Юнус Аллаға дұға етпеді, ол балықтың ішіне қайта тірілгенге дейін қалды [14], бірақ оның дұғасына байланысты Юнус «аз ғана болды балықтардың ішіндегі күндер ». [14]\n\nТоғызыншы ғасырдағы парсы тарихшысы Аль-Табари Жүніс балықтың ішінде болғанда, «оның сүйектері немесе мүшелері зардап шеккен жоқ». [14] Алла сонымен бірге Алла балықтың денесін мөлдір етіп, Юнустың «тереңдігінің» «» 15] -ге «15] және Юнус балықтың барлық әндерін аңсағанын естігенін жазады. [15] Кисай Марвази, XIX ғасыр ақыны, Юнустың әкесі Жунус [14-бетте] болған кезде, Юнус дүниеге келгенде, көп ұзамай қайтыс болды, ал кейінірек ол Юнустың анасынан ағаш қасықтан басқа, ағаш қасықтан басқа ештеңе жоқ. Корнукопия болыңыз. [14]\n\nҚабірлер\nҚараңыз: Мешіттер мен Мошереялар мен Мрамалар § мешіт_оф_профет_жона\n\nЮнус мешітінің қирандыларының суреттері, оның жойылғаннан кейін\nНиневтың қазіргі орны бес қақпаның, қабырғалардың бөліктерінің, төрт жағынан, екі үлкен қорғандармен, ал екі үлкен қорғандармен ерекшеленеді: Куйнжиктің төбесі және Наби Юнус төбесі (Сілтемені қараңыз). [16] Наби Юнус мешіті Жүніске арналды, оның құрамында Жүністің қабірі сияқты мұсылмандар мен мәсіхшілер де құрметпен қиянат жасады. [17] Қабір танымал қажылық алаңы болды [18] және еврейлер, христиандар мен мұсылмандар үшін Таяу Шығыстағы бірлік символы болды. [18] 2014 жылғы 24 шілдеде Ирак пен Левант исламдық мемлекеті (ИСИЛ) исламдық (ИСИЛ) мешіт бар мешіт бар мешіт бар мешітті пұтқа табынушы деп санады деп санады. [19] [18] Мосилдің 2017 жылғы қаңтардан кейін Ежелгі Ассириялық сарайдан кейін 7-ші ғасырдың бірінші жартысының айналасындағы Ежелгі Ассириялық сарай құрылған «Ассириялық сарай» б.з.д. қираған мешіттің астында ашылды. [18] [20] Изил қара базарға сатылатын заттар сарайын тонап кеткен [18] [18], бірақ тасымалдауды қиындағылардың кейбір артефактілері әлі де болды. [18] [20]\n\nБасқа мұсылман қабірлері\nЖүністің басқа да беделді жерлеріне, Израильдегі ежелгі Гат-Хеирдің ежелгі жерінде орналасқан Машхад ауылының араб ауылы; [21] Хебронның солтүстігіндегі Палестина батыс жағалауы, 5 км (3,1 миль); [22] және Ливан қаласындағы Сарафанд қаласының жанында (23] Тағы бір дәстүр қабірді қазіргі заманғы маякпен қамтылған учаскеде Израильдің солтүстік шетінде «Жүністің төбесі», «Жүністің төбесі» деп атады.\n\nЖүністің қабірін Фатих Паша мешітіндегі Михрабтың артында орналасқан Диярбакирден табуға болады. [24] [25] Эвлия Селеби өзінің Сейахат атағындағы Жүніс қабіріне барды. [26] [27]\n\nQuranic туралы ескертулер\nАль-Анбия 21:87 [7] және әл-Калам 68:48, Юнус Юнус Дхул-Нин деп аталады (арабша: «Балықтардың бірі»). [5] Ан-Ниса 4: 163-те және Аль-Аньам 6:86, ол «Алланың елшісі» деп аталады. [5] 37: 139-148 арба Юнус туралы толық әңгімелейді: [5]\nСондай-ақ, Жіберушілердің арасында Жүніс (бізбен) болды.\nОл қашып кеткенде (құл тұтқында сияқты) кемеге (толығымен)\nОл лоттарға келіскен (келіседі), ал ол айыпталды:\nСодан кейін кит оны жұтып қойды, ол кінәлі актілерді жасады.\nОл болған жоқ, ол Аллаһтан да,\nОл әрине, балықтың ішінде қайта тірілген күнге дейін қалды.\nБірақ біз оны жалаңаш жағалауда ауру күйзеліске тастадық,\nБіз оның үстіне, оның үстіне, гурдтың таралу зауытының өсуіне себеп болды.\nБіз оны (миссияға) жүз мыңға (ерлерге) немесе одан да көп жібердік.\nЖәне олар сенді; Сондықтан біз оларға біраз уақыт ләззат алуға рұқсат бердік.\n\n- Құран, 37-тарау (As-Salaffat), 139-148 тармақтар [8]\nҚұран Юнус мұрасы туралы айтпайды [5], бірақ мұсылман дәстүрі Юнус Биньямин руынан шыққан деп үйретеді. [9]",
"Zakariya": "Ислам доктринасының айтуынша, Закарья (Араб: زكيا, زكيا, Зәкәрия) - Құдайдың пайғамбары мен елшісі (Алла), және Иса пайғамбардың әкесі.\n\nҚұранда\nЗакария - Иерусалимдегі екінші ғибадатханада тұрған Құдайдың пайғамбары және Құдай пайғамбары болды. Ол ғибадатхананың [2] қызметін басқаруға жауапты және ол әрқашан Құдайға дұға етер еді.\n\nҰл үшін дұға ету\nОның қартайған қартайған сайын, Закария қайтыс болғаннан кейін Құдайдың жолдауын уағыздаудың мұрасын қалай жалғастыра бастады және ол одан кейін ғибадатхананың күнделікті қызметтерін атқарады. Закария Құдайға ұл үшін дұға ете бастады. Ұрпақтардың дүниеге келуі үшін дұға ету бала үшін жай ғана қалмады. [1] Ол өзіне де, жұртшылық үшін де дұға етті - оларға Закариядан кейін Жаратқан Иеге қызмет етуде Құдайдың адамы керек еді. Закарияда мінезі мен ізгілі болды, ол оны өзінің рухани мұрагеріне өзінің ең қымбат иелігіне жеткізгісі келді. Оның арманы үй шаруашылығын патриарх Жақыптың тіршілік етуі және Құдай туралы хабардың Израиль үшін жаңарғанына көз жеткізу болды. Құранның қайта санауымен:\n\nЖаратқан Иенің қызметшісі Закарияға мейірімділік туралы ескерту. Ол Раббынан айқайлаған кезде, жасырын жылады: «Менің мырзам! Lo! Менің сүйектерімнің сүйектері әлсіздік және менің басым сұр шаштармен жарқырап тұр, және мен сенімен, сенімен, сенімен дұға етпейтінмін. Lo! Менен кейін менің туысқанымнан қорқамын, өйткені әйелім бедеуім. Ой, маған сенің болуыңнан маған мұрагер, Жақып үйінің иелігінен (сондай-ақ). Оны, Ием, қабылдаңдар, ұнамды (саған дейін). [Құран 19: 4-6 (TAPTHALL аударған)]\n\nЯхя әке\nҚұдайдың сыйы ретінде Закарияға Яня есімді ұл берілді (Араб) yaḥyá (arabic: يح ..., Джон Баптистпен анықталған), осы балаға арнайы таңдалған атау. Мұсылман дәстүрі Закарияның тоқсан екі жаста екенін айтады, ол Джонның дүниеге келуі туралы айтты.\n\nЗакарияның дұғасына сәйкес, Құдай Жақияны (Яхия) жаратқан Құдайдың хабарын жаңартты, олар бүлінген және исраилдіктер жоғалып, жоғалтқан. [4] Құран айтқандай:\n\nO Захария! Lo! Біз Джонның аты-жөні бар ұлдың тіректерін алып келеміз; Біз бір атты ешкімге бердік (оған). Ол: «Менің мырзам! Әйелім бедеуде, менде баламның қашан да, мен қарт шегіне жеттім? Ол былай деді: «Сөйтіп, Раббың:« Бұл маған оңай, және мен сені бұдан бұрын жаратқанда, сендер ештеңе істемеген. Ол: «Менің мырзам! маған белгі беріңіз. Ол: «Сіздің белгісіңіз - сіз денсаулығыңызбен үш түнде адамдармен сөйлесе алмайсыз.\n\n- [Құран 19: 7-10 (Topthall аударған)]\nМәриямның қамқоршысы\nҚұранның айтуынша, Закария Мәриямның қамқоршысы болған. Құран мемлекеттері:\n\n(Есіңізде болсын): «Имранның әйелі:« Ием! Мен саған қарайтын саған сенсорлы (ұсынған) деп ант бердім. Мені қабылдаңыз. Lo! Сен, сен тек сен, көрші, қыңгер, қан шапан! Ол құтқарылған кезде ол: «Менің мырзам! Lo! Мен әйелді жеткіздім - Алла тағала оның жақсы екенін білді - ер адам әйел сияқты емес; және lo! Мен оның Мәриямын атадым, том! Мен оны қорғауға және оның Шайтанның шығысынан оның ұрпақтарын аңсадым. Оның Иесі оны толық қабылдаумен қабылдады және оған жақсы өсуге мүмкіндік берді. және Захарионның қамқоршысы болды. Захария болған кезде, ол болған ғашықтарға кіргенде, оның тамағы бар екенін анықтады. Ол: «Мәриям! СЕН ОСЫ (Тамақ). Ол: - Ол Алладан. Алла тағала кімге берілмейді. [Құран 3: 35-37 (Tobthall аударған)]\n\nМұсылман теологиясы Закарияны Шомылдыру рәсімінгіші және Иса да Иса, Иса да, пайғамбарлардың жаңа дәуіріне сүйене отырып, «Аарон пайғамбардың әкесі» (Имран). Барлық діни қызметкерлердің, яғни Мәриямға (Мәриямға) қамқорлықты сақтау міндетіне берген Закария, оның тақуалық кісі мәртебесін көрсетеді. Закария Құдайдың Құдайдың және әділ адамның пайғамбары ретінде жиі мадақтайды. Осындай бағалаудың бірі - әл-Аньамда:\n\n«Ал Закария мен Яхия мен Иса мен Элияс. Әрқайсысы әділдер еді». [Құран 6:85\n\nҚұран аудармашысы Абдулла Юсуф Али бір жолға түсініктеме ұсынады [5] - осы пайғамбарлардың пайғамбарлары бір-бірімен рухани байланыс орнатқанын ұсынған. Ол Яхя Иса туысы болғанын, ал Элияс жаңа өсиетте көрсетілгендей, Иса Таудағы Иса [6] болған кезде болғанын көрсетті. Закария, неке арқылы Иса ағасы Иса ағасы және оның ұлы Ылаха жаңа өсиеттегі элиас деп аталды. [7]",
"Yahya": "Yaḥy Ibn zakarīyā (Араб: يحபيى ار زكيا, Шомылдыру рәсімін жасаушы Джон Исаһармен таныстырылған, ИСЛАДИТТІ Ағылшын тілінде анықталған, ИСЛАНД ПАЙДАЛАНУ ЖӘНЕ ИСРАБАНЫҢ БІЛГЕНДЕРІ (Алла). . Ол мұсылмандар Иса Әл-Масихтің келуі үшін Құдай Сөзіне куәлік еткеніне сенеді. [1] [1] [2]\n\nЯхя Құранда бес рет айтылған. [3]\n\nЯхя сонымен қатар суфизммен, сондай-ақ ислам мистицизмі, ең алдымен Құранның Жоханның ПАЙДАЛАНУ ЖӘНЕ Мейірімділіктің сипаттамасы үшін жоғары мәртебеге ие. [4] Сүйежис Құрандағы Жохандағы тапсырмалар бойынша, ең алдымен, ол жастарда, сондай-ақ оның жастарда, сондай-ақ Иса Иса сияқты параллельдерде Құдай берген сыйлықтар туралы өтініштерімен жиі қолданады. Джон мен Исаны сипаттау үшін бірнеше сөз тіркестерімен бірге Құран түрінде бірдей, олар өзгеретін тәсілдер әртүрлі. [5]\n\nТуу\nҚұранда Құдай Закарияның ұлы дүниеге келуіне үнемі дұға еткенін айтады. Закарияның әйелі бедеу еді, сондықтан баланың туылуы мүмкін емес болып көрінді. [6] Құдайдың сыйы ретінде Зәкәрияға Янияның жалғыз ұлы, тек осы балаға ерекше таңдалған есім берілді. Закарияның дұғасына сай, Құдай Исаһия мен Иса жасады, ал үш айдан кейін, ал алты айдан кейін дүниеге келді, [7] Құдайдың хабарын жаңартып, исраилдіктер бүлдірді және бұрмалаған.\n\nҚұран Боттист Джонның бұл есімді бірінші болып шыққанын (Құран 19: 7-10) деп мәлімдейді, өйткені Джонанның аты-жөні Шомылдыру рәсімін жасаушы Джонның алдында бірнеше рет кездеседі. «« Йоанан »[9-да] немесе Джонның ғажайып атауының Киелі кітаптағы сияқты атау емес, ол« Захария »деп атады (грек: ζζχαρανς), әкесінің аты-жөні, жоқ Оның әкесі Захариялардың икесінде (Зәкәрия деп те аталады) оның алдында «Джон» («Йаннан» / «Йоаннс») деп аталған. [11] Құран айтқандай: [12]\n«О, Закария, біз сізге есімді баланың жақсы мезгілін береміз, оның есімі Яхя болады және біз ешқашан өзекті емеспіз.\n\nОл былай деді: «Уа, мырзам! Менің ұлым, әйелім бедеуде, мен қартайғаннан кейін қатты қиналдым ба?»\n\nОл былай деді: «Бұлай болады, сендер мен үшін өте оңай, мен үшін оңай: мен сенен бұрын, сенде ештеңе жасамадым!«\n\n(Закария): «Уа, мырзам! Маған белгі беріңіз.» «Сенің қолың», - деп жауап берді, «сен үш түнде ешкіммен сөйлеспесің.\n\n- Мәриям 19: 7-10\n- Мәриям 19: 12-14\n\nИордан өзені, ол жерде Яхия Иса. [13]\nЯхя Жазбаларға тез аулап, Құдай әлі де бала кезінен шыққан. [14] Ол таза және діндар болған және Құдайдың алдында жақсы жүрді. Ол ата-анасына жүгініп, ол менмендік емес немесе бүлікшіл емес еді. Джонның тек бала кезіндегі Жазбаларды оқып, түсінуі заманның ең үлкен ғалымдарынан асып түсті. [6] Муслим экзеджисі Иса Яхяны он екі шәкіртпен жібергенін айтады, [15-і] Иса өз шәкірттерін шақырып алғанда, Хабарламаны уағыздады. [7] Құран былай дейді: [16]\n«O yaḥya! Кітапты ұстану»: біз оған жастық шақ етіп, даналықты бердік,\n\n- Мәриям, 19:12\nДжон Классикалық пайғамбар болды, [17-беттегідей, Құдайдың бәрін батылдықпен қорқытқаны үшін жоғары көтерді. Оның үстіне, Құран Джонның нәзік тақуалық және сүйіспеншілік пен сүйіспеншілік пен оның кішіпейілділік танытады, оған өмірдің тазалығы берілді.\n\nИслам дәстүріне сәйкес, Яхя уағызын жеткізу үшін Харам Эш-Шарифке (Харамның) баратындығы туралы бұрыннан баратын. [3]\n\nӨлтіру\nЯхия пайғамбарлық кезінде оның алғашқы әйелі ажырасқысы келіп, бұрынғы әйеліне апарғысы келетін Ирод Антипастың арасында қақтығыс пайда болды. [3] Яхя неке шатасып, некені мақұлдамады деп хабарлады. Осыдан кейін Ирод Антипаста Яхия түрмеге қамалды. [3] Яхя содан кейін зеңбіртілді. [18] [3] Яхяның басы Дамаскідегі Умайад мешітінің ішінде деп саналады. [19] [20] [21]\n\nМұра\nИсламда Яхья Мухаммадты Аль-Исра-Ми'раждың түнінде, Иса (Иса), екінші аспанмен, екінші аспанмен құттықтады. [22] Яхяның тарихы Әбссиндік патшаға Мұзсинияға көші-қон кезінде де айтты. [23] Құранның айтуынша, Яхья Құдай болған, ол дүниеге келген күні және оның қайтыс болған күні болып, оның қайтыс болған күні болған бір адам болған. [24] Аль-Суютидің айтуынша, Ибрахим әлемдегі жаратылыстан бері көктер мен жерді тек екі адамға, яхия мен Хусейнге жібергенін мәлімдеді. [25] [26] Хадистке сәйкес, Мұхаммед былай деді: «Адамның әр ұлы қайта тірілген күні келеді, ал ол оған қарсы күнә жасайды және оған қарсы күнә жасайды. [27] Көптеген мұсылмандар Яхияны Хусейнмен салыстырады. [28] Яхия мен Хусейннің басшылары Сириядағы Дамаскідегі Умайяд мешітінде болады деп саналады.",
"Isa": "Иса (Иса) - Алланың және Мәсіхтің пайғамбары мен елшісі. Ол Израильдің ұрпақтарына (бани Израиль) бағыт беру үшін жіберілген соңғы пайғамбар, және ИНСПИК (Інжіл) деп аталатын қасиетті кітапты ашты.\n\nҚұранда Иса Мәсіх (аль-Мась), Тыңдаған Мәриямнан шыққан Мәсіх (аль-Мась) ретінде суреттелген, бұл кереметтер жасады, шәкірттермен бірге, яһудилердің құрылуы және көкке көтерілмеген. Құран Иса айқышқа шегеленген жоқ деп мойындайды және айқышта қайтыс болған жоқ, бірақ Құдаймен керемет түрде құтқарылды. Құран Исаны ең үлкен пайғамбарлардың қатарында орналастырады және оны түрлі атақтармен айтады. Исаның пайғамбарлық алдында Яхяның алдында және Мұхаммедке қол жеткізді.\n\nИслам Құдайдың Құдайдың Құдайдың Құдайдың Құдайдың Құдайдың ұлы немесе Құдайдың ұлы туралы көзқарастарын қабылдамайды. Бұл Исаны бірнеше аяттардағы құдай ретінде қабылдамайды, сонымен қатар Иса Құдайдың Құдайдан айырмашылығы жоқ деп айтады. Мұсылмандар Исаның түпнұсқа хабары өзгергеннен кейін, одан кейін қайта тірілді. Исаның монотеизмі Құранда атап өтілді. Исламдағы барлық пайғамбарлар сияқты, Иса Исламдар сияқты мұсылман деп те атады, өйткені ол өзінің ізбасарлары «түзу жол» (ṣirāṭ al-mustaqīm) деп уағыздады. Иса көптеген кереметтермен, көптеген аскетикалық және мистикалық әдебиеттермен жазылған және ол туралы исламдық дәстүрге оқыған. Сондай-ақ, ол Мұхаммедтің келуін Ахмадтың атын пайдаланып пайғамбарлық еткені айтылған.\n\nУақыт өте келе, Иса Иса Имам Аль Махдиге аль-Масих Ад-Дажжалын өлтіру үшін қайтып оралады («жалған Мәсіх»), содан кейін ежелгі тайпалар ежелгі тайпалар ya'jūj and magoh (gog және magog) таратады жер бетінде. Осы жаратылыстар керемет түрде жойылғаннан кейін, Имам Махди мен Иса бүкіл әлемді басқарады, бейбітшілік пен әділдік орнатып, 40 жыл билік еткеннен кейін өледі. Кейбір мұсылмандар Мұхаммедпен бірге Мухаммадпен бірге жерленеді деп санайды, Мединадағы жасыл күмбездің қабірінде жерленеді.\n\nИсаны мұсылмандар исламның маңызды пайғамбарларының бірі болып түсінді. Исаның қайтып оралған жері, Дамаскідегі Умайад мешітіндегі мешіт мұсылмандардың исламның төртінші сайтынан жоғары бағалайды.\n\nТуу\nҚұранда Исаның есебі оның анасы, Мәриямның және оның Иерусалим ғибадатханасында қызмет етуінен басталады. Зәкәрия пайғамбар пайғамбардың қамқорлығының астында Яхяның әкесі болып табылатын адам (Баптист Джонист). Исаның Құрандағы туу туралы әңгімесі Құранда 19: 16-34 және Q3: 45-53-те басталады.\nЖою\n\nИсламдық эксигст Иса Вирджиналды туа бастаған Иса Інжілдің және Бетлехемде кездесетінін растайды. Вирджиннің баяндауышының әңгімесі - Мәриям Мәриямның Ант Үлкен Габриэль туралы хабарландыру, өйткені Мәриямның анасы Құдайға уәде бергеннен кейін. Габриэльде ол барлық ұлттардың барлық әйелдеріне құрмет көрсетіп, Қасиетті ұлының қуанғанын да алып келді.\n\nМиниатюрадағы ескерту\nГабриэль ұлы Иса, Мәсіхтің деп аталуы керек деп жариялады, ол оны керемет пайғамбар деп атайды. Мәриям, ол қалайша ойлағанын сұрап, баласы бар, егер ол ешкім оған қол тигізбесе де, Құдай өзіне тиесілі нәрсені жаралайтын және ол өзіне түсе алады деп жауап берді.\n\nҚұраннан келген баяндаушы Мәрияммен жұмыс істейді, босанудың ауырсынуымен, оның астында су ағып, оның астында су ішуге болады, ол алақан ағашы, ал пальма ағаштары түсіп, ләззат алар еді. Туғаннан кейін, Мәриямды Мэри екі ғибадатханаға апарады және оны бала туралы ғибадатхана ақсақалдары сұрайды. Габриэльдің үнсіздігімен бұдан былай деп бұйырған, ол нәресте Исаның және нәресте туралы уағыздауды көрсетеді:\n\nОл: «Мен Құдайдың қызметшімін», - деді. Ол маған кітапты беріп, маған пайғамбар жасады. Ол мені қай жерде екенімді жарылқап, маған ұнайтын және маған ғибадат етіп, қоштасып, мен тұрамын; және анамға жүгіну; Мені қысым жасамаған, сілкіп жібермеді. Мен дүниеге келген күнім, мен туылған күнім, мен өлгенім, және мен тірі қаламын. [8]\n\nБесіктен айтқан Иса - «Сириядағы» бейбітшілік Інжілінен, алтыншы ғасырлық жұмыста, оның ішінен алты кереметтің бірі. [9] [9] [10] Әр түрлі хадистердің айтуынша, Иса мен Мәриям олардың туғанына жыламады. [11] Мұхаммед Ислам пайғамбар Исаның да, Мәриямның күндері болып жатқан жалғыз адам болғанын түсіндірді, сондықтан Шайтанның жанында Шайтанның жанасуынан қорғалғанын түсіндірді. [12]\n\nТуған әңгімелер\n\nҚұранның айтуынша, еңбекқорлығының ауырсынуы Мәриямды алақан ағашының магистраліне апарды.\nИсламдық сенім мәсіхшілердің дәстүрлеріндегі кейбір жіптерді ми? Исаның қайталануы мен дүниеге келуінің ең егжей-тегжейлі есебі 3 (Al Imran) және Құранның 19-ында, ал Құдайдың (Аллаһ) Құдайдың Мәриямды көп ұзамай алып тастайтынын хабарлау үшін ұсынылған. ұл, пәк қыз болғанына қарамастан. [13]\n\nКейбір академиктер 19 [14] Сурадағы оқиға, әсіресе Лұқа христиан Інжіліндегі бұл туралы айтты. [15] Мәриямға түсі екі рет Құранда және екі жағдайда да, Мэри / Мәриямда Құдайдың ұлын таңдағанын айтты. Бірінші кезекте жаңалықтардың иесі (көптеген мұсылмандар бас архангель Габриэль деп санайды), ол (Q3: 42-47) ол (Q19: 16-22) жаңалықтарды жеткізді. . [16] [17] Тұжырымдаманың егжей-тегжейлері, бірақ Мәриям өзінің пәкке деген көзқарасын қалай көтере алатынын сұраған кезде, ол Құдайдың қандай болатынын және Құдайға оңай болатынын айтады. [16] [18] Құран (Q21: 91 және Q66: 12).\n\n8-ші ғасырдағы мұсылмандық тарихшы Ишак (704-767), Хахарияның Мәриямның қамқоршысы туралы қысқаша және оны ұстамағаннан кейін, ол оны ұстамағаннан кейін, ол оны ағаш ұстасына тапсырғанын хабарлады. Джордж есімді. Шіркеуде оқшауланған, оған Жүсіп есімді жас жігіт қосылып, олар бір-біріне су мен басқа да міндеттерді алып келуге көмектеседі. Исаның дүниеге келуінің есебі Құранның әңгімесіне ілескенде, туа туылу Бетлехемде бетлехемде, ал пальма ағашының жанында. [21]\n\n10 ғасырдағы парсы ғалымдары Аль-Табари (839-923), Персия патшасынан Персия патшасынан Мәсіхке (шығыстан жасалған Магиге ұқсас) келіп түседі; Ер адамға бас тарту Жүсіпті (ерекше Мәриямның күйеуі емес) деп атады (ерекше Мэридің күйеуі емес), оны Мысырға алып, кейінірек Назаретте қайтып келеді. [22]\n\nБалалық шақ\nНегізгі мақала: Ғибадатханада табу\nСондай-ақ, қараңыз: Томасқа түседі\nҚұран Египетке ұшу дәстүрін қамтымайды, дегенмен, С.И. ХХІІІІ, бірақ 50-ге сәйкес келуі мүмкін: «Біз Мәриямның ұлын және оның анасы белгісін жасадық; біз оларды жоғары орынға қойдық Тыныш және серіппелермен суарылады ». [25-бетте]. Кейбір әңгімелерде Иса мен отбасы 12 жасқа дейін келеді. [26] Көптеген моральдық оқиғалар мен Исаның жастық шағымдары Цисас әл-Анбия (пайғамбарлардың әңгімелері), исламға дейінгі пайғамбарлар мен батырлар туралы ғасырлар бойы жазылған кітаптар. [7]\n\nӘл-Масуди Иса Исаның бала ретіндегі яһуди дінін Забур жырларынан оқығанын және «жарық кейіпкерлерімен» білгенін жазды.\n\n«Сен менің ұлымсың, сен менің сүйіктімсің; Мен сені өзім үшін таңдадым»\n\nСодан кейін Иса:\n\n«Бүгінде Құдай Сөзі Адам Ұлында орындалды». [22]\n\nЕгипетте\nСондай-ақ қараңыз: Томастың бейбітшілік Інжілісі\nБірнеше баяндаушылық исламдық жазбалардағы кейбір айырмашылықтар мен ұқсастықты Исламдық жазбаларда, оның ерте балалық шағы туралы, атап айтқанда Мысырдың ұзақтығы мен оқиғаларына қатысты уақытын көрсетеді. Әңгімелесушілердің көпшілігі канондық емес мәсіхшілердің қайнар көздерінде, мысалы, Томастың исламға дейінгі Інжілі сияқты кездеседі. Осындай келіспеушіліктің бірі - АЛ-АФИР-дан, оның тарихын жетілдіруде, оның ішінде Бетлехемнің орнына Мысырда туылған, туа біткен әңгімесі бар. [27]\n\nИсаның балалық шағыдағы кейбір басқа әңгімелері - бұл танымал Таяу Шығыс айнасы, ДСҰ конфессияаралық зерттеу профессоры Махмуд М. Айб. [28] Мысырда көптеген ғажайыптар жасқа толы [26] (§§ ғажайыптар және басқа да кереметтер).\n\nЕресек\n\nИордан өзені, онда Иса Яхя Ибн Закария (Джон Шомылдыру рәсімі) шомылдыру рәсімінен өтті. [29]\nІссапар\nСондай-ақ қараңыз: Иса мен елші (Ислам)\nЖалпы, Иса Арамика, бірінші ғасырдағы Яһудеяның ортақ тілінде, ал аймақта үлкенірек айтты. [30]\n\nИсламдық ойдан тұжырымдалған Ислам дінінің алғашқы және алғашқы көрінісі - пайғамбардың бірі - Құдай таңдаған адам, адамзатқа пайымдауды пұттарға ғибадат ету үшін де, бір шынайы Құдайға жүгінуге шақыру. Осы негізден, барлық алдыңғы пайғамбарларға мұсылмандыққа қатысты қандай-да бір пайғамбарларға шағылысқан Иса, Иса ғасырлардағы қайталанатын хабарды қайталайтын хабардан да көп болып саналады. Исаның кереметтері мен Исаның кереметтері Исаның Құдайдың Құдайдың құдайын Исаның құдайын, барлық пайғамбарлардың жолынан гөрі көрсеткендей көрсетеді. Исаның кейбір исламдық дәстүрлері Исаның миссиясы тек Исраил халқына және оның пайғамбар мәртебесіне ие деп санайды. [31] [31] [32]\n\nИсаның екіншіден екінші ерте бейнесі - бұл соңғы сан. Бұл тұжырымдама көбінесе хадистен туындайды. Мұсылман дәстүрі мәсіхшілер теологиясынан табылған, бұл туралы, Исаны көрген және жер бетінде античристпен күресу үшін түсіп жатқанын көргенде, әңгімелеседі. Бұл баяндаушы исламның себебін, кейбір дәстүрлер Исаның кейбір дәстүрлерімен Мұхаммедтің бастамасына нұсқайды. Әлемнің ең дәстүрлері Иса табиғи өлім өледі. [33]\n\nҮшінші және ерекше сурет - Иса аскетикалық фигураны бейнелейді - жүректің пайғамбары. Құран Исаның «Інжіліне» қатысты болса да, оның нақты ілімдері Құранда немесе одан кейінгі діни мәтіндерде айтылмаған. Олар негізінен жоқ. Суфи дәстүрі - Иса қайта құрылған жерде, рухани ұстаз ретінде рухани ұстаз ретінде басқа пайғамбарлардан, соның ішінде Мұхаммедтен ерекше дауыспен мойындады. Сондай-ақ, суфизм көптеген тәсілдермен, соның ішінде аскетизм, поэзия, философия, алыпсатарлық ұсыныс және мистикалық әдістерді қоса, Құдаймен одақтың өлшемдерін зерттеуге бейім. Суфизмнің батыстық ойына суфизм неоплатонизм, гностикизм және буддизмнің элементтерімен бөлісетініне қарамастан, идеология Құран сөздерін ұстану және Мухаммадтың кемелді адам сияқты исламдық болып көрінуі мүмкін. [34]\n\nУағыздау\nИсаның Исламдық ұғымдары Ирак, Иракта, Рашидун халифатының жанындағы Куфа, Мұсылман дәстүрі мен стипендиясының алғашқы жазушылары пайда болған деп саналады. Куфадағы Иса мен оның уағыздау туралы түсініктері Мысырдың ерте аскетикалық мәсіхшілерінен қабылданды.\n\nДөйлеген ең ерте әңгімелер, 85-ке жастанған әңгімелер Kitab Al-Zuhd Wa'l Raqa'iQ (аскетизм және тендерлік мейірімділік кітабы), ал ибь-Мубарак Китаб әл-Зухд (аскетизм кітабы) Ибн Ханбал (855). Бұл сөздер төрт негізгі топқа енеді: а) EssChateологиялық сөздер; б) квази-Інжіл сөздері; в) аскетикалық сөздер мен әңгімелер; г) муслим полемикаларын жаңғырту. [36]\n\nСенің алғашқы тобы Құранда бейнеленген Исаның архетипін кеңейтеді. Інжіл өзегін құрайтын оқиғалардың екінші тобы «исламдық мөрмен» кеңейтіліп келеді. Үшінші топ, төртеудің ішіндегі ең үлкені, Иса муслим аскетисі меценаты ретінде жазық. Соңғы топ ислам архетипі мен Ислам архетипі мен Ислам архетипі мен мұсылмандық анықтамаларын және оның қасиеттеріне, «Құдай рухының рухы» және «Құдай Сөзі» сияқты терминдер бойынша эзотерикалық идеяларды жалғастырады. [37]\n\nҒажайыптар\nНегізгі мақала: Исаның кереметтері\nСондай-ақ қараңыз: Томастың бейбітшілік Інжілісі\nҚұран Исаға кемінде алты кереметтер атады, олар ғасырлар бойы жазғандармен, жазғандармен және тарихшылармен толықтырылады. Кереметтер Исаға оның пайғамбарлығы мен оның билігі ретінде, профессор Ишактың Ишактың исихи-Хусайым (D. 1990), Муса-Хусайым (1990 ж.), Мухак , 1943; 2-ші ред. 1967). Құранда және заманауи араб әдебиеттеріндегі Мәсіхте (1960) (1960), аль-Хусейни бұл туралы айтып берді, бұл Мухаммедтің айтуынша, өзіне деген керемет қасиеттер жоқ. [38]\n\nҚұранда осы алты кереметтер Інжілден айырмашылығы және олардың канондық емес гностикалық көздерінен айырмашылығы, олар егжей-тегжейлі мәліметтерді қамтиды және басқа да белгілер туралы айтады. [38] Ғасырлар бойы бұл алты ғажайып әңгімелер Хадис пен поэзия арқылы, діни жазбалармен, оның ішінде Інжілде, канондық емес көздерде және лордан жасалған басқа да кереметтермен бөлінген. [26] [28]\n\nБесіктен сөйлеу\nБесіктен сөйлеген Құранда үш жерде айтылған: Al-Imran (3) 41, 46, Аль-Майда (5) 109-110 және Мәриям (19) 29-30. Баяндаманың бір бөлігі нәресте бар, Иса Анасы Мәриямды белгілі күйеусіз босанғанын айыптағаннан қорғайды. [39] Ерте ислам Жүсіпке және оның рөліне түсініксіз болды. Бұл гностикалық Інжілдің ықпалында Құран қарсыластарының құдай етпеуі туралы айтылған. Иса Ангел Габриэльдің үкім шығарғанын айтқанын айтады: Иса Құдайдың қызметшісі, пайғамбар болып, пайғамбар, қай жерде болса да, ол қай жерде болса да, ол туған күніне, оның қайтыс болғанына батасын береді , Ал ол тірі көтерілді. [40]\n\nБұл нақты баяндаушы Киелі кітапта табылмаса да, бораннан сөйлеу тақырыбы шатасқан исламдық емес Сириак бейбітшілік Інжілінен табылған. Бұл көзі Иса Иса өзін Інжілде егжей-тегжейлі деп жариялаған Періште Сөзі, сөзі Мәриямға не айтқанын растады. [39]\n\nБалшықтан құстар жасау\nБалалардан жасалған құстарды жасыратын және олардың ішіне тыныс алудың ғажайып тарихы және балаларға балалық шақ (3) 43, 49 және әл-Майдадан (5) 109-110-да айтылған. Бұл ғажайыптарда бұл ғажайыптар да жоқ болса да, сол баяндамада да дәл сол баяндаушы, ең болмағанда екі исламдық ақпарат көзі бар: Томас пен еврейлердің еврейі, еврей Толедот Юеху, Құран мен осы екі көздің нұсқалары бар. 41] [42]\n\nСоқырлар мен алапес заттарды сауықтыру\nСондай-ақ қараңыз: Галилеядағы екі соқыр адамды сауықтыру және он алапес тазалау\nЖаңа өсиетке ұқсас, Құран Иса, аль-Имранадағы альяндарды және алапеслерді сауықтырды, ал 49-ы. сауығып кету және Иса бұл ауруларды тек дұға арқылы сауықтырды. [43] Ортағасырлық ғалым Әл-Тайви осы екі қандай да бір аурудың медициналық көменбегені туралы жазды, ал Исаның кереметтерін басқалар өз хабарламаларының нақты белгілері ретінде куәландырды. [41]\n\nӨлгендерді тәрбиелеу\nИса адамдардан келген адамдарды қайта тірілтті, өйткені әл-Имранада (3) 49. 49-да. Жайыр, жесір әйел, Наин, Елазардың ұлы). [44]\n\nЕптілік\nИса алдын ала білу қабілеті немесе алдын ала білу қабілеті, [45] басқаларға белгісіз. Бір мысал - Иса кез-келген сұраққа дұрыс жауап берер еді, оған кез-келген сұрақ. Тағы бір мысал: Иса адамдардың жегендерін, сондай-ақ өз үйлерінде сақтағанын білді. [26]\n\nКөктегі тамақ кестесі\nНегізгі мақала: Көпшілікті тамақтандыру\nҚараңыз: соңғы кешкі ас\nҚұранның бесінші тарауында, аль-Маида (5) 112-115, баяндауда әңгіме Исаның шәкірттері азық-түлікпен бірге үстелден, ал болашақта олар үшін ерекше еске алу күні болды. Бұл eACHARIST-ге исламдық және арабтану профессоры Ватт Монтгомери Ватт (d. 2006) бойынша мүмкін болатын болуы мүмкін. [46] Салыстырмалы діндер профессоры (D. 2005), егер бұл оқиға Інжілдің соңғы кешкі асты немесе көптеген адамдармен қоректенсе, бірақ араб тіліне (мұсылман фестивалі) байланыстырылуы мүмкін емес: [47]\n\nБір рет шәкірттер: Уа, Мәриямның ұлы Иса, Жаратқан Ие бізге көктен үстел жібере ала ма? Ол: «Құдайдан қорқыңыз, егер сенсеңдер. Олар біз оны жеп, жүрегіміз татуласқымыз келеді, және біздің жүрегіміз татулықта болуы мүмкін, сондықтан біз сіздердің шынайылығымен айтылғанын және біз сіздің шынайылығымен және оның куәгерлерінің арасында болуымыз мүмкін. Мәриямның ұлы Иса, Уа, Иеміз Құдай бізге көктегі үстелге, бізге бірінші болып, соңғы бізге және бізден белгі: және сізден белгі: Азық-түлік) Біз үшін, сіз үшін сіз ең жақсы провайдерлер. Құдай мен оны сіз үшін жіберемін дедім. [46]\n\nSunni ExpereGete Tabari рекордында, соңғы кешкі ас алдында, өлім қаупі оны алаңдатады. Сондықтан Иса шәкірттерін соңғы кешкі асқа шақырды. Тамақтанғаннан кейін ол қолдарын жуып, олардың киімдерін киімдеріне сүртіңіз. Осыдан кейін Иса оларға былай деп жауап берді: «Мен бүгін кешке, мен саған тамақ бердім, мен сенің қолдарыңды бір-біріңе жуып жібердім, бұл сен үшін үлгі бол ( Бір-біріне қатысты тәкаппар болмаңыз, бірақ мен өзімді өзімді кеңейте отырып, бір-біріңе кеңейе аласыңдар ». Шәкірттеріне тәлім бергеннен кейін, Иса олардың бірін-бірі қабылдайтынын алдын ала айтады, ал екіншісі оған опасыздық жасайды. Алайда, Исламдық көзқарастарға қатысты Исаның өліміне сәйкес, Исаның әмбебаптасымен мәйіт айғырды, ал Исаның өзі Құдайға қайта тірілген. [48]\n\nБасқа кереметтер\nКөптеген оқиғалар мен әңгімелер Иса туралы бірнеше жылдар бойы құрғап, бір-біріне тән сабақтардан тұрады немесе Исаға қатысты Құрандағы егжей-тегжейлердің болмауына байланысты мағынаны беріп, әзірленді. Осы әңгімелердің кейбірі табиғатқа жаңа өсиет үшін ұқсас, ал кейбіреулері Исаны адамзатпен бейнелейді.\n\nМұсылман жазушылары ғасырлар бойы айтқандай, Исаның кереметтерінің егжей-тегжейлі, ересектерден (суда серуендеу сияқты - сонымен қатар, ол Інжілден де, нанның нанынан түседі), [39] Бала кезіндегі басқа ғажайыптар Мұсылмандық кәсіптік негіздерді мектеп директорына түсіндіру, ұрылардың дәмін татып, дәнді дейді, бір нәрсенің бираналық патшаның бос банкаларын толтыра отырып, бұл патшаның тамағын және шарапты толтырады, сонымен бірге бұл патшаның өлген адамды тәрбиелеуге күш-қуатын дәлелдейді Өлгендерден, баланы тәрбиелеп, кездейсоқ қаза тапты және түрлі түсті қб-ыдан жасалған киімдерді әр түрлі түстермен шығарып тастайды. [26]\n\nКорольдік ресми ұлының баласын сауықтыру\nНегізгі мақала: Корольдік ресми ұлын емдеу\nАль-Табари (д. 923) Исаның ересек адамның аймақтағы белгілі бір патшамен кездесуі және ұлының сауығуы туралы баяндайды. Патшаның жеке басы айтылмайды, ал аңызы Филипті тетрархты ұсынады. Киелі кітаптың тиісті анықтамасы - «Корольдік ресми лауазымды адам». [49]\n\nАшкөздік пен шындық\nПрофессор Айбың етіп танымал болған беделді сабағы ретінде пайдаланылған, жас ИСАНЫҢ аңызға айналған әңгімесі еврейлер мен нанға қатысты еврей адамымен және нанға қатысты. Полимиялық тонды алып жүрсе де, сабаққа ашкөздікпен ашкөздіктер, әңгімелеп, баяндауға дайын. Бұл балалар кітаптарында жиі кездесетін оқиға. [50]\n\nДаналық\nСондай-ақ қараңыз: логотиптер (ислам) және логотиптер (христиан діні)\nАңызға айналған кереметтің тағы бір тарихы - бұл Исаның балалық шақ туралы даналығына қатысты. Осы аңыз, Ибн Ишахтың аңызы, Мәриям туралы хабарлады, Мәриям туралы әңгімелеседі, Исаны діни мектебіне жіберу және мұғалім Исаны оқытылатын / талқылап жатқанын білгелі деп санайды. [26]\n\nБалалар үйлеріндегі тамақ\nАль-Табаридің тағы бір оқиғасы жас Иса өзінің ауылының жастарымен ойнап, олардың ата-аналарына үйде қандай тамақ дайындағанын айтады. [26]\n\nӘңгімелесу туралы егжей-тегжейлерге сәйкес, кейбір ата-аналар ашуланып, балаларына сиқыршы болған деп күдіктенетін балалармен ойнауға тыйым салды. Нәтижесінде, ата-аналар балаларын Исадан алыстап, балаларын бір үйге жинады. Бір күні, жалғыз адам, Иса өздерінің достарын іздеп, осы үйге келіп, балаларының балаларынан келгенін сұрады. Ата-аналар өтірік айтып, балалар жоқ деп жауап берді. Иса кімнен, содан кейін, үйде, ата-аналар Исаны шошқа деп атайды. Содан кейін Иса барлық балаларды шошқаларға айналдырып, «осы үйде шошқалар болсын», - дейді. [28]\n\nҒасырлар бойы мұсылман жазушылары сонымен қатар басқа ғажайыптар сияқты басқа ғажайыптарды, исламға дейінгі кейбір көздерден алынған, және консервілімдерден алынған исмандық көздерден иса туралы аңыз ретінде қарастырылған. [26]\n\nБілу\nНегізгі мақала: Исламдағы Інжіл\nМұсылмандар Құдай Иса үшін жаңа Жазба ашты деп санайды, ал бұрынғы Аппуляциясы деп атады, ал бұрынғы Аяндардан да шындықты жариялады. Құран аль-Инппарл туралы жақсы сөйлейді, ол өзінің ізбасарларының жүректерін білікті және тақуалықпен толтырады. Дәстүрлі исламдық эксиганигі Таурат тақырыбы бұрмаланған (Тахриф), Таин әл-Мубхэм («Екіұштайлылықтың шешімі» деп аталады. [52] Бұл полемиканың күш-жігері ортағасырлық кезеңде ABR-JABBAR IBN AHMAD жазбаларымен басталды. [53] Мұса заңына қатысты Құран Исаның Иса ешқашан еврей заңдарын ешқашан алып тастамағанын, керісінше, оларды тек жойылған, бірақ олардан бір-ақ, жойылғанын көрсетеді. [54]\n\nМұсылмандар көптен бері Пауыл Исаның өзіндік ілімдерін мақсатты түрде бүлдірді деп сенді. [55] 9-шы тарихи тарихшы Ибн Умар кейбір раввин Пауылдың ертедегі христиандарға деген қарсылық туралы ілімдер ретінде қарама-қайшылықты ілімдерін таныстыру арқылы ертедегі мәсіхшілерді әдейі адастырғанын дәлелдеді. [56]\n\nЮсуф Аль-Карадавидің айтуынша, оның ислам дініне тыйым салынады, заңды шектеулер Иса Құдайдың басында Құдайды жазасын заң деп білді. [57] Тафсир аль-Джалалай сияқты классикалық түсініктілер, олар балық және құс етін тұтынуға қатысты немесе жалпы алғанда. [58]\n\nҚұранда туралы ескертулер\nШәкірттер\nҚұран Исаны өз хабарына сенген шәкірттер (ḥawāriyyūn) жасағанын жазған. Шәкірттерді жалмаған кезде Құран Исаның бірнеше даналарын береді, олар оларға хабар жіберіп, оларға уағыз айтады. Мұсылмандар Исаның шәкірттерін Мұхаммедтің серіктерімен (ṣaḥaāba) бірдей көрсетті. [59] Христиан дініне сәйкес, он екі шәкірттің есімдері Петір, Эндрю, Джеймс, Джеймс, Филип, Филип, Филип, Бартоломе, Томас, Мэтью, Джеймс, Джеймс, Шимон және Яһуда болған.\n\nҚұран 52-53-тармақтардағы, шәкірттер Исламның сеніміне берген 3-тарауда айтылады:\n\nИса өз бетінше сенбілікті тапқанда, ол: «Құдайдың (жұмысымның (жұмысымның (жұмысымның) кім?» Шәкірттер: «Біз Құдайдың көмекшілеріміз:» Біз Құдайға сенеміз: біз мұсылман екенімізді куәландырамыз. куә »\n\n- Құран Сурах әл-Имран 52-53 [60]\nИсаның шәкірттеріне қатысты ең ұзақ баяндау - бұл Иса көктен тамақтанудың кереметін-алған кезде, оның уағыздауының шынайы хабарламасы екенін одан әрі дәлелдеу үшін.\n\nӨсу\nАн-Низаның 157-тармағы - Құранның басты аяғы - Исаның айқышының айғағы туралы ». [61] Оның айтуынша, Исаны өлтірген жоқ және айқышқа шегеленген жоқ, бірақ ол жасалды\nАн-Низаның өлеңдері 157\nОлар: «Біз Мәсіхті Мәсіхті өлтірдік», - деді: «Біз Мәриямның ұлы Мәриямды өлтірдік», бірақ олар оны өлтіріп, оны өлтіріп, айқышқа шығарды, бірақ олармен бірге пайда болды, бірақ олардан ерекшеленді. Онда күмәнге толы, білімі жоқ (белгілі), бірақ тек ұстану болжамдары, олар оны өлтірді.\n\nОларға көріну '. [62] Ислам дәстүрлерінің көпшілігі Исаның крестке немесе басқаша өлгенін жоққа шығарады. [63] [64] Исламдық эксигис Иса Исаның жерінде айқышқа шегеленгенін хабарлайды. Алайда, кейбір заманауи мұсылмандық ғалымдар Иса шынымен өлді деп сенеді және оның өмір сүруіне сілтемелер символдық, сөзбе-сөз емес. Исаның өлімінің табиғаты туралы келіспеушілік Ислам канонының өзінде кездеседі, ол Мұхаммедтің Исаның қайғы-қасіретімен Иса қайтыс болғанын айтты. Сонымен қатар, кейінгі Хадист және Тафсир керісінше пайдасына таласады. [Сілтеме қажет]\n\nҚұранның айтуынша, ол айқышқа шегеленген жоқ, бірақ Құдай құтқарған. (Алғашқы исламдық дәстүрлер мен экзезде өлім мен оның ұзындығы туралы біршама қарама-қайшы есеп бергенімен, мұсылмандар Иса айқышта өлген жоқ деп санайды, бірақ оны көкке тіріліп, оны құтқарып жіберді деп сеніңіз.\n\nАуыстыру\nОрындаушы аударманың қайда екендігі белгісіз, бірақ кейбір ғалымдар екінші ғасырдың белгілі бір гностикалық топтарының арасында пайда болатын теорияны қарастырады. [10] Лейвик Құранды және Хадистті араб түбегінде және одан әрі альбсиниядан басым алған христиан діні мен хадисті табады. [65]\n\nБатыс ғалымдарының көпшілігі, [66] Яһудилер, [67] Иса қайтыс болған кезде, Исаның қайтыс болғанына сеніп, Православие мұсылмандық теологиясы ол көкке көтеріліп, Құдайға басқа адамды, Кирренаның Саймонға айналды Исаның орнына айқышқа шегеленді (IRENEUS 'бійі »базасы, бронь, I, CH. XXIV, 4.). [68] [69]\n\nКейбір келіспеушіліктер мен келіспеушілікті ибн Ишаға (D. 761) бастауға болады, бұл айқышқа дейінгі оқиғалардың қысқаша есебі, айықтырылған оқиғалардың қысқаша есебі, алдымен Исаны Сергиус есімді, екіншіден, Исаның қабірі туралы есеп беруі керек Мединада орналасқан және үшіншіден, Құдай Исаны өзіне тапсырған (70]\n\nИбн Катир (D. 1373) дәстүрлер ұстанады, олар айқышқа шегеленудің пайда болғанын, бірақ Исамен емес. [81] Іс-шарадан кейін Ибн Катхир халық үш түрлі баяндауыштан кейін үш топқа бөлінген; «Құдайдың Құдай бізбен бірге қалғанын, содан кейін ол көкке көтерілді» деген Жайқықтар; Несторлар «Құдай Ұлы, Құдай оны көкке көтергенше ол бізбен бірге болған» деп сенеді; Ал мұсылмандар «Құдайдың қызметшісі мен елшісі, Иса Құдайдың Құдайға арнап жүргенше, бізде қалды» [82]\n\nЕкінші келу\nИсаның Сот күніне дейін келу уақыты\n\nУмайяд мешітіндегі ИСА мұнарасы, Дамаск\nИсламдық дәстүр бойынша, аспанға көтеріліп, 2000 жылдан бері тұрып, Иса Патшалықтардың арасынан көп ұзамай жер бетіне тоқтап, соғыс күндерінде аль-Масих Ад-Дажжал («жалған Мәсіх») және оның ізбасарларына қарсы соғысқан. , Махдидің және оның мұсылман ізбасарларының көмегіне жүгіну Умайяд мешітінде\n\nОсыдан кейін ол «айқышты сындырады, шошқа өлтіреді, джизя салығын жояды», деп әйгілі Сахих Аль-Бухари Хадистке хабарлайды. [89] [90] Осы пайғамбарлықтың «кәдімгі түсіндірме» мұсылман болғандықтан, Иса мәсіхшілерге ғибадат етуді және оның құдайға деген сеніміне тоқтап, «Крестпен», - деді. Ол Кошер / халал диеталық заңдарды христианға ұшыратады; [91]. (Бір халыққа сай, Иса шіркеулер мен храмдарды құртып, храмдарды қиратады және мәсіхшілерді өлтірмейді ») [93] [1 ескерту]\n\nИслам мәтіндері сонымен қатар ежелгі қауіп-қатерлі Гог пен Магогты қайта орауға дейін (Ya'jūj Ma'jūj), ол жер асты қамаудасынан шығады және әлемді бүлдіреді. [95] Құдай Исаның дұғаларына жауап бергенде, оларды мойындарында құрттың бір түрін жіберіп, оларды өздерінің балаларды жерден алып, алып жүруге және алып тастап, оларды өлтіреді. [86] Махди қайтыс болғаннан кейін, Иса дүниежүзілік көшбасшылық пен бейбітшілік пен әділеттілік әмбебап болады деп ойлайды.\n\nДәстүр бойынша, Иса содан кейін Иса үйленеді, балалары бар және оны қырық жыл бойы басқарады (дәстүрлер әртүрлі уақыт аралығын береді). Ол өледі. [96] Одан кейін мұсылмандар ол үшін жерлеу туралы дұға етпейді, содан кейін Медина қаласындағы жасыл күмбезге Мерина қаласындағы Мухаммад, ABU BAKR және UMAR-да жерлеу. [97] Ибн Халдунның аңызына сәйкес, екі халифалар екі пайғамбардың арасынан екі халифиядан шығады. [98]\n\nКөздер\nҚұран Исаның қайтып келуінің ешқайсысын сипаттамайды, [99] Көптеген мұсылмандар екі қабан аятымен қатар оның екінші кезеңінде екінші келуі туралы айтады. [90] (1) Жоғарыда айтылған өлең ол ешқашан жерде қайтыс болған жоқ:\n\n«Шынында да, Мәсіхті өлтірдік, біз Мәсіхті өлтірдік, Мәриямның ұлы, Аллаһтың елшісі. Олар оны өлтірген жоқ, бірақ олар өздерін айқышқа шығармады. . Және олар оны өлтірген жоқ ». (С.4: 157 :)\nАл екінші аят Исаның және «сағат» арасындағы байланысты көрсету үшін түсіндірілді (соңғы рет):\n\n«Және! ҚҰҚЫҚТЫҚ ҚҰҚЫҚТЫҚ бар. (С.43: 61 Транс Tobthall). [90]\nИсаның қайтып келуіне хадис Хадисте Абу Харайраға оралды, ал Сахабаның бірінде, бірақ олардан кейінірек Аббасидті халифатта, Құтқарушы күткен кезінен кейінірек танымал болды. Шифтер үшін, Махди Құтқарушы болады, кейбір күн сәулесі Исаның қайтып келуін күтуге бейім. Аббасидті халифат кезінде шіркеулер шертіп, шіркеулер киіп, халыққа саябақтарды ұстауға тыйым салынды. Әйтпесе, айқыштың сынуы мұсылмандардың жалпы наразылығын көрсетуі мүмкін, ал шошқа ландингке легионның мүддесі туралы анықтама болуы мүмкін. [100]\n\nJesus is mentioned about 187 times in the Quran, directly and indirectly, and also referred to by many titles, the most common being al-Masih ('the Messiah').[3][110][111][112][33] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nAppearance\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Мұхаммед исламдағы\nВикипедиядан, ақысыз энциклопедия\nІздеу үшін навигациялық болжамға өтіңіз\nБұл мақала Мұхаммедтің исламдық контекстегі рөлі мен маңызы туралы. Жалпы шолу үшін Мұхаммедті қараңыз.\nИмам әл-Анбия\nRasūl allah\nМұхаммед\nمحمد\nمحمد صلى الله عله عله عله عليه وسلم. SVG\nИслам каллиграфиясындағы «Мұхаммед»\nИсламның пайғамбары\nАлдымен Иса (Иса)\nПозициядан сәтті өтті\nХатамның аты-жөні - Набиён ('Пайғамбарлардың мөрі)\nӨзінің\nДүйсенбі, 12-ші дүниеге келді, 12 раби - Al-awwal 53 BH (570 жж.)\nМекке, Хесаз, Арабия\nДүйсенбі, 12 Раби «Al-Awwal 11» қайтыс болды (8 маусым 632 ж.)\nМедина, Хоржаз, Арабия\nДемалу Жасыл күмбез, пайғамбар мешіті, Медина\nДін ислам\nЖұбайы Мұхаммедтің әйелдерін көреді\nБалалар Мұхаммедтің балаларын көреді\nАта-ана\nABD ABR ABLAL IBN ABD ABD Al-Muttalib (әке)\nАмина Бинт Вахб (анасы)\nМединаның конституциясы\nБасқа атаулар Мұхаммедтің аттары мен тақырыптарын көреді\nТуыстары Мұхаммедтің отбасылық ағашын, Ахл Аль-Байтты («Үйдің отбасы») көреді\nҚолтаңба muhammad mil.svg\nМұхаммедтің мөрі\nМұсылман лидері\nМұрагері Мухаммадқа мирасқор\nАраб аты\nЖеке (ISM) Мұхаммед\nӘкесінің аты (NASAB) Muḥammad Ib Abd ABD ABD ABD ABD ABD ABD ABD ABD ABL Al-Muttalib ибн Хэшм ибн Абд Абд Банд Манаф ибн Кусай ибн Килаб\nТЕЕНЫНИКАЛЫҚ (Кунья) Абу әл-Касим\nBismillahir Rahmanir Rahim\nИсламның сериясының бөлігі\nИсламдық пайғамбарлар\nАнбия\nҚұрандағы пайғамбарлар\nИсламдық атаумен және Киелі кітапта көрсетілген.\n'Adam (adam)' ovoh) nūḥ (eber) ṣṣlić (erber) ' Джетро) mūsā (Һарон) Дюл-Киифль (Езекиел немесе Гаутама Будда) Dāūd (Дэвид) Сулайман (Жүніс) YūNUS (Жүніс) ' ) Muḥammad (Мұхаммед)\nНегізгі оқиғалар\nКөріністер\n Исламдық портал\nvte\nСериялардың бір бөлігі\nИслам\nAllah3.svg\nСенімдер\nТәжірибе\nМәтіндер\nТарих\nМәдениет және қоғам\nҚатысты тақырыптар\n Исламдық портал\nvte\nMuḥammad Ibb Abd ABD ABD ABL Мұсылмандар Исламның орталық діни мәтіні Мұхаммедке Құдайға, ал Мұхаммедтің исламды қалпына келтіруге жібергеніне сенеді, олар Исламды қалпына келтіруге жіберілді, олар Мұхаммедке кірмеген, бірақ Адам, Ыбырайымның шынайы емес мұрагері Мұса, Иса және басқа да пайғамбарлар. [1] [2] [3] [4] Құранмен құрылған Мұхаммед ислам мен мұсылман әлемінің негізі болды. [5]\n\nМекке құрметті Құрылшы отбасында 53 бг (570 жж), Мухаммад «аль-амин» атағын алды (الأمين »(الأمين). [6] [6] [7] 40 жасында, 11 бг (610 жж.), Мұхаммед Хира деп аталатын үңгірде алғашқы ауызша аянын алды, бұл оның өмірінің соңына дейін жалғасқан Құранның бастауы болды; Мұсылмандар Мұхаммедтің Құдайдың Құдайдың исламға дейінгі арабияға дейінгі тәжірибесі бар екенін Құдайдың біртұтас уағыздауын өтінді. [8] [9] Жаңадан айырбасталған мұсылмандарды қудалау салдарынан Мединадан (соған дейін) Мединадан (соған танымал), Мұхаммед және оның ізбасарлары Мединаға Хижра деп аталды. [10] [10] [10] ] Мұхаммед өміріндегі бұрылыс нүктесі, бұл Гегира исламдық күнтізбенің басталуын да белгілейді. Мединада Мұхаммед Мединаның Конституциясын зерттеді, оларда түрлі қазіргі қоғамдастықтардың құқықтары мен қарым-қатынасы мен қарым-қатынасын анықтады, тәуелсіз қауымдастық құрды және алғашқы ислам мемлекетін анықтады. [12] МЭХКАНС-ке барғанына қарамастан, Мұхаммед өзінің ізбасарларымен бірге Мекке, 630-да Мекке, [13] [14] және барлық пұтқа табынушыларды жоюды бұйырды. [15] [16] Мединада Мединада, Мұхаммед Ислам бойынша Арабияның әртүрлі руларын біріктірді және әлеуметтік және діни реформалар жүргізді. [18] Ол уақыт аралығында ол Ах (632 ж.) Араб түбегінің рулары исламға айналды. [19]\n\nМұсылмандар Мұхаммедті Мұхаммедке Мұхаммедке немесе «пайғамбар» немесе «Мессенджер» деп жиі айтады және оны барлық пайғамбарлардың ұлы деп санайды. [1] [20] [21] [21] [22] Оны мұсылмандар барлық қасиеттердің иесі ретінде көреді. [23] Құрмет әрекеті ретінде мұсылмандар Мұхаммедтің есімдерін арабтың есімімен жүреді Саллаллаху «Алайхи В.А.Саллам» (оған тыныштық деген мағынаны білдіреді), [24] кейде «аралау» немесе «пух» ретінде қысқартылған.\n\nҚұранда\nҚосымша ақпарат: Құрандағы Мұхаммед\n\nМұхаммедтің аты-жөні, исламдық каллиграфия сценарийі\nҚұран Мухаммедтің ерте өмірі туралы немесе басқа да өмірбаяндық мәліметтері туралы аз санап, бірақ ол өзінің пайғамбарлық миссиясы, оның адамгершілік жетістігі және Мұхаммедке қатысты теологиялық мәселелері туралы сөйлеседі. Құранның айтуынша, Мұхаммед Құдай жіберген пайғамбарлардың тізбегінде соңғы болып табылады (33:40). Құран ішінде Мұхаммед «Хабаршы», «Құдайдың елшісі» және «Пайғамбар» деп аталады. Some of such verses are 2:101, 2:143, 2:151, 3:32, 3:81, 3:144, 3:164, 4:79-80, 5:15, 5:41, 7:157 , 8:01, 9: 3, 33:40, 48:29, 48:40, 48:40, 48:29, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 48:40, 66, 66) Басқа терминдер, соның ішінде «Уорнер», «қуанышқа», «қуанышты иттерді» және «Адамдарды жалғыз құдайға шақырған адам» (Құран 12: 108, 33: 45-46). Құран Мұхаммедтің моральдық шеберлігі бар адам болғанын, ал Құдай оны жақсы үлгі қалдырғанын немесе мұсылмандар үшін «жақсы үлгі» деп сендіреді (Құран 68: 4, 4, 33:21). Құран Мухаммад үшін кез-келген суперхумандық сипаттамаларға ие емес, [25], бірақ оны адами-қасиеттері тұрғысынан сипаттайды. Бірнеше аяттарда Құран Мұхаммедтің адамзатқа қатысты қатысы бар. Құранның айтуынша, Құдай Мұхаммедті шындықты (Құдайдың адамзатқа айтқан хабары) және бүкіл әлемге батасын берді (Құран 39:33, 21: 107). Ислам дәстүрінде Құдай Мухаммадты адамзатқа жібергенін білдіреді, оның соңынан адамдар адамдарды құтқарады, сондықтан адамдардан құтқарылуға, бұл Мұхаммедтің ілімдері және оның жеке өмірінің өзін-өзі тазалығы, ол осы дүниеге ғибадат етуді жалғастырады . [26]\n\nМұхаммедтің айтуынша, Мұхаммедтің келуі: «Еске алсақ, Мәриямның ұлы Иса:« Уа, Исраилдің ұрпақтары! Менен кейін келуге қуанышты мессенджерді беріп, кімнің аты Ахмад «(Құран 61: 6). Осы аят арқылы ерте араб мұсылмандары қолданыстағы діни дәстүрлерге және Исаның болжалды болжамына жаңа сенімдері үшін заңдылықты талап етті. [27]"
}
