{
"Adam": "Биринчи пайгамбар жана бардык адамдардын атасы.\nАдам менен жаратуу окуясы Куранга чейин жазылган. Бөлүмдөрдө шилтемелер: 2, 4, 5, 20, 21, 38 жана башкалар. Куранда баяндоо баяндалышында, Аллах адамзатты чоподон чыгарып салган (Q3: 59). Иблис сыймыктануудан (19-беттеги сүрөт ]дөн баш тартты (qarh] жана Жаннанын (бейиш) болгон.\n\nКуран айткандай, Кудай адамзат (Адам жана анын тукуму) жер бетине жайгаштырылгандарга чейин чечкен. Ислам адамзаттын жердеги жашоосун Кудайдын планынын бир бөлүгү катары жаза бербейт.\n\n\"\" Чындыгында, мен адамзаттын муундан муундан кийин, адамзат укумдан-тукумга берем \", - деди. Алар: «Периштелер):« Андыктан ал жерде жамандык кылгандар жана кан төккөндөргө, биз сени даңктайсыңарбы? Кудай: \"Мен билбеген нерсени билем\", - деди. \"\n\nКудай Адам ата-да ысымдарын үйрөтүп, Адамдын алдына, айрыкча Адамдын акыл-эстүүлүгүн билгенден көп нерсе бар экендигин, Адамдын алдындагы периштелерди чогултат:\n\n\"Ал Адамга элди окутуп, алардын бардыгын элге үйрөткөн. Андан кийин ал периштелерге көрсөтүп:\" Мага булардын ысымдары жөнүндө айтып берсеңер, анда алар: \"Сени даңктагыла Бизге үйрөткөн нерсени сактап калаарыбызды билбейбиз: Чындыгында, бул чындыкта, бул билим жана акылмандык жеткилең адамсыңар », - деди. Ал:« Эй Адам! Аларга алардын аттарын айтып бер », - деди.\n\nКудай периштелерге Адамга таазим кылууну буйрук кылат. Баары баш ийип, иблистен башка, ал оттон жасалган деп эсептегендей, жер бетинен жаратылган Адамга таазим кылбашы керек. Анын Кудайдын буйругуна баш ийбегендиктен, анын текебердигинен Кудайдын жактыруусуна ээ болгон.\n\n\"Мына, биз периштелерге:« Адамга таазим кылдык. (2:34)\n\nКийинчерээк Кудай Адам ата менен Обо энени бакта жайгаштырып, өздөрүнүн жемишинен алардан ырахат алгандыктан, өз жемиштеринен ырахат алгандыктан, алардан арылууга жардам берет. (2:35)\n\n\"Биз:\" Эй, Адам! Бакта аялыңа бакта жашагыла. жана анда бонеп-жеп-силердин ичегиле (кайда болосуз; Бирок бул даракка жакындай бербей, болбосо зыянга учурап, кылмышка киргиле ».\n\nШайтан андан кийин Адам ата менен Обо энени алданат. (2:36)\n\n\"Анда Шайтан аларды (бакчадан» тайгаланып, алардан болгон мамлекеттен (Феликлуулукту) алып салган. башкаларга карата. Жер бетинде сиздин турак жайыңыз жана жашоо каражатыңыз болот. \"\n\nАдам ата менен Обо эне алардын иш-аракеттери үчүн бир топ өкүнүп, өздөрүн көп сезишет, бирок Кудай Адам атага кайрылып, аны консолойт: (2:37)\n\n\"Анда Адамды Мырзабыздын жолдоочусунан үйрөнгөндүктөн, Раббиси ага бурулуп, ал кайтып келген, Мээримдүү!\"\n\nКудай Адамдан Кудай Адамга жана анын тукумуна өзүнүн жетекчилигине жөнөтөт деп кабарлайт: (2:38)\n\n\"Биз силердин араңардан бул жерден түшүрүп, менден жетекчиликке ээ болобуз, ошондо менден жетекчилик менен жеткенде, ал эми менин жетекчилигиме баш ийген адам, алардан коркпойт, алар кайгырышпайт\".\n\nЭйден багында Шайтан Адам ата менен Обо энеге тыюу салынган дарактын жемишин тутуу менен, Кудайга баш ийбей, Кудайга баш ийбей, Кудайга баш ийбей калууга жардам берет. Кудай, Адам ата менен Обо энени жердин калган бөлүгүнө жөнөтөт. [20] [21]\n\nОшондой эле Куран Адам ата менен Обо эненин эки уулу Кабыл менен Абылдын эки уулу баяндалат. [22] [23]",
"Idris": "Ийненин калемин жана ойлоп табуучуларынын ойлоп табуучусу.",
"Nuh": "Улуу Топон суудан аман.",
"Hud": "Мерчант\n\nБул эки белгилүү бир аятты баса белгилөө менен Хуттун баянынан кыскача баяндама:\n\n\"\" \"\" Адам эли күчтүү жана бай болгон жана алардын күчүн көрсөтүү үчүн сансыз имараттарды жана эстеликтерди курушкан. Бирок, «адамдардын байлыгы ийгиликсиз болуп, Кудай бойдок болуп, Кудайды таштап, Кудайга сыйынуу үчүн буркандарды, анын ичинде үч буркусун кабыл ала баштаган. [11] Худ, балалыкта да Кудайга ырааттуу болгон. Бул HUD энеси, уулунун төрөлгөндө чоң көрүнүштөрүн көргөндө, анын энесинин туулган күнүндө чоң көрүнүштөрдү көргөн, ал өзүнүн сыйынуусуна үндөгөн жалгыз адам болгон. [20] Ошентип, Теңир Худ депутат катары Пайгамбар катары тирилтти. [20]\n\nХуда кабар айтып, аларды чыныгы Кудайга гана сыйынууга чакырганда жана алардын мурунку күнөөлөрү үчүн өкүнүп, ырайымдуулугун сурап, \"\" Эл аны талкалап, Кудайдын кабарын шылдыңдай баштады. Хуттун окуясы Куранда айтылган алгачкы пайгамбарларга арналган пайгамбарлык циклди эпитоптот: Пайгамбарыбыз өз элине Кудайга сыйынууну буйрук кылууга жана алардын баталарынын Кудайы экендигин моюнга алууну буйрук кылат деп айтат [9] Куран: 3] Штаттар:\n\nБиз алардын бир тууганы Худ элине киши жибердик.\nОо, элим, мен силерди эч кандай сыйлабаганыбызды сурабайм: Мени жараткан адам менен сыйлайм. Демек, сиз түшүнбөйсүзбү?\nОо, элим, Раббиңди кечиргиле, өкүнүп, ага кайрылгыла. Ал сизге асмандан жаан-чачынга жамгыр жаайт, ошондо сизге күч-кубат берет. Андыктан күнөөкөрлөр катары андан баш тартпа ».\nАлар: «Худ, сен бизге эч кандай далилдер менен келдиң», - дешти.\nБиздин кудайларыбызды жамандык менен уруп-сабап салганын айта алабыз », - деп айтылат. Ал:« Мен Кудайды күбөлөндүрүү үчүн чалып жатам, сен дагы бир жолу мамилелешкениңди түшүнбөйсүң (иштериңе)\nАндан тышкары. Мага жагат, сизге жагат, мага эч кандай жеңилдик бербеңиз.\nМен өзүмдү Раббим жана Раббиңдин Кудайга болгон ишенимимди көрсөтөм. Ал жерде сагыз тартпаган жер бетинде жүрө турган жандык жок. Чындыгында, менин Раббимдин жолу түз эле.\nЭгер мен сизге кайрылып, мен сизге жөнөтүлгөн кабарды мен сизге жеткирем. Раббим башка адамдарды сенин ордуңа коёт, сен ага үстөмдүк кыла албайсың. Чындыгында, мырзам бардык нерсеге күзөтүп турат », - деди.\n\n- Куран, Сүрөсү, 11 (HUD), Ayah 50-57\nХуд Керемети\nИбн Кайым аль-Джавзийанын айтымында, анын анализ китебиндеги анализ китебинде, ал-аида аль-Тахайьянын (комментарийинен) талдоо китебинде, Худ өзүнүн кереметин көрсөттү. 56-58-аят:\n\n(56) Ал: «Мен Кудайды күбөлөндүрүү үчүн, мен да күбө болосуң, мен андан айырмаланып турам (иштериңе). Менден башкача, мага жагат, мага эч кандай жооп бербегиле .\n\n(57) Мен Раббим жана Раббиңдин Кудайга болгон ишенимимди сактайм. Ал жерде сагыз тартпаган жер бетинде жүрө турган жандык жок. Чындыгында, менин Раббимдин жолу түз эле.\n\n(58) Эгер сиз мен сизге жөнөтүлгөн кабарды сизге жеткиргендигимди (эстеп калсаңыз). Раббим башка адамдарды сенин ордуңа коёт, сен ага үстөмдүк кыла албайсың. Чындыгында, мырзам бардык нерсеге күзөтүп турат », - деди.\n\n- Куран, Сүрөсү, 11 (HUD). аяты 56-58",
"Salih": "Салих (Арабча: Римдиктер, роман, нымдуу. \"Такыбалыктар\" деп аталган Салих деп аталган (1] [1] Салих пайгамбар (1] [3] [3] [4] [4] [4] [4] ] Байыркы Арабияда, Аз. Мухаммед пайгамбардын өмүрүнө чейин. Салиханын окуясы Кудайдын төөнүн окуясы менен байланышкан, бул Тамуд элине, кереметтиги, кереметти каалап, бир кереметти талап кылышканда, бир кереметти каалагандыктан, бир кереметти каалагандыктан, бир керемет жасаганы үчүн, бир керемет жасагандыгы менен байланыштуу.\n\nАнын кесиби төөнүн тукуму болчу.\n\nТарыхый контекст\n\nСауд Аравиясынын Хижази тоолуу аймагындагы Мададин Салих же Аль-Хижр\nСамуд - Араб жарым аралынын түндүк-батыш чөлкөмүндө, Саргон II убагында айтылган Арабстан Батыш чөлкөмүндөгү уруулук конфедерациясы болгон. Уруунун аты б.з. IV кылымга документтер кирип келе жатат, бирок алтынчы кылымда алар илгертен бери жок болуп кеткен топ катары каралат. [6]: 81\n\nКуранга ылайык, ал эми Салих Хижр деп аталган шаардын айтымында, Набатеанын Хеографына туура келген. [8] Шаар биринчи кылымдагы жарнаманын айланасында регионалдык кербен соодасында маанилүү сайт катары көтөрүлдү. [9] Шаарга жанаша, ар кандай диний топтордун мүчөлөрү колдонулган ири, кооздолгон рок-кесиптердин мүрзөлөрү болгон. Сайт Мадаин Салих деп аталган Мадаин Салих деп аталган Мухаммед доорунан бери, ал мурунку мураскор шкафы. [11]\n\nИслам жана Баалыктардан тышкары, Салих Ыбрайымдын башка аяттарда же заманбап тарыхый текстте айтылган эмес, бирок байыркы Арабияда эң белгилүү тарыхый окуялар айтылган. Уруунун аты Байыркы Арабиянын поэзияда \"Бардык нерсенин түпсүз\" үчүн метафора катары колдонулат. [6]: 223-24\n\nИсламда\nБисмиллахир Рахманыр Рахим\nИсламга бир катар бир бөлүгү\nИслам пайгамбарлар\nАнбия\nКуранда пайгамбарлар\nИслам аты жана библиялык ат менен тизмеленген.\n\"Адамс (Адам)'Idrīs (Enoh) Jethro ) Муаммад (Мухаммед)\nНегизги окуялар\nViews\nИслам порталы\nvte\nБир катар бир бөлүгү\nИслам\nАллах3.svg\nИшенүү\nПрактика\nТексттер\nТарых\nМаданият жана коом\nОкшош темалар\n Ислам порталы\nvte\nКуран\n\nСалих өз элин чакыруу үчүн чакыруу\nПайгамбарлардын окуяларын жарыктандырылган\nСалихтун жамаатындагы жашоосу ушунчалык адил болуп, Тамуд эли ага ага ишенип калышкан. [12] Аны Кудай тандап алгандыгы үчүн тандап, байлардын өзүмчүлдүгүнө каршы кабар айтууга жана Ширктин (бурканга табынуучулук же политизм) практикасын айыптоого жиберген. Салих туруктуу убакыттын өтүшү менен кабар айтканына карабастан, Тамуд жөнүндө эскертүүсүн угуудан баш тартты жана анын ордуна Салих сурап, алар үчүн керемет жасоону өтүндү. Алар: \"Оо, салих! Сен бизден! . \"\n\nСалих өз элине таштан курулган сансыз сарайлар менен сарайларды эскертти, 13] жана алардын кошуна жамааттардын технологиялык артыкчылыгы. Андан тышкары, ал аларга ата-бабаларына, \"уруу уруусу жана алардын күнөөсү үчүн кыйратылган. Тамуттун айрымдары Салиханын сөздөрүнө ишенип калышты, бирок уруулардын башчылары аны угуудан баш тартып, анын пайгамбарлыгын далилдөө үчүн керемет көрсөтүүнү талап кылышты. [14]\n\nБуга жооп кылып, Кудай Тамуттун тукумуна, ырыскыны жана сыноо сыяктуу эки эсе көп берген. Уруунун айтымында, төөнүн тынч жана ага зыян келтирбөөдөн качууга жол бериши керек. [15] Бирок Салихтун эскертүүсүнө баш ийбөө менен, уруунун эли төөнү жабышып кетишти. [16] Салих аларга үч күн болгону үч күн болгонун, алардын үстүнө түшкөнгө чейин жашай турган. [17] Шаардын эли өкүнүп жатты, бирок алардын кылмышы жокко чыгарылбай, шаардагы каапыр эл жер титирөөдө өлтүрүлгөн. Хижр аткылабаган жана андан кийин урандыга айланган. [19] Салих өзү жана анын артынан ээрчиген бир нече ишенгендер аман калышты. [20]\n\nОкуя Сират Намл шаарында кеңири жайылып, ал эми төө ачык айтылбайт, ал эми тогуз киши Салих жана анын үй-бүлөсүн өлтүрүүнү тогузду, ал эми алар өлтүргөн кылмыш Кудай үч күндөн кийин. [23]\n\nМусулман салт\nМусулман жазуучулары Салих менен төөнүн окуясынан өтүштү. Эрте исламдык салт көбүнчө таштын керемет жолу менен таштын мотивине катышат, көбүнчө музоо жана төөнүн сүтүн коштоп жүрөт. Табалери Салих өз элин чакырып, Тоодо керемет керемет жолу менен ачык болуп, төөнү ачып бергенин жазган. Ал төөнүн жаш музоосу бар эле. Салих эски төөнүн суу булагынан суу ичкенге чейин, эртеси күнү ичиш үчүн, алар андан ичишип калышты. Алар суу ичүүгө тыюу салынган күндөн кийин, төө аларга сүт менен камсыз кылды. Бирок Кудай Салихага төөнү түп-тамырынан тараган бир бала уруудан келип, уруудан төрөлө тургандыктан, ал бала жаман болуп, антсыз өскөн. Төө чынында эле өлтүрүлүп, музоо үч жолу ыйлады, Самуд үч күндүн ичинде жок кылынарын. Алардын жүздөрү сары, андан кийин кызыл, андан кийин кара болуп, андан кийин, алар үчүнчү күнү өлүшкөн. [24]\n\nАйрым Ислам аалымдарынын айтымында, Исейлердин энеси Хажар Азирети Насаатынын небереси болгон. [25]\n\nУшундай салт сегизинчи кылымда Дамасктын Ижарасы Исламдын Ислам жөнүндөгү кулагында байланыштуу [26] [27] жана Ибн Катирдин чыгармаларында да айтылган. [28]",
"Ibrahim": "Суугауучунун атасы Христиандык жана Исламдын атасы. Каабанын куруучусу.",
"Lut": "Тарыхчы жана саякатчы.\n\nКуранда бир күндүн айтымында, периштелер бир топ периштелер, Ыбрайымга кишилердин келишин айкалыштырышты. Алар ал жерде Кудай тарабынан аларды «күнөөлүү адамдарга» «күнөөлүү адамдарга» жибергенин жана аларды жок кылуу үчүн, аларды \"чопо таштарынын душын\" менен өлтүрүшкөн деп айтышкан. [16] Ага ишенгендер жана ага ишенгендер аман калышты, ал эми аялы кыйроого учурап, периштелер менен \"ал артта жашагандардын арасынан\" экендигин айткан. [17] [18] Куран адил адамга үйлөнгөндөй, Куран Лоттун аялына \"ишенбегендерге үлгү калтырган\" сыяктуу, ал өзүнүн кабарына ишенүүдөн баш тартты, бирок анын кабарына ишенүүдөн баш тартты жана тозокко айыпталган. [3] [19]\n\nЭгиз шаарларынын эли Кудайдын чегинен ашып түштү. Куранга ылайык, алардын күнөөлөрү киргендиктер кирип, тоноочулук кирди [20] Алар бейтааныш адамдарды жек көрүштү, башка кыянаттык менен зордуктап, зордуктоодон тышкары, саякатчыларды жек көрүштү. Алардын күнөөсү, ошондой эле, ошондой эле, ошондой эле, ошондой эле, аялдардын ордуна жыныстык каалоосу менен эркектерге жакындап калгандыгы үчүн, алар сексуалдык адистик катары көрүнгөн. [21] [22] Лут аларга күнөө кетиргенин таштап, аларга шылдыңдап, аны шылдыңдап, аны шаарлардан кууп чыгууга коркутушкан. [23] Лут Кудайга тиленип, күнөөкөр иш-аракеттеринин кесепеттеринен кутулууну өтүндү. [3] [24]\n\nАндан кийин үч периштелер, сулуу эркектер сыяктуу эле, коноктор сыяктуу Лутка келишти. Аларды шаарлардын элинен коргош үчүн, алсыздыгын сезгендей, ал кишилерди капа кылды. [25] Шаарлардын тургундары келгендерди билишин талап кылган Лоттун конокторун берүүнү талап кылган. [26] Алар Кудайдын каары кетирбеши үчүн, кыйналган жана коркунучтуу, анын кыздарына мыйзамсыз никеге туруштук бере алган. Бирок алар тынчып кетишти жана \"сен биздин кыздарыңдын кереги жок экендигин билесиң, сен биздин эмнени каалаарын билесиң, анткени сен биздин эмнени каалаарын жакшы билесиң!\", - деп жооп бердиң, анын эркек конокторуна шилтеме берүү.\n\nЭкзегетттер Ибн Касир, Куртуби жана Табари Лоттун кадимки кыздарын билдирет. Пайгамбар пайгамбар өзүнүн элине атасы сыяктуу, анткени Лот Кыянаттык кылгандарга күнөөлөрүнөн баш тартууга жана элдин кыздарынан чыңдап, өзүлөрүнүн кыздары менен чыңдап, өзүлөрүнүн кыздары менен алектенүүгө жана өзүлөрүнүн кыздары менен алектенип, аялдар менен мамиле кылууга, ошондой эле, аялдар. [30]\n\nАндан кийин периштелер Лоттун өз акыларын ачып, ага: \"Биз сени жана өзүңдү аялыңды жана өзүңдүн аялыңдан куткаруу үчүн, биз, ал сенин артыңдан арыла тургандардан алысмын\", - деди. [3] Алар Лотторду таштап кетишет Түн ичинде ага ишенбегиле. Куран келип, \"Биз шаарларды\" төңкөрүп, аларга бурулуп, бышкан жыпар жыттуу жайып, катмарга жайылып, жыгылып калдык \"деп жооп берди. Содом менен Амордун цивилизациясынын аягына чейин кыйроо, үмүтсүздүккө жана көңүл буруу. [3]",
"Ismail": "Арабдардын атасы.\n\nЫсмайыл Исламда пайгамбар деп эсептелет жана Куранда көптөгөн учурларда башка пайгамбарлар менен көрсөтүлгөн. [11] [12] [14] [14] [14] [14] [14] [14] [14] [14] [14] Башка аяттарда, мисалы, 21:85] жана 38:48, [16] Ысмайыл чыдамдуу, жакшы жана адил адам үчүн макталат. [17] Ысмайылды өзүнчө сүрөттөгөн белгилүү бир мисал 19: 54-55 [18] - «Ысмайыл, Ишмел. Анын элине тиленип, кайрымдуулук иштерин жасап, аны колдогон пайгамбар.",
"Ishaq": "Библиялык патриарх Исаак (Арабча: إإحاق же إإحق [Эскертүү]'Isḥāq) Аллахтын Пайгамбарысы жана Элчиси деп табылат. [1] Иудаизм менен христианчылыкка окшоп, Ислам Ыскактын аялы Саары менен Ыбрайым пайгамбардын уулу болгон деп ырастайт. Ыскак Ыскак менен анын улуураак бир тууган Ысмайылдын да, Ыбрайымдын көзү өткөндөн кийин, Кудайдын Падыша жөнүндөгү кабарын жарыялоодо атасынын рухий мурасын, атасынын руханий мурасын айтып беришсе, анда алар атасынын рухий мурасын айтып беришет деп ишенишет. [2] Ыскак Курандын он беш үзүндүлөрүндө айтылган. [3] Куранда бир нече жолу айтылган Куранда бир нече жолу айтылган Ыскак Исламдын пайгамбарларынын бири катары каралат.\n\nЫсрайылдык адамдардын атасы.\n\nЭрте жашоо\nКудайдын ырайымына жана Ыбрайым менен келишим түзгөндүктөн, Саара карылыгында балалуу болгон. Ыскак 10 жашында, бир тууган бир тууганы Ыбрайымдын үйүнөн чөлдөн чыгып кеткенде, Чөлдөгү Ысмайылда жүргөндө, Мааптын кыздарынын бир аялын алышты Айсаха. [4]\n\nМүрзө сайт\nЫскактын мүрзөсү\nАнын мүрзөсү жана жубайы Ребека Хеброн шаарындагы Хеброн шаарында болгон Хеброн шаарында Ибрахим-и мечитинде (\"Ыбрайымдын мечити\" деп аталган Хеброн шаарындагы уруу башчыларынын үңкүрү деп эсептелет. Ыскактын мүрзөсү менен бирге Куран, Библиядагы уруу башчылары жана алардын аялдары: Ыбрайым менен Саара менен Жакып жана Лия.\n\nКуранда эскертет\nЫскак Куранда атасы жана анын уулу Жакып менен көп жолу аттыра турган он беш жолу ા Ыскак жөнүндө көп жолу эскертти. [5] Куран мындай дейт: «Ыбрайымдын« Ыскак, ​​пайгамбар, адилеттүүлүктүн »жакшы жактарын алган жана Кудай аларга да батасын берген. \"Биз ага адил адамдардын арасынан Пайгамбарыбыздын кубанычын бердик. Биз ага жана Ыскакка бата беребиз. Алардын тукумдары - бул жакшы, ачык-айкын адамдар жана адилеттүүлүк менен, периштелер Ибрахим ага Содомго, Аморго, аялы Сааранын \"күлүп, Ыскактын\" жакшы кабарын, Ыскактын жана Ыскактын жакшы жактарын бердик \"деп айтууга болот. (11: 71-74) ; Андан тышкары, бул иш-чара Ыбрайым менен Сааранын карылыгы жөнүндөгү окуяларга карабастан болот деп түшүндүрүлөт. Бир нече аяттар Ыскак Ыбрайымга \"белек\" деп аталат (6: 84; 19: 49-50) жана 29: 26-27-аяттар, Кудай \"Пайгамбарлык жана анын укум-тукуму\" деп которулганын кошумчалайт Ыбрайымдын эки пайгамбарлык беш уулуна, анын пайгамбарлык небереси Жакыпка жана анын пайгамбарлык чоң небереси Жусупка кайрылуу. Кийинчерээк Куранда Ыбрайымдын карылыгында Ысмайыл менен Ыскакты бергендиги үчүн Кудайды даңктаганын жазган (XIV: 39-41).\n\nЫскак калтыруусүндө айтылган: Жозефтердин айтымында, Жусуп атасы Ыбрайым, Ыскак жана Жакып (12: 38) жана Кудайдын аларга ырайымы жөнүндө айтылат (12: 6); Я'кбдун уулдары алардын ишенимин күбөлөндүрүп, ата-бабаларына, \"Ыбрайым, Ысмайыл жана Ыскак\" Кудайга сыйынууга убада беришет (2: 127); Куран мусулмандарга \"Ыбрайым, Ысмайыл, Ыскак, ​​Жакып жана Патриархтар\" деген кабарчыларга ишенүүгө буйрук берет (2: 136; III: 84).",
"Yaqub": "Якуб ибн Исхааак ибн Ибрагим : Исламдагы пайгамбар деп да аталган Якоб деген пайгамбар да белгилүү. Ал Исламдын патриархы деп табылды. Мусулмандар анын ата-бабаларына окшоп, ошол эле монотеисттик ишенимди жарыялаганына ишенишет: Ыбрайым (IBRāHīM), Ысмайыл (Исмаил) жана Ыскак (Ишаак).\n\nКуранда Жакып он алты жолу эскерилет. [1] Израилдин дагы эки шилтемеси Жакыптын сөзү деп эсептелген. [2] Көпчүлүктүн көпчүлүгүндө, Жакып эврей пайгамбарлар менен бирге \"шайлоо компаниясынын\" компаниясында жашаган байыркы жана так эмес пайгамбар катары менен бирге айтылган. [3] [4] Мусулмандар Жакыпка Ыскактын уулу болгон жана анын өмүр бою Кудайдын биримдигин жарыялады. Христианчылыкта жана иудаизм сыяктуу эле, Ислам Жакыптын он эки уулу болгон, алардын ар бири Ысрайылдын он эки уруусу, атамды улантат. [5] Жакып Уулу Жусуп (Yūsif) окуясында чоң роль ойнойт. [6] Куран Кудай Жакып менен келишим түзгөнүн жана Жакып Кудайдын буйругу менен Кудайдын буйругу менен дайындалган. Чоң атасы (Ибрахим), Ата (Исхак), байкем (Исмаил), Уул (Юсуф) жана өзү Исламдын бардык пайгамбарлары. [8]\n\nКуранда\nЖакып 6-түнү Куранда ысым менен эскерилет. [9] Бул аяттардын көпчүлүгү анын баяндаган мисалды айтып бербестен, аны мактаса да, Куран өмүрүнөн бир нече маанилүү окуяларды жазып жатат. Мусулман салт жана адабият [10] Куранда Жакыпка байланыштуу эң алгачкы окуя - периштелердин (Малайках) пайгамбарлык уулунун, Ыскактын атынан пайгамбарлык уулунун +, ошондой эле пайгамбарлык Жакыптын аты менен небереси. [11] Куран мамлекеттери:\n\nАлардан баш тартып, Аллахтан башка сыйынган адамдардан, биз Ага Ыскак менен Жакыпка жана алардын ар бирибизге тапшырдык.\n\n- Куран, 19-сүрө (Maryam), Ayah 49 [11]\nОшондой эле Куран Ыбрайым уулдарына, Ысмайыл менен Ыскакка, ошондой эле Жакыпка болгон ишенимин үйрөткөн. Куран Ыбрайым Ыскак жана Жакыпка: \"Оо, уулдарым! Алла Таала сиз үчүн ишенимди тандап алды. Ошондо Исламдын ишениминен гана өлгүлө.\" (12-беттеги сүрөт) Анын улуураактыгы менен бекемделген ишениминин күчү. Куран Жакыптын «туура жолго түшкөн»; «Билим берүү»; [14] \"Шыктандырылган\"; \"Чынчылдык тили\" угулат. [16] Кийинчерээк Куран Жакыпка байланыштуу төмөнкүдөй абалда:\n\nБиз ага Ыскакка, кошумча белек, небере, небере, небере, неберчиликке ээ болдук жана биз ар бир адамдан адил адамдарды жасадык.\nБиз аларга башчылар, жетектөөчү жетекчилик кылдык, ошондо биз аларды жакшы иштерди жасап, үзгүлтүксүз тиленүү үчүн, жакшы иштерди жасоого жана үзгүлтүксүз кайрымдуулук кылууга шыктандырдык; Алар бизге ар дайым кызмат кылышты (жана АКШ гана).\n\n- Куран, Сүрөсү, 21 (Аль-Анбия), Айт 72-73 [17]\nЫбрайым, Ыбрайым, Ыбрайым, Жакыптын, бийликтин жана аян аркылуу эскерүү кызматчылары жөнүндө эскеришет.\nЧындыгында, биз аларды өзгөчө (максат) үчүн тандап алдык - акырет билдирүүсүн жарыялоо.\nАлар биздин көзүбүздө, чындыгында, тандалгандардын жана жакшы жыргалчылыктан болушкан.\n\n- Куран, 38 сүрөсү, 45-47 [18]\nЖакып жана анын уулдары\nЖакып Каримдеги кийинки маанилүү окуялар Юсуф Сүрөсүнүн баяндалышы. Куранда Жусуптун окуясы Жусуптун бир түнүндө, анын атасы Жакыпка чуркап барганын ачып: «Мына, Жусуп атасына:« Оо, атам! Мен он бир планетаны жана күндү жана айды көрдүм, мен аларды өздөрүн сажда кылдым! \"- Жусуптан уккандан кийин, Жакыптын жүзү сүйүнүп, түш көргөндө түш көргөндө . Жакып уулу Ыбрайымдын сапында кийинки пайгамбар болуп чоңоюп, Жусупту жакынкы жылдары ислам жөнүндөгү кабарды умтулаарын көрмөк. Бирок Жакыптын улуу уулдары, атасы Жакыптын эң кичүүсу, алардан эң кичүүсү Жусуп менен Бенжеминди жакшы көрчү. Жакып алардын кызганычтары жөнүндө билген жана жаш Жусупту эскерткен. [20] Андан кийин Жусуптун он улуу бир тууган аны өлтүрүүнү чечишти. Куран алардын талкуусун айтып жатканда:\n\nАлар: «Чындыгында, Жусуп менен анын бир тууганы бизден да көптү жакшы көрүшөт, бирок биз жакшы денебиз! Чындыгында, биз Атабыз адашып жүрөбүз (анын мээсинде)!\n«Жусупту өлтүрүп, бир аз (Белгисиз) жерге ыргытып жибергиле, ошондо атаңдын ырайымы, ошондуктан сенден кийин жетиштүү убакыт болот!\n\n- Куран, Сүрөсү, 12 (Юсуф) Айт 8-9 [21]\nБирок бир туугандардын бири (22]) Бирок Жусупту (Юсуф) өлтүрүүнүн ордуна, кербен келип, аны алып кетиши үчүн, аны кудукка түшүрбөшү керек болчу. [23] Ошентип, алар атасынан жаш Жусупту өздөрү менен бирге кармап турушун суранышса, алар өзүлөрүнүн жанында туруштук бере алышканын сурашты. Жакып уулун (араб, карышкыр) жутуп албаса да, анын уулун жутуп алса да, анын уулун жалмап кетсе да, Жусупту кудуреттүү кылып ыргытып жиберди. [25] Ошол түнү уулдары ошол түнү Жакыпка кайтып келишкенде, алар ыйлай беришти жана андан ары карышкыр Жусупту жеп кеткенин айтып беришти. Алар атасын алдаш үчүн, алар Жусуптун (Юсиф) жалган кандуу менен булганган болушту. Жакып Жусуптан айрылганда, ал кайгыга батып, Кудайга бекем карманган. [26] Жылдар өткөн сайын, жаш Жусуп Мисирде чоңойгон. Ошол эле учурда, Жакып Канаанда кайтып келип, анын уулдары аны Жусуптун кайтып келиши үчүн Кудайдан тиленип, аны кайталап тиленип, аны дайыма тынчсыздандырып калмак. [27] Жакып Кудайга көп нааразы болушса да, ал эч качан Кудайдын иштери үчүн эч качан болгон эмес, тескерисинче, өз оюбуздун алаксытпагандыктан, ал өзүнө өзү берген чыдамдуулуктун чегинен чыкпай калат. Ал ар дайым уулдарынын ыймансыздыгын четке кагып, аларды кечирип, аларга акыл-эстүү кеңеш берүүнү аракет кылган. [28] Бир күнү Жакып Мисирге Жусупту издеп барып, Мисирге барып, Жусуп менен Бенжеминди издеп барууну буйруган. Анын уулдары биринчи жолу угуп, Мисирге жөнөп кетишти. Мисирдеги Жусуп менен Бенжемин жөнүндөгү жакшы кабары менен Жакыптын биринде Канаанка кайтып келип, Жусуптун атасынын жүзүн таштап салууну буйруган, Жакыптын сокурлугун алып, Кайгы. Ошентип, Уулу Жусуптун айткандарына ылайык, Уулу мыйзам берип, Жакыптын денелик жана акыл-эсисин калыбына келтирип турду.\n\nЖакыптын көзү калыбына келтирилгенден кийин, бүт үй-бүлө Мисирге Жусупту жана башка уулдарына жолукканы менен жолугушту. Алар келишкенден кийин, атасы менен баласы бири-бирин чоң сүйүү менен жолуктуруп, кайрадан тынчтыкта ​​жолго чыгышты. Азыр күчтүү Жусуп ата-энеси үчүн үйгө өзүнчө үйгө үйү менен үйгө берген, анткени Куран айткандай, аларды «кадыр-баркка» чоңойгон. [30] Бүт үй-бүлө, чогуу, Жакыптын да, Жусуптун пайгамбарлык иштери аркылуу Кудайга кайрыла алышкан.\n\nЖакыптын өз элине акыркы кеңеши\nЖакыптын көз жумганга чейин, бүт Ысрайыл уулдары Исламга ишенүү үчүн таазим кылууга чакырышты. Жакып балдарынын Исламда гана өлөрүнө кам көрүүнү каалады, ошондуктан алардан акыркы убадасын алышкан. Ал алардын көзү өткөндөн кийин кимдер сыйынып жаткандыгын сураганда, алар Исламда улана берип, Кудайга таазим кылып, Кудайга таазим кылышат деп жооп беришти. [31] Жүйүттөрдүн салтында көз жумган жүйүттөрдүн сальделинин сахнасы, ал эми Башталыш китебинде айтылган болсо да, Куранда Ыбрайым, Ыскак, ​​Ысмайыл жана Жакыптын бардык мусулмандарына таазим кылгандыгы түшүнүктүү деп айтылат Кудай жана Кудай жалгыз. Куран минтип эскерет:\n\nОшентип, Ыбрайымдын уулдарына кеткен мурас, Жакып ошондой кылды. \"О, уулдарым! Алла Таала сиз үчүн ишенимди тандап алды; Андан кийин Исламдын ишениминен башка өлө элекмин\".\nКечиримдин алдында өлүм көрүнгөндө, Ал уулдарына: «Менин артымдан эмне таазим кыласың?» - деди. Алар: «Биз сенин Кудайыңа жана ата-бабаларыңдын Кудайы, Ыбрайым, Исмаил жана Ыскакты, биз Аллахтын Аллахтын кудайына сыйынабыз. Ага таазим кылабыз (Исламда).\n\n- Куран, 2-сүрө (Бакара), Айах 132-133 [32]\nЖакыптын мурасы\nЖакып Исламда ата-бабаларына кеткен мурастоо үчүн өзгөчө өзгөчө. Мусулмандар Кудай Жакыпка өзүнүн эң сонун ырайымын бергенине ишенип, аны эң бийик көтөргөн кишилердин катарына киргизди деп ишенишет. Куран Жакыпты мүмкүн болушунча көп айтса, анда Жакыптын адамы катары көрүнүп турат жана ал жакшы болуп, шайланган коомдо жүргөнүн баса белгилейт. Куран айткандай:\n\nБул биз жөнүндө Ыбрайымга (колдонууга) өз элине каршы айтканыбызды биз өз элине каршы айтканыбызды: биз кимбиз, даражадан кийин, анткени Раббиң акылмандыкка жана билимге толгон.\nБиз ага Ыскак менен Жакыпты бердик. Бардыгыбыз (үч) жетекчилик бердик. Биз анын алдында, биз Нухту жана анын тукумунан, Дөөттүн, Сулаймандын арасында, Аарон, Жусуп, Жусупту, Арунга, Арунга мындай деди:\n\n- Куран, 6-сүрө, 63-84 [33]\nАли ибн Абу Талиб, атайын аталыштар жөнүндө сураганда, А'акбп ибн Исхак өз элин Ысрайыл катары белгилүү болгон Хадисте минтип эскерет. [34]\n\nЫйык Китепте Жакыпка байланыштуу мисалдар Куранда бир периште менен күрөшүү жөнүндө айтылбайт, бирок Жакыптын тепкичинин аянында мусулман жорумдарында талкууланат. [9] [35] Жакып Ыскакты ага батасын берип, анын эгиздерин ныңналуу, Эйсапка да берген, бирок мусулман жазганыбызда эмес. [9]\n\nЖакыпка ишенген мусулмандар Улуу Урматчы болгон, Жакыптын Кудайга жана анын туура динге болгон бекем ишениминде анын бекем башына моюн сунганда, ага болгон ишенимдин негизги мааниси бар экендигин баса белгилейт. Ажылдын уруусунда, Ыбрайым менен бирге, Салт боюнча эң жемиш болушу мүмкүн. Он эки уулунан 36] көптөгөн башка улуу пайгамбарлар, анын ичинде Жунус (Юнус), Дэвид (Давуд), Сулайман (Suleyman) жана Иса (Ыш) бар болчу.",
"Yusuf": "Юсуф ибн Исхаак ибн Исхааак ибн Ибрахим Жаңы Падышалыктын алдында Египетте, Жаңы Падышалыктын алдына болгон деп болжолдонгон еврей диний Жазмасы жана Христиан Библиясы. [2] Бул Жакынкы Чыгыштагы жана мусулман элдеринин арасында жалпы ысымдардын бири. Жакыптын балдары менен Жусуп пайгамбарлык белегин берген. Ар кандай сапатта башка пайгамбарлар жөнүндө баяндалгандарга кабарлаары айтылса да, Жусуптун толук баяндоосу Юсуф бир сүрөсүндө гана берилген, аны уникалдуу кылат. Бул тууралуу Куранда эң деталдуу баяндап, Библиялык кесиптешине караганда көбүрөөк маалымат берип жатат деп айтылат. [3]\n\nЮсуф Якубдун он биринчи уулу болгон деп эсептелген (араб: يققوب, yaqub), ал эми көптөгөн окумуштуулардын айтымында, анын сүйүктүүсү. Ибн Катирдин айтымында, \"Жакып Ысрайыл уулдарынын урууларынын эпонепчилиги болгон он эки уулдуу болгон. Эң жогору турган эң чоңу, алардын эң чоңу Жусуп болчу\". [4] Окуя Жусуптан түш көрүп, ал Жакыптын атасына тааныган атасына. [5] Кудайдын ролунан тышкары, Юсуф менен Зулайханын (Байыркы Келишимдин Потипардын аялы) окуясы - бул кылымдар бою бир кыйла иштелип чыккан Персиялык адабияттын популярдуу темасы болуп калды. [6]\n\nКуран Сүрөсү 12 (Yusuf)\n\n\"Фараон\" деген сөздү \"Падыша\" колдон\nКуранда Жусуп убагында Мисирдин убагында Мисирдин башкаруучусу, Мисирдин башкаруучусу, Мисирдин башкаруучусу \"Падыша\" (Арабча: Аль-Малик) деген сөз айкаш жыгачтуу деп айтылат. Фараон \"(Арабча: Фираф, бирок белгилүү бир макаласыз ысым катары ысым катары). Бул кызыктуу, анткени тарыхый булактарга ылайык, Б.з.ч. 1479-ж Бирок Юсуфтин Ыйык Китептеги баяндалганда, Падышалыктын аталышы (еврейче: Мелек) жана фараон, Башталыш кителелериндеги 79-41-бөлүмдөрдө Египеттин башкаруучусу үчүн бир түрмөсүн алмаштырууда колдонулат. [45]\n\nМалик (Египет): \"Мен жети семиздей, жети семиз кине, жети жашыл кызыл жүндөн, жети жашыл буудай, жети (башкалары) куурап калды. Эгер сиз көрүнүштөрдү чечмелеп бере алсаңыз. \"\n\n- Куран, 12-сүрө (Юсуф), аягы 43, [46]\nАндан кийин биз Мусаны Фирунга жана анын башчыларына жышаандарыбыз менен жибердик, бирок алар аларды туура эмес деп эсептешкен. Андыктан муфсидиндин аягы (Арабча: Туура эмес, бузукулар »же\" бузукулар \").\n\n- Куран, 7-сүрө (ALAF), Ayah 103 [47]\nМалик: «Аны мага алып кел», - деди. Ага кабарчы келгенде, ал (Юсуф): «Мырзабызга кайтып бар, андан:« Колдорун кыйып алган аялдар эмне болду? Чындыгында, менин Раббим (Аллах) алардын сюжетин жакшы билишет.\n\n- Куран, Сүрөсү, 12 (Юсуф), Айа, 50, [48]\nЖусуптун кожоюну аны кармап, түрмөгө отургузду, падышанын туткундары байланган жерге койду. Ал ошол жерде түрмөдө болчу.\n\n- Башталыш 39:20\nЖусуп Мисир падышасы фараондун алдында турганда, Жусуп фараондун алдына чыгып, бүт Мисир жеринен чыгып кетти.\n\n- Башталыш 41:46\nЖусуп атасы менен бир туугандарын койду, фараон буйругандай, Рамсес жеринде, Мырзабыздын эң жакшы жериндеги эң жакшы жерлерди берди.\n\n- Башталыш 47:11",
"Ayyub": "Аюб (Арабча: أيو), романизацияланган: ayūb) Исламда пайгамбар деп аталат жана Куранда айтылган. [1] Исламдагы Аюбдун окуясы Еврей тилиндеги Ыйык Китептеги окуяга параллелдүү, бирок Кудайга басым жасоого басым жасоого басым жасоого багытталган. Аюбдун Куран текстиндеги достору менен талкуулоо жөнүндө эч нерсе айтылбайт, бирок кийинчерээк Мусулман адабиятынын айтымында, Аюб бир туугандары, ал кишиге анын азап чеккенине себеп болгон бир туугандары болгон деп айтылат. Айрым Мусулман Комментаторлор дагы Римдиктердин ата-бабалары катары Аюб жөнүндө сүйлөшүштү. [2] Ислам адабияттары Аюбдун убагына жана Пайгамбар кызматы Жусуптан кийин пайгамбарлык түрдө келип, анын өз элине белгилүү коомчулукка жиберген эмес, өз элине өзүнүн элине кабар айтканын айтты. Мындан ары Аюп «чыдамдуулук менен чыдаган адамдар» тобунун асмандагы лидери болом деген салт. [3]\n\nАЙБ (АБ) Куранда биринчи аятта биринчи жолу айтылган:\nНухка жана андан кийинки пайгамбарларга түшүрүлгөндүктөн, биз сизге, Оо Мухаммеддин] сизге ачып бердик. Биз Ыбрайымга, Ысмайылга, Ыскакка, Жакыпка, урпактарга, Ыйсаны, Аюбга, Жунус, Арун, Сулайманга жана Дөөткө, биз Дөөтүгө [Забурдун] китебин бердик.\n\n- Куран, Сура 4 (Ан-Ниса), Айах 163 [4]\nКуран Аюб Аюбду узак убакытка созуп, азап чеккенге чейин кыйналган Аллахтын адил кызматчысы катары сүрөттөйт. Бирок, Аюп эч качан Кудайга ишенген эмес жана түбөлүккө Кудайга түбөлүккө чакырып, анын азап-кайгысын алып кетүүнү суранышкан:\n\nМырзасын чакырганда, Аюб: «Чындыгында, кыйынчылыктар мага колун тийгизди, сен кайрымдуулуктун ырайымдуу ырайымысың», - деди.\n\n- Куран, Сүрөсү, 21 (Пайгамбарлар), аягы 83 [5]\nБаяндама көп жылдык азап-кайгыдан кийин, Аюбга \"бутуңду сокку урууга буйрук берген!\" - деп айткан. [6] Ошол замат, Аюб буту менен жерге кулап түшкөн жана Кудай жер бетинен тартып, Аюб өзүн толуктай турган суудан сууруп чыкты. Куранда Кудай анын азап-кайгыдан четтетип, Аюбдун үй-бүлөсүн ага кайтарып, ага балдардын муундан муундарына батасын берип, ага чоң байлыкка ээ болгон. Аюбдун баяндаган кыскача сүрөттөөлөрдөн тышкары, Куран Аюбга Кудай өзгөчө жетекчилик, акылмандык жана илхам берген адамдардын (IV: 163) жана ыйгарым укук берилген кишилердин бири катары, (Vi: 84).\n\nШайтан Аюбду Теңирден баш тартууга аракет кылып, Аюбдун башына мүшкүл түшкөндө, үй-бүлөсүн ага кайтарып, үй-бүлөсүн кайтарып берди. Ал Аюбдун байлыгын кайтарып, жумуш менен алектен түштү. Бир жолу Аюбдун аялы күйөөсү гүлдөп-өнүгүү үчүн калыбына келтирилгенин көргөндөн кийин, ал Кудайга ыраазычылык билдирип, күйөөсүнө караганда, андан башында аны жүз соккулар менен сабоого убада бергенин ойлоп тынчсызданган. Ошондой эле Аюб ал азап чегүүсүндө, алган антына байланыштуу катуу кайгырган. Бирок Кудай Аюбга жаңы ачылыш жиберди, бул ага аялын сабабасын, бирок аны акырындык менен жумшак чөп менен сүзүп кетүүнү буйруган. [7]\n\nКуран шилтемелери\nАюбдун пайгамбарлыгы: 4: 163, 6:84\nСынуу жана чыдамдуулук: 21:83, 21:8, 38:41, 38:42, 38:43, 38:44\nАндан ары окуу\nИбн Катир, Бидаа Л-Нихая, I, 220-225\nТафсирдеги XXI жана XXXVII\nТабари, I, 361-364\nПайгамбарлар, каира, 1339, 106-114\nПайгамбарлардын окуялары Киса, 179-190\nИбн Асакир, Тарих Аль-Кабир, III, 190-200",
"Shuayb": "Шуайб, Шуайб, Шуайб же Шуайб (Арабча: [ʃعيي), IPA: [uuʕajb] 1] Шуайб салтка айланган Библиялык Жетро, ​​Мусанын кайнатасы менен таанышкан. Шуиб Куранда жалпысынан 11 жолу эскерилет. [2] Ал Ибрахимдин (Ыбрайым) (Ыбрайым) жашагандан кийин, мусулмандар жамаатка жиберилген деп ишенишет: Мидиандыктар, ал эми Мидиандыктар (3-беттеги Aṣḥāb aykah (\"Вуддун шериктештери» деп аталат. , [4] [5] [6] [6] [7] Алар чоң даракка сыйынышчу. Элге, Шуаздык түз жолду жарыялаган жана элге алдамчылык жолдорун токтотууну эскерткен. Коомчулук өкүнгөн жок, Аллах (Кудай) жамаатты жок кылган. [3] [5]\n\nШуиб мусулмандар Куранда аталган араб пайгамбарлардын бир нече пайгамбарларынын бири, Салих, Худ жана Мухаммед деген сөздөр менен айтылган бир нече пайгамбарлардын бири деп түшүнүлөт. Анын \"Пайгамбарлардын арасында чечен кабарчы\" деп белгилүү болгон, анткени ал өзүнүн тилинде талантка жана чечендикке ылайык, анын тилинде болгон. [8]\n\nТарыхый контекст\nШуайб деген тармак - Ыйык Китепте көп айтылган Мидиан тилинде белгилүү болгон Куранда \"Мадян\" деп аталган аймак. Мидиандыктар библиялык канаандыктардын кошуналары болгонуна карабастан, мидиандыктар араб тектирге барышканын айтышты. Алар адашкан уруусу, Мусанын Муса (Муса) директору Синай жарым аралында болгон деп айтылат.\n\nJethro менен талашкан идентификация\nИтро Ыйык Китепте айтылган (Чыгуу 3: 1) Мусанын мыйзамындагы Атамдай. Шуиб Мидианит дин кызматчысы Итрро менен көп айтса да, заманбап окумуштуулардын көпчүлүгү бул идентификацияны четке кагышат. Ибн Катир сыяктуу классикалык комментаторлор Шуайб Ыбрайымдын небереси болгонун айтты: Шуайб, Исахардын уулу, Исахардын уулу, Ыбрайымдын уулу, Исахардын уулу, Ыбрайымдын уулу болгон деп ишенет. [8] Бул Мусанын ошол мезгилинде жашаган Итро менен идентификация мүмкүн эмес, анткени Ыбрайымдын артынан жүздөгөн жылдар өткөндөн кийин жүздөгөн жылдар өткөндөн кийин, жүздөгөн жылдар өткөндөн кийин. [9]\n\nКуранда Шуайб Мидиан элине пайгамбар деп дайындалган деп айтылат. Бул жердин эли башкаларды чынчыл эмес жана бурканга табынуучулукка өткөрүп бергендиги үчүн белгилүү болгон деп айтылды. Шуайбдын пайгамбарлыгы негизинен мидиандыктарды туура жолго чакырып, 10] жана аларды жалган кудайларга сыйынууга тыюу салган.\n\nОшондой эле ал өз элине күнүмдүк иш-аракеттеринде арам болуп калууну токтотууну айткан. Ал өзү кабар айтып, туруктуу мезгилге алдын ала айтса да, элдин көпчүлүгү аны уккусу келген жок. Бирок Шуайб туруктуу бойдон калган. Ал ыймансыздарга катуу кабар айткан, аларга күнөөкөр жаза кылган жаза жөнүндө айтып берди. Шуайб алардын сабатсыздыгы Мидиандыктардын кыйратылышына жол берип, мурда пайгамбарлардын тарыхый мисалына, анын ичинде Нух, Худ, Салих жана Лоттун тарыхый мисалдары, алардын ичиндеги адамдар Кудай тарабынан жок кылынган.\n\nШуайб менен мазактап, ага кадыр-барктуу үй-бүлө үчүн эмес, ал өлүм жазасына тартылмак. Шуайб мындай деп жооп берди: \"Менин үй-бүлөм, Кудайдан да көбүрөөк көңүл бурганбы?\" Мидиандыктар ишенүүдөн баш тарткандан кийин, алар күчтүү жер титирөө менен жок кылынган. [3] Бирок Куран Шуайб жана анын ишенимдештери күн күркүрөгөндөн куткарылган. [11] [12]\n\nБашка пайгамбарлар менен параллелдер\nШуйбдун миссиясы Нухтун, Худ, Салих жана Лоттун миссиясы менен Куранда көп айтылат. Окумуштуулар ушул беш пайгамбардын алгачкы пайгамбарлык миссиясын белгилеп, Пайгамбарыбыз жамаатына жөнөтүлөт; Коомчулук эскертүүсүнө көңүл бурулбайт жана анын ордуна ага жазалоо менен коркутмак; Бир нече жыл өткөндөн кийин, Кудай андан кийин анын коомчулугунан кетүүнү суранат, ал эми анын эли жазадан кийин жок кылынган. [13] Беш пайгамбардын тизмесин окумуштуулар беш пайгамбардын тизмесин чечмелеп, Шуайб Нухтун тукуму болгон (Улуу Топон сууга даярданган) жана Ыбрайым пайгамбар жөнүндө.",
"Musa": "Исламда (араб ибн) Анын ысымы 136 жолу жана анын жашоосу риваят кылынган жана башка бир пайгамбардан көп баяндалат. [2] [3]\n\nКуран боюнча, Муса ысрайылдык үй-бүлө үчүн төрөлгөн. Бала кезинде ал Нилге агып кеткен себетке салынып, акыры Муса Мусанын аялы Аияга, Мусаны асырап алган уул катары жараткан. Ошентип, бойго жеткенден кийин, Муса Мисирге фараонго коркутуп кетишине чейин, Мисирге кеткенге чейин, Мидиан жеринде жашайт. Пайгамбарлык мезгилинде Муса көптөгөн кереметтерди жасаган деп айтылат жана Кудай менен «Кудайдын» деген аталышын (калымдын бардыгы) Мусанын үстүнө берген (Kalīm allāh) наамын берген Кудай менен сүйлөшкөнү айтылат. Пайгамбарыбыздын эң популярдуу керемети - деңизди Кудай берген керемет таяк менен бөлүп турат. Курандан тышкары, Муса ошондой эле хадисте адабиятта да сүрөттөлгөн жана макталат.\n\nФараондун өлүмүнөн кийин, Муса жана анын жолдоочулары Иерусалимге карай кетишет, ал жерде пайгамбар акыры өлөт. Ислам салтында ал Наби Мусанын сөөгү коюлганына ишенип, акыры асманга көтөрүлдү. Андан кийин ал, түнкү саякат учурунда Иерусалимден келген жети асманда Мухаммед менен жолуккан жети асманда Мухаммед менен жолуккан ('ISRā' MI'RāJ). [4] Жол жүрүшүндө Муса бир нече жолу Мухаммедди жолуктуруп, Кудай менен жолугушууга, алгачкы тиленүүлөрдүн санын кыскартууну өтүндү, алгачкы беш адам беш милдеттүү намаз бойдон калганга чейин, алардан бир гана деп эсептелген. [5] [6]\n\nМуса Исламдагы эң маанилүү фигура катары каралат. Ислам техологиясына ылайык, бардык мусулмандар Мусулмандарга Муса жана анын бир тууганы Харун камтыган Кудайдын ар бир пайгамбарына жана элчисине ишениши керек. Мусанын жашоосу, негизинен, Мухаммеддин жашоосуна руханий параллел катары каралат жана мусулмандар эки адамдын жашоосунун көп жагын бөлүштүрүп алышат. [1] Ислам адабияттары өзүлөрүнүн өмүрлөрүндө болгон адамдар менен инциденттердин ортосундагы параллелдүү байланышты сүрөттөйт; Байыркы Египеттин айынан, Мухаммедден жана анын жолдоочуларынын Мединанын миграциясына окшоп, экөө тең Меккеден Мединанын миграциясына окшош деп эсептелет. Меккеликтер тарабынан, тиешелүүлүгүнө жараша. [7] Тоораттын мазмунунун бир бөлүгүн түзгөн жана Иудаизм жана Христиан диндеринин бир бөлүгүн түзгөн он осуят, мисалы, анын аяттары. [8] [9] Демек, жүйүттөр жана христиандар мусулмандар үчүн \"китеби\" деп аталат жана бул өзгөчө статуска ислам мыйзамы колдонулбайт деп таанылат. Муса ислам адабияттарынан, анын өмүрүнүн окуяларына жана Куранда жана хадиске таандык болгон кереметтерге жана хадиске болгон кереметтерди кеңейтүүчү ислам адабиятынан да кеңири жайылган.",
"Harun": "Исламда, Ханбн Ибн'imrān [2] (Арабча: Арундун уулу, Литан, Литан, Амрамдын уулу Арун, Азирети (Аллах) жана Аз. Мусанын улуу агасы (Муса). [3] [Ырастоо] [Түшүндүрүү керек] Ал бир тууганы менен бирге ысрайылдыктарды Чыгуу-Бодонго тараткан. [4]\n\nКуран Арунга Ааронго бир нече шилтеме камтылган, аты-жөнү жана аты жок. Анын айтымында, ал Ыбрайымдын тукуму болчу жана ал Мусанын экөө тең фараонго Кудайдын жазасы жөнүндө эскертилгенин эскертип тургандыгы айтылат. [6] Андан кийин Муса Кудайдан Арунга өзүнүн Арун менен кызматын бекемдөө үчүн тиленгенин жана Арун Мусага дагы бир пайгамбар болууга жардам бергенин жана сүйлөө жана сөз сүйлөөдө өтө чечен болгон. [9] Куран кошумчалагандай, Муса менен Арундун Мисирдеги ысрайылдыктар үчүн турак жайын орнотууга жана ошол үйлөрдү Кудайга сыйынуучу жайларга өткөрүп берүүгө тапшырганын кошумчалады. [10]\n\nАлтын музоонун окуясы Куранда риваят кылынгандай, Арун Арунга оң маанайда. Курандын айтымында, Арун Ысрайылдын жетекчилигине \"Арабча: Арабча: Синай тоосунан өтөт. [11] [12] [12] [Тактоо керек] Арун Арунга эмес, ыймансыз адам тарабынан \"Ас-Самири\" деген ат менен курулган алтын музоосуна сыйынууну токтотууга аракет кылган. [13] Муса Синай тоосунан кайтып келгенден кийин, Арунга Арунга Арун Мусадан өз курулуп, аны күнөөлөбөсө, ага жалбарган бурканга сыйынууга жол бергендиги үчүн тыюу салган. [14] [12] Андан кийин Куран Мусанын бул жерде ысрайылардын күнөөлөрүн жоктоп ыйлады, ал Өзүнө өзү жана Арунга гана күчкө ээ болгонун айтты. [15]\n\nКийинчерээк Арун Куранда: «Таза бийлик», «Туура жолго жетектеген» адам катары Куранда белгиленди. [17] Андан кийин Арундун эс тутуму андан кийин анын бир тууганы менен бир тууган менен бир тууган менен бир тууганы батасын берген (19] Куран да, 19-аят Харундун эжеси \"Мусулман илимпоздору\" Харун \"деп эсептеген« Харун »деген сөзү анын тарыхый персона Арундун дин кызматчыларынын урпактары болгон эки цифра, башкалары аны «Арундун» аты менен Машаяктын убагында жашаган башка адил адам деп эсептешет. Көпчүлүк окумуштуулар мурунку көз карашка макул болушту, Мариямды Арундун эжеси менен, анын ысымы Мирим (Араб: еврей: еврей: מִרְמִרְָם), ал көптөгөн жолдор менен окшоштурулган. Ошондой эле, Куран мындайча айтканда, бир нече кылымдар өткөндөн кийин, таблетка (Арабча) Келишимге кайтып келгенде, \"Мусанын үй-бүлөсүнөн жана Арундун үй-бүлөсүнөн чыккан неберелерден үй-бүлөдөн\" деген сөз бар. [22]",
"DhulKifl": "Дул-Кифл (Арабча: \"Кифл\", сөзмө-маңдай, \"Кифл\", сөзсүз түрдө \"Кифл\". Анын инсандыгы белгисиз болсо да, анын инсандыгы - бул эврейче Ыйык Китептеги Ыйык Китептеги пайгамбар жана башка циэллдер, көбүнчө Жезекиел жана Гаутама Будда деп табылды. [1] [2] [3] [3] [3] Дул-Кифл Аллах тарабынан турмуш-тиричилик станциясына ишенип, \"Куранда\" Жакшы компаниянын \"компаниясынын\" адамы катары өнөкөт деп эсептелген. [5] Дул-Кифлдин башка тарыхый булактары жөнүндө көп деле эмес болсо да, Ибн Исхак жана ибн Эпн Эпн Кифл жөнүндө сөз сүйлөө, күнүмдүк тиленүү жана сыйынууда ишенимдүү бойдон калган пайгамбарлык, ыйык кызмат адамы. [ 6]\n\nДиярбакыр провинциясынын Эргани провинциясындагы мүрзө, Түркия дхул-Кифлдин эс алуу жайы деп эсептелген. Ал шаардын борборунан 5 км аралыкта Макам Дагы деп аталган дөбөдө жайгашкан. [7] [8]\n\nEtymology\nДул-Кифл деген ат түзмө-түз \"Кифлдин ээси\" деген сөздүн бир түрүн колдонуп, бир аз мүнөздүү түрдө байланышкан бир нече өзгөчөлүккө чейин (9). Бул ысымдар Куранда башка көрүнүктүү көрсөткүчтөргө, мисалы, дху ал-Карнай (Арабча: ذو ٱلرنين, ал эки мүйүздүү), ал эки жолу \"ал-нан (Араб: ذو ٱचنون, lit. 'Балык менен'), Юнуска шилтеме берүү. КЫФЛ - бул \"кош\" же \"эки эселенген\" маанисинен \"кош\" же \"эки эселенген\" дегенди билдирет \"же\" дубликат \"дегенди билдирет,\" эки эселенген \"же\" дубликат \"дегенди билдирет. Ошондой эле ал кездеме бүктөлгөнү үчүн да колдонулган. Ысым жалпысынан \"кош пункттун бирин\" дегенди билдирет. Айрым окумуштуулар атын \"эки эселенген сыйлык менен\" деген сөздү \"эки эсе көп кабыл алган\" деген сөздү билдирет, ал эми эки эсе көп нерсени алган \", - деп айтууга болот. Бул анын үй-бүлөсү кайтып келгендей, бул Аюбдун аталышы Куран жана Аюб китебине ылайык. [11]\n\nБир көз-карашка ылайык, ал \"Кифлдин\" деген сөз, \"...\" деген сөз \"...\n\nЖезекиел\nАйрымдар Дул-Кифлдин Жезекиел болушу мүмкүн деп айтышат. Сүргүнгө чыгарылганда, монархия жана мамлекет жок кылынганда, саясий жана улуттук жашоого мүмкүн болбой калды. Анын китебинин эки бөлүгүнө, анын инсандыгы жана анын кабар айтуу иши эки эсе көп, Дул-Крифл \"бир жолу эки эселенген\" же \"бүктөө\" дегенди билдирет.\n\nАбдулла Юсуф Али, анын Куран Комментарии:\n\nДул-Кифл сөзмө-сөз түзмө-түз \"ээси же берилүүчү, эки тараптуу же бөлүгүн\" билдирет; Же болбосо, \"кош калыңдыкта,\" эки калыңдыгын колдонгон адам \", бул Кифлдин маанилеринин бири болгон. Комментарийлер кимге карата айтылгандарга карата пикир келишпестиктеринен айырмаланат, эмне үчүн аталыш эмне үчүн колдонулат. Менин оюмча, эң жакшы сунуш, бул Karsten Niebahr тарабынан Reisebeschreibung Nach Arabien, Копенгаген, 1778, II. 264-266, Дул-Кифлдин энциклопедиясында цитата келтирилгендей. Ал Нажаф менен Хилла менен Хилла (Вавилон) ортосундагы Кифл, Кифл, Кифл, Кифл, Библия (Вавилон) ортосундагы Кичинекей шаарчасы барган. Анын айтымында, ал - Жезекиелдин араб формасы. Ал жерде Жезекиелдин храмы болгон, ал эми жүйүттөр ажылыкка келишти. Эгерде биз \"Дүл-Кифл\" эпитетке эмес, \"Жезекиелдин араб формасын\" кабыл алсак, анда ал Иерусалимге экинчи жолу чабуулунан кийин Небухаданасар аркылуу Бабылга алып кеткен Ысрайылда бир пайгамбар болгон (болжол менен) Б.К. 599). Анын китеби англис тилине (Эски Келишимге) киргизилген. [15] Ал байланып, байлап, түрмөгө камалып, бир нече убакыт өттү. Ал бардыгын чыдамдуулук менен жана туруктуу менен төрөп, Ысрайылдагы жамандыктарды кагылышты. Түбөлүккө күйүп турган жалган сөздөрдү өрттөп жиберет: Бекитилгендерди өлтүргүлө, анткени силер оторду тойгузбагыла. Силер оорулуу силер бекемделбейсиңер, оорулууларга, сынган нерсени да айыктырган жоксуңарбы? ». [16]\n\n- Абдулла Юсуф Али, Ыйык Куран: текст, котормо жана комментарийлер [17]\n\nКуранда айтылган\nКуранда\nДул-Кифл Куранга эки жолу айтылган, төмөнкү аяттарда:\n\n(Эсим эбегиле) Исмаил, Идрис, Дул-Кифл, туруктуу жана чыдамдуулуктун бардыгы (эркектер).\nБиз аларды өздөрүнүн ырайымыбызга мойнубузга алдык, анткени алар адил адамдар болушкан.\n\n- Куран, Анбия Сүрөсү, 21), Айахс 85-86 [13]\nЖана Исмаил, Элиша жана Дул-Кифлди эскерүү: алардын ар бири жакшы болгон компания болгон.\n\n- Куран, Сак (38), Айах 48 [14]\nЭки учурда тең, Дул-Кифл Куран пайгамбарлардын тизмесин, анын ичинде жогоруда келтирилген аяттарда айтылган башка көптөгөн башка адамдар айтылган.\nАль Кифл (Арабча: Анча: Сурал; Ул-Кифл) - Эфрат дарыясынын түштүк-чыгышындагы Эфрат дарыясынын түштүк-чыгышындагы, Нажаф менен Аль Хилла ортосундагы шаар. Аль Кифлдин ичиндеги варианттын аталыштары: Дхха Кифл Храм, Маркал Гхь Кифл, Кавбат Дхуур Кифл, QABR al-Наби Дул-Кифл, Дул-Кифл Храм, Зул Кифл Храм, Зул Кифл Храм, Хаздык . Сепхардди жүйүттөрүнөн арабча кабыл алгандан кийин, сепхардди жүйүттөр тарабынан колдонулган еврей йекезкелдин арабча транслитерациясы болуп саналат. Бул жүйүттөр Жезекиел менен Дул-Кифлге теңешип, мусулман эксегеталарынын артынан ээрчишет. Ирханиид Султан Улултанын 1316 (715-16-ах) деп ырасташат. Демек, храмдын бир эле пайгамбар үчүн исламдык номенклатурага ылайык аталып калган. Султан Улягу мечитин жана минарет куруу менен түзүлүшкө кошулган. Ошондой эле, ал өзүнүн абалын илханиддеги саякатчылардын сүрөттөмөлөрүн салыштыруу менен белгилүү бир өзгөртүүлөрдү ишке ашырууда храмды калыбына келтирген. Сайт мусулман ажылдык жерин XIX кылымдын башталышына чейин бир тебибек болгондон кийин, Менахим ибн Д Донял, бай жүйүт аймагына кайтып келип, аны калыбына келтирип, аны калыбына келтирди. Минарет өзүнүн исламдык сайты катары өз ижарага алган жалгыз Күбө бойдон калган. Мечит менен Минарет 14-кылымда курулганына карабастан, храмдын жана мүрзөнүн байыркы учурлары чечилбейт. [18]\n\nБудда Гаутама\nДул-Кифл ошондой эле Гаутама Будда менен аныкталган. [19] [20] [22] Дул-Кифлдин мааниси дагы эле талкууланып жатат, бирок бир көз-карашты эске алганда, ал \"Капил (Капилавасту, Будда отуз жаштар өмүр сарптаган шаар)\" деп айтууга болот. [12] [20]\n\nБул көз караштын жактоочулары Курандын 95-бөлүмүнүн биринчи аяттарын, Алтын Сүрөдө:\n\nСинай жана Синай тоосу менен, бул коопсуз шаар Меккеин!\n\n- Куран, 95: 1-3\nБул аяттарга ылайык, бул аяттарда айтылган жерлерден: Синай - Муса Аян китебин алган жер; Мекке - бул Мухаммед Аян алган жер; Зайтун дарагы - Ыйса ачылган жер алган жер. Бул учурда, анжир дарагы - Гаутама Будда Аянтты алган. [21]\n\nАйрымдар дагы бир аз жана Мухаммед өзү Будда деген сөз \"агартылган\" деген сөздүн айтымында, Мухаммед өзү Будда деген бир аз убакыт талап кылынат. [23]\n\nБашкалар\nДул-Кифл, Жашыя, Обадия менен болгон (24]) менен алектенген Жашыя менен алектенип келген. [25] [24]",
"Dawud": "Давуд (Арабча: اوود, романцияланган: Дүйшөмбү [Dauwud]) - бул бир АКШ Улуу Британиянын Бириккен Падышалыгы (1 Аллах) жана адилеттүү. [1] Андан тышкары, мусулмандар Дөөттү Забурдун (Забур) Кудайдын ачылышын алгандыгы үчүн да урматташат. [2] [3] Давуд Исламдагы эң маанилүү адамдардын бири деп эсептелет. Куранда алты жолу аттуу он алты жолу Дэвид Ислам аятында Мухаммедге чейинки пайгамбарлардын чынжырына шилтеме катары кездешет. [4] Ал, адатта, \"мыйзам чыгаруу\" пайгамбарларынын бирин (улū-албан) деп эсептебесе да, ал \"Ислам ойунда\" маргиналдык фигурадан алыс. [2] Кийинчерээк исламдык каада-салттарда, тиленүү жана орозо туткан катчы үчүн мактоого татыктуу. Ошондой эле ал прототиптик жөн гана башкаруучу катары сунушталат жана Кудайдын жердеги бийлигинин символу катары, ошол замат падыша жана бир пайгамбар болгон.\n\nДэвид Ислам Иерусалимдин диний архитектурасы үчүн өзгөчө маанилүү. [1] Давуд Библиянын Библиясынын Библиясынын айтымында, Еврей Библиясынын, Бириккен Падышалыгынын экинчи Падышасы, С. Б.з.ч. 1010-970. [Шилтеме керек]\n\nКуранда эскертет\nДөөттүн Куран баяндаган, көп жагынан, Ыйык Китепте келтирилген параллелдер. Ал Пайгамбарыбыз (Набу), ошондой эле, Дэвид (Расалл) (Расалл), Дэвид Аян алган адамдардын тизмесине киргендердин тизмелерине киргизилген (Hudā; (HUDā; 6:84) Аллахтан. Экөөнүн тең анын аты Сулайман уулунун жанында көрүнөт. Квартира, Куран Кудай экөөнө тең «акыл-эстүү сот өкүмүн» берген белектерин бергенин түшүндүрөт (ḥукм; \"Билими\" (21:79; 27:79; 27:15). Ал эми Куран аны Сулаймандан айырмалоочу Дөөткө мындай деп аталат: Дөөт Голийатты өлтүрүп, \"Забур\" деген \"Забур\" (Куран 17:55) (21: 105 колдонот) Белгилүү бир форма Аль-Забир), сыягы, забурларга же забрлерге шилтеме берүү (Забър термини эврей булагына же Сирия Мазмырго, «Забур»). Тоолор менен канаттуулар Дэвид менен бирге Кудайды даңкташты (21:79; 34:10). Кудай аларга мындай буйрук берет; CFR. Забур 148: 7-10). Кудай Дөөтүгө \"вицецион\" (Халфа; 38:26), эгерде албетте Адамга гана гана берген аталышы (2:30). Бул наам Куранга ылайык, Дөөтү бир нече кабарчы болгон: ал Кудайдын жердеги башкарууну орноткон Кудай жетектеген лидер болчу. [1] Бул роль менен дагы 2: 251: «Кудай ага бийлик берген (Мүлк) жана акылмандык берди жана ал каалаган нерсени үйрөттү. Эгер Кудай кээ бир адамдарды башкалардын артынан кууп жибербесе, анда жер бузулуп калмак.\" [2 ]\n\nДөөткө үйрөтүлгөн нерселердин арасында курал-жарактарды (21:80, 34: 10-11), Дөөттүн аскердик эксперттери Кудайдын иш-аракеттери болгонун сунуш кылган. Айрым учурларда Куран \"Акылмандык\" деген сөз кээде кээде классикалык экзекеттер аркылуу пайгамбарлыктардын белеги катары түшүндүрүлгөн. [6] Куран Дэвид менен Ыйсаны да, ишенбеген ысрайылдыктарга каргышка калган, бирок ишенбеген ысрайылдыктарды каргышка калган деп ырастаган. Куранда айтылгандай, Куранда акыйкаттыкты таркатканда чындыкты жана жалган акыйкат менен айырмалай билүү (Faṣl ilh kṭāБ, 20: 20). Андан тышкары, Дөөтү тиленип, өкүнүп, аны өкүнүп, Кудай аны кечиргенин сынап көрдү. Сагындым (Курандын 38-бөлүмү) \"Дэвиддин 38-бөлүмү\" деп да аталат. . [8]\n\nДиний мааниси\nДөөт падышалыкты да кабыл алган көптөгөн Ислам пайгамбарларынын бири. Башка пайгамбарлар падышалардын тушунда, Дөөттүн убагында падыша болгон. Ошентип, ал ысрайыл элинин рухий жактан текшерилбегендигин текшерип турушканын жана өлкөнүн өзү да күчтүү болгонун ынануу үчүн, ал абдан чоң ишти алган. Анын орду Лид жана Пайгамбар катары, бардык мусулмандар тарабынан бааланат. Дөөттүн сөөгү, анын пайгамбарлык уулу Сулайман, өз жерлерин башкарып турган адамдардын сөлөкөтү. Кудай Куранда бир аз наамга жана элчи катары көп кездешет. Ал көбүнчө анын канчалык улуу экендигин баса белгилөө үчүн, ал башка пайгамбарлар менен бирге айтылган. Мисалы, Кудай мындай дейт:\n\nБиз ага Ыскак менен Жакыпты бердик жана биз алардын алдында, Дөөтү, Сулайман, Аюб менен Аарондун, Жусупту жана Муса менен Арунду жана Арунга чейин жетектегендей эле, биз аларга жетектеп жатабыз. Ошентип, биз адилет жана жакшылык кылгандарды сыйлайбыз.\n\n- Куран 6:84 [9]\nХалифанын уулу Иерусалимге келгенде, Патриарх Софрон сыйынып жатканда, аны ийбадатканага жөнөдү. Кийинчерээк комментаторлор бул сайтты Дөөттүн мунарасы менен аныкташкан. Дөөттүн тиленүүсүнө жана орозо туткан бир хадисте Кудай үчүн кымбатым.\n\nАбдулла бин Амр бин Аль-Саас риваят кылган: «Дөөттүн Аллахка эң сүйүктүүлүгүнүн эң сүйүктүү тиленүүсү - бул Дөөттүн эң сүйүктүү орозу. Ал түнү бою уктап жатты Түнкү үчтөн бир бөлүгүнөн бир үчтөн биринен сурап, анын алтынчы бөлүгүнө кайрадан уктап, башка күндөрдө орозо туткула ».\n\nМухаммед аль-Бухари, Сахих аль-Бухари [10]\nДэвид китеби\nНегизги макала: Забур\nМуса (Тоора), Иса (Иса), Ижарага (Инжил) (Инжил) (Инжил) (Инжил) (Инжил) жана Мухаммедди алгандар Куранды кабыл алды. Азыркы Еврей Библиясында Забур Забур деп аталат. Бирок, мурунку башка аяттар сыяктуу эле, забурлар убакыттын өтүшү менен бузулган деп эсептелген, кээ бир түпнуска билдирүүсү бар. Ошого карабастан, мусулмандар азыркы забурларды өзүлөрүн сыйлоо сезимин жакшы көрүшөт, анткени алар түпнуска түрүндө, алар да рухтун жетеги менен жазылган Кудайдын китеби болушкан. Куран мамлекеттери:\n\nТеңириң асманда жана жерде ким бар экендигин билет. Биз башкаларга бир нече пайгамбарларды жогору көтөрдүк; Биз Дөөтүгө Забур китебин бердик.\n\n- Куран 17:55 [11]\n\n Куран 4: 163; 17:55.\n Куран 4: 163; 6:84.\n E.G. Ṭabarī, Ta'hkhh, I, 559\n Hibat Allāh b. Салым, аль-Нāисх Мья-Л-Мансūх (В.С.Б.\n Buhārī, ṣaḥīḥ, VI, 155\n Куран 6:84\n Сахих аль-Бухари, 2: 211\n Куран 17:55",
"Suleyman": "Сулайман ибн Ибн-Дудин (Арабча: Дейвиддин уулу Сулайман, Литомун »), Куран, Малик (Набя, Лит. Пайгамбарыбыз (Наб)) ысрайылдыктар. Жалпысынан, ислам салтына ал жүйүттөрдүн үчүнчүсү, Ысрайылдын акылдуу башкаруучусу болгонун карманат. [1]\n\nИсламда Сулайман Кудайдын көптөгөн белектерине, анын ичинде жаныбарлар менен жин менен сүйлөшүү жөндөмү бар Аллахтын пайгамбарларынын бири деп эсептелген; Ошондой эле ал Шайан (شياطين, Lit.'s's) жана Дёв (Дёвилдер (Лит)) Аллах тарабынан берилген шакиртти колдогон дīв (یو, Литрий, Лит.п. '). [2]\n\nМусулмандар өз өмүр бою ишенимдүү биргелешип бойдон калганын сактап жүрөт; бүт ысрайыл элинин үстүнөн бийлик жүргүздү; Анын алдында да, андан мурун эч кимге берилген эмес, падышалыктын деңгээли менен бата алган; Жананын Кудайга жакындыгы деп убада кылгандардын бардыгын аткарып, өмүрүнүн акырында, Кудайга жакындап калбасын. [3] Исламдын көтөрүлүшүнөн бери араб тил тарыхчылары Сулайманды тарыхтагы эң чоң башкаруучулардын бири деп эсептешкен. [4]\n\nКуранда эскертет\nКуран жана чечмелөө\nТалаадагы сот\nСулайманга болгон эң алгачкы баяндоодо Куран (21:78), Сулайман ата-энесинин жанындагы бир окуяга чейин, Дөөттүн атасынын (حر, талаа) жөнүндө айтып берүүнү суранган окуяга кыскача айтып берген. [ 5] Кийинчерээк Мусулман Комментаторлор, анын ичинде Аль-Табир, Байдуви, Бидави жана Ибн Катирге кеңейтилген. [6] [7] [8] Алар биринчиси, биринчиси анын жүзүмзарына бар экендигин айтты, анын бир жыл бою улуу кам көрчү. Бирок бир күнү ал жок болгондо, калган койлор жүзүмзарга адашып, жүзүмдү жеп кетишти. Ал бул зыян үчүн компенсацияланууну суранууну суранды. анын ээсине. Ошол эле учурда, жүзүмзардын ээси койлорго кам көрүп, жүндөн пайда көрөрүнө кам көрөт, ал өз жерине кайтып келгенге чейин, койлорун ээсине кайтарып берет. Бул жооптун айтымында, Сулайман айткандай, Куран айткандай, Сулайман өз өмүр бою Сулайманды мүнөздөйт. Сайкма (акылмандык), Мусулман салтына ылайык, ар дайым Сулайман менен сүйлөшүп, кийинчерээк Сулайман аль-Якум деп аталат (Селаиман, Саломан, Сулайман Сулайман »деп аталат). Бул окуя Себр Небра Небрадан ылайыкташтырылган, бирок Сулаймандын уулу соттолгон талаш катары. [7]\n\nСулайман жана жин-перилер\n\nШебанын ханышасы\nКуран шамал Сулайманга баш ийдиргенин минтип эскерет: Джинн Сулаймандын башкаруусун күчөтүүгө жардам берди. Шайтин (Шаятин), ал эстеликтер үчүн мажбурлап курууга аргасыз болушкан. [13] Ошондой эле Кудай Кырмактын (قطر, 'жез »же\" жез \"же\" жез \") Сулаймандын курулушундагы\" жез \"үчүн бир керемет (\" жез \"же\" жаз \"деп аталган.\n\nДөөт өлгөндөн кийин, Сулайман Ысрайыл уулдарынын пайгамбарлык падышасы катары өзүнүн позициясын жуктурган. Бир жолу Сулайман аялга атасынын айкелин курууга жол берген. Кийинчерээк ал айкелге сыйынып, Сулайман өзүнүн Падышалыгында бурканга сыйынганга тыюу салган. Кудай жаза катары, кул кулпуланган жиндердин бирине Сулаймандын шакиргин уурдап, анын Падышалыгын (38:34 Сүрөсү) (38-сүрө) ээлеп алган. Кийинчерээк ал күнөөсүн өкүнүп, кайрадан ибадаткананы курууга көңүл буруп, жин-перилерди башкара алат. [14] Ал Кудайга ага бирден айырмаланып турган Падышалыкты берүү үчүн тиленген. [15] Кудай Сулаймандын тиленүүсүн кабыл алып, ага ыраазы болгон нерсени берди.\n\nАллёрл менен, Сулайман жиндерге шакирттеринен айрылып калышы мүмкүн, адамдын жанын жин-перилерден ашып кетишин билдирет. [16] Нишапурдун аттар мындай деп жазган: «Эгерде сен дивизитти байлап койсоң, анда Сулаймандын падышалык павильону\" жана \"Соломондун ордуна такыбалтасың\" . [17]\n\nСулмуддун салтынан айырмаланып, Сулайман билбегендиктен, эч качан бурканга табынуучулукка катышкан эмес. [18] Андан тышкары, Куран Сулайман сыйкырчы болгонун четке каккан: \"(...) Сулайман каапыр болгон жок, бирок шайтан эркектерге сыйкырдуу жана (...). (2: 102)\n\nСулайман жана кумурскалар\nСулайман амалдар сыяктуу ар кандай жаныбарлардын тилдерин үйрөткөн. Куран бир күн, бир күн, Сулайман жана анын аскерлери бир күндүк жана анын аскерлери бир күндүк вайн-Намлга киришти (кумурска өрөөнү). Сулайманды жана анын аскерлерин көргөндө, Нума (Нумал, аял-ан кумурс) башкаларга \"... Сулайман жана анын койлоруңду билбей койбостон, сенин турак жайыңа кирсин\" деп эскертти. (19] Ошол замат түшүнүү Сунушка, Сулайман айткандай, Кудайдан тиленип, ага ыраазычылык билдирип, ага ыраазычылык билдирип, андан ары кумурскалардын колониялары үчүн тебелеп-тепсеп кетпеши үчүн, ага ыраазычылык билдирип, ага ыраазычылык билдирди. [9] 63 [21] Сулаймандын акылмандыгы Ал Кудайдан алган белектеринин жана Мусулмандар Сулайман өзүнүн күндөлүк намазын эч качан унуткан эмес, анын белектери үчүн маанилүү болгон.\n\nЧоң адабият кумурскалардын акылмандыгын баса белгилейт жана Сулаймандын белегинин шамалын көзөмөлдөө үчүн маанисин түшүндүрөт. Сиракүл-Кулубдун айтымында, кумурскалар Сулайманга \"Сулайман\" деп аталганын билсе, ал сурайт. Сулайман эч нерсе айтылбайт, ал эми кумурска мындай деп түшүндүрөт: «Сенин жүрөгүң үнүңдү түшүндүрүп берет:\" Селейм (селим) падышалыктар; Ошондуктан силер Сулайман деп аталат. \" Андан кийин кумурскалар Сулайманды сурайт, эгерде ал эмне үчүн шамалды эмне үчүн багынып бергенин билсе, ал Сулайманды талап кылат. Сулайман дагы бир жолу \"Жок, кумурскалар:\" Ал шамалды бир себеп менен багындырды, сиз эч нерсе эмес, анткени шамал өткөндөй, дүйнөнүн байлыгы жана падышалыгы да өтөт. \" Фахр Дин Рази жана аль-Куртуби сыяктуу окумуштуулар адамдар үчүн бир кумурскага ээлик кылгыла. [22] (P198)\n\nСаба басып алуу\n\nМорибдеги Барран ибадатканасынын урандылары, Сабадагы мурдагы борбору Саба \"Йемен\nСулаймандын падышалыгынын дагы бир маанилүү тарабы анын аскерлеринин саны, эркектер да, жинден турган эркектин саны болгон. Сулайман аскерлерин жана жоокерлерин жана анын астында иштеген жиндерди жана анын астында иштеген жаныбарларды көп баалайт. Күндөрдүн бир күнү, аскерлерин текшерип жатканда, Сулайман Ассамблеядан жетишпеген Худ-Худду (هههه, hoopoe) тапты. [23] Бирок көп өтпөй, Худ Худ Сулаймандын сотуна келип, «сен курчап алган жоксуң, мен Сабадан», мен Сабадан \", мен Сабадан келгениме барып, мен сага барам Сулайманга Шеба элинин күнгө сыйынышканын жана падышачылыкты башкарган аял абдан акылдуу жана күчтүү болгонун айтты. Тыгызын кунт коюп уккан Сулайман Шеба жерине кат жазууну чечкен, ал аркылуу Шебанын тургундарына күн нурунан сыйынууну токтотууга жана Кудайга сыйынууга келгенин ишендирүүгө аракет кылган. Сулайман Шебанын ханышасына катты Шебанын ханышасына берүүнү буйруган, андан кийин анын реакциясын жашырып, байкап турууга буйрук берди. [9 ]: ханышага кат. Андан кийин ханыша кызматчыларын Сабакага чакырып, Шебанын тургундарына мындай деп атап, Шебанын тургундарына катып окуп берди: «Мээримдүүлүктү айкалык менен, мага каршы көтөрүлбөйсүңөр, бирок мага мусулман катары келгиле! ). \" Ал өзүнүн кызматчылары менен соттору жана башка аксакалдары менен кеңешти: \"Эй, элим, эр жүрөк жоокерлер экениңди жана жер бетиндеги эч ким сага каршы чыкпай тургандыгыңды билем, бирок мен дагы эле сенин оюңду билем Зат. \" Соттун эли: «Оо, ханыша, сенин күч, сенин күчүң, буйругуна баш ийсек, ага баш иебиз», - деп жооп берди. Бирок, Узундугу, ханыша Сулайманга келип, Кудайга баш иет деп жарыялаган. [25]\n\nСулайман жана Ийрит\nБИЛИКТИ «Сулаймандын сотуна бара жатып, падыша анын кызматчыларына анын тактысын ошол жерге өткөрүп бериш үчүн, анын тактысын тынчтандырды. Эгерде анын кызматтарына (Q27: 38-40) сунуш кылынган (Q27: 38-40) Анын тиленүүсү менен байланышкан укмуштуудай жоопкерчиликке тартылган, тактон Сулаймандын ак сарайында Кудайдын күчү менен пайда болгон. Кольк ал келип калса, Сулайман андан алардан анын кереметин түшүнүп алса, ал падышага ишенип, Сулаймандын ишенимин каардантып, керемет эмес экендигин далилдер менен жеңип чыкты жөн гана мүмкүн эмес, бирок Кудай өзү. Сулайман буга азгырылып кеткенин четке каккан жок, анткени ал Кудайга же башка жинге же башка жаратылгандарга гана ишендирүүгө аракет кылып, анын такыбаалыгы үчүн сыйлыкка ээ болгон жана анын такыбаалыгы үчүн сыйлыкка ээ болгон. [26]\n\nӨлүм\n\nСулаймандын мавзолей, ал-Акса мечитинин, Эски Иерусалим шаары\nКуран Сулайман өз таякка таякка алдырып көз жумганын жана анын ордун толтуруп жатканда, ал бир жандыкка же курт үчүн, ал үчүн, ал үчүн тизилгенге чейин, анын үстүнө отуруп калганын айтып берди дене кыйраш.\n\nАндан кийин (Сулаймандын) өлүмү жөнүндө айтканыбызда, алардын башына түшкөн бир аз куртунан башка бир аз курт бергенден башка эч нерсе жок (жай). көрүнбөгөн, алар басынтуучу жаза (алардын милдетин аткара алышкан эмес).\n\n- Куран, 34 (САБА'), АЯХ 14 [27]\nТүз жүргөндө, анын таягын көтөрүлүп, жин дагы эле тирүү жана аларды көзөмөлдөп турду деп ойлогон.\n\nАлар Кудай жандыкты сойлоп, Сулаймандын таягын жиберди, анын денеси кулаганга чейин, Сулаймандын таягын тиштеп, Бул аят угуучуларга Жинн көрүнбөгөн (Аль-Гхайб) экендигин билбеген аудиторияны үйрөтүү үчүн, алар өлгөн кишиге кызмат кылууда акылсыздар сыяктуу эмгекти жок кылмак эмес. [28]\n\nСулаймандын ырына Махаммаддим\nКошумча маалымат: Мухаммед жана Библия жана Семит Рот\nКурандын аяттары, кээ бир мусулмандарга шыктандырган бир нече мусулмандар (Араб: محمد, ҮЙ-БҮЛӨЛӨРГӨ: M-M-M-M-D) ырларында айтылат (5:16). מַחֲמַדִּמַחֲמַדִּם, үнсүз тамгалар: М-ħ-M-D-Y-M), ал эми акыркы сөз \"эң жагымдуу\" же \"сүйкүмдүү\" деп которулат. [29]\n\nСулайман жана Жамшид\n\nПерсеполистин Жалпы көрүнүшү, Иран (2) (Кропед)\nАкындын Шухмада Фиртаус падышасы Шухтын падышачылыгынын төртүнчүсү, Сулайманга окшоп, ал бардык периштелерге жана дүйнөдөгү бардык периштелерге буйрук берип, падышанын да, башкы ыйык кызмат кылуучу да болгон (Ахура Мазда). Ал өмүр бою жашоону өз эли үчүн коопсуз деп эсептеген көптөгөн сонун ойлоп табуулар үчүн жооптуу болгон: зыгыр буласынан, жибектердин жана жүндүн үйлөрүнүн токуучусу, зыгыр буласынан токулган , Парфюмерияны жана шарапты жасап, дары-дармек чеберчилиги, дүйнөдөгү кемелердеги кемелердеги. Ал Жамшид азыр дүйнөгө белгилүү болгон эң чоң монарх болуп калды. Ал Роял Фарр (Австралия: Хварена) Аллахтын жактыруусу менен күйүп кеткен жаркыраган көрккө ээ болгон.\n\nЭки акылдуу монархтардын окшоштуктарына байланыштуу айрым каада-салттар экөөнү төмөндөтөт. Мисалы, Сулайман Аль-Балхинин чыгармаларында Иран түштүк-батышынын үстүнөн бийлик жүргүзгөн. Персполис Сулаймандын орду деп эсептелген жана Масуди, Мукаддаси жана Истахрия сыяктуу илимпоздордун \"Сулаймандын оюн аянтчасы\" деп аталган. Башка мусулман авторлорунун талаш-тартышынын башка мусулмандын ар кандай окшоштуктары, Сулаймандын жана Жамшиддин ортосундагы окшоштуктардын бири-бирине окшош экендигине каршы чыгышкан, экөө тең кокустан, экөө тең айырмаланып, өзүнчө персонал болуп саналат. [30] Акыркы көз караш Каармандын каарман каарман zorshrian ак ниетинин аймагындагы индо-европалык мифология жаатындагы стипендия менен стипендия менен алексиз (32] [33] Ал эми Куран жана Библиялык стипендия акылдуу пайгамбар Падыша үчүн бир катар тарыхка ээ. [34]",
"Ilyas": "Илияс (Арабча: Урматтуу, Алланын уулдарына жетектөөгө жиберилген пайгамбар жана элчи). Ага адамдардын буркандарга сыйынышына жол бербөө үчүн пайгамбарлык миссия берилген. [1] Ильяс - Аляяя үчүн пайгамбарлык мурунку. [2] Айрым Ислам аалымдары Харун (Аарон) тукумунан Ильяс деп ишенишет. [3]\n\nКээ бир мусулмандар Ильяс дагы эле тирүү деп эсептешет жана жыл сайын Хажжга барышат деп ишенишет. [4] Кээ бир мусулмандар Ильяс акыр заманда кайтып келет деп ишенишет. [5]\n\nЭрте жашоо\nИслам булактарында Ильяс 'Аматтык аты Ильяс Ибн Ясин, [6] Хафатка окшоп, ilyas yasin деп аталат. [7] Ильястын кээ бир окуялары ислам хадистеринде да айтылган; Ильяс тарабынан кургакчылык менен өлтүрүлгөн ысрайылдыктардын каргышы.\n\nКөптөгөн ислам булактарына жана Ыйык Китепке ылайык, Илияс (а) тирүү жана асманга көтөрүлөт. [11] Бирок ибн Касир бул хадистерди кабыл албай, аларды Ысрайыл арасында карап чыккан эмес. [12] Мужам аль-Булдан Баалбекде Илиястын (а) мүрзөсүн эскертти. Элиас мүрзөсү (а) [14]\n\nПайгамбарлык\nИльяс Адегенде Анъамда 6:85те пайгамбар катары айтылган. [15] Ал Баалбекде жашаган элин бир-бирибизге баш ийип, күнөөлөрүн таштап кеткендигин чакырды. [16] Анын негизги милдети бурканга сыйынуунун алдын алуу болгон. [17] Көп жылдар бою өз элинин тырышчаактыгына туш болгондон кийин, аларды кургакчылык менен каргышка калгандыктан, адамдар ачкачылык менен каргыш тийди. [18] Ильяс \"Куран\" жана андан кийин мусулман салтында Илиясынын салтында Илиясынын салтында Илияс Библиясында, Илияс жана Мусулман адабиятынын алгачкы пайгамбарлыктары, ошондой эле Ахазайдын жанында болуп жаткан, ошондой эле ILYAS 'сүрөтү а Кээ бир окумуштуулардын башка илимпоздору менен ишенген башка пайгамбарлардын, ыйыктар адамдардын саны башка илимпоздордун башка аты, 21] жана Хидр. [22] Кийинчерээк исламдык уламыштар сыпаттарын эңкейип, Ильястын фигурасын өрчүтүп, апокрифтик адабият ILYAS жарым адамдан, жарым-жартылай периштенин статусун берген. [23] Ильяс ошондой эле Хамзанама, анын ичинде Хамзанама чыгармаларында да пайда болот. [24]\n\nКуран\nКуранда Ильяс жөнүндө эскертилген, ал жерде анын кабар айтуусу кайталанып турган. Куран риваятчамдарын Эляс элине Кудайга сыйынууга келип, Баалга сыйынууну таштап, Баалга сыйынууну таштап, бул аймактын негизги бурканын таштап кетүүнү буйруганын айтты. Куран мамлекеттери: [1]\n\n«Чындыгында Ильяс элчилердин бири болгон. Ал өз элине:« Кудайдан коркпойсуңбу? «Баалды чакырып, жаратуучуларды, Кудай-Теңириңер, мырзаңды жана кереметтерди жана сенин ата-бабаларыңардын мырзасын алып кетесиңби?\n\n- Саффат 123-126\nКуран Ильяс элинин көпчүлүгүнүн Пайгамбарыбызды четке кагып, бурканга табынуучулукту ээрчип келгенин айгинелейт. Бирок алардын арасында Кудайдын берилген кызматчылары Илиястын артынан ээрчип, Кудайга таазим кылышканын айтат. Куранда: \"Алар аны (Илиясты) четке кагышты жана Кудайдын бардык кызматчыларынан башка (алардын арасында) кийинкиге калтырдык.\" [25]\n\nКуранда, Кудай Илияс пайгамбарды эки жерге даңктайт:\nЭлэйсияга тынчтык болсун! Жакшылаштарды кандай сыйлайбыз. Ал биздин ишенгендердин кызматчыларынын арасында.\n\n- Куран, 37-бөлүм (Савфат), 129-132-аят (27]\nЗакария менен Яхья, Ыш жана Ильяс, алардын бардыгы адил адамдардын арасынан болушкан\n\n- Куран, 6-бөлүм (Ал-Анъам), 85-аят (28]\nАбдуллах Юсуф Али 85-аятта айтылган Абдулла Юсуф Али Ильяс, Закария, Яхья, бардыгы рухий жактан туташканын айтышкан. Абдулла Юсуф Али мындай дейт: \"Үчүнчү топ адамдардан турат, ал эми чындыктын жарчылары, алар жалгыз жашайт. Алардын эпитетасы:\" Адил адамдар \". Алар Ыйсаны телишти. Захария Жакандын атасы болгон. Захария \"Ильяс\" деп аталган \"Ильяс\" деп аталган \"Мт 11:14\" (Мт 11:14); Илияс келип, Иса менен бирге бийликте жүрүү учурунда сүйлөдү (Мт. 17: 3). 29]\n\nКөпчүлүк мусулман аалымдары Илияс Ысрайылда тараткан деп ишенишкен болсо да, Куран боюнча алгачкы комментаторлор Ильяс Ливандагы Баалбекке жиберилген деп айтышкан. [30] Заманбап окумуштуулар шаардын ысымынын биринчи жарымында, Шаалдын ысымынын биринчи жарымында, Баалдын, Илияс өзүнүн элин сыйынууну токтотууга үндөгөн кудай болгон Баалдын булганын жасагандыгын билдиришти. Илиястын Баалбек менен болгон шаарды идентификациялоону четке кагып, Баалбек шаары Куранда же Еврей Библиясында Баалбек шаары жөнүндө айтылбайт. [31]\n\nӨлүм\nУбакыттын өтүшү менен кургакчылык жайылып, көп адамдар көз жумган. Өздөрүн көрүшкөндө, алардын мурунку иштерине өкүнүп, Илияска (а) кайрылып, анын чакырыгын кабыл алышты. [32] Ошондо Илияс (а) намаздын намазында намаздан келип, жер тойгон; Бирок, бир аз убакыт өткөндөн кийин, адамдар Кудай менен түзгөн келишимин унутуп, бурканга сыйынып жиберди. Муну көргөн Ильяс Кудайдан өлүм сурады. Бирок Кудай ага от майдан арабасын жиберди, ал асманды жана асманды тандап, аляска, анын окуучусу анын вицецежиси катары тандап алган. [33] Ильяс ислам эсхатологиясына сейрек кездешет. [34] Бирок, кээ бир мусулмандар Ильяс акыркы мезгилдерде табышмактуу инструктордук Хидр менен бирге кайтып келишет деп ишенишет. [5]\n\nМурас\nМусулман адабиятынан жана салт жөнүндө айтылат Ильяс Ахаптын падышалыгын, кийинчерээк уулу Ахазия башкарып тургандыгын айтты. Ал \"Чөлдөгү деп аталган Пайгамбар\" Яхья \"деп аталат. [35] Ильяс Ахап менен болгон ынталуулук менен кабар айтып, бул жаатта жалган буркандарга сыйынуу үчүн жарым-жартылай жооптуу болгон Ахап жана жубайы Изебел менен кабар айткан. Мусулмандар бул адамдардын көпчүлүгү Илиястын Элишанын Кудай жөнүндөгү кабарын анын артынан кабар айтууга туура келгенин уккандан баш тартышкан. [36]\n\nIlyas мусулман маданиятындагы уламыштар жана фолькалдык жерлерде, адатта, Хидр менен жолугушуусуна байланыштуу. Мусулман экзегете жөнүндө отчету боюнча, Мухаммед Меккеде Ильяс менен жолугушту. [37] Ислам мистицизминде Ильяс шалфей Хидр менен тыгыз байланышта. Бир хадисте Ильяс менен Хидр Иерусалимде Меккеге ажылыкка баруу үчүн жыл сайын чогулуп тургандыгын маалымдады. [38] Ильяс Хамсанама шаарында көптөгөн учурларда, ал Хидрдун бир тууганы деп айтылып, ошондой эле жаштыктын башатынан ичкен адам деп айтылат. [39] Андан тышкары, бул Китаб аль-Кафи риваят кылынган имам Джафар Аль-Садык Сирия тилинде Ильяс сажорациясын окуп, ыйлай баштады. Андан кийин ал жалбырактарды араб тилинде бир топ окумуштуулардын тобуна которгон:\n\n\"Оо, Жахаба, сен мени жазалагым келип жатат деп ойлойсуңбу? Мен сага күнөөлөрүңөрдөн баш тарткандыгын билесиңби? Андан кийин Аллах Ильясга шыктандырган \"Мен силерди жазалабайм\" деди. [40]\n\nНота\n \"Илияс Илияс менен бирге, окуядан 1 Падышалар 1 Падышалар 1 Падышалар 1 Падышалар менен таанышып турушат. Илияс Ахаптын (б.з.ч. 896-874-б.з.) жана Ахазай ), «түндүк) Падышалыгы (Түндүк) Падышалыгынын падышалары. Ал Чөлдүн Пайгамбары, Чөмүлдүрүүчү Жаканга окшоп, өзүнө катышып, өз элинин бардыгын башкарып, өз элинин бардык иштерине жетектеген деп, чөлдүн пайгамбары болгон. Ал өз элинин бардык иштерин жетектеген. Ахап да Азария, Күндүн Сирияга сыйынуу үчүн сыйынышкан. Бул сыйынуу Натурага сыйынуу жана тайманбастык менен сыйынуу жана көптөгөн корпорго сыйынуу жана көптөгөн кордуктан улам кудуреттүү болгон. Падыша Ахап Сидон, Изебелдин ханзаадасына үйлөнгөн, күйөөсүн Аллахка таштоого жана Баал-сыйынуу адабиятты кабыл алган каардуу аялга үйлөнгөн. \" Илияс Ахаптын бардык күнөөлөрүн, ошондой эле Ахаптын күнөөлөрү менен айыптап, өмүр бою качып кетишкен. Акыры, Эски Келишимдин айтымында, ал сөөктүн майдан арабасында асманга көтөрүлүп кетишкен Ал өзүнүн мантиясын Элиша пайгамбарга таштап кеткен. [20]",
"Alyasa": "Алясы (Арабча: اليسع, романцияланган: Алясык ') - бул Ысрайыл уулдарына жетектөө үчүн жиберилген Пайгамбар жана Аллахтын Элчиси (Аллах). Куранда, Алияса эки жолу пайгамбар катары эскерилет, (1], бир нече жолу, бир нече жолу пайгамбарлар менен бирге да эскерилет. [2] Ал мусулмандар тарабынан Ильястын пайгамбарлык аткаруучусу деп ырасташат (Илияс). Хилишаны тааныган исламдык булактары Хидр менен Ильяс менен исламдык салттагы исламдык салттын ортосундагы бекем мамилени келтирет. [3]\n\nИнсан\nАляянын аты 6:86-аяттарда эки жолу айтылган жана кайгылуу 38:48. Бул аяттарда Аляяянын инсандык же пайгамбарлыгы жөнүндө эч нерсе айтпастан, ал \"арадагы\" жана \"шайлоочулардын арасында\" деп аталат. [4] Куранга ылайык, Элиша \"жаратуу таланынын үстүнөн\" жогору көтөрүлгөн \" Мина Л-Акхир). [5] Аляса 6:86-аяттарда 6: 86, Каардуу 38:48, Исма менен бирге:\n\nИсмаил, Аляя, Юнус жана Лут; Ааламдардын ар биринин ар биринин ар биринин\n\n- Аль-Анъам 6:86\nБиздин кулдарыбыз Исейл, Алияса, Дул-Кифлди, алардын ар бири чындап эле жакшы экенин унутпа.\n\n- Сад 38:48\nКереметтер\nАли-Аль-Райхадан келген Шиа Хадда шаарында Аляясы кээ бир кереметтерин, анын ичинде өлгөндөрдүн жанданышын, ооруну айыктырып, сууда жүрүү жөнүндө бир нече керемет жасаган.\n\nКелген мүрзөлөр\nКээ бир мусулмандар Сауд Аравиясынын чыгыш чөлкөмүндө Элишанын мүрзөсү Аль-Авиамда болушат деп ишенишет. Саудира өкмөтү тарабынан храм алынып салынды, анткени Сауд Аравиясында Wahhabi же Salafi реформасынын кыймылына ылайык эмес. [6] [7] Осмон Арабиясынын мезгилинде көптөгөн кылымдар бою маанилүү жер болгон жана заманбап мезгил ичиндеги бардык секталардын мусулмандарынын эң популярдуу перспети болгон. [8]\n\nЭлишанын мүрзөсү Диярбакир провинциясынын Еъил районунда Түркиянын эйүл районунда катышат. [9] 1994-жылы тогузун басаңдатуучу дарыянын түп нускасына жакын болгон дарыянын жанында болгон. Шаардык кеңештин жашыруун кеңеши, шаардык кеңештин дирекциясы менен биргеликте элди эксгументке иририция албашы үчүн, элге чыгарылыштын иририциясын чыгарбоо үчүн түзүлгөн. Түнкүсүн суу соолуп калгыла, түнкүсүн мүрзө казылып, Пайгамбар тогуз окумуштуулар жана расмий жумушчулар тарабынан күбөлөндүрүлгөн дөбөгө коюлган дөбөгө коюлат. Бирок, шаардын көпчүлүгү ошол түнү түшүндө Пайгамбарыбызды көрүштү жана анын кайра жаралыгын жаңы жерде байкап калышты. [10] [11]",
"Yunus": "Юнус ибн Матта (Арабча: Роман, Роман, Пайгамбарыбыз) - бул Кудайдын элчиси (Аллах). Юнус адаттагыдай эле Исламда Кудайга ишенимдүү болгон жана өз кабарын жеткирген деп исламдагыдай маанилүү деп эсептелген. [1] [2] Юнус Куранда ысымга арналган он эки кичинекей бир нече пайгамбарлардын жалгыз бири. [3] Курандын онунчу бөлүмүндө аталган. [4]\n\nЮнус Дул-Нун деп аталат (араб: ذو و نون) жана мусулмандар тарабынан деп аталат. [5] Ал Куранда төрт жолу аты менен аталган. [6]\n\nХадис жөнүндө эскертет\nЮнус ошондой эле Мухаммеддин өмүр бою бир нече окуяда айтылган. Айрым учурларда Юнус аты Мухаммеддин мактоо жана урматтоо менен айтылат. Мухаммеддин өмүрү он жылдык аянтына ылайык, Мухаммед Таиф шаарына, анын лидерлери анын лидерлеринин Меккеден эмес, ал жерден анын кабарын таратууга жол берип турушса, анда ал шаардан ыргытып жиберди Элдер. Курайш уруусунун эки мүчөсү Утбах менен Шайба багына баш калкалап алды. Алар өз кулун, Адазга, ага тамак-аш үчүн жүзүм кызмат кылуу үчүн жиберишет. Мухаммед Ададага, ал жерде, кулдан келген Гинебини берди. \"Юнус шаары, Амитайдын уулу, Мухаммед өкүнүчтүү. Аддас таң калып, анткени ал бутпарас арабдар Юнус жөнүндө билбейт экендигин билген. Андан кийин ал Мухаммед бул кишини кантип билген деп кантип сурады. \"Биз бир тууганбыз\", - деп жооп берди Мухаммед. \"Юнус Кудайдын пайгамбары болгон, мен да Кудайдын пайгамбар экеним\". Addas Исламды дароо кабыл алып, Мухаммеддин колун жана бутун өптү. [10]\n\nМухаммеддин айткандардын бири Мухаммеддин жыйнагынын бири Мухаммед \"Мен Юнуска караганда жакшы экенимди\" деп айтпашын айтты. [11] [12] [14] [14] [14] Мухаммеддин улуу замандаштары Ибн Аби Заманбап, Юнус Аллахка намаз окуган жок, ал балык уулдарына чейин тузакка түшүп калмак (14], бирок, анын тиленүүсү бир нече гана балык курсагындагы күндөр \". [14]\n\nТогуз кылымдагы Тогуз кылымдагы Персия тарыхчысы Аль-Табири жазуулары, ал эми Жунус балык ичинде жүргөндө, \"анын сөөктөрүнүн же мүчөлөрүнүн бири да жаракат алган эмес\". [14] Ошондой эле Аль-Табариге \"Юнус\" Айылмандын \"Тынчтыктын кереметтерин\" көрүшүнө жол бергенин жазган, Юнус Аллахка мактап ырдап ырдап ырдап ырдап жаткандыгын угуп, Алланын бардык балыктарды уккан. [15] Юнус акыны Кисай Марвази, Юнусдун жетимиш жашы, ал эми анын төрөлгөндөн кийин, ал көп өтпөй каза болгондон кийин, анын энесин жыгач кашык менен жок кылуудан башка, ал Корнукопия бол. [14]\n\nМүрзөлөр\nОшондой эле караңыз: Мосулдун мосулун жана храмдары\n\nИунус мечитинин урандыларынын кыйроосу, анын кыйроосунан кийин\nНиневиянын учурдагы жайгашкан жери төрт бурчтуу казуулар, дубалдардын бөлүктөрү менен белгиленет, төрт жагынан дубалдын бөлүктөрү менен белгиленет. Наби Юнус боюнча мечит Жунуска арналган жана Мусулмандар да, христиан да, Жунустун мүрзөсүнүн сайты катары да, христиан да, храмга ээ болгон. [17] Мүрзө кеңири тараган ажылык жүйүттөрдүн, Ыйсанын жолдоочулары жана мусулмандардын биримдигинин белгиси болгон. [18] 2014-жылдын 24-июлунда Ирактын жана Насыянын Исламий мамлекети (Исил) муунга бурканга сыйынган деп эсептелген диний коркту жок кылуу кампаниясын жок кылуучу мүркөөнү жок кылышты. [19] [18] Мосулдан кийин 2017-жылы январдан кийин, Б.з.ч. 7-кылымдын биринчи жарымындагы биринчи жарым жылдыктын айланасында таанышуу менен таанышуу Байыркы Ассирия сарайында өткөн байыркы Ассирия сарайы бузулган мечиттин астына ачылган. [18] [20] Расулдун сарайларын кара базарга сатуу үчүн сарайды талап-тоношту, 18] [20]\n\nБашка мусулман мүрзөлөрү\nЖунустун мүрзөсүнүн башка сөөктөрүнүн башка жерлеринин башка жерлерин камтыйт. Ливандагы Сарепанд шаарынын жанындагы ыйык жай. [23] Мүрзөнү азыр Гиват Янаны, \"Жунус дөбөсүн\" деп атаган мүрзөнү, \"Жунус дөбөсүн\" деп атады.\n\nЖунустун мүрзөсү Фатих Паша мечитиндеги Михрабдын артында жайгашкан Диярбакир шаарынан табылышы мүмкүн. [24] [25] Эвияя Калеби Сейхатнада ал Жунустун мүрзөлөрүнө барган. [26] [27]\n\nКуран эскертилет\nАль-Антия 21:87 [7] 4: 163 жана Ниса 4: 163, Ал-Анам 6:86, ал \"Аллахтын элчиси\" деп аталат. [5] 37: 139-148 Юнустун толук окуясын оңдоп-түзөйт: [5]\nОшондой эле Жунус арасында Жунус болгон (АКШ).\nАл качып кеткенде (туткундан кутулуу үчүн) кемеге (толугу менен) Ладенге,\nАл (макул болгон) өкчөмө таш ыргытып, айыпталып:\nКитти жутуп алгандыктан, ал күнөөлүү иш-аракеттерди жасады.\nАл Аллахты даңктаган жок,\nАл, албетте, балык уулдарына чейин, тирилген күнгө чейин калмак.\nБирок биз аны жылаңач жээкке отурганда,\nБиз анын үстүнөн өскөнбүз, алга чейин өсүмдүктүн жайылышына себеп болду.\nАнан биз аны (миссияга) жүз миң (эркектер) же андан көпкө жөнөттүк.\nАлар ишенип, Ошентип, биз аларга бир аз убакытка (алардын жашоосун) ырахат алууга уруксат бердик.\n\n- Куран, 37-бөлүм (Сафпат), 139-148-аяттар [8]\nКуран Юнустун мурасы жөнүндө сөз кылбайт, бирок Мусулман салтына Юнус Биньемин уруусунан келген деп окутат. [9]",
"Zakariya": "Ислам доктринасына ылайык, Закарīыā (Араб: Лавария) - бул - Аллахтын (АЛЛАХ) Пайгамбарыбыз жана Элчи жана Яхьянын атасы.\n\nКуранда\nЗакария адилеттүү дин кызматчы болгон (1-беттеги), кызмат орду Иерусалимдеги экинчи ийбадатканада жайгашкан. Ал ибадаткананын кызматтарын тез-тез башкарууга жооптуу болот [2] жана ал ар дайым Кудайга сыйынып турчу.\n\nУул үчүн тиленүү\nАл картайганда, Закария өлгөндөн кийин, Кудайдын кабарын таратуунун мурасын ким улантып, анын артынан ибадаткананын күнүмдүк кызматтарын аткара турган адамдарды ким улантып бере баштады. Закария Кудайдан уул үчүн тилене баштады. Тукумдун төрөлүшүнө намаз окуганга жөн гана балага болгон каалоосу жок болчу. [1] Ал өзү үчүн да, эл алдында да тиленди. Закария мүнөзү жана жакшылыкка ээ болгону жана бул аны рухий мурасын анын эң баалуу ээлиги катары өткөрүп берүүнү каалаган. Анын кыялы үй-бүлөнү калыбына келтирүү - бул уруу башчы Жакыптын артынан ээрчип, Кудай жөнүндөгү кабарды ысрайыл элине жаңыртып келген. Куран жөнүндө кабарлайт:\n\nАнын кулу Закарияга Мырзаңдын ырайымы жөнүндө сөз кылган. Мырзасына жалынып ыйлаганда, \"Мырзам! LO! Менин сөөктөрүм алсырап, башым чачтар менен жаркырап турат, мен Раббим, мен сага эч качан тиленбеген эмесмин. LO! Менден кийин менин туугандарымдан корком, анткени аялым төрөбөсөм. Оо, мага Жакыптын үйүн мурастап, мураскор адамыма мураскор адамыңдан мураскорсуң, Аны, мырзам, сага жагымдуу кылат. [Куран 19: 4-6 (Тиктхалл которулган)]\n\nЯхья\nКудайдын белеги катары Закария, Яйя (Арабча: Чөмүлдүрүүчү Жакан менен таанымал болгон), бул бала үчүн атайын тандалган ысым. Мусулман салт Закария Жакан Токсон эки жашта экендигин минтип эскерет: Жакандын төрөлүшү жөнүндө айтып берген.\n\nЗакарияга тиленишине ылайык, Кудай Иоунду (Яхья) ысрайылдыктар бузулуп, жоголгон Кудайдын кабарын жаңыртты. [4] Куран айткандай:\n\nОо Захария! LO! Биз сени Жакан деген уулга алып келебиз. Биз буга чейин бир да ысым бергенбиз. Ал: \"Мырзам! Аялым төрөбөсөм, менден кантип жашка жеткенде уулум болот? Ал мындай деди: «Бул силердин Раббиңер мындай дейт:\" Мен сен үчүн жеңил, мен сени эч нерсе кылбаганда, жараттым. Ал: \"Мырзам! мага белги бер. Ал: «Сенин ден-соолугуң чыңдап жатканда, элге үч түн сүйлөй албайсың», - деди.\n\n- [Куран 19: 7-10 (Пикхалл которулган)]\nМарямдын кароолчусу\nКуран айткандай, Закария Мариямдын Кароолчусу болгон. Куранда:\n\n(Эстеп, Имран айткандай: \"Мырзам! Мен сенин курсагыма ыйман келтирилген (курмандык чалып жаткан »деп ант бердим. Аны менден кабыл алыңыз. LO! Сен, сен гана угуучусуң, Билүүчү! Ал куткарылса, ал: «Мырзам! LO! Мен бир аял жеткирип турам - Алла анын эң жакшысын эң жакшы билген, эркек аялдай эмес; жана Мына! Мен анын Мариям коюшуп, Мына! Мен ага жана анын тукумдары үчүн Шайтанга баш ийбегендигимди эңсеп жатам. Анын мырзасы аны толугу менен кабыл алып, ага жакшы өсүшкө ээ болду; Анын кароолчуну Захарияны жасады. Сахария ыйык жайга киргенде, анын тамак-ашын тапканын көрдү. Ал: «Эй Мэри! Сага бул сага кайдан келет? Ал: «Бул Аллахтан. Аллах кимди кааласа, ошону билдирет. [Куран 3: 35-37 (Пиктхалл которулган)]\n\nМусулман Теология Закария, Чөмүлдүрүүчү Жакан менен бирге, Пайгамбарларга жаңы доордо, Амрамдын атасы Амрамдын (Имран), Арун пайгамбардын дин кызматчыларынан келгендердин бардыгы. Бардык дин кызматчылардын бардыгы Мариямды (Мариям) багуу милдети берилген, ал өзүнүн такыба адам катары статусун көрсөтөт. Закария Куранда Аллахтын жана адилеттүү кишинин пайгамбары катары көп макталат. Ушундай баалоо, Анъам сүрөсүндө:\n\n\"Закария жана Яхья, Ыш жана Элия. Ар бир адам адилеттүү болчу.\" [Куран 6:85 (Тиктхалл которулган)]\n\nКуран котормочу Абдуллах Юсуф Али ушул бир сапка түшүндүрмө берет [5] Бул белгилүү бир пайгамбарлардын бири-бирине рухий байланышын камсыз кылат. Ал Яхьянын бир тууганы Ышга салыштырмалуу болгонун белгилеп, Элияс Жаңы Келишимде айтылгандай, Ышайдын (6] кубулушу учурунда бар болчу. Ал ортодо Закария үйлөнүү аркылуу Ыш жана анын уулу Яайха жаңы Келишимдеги Элияс деп аталат. [7]",
"Yahya": "Яайың ибн Закарīыā (Арабча: Лахья / Жакан) Чөмүлдүрүүчү Жакан айткандай, Ислам уруусунан келген бир пайгамбар жана Элчиси (Аллах) деп эсептелет . Мусулмандар Иса Эль-Масихтын келишин (Иса Машаяк) менен машак кылган Кудайдын Сөзүнө күбө болуш үчүн ишенишкен. [1] [2]\n\nЯхья Куранда беш жолу эскерилет. [3]\n\nЯхья ошондой эле суфизмде жогорку, ошондой эле ислам мисстикасы, биринчи кезекте Курандын Жакандын ырайымсыздыгы жана боорукердигин сүрөттөөсүнө байланыштуу. [4] Суфис, Куранда Жаканга жасаган жорумдарына, биринчи кезекте, Кудай берген акылмандыкка ээ болгон акылмандыкка ээ болгон акылмандык белекине байланыштуу комментарийлерин колдонушкан. Жаканды жана Ыйсаны сүрөттөө үчүн бир нече сөз айкаштары Куранда дээрлик бирдей, алардын айткандары башкача болуп саналат. [5]\n\nТуулган\nКуранда Кудай Закариядан уул төрөлүш үчүн тиленүү жөнүндө көп айтат. Закария аялы төрөбөс болгон, ошондуктан баланын төрөлүшү мүмкүн эместей сезилди. [6] Кудайдын белеги катары Захария деген белек катары, бул балага жалгыз тандалган Яайя деген уулдуу уул берди. Закария тиленүүсүнө ылайык, Кудайдан экинчи айдан кийин төрөлгөн Яхьяны жана Ышды жасады.\n\nКуран Чөмүлдүрүүчү Жакан бул ысымды (Куран 19: 7-10 19: 7-10) деп ырастады, бирок Чөмүлдүрүүчү Жакан Иоанндын ысымы бир нече жолу кездешет, анткени бул аят исламдык окумуштуу бир пикирге чейин \"Yaḥyā \"\" Yoḥanan \"сыяктуу эле, анын\" zacharias \"деп эсептелген Жакандын керемет жолу менен аталганын жазганы бирдей эмес (грек: ζαχαρίας). Атасынын ысымынан кийин, жок Анын атасы Захариядагы (Захария деп аталган) сандыкта (\"Джон\" деп аталып калган (\"Йоханан\" / \"Йоханан\" / \"Йаннес\" деп аталып калган. [11] Куран айткандай: [12]\n\"Эй Закаря, биз сизге ысмы Ысмы!\n\nАл: «Оо, Раббим! Аялым төрөбөсөм, мен жашка чыкканда, менден кантип арылсам болот?» - деди.\n\nАл: «Андыктан:\" Мырзабыз мындай дейт: \"Мен сени жеңилирээк:\" Мен сени мурун эле жараткан жоксуң \"деди.\n\n(Закария): «Оо, Раббим! Мага белги бер», - деди. \"Сенин жалыгың\", - деп жооп берди, - деди.\n\n- Мариям 19: 7-10\n- Мариям 19: 12-14\n\nДжордан дарыясы, Хахья, Иса, Иса чөмүлдүргөн. [13]\nЯхья Ыйык Жазманы бекем карманып, Кудайдан келген акылмандыкка ээ болгон. [14] Ал таза жана динчил болгон, Кудайдын алдында жакшы жүрдү. Ал ата-энесинин алдына нормалдуу болгон жана ал текебер же козголоңчу эмес. Жакандын Жазманы окуп, түшүнүү жана түшүнүү, бир гана бала гана, эң чоң окумуштууларына да чейин ашып кетсе болот. [6] Мусулман ЕСЭгез Ышайа айтылат, Ыйса он эки шакирти менен, Ыйса өзүнүн шакирти деп атаганга чейин ким кабар айткан. [7] Куран мындай дейт: [16]\n\"Эй яйя! Китепти китебинен кармагыла\": биз ага жаштар катары да акылмандык бердик,\n\n- Мариям, 19:12\nЖакан классикалык пайгамбар болгон, 17] Кудай күнөөкөр болгондуктан, Кудайдан жогору турган Кудай жогору көтөрүлгөн. Андан тышкары, Куран Жакандын жумшак такыбаалагы жана сүйүүсү жана жашоого болгон момун болгону, ага өмүрдүн тазалыгына берилген.\n\nИсламдык салтка ылайык, яхья насааттары үчүн Харам Эш-Шарифке (3)\n\nӨлтүрүү\nЯхья: Исанын биринчи аялына ажырашкысы келген жана мурунку кайын эжесинин аялына аялдыкка алгысы келген Ирод Антипастан жаңжал болду. [3] Яхья нике түшүнүктүү болушу мүмкүн экендигин жана никени жактырган жок деп кабарлады. Андан кийин Ирод Антипас Яхьяны камакта алган. [3] Андан кийин Yahya басылып келген. [18] [3] Яхья башчысы Дамасктагы Умайяд мечитинин ичинде деп ишенет. [19] [21]\n\nМурас\nИсламда Яхя Мухаммед, Истра Эльжирдин, Иса (Иса), экинчи асманда, Яхьянын окуясы Мусулман миграциясында Хабашинин падышасынын Хабашияга айткан. [23] Куранга ылайык, Яхья, Кудай төрөлгөн күнү жана өлгөн күнү тынчтык жиберген. [24] Аль-Сютийдин айтымында, Ибрахим дүйнө жүзү боюнча асман менен жер, Яхья жана Хусейнге гана ыйлаган. [25] [26] Хадисинин айтымында, Мухаммед: «Кыямат күнү Адамдын ар бир уулу келет, анын жанына Яхья ибн Закарьяйдан башка күнөө болот». [27] Көптөгөн мусулмандар Яхьяны Хусайн менен салыштырышат. [28] Яхьянын да, Хусейндин башчылары Дамаскта, Сириядагы Дамаскта Умайяд мечитинде болушат деп ишенишет.",
"Isa": "Иса (Иса) Аллахтын пайгамбары жана Элчиси жана Мессия. Ал Ысрайыл уулдарын (Израилге) жетектөө үчүн жиберген акыркы пайгамбар жана Ыйык Китеп (Инжил) деп аталган Ыйык Китеп (Инжил) деп аталган.\n\nКуранда Иса Машайак катары (Маска) деп сүрөттөлөт, ал эми кыз Мариямдан төрөлгөн, ал эми кыздар менен кошо шакирттер менен кошо жүйүттөрдү жаратып, асманга көтөрүлүп кетишкен. Куран Исанын айкаш жыгачка кадалчу эмес, айкаш жыгачка кадалган эмес, бирок Кудай тарабынан керемет жолу менен куткарган. Куран Ыйсаны эң сонун пайгамбарлардын арасында айткан жана аны ар кандай наамдар менен эскерткен. Исанын пайгамбарлыгы Яхьядан мурун, Мухаммеддин ордуна келген.\n\nИслам Исанын Кудайдын кудайлыгына Кудайдан баш тартса, анда Кудай Кудайдын кадимки уулу деп ишендирген. Бул Ыйсаны бир нече аяттагы кудай деп четке кагып, Исанын Кудайдай деп ырастаган эмес. Мусулмандар Исанын түпкү кабары өзгөрүлүп, тирүү көтөрүлүп тургандыгына ишенишкен. Исанын монотациясы Куранда баса белгиленет. Исламдагы бардык пайгамбарлар сыяктуу эле, Ыйса өзүнүн жолдоочулары \"түз жол\" (муца фактысын кабыл алышы керек »деп айткан. Ислам адабияттарында көптөгөн аскет жана мистикалык адабияттары бар, Иса көптөгөн кереметтер менен, ал жөнүндө ислам салтында окуган. Ошондой эле ал Мухаммеддин Ахмад аты менен Мухаммеддин келиши жөнүндө пайгамбарлык кылган.\n\nУбакыттын акырына чейин Ыйса Имам Аль Мехди ('жалган Машайак »деп, андан кийин байыркы уруулар Я'йж жана Ма'ъж (Гок жана Магог) менен кошо (GOG жана MAGOG) менен коштолот жер бетинде. Бул жандыктар керемет жолу менен өлүшкөндөн кийин, Имам Мехди жана Иса бүт дүйнөнү башкарып, тынчтык жана адилеттикти орнотуп, 40 жыл падышалык кыла баштаган. Кээ бир мусулмандар Мединадагы жашыл тамындагы Төртүнчү Бөлүнгөн Бөлүнгөн Мүрзөсүнүн сөөгү Мухаммеддин жанындагы Мухаммеддин жанына байланат деп ишенишет.\n\nЫйса Исламдын эң маанилүү пайгамбарларынын бири деп Ыйса түшүнгөн. Дамасктагы Умайяд мечитинин кайтып келгенин Ыйса кайтып келген жерге, Исламдын төртүнчү белги болгону деп жогору бааланат.\n\nТуулган\nКуранда Иса жөнүндөгү билдирүүсү энеси Мариямдын жана Иерусалим ийбадатканада кызматын баштайт. Захария пайгамбардын багып жатканына карабастан, Яхьянын атасы болгон (Жакан Чөмүлдүрүүчү Жакан). Куранда Куранда туулгандыгы жөнүндө баяндоо Куран 19: 16-34 жана Q3: 45-53-чейректе башталат.\nУтандык\n\nИсламдын эксегиясы Исанын Веспелдик каттоо эсебине окшоп, Веспелдик каттоо эсебине да, Бетлехемде болгонун тастыктайт. Кыз төрөлүшүнүн баяндоосу Габриэлдин уулу Мариямдын энесине чейин ыйлагандан кийин, Мариямдын ибадатканада тарбиялап жатканда, Мариямдын кулактандыруусу. Габриэль бардык элдердин бардык аялдарына сыйынып, ыйык уулдун кубанычтуу жактарын алып келди.\n\nМиниатюрага киргизүү\nГабриэлдин айтымында, Уулун уулу Ыш, Мессияны жарыялаш керек, ал өзүнүн улуу Пайгамбары деп аталат. Мариям, анын кантип тийгенин жана баласын кантип козголбой, балалуу болсок, периште Кудай каалаганын буйрук кылса, анда ал Кудай эмнени кааласа, ошону аткара алат деп сурады.\n\nКурандан баяндоочу Мариям менен баяндап, төрөттүн азаптарынын жанына суу агып, ал пальма дарагына суу агып, ал пальма дарагына түшүп, жыгылып, ырахат алчу. Төрөгөндөн кийин, Мэри ымыркай Исанын Ыйсаны ибадатканага алып барып, ал бала жөнүндө ибадаткананын аксакалдары сурайт. Жабраил буйрук бергенден кийин, ал ымыркайды жана ымыркайды ымыркайларды жарыялайт:\n\nАл: «Мен Кудайдын кызматчымын; Ал мага китепти берди жана мени пайгамбар кылды. Ал мени кайда болбосун, мен жашап турсам, мага сыйынууну жана зекет тапшырма берди; Менин энемге көңүл буруу; Мени зулумдук, адепсиз кылган жок. Мен төрөлгөн күнүм, мен өлгөн күнү, мен өлгөн күн, мен тирилтилмек күн. [8]\n\nБешиктен сүйлөгөн Куранда ага таандык алты кереметтин бири, алтынын алты-кылымдагы ымыркай Инжилинде табылган алты кереметтин бири. [9] [10] Ар кандай хадистерде айтылгандай, Ыйса менен Мариям алардын төрөлгөндө ыйлаган жок. [11] Ислам пайгамбары Мухаммед Иса менен Мариямдын экөө тең күнөөсүз төрөлө турган жалгыз адам болгонун, ошондуктан Шайтандын алардын төрөлгөндөрүнө тийгенден кийин, ал имрандын отуз алтынчы аятын цитата келтиргенин түшүндүргөн. [12]\n\nТуулган баян\n\nКуранга ылайык, эмгектин азабы Мариямды курма дарагынын сөңгөгүнө алып барган.\nИслам ишеними Мариям (же Мэри Марям), Иса боюна бүткөндө, христиан кафедеги салттын чегинде бир нече катмарланган. Исаны изилденген жана төрөттүн (Аль Имран) 4 (Аль Имран) 4 (Almran) 19 (Аллах) баяндалган, ал жерде Аллах периштени жарыялаган кыз болгонуна карабастан, уул. [13]\n\nАйрым академиктер 19-сүрөдөгү окуя [14] Луканын Христиан Инжилинде өзгөчө жакындап калгандыгын белгилешти. [15] Мариямга бир жолу, Куранда жана эки жолу эки жолу айтылган жана Мэри / Мэри Мэриямга Кудай тандап алган уул тандап алган деп айтылат. Биринчи кезекте, жаңылыктарды алып жүргөн адам (көпчүлүк мусулмандар архангел Габриел) деп эсептешет, анткени ал бир кишинин түрүн алгандай (Q19: 16-22). . [16] [17] Концепциянын чоо-жайы талкууланы жок, бирок Мариямдын адеп-ахлаксыздыгына каршы баласын кантип көтөрө тургандыгын сураганда, Аллахтын эмнени каалаарын жана Кудай үчүн булардын оңой экендигин жаратат деп айтылат. [16] [18] Куран (q21: 91 жана q66: 12) Кудай периштесин Мариямга алып барып, таза болгондуктан, Ыйсаны эч бир атасыз төрөп берген (булак сага Жабраилди Атасына кийлигишүүгө мүмкүнчүлүк берет). [19] [20]\n\n8-кылымдын тарыхчысы Ибн Исхак (704-767) Китаб аль-Мубтада (башында) деп жазган, Захария Мариямдын Кароолчусу, аны сактап кала албагандыктан, ал аны жыгач уста деп атады Джордж деген ат. Жусуп деген бир жигит Жусуп деген жигит кошулду, алар бири-бирине суу жана башка тапшырмаларды алып келишет. Исанын төрөлүшүнүн билдирүүсү Курандын баяндагандыгын көздөйт, төртүнчүсү, төртүнчүсү, фальм дарагынын жанында турак дарагынын жанында болгон. [21]\n\n10-кылымдагы Персиялык окумуштуу октора ал-Табири (839-923) Персия падышасыдан келген элчилер Мессия үчүн белектер менен келген элчилер (Чыгышка Магинин чыгышка окшош) Жусуп деп аталган адамга, аны жана баланы Мисирге алып барыш үчүн, аны жана кийинчерээк Назаретке кайтып баруу буйругу. [22]\n\nБалалык\nНегизги макала: Ийбадатканадан табуу\nОшондой эле Египетке жана ымыркай Инжилге учуу\nКаран Египетке учуунун салты камтылбайт, бирок Сах Сūра Сūра Сūра Сūра Сūра Сезиии: «Биз Мариямдын уулу жана энесинин белгини белги жасадык. Тынч жана булактар ​​менен сугарылган. \"[25] Бирок Инжилдердеги баяндалган баяндалган баяндалган баяндалган баяндалган баяндалган баяндалган баяндалган исламдык салтта, Исламдык салттарда бир нече майда-чүйдөсүнө чейин жана тарыхчылар менен коштолгон айрым маалыматтар жана толуктоолор менен коштолот. Айрым баяндалган кээ бир баяндалган Ыйса жана үй-бүлөңүздүн Мисирде 12 жылга чейин барган. [26] Кисас аль-Анбияда Исанын жаш кезиндеги адеп-ахлактык окуялар жана керемет окуялар (Пайгамбарлардын окуялары), Исламга чейинки пайгамбарлар жана баатырлар жөнүндө кылымдардан турган китептерде айтылган. [7]\n\nАль-Масуди Ыйсаны бала катары окуп, забурдан окуп, \"Жарык каармандарында байкалган\" деп жазган:\n\n\"Сен менин уулумсуң, сүйүктүүм. Мен сени өзүм тандап алдым\"\n\nАндан кийин Иса менен:\n\n«Бүгүн Кудайдын Сөзү Адам Уулунда аткарылат». [22]\n\nЕгипетте\nОшондой эле: Томастын ымыркай Инжили\nИслам тилинде Ислам жазмаларында бир нече диспропорция жана окшоштукту, атап айтканда, анын Мисирдеги убактысынын узактыгы жана иш-чараларына байланыштуу. Көпчүлүк баяндалган көпчүлүк учурда, мисалы, Томас алдын-ала Исламга чейинки Инжилинде конок эмес, христиандык эмес булактарда кездешет. Ушундай теңпротирование - бул Атирден келген тарыхты камтыган Төрөткө баяндоочу, Иса Мисирде Бетлехемдин ордуна төрөлгөн. [27]\n\nИсанын балалыгынын башка баянчылары Махмуд М.Б. Аюуб окуучулары Махмуд М. Мисирде жүргөндө көптөгөн кереметтер жашта, ал эми Мисирде жүргөндө (26]\n\nБойго жеткен\n\nЫйса Ярдан дарыясы, Ыйса Яхья ибн Закария (Жакан Чөмүлдүрүүчүсү). [29]\nМиссия\nОшондой эле, Иса жана Элчи (Ислам) Иса\nБиринчи кылымда Иудейндин кадимки тилинин жалпы тилин, А.Д. жана Чоң чөлкөм деп айткан. [30]\n\nИсламий ойдо, Исламдын биринчи жана эң алгачкы көз карашы - бул пайгамбар - Кудай тандаган адам - ​​Кудай тандап алган адам, чынчылдарга буркандарга сыйынуу жана чыныгы Кудайга кайрылуу үчүн өкүм чыгарган өкүм чыгарган адам. Ушул негизден, мусулман экендиги боюнча мурунку пайгамбарлардын ушул негизинен, Ыйса бир нече кылымдардан кайталануучу кабар айтуудан кайталабайт. Исанын кереметтери жана Ыйсага таандык Куран аталыштары Ыйсанын бийлигин Исанын кудайлык эмес, бардык пайгамбарларга болгон билдирүүнүн артында да, Кудайдын күчүн көрсөтүп турат. Айрым исламдык салттар Исанын миссиясы ысрайылдык адамдар жана анын статусун бир гана керемет менен тастыктап, берген статусуна гана ишенишет. [31] [32]\n\nИсанын экинчи алгачкы элеси - бул акыркы мезгил. Бул түшүнүк негизинен хадистен келип чыгат. Мусулман каада-салт Исанын жолдоочуларынын теологиясында ушул сыяктуу баянды конфискациялайт, анткени Ыйса убакыттын акырына чейин келип түшкөн жана Дажжал менен согушуу үчүн жер үстүндө түшүп келе жатканын көргөн. Бул баяндоо Исламдын себебин чемпион түшүнөт, ал эми кээ бир каада-салттарга мисал келтирген айрым каада-салттарды баяндайт. Көпчүлүк каада-салттар мамлекет табигый өлүм менен өлөт. [33]\n\nҮчүнчү жана айырмалоочу образ Исанын ацетикалык фигураны - жүрөктөгү пайгамбар деп билдирет. Куран Исанын \"Инжилин\" деп атаса да, анын конкреттүү окуулары Куранда же андан кийинки диний тексттерде айтылган эмес. Алар негизинен жок. ИСА СУФИ САЛМАСЫ - Ыйса кайдыгер болуп, руханий окутуучу катары башка пайгамбарлардан, анын ичинде Мухаммеддин башка сөздөрү менен таанышкан. Суфизм көптөгөн мамилелер, анын ичинде аскетизм, поэзия, философия, алып-сатарлык сунуш жана мистикалык сунуштар жана мистикалык ыкмалар жана мистикалык ыкмалар менен, Кудай менен биримдиктин өлчөмдөрүн изилдешет. Батыштын ою боюнча суфизм окшош келип чыгышын, гностицизмдин жана буддизмдин элементтерин бөлүшүү үчүн, идеология Курандын сөздөрүнө карманып, Мухаммеддин эң мыкты адам катары исламга ээ болуп көрүнүшү мүмкүн. [34]\n\nКабар айтуу\nИслам жөнүндөгү түшүнүктөрү Ислам тилиндеги түшүнүктөр Иракта, Рашидун Халифатынын тушунда Мусулман салтынын жана стипендиянын алгачкы катмарлары түзүлгөн. ИСА жана анын кабар айтуу кызматыбызда иштелип чыккан, КУФАДА ӨНДҮРҮШҮ Египеттин алгачкы астерикалык ишенимдештеринен Римден расмий чиркөө дайындалышына каршы дайындалган. [35]\n\n85-ж. Эң алгачкы окуялар, аттуу эң алгачкы окуялар \"Асенталык адабияттын эки негизги коллекциясында (Ибн аль-Мубарак» (797-ж.к)) (797-ж.к) (797-ж.) Китаб аль-Зухд (Ацетикизм китеби) Ибн Ханбал (855-ж.к.). Бул сөздөр төрт негизги топко бөлүнөт: а) Эсчатологиялык сөздөр; б) Куази-Инжилдеги сөздөр; в) ассалдуу сөздөр жана окуялар; г) Сөздөр мусулман полемикасын жаңыртып жатыптыр. [36]\n\nБиринчи сөздөрдүн биринчи тобу Исанын Архетипин Куранда сүрөттөлгөндөй жайып жатышат. Экинчи окуялар тобу, Инжилдин өзөгүн камтыганына карабастан, \"исламдын так маркасы\" менен кеңейтилет. Үчүнчү топ, төртөөнүн эң чоңу болгону, Ыйсаны Мусулман Асентэтизмдин колдоочусу катары сүрөттөйт. Акыркы топ Ислам Архететинин жана мусулман центрордук орду куруп, \"Кудайдын руху\" жана \"Кудайдын Руху\" сыяктуу \"Кудайдын руху\" деген сөздөргө байланыштуу. [37]\n\nКереметтер\nНегизги макала: Ыйсанын кереметтери\nОшондой эле: Томастын ымыркай Инжили\nКуран Исага кеминде алты керемет касиет, Ыйсага бир нече кылымдар бою жазуучулар жана тарыхчылар тарабынан дагы көп кошулган. Пайгамбарлыктын жана анын Пайгамбарыбыздын жана анын бийлигинин белгилери, Мудхаккират Дажая (Каирдин Эдгинин Эстеби) (Каир) (Каир)) (Каир: Дар-Маариф) , 1943; 2-ed. 1967). Куранда жана Куранда Машайакта жана Азыркы Араб адабияттарында (1960), Аллах Мухаммед өзүнө эч кандай кереметтерди кыжырдантат деди. [38]\n\nКуранда бул алты керемет Инжилден айырмаланып, алардын деталдары жана башка касиет кереметтерин эске алуу менен, алардын булчугунан айырмаланып, деталдуу эмес. [38] Кылымдар бою бул алты керемет баяндоочу хадис жана поэзия аркылуу иштелип чыккан, дин жазгандары, ошондой эле Инжилде, канон эмес булактарда жана Лордон башка бир кереметтер аркылуу иштелип чыккан. [26] [28]\n\nБешиктен сүйлөө\nБешиктен сүйлөө Куранда үч орунга айтылат: ал-Имран (3) 41, 46, Эль-Майда (5) 109-110 жана Maryam (19) 29-30. Баянгандын бир бөлүгү ымыркай Исанын энесинин Мариямды белгилүү күйөөсү жок деп айыптоодон коргогон. [39] Исламдын алгачкысы Жусупка жана анын ролу жөнүндө түшүнүксүз болгон. Иса Машайак периште: Ыйса Кудайдын кызматчысы деп жарыялаган периште деп жарыялаган бир пайгамбар берилген, ал кайда барбасын, ал кайда барбасын, ал туулган күнүнө батасын берет, ал өлөт Ал тирүү тирилген күнү. [40]\n\nУшул өзгөчө баяндоо Ыйык Китепте айтылбаса да, бешиктен келген тема анон эмес исламдык алдындагы ымыркай инжамалында кездешет. Бул булак Ыйса өзүн Кудайдын Уулун, сөзүн, Сөзүн, Жабраил периштеси Мариямга Инжилде деп жарыялаган. [39]\n\nЧопандан канаттууларды түзүү\nБала (3) 43, 43, 49 жана (5) 109-110-аяттарда балдарды (3) 43, 49 жана 49 жана 519-110 (5) 109-110 деп эсептегенде, чоподон жасалган жана дем алуу үчүн чоочундарды жаратуу окуясы. Бул керемет каноникалык Инжилде айтылбаса да, ошол баянда болгонуна карабастан, эң аз дегенде эки исламга чейинки эки булактан табылса дагы, Томас менен Иудейлдин жана бул эки булактан бир нече маалымат бар. [ 41] [42]\n\nСокурларды жана пес оорулууларды айыктыруу\nОшондой эле, Галилеядагы эки сокур кишини айыктыруу жана он пес оорулуу адамды тазалайт\nЖаңы Келишимге окшоп, Куранда Ыйса (3) 49. Муслим Аалам (3) 49. Муслим Аалам (3) 49. Муслим Аалам (1286-ж. 1286-ж.к. Айыгып кетиш керек жана Ыйса бул ооруларды тиленүү аркылуу айыктырды. [43] Орто Аалаби Аль-Таалабиби бул эки оорулардын медициналык жардамга муктаж экени жөнүндө мындай деп жазган жана Ыйсанын кереметтери башкаларга кабардын аянычтуу белгилери жөнүндө күбөлөндүрүү керек болчу. [41]\n\nӨлгөндөрдү тирилтүү\nАл-Имрнада айтылгандай, Иса өлгөндөрдүн арасынан тирилген деп эсептейт (3) 49. Жайырдын Наин жана Лазар шаарындагы жесир аялдын уулу. [44]\n\nБактуулук\nИса алдын ала билген же алдын ала билген же алдын ала билген, ал эми жашыруун же башкаларга белгисиз. Бир мисал - Ыйса туура жооп берет, ал эми кимдир бирөөдөн сураган ар бир суроого жооп берет. Дагы бир мисал, Ыйса адамдардын эмне жеп жатканын, ошондой эле үйлөрүндө сакташканын билген. [26]\n\nАсмандан тамак-аш таблицасы\nНегизги макала: Көпчүлүктү азыктандыруу\nКараңыз: акыркы кечки тамак\nКурандын бешинчи бөлүмүндө (5) 112-115, 112-115-жылдары, баяндалган риваят айтканда, Ыйсанын шакирттери тамак-аш менен бир дасторкон сурап, келечекте алар үчүн атайын эскерүү күнүн өтүндү. Бул ислам жана араб тилдер профессору боюнча Эвхарадга ылайык мүмкүн болгон шилтеме болуп калышы мүмкүн. Салыштырмалуу диндердин профессору Джеффри Парриндеринин айтымында, бул окуя Инжилдин акыркы кечки тамагын же элди азыктандырса, бирок араб тилдерине байланган болсо, анда [47]\n\nБир жолу шакирттер: Оо, Мариям, Мариям уулу, мырзаң бизге асмандан түшкөн дасторкон жериңди коё аласыңбы? Ал: «Ыйман келтирсең, Кудайдан корк», - деди. Алар биз андан жегиси келгибиз келип, жүрөгүбүз тынчтыкта ​​болушу мүмкүн деп айтышты жана биз силердин Күбөлөрдүн бириңер экениңди билишибиз үчүн, биз анын Күбөлөрүнүн арасында болууну билишибиз керек. Мариям уулу Иса: «Теңирибиз, Раббибизге, биз үчүн биринчиси, биз үчүн, биринчи жана акыркы белги бер, ошондо бизден биротоло дасторкон жайып, тамак-аш), анткени сиз эң мыкты провайдерлер. Кудай мен аны сиз үчүн жөнөтүп жатам деди. [46]\n\nСунни Экегестет Табариесинин акыркы кечки тамагыдан мурун, өлүм коркунучу аны тынчсыздандырды. Ошондуктан, Иса шакирттерин акыркы кечки тамак үчүн чакырган. Тамактангандан кийин, ал колдорун жууп, алардын колдорун кийимдерин аарчыйт. Андан кийин Ыйса аларга мындай деп жооп берди: «Бүгүн кечинде мен силерди бүгүн кечинде жасадым, мен силерге тамактанып, колуңарды жууп, адам үчүн үлгү болсун. Сен мени сенден жакшы деп эсептейсиң. Бири-бирибизге болгон текебер болбо, тескерисинче, бири-бирибиз үчүн өзүмдү кеңейген сайын өзүмдү кеңейтип жатам ». Андан кийин шакирттерине өзүнүн окууларына үйрөтүлгөндөн кийин, Ыйса алардын бири аны четке кагып, дагы бир чыккынчылык кыларын айткан. Бирок Исламдын өлүмүнө ылайык, Исанын өлүмүнө байланыштуу Исанын сөөгүн айкаш жыгачка кадашты жана Ыйсаны Кудай менен айкаш жыгачка кадашты. [48]\n\nБашка кереметтер\nКөптөгөн окуялар жана баяндалган көптөгөн окуялар, анча-мынча материалдык сабактарды камтыган же Куранда Исага деталдардын жоктугунан улам келип чыккан мааниге ээ болгон. Ушул баяндалган айрым баяндар жаңы Келишимге окшош, ал эми айрымдар Ыйсаны абдан адам катары көрсөтүшөт.\n\nИсанын кылымдар бою мусулман жазуучулары көрсөткөндөй, Исанын бир нече жолу жасаган кереметтерин бойго жеткенден тышкары, Инжилде да барганын, ошондой эле инжилде барып, нандын нанына алып баруучу нанга алып келген (39] Балалыктан башка кереметтер КӨҢҮЛ БУРГУЛА, Уурулар менен бир нерсе бар, ал эми уурулардын бейкапар жетимишке жеткенин түшүндүрүп, бир нерсенин бош идишке, тамак-ашка тамак-аш жана шарапты, бул падышанын өлгөн адамды көтөргөндө азык-түлүк менен камсыз кылуу Өлгөндөн кийин, баланы багып, кокусунан каза болуп, бир түстүү КНСтен ар кандай түстөр менен чыгышын жаратат. [26]\n\nПадышалык кызмат адамынын уулун айыктыруу\nНегизги макала: Падышалык кызмат адамынын уулун айыктыруу\nАль-Табари (923-ж., 923-ж.) Ыйсанын чөлкөмдө бир падышаны жана анын Уулун айыктырышына жолугуу жөнүндө окуяны айтып берди. ПАДЫША ОКУУНУ ӨЗГӨЧӨЛҮКТҮН АЙМАКТАРЫ ЖОК, Легенда Филиптин Тетрарчын сунуштайт. ЫЙЫК КИТЕПТИН ТИРКЕМЕГИ - \"Падышачылык Расмий уулу\". [49]\n\nАч көздүк жана чындык\nКичинекей Ыйса тарабынан бир кереметтин бир кереметинин бир кереметинин профессор Аюуб боюнча, профессор Аёуб деп табылса, жүйүттөрдүн жана нан менен бирге жасашы керек. Полемикалык обонду көтөрүп жүрсө да, чындыкты айтып, баяндап, ач көздүк менен сабак борбору. Бул балдардын китептеринде көп кездешет. [50]\n\nInterorent акылмандык\nОшондой эле караңыз: Логондор (Ислам) жана Логондор (Христиандык)\nДагы бир легендарлуу керемет окуя Исанын балалык акылмандыгы жөнүндө. Ибн Исхактан Аль-Табари аркылуу билдирилген бул Ибн Исхактагы Аль-Табири аркылуу, Мариям жөнүндө сүйлөшүп, Ыйса окутуп, окутуп жаткан маалыматты билүү үчүн, Ыйсаны таанып-билип, аны табууга таң калышты. [26]\n\nБалдар үйлөрүндө тамак\nАль-Табариден келген дагы бир окуяны Ыйса өзүнүн айылынын жаштары менен ойноп, аларга ата-энелеринин үйүндө аларга тамак даярдап жаткандыгын айтып, аларга эмне үчүн тамак даярдап жаткандыгын айтып берди. [26]\n\nБаяндаманын чоо-жайы боюнча, кээ бир ата-энелер кыжырданып, балдарына Ыйса менен ойноого тыюу салышты, шектүү сыйкырчы болгон. Натыйжада, ата-энелер балдары Ыйсаны таштап, балдарын бир үйгө чогултушту. Бир күнү жалгызсырап, жалгызсырап, досторун издеп, бул үйгө келаткан ата-энелерден алардын балдары жашаган ата-энелерден сурады. Калгандары калп айтышкан, балдар жок деп жооп беришкен. Ыйса кимдин үйүндө ким экендигин сураганда, ата-энелер Ыйсаны чочко чакырышат. Андан кийин Ыйса «бул үйдө чочколор бар» деп, бардык балдарды чочколорго айландырып салгыла. [28]\n\nКылымдар бою Мусулман Жазуучусу дагы бир кереметтерге исламга чейинки булактардан алынган булактардан алынган жана каноникалык булактардан улам, Легендалардан улам, Ыйса жөнүндө уламыштар көбөйгөн. [26]\n\nАян\nНегизги макала: Исламдагы Инжил\nМусулмандар Ыйсага (Инжили) деп аталган Ыйсаны (Инжили) деп аталган Ыйсаны (Инжил) деп аталган жаңы аятты ачып берди, ошондой эле мурунку ачылыштар (Тоора) жана Аль-Забур (Забур) деп аталат. [51] Куран өз жолдоочуларынын жүрөгүн момундук жана такыбаалар менен толтурган аят катары сүрөттөлөт. Салттуу исламдын эксегиясы библиялык билдирүүнү (Тахриф) бурмаланган деп ырастайт (Тахриф), Тайтин аль-Мубхам деп аталат (\"түшүнүксүздүктүн чечилиши\"). [52] Бул полемиялык күч-аракетибизди Абд-Джаббар Ибн Ахмаддын эмгектин эмгектери менен орто кылымдагы мезгилде келип чыгышы бар. [53] Мусанын мыйзамына келсек, Куран Исанын эч качан жүйүттөрдүн мыйзамдарын жокко чыгарган эмес, тескерисинче, жарым-жартылай кыйноолорду гана тастыктаган. [54]\n\nМусулмандар Пабылдын алгачкы окууларын атайылап бузуп, маңыздуу деп эсептешкен. [55] 9-кылымдагы Тарыхый Тарыхчы Сайф Ибн Умар бир эле Раббилер Пабылдын алгачкы жолдоочуларын Ибн Хазмдын христианчылыгына каралган деп эсептегенин мойнуна алган деп ишендирген деп ырастады. [56]\n\n«Юсуф аль-Карадави» китебинде Исламда мыйзамдуу жана тыюу салынган юридикалык чектөөлөр, Ыйса жүйүттөр үчүн Кудай тарабынан жаза деп эсептеген жүйүттөр үчүн жокко чыгарылган. [57] Тафсир аль-Жалалайд сыяктуу классикалык комментарийлер, алар балык жана куш эттеринин же жалпысынан балык этин же жалпысынан саргылт болууну аныкташкан. [58]\n\nКуранда эскертет\nШакирт\nКуранда Исанын кабарына ишенген бир топ шакирттер тобуна жардам берген. Шакирттерге ат салылбай жатып, Куран Исанын бир нече учурларын аларга кабар айтуу ишин көрсөтөт. Мусулмандар Ыйсанын шакирттерине Мухаммеддин сахабаларына окшош деп эсептешет. [59] Христиан динининче, он эки шакиртинин ысымдары, Петир, Андрей, Жакып, Жакан, Филип, Бартоломей, Томас, Мэтью, Джеймс, Жүйүт, Симон жана Жүйүт.\n\nКуран 3-бөлүмдө шакирттер Исламдын ишенимине баш ийген: [Башталгы эмес булак керек]\n\nЫйса өзүлөрүнүн ишенбестигин тапканда: «Кудай үчүн (ишин аткарууга ким жардам берүүчүлөрүм болот?» - деди. Шакирттер: «Биз Кудайдын жардамчыларыбыз, биз Кудайга ишенебиз жана биз мусулман экенибизди күбөлөндүрөбүз. Раббибизге ишенебиз. күбө \".\n\n52-53 [60]\nИсанын шакирттери менен болгон эң узак баяндоо Иса Машаяктын өтүнүчү боюнча асмандан тамак-аш дасторконун алып келүү үчүн, анын кабар айтуу иши чыныгы кабар экенин далилдеп турат.\n\nКөтөрүлүү\nАн-Нисанын 157-аяты Курандын негизги аяты болуп саналат. [61] Анда айтылгандай, Иса өлтүрүлгөн эмес жана айкаш жыгачка кадалган жок, бирок \"ал жасалды\nАн-Нисанын 157-аяты\nАлар (мактанышта », - деп айтышты: Андыктан күмөн саноолорду жок, бирок аны ээрчүү үчүн шектенүүлөргө толгон, бирок алар аны өлтүргөн жок.\n\nаларга көрүнүү '. [62] Исламдын көпчүлүк исламдык салттары Ыйсанын айкаш жыгачта же башка жол менен каза болгонун четке кагышат. [63] [64] Исламдын эксегиялары башка адам Исанын жерде айкаш жыгачка кадалганына айкын болгон деп билдирди. Бирок, кээ бир заманбап мусулман окумуштуулары Исанын чынында эле өлгөнүнө жана анын аман калышына шек келтирилген символикалык эмес деп ишенишет. Исанын өлүмүнүн мүнөзү боюнча пикир келишпестиктер Ислам канондун өзүндө, Мухаммеддин шериктеринин Ыйса өлгөнүн айткан эң алгачкы хадисте деп табылды. Ошол эле учурда, кийинки хадис жана тафсирдин көпчүлүгү тескерисинче, талашып-тартышып, карама-каршы келет. [Citationed]\n\nКуран айткандай, ал айкаш жыгачка кадалган жок, бирок Кудай куткарылган. (Исламдын эң алгачкы каада-салттары жана эксегиялары өлүмгө байланыштуу бир аз карама-каршы келгенине карабастан, мусулмандар Исанын айкаш жыгачтан өлгөнүнө ишенишет, бирок анын асманга тирилтип, куткарылган деп ишенишет).\n\nАлмаштыруу\nОрнотуучунун чечмелөөсү келип чыккан учурда, айрым окумуштуулар экинчи кылымдагы айрым гностикалык топтордун келип чыгуучу теориясын эске алышты. [10] Лейрвик Куран жана Хадисте - Араб жарым аралында жана андан ары асылбек менен асыл тукумдарына жеткенге чейин, каноникалык эмес ('heretical') христиан дининин таасири астында болгон. [65]\n\nБатыш окумуштуулары, ал эми Исанын жолдоочулары, Исанын жолдоочулары Ыйсаны айкаш жыгачка салбастан, асманга көтөрүлбөй турган асман теологиясын үйрөтүшөт деп ишенишет, ал эми Ыйса бир адамдай болуп, Кирендин Симон Исанын ордуна айкаш жыгачка керемет (Ираная) Валициддердин адашуусунун сүрөттөмөсү, I, I, CH. XXIV, 4.). [68] [69] [69]\n\nИбн Исхактын (761-жылы айкаш жыгачка кадалган окуяларга кыскача пикир келишпестиктеринин башталышына чейин, Исанын айкаш жыгачка чейинки окуяларынын кыскача баяндамасы жөнүндө »көрүнүп тургандай көрүнүп тургандай, Исанын Мүрзөсү жөнүндө билдирүү менен, Ыйсанын мүрзөсү жөнүндө билдирүү болуп саналат Мединада жайгашкан жана Куранда жайгашкан жерлерде (3:55; 4: 158) Аллах Исаны өзүнө алып барган. [70]\n\nИбн Катир (13733-ж.к.) Айкаш жыгачка кадалак, бирок Ыйса менен эмес, каада-салттык болгон. [81] Иш-чарадан кийин, Ибн Катир элине үч топко караганда үч топко бөлүнгөн деп билдирди; «Кудай каалаганда, ал каалаганда, ал асманга көтөрүлүп кетсе да, Жакыптар биз менен болду. «Кудайдын Уулу, Кудай аны асманга көтөргөнгө чейин кааласа, биз менен кааласа, биз менен бирге болду», - деп ишенишкен. «Кудайдын кулу, кулдары жана элчиси Иса, Кудай кааласа, анда Кудай аны өзүнө көтөрмөсүн», - деп ишенгендей эле калды. [82]\n\nЭкинчи келатуу\nСот күнүнө чейин Исанын келишине келген убактысы\n\nУмайяд мечитиндеги ИСАнын МИНАРЫ, Дамаск\nИслам салтына ылайык, асманга көтөрүлүп, 2000 жаштан жылдай жашагандарга, Ыйса Сот күнүнө чейин, Сот күнүнө чейин, Сот күнүнө чейин, Сот күнүнө чейин, Согуштун арасында (\"жалган Мессия\") жана анын жолдоочулары , Мехди жана анын Мусулмандын жолдоочуларынын жардамына келүү. Андан кийин ал Мехди менен (87 мусулман болуу) менен учурашат. Акыры, Ыйса Дажжалды Лоджалын өлтүрөт. [88] [88]\n\nАндан кийин ал \"айкаш жыгачты сындырып, чочколорду өлтүрүп, Жизия салыгын өлтүрүп, Жизия салыгын жокко чыгарат\", - деп белгилүү сахих аль-Бухари хадисине ылайык. [89] [90] [90] \"Бул пайгамбарлыктын\" кадимки чечмелөөсү \", мусулман болгондуктан, Ыйса Ыйсанын жолдоочуларынын сыйынууга жана анын кудайлыгына сыйынууга\", айкаш жыгачтан \"деген сөзгө сыйынууга (айкаш жыгачтын символдошот». Христианчылык тарабынан ташталган кошер / халал / халал диеталык мыйзамдарын кайрадан орнотот; (Бир хадистин айтымында, Ыйса «чиркөөлөрдү, ибадатканаларды өлтүрүп, христиандарды өлтүрүп, христиандарды өлтүрөт». (93] [Эскертүү]\n\nИслам тексттери анын жер астындагы камакта болуп, бул дүйнөгө зыян келтирүүчү байыркы Менедждин (Y'jūj ma'jūj) кайра-кайра ысытууга болот. [95] Кудай, Исанын тиленүүлөрүнө жооп кылып, алардын мөөрлөрүнүн бир түрүнө бир түрүн жиберип, чоң куштарды жер үстүнөн алып жүрүүгө жана тазалоого чоң куштарды жиберип, чоң куштарды жиберип, жердин уйкусун жиберүү үчүн чоң куштарды жөнөтөт. [86] Мехди өлгөндөн кийин, Ыйса дүйнөлүк лидерликти жана тынчтыкты жана акыйкаттыкты универсалдуу деп эсептейт.\n\nОшондой эле, салтка ылайык, Ыйса үйлөнөт, балалуу болушат жана дүйнө жүзү боюнча кырк жыл бою дүйнөнү башкарат (каада-салттар ар кандай убакыт аралыгын берет), ал өлөт. [96] Андан кийин мусулмандар ал үчүн акыркы намаз окушат, андан кийин Медина шаарындагы Медина шаарындагы жашыл тамына көмүшөт, Мухаммед, Абу Бакр жана Умардын жанында. [97] Ибн Халдундин уламышына ылайык, эки пайгамбардын ортосундагы эки бал халифаны көтөрөт. [98]\n\nБулактар\nКуран жогоруда айтылгандардын кайсынысын сүрөттөп бербесе дагы, Исанын кайтып келиши жөнүндө айтылбайт, ал эми көптөгөн мусулмандар акыр заманда эки Куран аятынын экинчи келиши жөнүндө айтышат деп ишенишет. [90] (1) Жогоруда айтылган аят аны жерде эч качан өлгөн эмес:\n\n\"Чындыгында, биз:\" Чындыгында, биз Мэри, Мариямды, Алла Элчиси Ыйсаны өлтүрдүк \", - дешти. Алар аны өлтүрүшкөн жок, аны айкаш жыгачка кадашкан жок; бирок дагы бир нерсе ага окшоштурулган. Чындыгында, ал үчүн айырмалангандар бул жөнүндө эч кандай билишпейт. . Алар өзүлөрүн өлтүрүшкөн жок », - деди. (Q.4: 157 :)\nЭкинчи аят Ыйса менен \"саат\" (акыркы мезгилдер) менен байланышты көрсөтүү үчүн чечмеленген:\n\n\"Жана Мына! Чындыгында, саат билип турат (Q.43: Транс Пикхалл). [90]\nИсанын кайтып келген хадистер Сахабалардын бири Абу Хурайхка кайтып келип, кийинчерээк Куткаруучу күтүлбөгөн жерден Аббасид Халифатка жарандык согуштарда кийинчерээк киргизилген болушу мүмкүн. Шиялыктар үчүн, Мехди Куткаруучу болот, бирок кээ бир сунниттер Ыйсаны кайтарып беришкен. Аббасиддик Халифат учурунда, жүрүштөрдө айкаш жыгачка кадалган жана чочколорду кармап турууга тыюу салынган. Болбосо, айкаш жыгачты сындырып, мусулмандар тарабынан жалпы жактырууну чагылдырышы мүмкүн, ал эми чочколорду өлтүрүп, Легиондун экзинизмине шилтеме бериши мүмкүн. [100]\n\nКуранда, түздөн-түз жана кыйыр түрдө Куранда 187 жолу, ошондой эле көп кездешкен, эң көп кездешүүчү Аль-Масих (3] [110] [110] [110] ] Иса 25 жолу (Эскертүү 2-беттеги) үчүнчү адамдан 48 жолу деп аталат.\n\nМухаммед өзүн «бардык адамдардын Исага жакыныраак» деп сүрөттөгөн. [114]\n\nАдам менен симилиялуулук\nКуран Исанын крассизмесин баса белгилейт, ал Адамдын келип чыгышына байланыштуу Адам ата менен мукабалык менен. Мухаммед Адам менен Исанын төрөлүшүн көп салыштыруу үчүн колдонулат. [115]\n\nИсламдын эксегейсинин Исламдын эксегиялары Кудайдын кийлигишүүсүнүн далилдеринин логикалык дал келбестигин, мындай кесепеттери жаратылышы катары гана түшүнүктүү болгон Адамга кудайлык көрсөтүлүшү мүмкүн. [107]\n \nИсламда Ислам Ислам Пайгамбарыбыз Мухаммеддин прецурсу болгон деп эсептелген. Куран билдиргендей, Мухаммеддин келиши 61: 6да Ыйса 61: 6да, бул аяттан келген алгачкы диний каада-салттарга жана Исанын болжолдоолоруна жаңы ишеними үчүн мыйзамдуу болгон деп ырасташкан. [116] Мусулмандар Исанын Мухаммеддин прЕкрсор экендигин жана ал келээрин пайгамбарлык кылган деп эсептешет. [117] [26] Бул көз караш Ыйса Курани бир аятына негизделет Ыйса \"Ахмед\" деп аталган бир кабарчы жөнүндө айткан. [118] Ислам Ахмад менен Мухаммед менен Ахмад, мактоого татыктуу, мактоого татыктуу. Мусулмандар Иоанндын Инжилинде ал жөнүндө алдын ала айтылган параклете жөнүндө сөз болгон Партлете жөнүндө сөз кылган Жаңы Келишимде Исанын айткандары жөнүндө далилдер бар деп ырасташат. [119]\n\nМусулман Комментаторлор Ахмаддагы араб тилдеринде колдонулган грекче сөздүн түпкү сөзү Ахмаддагы периклутос, атак-даңкка ээ болгон, апачык, иллюстук же мактоого татыктуу деп эсептелген; Муну параклосто менен христиандар менен алмаштырышты. [97] [120] Бул идеяда бул тууралуу сурамжылоо, эгерде салттуу түшүнүк Курандын тексти тарабынан колдоого алынгандыгын сурайт.\n\nИслам техологиясы Исага дагы бир пайгамбарды андан кийинки бир пайгамбар боюнча алдын ала айткандай, Ахмаддын ысымы жөнүндө сөз менен аткарган. Ибн Исхактын өмүр багына жооп берүүдө (Ахмад).\n\n\"Ахмад\" деген сөзгө кайтып келген, мусулмандар партлутостун партлуттун коррупциясы, XV жана XVIдин параклтасынын коррупциясы болгон партлутостун же макталган адамдардын котормосу, ал Ахмад - бул партлутостун котормосу. [121]\n\nХадис\nХадис билдирип жатып, Мухаммед менен анын айланасындагы адамдар жөнүндө кабарлап жатышат. Ыйса камтыган хадисте араб жарым аралында жана андан ары асыл тукумга басымдуулук кылган христиан эмес (\"Heretical ') христиан дининин таасири астында. [65] Хадис үчүнчү мусулман коомчулугунун булагы катары үчүнчү мусулман коомчулугунун булагы катары консал статусун иштеп чыккан. Хадистен келип чыккан мусулман бир керемет, күнөөсүз, күнөөсүз жана эсхатологиялык фигура, ошондой эле мусулмандыктын перспективасына, мусулман урматына (Мусулман; Кудайдын каалоосуна баш ийген адам). [ 130]\n\nХадис Исанын жалпы элчилерин арасында укмуштуудай мусулмандардын арасында калыптандырып, бир аз өнүккөнүн жана тофширлерге көп легендарлуу жазууларга жана отчетторго салыштырганда, андан ары өнүккөн мусулмандардын арасында пайда болгон. [26] Мусулман менен өзгөрүлүп, Исанын жараксыздыгы таң калыштуу. Анын ордуна эмне деп жазылган, Ыйык Рух жардам бергени жөнүндө жазылган. Инжилди кабарланган китеп катары карайт жана чыныгы окууларды эч нерсе айтпастан өткөрүлүп бериле турган. Ыйсаны укмуштуу сөздөр жана айтылган сөздөр жана Ыйсаны китебилерди, Шииянын исламда жана Исанын суфивдик өкүлчүлүгүндө болгон хадистен келген. [65]\n\nСунни ислам\nКитап аль-Милал Ва-Нихал шаарында (1153-ж. Персия)\n\nХристиандар. (Алар) Мариямдын уулу Иса Машаяктын (Умма) коомчулугу (Тынчтык). Ал чындыгында эле (Пайгамбарыбызга) Мусадан (Пайгамбарыбызга) (Пайгамбарыбызга) (Пайгамбарыбызга) (Пайгамбарыбызга) (Пайгамбарыбыз) (Пайгамбарыбыз) (Пайгамбарыбызга) (Пайгамбарыбыз) (Пайгамбар катары). Ага (кадимки) көрүнүп тургандай, өлгөндөрдүн жана сокурларды жана пес оорулууларды айыктыруу сыяктуу белгилер жана көрүнүктүү далилдер жана көрүнүктүү далилдер болгон. Анын мүнөзү жана тубаса маанайы (фитра) анын чынчылдыгынын жеткилең белгиси; Башкача айтканда, анын мурунку үрөнсүз жана анын алдын-ала окутпай турганын айткан. Бардык (башка) Пайгамбарлар үчүн алардын ачылышына келгендиги үчүн кырк жашка чыккан (Аян борукта сүйлөбөсө », Аян китебинде (Кудайдын кабары) отуз жашта (жашы) Анын (Пайгамбарлык) миссиясынын узактыгы (Даава) үч жаштан үч ай жана үч күн болгон. [131]\n\nШиа Ислам\nНахж аль-Балахта, төртүнчү Халиф Али (R. 656-661). Исанын жөнөкөйлүгү жөнүндө сүйлөшкөнү айтылат. [132] Али «Иса жаздыктын ташын жасап, орой кийимди кийчү», - деп айткан. байлык четтөө үчүн. Анын эки буту, анын жыйыны жана эки колу анын кызматчысы болчу \". [132] Джафар аль-Садиктин айтымында, Алинин чоң небереси, Дөөт менен Ыйсанын ортосундагы убакыт төрт жүз жыл. [133] Жафар андан ары айтылгандай, Исанын дини - монотеизм (Tawḥīd) жана тазалыктын (IKHLāṣ) болгон. [133] Ага (Инжил) түшкөндө, башка пайгамбарларга Ыйсадан алынган күрөө Ыйсаны да кабыл алышкан: дин менен тиленип, жакшы нерсеге буйрук берип, тыюу салынган нерсеге тыюу салган, тыюу салынган нерсеге жол берип, тыюу салган, тыюу салынган нерсеге жол берип, ага тыюу салат. Ага каршы кеңештер жана мисалдар ага \"инжеместр\" деп жиберди, бирок андан жазалоо мыйзамы да, жазалоолордун осуяттары (Ахкахам ал-Худуд) жана мураска милдеттүү эмес. Ага Тооротто Мусага жиберилген нерселер жөнүндө эмне деп жатты. Ыйса өзүнүн жолдоочуларына Тоораттын мыйзамына жана \"инжамдуулукка\" ишенерин буйруган. [133]\n\nФатимиддик мезгилдин белгилүү мусулман мусулман юристи Кади Аль-Нуманга ылайык, Иса Куранда Мессия деп аталат (ал-Маска) деп аталат, анткени аны алып салуу үчүн ага жооп берген адамдар үчүн жооп берген (Масаха) алардын ийкемдүүлүгү, алардын ишеними. Көрүнбөгөн (Захир) же жашыруун (батин). Кадди ал-Нуман, анын ишинде символикалык чечмелөөнүн пайдубалында (аль-Тавил) фондусунун негизинде (Миладе аль-Батин) Исанын физикалык төрөлүүсүнүн интерпретациясы катары сүйлөшөт (Миллад Куранда айтылган Захир). Анын айтымында, Исанын энеси Мариям - бул Ыйсаны төрөгөндөн көрө, Ыйсаны төрөбөй, үйрөткөн адам үчүн метафора. Кадди Аль-Ну'ман Али менен анын уулдары Фатима аркылуу таза тукумдуу тукумдуу болгон Мухаммеддин таза тукумунан келгендей, Иса Ыбрайымдын таза тукумунан болгонун түшүндүрөт. [134]\n\nКөрүнүшү\nМухаммеддин бир нече хадистик наамына ылайык, Ыйса физикалык жактан сүрөттөлүшү мүмкүн (Исанын физикалык сүрөттөмөсүнөн улам, аны башка учурларда, асманга көтөрүлүп, Иса Машаяктын жолун сүрөттөп жатканда) 'Экинчи Келерки): [144]\n\nОрто / орто / орточо / орточо бийиктиктеги, бийиктиги жана үстүн бойлуу адам кенен көкүрөк менен.\nТүз, чырак, ийиндеринин ортосуна түштү. Суу анын башынан тамашаланып жаткандай сезилет, бирок нымдуу эмес.",
"Muhammad": "Мухаммед Исламда\nWikipedia дан, акысыз энциклопедия\nИздөө үчүн навигацияга өтүңүз\nБул макалада Мухаммеддин исламдык контекстинде ролу жана мааниси жөнүндө. Жалпы баяндама үчүн, Мухаммедди караңыз.\nИмам аль-Анбия\nRasūl Allāh\nМухаммед\nمحمد\nمحمد صلى الله عليه وسلم. SVG\nИсламдык Калиграфиядагы \"Мухаммед\"\nИсламдын пайгамбары\nИса (Иса)\nОтурган жерин жокко чыгарган\nАталыш Хатам Ан-Набийин (\"Пайгамбарлардын мөөрү ')\nЖеке\nДүйшөмбү, 12 Раби аль-Аввал 53 BH (570-ж.ч.)\nМекке, Гехаз, Арабия\nДүйшөмбү, 12-июнь Раби аль-Аввал (б.з. 6-июнь, б.з. 8-июнь)\nМедина, Хеказ, Арабия\nЭс алуу Жашыл там, Пайгамбарыбыздын мечити, Медина\nИслам дин\nЖубай Мухаммеддин аялдарын көрүшөт\nБалдар Мухаммеддин балдарын көрүшөт\nАта-энелер\nАбдулла ибн Абд ал-Мутталиб (Ата)\nАмина Бинт Вахб (Эне)\nМединанын Конституциясы (лар)\nБашка ысымдар Мухаммеддин ысымдарын жана аталыштарын көрүшөт\nТуугандар Мухаммеддин үй-бүлөлүк дарагынын (Ахли Бэйт) (\"Үй-бүлөнүн үй-бүлөсү\"\nКол коюусу Muhammad Seal.svg\nМухаммеддин мөөрү\nМусулман лидери\nМураскору Мухаммедге мурастоо\nАраб аты\nЖеке (ISM) Мухаммед\nПатронимиялык (Насаб) Мубаммад ибн Абдул Ибн Абд Аль-Мутталиб ибн Хашим ибн Абд Манаф Ибн Кусай ибн Кэли\nТекнонимик (Кунья) Абу аль-Касим\nБисмиллахир Рахманыр Рахим\nИсламга бир катар бир бөлүгү\nИслам пайгамбарлар\nАнбия\nКуранда пайгамбарлар\nИслам аты жана библиялык ат менен тизмеленген.\n\"Адамс (Адам)'Idrīs (Enoh) Jethro ) Муаммад (Мухаммед)\nНегизги окуялар\nViews\n Ислам порталы\nvte\nБир катар бир бөлүгү\nИслам\nАллах3.svg\nИшенүү\nПрактика\nТексттер\nТарых\nМаданият жана коом\nОкшош темалар\n Ислам порталы\nvte\nМуэммад ибн Абд Флан (Арабча: محمد بن عبد; c.570 - 8-июнь Мусулмандар Исламдын борбордук диний тексти Мухаммед тарабынан Аллах тарабынан ачылып берилген деп ишенишет жана Мухаммед Мухаммед менен болгон аман калган эмес, бирок Адамдын чыныгы иретсиз ишеними, Муса, Ыйса жана башка пайгамбарлар. [1] [2] [3] [4] Куран менен түзүлгөн Мухаммед түзүлгөн дин, социалдык жана саясий актылар Исламдын жана мусулман дүйнөсүнүн пайдубалы болуп калды. [5]\n\nМеккедеги ураачынын уруулары Курайзинин уруулары боюнча 53 bh (б.з. 570 б.з. 570-жыл) төрөлгөн (б.з. Мухаммеддин курагында 40 жашында (б.з. 610-жылы) Мусулмандар Мухаммидди бурканга табынуучулукту, Исламга чейинки Арабиядагы практикага ээ болуу үчүн Кудайдан Кудайдын биримдигин жарыялаш үчүн, Кудайдан кызмат кылууну суранган. [8] [9] Жаңы конверттелген мусулмандарды куугунтуктоодон улам, Мединадан келген делегациянын (андан кийин Yrathrb деп аталган) чакырылгандыктан, Мухаммед жана анын жолдоочулары Хижра деп аталган иш-чара 1 Ах (622 б.з. 622) мединага көчүп келишкен. [10] [10] [11-беттеги сүрөт] Мухаммеддин жашоосундагы бурулуш чекити, бул Хегира Ислам календарынын башталышын белгилейт. Мединада Мухаммед Мухаммед Мединанын Конституциясын ал жердеги ар кандай жамааттардын ар кандай жамааттарынын укуктары жана мамилелеринин укуктары жана мамилелерин түзүп, биринчи ислам мамлекетин түзүүгө жетишти. [12] Меккеликтердин касташылбагандыгына карабастан, Мухаммеддин жолдоочулары менен бирге 630-жылы Мекке менен бирге Меккеди көзөмөлгө алышкан. [13] [14] Кийинчерээк Мединадагы Мединада, Мухаммед Исламга ылайык Арабиядагы араб урууларын бирдиктүү (17] жана социалдык жана диний реформаларды жүргүзүп, аткарган. [18] Анын айтымында, ал болжол менен 11-чи Ах (б.з. 632-ж.) Арабстан жарым аралынын дээрлик бардык уруулары Исламга которулган. [19]\n\nМусулмандар көп учурда Мухаммед пайгамбар Мухаммед пайгамбарыбызга же \"Пайгамбарыбыз\" же \"Пайгамбарыбыз\" деп, аны бардык пайгамбарлардын эң чоңу деп эсептешет. [1] [20] [22] [22] Ал мусулмандар менен бардык сапаттардын ээси катары көрүшөт. [23] Урматтоо үчүн, мусулмандар арабча беделиндин атынан салкындын атынан салкындын атын аташат, Алайхи ва саллам (саллаллаху алейхи васаллам).\n\nКуранда\nКошумча маалымат: Куранда Мухаммед\n\nМухаммед Тулутка жазылган, сценарий ар кандай исламдык каллиграфия\nКуран Мухаммеддин алгачкы жашоосу же башка биографиялык деталдары жөнүндө азайтат, бирок анын Пайгамбарлык миссиясы, анын моралдык жактан мыкты мүмкүнчүлүктөрү жана Мухаммедге байланыштуу адеп-ахлактык мыкты маселелери жөнүндө сөз жүрөт. Куранга ылайык, Мухаммед Аллах тарабынан жиберген пайгамбарлардын чынжырына акыркы жолу (33:40). Куран боюнча, Мухаммед \"Расулулла\" деп аталат, \"Кудайдын элчиси\" жана \"Пайгамбар\" деп аталат. Мындай аяттардын айрымдары 2: 101, 3: 143, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 3, 33, 38:29, жана 66:09. Башка терминдер, анын ичинде \"Warner\", \"Warner\", \"ЖАКШЫ КАБЫЛ АЛУУ\", \"Адамдарды жалгыз кудайга чакырган\" (Куран 12: 108, 58, 33: 45-46). Куран Мухаммед моралдык жактан эң жогорку адеп-ахлактык жактан мыкты үлгү калтырган, ал мусулмандарга жакшы үлгү калтырган жана \"Куран 68: 4 жана 33:21 Куран Мухаммед үчүн ар кандай адам мыкты мүнөздөмөлөрдү ачыкка чыгарган, бирок аны адамдык сапаттар жагынан алда канча сүрөттөйт. Бир нече аяттарда Куран Мухаммеддин адамзатка болгон мамилесин кристаллдайт. Куран айткандай, Кудай Мухаммедди чындык менен (Кудайдын адамзатка болгон кабары) жана бүткүл дүйнөгө бата катары жөнөткөн (Куран 39:33, 21: 107). Ислам салтында Аллах Мухаммедге өзүнүн адамзатка болгон билдирүүсү менен, ал жердеги адамдарга өмүр бою куткарылуу, бул дүйнөдө Кудайга сыйынууну тирүү калтырган, бул Мухаммеддин окуулары жана анын жеке жашоосунун тазалыгы . [26]\n\nКуранга ылайык, Мухаммеддин келиши Ыйса айткандай: «Эсиңде болсун, Мариям уулу Ыйса:« Оо, Ысрайыл уулдары! Мен сенин алдымда Кудайдын элчисимин, Менин артымдан ээрчүү үчүн, бир кабарчыны сүйүнгөн ырайымдуулукту ыргытып, Ахмад (61: 6). Ушул аят аркылуу, алгачкы диний каада-салттарга жана Исанын болжолдоолоруна жаңы ишеними үчүн мыйзамдуу түрдө берилгендигин билдиришти. [27]"
}
