{
"Adam": "Nabi pertama dan bapa semua manusia.\nKisah Adam dan Penciptaan disusun di seluruh Al -Quran. Terdapat rujukan dalam bab: 2, 4, 5, 20, 21, 38 dan lain -lain. Dalam naratif Al -Quran, Tuhan menciptakan manusia dari tanah liat (Q3: 59), [18] membentuknya ke dalam bentuk dan kemudian memerintahkan para malaikat untuk tunduk (mengemukakan) kepada Adam. Iblis menolak kebanggaan (Q15: 26-32) [19] dan dibuang dari Jannah (syurga).\n\nMenurut Al -Quran, Tuhan telah memutuskan sebelum penciptaan Adam bahawa manusia (Adam dan keturunannya) akan diletakkan di bumi. Islam tidak menganggap kehidupan manusia di bumi sebagai hukuman, sebaliknya sebagai sebahagian daripada rancangan Tuhan.\n\n\"Sesungguhnya, saya akan meletakkan generasi manusia selepas generasi di bumi. ' Mereka (para malaikat) berkata: 'Adakah anda meletakkan di dalamnya orang -orang yang akan membuat kerosakan di dalamnya dan menumpahkan darah, sementara kami (malaikat -malaikat) memuliakan anda dengan pujian dan terima kasih dan menguduskan anda?' Tuhan berkata: 'Saya tahu apa yang anda tidak tahu.' \"\n\nTuhan kemudian mengajar Adam nama -nama semua perkara dan mengumpulkan para malaikat di hadapan Adam untuk menunjukkan kepada mereka bahawa ada lebih banyak lagi untuk Adam daripada yang mereka ketahui, terutama keupayaan intelektual Adam:\n\n\"Dan dia mengajar Adam nama -nama itu - mereka semua, maka dia menunjukkan kepada mereka kepada para malaikat dan berkata,\" Beritahu saya tentang nama -nama ini, jika kamu benar. \"Mereka berkata:\" Kemuliaan kepada kamu (kata para malaikat), Pengetahuan kita tidak ada, selamatkan apa yang kamu ajarkan kepada kita: Sebenarnya engkau yang sempurna dalam pengetahuan dan kebijaksanaan. \"Dia berkata:\" Wahai Adam! Beritahu mereka nama mereka. \"Apabila dia memberitahu mereka, Tuhan berkata (kepada para malaikat):\" Adakah saya tidak memberitahu anda bahawa saya tahu rahsia syurga dan bumi, dan saya tahu apa yang kamu nyatakan dan apa yang kamu sembunyikan? \"\n\nTuhan memerintahkan para malaikat untuk tunduk kepada Adam. Semua mematuhi, kecuali Iblis, yang merasakan bahawa dia dibuat dari api, tidak boleh tunduk kepada Adam yang dibuat dari bumi. Ketidaktentuannya terhadap perintah Tuhan diikuti oleh kebanggaan -Nya menyebabkan dia jatuh dari kebaikan Tuhan:\n\n\"Dan lihatlah, kami berkata kepada para malaikat:\" tunduk kepada Adam \"dan mereka tunduk, tidak begitu Iblis: Dia menolak dan angkuh: Dia adalah orang -orang yang menolak kepercayaan (mereka yang tidak taat).\" (2:34)\n\nTuhan kemudian menempatkan Adam dan Hawa di Taman dan memberitahu mereka bahawa mereka bebas menikmati buah -buahannya kecuali tidak mendekati pokok tertentu: (2:35)\n\n\"Kami berkata:\" Wahai Adam! Tinggal engkau dan isteri anda di taman; dan makan perkara -perkara yang berlimpah di dalamnya (di mana dan kapan) kamu akan; Tetapi tidak pendekatan pokok ini, atau kamu mengalami kemudaratan dan pelanggaran. \"\n\nSyaitan kemudian menipu Adam dan Hawa untuk makan buah -buahan pokok: (2:36)\n\n\"Kemudian Syaitan membuat mereka tergelincir dari (taman), dan mengeluarkannya dari negeri (dari Felicity) di mana mereka telah. terhadap orang lain. Di bumi akan menjadi tempat kediaman anda dan cara hidup anda - untuk satu masa. \"\n\nAdam dan Hawa merasakan banyak penyesalan atas tindakan mereka, tetapi Tuhan berpaling kepada Adam dengan belas kasihan dan konsol -Nya: (2:37)\n\n\"Kemudian belajar Adam dari kata-kata Tuhannya dari inspirasi, dan Tuhannya berpaling ke arahnya, kerana dia sering mengembalikan, yang paling mengasihani.\"\n\nTuhan kemudian memberitahu Adam bahawa Tuhan akan menghantar bimbingan -Nya kepada Adam dan keturunan -Nya: (2:38)\n\n\"Kami berkata:\" Turun kamu semua dari tempat ini (taman), maka apabila ada bimbingan dari saya, dan sesiapa yang mengikuti bimbingan saya, tidak akan ada rasa takut kepada mereka, dan tidak akan bersedih. \"\n\nDi Taman Eden, Syaitan (sering dikenal pasti sebagai Iblis) memancing Adam dan Hawa ke dalam tidak mematuhi Tuhan dengan merasai buah dari pokok yang dilarang. Tuhan, menghantar Adam dan Hawa keluar ke seluruh bumi. [20] [21]\n\nAl -Quran juga menggambarkan dua anak lelaki Adam dan Hawa, Kain dan Abel. [22] [23]",
"Idris": "Pencipta pen dan pencipta jarum.",
"Nuh": "Survivor Banjir Besar.",
"Hud": "Pedagang\n\nIni adalah ringkasan ringkas mengenai naratif HUD, dengan penekanan pada dua ayat tertentu:\n\nOrang -orang '' sangat kuat dan kaya dan mereka membina banyak bangunan [19] dan monumen untuk menunjukkan kuasa mereka. Walau bagaimanapun, kekayaan rakyat '' akhirnya terbukti menjadi kegagalan mereka, kerana mereka menjadi sombong dan menjauhkan Tuhan dan mula mengadopsi berhala -berhala untuk menyembah, termasuk tiga berhala bernama Samd, Samud dan Hara. [11] HUD, walaupun pada zaman kanak -kanak, tetap konsisten dalam doa kepada Tuhan. Ia berkaitan dengan penafsiran bahawa ibu Hud, seorang wanita yang saleh yang telah melihat penglihatan yang hebat pada kelahiran anaknya, adalah satu -satunya orang yang menggalakkan HUD dalam ibadahnya. [20] Oleh itu, Tuhan membangkitkan Hud sebagai nabi untuk orang -orang '[20]\n\nApabila Hud mula berkhotbah dan menjemput mereka untuk menyembah hanya Tuhan yang benar dan apabila dia memberitahu mereka untuk bertaubat atas dosa -dosa masa lalu mereka dan meminta rahmat dan pengampunan, orang -orang'd mula menghina dia dan jahat mula mengejek mesej Tuhan. Kisah Hud melambangkan kitaran nubuatan yang sama dengan nabi -nabi awal yang disebutkan dalam Al -Quran: Nabi dihantar kepada umat -Nya untuk memberitahu mereka untuk menyembah Tuhan sahaja dan memberitahu mereka untuk mengakui bahawa Tuhan adalah penyedia berkat mereka [9] Quran [3] menyatakan:\n\nKami menghantar kepada rakyat 'iklan saudara mereka, yang berkata: \"Wahai umat -Ku, menyembah Tuhan, kamu tidak mempunyai Tuhan yang lain tetapi dia.\nWahai umatku, aku tidak meminta balasan kamu: Ganjaran saya adalah dengan Dia yang menciptakan saya. Oleh itu, anda tidak akan faham?\nWahai umat -Ku, mohon Tuhanmu untuk memaafkanmu, dan beralih kepada -Nya dalam pertobatan. Dia akan menghantar hujan di torrents untuk anda dari langit, dan memberi anda kekuatan tambahan. Jadi jangan berpaling dari dia sebagai orang berdosa. \"\nMereka berkata: \"Wahai, kamu telah datang kepada kita tanpa bukti, kita tidak akan meninggalkan tuhan -tuhan kita kerana kamu mengatakan demikian, dan tidak percaya kepada kamu.\nYang boleh kita katakan adalah bahawa beberapa tuhan kita telah menghancurkan kamu dengan kejahatan. \"Dia menjawab:\" Saya panggil Tuhan untuk menyaksikan, dan kamu juga menjadi saksi, bahawa saya jelas tentang apa yang kamu kaitkan (dalam urusan kamu)\nSelain dia. Berhati -hati melawan saya sebanyak yang anda suka, dan tidak memberi saya jeda.\nSaya meletakkan kepercayaan saya kepada Tuhan yang Tuhanku dan Tuhanku. Tidak ada makhluk yang bergerak di bumi yang tidak dipegang oleh forelock dengan tegas olehnya. Sesungguhnya jalan Tuhanku lurus.\nSekiranya anda berpaling, maka (ingat) saya telah menghantar kepada anda mesej yang saya hantar. Tuhanku akan meletakkan orang lain di tempat anda, dan anda tidak akan dapat mengatasi dia. Sesungguhnya Tuhanku terus mengawasi segala sesuatu. \"\n\n-Al-Qur'an, Sura 11 (HUD), Ayah 50-57\nKeajaiban HUD\nMenurut Tafsir dari Ibn Qayyim al-Jawziyya dalam buku analisisnya, Madaarij Saalikeen, yang telah dipetik oleh Ibn Abi al-Izz dalam Syarh (ulasan) Al-Aqida al-Tahawiyya, Hud telah menunjukkan keajaibannya yang ditunjukkan oleh keajaibannya Ayat 56-58:\n\n(56) \"Semua yang kita boleh katakan adalah bahawa beberapa tuhan kita telah melanda kamu dengan kejahatan.\" Dia menjawab: \"Saya memanggil Tuhan untuk menyaksikan, dan anda juga menjadi saksi, bahawa saya jelas tentang apa yang anda kaitkan (dalam urusan anda) ... selain daripada dia. .\n\n(57) Saya meletakkan kepercayaan saya kepada Tuhan yang Tuhanku dan Tuhanku. Tidak ada makhluk yang bergerak di bumi yang tidak dipegang oleh forelock dengan tegas olehnya. Sesungguhnya jalan Tuhanku lurus.\n\n(58) Jika anda berpaling, maka (ingat) saya telah menghantar kepada anda mesej yang saya hantar. Tuhanku akan meletakkan orang lain di tempat anda, dan anda tidak akan dapat mengatasi dia. Sesungguhnya Tuhanku terus mengawasi segala sesuatu. \"\n\n- Al -Qur'an, Sura 11 (hud). Ayah 56-58",
"Salih": "Salih (Arab: صالِحٌ, Romanis: ṣāliḥ, lit. 'Pious', juga dieja Salih), adalah seorang nabi Arab yang disebutkan dalam Al -Quran [1] [2] yang menubuatkan kepada suku Thamud [3] [4] [5] ] di Arab Kuno, sebelum seumur hidup Nabi Muhammad. Kisah Salih dikaitkan dengan kisah-Camel Tuhan, yang merupakan hadiah yang diberikan oleh Tuhan kepada umat Thamud ketika mereka menginginkan keajaiban untuk mengesahkan bahawa Salih benar-benar seorang nabi.\n\nProfesionya adalah peternak unta.\n\nKonteks sejarah\n\nMada'in Salih atau Al-Hijr di rantau Hijazi di Arab Saudi\nThamud adalah konfederasi suku di rantau barat laut Semenanjung Arab, yang disebutkan dalam sumber Asyur pada masa Sargon II. Nama suku terus muncul dalam dokumen ke abad keempat CE, tetapi pada abad keenam mereka dianggap sebagai satu kumpulan yang telah hilang lama dahulu. [6]: 81\n\nMenurut Al-Quran, kota yang Salih dihantar ke Al-Hijr, [7] yang sepadan dengan kota Nabataean Hegra. [8] Bandar ini menjadi terkenal di sekitar abad pertama AD sebagai tapak penting dalam perdagangan kafilah serantau. [9] Bersebelahan dengan kota ini adalah makam-makam batu yang besar dan dihiasi yang digunakan oleh ahli-ahli dari pelbagai kumpulan agama. [6]: 146 Pada titik yang tidak diketahui pada zaman purba, tapak itu ditinggalkan dan mungkin digantikan oleh al-'ula. [10] Tapak ini telah dirujuk sebagai Mada'in Salih sejak era Muhammad, dinamakan sempena Salih pendahulunya. [11]\n\nDi luar agama Islam dan Bahá ', Salih tidak disebutkan dalam mana -mana kitab Abraham lain atau teks sejarah kontemporari, tetapi akaun pemusnahan Thamud mungkin terkenal di Arab Kuno. Nama suku ini digunakan dalam puisi Arab kuno sebagai metafora untuk \"Transience of All Things\". [6]: 223-24\n\nDalam Islam\nBismillahir Rahmanir Rahim\nSebahagian daripada siri Islam\nNabi Islam\nAnbiya\nNabi dalam Al -Quran\nDisenaraikan oleh nama Islam dan nama alkitabiah.\nʾĀdam (Adam) ʾidrīs (Enoch) nūḥ (Noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismā'īl (Ishmael) Jethro) Mūsā (Musa) Hārūn (Aaron) Dhul-kifl (Yehezkiel atau Gautama Buddha) Dāūd (Daud) Sulaymān (Solomon) Yūnus (Jonah) ) Muhammad (Muhammad)\nAcara utama\nPandangan\nPortal Islam\nvte\nSebahagian daripada siri di\nIslam\nAllah3.svg\nKepercayaan\nAmalan\nTeksfoundations\nSejarah\nBudaya dan masyarakat\nTopik-topik yang berkaitan\n Portal Islam\nvte\nQuran\n\nSalih menjemput umatnya untuk melihat Camel She\nKoleksi cerita nabi yang diterangi\nKehidupan Salih dalam komuniti beliau telah begitu benar bahawa rakyat Thamud hampir bergantung kepadanya untuk sokongan. [12] Dia dipilih oleh Tuhan sebagai utusan dan dihantar untuk berkhotbah terhadap keegoisan orang kaya dan mengutuk amalan Shirk (penyembahan berhala atau politeisme). Walaupun Salih memberitakan mesej itu untuk tempoh masa yang berterusan, rakyat untuk Thamud enggan mendengar amarannya dan sebaliknya mula meminta Salih untuk melakukan keajaiban untuk mereka. Mereka berkata: \"Wahai Salih! Engkau telah menjadi dari kami! Pusat harapan kami sehingga anda akan melarang kami menyembah apa yang disembah oleh nenek moyang kami, tetapi kami benar . \"\n\nSalih mengingatkan rakyatnya dari istana dan istana yang banyak yang mereka bina dari batu, [13] dan keunggulan teknologi mereka terhadap masyarakat jiran. Tambahan pula, dia memberitahu mereka tentang nenek moyang mereka, suku ', dan bagaimana mereka juga dimusnahkan untuk dosa -dosa mereka. Beberapa orang Thamud percaya kata -kata Salih, tetapi pemimpin -pemimpin suku enggan mendengarnya dan terus menuntut agar dia menunjukkan keajaiban untuk membuktikan kenabiannya. [14]\n\nSebagai tindak balas, Tuhan memberikan thamud sebagai kamel she yang diberkati, sebagai cara rezeki dan ujian. Suku itu diberitahu untuk membolehkan unta merumput dengan aman dan mengelakkannya. [15] Tetapi dalam menentang amaran Salih, rakyat suku kaum menghancurkan unta. [16] Salih memaklumkan kepada mereka bahawa mereka hanya mempunyai tiga hari lagi untuk hidup sebelum murka Tuhan turun ke atas mereka. [17] Orang -orang di bandar itu menyedihkan, [18] tetapi jenayah mereka tidak dapat dibatalkan, dan semua orang yang tidak percaya di bandar terbunuh dalam gempa bumi. Al-Hijr tidak didiami dan kekal dalam runtuhan sepanjang masa selepas itu. [19] Salih sendiri dan beberapa orang percaya yang mengikutinya terselamat. [20]\n\nCerita ini diperluaskan di Sūrat an-naml, manakala-Camel tidak disebut secara eksplisit di sini, ia menyatakan bahawa sembilan lelaki merancang untuk membunuh Salih dan seluruh keluarganya, [21] [22] jenayah yang mereka terkejut oleh Tuhan tiga hari kemudian. [23]\n\nTradisi Muslim\nPenulis Islam telah menghuraikan kisah Salih dan She-Camel. Tradisi Islam awal sering melibatkan motif unta yang secara ajaib muncul dari batu, sering disertai oleh anak lembu, dan pengeluaran susu dari unta. Al-Tabari menyatakan bahawa Salih memanggil rakyatnya ke gunung, di mana mereka menyaksikan batu itu secara ajaib berpecah, mendedahkan unta. She-Camel mempunyai anak lembu muda. Salih memaklumkan kepada Thamud bahawa unta yang lebih tua akan minum dari sumber air mereka pada satu hari, dan mereka akan minum dari hari keesokan harinya. Pada hari -hari ketika mereka tidak dibenarkan minum air, unta memberikan mereka susu. Tetapi Tuhan memaklumkan Salih bahawa seorang budak lelaki yang akan hamstring unta akan dilahirkan pada suku, dan anak itu jahat dan tumbuh dengan cepat. Camel memang terbunuh, dan anak lembu itu berseru tiga kali, menandakan bahawa Thamud akan dimusnahkan dalam tiga hari. Wajah mereka menjadi kuning, kemudian merah, kemudian hitam, dan mereka meninggal pada hari ketiga seperti yang diramalkan. [24]\n\nMenurut beberapa ulama Islam, ibu Ismail, Hajar, adalah cucu Nabi Salih. [25]\n\nTradisi yang sama berkaitan dengan ulasan abad kelapan mengenai Islam oleh John of Damsyik [26] [27] dan juga disebutkan dalam karya-karya Ibn Kathir. [28]",
"Ibrahim": "Bapa Judiasm, Kekristianan dan Islam. Pembina Kaaba.",
"Lut": "Ahli sejarah dan pengembara.\n\nAl -Quran menyatakan bahawa suatu hari nanti, sekumpulan malaikat melawat Abraham sebagai tetamu dengan nama lelaki [12] untuk memaklumkan kepadanya bahawa isterinya Sarah hamil dengan Ishak. Semasa di sana, mereka juga memberitahunya bahawa mereka telah dihantar oleh Tuhan kepada \"orang yang bersalah\" [13] dari Lut [14] untuk memusnahkan mereka [15] dengan \"mandi batu tanah liat\". [16] Lut dan orang -orang yang percaya kepada -Nya, akan terhindar, tetapi isterinya akan mati dalam kemusnahan, dengan para malaikat menyatakan bahawa \"dia adalah orang -orang yang ketinggalan\". [17] [18] Al -Quran juga menarik isteri Lot sebagai \"contoh untuk orang -orang kafir\" ketika dia telah menikah dengan seorang yang benar tetapi enggan mempercayai mesejnya dan dengan demikian dikutuk ke neraka. [3] [19]\n\nOrang -orang di bandar -bandar berkembar melanggar batas -batas Tuhan. Menurut Al -Quran, dosa -dosa mereka termasuk inhospitality dan rompakan [20] mereka membenci orang asing dan merompak pelancong, selain penyalahgunaan dan rogol lain. Ia adalah dosa mereka salah laku seksual yang dilihat sebagai sangat mengerikan, dengan Lut sangat menantang mereka kerana menghampiri lelaki dengan keinginan seksual dan bukannya wanita. [21] [22] Lut memberitahu dan cuba membantu mereka meninggalkan cara berdosa mereka, tetapi mereka mengejeknya [20] dan mengancam untuk mengusirnya dari bandar -bandar. [23] Lut berdoa kepada Tuhan dan memohon untuk diselamatkan dari akibat perbuatan berdosa mereka. [3] [24]\n\nKemudian tiga malaikat, menyamar sebagai lelaki kacak, datang ke Lut sebagai tetamu. Dia menyedihkan lelaki itu, kerana dia merasa tidak berkuasa untuk melindungi mereka dari rakyat bandar -bandar. [25] Penduduk kota -kota menyedari pelawat menuntut banyak menyerahkan tetamu kepada mereka. [26] Tertekan dan takut bahawa mereka akan menanggung murka Tuhan, mencadangkan perkahwinan yang agak sah kepada anak -anak perempuannya [27] sebagai alternatif yang saleh dan lebih murni kepada keinginan mereka yang menyalahi undang -undang, dan mungkin sebagai sumber bimbingan. [28] Tetapi mereka tidak henti -henti dan menjawab \"Anda tahu kami tidak memerlukan anak -anak perempuan anda, sememangnya anda tahu apa yang kami inginkan!\", [29] merujuk kepada tetamu lelaki.\n\nThe Exegetes Ibn Kathir, Qurtubi dan Tabari tidak membaca 'anak perempuan' untuk bermaksud anak -anak literal Lot. Mereka berpendapat bahawa sejak seorang nabi adalah seperti seorang bapa kepada negaranya, Lot mengarahkan para pengganggu untuk berpaling dari dosa -dosa mereka dan terlibat dalam hubungan yang sihat dan saleh dengan anak -anak perempuan bangsa, iaitu wanita secara umum. [30]\n\nMalaikat -malaikat kemudiannya mendedahkan identiti sebenar mereka untuk banyak dan berkata kepadanya, \"Kami (di sini) untuk menyampaikan engkau dan berikut, kecuali isterimu: Dia adalah orang -orang yang tertinggal.\" [3] Mereka menasihatkan banyak untuk meninggalkan kota -kota yang meninggalkan kota -kota Pada waktu malam, beritahu dia untuk tidak melihat ke belakang. [31] menjaga kepercayaannya kepada Tuhan, banyak meninggalkan kota -kota dalam kegelapan malam, membawa bersama pengikutnya dan percaya kepada anggota keluarga. Akhirnya, pagi datang, dan perintah Tuhan Lulus di mana Al-Quran berbunyi, \"Kami berpaling (bandar-bandar) terbalik, dan turun ke atas mereka yang singkat keras seperti tanah liat yang dibakar, menyebarkan, lapisan pada lapisan,-\" [32] dan dengan itu telah dimeteraikan nasib kota-kota kembar, jatuh ke dalam kemusnahan dan keputusasaan dan menandakan berakhirnya tamadun Sodom dan Gomora. [3]",
"Ismail": "Bapa orang Arab.\n\nIshmael dianggap sebagai nabi dalam Islam dan disenaraikan dalam Al -Quran dengan nabi -nabi lain dalam banyak keadaan. [11] [12] [13] [14] Dalam ayat -ayat lain, seperti 21:85 [15] dan 38:48, [16] Ishmael dipuji kerana bersabar, baik, dan benar. [17] Contoh tertentu yang menggambarkan Ismael secara individu adalah 19: 54-55 [18]-\"Dan panggillah, melalui writ ilahi ini, Ismael. Nabi, yang pernah memerintahkan doa dan amal rakyatnya, dan mendapat sokongan dalam penglihatannya. \"[19] Sebagai keturunan Ishmael, Muhammad dianggap wajar sebagai Nabi dan meneruskan garis nabi dari zaman pra-Islam.",
"Ishaq": "Patriarch Alkitab Isaac (Arab: إسحاق atau إسحٰق [nota] ʾisḥāq) diiktiraf sebagai nabi dan utusan Allah oleh umat Islam. [1] Seperti dalam Judaisme dan Kekristianan, Islam berpendapat bahawa Ishak adalah anak kepada patriark dan Nabi Abraham dari isterinya Sarah. Umat ​​Islam memegang Ishak dalam penghormatan yang mendalam kerana mereka percaya bahawa kedua-dua Ishak dan adiknya yang lebih tua Ishmael meneruskan warisan rohani ayah mereka melalui khotbah mereka yang berikutnya tentang mesej Tuhan selepas kematian Abraham. [2] Ishak disebut dalam lima belas petikan Al -Quran. [3] Bersama -sama dengan disebut beberapa kali dalam Al -Quran, Ishak diadakan sebagai salah satu nabi Islam.\n\nBapa orang Israel.\n\nKehidupan awal\nKerana rahmat dan perjanjian Tuhan dengan Abraham, Sarah berbakat dengan seorang anak pada usia tua. Ishak adalah umur 10 tahun ketika Ishmael keluarganya keluar dari rumah Abraham ke padang pasir. Semasa di padang pasir Ismael mengambil isteri anak perempuan Moab bernama 'Ayeshah. [4]\n\nTapak pengebumian\nMakam Ishak\nMakamnya dan isterinya Rebekah dianggap berada di dalam gua patriark di Hebron, Tebing Barat, yang terkenal dalam Islam sebagai Ibrahim-i-Mosque (\"Masjid Abraham\"). Di samping makam Ishak adalah orang -orang dari beberapa patriark Al -Quran/Alkitab yang lain dan isteri mereka: Abraham dan Sarah dan Yakub dan Leah.\n\nSebutan dalam Al -Quran\nIshak disebutkan lima belas kali dengan nama dalam Al -Quran, selalunya dengan bapanya dan anaknya, Yakub (Ya'qūb). [5] Al -Quran menyatakan bahawa Abraham menerima \"berita baik Ishak, seorang nabi, orang yang benar\", dan Tuhan memberkati mereka berdua (37: 112). \"Dan kami memberinya berita gembira dari Ishak, seorang nabi dari kalangan orang -orang yang benar, dan kami memberkati dia dan Ishak dan di kalangan keturunan mereka adalah orang yang mulia dan mereka yang jelas salah\" [6] dalam penerangan yang lebih lengkap, ketika malaikat datang Ibrahim untuk memberitahunya tentang hukuman masa depan yang akan dikenakan ke atas Sodom dan Gomora, isterinya, Sarah, \"ketawa, dan kami memberikan berita baik kepada Ishak, dan selepas Ishak (cucu) Yakub\" (11: 71-74) ; Dan ia terus menjelaskan bahawa peristiwa ini akan berlaku walaupun usia tua Abraham dan Sarah. Beberapa ayat bercakap tentang Ishak sebagai \"hadiah\" kepada Abraham (6: 84; 19: 49-50), dan 29: 26-27 menambah bahawa Tuhan membuat \"kenabian dan buku itu menjadi antara keturunannya\", yang telah ditafsirkan Untuk merujuk kepada dua anak nubuatan Abraham, cucu nubuatannya Yakub, dan cucu nabinya Yusuf. Dalam Al-Quran, kemudiannya menceritakan bahawa Abraham juga memuji Tuhan kerana memberinya Ishmael dan Ishak pada usia tua (XIV: 39-41).\n\nDi tempat lain dalam Al -Quran, Ishak disebut dalam senarai: Yusuf mengikuti agama nenek moyangnya Abraham, Ishak dan Yakub (12: 38) dan bercakap tentang kebaikan Allah kepada mereka (12: 6); Anak -anak Ya'qūb semua memberi keterangan dan berjanji untuk menyembah Tuhan bahawa nenek moyang mereka, \"Abraham, Ishmael dan Ishak\", disembah (2: 127); dan Al -Quran memerintahkan umat Islam untuk mempercayai wahyu yang diberikan kepada \"Abraham, Ishmael, Ishak, Yakub dan Patriark\" (2: 136; iii: 84).",
"Yaqub": "Yaqub ibn Ishaaq ibn Ibrahim (Arab: akanan: anak lelaki dari Abraham, : Kita [Israaeel]), juga dikenali sebagai Yakub, adalah seorang nabi dalam Islam. Dia diakui sebagai patriark Islam. Umat ​​Islam percaya bahawa dia memberitakan iman monoteistik yang sama seperti nenek moyangnya: Abraham (Ibrāhīm), Ishmael (Ismail) dan Ishak (Ishaaq).\n\nYakub disebut enam belas kali dalam Al -Quran. [1] Dua lagi rujukan kepada Isra'il dipercayai menyebut Yakub. [2] Dalam majoriti rujukan ini, Yakub disebut bersama -sama dengan nabi -nabi dan nabi -patung Ibrani sebagai seorang nabi kuno dan saleh yang tinggal di \"syarikat yang terpilih\". [3] [4] Umat ​​Islam berpendapat bahawa Yakub adalah anak Ishak dan bahawa dia memberitakan kesatuan Tuhan sepanjang hidupnya. Seperti dalam agama Kristian dan Judaisme, Islam berpendapat bahawa Yakub mempunyai dua belas anak lelaki, masing -masing akan pergi ke Bapa Dua Belas suku Israel. [5] Yakub memainkan peranan penting dalam kisah anaknya, Yusuf (Yūsif). [6] Al -Quran terus menjelaskan bahawa Tuhan membuat perjanjian dengan Yakub [7] dan Yakub telah menjadi pemimpin yang setia oleh perintah Tuhan. Kakeknya (Ibrahim), Bapa (Ishaq), Paman (Ismail), anak lelaki (Yusuf) dan dirinya sendiri adalah semua nabi Islam. [8]\n\nDalam Al -Quran\nJacob disebut dengan nama dalam Quran enam belas kali. [9] Walaupun banyak ayat -ayat ini memuji dia daripada menceritakan contoh dari naratifnya, Al -Quran tetap mencatatkan beberapa peristiwa penting dari hidupnya. Tradisi dan Kesusasteraan Muslim [10] Acara terawal yang melibatkan Yakub dalam Al -Quran adalah malaikat -malaikat (Malāʾikah) yang memberikan \"berita gembira\" kepada Abraham dan Sarah dari kelahiran anak nubuatan masa depan dengan nama Ishak dan juga seorang bernubuat cucu dengan nama Jacob. [11] Al -Quran menyatakan:\n\nApabila dia berpaling dari mereka dan dari orang -orang yang mereka sembah selain Allah, kami memberikan kepadanya Ishak dan Yakub, dan masing -masing dari mereka kami membuat seorang nabi.\n\n- Quran, Surah 19 (Maryam), Ayah 49 [11]\nAl -Quran juga menyebut bahawa Abraham mengajar iman monoteisme murni kepada anak -anaknya, Ishmael dan Ishak, serta Yakub. Al -Quran mencatatkan Abraham memberitahu Ishmael, Ishak dan Yakub: \"Oh anak -anakku! Allah telah memilih iman untuk kamu, maka mati tidak kecuali dalam iman Islam.\" [12] Al -Quran juga menyebut hadiah yang diberikan kepada Yakub dan juga Kekuatan imannya, yang menjadi lebih kuat ketika ia menjadi lebih tua. Al -Quran menyebut bahawa Yakub \"dipandu\"; [13] diberi \"pengetahuan\"; [14] \"diilhamkan\"; [15] dan diberi \"lidah kebenaran untuk didengar\". [16] Al -Quran kemudian menyatakan perkara berikut mengenai Yakub:\n\nDan kami memberikan kepadanya Ishak dan, sebagai hadiah tambahan, (cucu), Yakub, dan kami membuat orang -orang yang benar dari setiap orang (dari mereka).\nDan kami menjadikan mereka pemimpin, membimbing (lelaki) dengan perintah kami, dan kami menghantar inspirasi kepada mereka untuk melakukan perbuatan baik, untuk menubuhkan doa tetap, dan mengamalkan amal biasa; Dan mereka sentiasa berkhidmat kepada kami (dan kami sahaja).\n\n-Al-Quran, Surah 21 (al-Anbiya), Ayat 72-73 [17]\nDan memperingati hamba -hamba kami Abraham, Ishak, dan Yakub, pemilik kuasa dan penglihatan.\nSesungguhnya kami memilih mereka untuk khas (tujuan)- mengisytiharkan mesej akhirat.\nMereka, dalam pandangan kami, benar -benar, syarikat yang terpilih dan yang baik.\n\n- Al -Quran, Surah 38 ('sedih), Ayat 45-47 [18]\nYakub dan anak -anaknya\nSebutan penting Jacob dalam Al -Quran adalah dalam naratif Surah Yusuf. Cerita Yusuf di Al -Quran dibuka dengan mimpi bahawa Yusuf mempunyai satu malam, selepas itu dia berlari ke bapanya Yakub, berkata: \"Lihatlah, Yusuf berkata kepada ayahnya:\" Wahai ayahku! Saya melihat sebelas planet dan matahari dan bulan: saya melihat mereka sujud kepada saya! \"\" [19] wajah Yakub penuh dengan kegembiraan pada apa yang telah dia dengar dari Yusuf muda, dan nabi yang semakin tua memahami apa yang dimaksudkan oleh impian itu . Yakub dapat meramalkan bahawa anaknya akan menjadi nabi yang akan datang dalam barisan Abraham dan akan menjadi Yusuf yang akan menyimpan mesej Islam hidup pada tahun -tahun akan datang. Namun, anak -anak Yakub yang lebih tua merasakan bahawa ayah mereka mengasihi Yusuf dan Benjamin, anak bongsu Yakub, lebih daripada mereka. Yakub tahu tentang cemburu mereka dan memberi amaran kepada Yusuf muda mengenainya. [20] Sepuluh saudara lelaki Yusuf kemudian memutuskan untuk membunuhnya. Ketika Al -Quran menceritakan perbincangan mereka:\n\nMereka berkata: \"Benar -benar Yusuf dan abangnya lebih disayangi oleh Bapa kita daripada kita: tetapi kita adalah badan yang baik! Benar -benar ayah kita jelas mengembara (dalam fikirannya)!\n\"Slay Ye Joseph atau membuangnya ke beberapa tanah (tidak diketahui), supaya nikmat ayahmu dapat diberikan kepada kamu sendiri: (akan ada masa yang cukup) untuk kamu menjadi benar selepas itu!\"\n\n- Al -Quran, Surah 12 (Yusuf) Ayat 8-9 [21]\nSalah seorang saudara lelaki (biasanya difahami sebagai Reuben [22]) bagaimanapun, merasakan bahawa bukannya membunuh Joseph (Yusuf) mereka harus menjatuhkannya ke dalam sumur, supaya kafilah boleh datang dan menjemputnya. [23] Oleh itu, mereka bertanya kepada ayah mereka sama ada mereka boleh mengambil Yusuf muda untuk bermain dengan mereka, dengan syarat mereka akan mengawasi dia. Walaupun Yakub takut bahawa seorang Dhi'b (Arab: ذِئـب, Wolf) akan memakan anaknya, [24] Anak -anak yang lebih tua yang memberontak memaksa Yusuf dan melemparkannya ke dalam sumur. [25] Apabila anak -anak lelaki kembali kepada Yakub pada malam itu, mereka berpura -pura menangis dan mereka terus memberitahunya bahawa serigala itu telah memakan Yusuf. Untuk menipu ayah mereka, mereka mengotorkan baju Yusuf (yusuf) dengan darah palsu, [26] tetapi Yakub, yang telah berbakat dengan pengetahuan, tahu ini adalah ramuan palsu yang mereka buat. Walaupun Yakub bimbang tentang kehilangan Yusuf, dia tetap teguh kepada Tuhan sepanjang kesedihannya. [26] Ketika bertahun -tahun berlalu, Yusuf muda membesar menjadi seorang lelaki di Mesir; Sementara itu, Yakub kembali ke rumah di Kanaan, di mana anak -anaknya akan selalu mengganggunya tentang berulangnya berdoa kepada Allah untuk kembali Yusuf (Yusuf). [27] Walaupun Yakub sering mengadu kepada Tuhan [14] ia tidak pernah melakukan perbuatan Tuhan, tetapi dari gangguan fikirannya sendiri dan sesekali memecahkan batas -batas kesabaran yang telah ditetapkannya untuk dirinya sendiri. Dia sentiasa mengabaikan taunting jahat anak -anaknya dan akan memaafkan mereka dan cuba memberi mereka nasihat yang baik. [28] Suatu hari, Yakub memutuskan untuk menghantar anak -anaknya dalam tugas, memberitahu mereka untuk pergi ke Mesir untuk mencari Yusuf dan Benjamin. Anak -anaknya, untuk pertama kalinya, mendengarkannya dan berlepas ke Mesir. Apabila salah seorang anak lelaki Yakub kembali ke Kanaan dengan berita baik Yusuf dan Benjamin di Mesir, dia datang dengan baju yang diberikan oleh Yusuf kepadanya, yang telah memberitahunya untuk membuang wajah ayah mereka, [29] untuk menghapuskan kebutaan Yakub dan kesedihan. Oleh itu, anak lelaki mengikuti arahan dan melakukan seperti yang dikatakan Yusuf, memulihkan penglihatan fizikal dan mental Yakub.\n\nSebaik sahaja penglihatan Yakub telah dipulihkan, seluruh keluarga memulakan perjalanan mereka ke Mesir, untuk bertemu dengan Yusuf dan anak -anak lain lagi. Sebaik sahaja mereka tiba, bapa dan anak bertemu satu sama lain dengan cinta yang besar dan bersatu semula dengan damai sekali lagi. Joseph yang kini berkuasa menyediakan rumah untuk ibu bapanya dengan dirinya sendiri dan, seperti yang dikatakan Al -Quran, membesarkan mereka tinggi pada 'takhta maruah'. [30] Sekarang seluruh keluarga, bersama -sama, boleh berpaling kepada Tuhan melalui pejabat nubuatan Yakub dan Yusuf.\n\nNasihat terakhir Yakub kepada umatnya\nSeluruh anak -anak Israel dipanggil untuk menundukkan iman kepada Islam (penyerahan kepada Tuhan) sebelum Yakub meninggal dunia. Yakub ingin memastikan anak -anaknya hanya mati dalam Islam, dan, oleh itu, mengambil satu janji terakhir dari mereka. Apabila dia bertanya kepada mereka siapa yang akan mereka sembah selepas kematiannya, mereka menjawab bahawa mereka akan terus dalam Islam dan tunduk kepada dan menyembah Tuhan. [31] Walaupun adegan katil mati dihiasi dalam tradisi Yahudi, dan disebutkan dalam Kitab Kejadian, Al-Quran menyebutnya untuk menekankan tanggapan bahawa Abraham, Ishak, Ishmael, dan Yakub adalah semua umat Islam, ketika mereka tunduk dengan penuh kepercayaan Tuhan dan Tuhan sahaja. Al -Quran menceritakan:\n\nDan ini adalah warisan yang Abraham pergi kepada anak -anaknya, dan begitu juga Yakub; \"Oh anak -anakku! Allah telah memilih iman untukmu, maka mati bukan kecuali dalam iman Islam.\"\nAdakah kamu saksi ketika kematian muncul di hadapan Yakub? Lihatlah, dia berkata kepada anak -anaknya: \"Apa yang akan kamu sembah selepas saya?\" Mereka berkata: \"Kita akan menyembah Allahmu dan Allah Bapa-Nya, Abraham, Ismail dan Ishak,- Yang benar: kepada-Nya kita tunduk (dalam Islam).\"\n\n-Al-Quran, Surah 2 (Al-Baqara), Ayah 132-133 [32]\nWarisan Yakub\nYakub sangat istimewa dalam Islam kerana menjalankan warisan yang ditinggalkan oleh nenek moyangnya. Umat ​​Islam percaya Tuhan menganugerahkan rahmat -Nya yang paling banyak kepada Yakub dan memilih dia untuk menjadi antara orang -orang yang paling tinggi. Al -Quran sering menyebut Yakub sebagai seorang lelaki yang mungkin dan penglihatan dan menekankan bahawa dia adalah syarikat yang baik dan terpilih. Seperti yang dikatakan oleh Al -Quran:\n\nItulah alasan tentang kita, yang kami berikan kepada Abraham (untuk digunakan) terhadap umat -Nya: Kami membangkitkan siapa yang kami akan, ijazah selepas ijazah: Sebab Tuhanmu penuh dengan kebijaksanaan dan pengetahuan.\nKami memberinya Ishak dan Yakub: semua (tiga) berpandu: Dan di hadapannya, kami membimbing Nuh, dan di kalangan keturunannya, Daud, Solomon, Job, Yusuf, Musa, dan Aaron: Oleh itu, kita memberi ganjaran kepada mereka yang berbuat baik:\n\n-Al-Quran, Surah 6 Al-An'am, Ayah 83-84 [33]\nAli ibn Abi Talib, ketika ditanya tentang para nabi yang diberikan nama -nama istimewa, menceritakan Hadis bahawa ya'qub ibn Ishaq dikenali oleh umatnya sebagai Isra'il. [34]\n\nContoh -contoh dalam Alkitab yang melibatkan Jacob Wrestling dengan seorang malaikat tidak disebutkan dalam Al -Quran, tetapi dibincangkan dalam ulasan Islam, seperti visi tangga Yakub. [9] [35] Yakub menipu Ishak untuk memberkati dia dengan menyamar sebagai kembarnya, Esau, juga tidak dalam Al -Quran, tetapi dalam ulasan Islam. [9]\n\nUmat ​​Islam, yang percaya kepada Yakub adalah seorang patriark yang hebat, menekankan kepercayaan bahawa kepentingan utama Yakub terletak pada penyerahannya yang besar kepada Tuhan dan kepercayaannya yang tegas dalam agama yang betul. Sebagai seorang patriark, Yakub, bersama Abraham, mungkin yang paling bermanfaat mengikut tradisi. Dari dua belas anaknya [36] akan datang banyak nabi besar lain, termasuk Yunus (Yunus), Daud (Dawud), Salomo (Suleyman) dan Yesus (Yes).",
"Yusuf": "Yusuf ibn Yaqub ibn Ishaaq ibn Ibrahim (Arab: يوسف ٱبن pantai يوigh ٱبن إسحاق ٱبن إبراهيم) (Yusuf. orang dari Tanakh, Kitab Suci agama Yahudi, dan Bible Kristian, yang dianggarkan telah tinggal di Mesir sebelum Kerajaan Baru. [2] Ia adalah salah satu nama biasa di Timur Tengah dan di kalangan negara -negara Islam. Daripada semua anak Yakub, Yusuf adalah yang diberikan karunia nubuatan. Walaupun naratif nabi lain disebut dalam pelbagai surah, naratif lengkap Yusuf hanya diberikan dalam satu surah, Yusuf, menjadikannya unik. Dikatakan sebagai naratif yang paling terperinci dalam Al -Qur'an dan memberi lebih banyak maklumat daripada rakan kongsi alkitabiah. [3]\n\nYusuf dipercayai sebagai anak kesebelas Yaqub (Arab: akanan: Yaqub), dan, menurut banyak ulama, kegemarannya. Menurut Ibn Kathir, \"Yakub mempunyai dua belas anak lelaki yang merupakan nenek moyang dari suku -suku orang Israel. kepada bapanya, yang diakui oleh Yakub. [5] Sebagai tambahan kepada peranan Tuhan dalam hidupnya, kisah Yusuf dan Zulaikha (isteri Potiphar dari Perjanjian Lama) menjadi subjek yang popular dalam kesusasteraan Parsi, di mana ia menjadi sangat terperinci selama berabad -abad. [6]\n\nQuran Surah 12 (Yusuf)\n\nPenggunaan \"Raja\" berbanding \"Firaun\"\nDi dalam Al-Quran, gelaran penguasa Mesir pada masa Yusuf secara khusus dikatakan sebagai \"raja\" (Arab: al-Malik) sementara penguasa Mesir pada zaman Musa secara khusus dikatakan \" Firaun \"(Arab: Firaun, walaupun sebagai nama tanpa artikel yang pasti). Ini menarik kerana menurut sumber sejarah, tajuk Firaun hanya mula digunakan untuk merujuk kepada penguasa Mesir (bermula dengan Peraturan Thutmose III) pada tahun 1479 BCE - kira -kira 21 tahun selepas Nabi Joseph meninggal dunia. [44] Tetapi dalam riwayat Yusuf dalam Alkitab, tajuk Raja (Ibrani: Melekh) dan Firaun digunakan secara bergantian untuk penguasa Mesir dalam Kejadian Bab 39-41. [45]\n\nThe Malik (dari Mesir) berkata: \"Saya melihat (dalam penglihatan) tujuh lemak Kine, yang tujuh orang yang bersandar memakan, dan tujuh telinga hijau jagung, dan tujuh (yang lain) layu. , jika kamu dapat menafsirkan penglihatan. \"\n\n- Al -Qur'an, Surah 12 (Yusuf), Ayah 43, [46]\nKemudian selepas mereka kami menghantar Musa dengan tanda -tanda kami kepada Fir'aun dan ketua -ketuanya, tetapi mereka secara salah menolak mereka. Jadi lihat bagaimana berakhirnya al-Mufsidin (Arab: ألمفسegre, \"pembuat kerosakan\" atau \"penipu\").\n\n-Al-Qur'an, Surah 7 (al-Araf), Ayah 103 [47]\nDan Malik berkata: \"Bawa dia kepada saya.\" Tetapi apabila Rasul itu datang kepadanya, dia (Yusuf) berkata: \"Kembali kepada Tuhanmu dan tanya kepadanya, 'Apa yang terjadi kepada wanita yang memotong tangan mereka? Tentunya, Tuhanku (Allah) menyedari plot mereka.\n\n- Al -Qur'an, Surah 12 (Yusuf), Ayah 50, [48]\nDan tuan Joseph membawanya, dan memasukkannya ke dalam penjara, tempat di mana tahanan raja terikat; Dan dia ada di penjara.\n\n- Kejadian 39:20\nDan Yusuf berusia tiga puluh tahun ketika dia berdiri di hadapan firaun raja Mesir.-Dan Yusuf keluar dari kehadiran Firaun, dan pergi ke seluruh tanah Mesir.\n\n- Kejadian 41:46\nDan Yusuf meletakkan bapanya dan saudara -saudaranya, dan memberi mereka milik di tanah Mesir, yang terbaik di tanah, di tanah Rameses, seperti yang diperintahkan oleh Firaun.\n\n- Kejadian 47:11",
"Ayyub": "Job (Arab: أيوigh, Romanized: Ayūb) dikenali sebagai nabi dalam Islam dan disebutkan dalam Al -Quran. [1] Kisah Ayub dalam Islam selari dengan kisah Alkitab Ibrani, walaupun penekanan utama adalah pada pekerjaan yang tetap teguh kepada Tuhan; Tidak ada sebutan mengenai perbincangan Job dengan rakan -rakan dalam teks Al -Qur'an, tetapi kemudian kesusasteraan Muslim menyatakan bahawa Job mempunyai saudara -saudara, yang berhujah dengan lelaki tentang penyebab penderitaannya. Beberapa pengulas Muslim juga bercakap tentang Ayub sebagai nenek moyang orang Rom. [2] Kesusasteraan Islam juga mengulas mengenai masa dan tempat pelayanan nubuatan, mengatakan bahawa dia datang selepas Yusuf dalam siri nubuatan dan bahawa dia berkhotbah kepada rakyatnya sendiri dan bukannya dihantar ke masyarakat tertentu. Tradisi selanjutnya menceritakan bahawa pekerjaan akan menjadi pemimpin di syurga kumpulan \"mereka yang sabar bertahan\". [3]\n\nAyūb (Ayub) pertama kali disebut dalam Al -Quran dalam ayat berikut:\nSesungguhnya, kami telah mendedahkan kepada anda, [Wahai Muhammad], seperti yang kami terungkap kepada Nuh dan para nabi selepasnya. Dan kami mendedahkan kepada Abraham, Ishmael, Ishak, Yakub, keturunan, Yesus, Ayub, Yunus, Harun, dan Salomo, dan kepada Daud kami memberikan buku [Zabur].\n\n-Al-Quran, Sura 4 (An-Nisa), Ayah 163 [4]\nAl -Quran menggambarkan Job sebagai hamba Allah yang benar, yang ditimpa penderitaan untuk jangka waktu yang panjang. Walau bagaimanapun, dengan jelas menyatakan bahawa Job tidak pernah kehilangan kepercayaan kepada Tuhan dan selama -lamanya dipanggil kepada Tuhan dalam doa, meminta Dia untuk menghapuskan penderitaannya:\n\nDan [menyebut] pekerjaan, ketika dia memanggil Tuhannya, \"Sesungguhnya, kesukaran telah menyentuh saya, dan anda adalah yang paling mengasihani yang penuh belas kasihan.\"\n\n- Al -Quran, Sura 21 (Nabi), Ayah 83 [5]\nKisah itu terus menyatakan bahawa selepas bertahun -tahun menderita, Tuhan memerintahkan pekerjaan untuk \"menyerang dengan kaki anda!\". [6] Seketika, Job melanda tanah dengan kakinya dan Tuhan menyebabkan musim bunga yang sejuk untuk keluar dari bumi, dari mana Job dapat menambah dirinya sendiri. Al -Quran menyatakan bahawa ketika itu Allah menghilangkan kesakitan dan penderitaannya dan Dia mengembalikan keluarga Ayub kepadanya, memberkati dia dengan banyak generasi anak -anak dan memberinya kekayaan yang besar. Sebagai tambahan kepada penerangan ringkas tentang naratif Ayub, Al -Quran selanjutnya menyebutkan pekerjaan dua kali dalam senarai orang -orang yang Tuhan telah memberikan bimbingan, kebijaksanaan dan inspirasi khas (iv: 163) dan sebagai salah seorang lelaki yang menerima kuasa, karunia kenabian (VI: 84).\n\nSelepas Syaitan telah berhenti berusaha untuk memalingkan pekerjaan dari Tuhan, Allah menghapuskan penderitaan Ayub dan mengembalikan keluarganya kepadanya, menggandakannya. Dia mengembalikan kekayaan Job dan mandi dengan emas. Sebaik sahaja isteri Job telah melihat suaminya dipulihkan kepada kemakmuran dan kesihatan, dia berdoa terima kasih kepada Tuhan tetapi kemudian bimbang dengan sumpah suaminya telah diambil sebelumnya, di mana dia telah berjanji untuk mengalahkannya dengan seratus pukulan. Ayub juga sangat sedih atas sumpah yang telah diambilnya, di tengah -tengah penderitaannya. Tuhan, bagaimanapun, menghantar wahyu kepada Ayub, yang memberitahunya untuk tidak mengalahkan isterinya tetapi dengan lembut memukulnya dengan sekumpulan rumput lembut. [7]\n\nRujukan Al -Qur'an\nNubuatan Job: 4: 163, 6:84\nPercubaan dan Kesabaran: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nBacaan lanjut\nIbn Kathir, Bidaya Wa L-Nihaya, I, 220-225\nTafsir pada xxi dan xxxvii\nTabari, I, 361-364\nThalabi, Tales of the Nabi, Kaherah 1339, 106-114\nKisa'i, Kisah Nabi, 179-190\nIbn Asakir, Tarikh al-Kabir, III, 190-200",
"Shuayb": "Shuaib, Shoaib, Shuayb atau Shu'ayb (Arab: ش Syarikat, Ipa: [ʃuʕajb]; bermaksud: \"Siapa yang menunjukkan jalan yang betul\") adalah seorang Nabi (nabi) di dalam Islam, dan nabi yang paling dihormati dalam iman yang berdarah. [ 1] Shuayb secara tradisinya dikenal pasti dengan Jethro Alkitab, bapa mertua Musa. Shuaib disebut dalam Al -Quran sebanyak 11 kali. [2] Dia dipercayai telah hidup selepas Ibrahim (Abraham), dan umat Islam percaya bahawa dia telah dihantar sebagai nabi kepada masyarakat: orang Midian, [3] yang juga dikenali sebagai Aṣḥāb al-Aykah (\"Sahabat Kayu\") , [4] [5] [6] [7] kerana mereka digunakan untuk menyembah pokok besar. Kepada rakyat, Shuaib mengisytiharkan jalan lurus dan memberi amaran kepada rakyat untuk menamatkan cara penipuan mereka. Apabila masyarakat tidak bertaubat, Allah (Tuhan) memusnahkan masyarakat. [3] [5]\n\nShuaib difahami oleh umat Islam telah menjadi salah satu daripada beberapa nabi Arab yang disebut dengan nama dalam Al -Qur'an, yang lainnya adalah Salih, Hud, dan Muhammad. Dikatakan bahawa dia dikenali oleh umat Islam sebagai \"pendakwah yang fasih di kalangan para nabi\", kerana dia, menurut tradisi, memberikan bakat dan kefasihan dalam bahasanya. [8]\n\nKonteks sejarah\nKawasan yang Shu'ayb dihantar ke dinamakan 'Madyan dalam Al -Quran, yang dikenali dalam bahasa Inggeris sebagai Midian, yang sering dirujuk dalam Alkitab. Orang -orang Midian dikatakan sebagai keturunan Arab, walaupun menjadi jiran orang Kanaan Alkitabiah, mereka bercampur dengan mereka. Dikatakan mereka adalah suku yang mengembara, dan wilayah utama mereka pada masa Musa (Musa) adalah Semenanjung Sinai.\n\nPengenalan yang dipertikaikan dengan Jethro\nJethro disebut dalam Alkitab (Keluaran 3: 1) sebagai Bapa dalam Hukum Musa. Walaupun Shuaib sering dikenal pasti dengan Jethro Imam Midian, kebanyakan ulama moden menolak pengenalan ini. Para pengulas klasik, seperti Ibn Kathir, mengatakan Shu'ayb adalah cucu besar Abraham: Shu'ayb dipercayai menjadi anak kepada Mikil, anak Issachar, anak lelaki Midian, anak Abraham. [8] Itu tidak mungkin pengenalan diri dengan Jethro, yang hidup pada masa Musa, yang dikatakan beratus -ratus tahun selepas Abraham. [9]\n\nAl -Quran menyatakan bahawa Shuaib dilantik oleh Tuhan untuk menjadi nabi kepada umat Midian. Orang -orang di tanah ini dikatakan sangat terkenal kerana menipu orang lain melalui ketidakjujuran dan penyembahan berhala. Nubuatan Shu'ayb terutamanya terlibat memanggil orang Midian ke jalan Tuhan yang betul, [10] dan melarang mereka untuk menyembah tuhan -tuhan palsu.\n\nIa juga berkata dia memberitahu rakyatnya untuk berhenti menjadi tidak jujur ​​dalam aktiviti harian mereka. Walaupun dia berkhotbah dan bernubuat untuk tempoh masa yang berterusan, majoriti rakyat enggan mendengarnya. Shuayb, bagaimanapun, tetap teguh. Dia secara konsisten berkhotbah dengan kuat terhadap orang jahat, memberitahu mereka tentang hukuman yang telah menimpa orang berdosa di hadapan mereka. Shu'ayb memberi amaran kepada rakyat bahawa kejahilan mereka akan membawa kepada kemusnahan Midian, memberikan contoh sejarah para nabi terdahulu, termasuk Nuh, Hud, Salih dan Lot, [11] semua umatnya telah dimusnahkan oleh Tuhan.\n\nOrang -orang menafikan Shu'ayb dan memberitahunya bahawa, bukan untuk keluarga berprestij yang dia berasal, dia pasti akan dilempari batu hingga mati. Shuayb menjawab, \"Adakah keluarga saya lebih pertimbangan dengan anda daripada Tuhan?\" Apabila orang Midian enggan percaya, mereka dimusnahkan oleh gempa bumi yang besar. [3] Walau bagaimanapun, Al -Qur'an menyebut bahawa Shu'ayb, dan sahabatnya yang percaya, diselamatkan dari hukuman guruh. [11] [12]\n\nPersamaan dengan nabi lain\nMisi Shuayb sering disebut dalam Al -Quran dengan misi Nuh, Hud, Salih dan Lot. Para ulama telah menyatakan bahawa lima nabi ini menunjukkan misi nubuatan awal: [13] Nabi akan dihantar kepada masyarakatnya; Masyarakat tidak akan memberi perhatian kepada amarannya dan sebaliknya akan mengancamnya dengan hukuman; Setelah bertahun -tahun berkhotbah, Tuhan akan memintanya meninggalkan masyarakatnya, sementara umat -Nya kemudiannya dimusnahkan dalam hukuman. [13] Ulama secara kronologi mentafsirkan penyenaraian lima nabi, jadi Shu'ayb adalah keturunan Nuh (berkhotbah tentang Banjir Besar) dan Nabi Abraham.",
"Musa": "Dalam Islam, Mūsā ibn'Imrān (Arab: موسی ابن عمران, Lit. 'Musa, Anak Amram'), [1] adalah seorang nabi dan utusan Allah yang penting (Allah) dan adalah individu yang paling kerap disebut dalam Al -Quran, dengan Nama beliau disebutkan 136 kali dan hidupnya dirwinkan dan diceritakan lebih banyak daripada mana -mana nabi lain. [2] [3]\n\nMenurut Al -Quran, Musa dilahirkan pada keluarga Israel. Pada zaman kanak -kanaknya, dia dimasukkan ke dalam bakul yang mengalir ke arah Sungai Nil, dan akhirnya Musa ditemui oleh isteri Firaun (fir'awn) Asiya, yang menjadikan Musa sebagai anak angkatnya. Setelah mencapai dewasa, Musa kemudian tinggal di Midian, sebelum berlepas ke Mesir lagi untuk mengancam Firaun. Semasa kenabiannya, Musa dikatakan telah melakukan banyak mukjizat, dan juga dilaporkan secara peribadi bercakap dengan Tuhan, yang memberikan gelaran 'Speaker Tuhan' (Kalīm Allāh) atas Musa. Keajaiban Nabi yang paling popular adalah dia membahagikan laut, dengan tongkat ajaib yang disediakan oleh Tuhan. Selain daripada Al -Quran, Musa juga digambarkan dan dipuji dalam kesusasteraan hadith juga.\n\nSelepas kematian Firaun, Musa dan pengikutnya bergerak ke arah Yerusalem, di mana Nabi akhirnya mati. Dalam tradisi Islam, dia dipercayai telah dikebumikan di Nabi Musa, dan akhirnya dibesarkan ke langit. Selepas itu, dia dilaporkan telah bertemu Muhammad di tujuh langit berikutan kenaikan kedua dari Yerusalem semasa perjalanan malam ('Isrā' mi'rāj). [4] Semasa perjalanan, Musa dikatakan berulang kali menghantar Muhammad kembali bertemu dengan Tuhan dan meminta pengurangan bilangan doa harian yang diperlukan, yang pada asalnya dipercayai lima puluh, sehingga hanya lima doa wajib tetap. [5] [6]\n\nMusa dilihat sebagai tokoh yang sangat penting dalam Islam. Menurut teologi Islam, semua umat Islam mesti mempunyai kepercayaan dalam setiap nabi dan utusan Tuhan, yang termasuk Musa dan saudaranya Harun. Kehidupan Musa umumnya dilihat sebagai selari rohani dengan kehidupan Muhammad, dan umat Islam menganggap banyak aspek kehidupan dua individu untuk dikongsi. [1] Kesusasteraan Islam juga menggambarkan hubungan selari antara rakyat dan insiden yang berlaku dalam hayat mereka; Pengekstrakan orang Israel dari Mesir kuno dianggap sama dengan penghijrahan Muhammad dan pengikutnya dari Mekah ke Madinah ketika kedua -dua peristiwa itu berlaku dalam menghadapi penganiayaan -orang Israel oleh orang Mesir kuno, dan dari umat Islam awal oleh orang Mekah, masing -masing. [7] Wahyu -wahyu, seperti Sepuluh Perintah, yang merupakan sebahagian daripada kandungan Taurat dan menjadi pusat kepada agama -agama Abraham Judaisme dan Kekristianan. [8] [9] Akibatnya, orang Yahudi dan Kristian ditetapkan sebagai \"orang -orang buku\" untuk umat Islam dan harus diiktiraf dengan status istimewa ini di mana undang -undang Islam diterapkan. Musa terus dihormati dalam kesusasteraan Islam, yang memperluaskan insiden hidupnya dan mukjizat yang dikaitkan dengannya dalam Al -Quran dan hadith, seperti perbualan langsungnya dengan Tuhan.",
"Harun": "Dalam Islam, Hārūn ibn'Imrān [2] (Arab: هارون ابن عمران, Lit. 'Aaron, anak Amram'), adalah seorang nabi dan utusan Allah (Allah), dan abang Nabi Musa (Musa). [3] [Pengesahan Gagal] [Penjelasan diperlukan] Dia bersama -sama dengan saudaranya mengisytiharkan orang Israel ke Exodus. [4]\n\nAl -Quran mengandungi banyak rujukan kepada Aaron, baik dengan nama dan tanpa nama. Ia mengatakan bahawa dia adalah keturunan Abraham [5] dan menjelaskan bahawa dia dan Musa dihantar bersama untuk memberi amaran kepada Firaun tentang hukuman Tuhan. [6] Ia juga menambah bahawa Musa sebelum ini telah berdoa kepada Tuhan untuk menguatkan pelayanannya sendiri dengan Harun [7] dan bahawa Harun membantu Musa kerana dia juga seorang nabi, [8] dan sangat fasih dalam hal ucapan dan wacana. [9] Al -Quran menambah bahawa kedua -dua Musa dan Harun diamanahkan untuk menubuhkan tempat kediaman orang Israel di Mesir, dan untuk menukar rumah -rumah itu menjadi tempat ibadat untuk Tuhan. [10]\n\nKejadian anak lembu emas seperti yang diriwayatkan dalam Aaron cat Quran dalam cahaya positif. Al -Quran mengatakan bahawa Harun telah diamanahkan kepimpinan Israel sementara Musa berada di ṭūr sīnā '(Arab: طـور سيـنـاء, Gunung Sinai) selama empat puluh hari. [11] [12] [Pengesahan gagal] menambah bahawa Harun berusaha sebaik mungkin untuk menghentikan penyembahan anak lembu emas, yang dibina bukan oleh Harun tetapi oleh seorang lelaki jahat dengan nama 'As-Samiri'. [13] Apabila Musa kembali dari Gunung Sinai, dia menegur Harun kerana membenarkan penyembahan berhala itu, yang Harun memohon dengan Musa untuk tidak menyalahkannya ketika dia tidak mempunyai peranan dalam pembinaannya. [14] [12] Al -Quran kemudian menambah bahawa Musa di sini meratapi dosa -dosa Israel, dan mengatakan bahawa dia hanya mempunyai kuasa atas dirinya dan Harun. [15]\n\nAaron kemudiannya diperingati dalam Al -Quran sebagai orang yang mempunyai \"kuasa yang jelas\" [16] dan seorang yang \"dipandu ke jalan yang betul\". [17] Ia juga menambah bahawa ingatan Aaron ditinggalkan untuk orang -orang yang datang selepas dia [18] dan dia diberkati oleh Allah bersama -sama dengan saudaranya [19] Al -Quran juga mengatakan bahawa orang -orang yang dipanggil 'Ibu Isa Maryam (Arab: مـريـم, Mary) a \" Sister Harun \"[20] Ulama Muslim membahaskan tentang siapa sebenarnya\" Harun \"ini dari segi persona bersejarahnya, dengan beberapa mengatakan bahawa ia adalah rujukan kepada Aaron of the Exodus, dan istilah\" kakak \"yang menetapkan hanya metafora atau hubungan rohani antara kedua -dua tokoh itu, lebih jelas apabila Mary adalah keturunan keturunan imam Harun, sementara yang lain memegangnya menjadi orang lain yang benar yang hidup pada masa Kristus dengan nama \"Aaron\". Kebanyakan ulama telah bersetuju dengan perspektif bekas, dan telah menghubungkan Mary secara rohani dengan kakak Aaron yang sebenarnya, nama miryamnya (Arab: مـريم, Ibrani: מִיָם), [21] yang dia menyerupai banyak cara. Al -Quran juga menceritakan bahawa, berabad -abad kemudian, ketika Tabut (Arab: تـابـوت, Ark of the Covenant) kembali ke Israel, ia mengandungi \"peninggalan dari keluarga Musa dan peninggalan dari keluarga Aaron\". [22]",
"DhulKifl": "Dhul-kifl (Arab: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, secara literal \"pemilik kifl\"; juga dieja Dhu l-kifl, Dhul-kifl, Zu al-kifl, atau Zu l-kifl) adalah seorang nabi Islam. Walaupun identitinya tidak diketahui, identitinya telah diwarisi dan dikenal pasti sebagai pelbagai nabi bible Ibrani dan tokoh -tokoh lain, yang paling biasa Yehezkiel dan Gautama Buddha. [1] [2] [3] [4] Dhul-Kifl dipercayai telah ditinggikan oleh Allah ke stesen tinggi dalam kehidupan dan dicatat dalam Al-Quran sebagai seorang lelaki dari \"syarikat yang baik\". [5] Walaupun tidak banyak yang diketahui Dhul-Kifl dari sumber-sumber sejarah yang lain, semua tulisan dari pengulas klasik, seperti Ibn Ishaq dan Ibn Kathir, bercakap tentang Dhul-Kifl sebagai seorang lelaki nubuatan, suci yang tetap setia dalam doa dan ibadat harian. [ 6]\n\nSebuah makam di wilayah Ergani diyarbakir, Turki dipercayai oleh beberapa tempat berehat Nabi Dhul-Kifl. Ia terletak 5 km dari pusat bandar di atas bukit yang dipanggil Makam Dağı. [7] [8]\n\nEtimologi\nNama Dhul-Kifl secara harfiah bermaksud \"pemilik kifl\", menggunakan jenis nama di mana ذُو dhū (\"pemilik\") mendahului beberapa ciri yang berkaitan dengan ciri-ciri. [9] Nama-nama seperti itu digunakan untuk tokoh-tokoh lain yang terkenal di dalam Al-Quran, misalnya Dhu al-Qarnayn (Arab: ذُو ٱلْقرْين, diterangi. ٱلْنُّون, lit. 'Satu dengan ikan'), merujuk kepada Yunus. Kifl adalah perkataan Arab kuno yang bermaksud \"double\" atau \"duplikat\", dari akar yang bermaksud \"dua\" atau \"melipat\"; Ia juga digunakan untuk lipatan kain. Nama itu pada umumnya difahami bermaksud \"salah satu bahagian ganda\". Sesetengah ulama telah mencadangkan bahawa nama itu bermaksud \"lelaki dengan balasan berganda\" atau sebaliknya \"lelaki yang menerima balasan dua kali lebih banyak\", [10] yang mengatakan bahawa ia adalah gelaran untuk Ayub, kerana keluarganya dikembalikan kepadanya Menurut Al -Quran dan Kitab Job. [11]\n\nMenurut satu pandangan, ia bermaksud \"lelaki kifl\", sebagai \"salah satu ...\" adalah satu lagi terjemahan yang mungkin dari participle dhū, dan kifl didakwa penampilan Arab \"Kapilavastu\". [12]\n\nYehezkiel\nAda yang berpendapat bahawa Dhul-Kifl boleh menjadi Yehezkiel. Apabila pengasingan, monarki, dan negara telah dimusnahkan, kehidupan politik dan kebangsaan tidak lagi mungkin. Selaras dengan dua bahagian bukunya, keperibadiannya dan khotbahnya sama-sama dua kali, dan gelaran Dhul-Kifl bermaksud \"orang yang berganda\" atau \"melipat\".\n\nAbdullah Yusuf Ali, dalam ulasan Qurannya berkata:\n\nDhul-Kifl secara literal bermaksud \"pemilik, atau memberi, requital atau bahagian ganda\"; Atau, \"orang yang menggunakan jubah ketebalan ganda,\" yang menjadi salah satu makna kifl. Para pengulas berbeza dengan pendapat siapa yang dimaksudkan, mengapa tajuk itu diterapkan kepadanya. Saya fikir cadangan terbaik adalah yang diberikan oleh Karsten Niebuhr dalam Reisebeschreibung Nach Arabien, Copenhagen, 1778, ii. 264-266, seperti yang disebutkan dalam Ensiklopedia Islam di bawah Dhul-Kifl. Dia melawat Meshad 'All in' Iraq, dan juga bandar kecil yang dipanggil Kifl, pertengahan antara Najaf dan Hilla (Babylon). Kefil, katanya, adalah bentuk Arab Yehezkiel. Kuil Yehezkiel ada di sana, dan orang -orang Yahudi datang kepadanya pada haji. Jika kita menerima \"dhul-kifl\" bukanlah epithet, tetapi bentuk arab yang \"zekiel\", ia sesuai dengan konteksnya, Yehezkiel adalah seorang nabi di Israel yang dibawa ke Babel oleh Nebuchadnezzar selepas serangan kedua terhadap Yerusalem (kira-kira B.C. 599). Buku beliau termasuk dalam Bible Inggeris (Perjanjian Lama). [15] Dia dirantai dan terikat, dan dimasukkan ke dalam penjara, dan untuk seketika dia bodoh. Dia melahirkan semua dengan kesabaran dan ketabahan, dan terus menegur dengan berani kejahatan di Israel. Dalam petikan yang terbakar, dia mengecam pemimpin -pemimpin palsu dengan kata -kata yang kekal benar: \"Celakalah kepada gembala Israel yang memakan diri mereka sendiri, tidakkah orang gembala memberi makan kawanan? Bunuh mereka yang diberi makan: tetapi kamu tidak memberi makan kawanan. Orang yang berpenyakit tidak diperkuatkan, tidak juga kamu menyembuhkan yang sakit, tidak ada yang terikat dengan yang telah rosak ...... \"[16]\n\n- Abdullah Yusuf Ali, Al -Qur'an: Teks, Terjemahan dan Komentar [17]\n\nDisebut dalam Al -Quran\nDalam Al -Quran\nDhul-Kifl telah disebutkan dua kali dalam Al-Quran, dalam ayat-ayat berikut:\n\nDan (ingat) Ismail, Idris, dan Dhul-kifl, semua (lelaki) ketabahan dan kesabaran.\nKami mengakui mereka kepada rahmat kami: kerana mereka adalah orang -orang yang benar.\n\n-Quran, Surah al-Anbiya (21), Ayahs 85-86 [13]\nDan memperingati Ismail, Elisha dan Dhul-Kifl: masing-masing adalah syarikat yang baik.\n\n- Al -Quran, Surah Sad (38), Ayah 48 [14]\nDalam kedua-dua kes, Dhul-kifl disebut dalam konteks senarai nabi-nabi Al-Qur'an, termasuk banyak lagi yang tidak disebutkan dalam Ayat yang disebutkan di atas.\nAl Kifl (Arab: الكفل; ul-kifl) adalah sebuah bandar di tenggara Iraq di Sungai Euphrates, antara Najaf dan Al Hillah. Nama-nama variasi untuk kuil di dalam Al Kifl adalah: Kuil Dhu'l Kifl, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, Hazqiyal, . Hazqiyal adalah transliterasi bahasa Arab dari Y'Hezqel Ibrani, yang kebanyakannya digunakan oleh Yahudi Sephardi selepas mereka mengadopsi bahasa Arab. Ini menunjukkan bahawa orang-orang Yahudi menyamakan Yehezkiel dan Dhul-Kifl, dan Exegetes Muslim mengikutinya. Pihak berkuasa Iraq menegaskan bahawa pada tahun 1316 (715-16 AH) Ilkhanid Sultan Uljaait memperoleh hak penjagaan atas makam dari masyarakat Yahudi. Akibatnya, kuil itu dinamakan semula mengikut tatanama Islam untuk nabi yang sama. Sultan Uljaait menambah struktur dengan membina masjid dan menara. Selain itu dia memulihkan kuil yang melaksanakan beberapa perubahan yang dijelaskan dengan membandingkan keadaannya sekarang dengan penerangan pelancong pra-Ilkhanid. Tapak ini kekal sebagai tempat ziarah Muslim sehingga permulaan abad kesembilan belas ketika Menahim ibn Danyal, seorang Yahudi yang kaya, berjaya mengubahnya kembali ke tapak Yahudi dan memulihkannya. Menara itu kekal sebagai satu -satunya saksi untuk masa jabatannya sebagai tapak Islam. Walaupun masjid dan menara dibina pada abad ke-14, zaman purba kuil dan kubur tidak dapat ditentukan. [18]\n\nGautama Buddha\nDhul-Kifl juga telah dikenal pasti dengan Gautama Buddha. [19] [20] [21] [22] Makna Dhul-Kifl masih dibahaskan, tetapi, menurut satu pandangan, ia boleh bermaksud \"lelaki dari Kapil (Kapilavastu, kota di mana Buddha menghabiskan tiga puluh tahun dalam hidupnya). [12] [20]\n\nPara penyokong pandangan ini memetik ayat-ayat pertama bab ke-95 Al-Quran, Surah di-Tin:\n\nOleh Fig dan Zaitun, dan Gunung Sinai, dan bandar yang selamat ini ˹of Mekah!\n\n-Al-Quran, 95: 1-3\nMenurut pandangan ini, dari tempat -tempat yang disebutkan dalam ayat -ayat ini: Sinai adalah tempat di mana Musa menerima wahyu; Mekah adalah tempat Muhammad menerima wahyu; Dan pokok zaitun adalah tempat di mana Yesus menerima wahyu. Dalam kes ini, pokok ara yang tinggal adalah di mana Gautama Buddha menerima wahyu. [21]\n\nAda juga yang mengambilnya sedikit lebih jauh dan menyatakan bahawa Muhammad sendiri adalah Buddha, seperti kata Buddha bermaksud \"tercerahkan\". [23]\n\nYang lain\nDhul-Kifl juga telah dikenalpasti dengan pelbagai cara dengan Joshua, Obadiah [24] dan Yesaya. [25] [24]",
"Dawud": "Dawud (Arab: pire ainan, romanisasi: dāwūd [daːwuːd]), adalah seorang nabi dan utusan Allah (Allah) dan raja yang benar-benar, yang diabaikan oleh Raja Israel. [1] Di samping itu, umat Islam juga menghormati Daud kerana telah menerima wahyu ilahi Zabur (Mazmur). [2] [3] Dawud dianggap sebagai salah satu orang yang paling penting dalam Islam. Disebutkan enam belas kali dalam Al -Quran, Daud muncul dalam Kitab Suci Islam sebagai pautan dalam rantai nabi yang mendahului Muhammad. [4] Walaupun dia biasanya tidak dianggap sebagai salah satu nabi \"pemberian undang-undang\" (Ulū al-'Azm), \"dia jauh dari tokoh kecil\" dalam pemikiran Islam. [2] Dalam tradisi Islam kemudian, dia dipuji kerana ketegangannya dalam doa dan puasa. Dia juga dibentangkan sebagai penguasa prototaip dan sebagai simbol kuasa Tuhan di bumi, setelah seketika seorang raja dan nabi.\n\nDaud amat penting untuk seni bina agama Yerusalem Islam. [1] Dawud dikenali sebagai Daud Alkitabiah yang, menurut Alkitab Ibrani, raja kedua United Kingdom Israel dan Yehuda, memerintah c. 1010-970 SM. [Kutipan diperlukan]\n\nSebutan dalam Al -Quran\nNaratif Daud dalam Al -Quran, dalam banyak aspek, persamaan yang diberikan dalam Alkitab. Dia dinamakan seorang nabi (Nabī) dan juga seorang utusan (rasūl), Daud dimasukkan ke dalam senarai mereka yang menerima wahyu (Waḥy; Q4: 163) atau bimbingan (Hudā; 6:84) dari Tuhan. Dalam kedua -dua senarai namanya muncul di sebelah anaknya Salomo. Di tempat lain, Al -Quran menjelaskan bahawa Tuhan memberi kepada mereka berdua hadiah \"penghakiman yang baik\" (ḥukm; 21:79) dan \"pengetahuan\" ('ilm; 21:79; 27:15). Namun Al -Quran juga menganggap David merit yang membezakannya dari Salomo: David membunuh Goliath (2: 251) dan menerima wahyu ilahi yang dinamakan \"The Mazmur\" [5] (Quran 17:55 menggunakan bentuk yang tidak terbatas, sementara 21: 105 menggunakan Bentuk yang pasti al-Zabūr), [5] mungkin merujuk kepada Mazmur atau Mazmur (istilah Zabūr mungkin berkaitan dengan istilah Ibrani Mizmōr atau Syriac Mazmūrā, \"Mazmur\"). Pergunungan dan burung memuji Allah bersama -sama dengan Daud (21:79; pada 34:10 Allah memerintahkan mereka untuk berbuat demikian; Cfr. Mazmur 148: 7-10). Tuhan menjadikan Daud sebagai \"naib\" (Khalīfa; 38:26), tajuk yang dikatakan oleh Al -Quran hanya kepada Adam (2:30). Tajuk ini menunjukkan bahawa, menurut Al -Quran, Daud adalah sesuatu yang lebih daripada seorang utusan: Dia seorang pemimpin yang berpandu -putar yang menubuhkan pemerintahan Tuhan di bumi. [1] Peranan ini juga dicadangkan oleh 2: 251: \"Tuhan memberinya kuasa (mulk) dan kebijaksanaan (ḥikmah) dan mengajarnya apa yang dikehendaki -Nya. Jika Tuhan tidak mengusir beberapa orang oleh orang lain, bumi akan menjadi korup.\" [2 ]\n\nAntara perkara yang diajar kepada Daud adalah keupayaan untuk membuat perisai (21:80, 34: 10-11), satu cadangan bahawa eksploitasi ketenteraan Daud adalah perbuatan Tuhan. Adalah juga penting bahawa rujukan Quran terhadap \"kebijaksanaan\" David kadang -kadang dijelaskan oleh exegetes klasik sebagai hadiah nubuatan. [6] Al -Quran juga menghubungkan Daud dan Yesus, dengan menegaskan bahawa kedua -duanya mengutuk orang -orang Israel yang tidak percaya (5:78). Lebih-lebih lagi, menurut Al-Quran, Daud diberi keupayaan untuk membezakan antara kebenaran dan kepalsuan apabila membekalkan keadilan (Faṣl al-Khiṭāb, 38:20). Selain itu, terdapat kiasan untuk ujian Daud telah diletakkan, di mana dia berdoa dan bertaubat dan Allah memaafkannya (38: 24-5). Surat Sad (bab ke -38 Al -Quran) juga dipanggil \"The Sūra of Daud\" [7] Exegetes menjelaskan bahawa sejak Daud sujud ketika meminta Tuhan memaafkannya, Muhammad diperintahkan untuk meniru dia dan melakukan sujud ketika membaca bab ini . [8]\n\nKepentingan agama\nDaud adalah salah satu daripada beberapa nabi Islam yang menerima raja juga. Walaupun nabi -nabi lain berkhotbah semasa pemerintahan raja -raja, Daud, pada zamannya, adalah raja. Oleh itu, beliau menerima tugas yang sangat besar, memastikan bahawa rakyat Israel tidak hanya dipegang secara rohani tetapi negara itu sendiri tetap kuat. Tempatnya sebagai pemimpin dan nabi dihormati oleh semua umat Islam sebagai salah satu pangkat yang sangat tinggi. Tokoh Daud, bersama dengan anak nubuatannya, Salomo, adalah ikonik orang yang memerintah dengan adil atas tanah mereka. Tuhan sering menyebut pangkat tinggi Daud sebagai nabi dan utusan dalam Al -Quran. Dia sering disebut bersama nabi lain untuk menekankan betapa hebatnya dia. Sebagai contoh, Tuhan berkata:\n\nDan kami memberinya Ishak dan Yakub dan membimbing mereka, seperti yang telah kami bimbangkan Nuh di hadapan mereka, dan keturunannya, Daud dan Solomon dan Job dan Yusuf dan Musa dan Aaron. Oleh itu, kita memberi ganjaran kepada mereka yang tegak dan berbuat baik.\n\n- Quran 6:84 [9]\nKetika Khalifah 'Umar melawat Yerusalem, patriark Sophronius menemani dia di Gunung Kuil, ketika dia mencari Mihrab Dawud (niche doa Daud) untuk melakukan doa. Pengulas kemudian mengenal pasti laman web ini dengan Menara Daud. Dalam hadith, doa dan puasa Daud disebut sebagai sayang kepada Tuhan.\n\nDiriwayatkan Abdullah bin 'Amr bin al-'as: Rasul Allah memberitahu saya, \"Doa yang paling dikasihi kepada Allah adalah Daud dan puasa yang paling dikasihi kepada Allah adalah orang-orang Daud. Dan kemudian berdoa selama satu pertiga malam dan lagi tidur untuk bahagian keenamnya dan digunakan untuk berpuasa pada hari -hari alternatif. \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nBuku Daud\nArtikel utama: Zabur\nZabur adalah Kitab Suci yang dikaitkan dengan Daud oleh Tuhan, sama seperti Musa (Musa) menerima Tawrat (Taurat), Yesus (Yesus) menerima Injil (Injil) dan Muhammad menerima Al -Quran. Dalam Alkitab Ibrani semasa, Zabur dikenali sebagai Mazmur. Walau bagaimanapun, seperti kitab suci masa lalu, Mazmur dipercayai telah rosak dari masa ke masa, dengan beberapa mesej asal kini hilang. Walau bagaimanapun, umat Islam diberitahu untuk merawat mazmur sekarang dengan rasa hormat yang besar kerana, dalam bentuk asal mereka, mereka juga merupakan buku Tuhan yang diilhamkan. Al -Quran menyatakan:\n\nTuhanmu tahu siapa pun di langit dan bumi. Kami meninggikan beberapa nabi atas yang lain; Dan kepada Daud kami memberikan Kitab Mazmur.\n\n- Quran 17:55 [11]\n\n Quran 4: 163; 17:55.\n Quran 4: 163; 6:84.\n mis. Ṭabarī, taʾrīkh, i, 559\n Hibat Allāh b. Salāma, al-Nāsikh wa-l-mansūkh (dalam margin Wāḥidī, asbāb), Kaherah 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Quran 6:84\n Sahih al-Bukhari, 2: 21: 231\n Quran 17:55",
"Suleyman": "Sulaimān ibn Dāwūd (Arab: سُليakap ْ ْ د ('' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' ' Orang Israel. Umumnya, tradisi Islam berpendapat bahawa dia adalah raja ketiga orang Yahudi dan penguasa Israel yang bijak. [1]\n\nDalam Islam, Salomo dianggap sebagai salah seorang nabi Tuhan yang dianugerahkan dengan banyak hadiah ilahi, termasuk keupayaan untuk bercakap dengan kedua -dua haiwan dan Jinn; Dia juga dikatakan telah memperbudak Shayāṭīn (شياطين, lit. 'Devils') dan dīv (epatیو, lit. 'setan') dengan sokongan cincin yang diberikan kepadanya oleh Tuhan. [2]\n\nUmat ​​Islam terus mengekalkan bahawa dia tetap menjadi monoteis yang setia sepanjang hidupnya; memerintah dengan adil di seluruh negara Israel; telah diberkati dengan tahap kerajaan yang tidak diberikan sebelum dia atau selepasnya; dan memenuhi semua perintah -Nya, yang dijanjikan mendekati Tuhan di Jannah (جنّة, Lit. 'syurga') pada akhir hidupnya. [3] Sejak kebangkitan Islam, pelbagai ahli sejarah Arab menganggap Salomo sebagai salah satu penguasa terbesar dalam sejarah. [4]\n\nSebutan dalam Al -Quran\nAl -Quran dan Tafsiran\nPenghakiman di lapangan\nDalam naratif terawal yang melibatkan Salomo, Al -Quran (21:78) secara ringkas merujuk kepada cerita yang Salomo berada di dalam syarikat bapanya, ketika dua orang datang untuk meminta Daud untuk menghakimi mereka mengenai ḥarth (حرْث, lapangan). [ 5] Kemudian pengulas Muslim berkembang pada kiasan, termasuk al-Tabari, Baidawi, dan Ibn Kathir. [6] [7] [8] Mereka berkata bahawa yang pertama dari kedua -dua lelaki itu berkata bahawa dia memiliki kebun anggur yang dia jaga sepanjang tahun sepanjang tahun. Tetapi pada suatu hari, ketika dia tidak hadir, domba lelaki lain telah tersesat ke kebun anggur dan memakan anggur. Dia diminta untuk diberi pampasan untuk kerosakan ini. ia kepada pemiliknya. Pada masa yang sama, pemilik kebun anggur akan menjaga domba dan mendapat manfaat dari bulu dan susu mereka sehingga tanahnya dikembalikan kepadanya, di mana dia akan mengembalikan domba kepada pemiliknya. Tanggapan ini menunjukkan tahap penghakiman Salomo, yang, kata Al -Quran, [10] akan mencirikan Salomo sepanjang hidupnya. Ḥikmah (kebijaksanaan), menurut tradisi Islam, akan selalu dikaitkan dengan Salomo, yang kemudiannya akan dirujuk sebagai Sulaimān al-ḥakīm (سُلي perhatian ٱلْح perempuan, \"Solomon the Wise\"). Kisah ini disesuaikan dengan Kebren Nagast, tetapi sebagai pertikaian yang diadili oleh anak lelaki Salomo. [7]\n\nSalomo dan syaitan\n\nRatu Sheba\nAl -Quran menceritakan bahawa angin itu menjadi tunduk kepada Salomo, [11] dan dia dapat mengawalnya dengan kehendaknya sendiri, dan Jinn juga berada di bawah kawalan Salomo. Jinn membantu menguatkan pemerintahan Salomo. The Devils (Shayatin), [12] dan Demon dipaksa untuk membina monumennya. [13] Tuhan juga menyebabkan'ayn yang ajaib (angk, 'fount' atau 'spring') dari qiṭr cair (قِطْر, 'tembaga' atau 'tembaga') untuk mengalir untuk Salomo, untuk digunakan oleh setan dalam pembinaan mereka. [11]\n\nApabila Daud meninggal dunia, Salomo mewarisi kedudukannya sebagai raja nubuatan orang Israel. Salomo pernah membenarkan seorang wanita membina patung bapanya. Kemudian, dia mula menyembah patung itu dan Salomo ditegur kerana menafikan penyembahan berhala di kerajaannya. Sebagai hukuman, Tuhan membolehkan salah satu syaitan yang diperbudak untuk mencuri cincin Salomo dan mengambil alih kerajaannya (Surah 38:34). Dia kemudiannya menafikan dosa -dosanya dan menguasai setan -setan lagi, memberi tumpuan kepada membina kuil itu lagi. [14] Dia berdoa kepada Tuhan untuk memberinya kerajaan yang tidak seperti apa -apa selepasnya. [15] Tuhan menerima doa Salomo dan memberinya apa yang Dia sukai.\n\nDianggap sebagai Allegoricallly, kehilangan cincin Salomo kepada syaitan -syaitan, mungkin difahami mewakili manusia kehilangan jiwanya untuk keghairahan setan. [16] Attar of Nishapur menulis: \"Jika anda mengikat div (setan), anda akan berangkat untuk Pavilion Diraja dengan Salomo\" dan \"Anda tidak mempunyai perintah atas kerajaan diri anda, kerana dalam kes anda, div adalah di tempat Salomo\" . [17]\n\nTidak seperti tradisi Talmud, Salomo tidak menyedari dan tidak pernah mengambil bahagian dalam penyembahan berhala. [18] Selanjutnya, Al -Quran menolak bahawa Salomo adalah ahli silap mata: \"(...) Salomo tidak percaya, tetapi syaitan -syaitan tidak percaya, mengajar sihir lelaki dan (...)\". (2: 102)\n\nSalomo dan semut\nSalomo bahkan mengajar bahasa pelbagai haiwan, seperti semut. Al-Quran menceritakan bahawa, suatu hari, Salomo dan tenteranya memasuki Wādin-Naml (وادِ ٱلْمل, lembah semut). Ketika melihat Salomo dan tenteranya, seorang namlah (FrPe, semut perempuan) memberi amaran kepada semua yang lain untuk \"... masuk ke dalam habitatmu, janganlah Salomo dan tuan rumahnya menghancurkan kamu (di bawah kaki) tanpa mengetahui.\" [19] Segera memahami Apa yang dikatakan oleh semut, Salomo, seperti biasa, berdoa kepada Tuhan, mengucapkan terima kasih kepada Dia kerana memberikan hadiah kepada -Nya seperti itu [20] dan selanjutnya menghindari menginjak -injak di atas koloni semut. [9]: 63 [21] Kebijaksanaan Salomo, bagaimanapun, masih lagi Daripada hadiah -hadiah yang dia terima dari Tuhan, dan umat Islam mengekalkan bahawa Salomo tidak pernah melupakan doa hariannya, yang lebih penting baginya daripada mana -mana hadiahnya.\n\nSastera eksegetikal menekankan kebijaksanaan semut dan menerangkan makna di sebalik hadiah Salomo untuk mengawal angin. Menurut Siracü'l-Kulub, semut itu meminta Salomo jika dia tahu mengapa dia dipanggil \"Solomon\" (Süleyman). Salomo mengatakan dia tidak, di mana semut itu menerangkan: \"Walaupun hati anda adalah bunyi (Selim) dan anda tahu keadaan dunia seterusnya, anda telah menerima beberapa kesenangan dunia ini dan telah ditipu oleh miliknya dan Raja -raja, oleh itu anda dipanggil Salomo. \" Selepas itu semut meminta Salomo, jika dia tahu mengapa Tuhan telah menundukkan angin untuknya. Sekali lagi, Salomo berkata tidak dan jawapan semut: \"Dia telah menundukkan angin dengan alasan: apa yang telah anda terima adalah apa -apa. Sama seperti angin berlalu, kekayaan dunia dan raja juga.\" Ulama seperti Fakhr al-Din Razi dan Al-Qurtubi menaikkan semut kepada pangkat contoh untuk manusia untuk diikuti. [22] (p198)\n\nPenaklukan Saba '\n\nRuntuhan Kuil Barran di Ma'rib, bekas ibukota Saba 'dalam apa yang sekarang Yaman\nSatu lagi aspek penting dari kerajaan Salomo adalah saiz tenteranya, yang terdiri daripada lelaki dan Jinn. Salomo sering menilai pasukan dan pahlawannya serta Jinn dan semua haiwan yang bekerja di bawahnya. Suatu hari, ketika memeriksa tenteranya, Salomo mendapati HUD-HUD (هُدْهُ?, hoopoe) hilang dari perhimpunan. [23] Tidak lama kemudian, bagaimanapun, Hud-hud tiba di mahkamah Salomo, dengan mengatakan \"Saya telah melayan (wilayah) yang kamu tidak ada yang kompas, dan saya telah datang kepada kamu dari Saba 'dengan berita yang benar.\" [24] Hud-hud lagi memberitahu Solomon bahawa rakyat Sheba menyembah matahari, dan wanita yang memerintah kerajaan itu sangat pintar dan berkuasa. Salomo, yang mendengarkan dengan teliti, memilih untuk menulis surat ke tanah Sheba, di mana dia akan cuba meyakinkan orang -orang Sheba untuk menghentikan penyembahan berhala mereka dari matahari, dan datang ke penyembahan Tuhan. Salomo mengarahkan Hud-hud untuk memberi surat kepada Ratu Sheba (Bilqis), dan kemudian menyembunyikan dan memerhatikan reaksinya. [9]: 64 Hud-hud menerima perintah Salomo, dan terbang terus ke Sheba untuk menyampaikannya Surat kepada Ratu. Ratu kemudian memanggil menteri -menteri beliau untuk mengadili dan membaca dengan kuat kepada mereka surat dari Salomo yang menyatakan kepada orang -orang Sheba: \"Dengan nama Allah yang penuh belas kasihan, kamu tidak akan meninggikan saya, tetapi datanglah kepada saya sebagai muslimīn (مُ member sebarang ). \" Dia mengambil nasihat dengan menteri -menteri dan pegawai mahkamah yang lain, berkata \"Wahai umatku, saya tahu dengan baik bahawa kamu adalah pahlawan yang berani dan kuat, dan tidak ada di muka bumi yang dapat menentang kamu, namun masih saya tahu fikiran kamu mengenai perkara ini perkara. \" Orang -orang mahkamah menjawab: \"Kamu adalah kuasa, wahai ratu, dan apa pun perintahmu, kami akan mematuhinya.\" Walau bagaimanapun, panjangnya Ratu datang ke Salomo, mengumumkan penyerahannya kepada Tuhan. [25]\n\nSolomon dan IFRIT\nWalaupun Bilqis 'sedang berjalan ke mahkamah Salomo, raja membida hamba -hambanya menyampaikan takhta ke sana sebelum ketibaannya. IFrit menawarkan perkhidmatannya (Q27: 38-40), tetapi Salomo menolak, mempercayakan tugas ini bukan kepada seorang pelayan, yang, sebagai orang yang saleh, berdoa kepada Tuhan untuk memindahkan takhta untuknya. Hebat untuk mengaitkan, doanya dijawab, takhta yang muncul di istana Salomo oleh kuasa Tuhan. Ketika Bilqis tiba, Salomo bertanya kepadanya apakah dia mengenali takhtanya, tetapi dia, berjuang untuk memahami keajaiban yang telah dilakukan Tuhan, memberikan Raja jawapan yang mengelak, sebelum akhirnya mengadopsi kepercayaan Salomo, dimenangi oleh bukti bahwa keajaiban itu tidak bahawa semata -mata tetapi Tuhan sendiri. Salomo menolak tawaran yang menggoda Ifrit, kerana dia berusaha untuk bergantung semata -mata kepada Tuhan dan bukan pada syaitan atau mana -mana makhluk lain, dan diberi ganjaran untuk kesetiaannya dengan menukarkan Bilqis kepada iman yang benar. [26]\n\nKematian\n\nMausoleum Sulaiman di sebatian Masjid Al-Aqsa, Kota Lama Yerusalem\nAl -Quran menceritakan bahawa Salomo meninggal ketika dia bersandar pada kakitangannya dan bahawa dia tetap berdiri, disandarkan olehnya, sehingga makhluk kecil - semut atau cacing - menggegarkannya, sehingga, akhirnya, ia memberi jalan - dan kemudiannya melakukannya runtuh badan.\n\nKemudian, ketika kita menetapkan kematian (Salomo), tidak ada yang menunjukkan kematiannya kecuali sedikit cacing bumi, yang tetap (perlahan -lahan) mengawasi kakitangannya: jadi ketika ia jatuh, Jinn melihat dengan jelas bahawa jika mereka tahu Tidak dapat dilihat, mereka tidak akan terperanjat dalam penalti yang memalukan (tugas mereka).\n\n- Al -Quran, Surah 34 (Sabaʾ), Ayah 14 [27]\nKetika dia tetap tegak, disandarkan kepada kakitangannya, Jinn menganggap dia masih hidup dan mengawasi mereka.\n\nMereka menyedari kebenaran hanya apabila Tuhan menghantar makhluk untuk merangkak keluar dari tanah dan menggerutu di kakitangan Salomo, sehingga tubuhnya runtuh. Ayat ini difahamkan mengajar penonton bahawa Jinn tidak tahu yang tidak kelihatan (al -Ghaib) - jika mereka tahu, mereka tidak akan tetap bekerja keras seperti orang bodoh dalam pelayanan seorang lelaki mati. [28]\n\nMahammaddim dalam Song of Solomon\nMaklumat lanjut: Muhammad dan Bible dan Root Semitik\nSeperti yang diilhamkan oleh ayat-ayat Al-Quran, sesetengah umat Islam [yang?] Percaya bahawa Muhammad (Arab: مُحمّorong, surat konsonan: m-ħ-m-d) disebutkan dalam lagu lagu (5:16) sebagai 'mahammaddim' (Ibrani: מַחֲמַדִּים, huruf konsonan: m-ħ-m-m-y-m), walaupun perkataan terakhir diterjemahkan sebagai \"wajar\" atau \"indah\" oleh orang Yahudi. [29]\n\nSalomo dan Jamshid\n\nPandangan Umum Persepolis, Iran (2) (dipotong)\nJamshid adalah raja keempat dunia, menurut Shāhnāma penyair Firdausī. Seperti Salomo, dia dipercayai mempunyai perintah atas semua malaikat dan syaitan -syaitan di dunia, dan kedua -dua raja dan imam besar Hormozd (Parsi Tengah untuk Ahura Mazda). Dia bertanggungjawab untuk banyak ciptaan yang hebat yang menjadikan kehidupan lebih selamat untuk rakyatnya: pembuatan perisai dan senjata, tenunan dan pencelupan pakaian linen, sutera dan bulu, bangunan rumah bata, perlombongan permata dan logam berharga , pembuatan minyak wangi dan wain, seni perubatan, navigasi perairan dunia dalam kapal berlayar. Dia Jamshid kini menjadi raja terbesar yang pernah diketahui oleh dunia. Dia dikurniakan Royal Farr (Avestan: Khvarena), keindahan berseri yang membakarnya dengan nikmat ilahi.\n\nOleh kerana persamaan antara kedua -dua raja yang bijak, beberapa tradisi menggabungkan kedua -duanya. Contohnya Salomo dikaitkan dengan memerintah Iran barat daya dalam karya-karya al-Balkhi. Persepolis dipercayai kerusi Salomo dan digambarkan sebagai \"taman permainan Salomo\" oleh para ulama seperti Mas'udi, Muqaddasi dan Istakhri. Penulis Muslim lain telah menentang kepercayaan bahawa Salomo pernah memerintah di Iran, dengan alasan bahawa apa -apa persamaan antara kehidupan dan perbuatan Salomo dan Jamshid adalah semata -mata kebetulan, kedua -dua orang yang berbeza dan berasingan. [30] [31] Dibawa oleh biasiswa dalam bidang mitologi Indo-Eropah, yang telah menunjukkan secara mendalam bahawa watak Jamshid berasal dari dewa Zoroastrian awal Yima, [32] [33] sedangkan beasiswa Al-Quran dan Alkitabiah menyokong ukuran bersejarah untuk Raja Nabi yang bijak. [34]",
"Ilyas": "Ilyās (Arab: إلياس) adalah seorang nabi dan utusan Allah (Allah) yang dihantar untuk membimbing anak -anak Israel. Dia diberi misi nubuatan untuk menghalang orang daripada menyembah berhala. [1] Ilyas adalah pendahulu nubuatan kepada Alyasa. [2] Beberapa ulama Islam percaya, bahawa Ilyas adalah dari keturunan Harun (Aaron). [3]\n\nSesetengah umat Islam percaya bahawa Ilyas masih hidup dan menghadiri Haji setiap tahun, bersama dengan Khidr. [4] Sesetengah umat Islam juga percaya bahawa Ilyas akan kembali pada masa akhir. [5]\n\nKehidupan awal\nDalam sumber-sumber Islam, nama penuh Ilyas ialah Ilyas ibn Yasin, [6] Sejak di As-Saffat 37: 130, Ilyas dipanggil Yasin. [7] Beberapa cerita tentang Ilyas juga disebut dalam hadis Islam; seperti kutukan orang Israel dengan kemarau oleh Ilyas, [8] penyembuhan Alyasa, [9] dan berjuang dengan Ahab. [10]\n\nMenurut banyak sumber Islam dan Alkitab, Elias (A) masih hidup dan naik ke langit. [11] Walau bagaimanapun, Ibn Kathir tidak menerima hadis ini dan menganggapnya di kalangan Isra'iliyat. [12] Di Mu'jam al-Buldan, Yaqut al-Hamawi menyebutkan kubur untuk Elias (a) di Baalbek. Adakah makam Elias (a) [14]\n\nNabi\nIlyas pertama kali disebut sebagai nabi di al-an'am 6:85. [15] Dia menjemput umatnya yang tinggal di Baalbek untuk monoteisme, mematuhi Tuhan dan meninggalkan dosa. [16] Tugas utamanya adalah untuk menghalang penyembuhan idola. [17] Selepas dia menghadapi kegigihan rakyatnya selama bertahun -tahun, mengutuk mereka dengan kemarau dan orang -orang telah ditimbulkan dengan kelaparan. [18] Naratif Ilyas dalam Al -Quran dan kemudian tradisi Muslim menyerupai dengan teliti bahawa dalam Bible dan kesusasteraan Islam mencatatkan nubuatan utama Elia yang berlaku semasa pemerintahan Ahab dan Jezebel serta Ahaziah. Bilangan nabi dan orang -orang kudus yang lain, termasuk Idris, yang dipercayai oleh beberapa ulama telah menjadi nama lain untuk Ilyas, [21] dan Khidr. [22] Legenda Islam kemudiannya mengembangkan tokoh Ilyas, sangat menghiasi sifat-sifatnya, dan beberapa kesusasteraan apokrif memberikan Ilyas status setengah manusia, separuh malaikat. [23] Ilyas juga muncul dalam karya -karya sastera yang kemudian, termasuk Hamzanama. [24]\n\nQuran\nIlyas disebutkan dalam Al -Quran, di mana khotbahnya diceritakan secara ringkas. Al -Quran menceritakan bahawa Ilyas memberitahu rakyatnya untuk menyembah Tuhan dan meninggalkan penyembahan Baal, idola utama kawasan itu. Al -Quran menyatakan: [1]\n\n\"Sesungguhnya Ilyas adalah salah seorang Rasul, apabila dia berkata kepada umat -Nya:\" Adakah anda tidak akan takut kepada Tuhan? \"Adakah kamu akan memanggil Ba'al dan meninggalkan yang terbaik dari pencipta, Tuhan, Tuhan dan penghormatan dan Tuhan dan penghargaan bapa -bapamu yang lama?\n\n-as-SAAFFAT 123-126\nAl -Quran menjelaskan bahawa majoriti orang Ilyas menafikan Nabi dan terus mengikuti penyembahan berhala. Walau bagaimanapun, ia menyebut bahawa sebilangan kecil hamba Tuhan yang setia di antara mereka mengikuti Elia dan percaya dan menyembah Tuhan. Al -Quran menyatakan, \"Mereka menafikannya (Elia), dan pasti akan dibawa ke hukuman, kecuali hamba -hamba Tuhan yang ikhlas dan setia (di antara mereka) dan kami meninggalkan ingatannya untuk keturunan.\" [25] [26]\n\nDalam Al -Quran, Tuhan memuji Elijah di dua tempat:\nDamai sejahtera Elijah! Inilah cara kita memberi ganjaran kepada mereka yang berbuat baik. Dia benar -benar antara hamba -hamba yang percaya.\n\n-Al-Quran, Bab 37 (As-SAaffat), ayat 129-132 [27]\nDan Zakariya dan Yahya dan Isa dan Ilyas, mereka semua dari kalangan orang benar\n\n-Al-Quran, Bab 6 (Al-An'am), ayat 85 [28]\nBanyak pengulas, termasuk Abdullah Yusuf Ali, telah menawarkan ulasan mengenai ayat 85 yang mengatakan bahawa Ilyas, Zakariya, Yahya dan Isa semuanya bersambung secara rohani. Abdullah Yusuf Ali berkata, \"Kumpulan ketiga tidak terdiri daripada orang -orang tindakan, tetapi pendakwah kebenaran, yang menjalani kehidupan bersendirian. Baptist, yang dirujuk sebagai \"Ilyas, yang akan datang\" (Mat 11:14) dan Elias dikatakan telah hadir dan berbincang dengan Yesus di Transfigurasi di Gunung (Mat 17: 3). \"[ 29]\n\nWalaupun kebanyakan ulama Islam percaya bahawa Elijah berkhotbah di Israel, beberapa pengulas awal mengenai Al -Quran menyatakan bahawa Ilyas dihantar ke Baalbek, di Lubnan. [30] Para ulama moden telah menolak tuntutan ini, menyatakan bahawa hubungan kota dengan Elijah akan dibuat kerana separuh pertama nama kota itu, dari Baal, yang merupakan dewa bahawa Elia menasihati umatnya untuk berhenti menyembah. Para ulama yang menolak pengenalpastian bandar Elia dengan Baalbek terus berhujah bahawa bandar Baalbek tidak disebut dengan naratif Ilyas sama ada Al -Quran atau Alkitab Ibrani. [31]\n\nKematian\nDengan peredaran masa, kemarau merebak dan ramai yang meninggal dunia. Apabila mereka melihat diri mereka, menyesali perbuatan masa lalu mereka, berpaling kepada Elias (a), dan menerima jemputannya. [32] Kemudian, kerana doa Elias (a) hujan lebat datang dan tanah itu sihat; Walau bagaimanapun, selepas beberapa ketika, orang lupa perjanjian mereka dengan Tuhan dan kembali ke penyembahan berhala. Apabila Ilyas melihat ini, dia meminta Tuhan untuk kematiannya sendiri; Tetapi, Tuhan menghantarnya kereta api dan dia naik ke langit dan memilih Alyasa yang menjadi muridnya sebagai wakilnya. [33] Ilyas jarang dikaitkan dengan eskatologi Islam. [34] Walau bagaimanapun, sesetengah umat Islam percaya bahawa Ilyas dijangka kembali bersama dengan tokoh misteri Khidr pada akhir zaman. [5]\n\nLegacy\nKesusasteraan dan tradisi Islam menceritakan bahawa Ilyas berkhotbah kepada kerajaan Israel, yang diperintah oleh Ahab dan kemudian anaknya Ahazia. Dia dipanggil \"nabi gurun seperti Yahya\". [35] Ilyas dipercayai telah berkhotbah dengan semangat kepada Ahab dan isterinya Jezebel, yang menurut tradisi Muslim sebahagiannya bertanggungjawab untuk menyembah berhala -berhala palsu di kawasan ini. Umat ​​Islam percaya bahawa ia adalah kerana majoriti orang enggan mendengar Elijah bahawa Elisa terpaksa terus memberitakan mesej Tuhan kepada Israel selepasnya. [36]\n\nIlyas telah menjadi subjek legenda dan folktales dalam budaya Islam, biasanya melibatkan pertemuannya dengan Khidr. Menurut laporan Exegete Muslim, Muhammad bertemu Ilyas di Mekah. [37] Dalam mistisisme Islam, Ilyas dikaitkan rapat dengan khidr bijak. Satu Hadis melaporkan bahawa Ilyas dan Khidr bertemu bersama setiap tahun di Yerusalem untuk pergi ke Ziarah ke Mekah. [38] Ilyas juga muncul di Hamzanama berkali -kali, di mana dia dikatakan sebagai saudara Khidr serta orang yang minum dari mata air belia. [39] Selanjutnya, ia diriwayatkan dalam Kitab al-Kafi bahawa Imam Ja'far al-Sadiq sedang membaca sujud Ilyas dalam bahasa Syria dan mula menangis. Dia kemudian menerjemahkan permohonan dalam bahasa Arab kepada sekumpulan ulama yang berkunjung:\n\n\"Ya Tuhan, saya akan mendapati bahawa anda menghukum saya walaupun anda tahu tentang kehausan saya pada waktu tengah hari? Adakah saya akan mendapati bahawa anda menghukum saya walaupun anda tahu bahawa saya menggosok wajah saya di bumi untuk menyembah anda? Adakah saya akan mendapati bahawa anda menghukum Saya walaupun anda tahu bahawa saya menyerahkan dosa untuk anda? Adakah saya akan mendapati bahawa anda menghukum saya walaupun anda tahu bahawa saya tetap terjaga sepanjang malam hanya untuk anda? \" Yang mana Allah kemudian diilhamkan kepada Ilyas, \"angkat kepala kamu dari bumi kerana aku tidak akan menghukum kamu\". [40]\n\nNota\n \"Elias adalah sama seperti Elijah, yang ceritanya akan ditemui dalam Perjanjian Lama dalam 1 Raja 17-19 dan 2 Raja 1-2. ), raja -raja kerajaan Israel atau Samaria. dan Azariah terdedah kepada penyembahan Baal, tuhan-tuhan yang disembah di Syria. Penyembahan itu juga termasuk penyembahan kuasa-kuasa alam dan kuasa-kuasa prokreasi, seperti dalam penyembahan Hindu di lingam, dan membawa banyak penyalahgunaan. Ahab telah berkahwin dengan seorang puteri Sidon, Jezebel, seorang wanita jahat yang memimpin suaminya untuk meninggalkan Allah dan mengadopsi Baal-Worship. \" ... \"Elijah mengecam semua dosa Ahab serta dosa -dosa Ahazia dan terpaksa melarikan diri untuk hidupnya. Akhirnya, menurut Perjanjian Lama, [19] Dia telah dibawa ke badai ke syurga di dalam kereta api selepas itu Dia telah meninggalkan mantelnya dengan Nabi Elisha. \"[20]",
"Alyasa": "Alyasa (Arab: اليسuba, Romanisasi: Alyasā ') adalah nabi dan utusan Allah (Allah) yang dihantar untuk membimbing anak -anak Israel. Dalam Al -Quran, Alyasa disebut dua kali sebagai seorang nabi, [1] dan disebut kedua -dua kali bersama rakan nabi. [2] Dia dihormati oleh umat Islam sebagai pengganti nubuatan kepada Ilyas (Elijah). Sumber Islam yang mengenal pasti Elisha dengan Khidr memetik hubungan yang kuat antara Khidr dan Ilyas dalam tradisi Islam. [3]\n\nKeperibadian\nNama Alyasa disebut dua kali dalam al-an'am 6:86 dan sedih 38:48. Dalam ayat -ayat itu, tanpa menyebut apa -apa tentang keperibadian atau kenabian Alyasa, dia disebut sebagai \"dihiasi\" dan \"di kalangan pilihan\". [4] According to the Quran, Elisha is exalted \"above the rest of creation\" (Arabic: فَضَّلْنَا عَلَى ٱلْعَالَمِين, romanized: faḍḍalnā ʿala l-ʿālamīn(a)[4] and is \"among the excellent\" (Arabic: مِنَ ٱلْأَخْيَار, romanized: Mina l-akhyār). [5] Alyasa disebut dalam al-an'am 6:86 dan sedih 38:48, bersama dengan Ismail:\n\nDan Ismail dan Alyasa dan Yunus, dan Lut; Dan setiap orang yang kita kehendaki di dunia;\n\n-Al-An'am 6:86\nDan ingat hamba kami Ismail, Alyasa, dan Dhul-Kifl, masing-masing benar-benar baik.\n\n- sedih 38:48\nKeajaiban\nDalam Hadith Shia dari Ali al-Ridha, disebutkan bahawa Alyasa, mempunyai beberapa mukjizat termasuk kebangkitan orang mati, menyembuhkan sakit, dan berjalan di atas air. [Rujukan diperlukan]\n\nMakam yang dituntut\nSesetengah umat Islam percaya makam Elisha berada di al-Awjam di rantau timur Arab Saudi. Kuil itu dikeluarkan oleh kerajaan Saudi kerana penghormatan itu tidak sesuai dengan pergerakan pembaharuan Wahhabi atau Salafi yang dominan di Arab Saudi. [6] [7] Ia merupakan mercu tanda penting selama berabad-abad semasa zaman Arab Uthmaniyyah, dan telah menjadi destinasi haji yang sangat popular untuk umat Islam dari semua mazhab sepanjang zaman pra-moden. [8]\n\nKuburan Elisha hadir di daerah Eğil di wilayah Diyarbakir, Turki. [9] Kuil asal itu berhampiran dengan sebuah sungai yang akan dibanjiri pada tahun 1994. Lembaga rahsia sembilan ulama dibentuk oleh Majlis Bandaraya dengan kerjasama Direktorat Hal Ehwal Agama untuk mengelakkan kemampuan orang ramai untuk menggalakkan. Sebelum kawasan itu dibanjiri, kubur itu digali pada waktu malam dan badan nabi yang dipelihara - yang disaksikan oleh sembilan ulama dan pekerja rasmi - telah dihidupkan untuk dikebumikan di atas bukit yang menghadap ke dataran banjir. Walau bagaimanapun, banyak penduduk bandar melihat Nabi dalam mimpi mereka malam itu, dan ternyata sebelum matahari terbit untuk memerhatikan reburialnya di tempat baru. [10] [11]",
"Yunus": "Yunus ibn Matta (Arab: pantai -س ابن ماتا, Romanisasi: Yūnus ibn Matta) adalah seorang nabi dan utusan Allah (Allah). Yunus secara tradisinya dilihat sebagai sangat penting dalam Islam sebagai seorang nabi yang setia kepada Tuhan dan menyampaikan mesejnya. [1] [2] Yunus adalah satu -satunya nabi kecil yang dinamakan dalam Al -Quran. [3] Bab kesepuluh Al -Quran dinamakan sempena dia. [4]\n\nYunus dipanggil dhul-nun (Arab: ذُو ٱلنُّوْو) dan oleh umat Islam. [5] Dia disebut empat kali dalam nama Al -Quran. [6]\n\nSebutan hadit\nYunus juga disebut dalam beberapa insiden sepanjang hayat Muhammad. Dalam sesetengah keadaan, nama Yunus dibicarakan dengan pujian dan penghormatan oleh Muhammad. Menurut narasi sejarah tentang kehidupan Muhammad, selepas sepuluh tahun menerima wahyu, Muhammad pergi ke kota Ta'if untuk melihat apakah pemimpinnya akan membolehkannya memberitakan mesejnya dari sana dan bukannya Mekah, tetapi dia dilemparkan dari kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota oleh kota itu, setelah sepuluh tahun orang. Dia berlindung di Taman Utbah dan Shaybah, dua anggota suku Quraisy. Mereka menghantar hamba mereka, Addas, untuk melayani dia anggur untuk rezeki. Muhammad bertanya kepada Addas di mana dia berasal dan hamba itu menjawab Nineveh. \"Bandar Yunus yang adil, anak Amittai!\" Muhammad berseru. Addas terkejut kerana dia tahu bahawa orang Arab pagan tidak mengetahui Yunus. Dia kemudian bertanya bagaimana Muhammad tahu tentang lelaki ini. \"Kami bersaudara,\" jawab Muhammad. \"Yunus adalah nabi Tuhan dan saya juga seorang nabi Tuhan.\" Addas segera menerima Islam dan mencium tangan dan kaki Muhammad. [10]\n\nSalah satu kata -kata Muhammad, dalam koleksi Imam Bukhari, mengatakan bahawa Muhammad berkata \"seseorang tidak boleh mengatakan bahawa saya lebih baik daripada Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, kontemporari yang lebih tua dari Muhammad, mengajar bahawa Yunus tidak berdoa kepada Allah, dia akan tetap terperangkap di dalam ikan sehingga hari kebangkitan [14] tetapi, kerana doanya, Yunus \"hanya tinggal beberapa hari dalam perut ikan \". [14]\n\nAhli sejarah Parsi abad kesembilan, al-Tabari mencatatkan bahawa, sementara Yunus berada di dalam ikan, \"tidak ada tulang atau anggota yang cedera\". [14] Al-Tabari juga menulis bahawa Allah membuat badan ikan telus, yang membolehkan Yunus melihat \"keajaiban yang mendalam\" [15] dan Yunus mendengar semua penyanyi ikan memuji kepada Allah. [15] Kisai Marvazi, seorang penyair abad kesepuluh, mencatatkan bahawa ayah Yunus berusia tujuh puluh tahun ketika Yunus dilahirkan [14] dan dia meninggal dunia tidak lama kemudian, [14] meninggalkan ibu Yunus dengan apa-apa kecuali sudu kayu, yang ternyata Jadilah cornucopia. [14]\n\nMakam\nLihat juga: Masjid dan Kuil Mosul § Masjid_of_the_prophet_jonah\n\nGambar runtuhan masjid Yunus, berikutan kemusnahannya oleh ISIL\nLokasi semasa Nineveh ditandai dengan penggalian lima pintu, bahagian dinding di empat sisi, dan dua gundukan besar: bukit Kuyunjik dan bukit Nabi Yunus (lihat pautan peta dalam nota kaki). [16] Sebuah masjid di atas Nabi Yunus didedikasikan untuk Jonah dan mengandungi sebuah kuil, yang dihormati oleh kedua -dua umat Islam dan Kristian sebagai tapak makam Yunus. [17] Makam itu adalah tapak ziarah yang popular [18] dan simbol perpaduan kepada orang Yahudi, Kristian, dan umat Islam di Timur Tengah. [18] Pada 24 Julai 2014, Negara Islam Iraq dan Levant (ISIL) memusnahkan masjid yang mengandungi makam sebagai sebahagian daripada kempen untuk memusnahkan tempat -tempat keagamaan yang dianggap sebagai penyembahan berhala. [19] [18] Selepas Mosul diambil dari ISIL pada Januari 2017, sebuah istana Asyur kuno yang dibina oleh Esarhaddon yang bertarikh sekitar separuh pertama abad ke -7 SM ditemui di bawah masjid yang hancur. [18] [20] ISIL telah merampas istana untuk dijual di pasaran gelap, [18] [20] tetapi beberapa artifak yang lebih sukar untuk pengangkutan masih tetap di tempat. [18] [20]\n\nMakam Muslim Lain\nLokasi lain yang terkenal di makam Jonah termasuk kampung Arab Mashhad, yang terletak di tapak kuno Gath-Hepher di Israel; [21] Bandar Tebing Barat Palestin Halhul, 5 km (3.1 mi) di utara Hebron; [22] dan Tempat perlindungan berhampiran bandar Sarafand (Sarepta) di Lubnan. [23] Satu lagi tradisi meletakkan makam di sebuah bukit yang kini dipanggil Giv'at Yonah, \"Jonah's Hill\", di pinggir utara bandar Ashdod, di sebuah tapak yang diliputi oleh sebuah rumah api moden.\n\nSebuah makam Yunus boleh didapati di Diyarbakir, Turki, yang terletak di belakang Mihrab di Masjid Fathih Pasha. [24] [25] Evliya Celebi menyatakan di Seyahatname bahawa dia melawat makam Yunus. [26] [27]\n\nSebutan Al -Quran\nDi Al-Anbiya 21:87 [7] dan Al-Qalam 68:48, Yunus dipanggil Dhul-nūn (Arab: ذُو ٱلنُّوْو, lit. 'salah satu ikan'). [5] Dalam An-Nisa 4: 163 dan Al-An'am 6:86, dia disebut sebagai \"seorang rasul Allah\". [5] Surah 37: 139-148 menceritakan kisah penuh Yunus: [5]\nBegitu juga Jonah di kalangan mereka yang dihantar (oleh kami).\nSemasa dia melarikan diri (seperti hamba dari penangkapan) ke kapal (sepenuhnya) sarat,\nDia (bersetuju untuk) membuang banyak, dan dia dikutuk:\nKemudian ikan paus itu menelannya, dan dia telah melakukan perbuatan yang patut disalahkan.\nSekiranya dia tidak bertaubat dan) memuliakan Allah,\nDia pastinya akan tinggal di dalam ikan sehingga hari kebangkitan.\nTetapi kami membuangnya di pantai telanjang dalam keadaan penyakit,\nDan kami menyebabkan tumbuh, di atasnya, tumbuhan penyebaran jenis labu.\nDan kami menghantarnya (misi) kepada seratus ribu (lelaki) atau lebih.\nDan mereka percaya; Oleh itu, kami membenarkan mereka menikmati (hidup mereka) untuk seketika.\n\n-Al-Quran, Bab 37 (As-SAaffat), ayat 139-148 [8]\nAl -Quran tidak menyebut warisan Yunus, [5] tetapi tradisi Muslim mengajar bahawa Yunus berasal dari suku Binyjamin. [9]",
"Zakariya": "Menurut doktrin Islam, Zakarīyā (Arab: زكريا, Zakharia) adalah seorang nabi dan utusan Allah (Allah), dan seorang Bapa Nabi Yahya.\n\nDalam Al -Quran\nZakariya adalah imam yang benar [1] dan nabi Tuhan yang jawatannya berada di kuil kedua di Yerusalem. Dia sering bertanggungjawab menguruskan perkhidmatan kuil [2] dan dia akan sentiasa teguh dalam doa kepada Tuhan.\n\nDoakan seorang anak lelaki\nKetika dia mencapai usia tua, Zakariya mula bimbang siapa yang akan meneruskan warisan untuk memberitakan mesej Tuhan setelah kematiannya dan yang akan menjalankan perkhidmatan harian kuil itu. Zakariya mula berdoa kepada Tuhan untuk seorang anak lelaki. Berdoa untuk kelahiran anak bukan hanya dari keinginan untuk anak. [1] Dia berdoa untuk dirinya sendiri dan untuk orang ramai - mereka memerlukan seorang utusan, seorang lelaki Tuhan yang akan bekerja dalam pelayanan Tuhan selepas Zakariya. Zakariya mempunyai watak dan kebajikan dan dia mahu memindahkannya kepada pewaris rohaniya sebagai pemilikannya yang paling berharga. Impiannya adalah untuk memulihkan rumah kepada keturunan Patriarch Yakub, dan memastikan mesej Tuhan diperbaharui untuk Israel. Seperti yang diceritakan oleh Al -Qur'an:\n\nSebutan rahmat Tuhanmu kepada hamba -Nya Zakariya. Apabila dia menangis kepada Tuhannya, menangis secara rahsia, berkata: Tuhanku! LO! Tulang -tulang saya lilin lemah dan kepalaku bersinar dengan rambut kelabu, dan saya tidak pernah terbakar dalam doa kepadamu, Tuhanku. LO! Saya takut keluarga saya selepas saya, kerana isteri saya mandul. Oh, berikan saya dari kehadiran anda seorang pengganti yang akan mewarisi saya dan mewarisi (juga) rumah Yakub. Dan menjadikannya, Tuhanku, dapat diterima (kepadamu). [Quran 19: 4-6 (diterjemahkan oleh Pickthall)]\n\nBapa Yahya\nSebagai hadiah dari Tuhan, Zakariya diberi anak bernama Yaḥyá (Arab: pantai, yang dikenal pasti dengan John the Baptist), nama yang khusus dipilih untuk anak ini sahaja. Tradisi Muslim menceritakan bahawa Zakariya berusia sembilan puluh dua tahun [3] ketika dia diberitahu kelahiran John.\n\nSelaras dengan doa Zakariya, Tuhan menjadikan Yohanes (Yahya) memperbaharui mesej Tuhan, yang telah rosak dan hilang oleh orang Israel. [4] Seperti yang dikatakan oleh Al -Qur'an:\n\nO Zachariah! LO! Kami membawa kabar seorang anak lelaki yang namanya John; Kami telah memberikan nama yang sama kepada tiada sebelum (dia). Dia berkata: Tuanku! Bagaimana saya boleh mempunyai anak lelaki ketika isteri saya mandul dan saya telah mencapai usia tua? Dia berkata: Begitu juga, Tuhanmu berkata: Mudah bagi saya, dan sememangnya aku menciptakan kamu sebelum ini, ketika kamu tidak ada apa -apa. Dia berkata: Tuanku! Beri saya tanda. Beliau berkata: Tanda anda adalah bahawa anda tidak akan dapat bercakap dengan rakyat tiga malam semasa dalam kesihatan yang baik.\n\n- [Quran 19: 7-10 (diterjemahkan oleh Pickthall)]\nPenjaga Maryam\nMenurut Al -Quran, Zakariya adalah penjaga Maryam. Al -Qur'an menyatakan:\n\n(Ingat) Apabila isteri 'Imran berkata: Tuhanku! Saya telah bersumpah kepada anda yang ada di perut saya sebagai penafsiran (tawaran). Terimalah dari saya. LO! Engkau, hanya engkau, seni pendengar, pengetahuan! Dan ketika dia disampaikan, dia berkata: Tuhanku! LO! Saya disampaikan seorang wanita - Allah tahu yang terbaik dari apa yang dia disampaikan - lelaki itu bukan sebagai wanita; Dan lo! Saya telah menamakannya Mary, dan Lo! Saya menginginkan perlindungan anda untuknya dan untuk anak -anaknya dari Syaitan yang tersisih. Dan Tuhannya menerima dia dengan penerimaan penuh dan membalas dengan pertumbuhannya yang baik; dan menjadikan Zachariah penjaga. Setiap kali Zachariah masuk ke tempat kudus di mana dia berada, dia mendapati bahawa dia mempunyai makanan. Dia berkata: Wahai Mary! Dari mana datangnya anda (makanan) ini? Dia menjawab: Ia adalah dari Allah. Allah memberikan tanpa berkhidmat kepada siapa Dia akan. [Quran 3: 35-37 (diterjemahkan oleh Pickthall)]\n\nTeologi Muslim berpendapat bahawa Zakariya, bersama dengan Yohanes Pembaptis dan Yesus, mengantar era baru nabi - yang semuanya berasal dari keturunan Amram (Imran), Bapa Nabi Harun. Hakikat bahawa, dari semua imam, itu adalah Zakariya yang diberi kewajipan menjaga penjagaan Mary (Maryam) menunjukkan statusnya sebagai seorang lelaki yang saleh. Zakariya sering dipuji dalam Al -Qur'an sebagai nabi Tuhan dan manusia yang benar. Satu penilaian sedemikian ada di sura al-an'am:\n\n\"Dan Zakariya dan Yahya dan Isa dan Eliyas. Setiap orang adalah orang yang benar.\" [Quran 6:85 (diterjemahkan oleh Pickthall)]\n\nPenerjemah Al -Qur'an Abdullah Yusuf Ali menawarkan ulasan mengenai satu baris ini [5] - menunjukkan bahawa para nabi ini membuat hubungan rohani dengan satu sama lain. Dia menegaskan bahawa Yahya adalah saudara Isa, sementara Eliyas adalah seorang yang hadir dalam transfigurasi Isa [6] di atas gunung, seperti yang disebutkan dalam Perjanjian Baru. Sementara itu, Zakariya, melalui perkahwinan, adalah paman Isa dan anaknya Yayha dirujuk sebagai Eliyas dalam Perjanjian Baru. [7]",
"Yahya": "Yaḥyā ibn Zakarīyā (Arab: يحيى ابن زكريا, secara harfiah Yahya/Yohanes, anak Zakharia), yang dikenal pasti dalam bahasa Inggeris sebagai Yohanes Pembaptis, dianggap sebagai Islam seorang nabi dan utusan Allah (Allah) yang telah dibimbing untuk membimbing anak -anak Israel . Dia dipercayai oleh umat Islam sebagai saksi kepada Firman Tuhan yang akan menyuarakan kedatangan Isa al-Masih (Yesus Kristus). [1] [2]\n\nYahya disebut lima kali dalam Al -Quran. [3]\n\nYahya juga sangat dihormati dalam Sufisme serta mistisisme Islam, terutamanya kerana keterangan Al -Quran tentang kesucian dan kebaikan John. [4] Sufis sering menggunakan ulasan mengenai petikan-petikan mengenai Yohanes dalam Al-Quran, terutamanya mengenai hadiah kebijaksanaan yang diberikan Tuhan yang diperolehnya pada masa mudanya serta persamaannya dengan Yesus. Walaupun beberapa frasa yang digunakan untuk menggambarkan Yohanes dan Yesus hampir sama dalam Al -Quran, cara mereka dinyatakan adalah berbeza. [5]\n\nKelahiran\nDalam Al -Quran, Tuhan sering menyebut Zakariya yang berterusan berdoa untuk kelahiran seorang anak lelaki. Isteri Zakariya, mandul dan oleh itu kelahiran seorang kanak -kanak kelihatan mustahil. [6] Sebagai hadiah dari Tuhan, Zakharia diberikan seorang anak lelaki dengan nama Yaḥya, nama yang dipilih khusus untuk anak ini sahaja. Selaras dengan doa Zakariya, Tuhan menjadikan Yahya dan Isa, yang menurut penafsiran dilahirkan enam bulan kemudian, [7] memperbaharui mesej Tuhan, yang telah rosak dan diputarbelitkan oleh orang Israel.\n\nAl -Quran mendakwa bahawa John the Baptist adalah yang pertama menerima nama ini (Quran 19: 7-10) tetapi sejak nama Yoḥanan terjadi berkali -kali sebelum Yohanes Pembaptis, [8] ayat ini merujuk sama ada kepada konsensus sarjana Islam bahwa \"Yaḥyā \"Bukankah nama yang sama dengan\" Yoḥanan \"[9] atau ke akaun alkitabiah penamaan ajaib John, yang menyumbang bahawa dia hampir dinamakan\" Zacharias \"(Yunani: ζαχαρίας) [10] selepas nama ayahnya, Satu dalam keturunan ayahnya Zacharias (juga dikenali sebagai Zakhariah) telah dinamakan \"John\" (\"Yohanan\"/\"Yoannes\") di hadapannya. [11] Seperti yang dikatakan oleh Al -Quran: [12]\n\"O Zakaryya, sememangnya kami memberi anda berita baik seorang budak lelaki yang namanya akan menjadi Yahya, dan yang kami tidak pernah mencipta kesamaan.\n\nDia berkata: \"Wahai Tuhanku! Bagaimana saya akan mempunyai seorang anak lelaki, ketika isteri saya tandus dan aku telah berkembang jauh dari usia tua?\"\n\nDia berkata: \"Jadi, Tuhanmu berkata, 'Itu mudah bagi saya: Aku memang menciptakan engkau sebelum ini, ketika engkau tidak ada apa -apa!'\"\n\n(Zakarya) berkata: \"Wahai Tuhanku! Beri saya tanda.\" \"Tanda -Mu,\" jawabnya, \"haruslah kamu berbicara dengan tidak ada seorang pun selama tiga malam.\"\n\n- Maryam 19: 7-10\n- Maryam 19: 12-14\n\nSungai Jordan, di mana Yahya dibaptiskan Isa. [13]\nYahya diasingkan untuk berpegang teguh kepada Kitab Suci dan diberi kebijaksanaan oleh Tuhan semasa masih kecil. [14] Dia murni dan taat, dan berjalan dengan baik di hadapan Tuhan. Dia bersungguh -sungguh terhadap ibu bapanya dan dia tidak sombong atau memberontak. Pembacaan dan pemahaman John tentang Kitab Suci, ketika hanya seorang anak, melampaui bahwa para ulama yang paling besar pada masa itu. [6] Penafsiran Muslim menceritakan bahawa Isa menghantar Yahya keluar dengan dua belas murid, [15] yang memberitakan mesej sebelum Yesus memanggil murid -muridnya sendiri. [7] Al -Quran berkata: [16]\n\"Wahai Yaḥya! Mengambil buku dengan Might\": Dan kami memberinya kebijaksanaan walaupun sebagai pemuda,\n\n- Maryam, 19:12\nYohanes adalah seorang nabi klasik, [17] yang ditinggikan oleh Allah kerana berani mengutuk segala sesuatu yang berdosa. Selain itu, Al -Quran bercakap tentang ketakwaan dan kasih sayang Yohanes dan sikapnya yang rendah hati terhadap kehidupan, yang mana dia diberikan kesucian hidup.\n\nMenurut tradisi Islam, Yahya pernah pergi ke Haram Esh-Sharif (Temple Mount) untuk menyampaikan khotbahnya. [3]\n\nPembunuhan\nSemasa kenabian Yahya, konflik berlaku di antara dia dan Herod Antipas, yang ingin menceraikan isteri pertamanya dan mengambil sebagai isteri bekas kakak iparnya. [3] Yahya memaklumkan bahawa perkahwinan itu mungkin incestuous, dan tidak meluluskan perkahwinan itu. Selepas ini, Herod Antipas telah dipenjarakan Yahya. [3] Yahya kemudian dipenggal. [18] [3] Kepala Yahya dipercayai berada di dalam Masjid Umayyad di Damsyik. [19] [20] [21]\n\nLegacy\nDalam Islam, Yahya menyambut Muhammad pada malam Al-Isra al-Mi'raj, bersama-sama dengan Isa (Yesus), di syurga kedua. [22] Kisah Yahya juga diberitahu kepada raja Abyssinian semasa penghijrahan Muslim ke Abyssinia. [23] Menurut Al -Quran, Yahya adalah salah satu yang Allah mengirim damai pada hari itu dia dilahirkan dan hari dia meninggal dunia. [24] Menurut Al-Suyuti, Ibrahim menyatakan bahawa sejak penciptaan dunia langit dan bumi hanya menangis untuk dua orang, Yahya dan Husayn. [25] [26] Menurut Hadis, Muhammad berkata: \"Setiap anak Adam akan datang pada hari kebangkitan dan dia akan mempunyai dosa terhadapnya kecuali Yahya ibn Zakaryya\". [27] Ramai umat Islam membandingkan Yahya dengan Husayn. [28] Kepala kedua -dua Yahya dan Husayn dipercayai berada di masjid Umayyad di Damsyik, Syria.",
"Isa": "Isa (Yesus) adalah seorang nabi dan utusan Allah dan Mesias. Dia adalah nabi terakhir yang dihantar untuk membimbing anak -anak Israel (Bani Israel) dan telah mendedahkan Kitab Suci yang disebut Injil (Injil).\n\nDalam Al-Quran, Isa digambarkan sebagai Mesias (al-Masīḥ), yang dilahirkan dari Perawan Maria, melakukan mukjizat, disertai oleh murid-murid, ditolak oleh penubuhan Yahudi dan dibesarkan ke syurga. Al -Quran menegaskan bahawa Yesus tidak disalibkan atau mati di salib, tetapi secara ajaib diselamatkan oleh Tuhan. Al -Quran menempatkan Yesus di antara para nabi yang paling besar, dan menyebutnya dengan pelbagai gelaran. Nabi Yesus didahului oleh Yahya dan digantikan oleh Muhammad.\n\nIslam menolak pandangan Kristian tentang ketuhanan Yesus sebagai Tuhan yang dijelmakan, atau Anak Allah yang harfiah. Ia menafikan Yesus sebagai dewa dalam beberapa ayat, dan juga menyebut bahawa Yesus tidak mendakwa sebagai ilahi. Umat ​​Islam percaya bahawa mesej asal Yesus telah diubah, selepas dia dibesarkan hidup. Monoteisme Yesus ditekankan dalam Al -Quran. Seperti semua nabi dalam Islam, Yesus juga dipanggil seorang Muslim, ketika ia memberitakan bahawa pengikutnya harus mengadopsi 'jalan lurus' (ṣirāṭ al-Mustaqīm). Yesus dikaitkan dengan sejumlah besar mukjizat, dengan banyak kesusasteraan pertapa dan mistik yang ditulis dan dibacakan tentang Dia dalam tradisi Islam. Dia juga dilaporkan telah menubuatkan kedatangan Muhammad dengan menggunakan nama Ahmad.\n\nPada akhir zaman, Yesus akan kembali ke tempat kedua dengan Imam Al Mahdi untuk membunuh Al-Masih ad-dajjal ('Mesias palsu'), selepas itu dengan suku-suku kuno Yaʾjūj dan Maʾjūj (Gog dan Magog) di bumi. Selepas makhluk -makhluk ini secara ajaib akan binasa, Imam Mahdi dan Yesus akan memerintah seluruh dunia, mewujudkan keamanan dan keadilan, dan mati selepas pemerintahan selama 40 tahun. Sesetengah umat Islam percaya bahawa Isa akan dikebumikan bersama Muhammad di kubur keempat Kubah Hijau di Madinah.\n\nYesus difahami oleh umat Islam untuk menjadi salah satu nabi Islam yang paling penting. Tempat di mana Yesus dipercayai kembali, Masjid Umayyad di Damsyik, sangat dihormati oleh umat Islam sebagai tapak Islam yang paling suci keempat.\n\nKelahiran\nAkaun Yesus dalam Al -Quran sebenarnya bermula dengan kelahiran ibunya, Maria, dan khidmatnya di Kuil Yerusalem. Sementara di bawah jagaan Nabi Zakharia, yang menjadi bapa Yahya (Yohanes Pembaptis). Naratif kelahiran dalam Al -Quran untuk Yesus bermula di Quran 19: 16-34 dan Q3: 45-53.\nAnnunciation\n\nPenafsiran Islam menegaskan kelahiran Yesus dara juga kepada akaun Injil dan berlaku di Betlehem. Naratif Kelahiran Perawan adalah pengumuman kepada Mary oleh malaikat Gabriel sementara Mary sedang dibesarkan di kuil setelah dijanjikan kepada Allah oleh ibunya. Gabriel menyatakan dia dihormati atas semua wanita dari semua negara dan telah membawa berita gembira seorang anak suci.\n\nPengumuman dalam miniatur\nGabriel mengisytiharkan anak lelaki itu akan dinamakan Isa, Mesias, menyatakan bahawa dia akan dipanggil seorang nabi yang hebat. Mary, bertanya bagaimana dia dapat hamil dan mempunyai seorang anak ketika tidak ada seorang pun yang menyentuhnya, telah dijawab oleh malaikat yang Allah dapat memutuskan apa yang dikehendakinya, dan ia akan terjadi.\n\nCerita dari Al -Quran terus dengan Mary, diatasi oleh kesakitan melahirkan anak, yang diberikan aliran air di bawah kakinya yang boleh diminum dan pokok palma yang dapat digoncang sehingga tarikh masak akan jatuh dan dinikmati. Selepas melahirkan, Mary membawa bayi Yesus kembali ke kuil dan dia ditanya oleh penatua kuil tentang anak itu. Setelah diperintahkan oleh Gabriel untuk bersumpah, dia menunjuk kepada bayi Yesus dan bayi yang menyatakan:\n\nDia berkata, saya adalah hamba Tuhan; Dia telah memberikan saya buku itu, dan menjadikan saya seorang nabi. Dia telah membuat saya diberkati di mana sahaja saya berada, dan telah memerintahkan saya ibadah dan sedekah, selagi saya hidup; Dan untuk bersungguh -sungguh kepada ibu saya; dan tidak membuat saya menindas, tidak senonoh. Damai sejahtera pada saya pada hari saya dilahirkan, hari saya akan mati, dan hari saya akan dibesarkan hidup. [8]\n\nYesus bercakap dari buaian adalah salah satu daripada enam mukjizat yang dikaitkan dengannya dalam Al-Quran, yang juga terdapat di Injil Syriac, kerja abad keenam. [9] [10] Menurut pelbagai hadis, Yesus dan Maria tidak menangis pada kelahiran mereka. [11] Nabi Islam Muhammad menjelaskan bahawa kedua-dua Yesus dan Maria adalah satu-satunya manusia yang dilahirkan sebagai tanpa dosa dan oleh itu, dilindungi dari sentuhan Syaitan pada kelahiran mereka, memetik ayat tiga puluh enam Al Imran. [12]\n\nNaratif kelahiran\n\nMenurut Al -Quran, sakit buruh membawa Mary ke batang pokok palma.\nIman Islam bergema beberapa helai dalam tradisi Kristian bahawa Mary (atau Maryam) adalah seorang dara literal ketika Yesus dikandung. Akaun yang paling terperinci tentang Annunciation dan Kelahiran Yesus disediakan di Surah 3 (Al Imran) dan 19 (Maryam) dari Al -Quran di mana cerita itu diriwayatkan bahawa Allah (Allah) menghantar malaikat untuk mengumumkan bahawa Maryam dapat mengharapkan untuk menanggung seorang anak lelaki, walaupun menjadi dara. [13]\n\nBeberapa ahli akademik telah menyatakan bahawa akaun di Surah 19 [14] sangat dekat dengan itu dalam Injil Kristian Lukas. [15] Pengumuman kepada Mary disebut dua kali dalam Al -Quran dan dalam kedua -dua keadaan Mary/ Maryam diberitahu bahawa dia dipilih oleh Tuhan untuk menyampaikan seorang anak lelaki. Pada mulanya, pembawa berita (yang dipercayai oleh kebanyakan umat Islam menjadi Archangel Gabriel), menyampaikan berita dalam (Q3: 42-47) ketika ia mengambil bentuk seorang lelaki (Q19: 16-22) . [16] [17] Butiran konsepsi itu tidak dibincangkan tetapi apabila Maria bertanya bagaimana dia dapat menanggung seorang anak memandangkan kesuciannya, dia diberitahu bahawa Tuhan menciptakan apa yang dikehendakinya dan bahawa perkara -perkara ini mudah untuk Tuhan. [16] [18] Al -Quran (Q21: 91 dan Q66: 12) mengatakan bahawa Tuhan meniup melalui malaikatnya ke dalam Maria dan dia, walaupun menjadi suci, melahirkan Yesus tanpa ayah (sumber membolehkan kamu menafsirkan Gabriel sebagai Bapa). [19] [20]\n\nAhli sejarah Muslim abad ke-8 Ibn Ishaq (704-767), menulis akaun yang bertajuk Kitab al-Mubtada (pada mulanya), melaporkan bahawa Zakharia adalah penjaga Mary secara ringkas, dan selepas tidak dapat mengekalkannya, dia mempercayakannya kepada seorang tukang kayu Dinamakan George. Diasingkan di sebuah gereja, dia disertai oleh seorang lelaki muda bernama Joseph, dan mereka membantu satu sama lain mengambil air dan tugas -tugas lain. Akaun kelahiran Yesus mengikuti naratif Al -Quran, sambil menambah bahawa kelahiran itu berlaku di Betlehem di samping pokok palma dengan palungan. [21]\n\nParti Parsi abad ke-10 al-Tabari (839-923), menyebut utusan yang tiba dari raja Persia dengan hadiah (sama dengan Magi dari Timur) untuk Mesias; Perintah kepada seorang lelaki bernama Yusuf (bukan suami Mary yang khusus) untuk membawanya dan anak itu ke Mesir dan kemudian kembali ke Nazaret. [22]\n\nZaman kanak -kanak\nArtikel utama: Mencari di kuil\nLihat juga: Penerbangan ke Mesir dan Injil Injil Thomas\nAl -Quran tidak termasuk tradisi penerbangan ke Mesir, walaupun Sūra XXIII, 50 dapat membayangkannya: \"Dan kami menjadikan anak Maryam dan ibunya sebagai tanda, dan kami membuat mereka tetap berada di tempat yang tinggi, penuh dengan penuh Tenang dan disiram dengan mata air. \"[25] Walau bagaimanapun, naratif yang serupa dengan naratif yang terdapat dalam Injil dan sumber bukan kanonik yang diedarkan dalam tradisi Islam kemudian, dengan beberapa butiran dan penjelasan yang ditambah selama berabad-abad oleh penulis dan ahli sejarah Islam. Beberapa naratif mempunyai Yesus dan keluarga yang tinggal di Mesir sehingga 12 tahun. [26] Banyak cerita moral dan peristiwa-peristiwa ajaib belia Yesus disebutkan dalam Qisas al-Anbiya (Kisah-kisah para nabi), buku-buku yang terdiri selama berabad-abad tentang nabi-nabi dan pahlawan pra-Islam. [7]\n\nAl-Masudi menulis bahawa Yesus sebagai seorang budak lelaki mempelajari agama Yahudi yang membaca dari Mazmur dan mendapati \"dikesan dalam watak-watak cahaya\":\n\n\"Kamu adalah anakku dan kekasihku; aku telah memilihmu sendiri\"\n\ndengan Yesus kemudian mendakwa:\n\n\"Hari ini Firman Allah dipenuhi oleh Anak Manusia.\" [22]\n\nDi Mesir\nLihat juga: Injil Injil Thomas\nBeberapa naratif menunjukkan beberapa perbezaan dan persamaan dalam tulisan -tulisan Islam tentang zaman kanak -kanak Yesus, khususnya waktunya di Mesir berkenaan dengan tempoh dan peristiwa. Kebanyakan naratif ditemui dalam sumber-sumber Kristian bukan kanonik seperti, contohnya, Injil Pra-Islam Thomas. Satu perbezaan seperti itu adalah dari al-Athir dalam kesempurnaan sejarah yang mengandungi naratif kelahiran yang menyatakan Yesus dilahirkan di Mesir dan bukannya Betlehem. [27]\n\nBeberapa naratif lain zaman kanak -kanak Yesus adalah tradisi Timur Tengah yang popular seperti yang ditonjolkan oleh Profesor Pengajian Interfaith Mahmoud M. Ayoub. [28] Banyak mukjizat dikaitkan dengan Yesus muda semasa di Mesir [26] (lihat § § mukjizat dan keajaiban lain).\n\nDewasa\n\nSungai Jordan, di mana Yesus dibaptis oleh Yahya ibn Zakariya (Yohanes Pembaptis). [29]\nMisi\nLihat juga: Kementerian Yesus dan Rasul (Islam)\nSecara umumnya dipersetujui bahawa Yesus bercakap Aramaik, bahasa umum Yudea pada abad pertama A.D. dan rantau ini secara besar-besaran. [30]\n\nPandangan pertama dan terawal Yesus yang dirumuskan dalam pemikiran Islam adalah seorang nabi - manusia yang dipilih oleh Tuhan untuk membentangkan penghakiman terhadap manusia untuk menyembah berhala dan cabaran untuk beralih kepada Tuhan yang benar. Dari dasar ini, dicerminkan pada semua nabi sebelumnya melalui lensa identiti Muslim, Yesus dianggap tidak lebih dari seorang utusan mengulangi mesej berulang -ulang dari zaman. Keajaiban Yesus dan tajuk Al -Quran yang dikaitkan dengan Yesus menunjukkan kuasa Tuhan dan bukannya ketuhanan Yesus - kuasa yang sama di belakang mesej semua nabi. Sesetengah tradisi Islam percaya misi Yesus hanya kepada rakyat Israel dan statusnya sebagai nabi yang disahkan oleh banyak mukjizat. [31] [32]\n\nImej awal awal Yesus adalah tokoh akhir. Konsep ini timbul kebanyakannya dari hadith. Tradisi Muslim membina sebuah naratif yang juga terdapat dalam teologi Kristian, melihat Yesus tiba pada akhir zaman dan turun ke bumi untuk melawan Antikristus. Naratif ini difahami untuk memperjuangkan punca Islam, dengan beberapa tradisi yang menceritakan Yesus menunjuk kepada keutamaan Muhammad. Kebanyakan tradisi menyatakan Yesus kemudian akan mati kematian semula jadi. [33]\n\nImej ketiga dan tersendiri adalah Yesus yang mewakili tokoh pertapa - seorang nabi hati. Walaupun Al -Quran merujuk kepada 'Injil' Yesus, ajaran -ajaran khususnya tidak disebutkan dalam teks -teks agama Al -Quran atau yang kemudian. Mereka sebahagian besarnya tidak hadir. Tradisi Sufi adalah di mana Yesus menjadi dihormati, diakui sebagai guru rohani dengan suara tersendiri dari nabi -nabi lain, termasuk Muhammad. Sufisme cenderung untuk meneroka dimensi kesatuan dengan Tuhan melalui banyak pendekatan, termasuk pertapaan, puisi, falsafah, cadangan spekulatif, dan kaedah mistik. Walaupun Sufisme ke minda Barat mungkin seolah -olah berkongsi asal -usul atau unsur -unsur neoplatonisme, gnostisisme, dan Buddhisme, ideologi adalah jelas Islam kerana mereka mematuhi kata -kata Al -Quran dan mengejar tiruan Muhammad sebagai orang yang sempurna. [34]\n\nBerkhotbah\nKonsep -konsep Islam tentang khotbah Yesus dipercayai berasal dari Kufa, Iraq, di bawah khalifah Rashidun di mana penulis -penulis terawal tradisi dan biasiswa Muslim telah dirumuskan. Konsep -konsep Yesus dan pelayanannya yang dibangunkan di Kufa telah diterima pakai dari orang Kristian pertapa awal Mesir yang menentang pelantikan uskup gereja rasmi dari Rom. [35]\n\nKisah-kisah terawal, berjumlah kira-kira 85, ditemui dalam dua koleksi utama kesusasteraan pertapa bertajuk Kitab al-Zuhd Wa'l Raqa'iq (Kitab Asceticism dan Mercies Tender) oleh Ibn al-Mubarak (d 797), dan Kitab al-Zuhd (The Book of Asceticism) oleh Ibn Hanbal (d. 855). Pepatah ini jatuh ke dalam empat kumpulan asas: a) kata -kata eskatologi; b) kata-kata quasi-gospel; c) kata -kata pertapa dan cerita; d) Kata-kata mengulangi polemik intra-Muslim. [36]\n\nKumpulan pertama kata -kata memperluaskan asas Yesus seperti yang digambarkan dalam Al -Quran. Kumpulan kedua cerita, walaupun mengandungi teras Injil, diperluas dengan \"setem Islam yang jelas\". Kumpulan ketiga, yang menjadi yang terbesar dari empat, menggambarkan Yesus sebagai penaung santo Muslim Asceticism. Kumpulan terakhir membina archetype Islam dan definisi Yesus yang berpusat pada Islam dan sifat-sifatnya, melanjutkan idea-idea esoterik mengenai istilah seperti \"Roh Tuhan\" dan \"Firman Tuhan\". [37]\n\nKeajaiban\nArtikel utama: Keajaiban Yesus\nLihat juga: Injil Injil Thomas\nAl -Quran menyifatkan sekurang -kurangnya enam mukjizat kepada Yesus, dengan banyak lagi yang ditambah selama berabad -abad oleh penulis dan ahli sejarah. Keajaiban dikaitkan dengan Yesus sebagai tanda-tanda kenabian dan kewibawaannya, menurut pendidik dan profesor Ishaq Musa al-Husayni (d. , 1943; edisi ke -2 1967). Di dalam Kristus dalam Al-Quran dan Kesusasteraan Arab Moden (1960), Al-Husayni berkata ia patut diperhatikan Muhammad tidak ada mukjizat untuk dirinya sendiri. [38]\n\nEnam mukjizat di dalam Al-Quran tidak terperinci tidak seperti Injil dan sumber-sumber gnostik mereka yang tidak kanonik, yang termasuk butiran dan menyebutkan keajaiban lain yang dikaitkan. [38] Selama berabad-abad, enam naratif keajaiban ini telah diterangkan melalui hadith dan puisi, dengan tulisan-tulisan agama termasuk beberapa mukjizat lain yang disebutkan dalam Injil, sumber bukan kanonik, dan dari tradisi. [26] [28]\n\nBercakap dari buaian\nBercakap dari buaian disebutkan di tiga tempat dalam Al-Quran: Al-Imran (3) 41, 46, Al-Maida (5) 109-110 dan Maryam (19) 29-30. Sebahagian daripada naratif itu mempunyai bayi Yesus mempertahankan ibunya Maria dari tuduhan telah melahirkan tanpa suami yang diketahui. [39] Awal Islam tidak jelas tentang Yusuf dan peranannya. Oleh itu, pengaruh Injil Gnostik ini dikatakan mengatakan Al -Quran mungkin tidak ilahi oleh lawan. Yesus berbicara sebagai malaikat Gabriel telah disebutkan pada Annunciation: Yesus menyatakan bahawa Dia adalah hamba Tuhan, telah diberikan sebuah buku, adalah seorang nabi, diberkati di mana sahaja Dia akan pergi, memberkati hari Dia dilahirkan, hari dia akan mati , dan hari dia dibesarkan hidup. [40]\n\nWalaupun naratif ini tidak dijumpai dalam Alkitab, tema bercakap dari buaian ditemui dalam Injil pra-Islam Syriac yang tidak kanonik. Sumber itu mempunyai Yesus mengisytiharkan dirinya sebagai Anak Allah, Firman, dan mengesahkan apa yang telah diumumkan oleh Angel Gabriel kepada Maria sebagai terperinci dalam Injil. [39]\n\nMembuat burung dari tanah liat\nKisah keajaiban mewujudkan burung dari tanah liat dan pernafasan ke dalamnya ketika seorang anak disebut dalam al-Imran (3) 43, 49 dan Al-Maida (5) 109-110. Walaupun keajaiban ini juga tidak disebutkan dalam Injil kanonik, naratif yang sama didapati dalam sekurang-kurangnya dua sumber pra-Islam: Injil bayi Thomas dan Toledot Yeshu Yahudi, dengan beberapa butiran variasi antara Al-Quran dan kedua-dua sumber ini. [ 41] [42]\n\nMenyembuhkan buta dan kusta\nLihat juga: Menyembuhkan Dua Lelaki Buta di Galilea dan Membersihkan Sepuluh Lembung\nSama dengan Perjanjian Baru, Al-Quran menyebut Yesus menyembuhkan orang buta dan kusta di al-Imran (3) 49. Cendekiawan Muslim dan Hakim Al-Baydawi (1286) menulis bagaimana ia direkodkan bahawa beribu-ribu orang datang kepada Yesus untuk disembuhkan dan Yesus menyembuhkan penyakit -penyakit ini melalui doa sahaja. [43] Cendekiawan abad pertengahan Al-Tha'labi menulis tentang bagaimana kedua-dua penyakit ini berada di luar bantuan perubatan, dan mukjizat Yesus dimaksudkan untuk disaksikan oleh orang lain sebagai tanda-tanda jelas mesejnya. [41]\n\nMeningkatkan orang mati\nYesus dipercayai telah membangkitkan orang dari antara orang mati, seperti yang disebutkan dalam al-Imran (3) 49. Walaupun tidak ada perincian yang diberikan kepada siapa yang dibangkitkan atau keadaan, sekurang-kurangnya tiga orang disebut secara terperinci dalam Injil (seorang anak perempuan dari Jairus, anak lelaki janda di Nain, dan Lazarus). [44]\n\nPrescience\nYesus dapat meramalkan, atau mempunyai pengetahuan terlebih dahulu, [45] apa yang tersembunyi atau tidak diketahui oleh orang lain. Salah satu contohnya ialah Yesus akan menjawab dengan betul mana -mana dan setiap soalan yang ditanya oleh sesiapa sahaja. Satu lagi contoh ialah Yesus tahu apa yang baru saja dimakan oleh orang, serta apa yang telah mereka simpan di rumah mereka. [26]\n\nJadual Makanan Dari Syurga\nArtikel utama: memberi makan banyak\nLihat juga: Perjamuan Terakhir\nDalam bab kelima Al-Quran, al-Ma'ida (5) 112-115, narasi menyebutkan murid-murid Yesus meminta meja yang sarat dengan makanan, dan untuk menjadi hari khas peringatan untuk mereka pada masa akan datang. Ini mungkin merujuk kepada Ekaristi menurut Profesor Pengajian Islam dan Arab W. Montgomery Watt (d. 2006). [46] Menurut Profesor Agama Perbandingan Geoffrey Parrinder (d. 2005), tidak jelas apakah cerita ini menyerupai Perjamuan Terakhir Injil atau memberi makan orang ramai, tetapi mungkin terikat dengan perkataan Arab '(Festival Islam): [47]\n\nSuatu ketika murid -murid itu berkata, Ya Yesus, Anak Maria, bolehkah Tuhanmu mengirimkan meja dari surga? Dia berkata, takut kepada Tuhan jika anda adalah orang yang beriman. Mereka berkata kita mahu memakannya, dan hati kita mungkin berada dalam keadaan damai, dan kita mungkin tahu bahawa anda telah bercakap dengan jujur ​​dan menjadi antara saksi -saksi kepadanya. Yesus, Anak Maria, berkata, Ya Tuhan, Tuhan kami mengirimkan kami ke atas meja dari surga, untuk menjadi perayaan, untuk yang pertama dan yang terakhir dari kami, dan tanda dari anda: dan berikan peruntukan (dari makanan) kepada kami, kerana anda adalah yang terbaik dari penyedia. Tuhan mengatakan bahawa saya menghantarnya untuk anda. [46]\n\nDalam rekod oleh Sunni Exegete Tabari, sebelum Perjamuan Terakhir, ancaman kematian membuatnya cemas. Oleh itu, Yesus menjemput murid -murid -Nya untuk Perjamuan Terakhir. Selepas makan, dia membasuh tangan mereka dan melakukan iblis mereka untuk menghapuskan tangan mereka di atas pakaiannya. Selepas itu Yesus menjawab kepada mereka: \"Seperti yang telah saya lakukan kepada anda malam ini, kerana saya melayani anda makan dan membasuh tangan anda secara peribadi, biarkan ia menjadi contoh untuk anda. Oleh kerana anda memang menganggap saya lebih baik daripada anda, Jangan bersungguh -sungguh berhubung antara satu sama lain tetapi sebaliknya mengembangkan diri untuk satu sama lain kerana saya telah memperluaskan diri saya untuk anda. \" Selepas mengarahkan murid -murid dalam ajarannya, Yesus meramalkan bahawa salah seorang daripada mereka akan menafikannya dan yang lain mengkhianati dia. Walau bagaimanapun, selaras dengan pandangan Islam mengenai kematian Yesus, hanya satu mayat dalam persamaan Yesus yang disalibkan dan Yesus sendiri dibangkitkan kepada Tuhan. [48]\n\nKeajaiban lain\nBanyak cerita dan naratif telah dibangunkan selama bertahun -tahun mengenai Yesus, yang mengandungi pelajaran tertentu atau memberikan makna kerana kekurangan perincian dalam Al -Quran mengenai Yesus. Sesetengah naratif ini sama dengan Perjanjian Baru, sementara ada yang menggambarkan Yesus dengan cara yang sangat manusia.\n\nSelain daripada beberapa ringkasan mukjizat Yesus yang disebutkan oleh penulis -penulis Islam selama berabad -abad, dari dewasa (seperti berjalan di atas air - juga terdapat dalam Injil - dan menyebabkan roti roti datang dari tanah), [39] beberapa mukjizat lain dari zaman kanak -kanak Termasuk: Menjelaskan asas -asas kepercayaan Muslim kepada seorang guru sekolah, mendedahkan siapa pencuri menjadi ketua yang kaya, mengisi balang kosong sesuatu untuk diminum, menyediakan makanan dan wain untuk raja yang kejam sementara juga membuktikan kepada raja ini dalam membangkitkan seorang lelaki mati Dari antara orang mati, membesarkan anak secara tidak sengaja dibunuh, dan menyebabkan pakaian dari tong berwarna tunggal keluar dengan pelbagai warna. [26]\n\nMenyembuhkan anak pegawai kerajaan\nArtikel Utama: Menyembuhkan Anak Raja Diraja\nAl-Tabari (923) melaporkan kisah pertemuan Yesus dewasa dengan seorang raja di rantau ini dan penyembuhan anaknya. Identiti raja tidak disebutkan sementara legenda mencadangkan Philip the Tetrarch. Rujukan Alkitab yang sepadan ialah \"Anak Raja Diraja\". [49]\n\nKetamakan dan kebenaran\nKisah legenda keajaiban oleh seorang Yesus muda, yang digunakan sebagai pelajaran yang ditemui dengan keras yang ditemui di Lore Timur Tengah menurut Profesor Ayoub, ada kaitan dengan seorang lelaki Yahudi dan roti. Walaupun membawa nada polemik, pengajaran berpusat pada ketamakan dengan kebenaran yang ditenun ke dalam riwayat. Ia adalah cerita yang sering terdapat dalam buku kanak -kanak. [50]\n\nKebijaksanaan yang melekat\nLihat juga: Logos (Islam) dan Logos (Kekristianan)\nSatu lagi kisah keajaiban legenda adalah satu mengenai kebijaksanaan zaman kanak -kanak Yesus. Legenda ini, yang dilaporkan melalui al-Tabari dari Ibn Ishaq, bercakap tentang Mary yang menghantar Yesus ke sekolah agama dan guru terkejut melihat Yesus sudah mengetahui maklumat yang diajar / dibincangkan. [26]\n\nMakanan di rumah kanak -kanak\nSatu lagi cerita dari al-Tabari menceritakan tentang seorang Yesus muda yang bermain dengan belia kampungnya dan memberitahu mereka apa makanan ibu bapa mereka bersiap untuk mereka di rumah. [26]\n\nMenurut butiran naratif itu, sesetengah ibu bapa menjadi kesal dan melarang anak -anak mereka bermain dengan Yesus, mengesyaki dia seorang penyihir. Akibatnya, ibu bapa menyimpan anak -anak mereka dari Yesus dan mengumpulkan anak -anak mereka ke dalam satu rumah. Suatu hari, merasa kesepian, Yesus keluar mencari kawan -kawannya, dan datang ke rumah ini, dia bertanya kepada ibu bapa di mana anak -anak mereka. Ibu bapa berbohong, menjawab bahawa anak -anak tidak berada di sana. Selepas Yesus bertanya siapa yang berada di dalam rumah, ibu bapa memanggil Yesus babi. Yesus kemudian berkata \"Biarkan ada babi di rumah ini\", mengubah semua anak menjadi babi. [28]\n\nSelama berabad-abad, penulis Islam juga merujuk mukjizat lain seperti melemparkan setan, setelah meminjam dari beberapa sumber pra-Islam, dan dari sumber kanonik sebagai legenda tentang Yesus diperluaskan. [26]\n\nWahyu\nArtikel utama: Injil dalam Islam\nUmat ​​Islam percaya bahawa Tuhan mendedahkan Kitab Suci baru kepada Yesus, yang dipanggil Al-Injil (Injil), sementara juga mengisytiharkan kebenaran wahyu sebelumnya: Al-Tawrat (Taurat) dan Al-Zabur (Mazmur). [51] Al-Quran bercakap dengan baik tentang Al-Injīl, yang digambarkan sebagai kitab suci yang mengisi hati para pengikutnya dengan kelembutan dan ketakwaan. Penafsiran Islam tradisional mendakwa mesej alkitabiah telah diputarbelitkan (Tahrif), disebut Ta'yin al-Mubham (\"Resolusi kekaburan\"). [52] Usaha polemik ini mempunyai asal-usulnya dalam tempoh zaman pertengahan dengan tulisan Abd al-Jabbar ibn Ahmad. [53] Mengenai Hukum Musa, Al -Quran menunjukkan bahawa Yesus tidak pernah menghapuskan undang -undang Yahudi tetapi mengesahkan mereka, sambil membuat penyingkiran separa sahaja. [54]\n\nUmat ​​Islam telah lama percaya bahawa Paulus sengaja merosakkan ajaran Yesus yang asal. [55] Ahli sejarah abad ke-9 Sayf Ibn Umar menegaskan bahawa rabbi tertentu memujuk Paul untuk sengaja menyalahgunakan orang Kristian awal dengan memperkenalkan apa yang dilihat oleh Ibn Hazm sebagai doktrin yang tidak menyenangkan ke dalam agama Kristian. [56]\n\nMenurut Yusuf al-Qaradawi dalam bukunya yang sah dan yang dilarang dalam Islam, sekatan-sekatan undang-undang Yesus membatalkan orang Yahudi di mana mereka yang pada mulanya dibuktikan oleh Tuhan sebagai hukuman. [57] Komentar klasik seperti Tafsir al-Jalalayn menentukan bahawa mereka berkaitan dengan penggunaan ikan dan daging burung tanpa pancang, atau secara umum. [58]\n\nSebutan dalam Al -Quran\nMurid -murid\nAl -Quran menyatakan bahawa Yesus dibantu oleh sekumpulan murid (ḥawāriyyūn) yang percaya pada mesejnya. Walaupun tidak menamakan murid -murid, Al -Quran memberi beberapa contoh Yesus yang memberitakan mesej kepada mereka. Umat ​​Islam melihat murid -murid Yesus sebagai sama dengan para sahabat (ṣaḥāba) Muhammad. [59] Menurut agama Kristian, nama -nama dua belas muridnya ialah Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon, dan Yudas.\n\nAl-Quran menyebut dalam Bab 3, ayat 52-53, bahawa murid-murid yang dikemukakan kepada iman Islam: [sumber bukan utama diperlukan]\n\nApabila Yesus mendapati ketidakpercayaan di pihak mereka berkata: \"Siapa yang akan menjadi pembantu saya (kerja) Tuhan?\" Said murid -murid: \"Kami adalah pembantu Tuhan: kami percaya kepada Tuhan, dan engkau menyaksikan bahawa kami adalah umat Islam. saksi. \"\n\n-Quran Surah al-Imran 52-53 [60]\nNaratif terpanjang yang melibatkan murid -murid Yesus adalah ketika Yesus melakukan keajaiban membawa meja makanan dari surga atas permintaan mereka, untuk bukti lanjut bahawa khotbahnya adalah mesej yang benar.\n\nAscension\nA-Nisa's Verse 157 adalah ayat utama Al-Quran untuk merujuk kepada peristiwa penyaliban Yesus. [61] Ia mengatakan bahawa Yesus tidak dibunuh dan tidak disalibkan, tetapi 'itu dibuat\nA-Nisa's Verse 157\nBahawa mereka berkata (dalam kebanggaan), \"Kami membunuh Mesias Yesus Anak Maria, Rasul Tuhan '; tetapi mereka tidak membunuhnya, dan tidak disalibkan kepadanya, tetapi oleh itu ia dibuat untuk tampil kepada mereka, dan mereka yang berbeza Di dalamnya penuh keraguan, tanpa pengetahuan (tertentu), tetapi hanya tekaan untuk diikuti, kerana penjamin mereka tidak membunuhnya.\n\nuntuk muncul kepada mereka '. [62] Kebanyakan tradisi Islam secara mutlak menafikan bahawa Yesus secara fizikal mati di salib atau sebaliknya. [63] [64] Eksegesis Islam melaporkan bahawa orang lain telah disalibkan di tempat Yesus. Walau bagaimanapun, beberapa ulama Muslim moden percaya bahawa Yesus memang mati, dan rujukan kepada kelangsungan hidupnya adalah simbolik, tidak literal. Perbalahan ini terhadap sifat kematian Yesus ditemui di dalam kanon Islam itu sendiri, dengan hadis terawal yang memetik para sahabat Muhammad mengatakan bahawa Yesus telah mati. Sementara itu, majoriti hadith berikutnya dan Tafsir berhujah memihak kepada yang bertentangan. [Kutipan diperlukan]\n\nMenurut Al -Quran, dia tidak disalibkan, tetapi agak diselamatkan oleh Tuhan. (Walaupun tradisi dan penafsiran Islam terawal yang agak bertentangan laporan mengenai kematian dan panjangnya, umat Islam percaya bahawa Yesus tidak mati di salib, tetapi percaya bahawa dia diselamatkan dengan dibangkitkan hidup ke syurga).\n\nPenggantian\nTidak jelas di mana tafsiran pengganti berasal, tetapi beberapa ulama menganggap teori yang berasal dari kumpulan gnostik tertentu pada abad kedua. [10] Leirvik mendapati Al-Quran dan Hadis telah jelas dipengaruhi oleh Kristian bukan kanonik ('bidaah') yang berlaku di Semenanjung Arab dan seterusnya di Abyssinia. [65]\n\nWalaupun kebanyakan ulama Barat, [66] Yahudi, [67] dan orang Kristian percaya Yesus mati, teologi ortodoks Muslim mengajar dia naik ke syurga tanpa diletakkan di atas salib dan Tuhan mengubah orang lain, Simon dari Cyrene, kelihatan seperti Yesus yang disalibkan bukannya Yesus (rujuk deskripsi Irenaeus tentang bidaah Basilida, Buku I, Ch. XXIV, 4.). [68] [69]\n\nBeberapa perselisihan dan perselisihan dapat dilihat bermula dengan laporan ibn Ishaq (761) mengenai perakaunan ringkas peristiwa -peristiwa yang membawa kepada penyaliban, yang pertama menyatakan bahawa Yesus digantikan oleh seseorang yang bernama Sergius, sementara kedua melaporkan akaun makam Yesus Terletak di Madinah dan ketiga memetik tempat -tempat di Al -Quran (3:55; 4: 158) bahawa Tuhan membawa Yesus kepada dirinya sendiri. [70]\n\nIbn Kathir (1373) mengikuti tradisi yang menunjukkan bahawa penyaliban telah berlaku, tetapi tidak dengan Yesus. [81] Selepas acara itu, Ibn Kathir melaporkan bahawa rakyat dibahagikan kepada tiga kumpulan berikutan tiga naratif yang berbeza; Orang -orang Yakub yang mempercayai \"Allah kekal bersama kita selagi Dia menghendaki dan kemudian Dia naik ke syurga\"; Orang -orang Nestor yang mempercayai \"Anak Allah bersama kita selagi Dia mahu sehingga Tuhan membangkitkannya ke syurga\"; dan umat Islam yang mempercayai \"Hamba dan Rasul Tuhan, Yesus, kekal bersama kita selagi Allah menghendaki Tuhan sehingga Tuhan membangkitkannya kepada -Nya.\" [82]\n\nKedua kedatangan\nGaris masa ketibaan Yesus sebelum Hari Penghakiman\n\nMenara Isa di masjid Umayyad, Damsyik\nMenurut tradisi Islam, setelah naik ke syurga dan tinggal di sana selama 2000+ tahun, Yesus akan turun ke bumi sejurus sebelum hari penghakiman, di tengah-tengah peperangan bertempur melawan al-masih ad-dajjal ('Mesias palsu') dan pengikutnya , untuk mendapatkan bantuan Mahdi dan pengikutnya yang beragama. di masjid Umayyad. [87] Dia kemudian akan menyambut Mahdi dan (menjadi seorang Muslim) berdoa di sebelahnya. Akhirnya, Yesus akan membunuh Dajjal di Lod. [88]\n\nSelepas itu, dia akan \"memecahkan salib, membunuh babi, dan menghapuskan cukai Jizya\", menurut Sahih al-Bukhari Hadith yang terkenal. [89] [90] \"Tafsiran biasa\" nubuatan ini adalah, sebagai seorang Muslim, Yesus akan menghentikan ibadat Kristian sendiri dan percaya kepada ketuhanannya, \"yang dilambangkan oleh salib\". Dia akan menetapkan semula undang-undang pemakanan halal/halal yang ditinggalkan oleh agama Kristian; [91] dan kerana orang Yahudi dan Kristian kini akan menolak kepercayaan mereka dan menerima Islam, tidak akan ada lagi keperluan untuk cukai Jizya terhadap orang-orang kafir. [92] (Menurut satu hadis, Yesus akan \"memusnahkan gereja -gereja dan kuil -kuil dan membunuh orang Kristian kecuali mereka percaya kepadanya.\") [93] [Nota 1]\n\nTeks Islam juga merujuk kepada kemunculan semula ancaman kuno Gog dan Magog (Yaʾjūj Maʾjūj), yang akan keluar dari kurungan bawah tanahnya dan menyebabkan kekacauan dunia. [95] Tuhan, sebagai tindak balas kepada doa -doa Yesus, akan membunuh mereka dengan menghantar sejenis cacing di Napes dari leher mereka, dan menghantar burung besar untuk membawa dan membersihkan mayat mereka dari tanah. [86] Selepas kematian Mahdi, Yesus akan menganggap kepimpinan dunia dan keamanan dan keadilan akan menjadi universal.\n\nJuga menurut tradisi, Yesus kemudian akan berkahwin, mempunyai anak -anak, dan memerintah dunia selama empat puluh tahun (tradisi memberikan banyak masa yang berlainan) yang mana dia akan mati. [96] Umat ​​Islam kemudian akan melakukan doa pengebumian untuknya dan kemudian menguburkannya di Kubah Hijau di kota Madinah di kubur kiri kosong di samping Muhammad, Abu Bakr, dan Umar masing -masing. [97] Menurut legenda Ibn Khaldun, kedua -dua khalifah akan bangkit dari kematian antara kedua -dua nabi. [98]\n\nSumber\nWalaupun Al -Quran tidak menggambarkan mana -mana naratif di atas pulangan Yesus, [99] banyak umat Islam percaya bahawa dua ayat Al -Quran merujuk kepada kedatangan kedua pada zaman akhir. [90] (1) Ayat yang disebutkan di atas menyatakan bahawa dia tidak pernah mati di bumi:\n\n\"Dan untuk mengatakan mereka, 'Sesungguhnya, kita telah membunuh Mesias, Yesus, Anak Maria, Rasulullah.' Dan mereka tidak membunuhnya, dan mereka juga tidak menyalibkannya; tetapi [yang lain] dibuat untuk menyerupai dia. Dan sememangnya, mereka yang berbeza di atasnya adalah keraguan mengenainya. Dan mereka tidak membunuhnya, pasti. \" (Q.4: 157 :)\nDan ayat kedua ditafsirkan untuk menunjukkan hubungan antara Yesus dan \"jam\" (zaman akhir):\n\n\"Dan sememangnya ada pengetahuan tentang jam itu, jadi keraguan kamu tidak menganggapnya, tetapi ikuti saya. Ini adalah jalan yang betul.\" (Q.43: 61 Trans Pickthall). [90]\nHadis mengenai kembalinya Yesus dikesan kembali ke Abu Hurairah, salah satu Sahaba, tetapi mungkin telah diperkenalkan kemudian semasa peperangan sivil di Khalifah Abbasid awal, ketika seorang Juruselamat dijangka. Sementara untuk Shias, Mahdi akan menjadi Juruselamat, beberapa Sunni cenderung mengharapkan kembali Yesus. Semasa khalifah Abbasid awal, memakai salib dalam perarakan dan memegang babi di khalayak ramai, dilarang. Jika tidak, pemecahan salib, mungkin mencerminkan penolakan umum simbol ini oleh umat Islam, dan membunuh babi merujuk kepada Yesus Exorcism of Legion. [100]\n\nJesus is mentioned about 187 times in the Quran, directly and indirectly, and also referred to by many titles, the most common being al-Masih ('the Messiah').[3][110][111][112][33] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nAppearance\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Muhammad dalam Islam\nDaripada Wikipedia, ensiklopedia percuma\nLompat ke NavigationJump untuk Mencari\nArtikel ini adalah mengenai peranan dan kepentingan Muhammad dalam konteks Islam. Untuk gambaran umum, lihat Muhammad.\nImam al-Anbiya\nRasūl Allāh\nMuhammad\nمُحمّدٌ\nمحمegre صلى الله عليه وسلم. Svg\n'Muhammad' dalam kaligrafi Islam\nNabi Islam\nDidahului oleh Isa (Yesus)\nBerjaya dengan kedudukan dimansuhkan\nTajuk khatam an-nabiyyin ('meterai nabi')\nPeribadi\nDilahirkan pada hari Isnin, 12 Rabi 'al-Awwal 53 BH (570 CE)\nMekah, Hejaz, Arabia\nMeninggal Isnin, 12 Rabi 'Al-Awwal 11 AH (8 Jun 632 CE)\nMadinah, Hejaz, Arabia\nResting Place Green Dome, Masjid Nabi, Medina\nAgama Islam\nPasangan melihat isteri Muhammad\nKanak -kanak melihat anak Muhammad\nIbu bapa\nAbd Allah Ibn Abd Al-Muttalib (Bapa)\nAmina Bint Wahb (Ibu)\nKerja yang ketara (s) Perlembagaan Medina\nNama lain melihat nama dan tajuk Muhammad\nSaudara-mara melihat pokok keluarga Muhammad, Ahl al-Bayt (\"Keluarga Rumah\")\nTandatangan Muhammad Seal.svg\nMeterai Muhammad\nPemimpin Muslim\nPengganti melihat penggantian kepada Muhammad\nNama Arab\nMuhammad Peribadi (ISM)\nPatronymic (NASAB) Muhammad ibn Abd Allah ibn Abd al-Muttalib ibn Hashim ibn Abd Manaf ibn qusai ibn Kilab\nTeknonymic (Kunya) Abu Al-Qasim\nBismillahir Rahmanir Rahim\nSebahagian daripada siri Islam\nNabi Islam\nAnbiya\nNabi dalam Al -Quran\nDisenaraikan oleh nama Islam dan nama alkitabiah.\nʾĀdam (Adam) ʾidrīs (Enoch) nūḥ (Noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismā'īl (Ishmael) Jethro) Mūsā (Musa) Hārūn (Aaron) Dhul-kifl (Yehezkiel atau Gautama Buddha) Dāūd (Daud) Sulaymān (Solomon) Yūnus (Jonah) ) Muhammad (Muhammad)\nAcara utama\nPandangan\n Portal Islam\nvte\nSebahagian daripada siri di\nIslam\nAllah3.svg\nKepercayaan\nAmalan\nTeksfoundations\nSejarah\nBudaya dan masyarakat\nTopik-topik yang berkaitan\n Portal Islam\nvte\nMuḥammad ibn Abd Allah (Arab: مُحمّ orong ayangkan عayat ٱللهِ; c.570 - 8 Jun 632 CE), dipercayai menjadi meterai utusan dan nabi -nabi Tuhan di semua cawangan utama Islam. Umat ​​Islam percaya bahawa Al -Quran, teks agama Islam, diturunkan kepada Muhammad oleh Tuhan, dan Muhammad dihantar untuk memulihkan Islam, yang mereka percaya tidak berasal dari Muhammad tetapi adalah kepercayaan monoteistik asli yang tidak berubah dari Adam, Abraham, Musa, Yesus, dan nabi -nabi lain. [1] [2] [3] [4] Prinsip agama, sosial, dan politik yang ditubuhkan Muhammad dengan Al -Quran menjadi asas Islam dan dunia Islam. [5]\n\nDilahirkan kira-kira tahun 53 BH (570 CE) ke dalam keluarga Qurayshi yang dihormati, Muhammad memperoleh gelaran \"al-amin\" (الْأمaraan, yang bermaksud \"yang boleh dipercayai\"). [6] [7] Pada usia 40 tahun dalam 11 bh (610 CE), Muhammad dikatakan telah menerima wahyu lisan pertamanya di dalam gua yang dipanggil Hira, yang merupakan permulaan keturunan Al -Quran yang berterusan hingga akhir hidupnya; Dan umat Islam berpendapat bahawa Muhammad diminta oleh Tuhan untuk memberitakan kesatuan Tuhan untuk menghapuskan penyembahan berhala, amalan secara terang-terangan hadir di Arab pra-Islam. [8] [9] Kerana penganiayaan terhadap umat Islam yang baru ditukar, atas jemputan delegasi dari Madinah (kemudian dikenali sebagai Yathrib), Muhammad dan pengikutnya berhijrah ke Madinah dalam 1 AH (622 CE), suatu peristiwa yang dikenali sebagai Hijrah. [10] [10] [10] [10] [10] [10] [10] [10] 11] Titik perubahan dalam kehidupan Muhammad, hegira ini juga menandakan permulaan kalendar Islam. Di Madinah, Muhammad melukis perlembagaan Madinah yang menyatakan hak dan hubungan di kalangan pelbagai komuniti yang ada di sana, membentuk masyarakat bebas, dan berjaya menubuhkan Negara Islam pertama. [12] Walaupun permusuhan orang Mekah, Muhammad, bersama pengikutnya, menguasai Mekah pada 630, [13] [14] dan memerintahkan pemusnahan semua berhala pagan. [15] [16] Pada tahun -tahun kemudiannya di Madinah, Muhammad menyatukan suku -suku Arab yang berlainan di bawah Islam [17] dan melakukan pembaharuan sosial dan agama. [18] Pada masa dia meninggal dunia pada kira -kira 11 Ah (632 CE), hampir semua puak Semenanjung Arab telah masuk ke Islam. [19]\n\nUmat ​​Islam sering merujuk kepada Muhammad sebagai Nabi Muhammad, atau hanya \"Nabi\" atau \"Rasul\", dan menganggapnya sebagai yang terbesar dari semua nabi. [1] [20] [21] [22] Dia dilihat oleh umat Islam sebagai pemilik semua kebajikan. [23] Sebagai perbuatan penghormatan, umat Islam mengikuti nama Muhammad oleh Benediction Arab Sallallahu 'Alayhi wa sallam, (yang bermaksud keamanan kepadanya), [24] kadang -kadang disingkat sebagai \"saw\" atau \"pbuh\".\n\nDalam Al -Quran\nMaklumat lanjut: Muhammad dalam Al -Quran\n\nNama Muhammad ditulis di Thuluth, pelbagai skrip kaligrafi Islam\nAl -Quran mencatatkan sedikit tentang kehidupan awal Muhammad atau butiran biografi lain, tetapi ia bercakap tentang misi nubuatannya, kecemerlangan moralnya, dan isu -isu teologi mengenai Muhammad. Menurut Al -Quran, Muhammad adalah yang terakhir dalam rantai nabi yang dihantar oleh Tuhan (33:40). Sepanjang Al -Quran, Muhammad dirujuk sebagai \"utusan\", \"Rasulullah\", dan \"Nabi\". Beberapa ayat sedemikian adalah 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29, dan 66:09. Istilah lain digunakan, termasuk \"Warner\", \"Bearer of Tidings Glad\", dan \"orang yang menjemput orang kepada Tuhan tunggal\" (Quran 12: 108, dan 33: 45-46). Al -Quran menegaskan bahawa Muhammad adalah seorang lelaki yang memiliki kecemerlangan moral tertinggi, dan Tuhan menjadikannya contoh yang baik atau \"model yang baik\" untuk umat Islam untuk mengikuti (Quran 68: 4, dan 33:21). Al -Quran menafikan ciri -ciri superhuman untuk Muhammad, [25] tetapi menggambarkannya dari segi kualiti manusia yang positif. Dalam beberapa ayat, Al -Quran mengkristal hubungan Muhammad dengan manusia. Menurut Al -Quran, Tuhan menghantar Muhammad dengan kebenaran (mesej Tuhan kepada manusia), dan sebagai rahmat kepada seluruh dunia (Quran 39:33, dan 21: 107). Dalam tradisi Islam, ini bermakna bahawa Tuhan menghantar Muhammad dengan mesejnya kepada umat manusia yang berikut yang akan memberikan keselamatan kepada orang -orang di akhirat, dan ajaran Muhammad dan kesucian hidup pribadinya sendiri yang terus hidup ibadah Tuhan di dunia ini . [26]\n\nMenurut Al -Quran, kedatangan Muhammad diramalkan oleh Yesus: \"Dan ingatlah, Yesus, Anak Maria, berkata: 'Wahai anak -anak Israel! Aku adalah utusan Allah kepada kamu, mengesahkan hukum (yang datang) di hadapan saya, dan memberikan berita gembira seorang utusan untuk datang selepas saya, yang namanya akan menjadi Ahmad '\"(Quran 61: 6). Melalui ayat ini, umat Islam Arab awal mendakwa legitimasi atas kepercayaan baru mereka dalam tradisi agama yang ada dan ramalan yang dikatakan Yesus. [27]"
}
