{
"Adam": "Eerste profeet en vader van alle mensen.\nHet verhaal van Adam en Creation is in de koran gevoed. Er zijn referenties in de hoofdstukken: 2, 4, 5, 20, 21, 38 en anderen. In het koranverhaal schiep God de mensheid uit klei (Q3: 59), [18] vormde het aan een vorm en beval de engelen vervolgens te buigen (onderwerpen) aan Adam. Iblis weigerde uit trots (Q15: 26-32) [19] en werd verbannen uit Jannah (Paradise).\n\nVolgens de koran had God al besloten vóór de schepping van Adam dat de mensheid (Adam en zijn nageslacht) op aarde zouden worden geplaatst. De islam schrijft het leven van de mensheid op aarde niet als een straf, eerder als onderdeel van Gods plan.\n\n\"'Voorwaar, ik ga de mensheid generaties na generaties op aarde plaatsen.' Zij (de engelen) zeiden: 'Zul je daarin degenen die onheil daarin zullen maken en bloed maken, terwijl wij (de engelen) je verheerlijken met lof en bedankt en je heiligen?' God zei: 'Ik weet dat wat je niet weet.' \"\n\nGod leert vervolgens Adam de namen van alle dingen en assembleert de engelen voor Adam om hen te laten zien dat Adam meer is dan ze weten, met name de hoge intellectuele capaciteit van Adam:\n\n\"En hij leerde Adam de namen - allemaal. Toen liet hij ze aan de engelen zien en zei:\" Vertel me over de namen hiervan, als je waarheidsgetrouw bent. \"Ze zeiden:\" Glorie tegen u (zei de engelen), Van kennis hebben we er geen, behalve wat u ons hebt geleerd: in werkelijkheid is het u die perfect is in kennis en wijsheid. \"Hij zei:\" O Adam! Vertel ze hun namen. \"Toen hij het hen had verteld, zei God (tegen de engelen):\" Heb ik je niet verteld dat ik de geheimen van hemel en aarde ken, en ik weet wat je onthult en wat gij verbergt? \"\n\nGod beveelt de engelen om voor Adam te buigen. Allen gehoorzamen, behalve Iblis, die het gevoel heeft dat hij van vuur wordt gemaakt, zou niet moeten buigen voor Adam die van de aarde is gemaakt. Zijn ongehoorzaamheid van Gods bevel gevolgd door zijn trots zorgde ervoor dat hij uit Gods voordeel viel:\n\n\"En zie, we zeiden tegen de engelen:\" buig voor Adam \"en zij bogen. Niet zo iblis: hij weigerde en was hooghartig: hij was van degenen die het geloof verwerpen (degenen die ongehoorzaam zijn).\" (2:34)\n\nGod plaatst later Adam en Eva in de tuin en vertelt hen dat ze vrij zijn om te genieten van zijn vruchten, behalve om niet in de buurt van een bepaalde boom te komen: (2:35)\n\n\"We zeiden:\" O Adam! woon je en je vrouw in de tuin; en eet van de overvloedige dingen daarin als (waar en wanneer) gij wilt; Maar benader niet deze boom, of gij raakt schade en overtreding. \"\n\nSatan bedriegt vervolgens Adam en Eva in het eten van de vruchten van de boom: (2:36)\n\n\"Toen liet Satan ze uit de (tuin) glijden en ze uit de staat (van Felicity) halen waarin ze waren geweest. We zeiden:\" Get Get, allemaal (gij mensen), met sommigen van jullie die vijandschap hebben naar anderen. Op aarde zal uw woonplaats zijn en uw middelen van bestaan ​​- voor een tijdje. \"\n\nAdam en Eva voelen veel spijt voor hun acties, maar God wendt zich tot Adam in genade en troost hem: (2:37)\n\n\"Toen leerde Adam van zijn Heer woorden van inspiratie, en zijn Heer draaide zich naar hem toe; want hij is vaak weergegeven, het meest barmhartig.\"\n\nGod informeert vervolgens Adam dat God zijn leiding zal sturen naar Adam en zijn nageslacht: (2:38)\n\n\"We zeiden:\" Ga jullie allemaal uit deze plek (de tuin), dan wanneer je leiding van mij komt, en wie mijn leiding volgt, zal er geen angst voor zijn, noch zullen ze treuren. \"\n\nIn de tuin van Eden lokt Satan (vaak geïdentificeerd als Iblis) Adam en Eva in om God ongehoorzaam te maken door de vrucht uit de verboden boom te proeven. God, stuurt Adam en Eva naar de rest van de aarde. [20] [21]\n\nDe koran beschrijft ook de twee zonen van Adam en Eva, Cain en Abel. [22] [23]",
"Idris": "Uitvinder van de pen en uitvinder van de naald.",
"Nuh": "Overlevende van de grote overstroming.",
"Hud": "Handelaar\n\nDit is een korte samenvatting van het verhaal van HUD, met nadruk op twee specifieke verzen:\n\nDe mensen van ʿād waren extreem krachtig en rijk en ze bouwden talloze gebouwen [19] en monumenten om hun macht te tonen. Het ʿād -volks vermogen bleek echter uiteindelijk hun falen te zijn, omdat ze arrogant werden en God hebben verlaten en afgoden begonnen te adopteren voor aanbidding, waaronder drie idolen genaamd SAMD, Samud en Hara. [11] HUD bleef, zelfs in de kindertijd, consistent in gebed tot God. Het is door Exegese gerelateerd dat HUD's moeder, een vrome vrouw die grote visioenen had gezien bij de geboorte van haar zoon, de enige persoon was die HUD in zijn aanbidding aanmoedigde. [20] Zo hief de Heer HUD op als een profeet voor het ʿād -volk. [20]\n\nToen Hud begon te prediken en hen uitnodigde voor de aanbidding van alleen de ware God en toen hij zei dat ze zich moeten bekeren voor hun eerdere zonden en om genade en vergeving vroeg, begonnen de ʿād -mensen hem te beschermen en begonnen goddeloos Gods boodschap te bespotten. Het verhaal van HUD belichaamt de profetische cyclus die gemeenschappelijk is voor de vroege profeten die in de koran worden genoemd: de profeet wordt naar zijn volk gestuurd om hen te vertellen alleen God te aanbidden en vertelt hen te erkennen dat het God is die de leverancier van hun zegeningen is [9] de Koran [3] stelt:\n\nWe stuurden naar het volk van 'ad hun broer Hud, die zei:' O mijn volk, aanbid God; u hebt geen andere God behalve Hij. (Wat betreft de afgoden) U vindt alleen leugens uit.\nO mijn mensen, ik vraag er geen beloning van je om: mijn beloning is bij hem die me heeft geschapen. Zult u het daarom niet begrijpen?\nO mijn volk, smeek uw Heer om u te vergeven en zich tot Hem in berouw te wenden. Hij zal regen in torrents voor u uit de lucht sturen en u extra kracht geven. Dus keer hem niet van hem af als zondaars. \"\nZe zeiden: \"O HUD, u bent zonder bewijzen naar ons gekomen. We zullen onze goden niet in de steek laten omdat u dat zegt, noch in u gelooft.\nHet enige dat we kunnen zeggen is dat sommige van onze goden u met kwaad hebben geslagen. \"Hij antwoordde:\" Ik roep God om getuige te zijn, en u bent ook getuige, dat ik vrij ben van wat u associeert (in uw zaken)\nAfgezien van hem. Zet zo veel tegen me als je wilt, en geef me geen uitstel.\nIk plaats mijn vertrouwen in God die mijn Heer en uw Heer is. Er is geen wezen dat op de aarde beweegt die niet door de Forelock stevig door hem wordt vastgehouden. Voorwaar, de manier van mijn Heer is hetero.\nAls u zich afslaat, (onthoud dan) dat ik u de boodschap heb afgeleverd waarmee ik is verzonden. Mijn Heer zal andere mensen op uw plaats plaatsen, en u zult niet tegen hem kunnen zegevieren. Inderdaad, mijn Heer houdt in de gaten over alle dingen. \"\n\n-Koran, Sura 11 (HUD), Ayah 50-57\nWonder van HUD\nVolgens Tafsir van Ibn Qayyim al-Jawziyya in zijn analyseboek, Madaarij Saalikeen, dat is geciteerd door Ibn Abi al-Iizz in zijn Syarh (commentaar) van Al-Aqida al-Tahawiyya, heeft Hud zijn wonder laten zien dat door is op gewezen door zijn wonder dat door wordt opgemerkt door Het vers van 56-58:\n\n(56) \"Het enige dat we kunnen zeggen is dat sommige van onze goden u met het kwaad hebben geslagen.\" Hij antwoordde: \"Ik roep God om getuige te zijn, en u bent ook getuige, dat ik vrij ben van wat u associeert (in uw zaken) ... Afgezien van hem. Breng zoveel tegen mij als u wilt, en geef mij geen respijt .\n\n(57) Ik plaats mijn vertrouwen in God die mijn Heer en uw Heer is. Er is geen wezen dat op de aarde beweegt die niet door de Forelock stevig door hem wordt vastgehouden. Voorwaar, de manier van mijn Heer is hetero.\n\n(58) Als u zich wendt, (onthoud dan), heb ik u het bericht gegeven waarmee ik is verzonden. Mijn Heer zal andere mensen op uw plaats plaatsen, en u zult niet tegen hem kunnen zegevieren. Inderdaad, mijn Heer houdt in de gaten over alle dingen. \"\n\n- Koran, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (Arabisch: صَالِحٌ, Romanized: ṣāliḥ, lit. 'vioom', ook gespeld Salih), is een Arabische profeet die in de Koran wordt genoemd [1] [2] die profeteerde van de stam van Thamud [3] [4] [5 [5 ] in het oude Arabië, voor het leven van de profeet Mohammed. Het verhaal van Salih is gekoppeld aan het verhaal van de She-kamel van God, dat het geschenk was dat God aan het volk van Thamud gaf toen ze een wonder wilden om te bevestigen dat Salih echt een profeet was.\n\nZijn beroep was een kameelfokker.\n\nHistorische context\n\nMada'in Salih of al-Hijr in de hijazi bergachtige regio van Saoedi-Arabië\nDe Thamud was een tribale confederatie in de noordwestelijke regio van het Arabische schiereiland, genoemd in Assyrische bronnen in de tijd van Sargon II. De naam van de stam blijft verschijnen in documenten in de vierde eeuw CE, maar tegen de zesde eeuw werden ze beschouwd als een groep die lang geleden was verdwenen. [6]: 81\n\nVolgens de koran heette de stad waarnaar Salih al-Hijr werd genoemd, [7] die overeenkomt met de Nabataean City van Hegra. [8] De stad werd rond de eerste eeuw na Christus bekend als een belangrijke site in de regionale caravanhandel. [9] Grenzend aan de stad waren grote, gedecoreerde rotsgesneden graven die werden gebruikt door leden van verschillende religieuze groepen. [6]: 146 Op een onbekend punt in de oudheid werd de site verlaten en mogelijk functioneel vervangen door Al-'ula. [10] De site wordt sinds het tijdperk van Mohammed Mada'in Salih genoemd, genoemd naar zijn voorganger Salih. [11]\n\nBuiten de islamitische en Baháʼí -religies wordt Salih niet genoemd in een andere Abrahamische Schrift of hedendaagse historische tekst, maar het verslag van de vernietiging van Thamud is misschien wel bekend in het oude Arabië. De naam van de stam wordt gebruikt in de oude Arabische poëzie als een metafoor voor \"de vergankelijkheid van alle dingen\". [6]: 223–24\n\nIn de islam\nBismillahir Rahmanir Rahim\nOnderdeel van een serie over de islam\nIslamitische profeten\nAnbiya\nProfeten in de koran\nVermeld door de islamitische naam en bijbelse naam.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muḥammad (Mohammed)\nBelangrijkste gebeurtenissen\nKeer bekeken\nIslam Portal\nVTE\nOnderdeel van een serie over\nIslam\nAllah3.svg\nOvertuigingen\nHandel\nSms -foundations\nGeschiedenis\nCultuur en samenleving\ngerelateerde onderwerpen\n Islam Portal\nVTE\nKoran\n\nSalih nodigt zijn volk uit om de She-Camel te zien\nVerlichte verzameling verhalen over de profeten\nSalih's leven in zijn gemeenschap was zo rechtvaardig geweest dat de mensen van Thamud vrijwel op hem vertrouwden voor steun. [12] Hij werd door God gekozen als boodschapper en gestuurd om tegen het egoïsme van de rijken te prediken en de praktijk van Shirk (afgoderij of polytheïsme) te veroordelen. Hoewel Salih de boodschap voor een langdurige periode predikte, weigerden de mensen voor Thamud zijn waarschuwing te horen en begon in plaats daarvan Salih te vragen een wonder voor hen uit te voeren. Ze zeiden: \"O salih! U bent van ons geweest! Een centrum van onze hoop tot nu toe! Gij u de aanbidding verbiedt van wat onze vaders aanbaden? Maar we zijn echt in verdachte (verontrustende) twijfel over dat waarvoor u ons uitnodigt . \"\n\nSalih herinnerde zijn volk aan de talloze kastelen en paleizen die ze uit steen bouwden, [13] en aan hun technologische superioriteit over aangrenzende gemeenschappen. Verder vertelde hij hen over hun voorouders, de ʿād -stam, en hoe ook zij werden vernietigd voor hun zonden. Sommige mensen van Thamud geloofden de woorden van Salih, maar de tribale leiders weigerden naar hem te luisteren en bleven eisen dat hij een wonder aantoonde om zijn profeetschap te bewijzen. [14]\n\nIn reactie hierop gaf God de Thamud een gezegende She-Kamel, zowel een middel voor onderhoud als een test. De stam werd verteld om de kameel toe te staan ​​vredig te grazen en te voorkomen dat ze haar schade toebrengt. [15] Maar in weerwil van de waarschuwing van Salih, verhinderden de mensen van de stam de kameel. [16] Salih liet hen weten dat ze nog maar drie dagen te leven hadden voordat de toorn van God op hen afdaalde. [17] De mensen van de stad waren berouw, [18] maar hun misdaad kon niet ongedaan worden gemaakt, en alle ongelovige mensen in de stad werden gedood in een aardbeving. Al-Hijr werd onbewoond en bleef daarna altijd in ruïnes gebleven. [19] Salih zelf en de weinige gelovigen die hem volgden, overleefden. [20]\n\nHet verhaal wordt uitgebreid in Sūrat an-Naml, terwijl de She-Camel hier niet expliciet wordt genoemd, staat het dat negen mannen uitgezet om Salih en zijn hele familie te doden, [21] [22] een misdaad waarvoor ze werden neergehaald door God drie dagen later. [23]\n\nMoslimtraditie\nMoslimschrijvers hebben het verhaal van Salih en de She-Camel uitgewerkt. Vroege islamitische traditie betrof vaak een motief van de kameel die op wonderbaarlijke wijze uit steen kwam, vaak vergezeld door een kalf en de productie van melk uit de kameel. Al-Tabari stelt dat Salih zijn volk opriep naar een berg, waar ze getuige waren van de rots die op wonderbaarlijke wijze open waren gesplitst en de kameel onthulden. De She-Camel had een jong kalf. Salih liet de thamud weten dat de oudere kameel op een dag uit hun waterbron moest drinken, en ze moesten er de volgende dag van drinken. Op dagen dat ze geen water mochten drinken, voorzag de kameel hen van melk. Maar God liet Salih weten dat een jongen die de kameel zou hameren, binnenkort bij de stam zou worden geboren, en dat kind was slecht en onnatuurlijk snel groeide. De kameel werd inderdaad gedood en het kalf schreeuwde drie keer uit, wat aangeeft dat de Thamud binnen drie dagen zou worden vernietigd. Hun gezichten werden geel, toen rood, toen zwart, en ze stierven op de derde dag zoals voorspeld. [24]\n\nVolgens sommige islamitische geleerden was de moeder van Ismail, Hajar, een kleindochter van de profeet Salih. [25]\n\nEen soortgelijke traditie is gerelateerd in een achtste-eeuws commentaar op de islam door Johannes van Damascus [26] [27] en wordt ook genoemd in de werken van Ibn Kathir. [28]",
"Ibrahim": "Vader van Judiasm, het christendom en de islam. Bouwer van de Kaaba.",
"Lut": "Historicus en reiziger.\n\nDe koran stelt dat op een dag een groep engelen Abraham bezocht als gasten in het mom van mannen [12] om hem te informeren over het feit dat zijn vrouw Sarah zwanger was van Isaac. Terwijl ze daar waren, vertelden ze hem ook dat ze door God naar het 'schuldige volk' [13] van Lut [14] waren gestuurd om hen [15] te vernietigen met \"een douche van stenen van klei\". [16] Lut en degenen die in hem geloofden, moesten worden gespaard, maar zijn vrouw moest sterven in de vernietiging, waarbij de engelen verklaarden dat \"ze van degenen is die achterblijven\". [17] [18] De koran is ook gebaseerd op de vrouw van Lot als een \"voorbeeld voor de ongelovigen\", omdat ze getrouwd was met een rechtvaardige man, maar weigerde in zijn boodschap te geloven en dus in de hel werd veroordeeld. [3] [19]\n\nDe mensen van de tweelingsteden overtreden tegen de grenzen van God. Volgens de koran omvatten hun zonden inhospitaliteit en diefstal [20] ze haatten vreemden en beroofde reizigers, afgezien van andere misbruiken en verkrachting. Het was ook hun zonde van seksueel wangedrag dat als bijzonder grof werd gezien, waarbij Lut hen sterk berispte voor het naderen van mannen met seksueel verlangen in plaats van vrouwen. [21] [22] Lut vertelde en probeerde hen te helpen hun zondige manieren te verlaten, maar ze belachden hem [20] en dreigden hem uit de steden te verdrijven. [23] Lut bad tot God en smeekte om gered te worden van de gevolgen van hun zondige daden. [3] [24]\n\nToen kwamen drie engelen, vermomd als knappe mannen, naar Lut als gasten. Hij treurde de mannen, omdat hij machteloosheid voelde om hen te beschermen tegen de mensen van de steden. [25] De inwoners van de steden die zich bewust werden van de bezoekers eisten dat lot zijn gasten aan hen overgaf. [26] Verleid en bang dat ze de toorn van God zouden oplopen, suggereerden nogal wettig huwelijk met zijn dochters [27] als vrome en zuiverdere alternatieven voor hun onwettige wensen, en misschien als een bron van begeleiding. [28] Maar ze waren onverbiddelijk en antwoordden: \"Gij weet het dat we uw dochters niet nodig hebben: inderdaad, u weet het heel goed wat wij wensen!\", [29] Verwijzend naar zijn mannelijke gasten.\n\nDe Exegetes ibn Kathir, Qurtubi en Tabari lezen niet 'dochters' om de letterlijke dochters van Lot te betekenen. Ze beweren dat, aangezien een profeet als een vader van zijn natie is, lot de boosdoeners opdroeg zich af te keren van hun zonden en gezonde en vrome relaties aan te gaan met de dochters van de natie, d.w.z. vrouwen in het algemeen. [30]\n\nDe engelen onthulden vervolgens hun ware identiteiten aan lot en zeiden tegen hem: \"We zijn (hier) om u en uw volgende te leveren, behalve uw vrouw: ze is van degenen die achterblijven.\" [3] Ze adviseerden veel om de steden te verlaten Gedurende de nacht, hem te vertellen niet terug te kijken. [31] zijn geloof in God houden, liet lot de steden in de duisternis van de nacht achter, waarbij hij zijn volgelingen en gelovige familieleden meenam. Eindelijk kwam de ochtend en het decreet van God Passeerd waarop de koran luidt: “We hebben (de steden) ondersteboven gedraaid en op hen op hen zijn geregend, hard als gebakken klei, verspreid, laag op laag,-“ [32] en dus het lot van de Twin Cities werd verzegeld, vallend, vallend, vallend. in vernietiging en wanhoop en het markeren van het einde van de beschavingen van Sodom en Gomorra. [3]",
"Ismail": "Vader van Arabieren.\n\nIshmael wordt als een profeet in de islam beschouwd en wordt in veel gevallen in de koran vermeld met andere profeten. [11] [12] [13] [14] In andere verzen, zoals 21:85 [15] en 38:48, [16] Ishmael wordt geprezen omdat hij geduldig, goed en rechtvaardig is. [17] Een bepaald voorbeeld dat Ismaël afzonderlijk beschrijft, is 19: 54-55 [18]-\"En denk aan, door deze goddelijke schrift, Ismaël. Zie, hij was altijd trouw aan zijn belofte, en was een apostel [van God], een Profeet, die vroeger op hun bevolking en liefdadigheid op zich hield, en gunst vond in het zicht van zijn duurer. \"[19] Als een afstammeling van Ismaël, wordt Mohammed als gerechtvaardigd beschouwd als de profeet en gaat de lijn van profeten voort uit de pre-islamitische tijd.",
"Ishaq": "De bijbelse patriarch Isaac (Arabisch: إسحاق of إسحٰق [noot] ʾisḥāq) wordt door moslims erkend als een profeet en boodschapper van God. [1] Net als in het jodendom en het christendom beweert de islam dat Isaac de zoon was van de patriarch en profeet Abraham van zijn vrouw Sarah. Moslims houden Isaac in diepe verering omdat ze geloven dat zowel Isaac als zijn oudere halfbroer Ismaël de spirituele erfenis van hun vader voortzetten door hun daaropvolgende prediking van de boodschap van God na de dood van Abraham. [2] Isaac wordt genoemd in vijftien passages van de koran. [3] Samen met meerdere keren in de koran wordt Isaac opgehouden als een van de profeten van de islam.\n\nVader van het Israëlische volk.\n\nVroege leven\nVanwege Gods genade en verbond met Abraham, was Sarah begaafd met een kind op haar oude dag. Isaac was de leeftijd van 10 toen zijn halfbroer Ismaël uit het huis van Abraham naar de woestijn ging. Terwijl in de woestijn Ishmael een vrouw nam van de dochters van Moab genaamd ‘Ayeshah. [4]\n\nBegraafplaats\nHet graf van Isaac\nZijn graf en die van zijn vrouw Rebekah wordt beschouwd als in de grot van de patriarchen in Hebron, Westelijke Jordaanoever, bekend in de islam als de Ibrahim-i-moske (\"moskee van Abraham\"). Naast het graf van Isaac zijn die van enkele van de andere koran/bijbelse patriarchen en hun vrouwen: Abraham en Sarah en Jacob en Leah.\n\nVermeldingen in koran\nIsaac wordt vijftien keer bij naam genoemd in de koran, vaak met zijn vader en zijn zoon, Jacob (Yaʿqūb). [5] De koran stelt dat Abraham \"goede tijdingen van Isaac, een profeet, van de rechtvaardigen\" ontving, en dat God hen allebei zegende (37: 112). \"En we gaven hem blije tijdingen van Isaac, een profeet uit de rechtvaardigen. En we zegenden hem en Isaac. En onder hun nageslacht zijn de deugdzame en degenen die zichzelf duidelijk verkeerd hebben\" [6] in een vollere beschrijving, toen engelen kwamen tot Ibrahim om hem te vertellen over de toekomstige straf die moet worden opgelegd aan Sodom en Gomorra, zijn vrouw, Sarah, \"lachte en we gaven haar goede tijdingen van Isaac, en na Isaac van (een kleinzoon) Jacob\" (11: 71-74) ; En er wordt verder uitgelegd dat dit evenement zal plaatsvinden ondanks de ouderdom van Abraham en Sarah. Verschillende verzen spreken van Isaac als een \"geschenk\" aan Abraham (6: 84; 19: 49-50), en 29: 26-27 voegt eraan toe dat God \"profeetschap en het boek onder zijn nakomelingen heeft gemaakt\", die is geïnterpreteerd Om te verwijzen naar de twee profetische zonen van Abraham, zijn profetische kleinzoon Jacob en zijn profetische achterkleinzoon Joseph. In de koran vertelt het later dat Abraham God ook prees voor het geven van hem Ismmaël en Isaac op zijn oude dag (xiv: 39-41).\n\nElders in de koran wordt Isaac genoemd in lijsten: Joseph volgt de religie van zijn voorouders Abraham, Isaac en Jacob (12: 38) en spreekt over Gods gunst tot hen (12: 6); De zonen van Yaʿqūb getuigen allemaal hun geloof en beloven de God te aanbidden dat hun voorvaderen, \"Abraham, Ismaël en Isaac\", aanbeden (2: 127); en de koran beveelt moslims om te geloven in de onthullingen die werden gegeven aan \"Abraham, Ismaël, Isaac, Jacob en de patriarchen\" (2: 136; III: 84).",
"Yaqub": "Yaqub ibn Ishaaq ibn ibrahim (Arabisch: يَعْقُوب ابْنُ إِسْحَٰق ابْنُ إِبْرَاهِيم, letterlijk: \"Jacob, zoon van Isaac, zoon van Abraham\" Arabisch: Ósg quid: yaqub; : إِسْرَآءِیْل [Israaeel]), ook bekend als Jacob, is een profeet in de islam. Hij wordt erkend als een patriarch van de islam. Moslims geloven dat hij hetzelfde monotheïstische geloof predikte als zijn voorouders: Abraham (Ibrāhīm), Ismaël (Ismail) en Isaac (Ishaaq).\n\nJacob wordt zestien keer genoemd in de koran. [1] Twee verdere verwijzingen naar Isra'il worden verondersteld vermeldingen van Jacob te zijn. [2] In de meeste van deze referenties wordt Jacob genoemd naast collega -Hebreeuwse profeten en patriarchen als een oude en vrome profeet die in de \"gezelschap van de uitverkorenen\" bleef. [3] [4] Moslims zijn van mening dat Jacob de zoon van Isaac was en dat hij de eenheid van God gedurende zijn hele leven predikte. Zoals in het christendom en het jodendom, is de islam van mening dat Jacob twaalf zonen had, die elk de twaalf stammen van Israël zouden doorgaan. [5] Jacob speelt een belangrijke rol in het verhaal van zijn zoon, Joseph (Yūsif). [6] De koran maakt verder duidelijk dat God een verbond met Jacob [7] heeft gemaakt en Jacob werd een trouwe leider gemaakt door Gods bevel. Zijn grootvader (Ibrahim), vader (Ishaq), oom (Ismail), zoon (Yusuf) en zichzelf zijn allemaal profeten van de islam. [8]\n\nIn de koran\nJacob wordt zestien keer bij naam genoemd. [9] Hoewel veel van deze verzen hem prijzen in plaats van een exemplaar uit zijn verhaal te vertellen, registreert de koran desalniettemin verschillende belangrijke gebeurtenissen uit zijn leven. Moslimtraditie en literatuur [10] De vroegste gebeurtenis waarbij Jacob in de koran betrokken is, is die van de engelen (Malāʾikah) die \"blije tijdingen\" geeft aan Abraham en Sarah van de toekomstige geboorte van een profetische zoon door de naam Isaac en een profetisch kleinzoon bij de naam Jacob. [11] De koran verklaart:\n\nToen hij zich van hen had afgewend en van degenen die ze naast Allah aanbeden, schonken we hem Isaac en Jacob, en elk van hen maakten we een profeet.\n\n- Koran, Surah 19 (Maryam), Ayah 49 [11]\nDe koran vermeldt ook dat Abraham het geloof van puur monotheïsme onderwees aan zijn zonen, Ismaël en Isaac, evenals Jacob. De koran registreert Abraham die Ishmael, Isaac en Jacob vertelt: \"Oh mijn zonen! Allah heeft het geloof voor jou gekozen; sterf dan niet behalve in het geloof van de islam.\" [12] De koran vermeldt ook de geschenken die aan Jacob worden gegeven en evenals De kracht van zijn geloof, dat sterker werd naarmate hij ouder werd. De koran vermeldt dat Jacob \"geleid\" was; [13] \"kennis\" gegeven; [14] \"geïnspireerd\"; [15] en kreeg een \"tong van waarachtigheid om gehoord te worden\". [16] De koran vermeldt later het volgende met betrekking tot Jacob:\n\nEn we schonken hem Isaac en, als een extra geschenk, (een kleinzoon), Jacob, en we hebben rechtvaardige mannen van iedereen (van hen) gemaakt.\nEn we maakten hen leiders, begeleidden (mannen) door ons bevel, en we stuurden hen inspiratie om goede daden te doen, om regelmatige gebeden te vestigen en regelmatig liefdadigheid te oefenen; En ze dienden ons constant (en alleen ons).\n\n-Koran, Surah 21 (al-Anbiya), Ayat 72–73 [17]\nEn herdenken onze dienaren Abraham, Isaac en Jacob, bezitters van macht en visie.\nVoorwaar, we hebben ze gekozen voor een speciaal (doel)- het verkondigen van de boodschap van het hiernamaals.\nZe waren in ons zicht echt van het gezelschap van de uitverkorenen en het goede.\n\n- Koran, Surah 38 ('Sad), Ayat 45–47 [18]\nJacob en zijn zonen\nDe volgende belangrijke vermelding van Jacob in de koran is in het verhaal van de Surah Yusuf. Joseph's verhaal in de koran opent met een droom die Joseph op een nacht had, waarna hij naar zijn vader Jacob rende en zei: \"Zie! Joseph zei tegen zijn vader:\" O mijn vader! Ik zag elf planeten en de zon en de maan: ik zag ze zichzelf naar mij toeporen! \"\" [19] Jacob's gezicht vol vreugde over wat hij had gehoord van de jonge Joseph, en de ouder wordende profeet begreep onmiddellijk wat de droom betekende . Jacob kon voorzien dat zijn zoon zou opgroeien tot de volgende profeet in de lijn van Abraham en het zou Joseph zijn die de boodschap van de islam in de komende jaren levend zou houden. De oudere zonen van Jacob vonden echter dat hun vader van Joseph en Benjamin, de jongste zoon van Jacob, meer hield dan zij. Jacob wist van hun jaloezie en waarschuwde de jonge Joseph erover. [20] De tien oudere broers van Joseph besloten hem vervolgens te vermoorden. Zoals de koran hun discussie vertelt:\n\nZe zeiden: \"Echt waar Joseph en zijn broer meer van worden geliefd bij onze Vader dan wij: maar we zijn een goed lichaam! Echt onze Vader dwaalt duidelijk (in zijn gedachten)!\n\"Slay Ye Joseph of werpt hem uit naar een (onbekend) land, dat de gunst van je vader je alleen kan worden gegeven: (er zal tijd genoeg zijn) voor jou om daarna rechtvaardig te zijn!\"\n\n- Koran, Surah 12 (Yusuf) Ayat 8–9 [21]\nEen van de broers (meestal begrepen als Reuben [22]) was echter van mening dat in plaats van Joseph (Yusuf) te doden, ze hem in plaats daarvan in een put zouden moeten laten vallen, zodat een caravan hem kan komen ophalen. [23] Zo vroegen ze hun vader of ze de jonge Joseph konden meenemen om met hen te spelen, op voorwaarde dat ze over hem in de gaten zouden houden. Hoewel Jacob vreesde dat een DHI’b (Arabisch: ذِئـب, Wolf) zijn zoon zou verslinden, [24] de opstandige oudere zonen krachtig wegnamen en hem in de put gooiden. [25] Toen de zonen die nacht terugkwamen naar Jacob, deden ze alsof ze huilden en ze vertelden hem verder dat de wolf Joseph had verslonden. Om hun vader te misleiden, bevlekten ze het shirt van Joseph (Yusuf) met vals bloed, [26] maar Jacob, die begaafd was met kennis, wist dat dit een vals brouwsel was dat ze hadden bedacht. Hoewel Jacob zich zorgen maakte over het verlies van Joseph, bleef hij standvastig voor God gedurende zijn verdriet. [26] Naarmate de jaren verstreken, groeide de jonge Joseph op tot een man in Egypte; Jacob was ondertussen weer thuis in Canaan, waar zijn zonen hem constant zouden storen over zijn herhaalde bidden tot God voor de terugkeer van Joseph (Yusuf). [27] Hoewel Jacob vaak bij God klaagde [14], was het nooit voor Gods handelen, maar uit de afleidingen van zijn eigen geest en zijn af en toe breken uit de grenzen van geduld die hij voor zichzelf had gesteld. Hij negeerde constant de slechte treiterende treitering van zijn zonen en zou hen vergeven en probeerde hen degelijk advies te geven. [28] Op een dag besloot Jacob zijn zonen op een boodschap te sturen en hen te vertellen naar Egypte te gaan op zoek naar Joseph en Benjamin. Zijn zonen luisterden voor het eerst naar hem en vertrokken naar Egypte. Toen een van de zonen van Jacob terugkeerde naar Canaan met het goede nieuws van Joseph en Benjamin in Egypte, kwam hij met een shirt dat Joseph hem had gegeven, waarvan hij hem had verteld over het gezicht van hun vader te werpen, [29] om de blindheid van Jacob te verwijderen en rouw. Zo volgde de Zoon de instructies en deed hij zoals Joseph, het herstellen van Jacob's fysieke en mentale visie.\n\nNadat het zicht van Jacob was hersteld, begon de hele familie hun tocht naar Egypte, om Joseph en de andere zonen opnieuw te ontmoeten. Toen ze eenmaal aankwamen, ontmoetten de vader en zoon elkaar met grote liefde en werden ze opnieuw in vrede herenigd. De nu krachtige Joseph voorzag een thuis voor zijn ouders met zichzelf en, zoals de koran zegt, hen hoog op een 'troon van waardigheid'. [30]. Het was nu dat de hele familie zich samen tot God kon wenden door de profetische kantoren van zowel Jacob als Joseph.\n\nJacob's laatste advies aan zijn volk\nDe hele kinderen van Israël werden geroepen om te buigen voor geloof in de islam (onderwerping aan God) voordat Jacob stierf. Jacob wilde ervoor zorgen dat zijn kinderen alleen in de islam sterven en daarom een ​​laatste belofte van hen namen. Toen hij hen vroeg wie ze zouden aanbidden na zijn dood, antwoordden ze dat ze zouden doorgaan in de islam en buigen voor en God aanbidden. [31] Hoewel het dodelijk-bed scène is verfraaid in de joodse traditie, en vermeld in het boek Genesis, vermeldt de koran het om het idee te benadrukken dat Abraham, Isaac, Ismaël en Jacob allemaal moslims waren, omdat ze in vol vertrouwen bogen God en God alleen. De koran vertelt:\n\nEn dit was de erfenis die Abraham aan zijn zonen overliet, en Jacob ook; \"Oh mijn zonen! Allah heeft het geloof voor jou gekozen; sterf dan niet behalve in het geloof van de islam.\"\nWaren gij getuigen toen de dood voor Jacob verscheen? Zie, hij zei tegen zijn zonen: \"Wat zult u achter mij aanbidden?\" Ze zeiden: \"Wij zullen uw God en de God van uw vaders, van Abraham, Ismail en Isaac, aanbidden- de enige (ware) Allah: voor Hem buigen we (in de islam).\"\n\n-Koran, Surah 2 (al-Baqara), Ayah 132–133 [32]\nDe erfenis van Jacob\nJacob is heel speciaal in de islam voor het voortzetten van de erfenis die zijn voorouders achtergelaten. Moslims geloven dat God zijn uiterste genade aan Jacob heeft geschonken en koos voor hem tot de meest verheven mannen. De koran noemt Jacob vaak als een man van macht en visie en benadrukt dat hij van het gezelschap van het goede en uitverkoren was. Zoals de koran zegt:\n\nDat was de redenering over ons, die we aan Abraham hebben gegeven (om te gebruiken) tegen zijn volk: we verhogen wie we zullen, graad na graad: want uw Heer is vol wijsheid en kennis.\nWe gaven hem Isaac en Jacob: All (drie) begeleidden: en vóór hem leidden we Noah, en onder zijn nageslacht, David, Solomon, Job, Joseph, Mozes en Aaron: Aldus belonen we degenen die goed doen:\n\n-Koran, Surah 6 al-an'am, Ayah 83–84 [33]\nAli Ibn Abi Talib, toen hem werd gevraagd naar de profeten die speciale namen kregen, vertelt in Hadith dat Ya'qub ibn Ishaq bekend stond bij zijn volk als Isra'il. [34]\n\nGevallen in de Bijbel waarbij Jacob worstelt met een engel worden niet genoemd in de koran, maar worden besproken in moslimcommentaren, net als de visie van de ladder van Jacob. [9] [35] Jacob die Isaac trekt om hem te zegenen door zich voor te doen als zijn tweeling, Esau, is ook niet in de koran, maar is in moslimcommentaren. [9]\n\nMoslims, die geloven dat Jacob een grote patriarch was, benadrukken de overtuiging dat het grootste belang van Jacob lag in zijn grote onderwerping aan God en zijn stevige geloof in de juiste religie. Als een patriarch is Jacob, naast Abraham, volgens de traditie het meest vruchtbaar. Van zijn twaalf zonen [36] zouden vele andere grote profeten komen, waaronder Jona (Yunus), David (Dawud), Solomon (Suleyman) en Jezus (ISA).",
"Yusuf": "Yusuf ibn Yaqub ibn Ishaaq ibn Ibrahim (Arabic: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهيم) (Joseph, son of Jacob, son of Isaac, son of Abraham) is a prophet mentioned in the Quran,[1] and corresponds to Joseph, a Persoon uit de Tanakh, de Joodse religieuze Schrift en de christelijke Bijbel, die naar schatting in Egypte voor het nieuwe koninkrijk in Egypte had gewoond. [2] Het is een van de gemeenschappelijke namen in het Midden -Oosten en onder moslimlanden. Van alle kinderen van Jacob was Joseph degene die het geschenk van profetie gaf. Hoewel de verhalen van andere profeten worden genoemd in verschillende Surahs, wordt het volledige verhaal van Joseph alleen gegeven in één Surah, Yusuf, die het uniek maakt. Er wordt gezegd dat het het meest gedetailleerde verhaal in de koran is en meer details draagt ​​dan de bijbelse tegenhanger. [3]\n\nYusuf wordt verondersteld de elfde zoon van Yaqub te zijn geweest (Arabisch: يعقوب, yaqub), en, volgens veel geleerden, zijn favoriet. Volgens Ibn Kathir: \"Jacob had twaalf zonen die de gelijknamige voorouders waren van de stammen van de Israëlieten. De edelste, de meest verheven, de grootste van hen was Joseph.\" [4] Het verhaal begint met Joseph die een droom onthulde die hij had. aan zijn vader, die Jacob herkent. [5] Naast de rol van God in zijn leven, werd het verhaal van Yusuf en Zulaikha (Potiphar's vrouw van het Oude Testament) een populair onderwerp in de Perzische literatuur, waar het in de loop van de eeuwen aanzienlijk werd uitgewerkt. [6]\n\nKoran Surah 12 (Yusuf)\n\nGebruik van \"koning\" versus \"farao\"\nIn de koran wordt in de tijd van Joseph specifiek de titel van de heerser van Egypte gezegd dat hij \"de koning\" (Arabisch: Al-Malik) is, terwijl de heerser van Egypte in de tijd van Mozes specifiek zou zijn \" Farao \"(Arabisch: Firaun, hoewel als een naam zonder het definitieve artikel). Dit is interessant omdat volgens historische bronnen de titel Farao alleen begon te worden gebruikt om te verwijzen naar de heersers van Egypte (beginnend met de regel van Thutmose III) in 1479 v.Chr. - ongeveer 21 jaar nadat de profeet Joseph stierf. [44] Maar in de vertelling van Yusuf in de Bijbel worden de titels King (Hebreeuws: Melekh) en Farao door elkaar gebruikt voor de heerser van Egypte in Genesis hoofdstukken 39-41. [45]\n\nDe Malik (van Egypte) zei: \"Ik zie (in een visioen) zeven dikke kine, die zeven magere, verslinden, en zeven groene oren maïs, en zeven (anderen) verdorde. O ye chiefs! Neem mijn visie uit , als het is dat u visioenen kunt interpreteren. \"\n\n- Koran, Surah 12 (Yusuf), Ayah 43, [46]\nNa hen stuurden we Musa met onze tekenen naar Fir'aun en zijn leiders, maar ze hebben hen ten onrechte afgewezen. Dus zie hoe het einde was van al-mufsidine (Arabisch: ألمفسدين, \"de onheil-makers\" of \"de corrups\").\n\n-Koran, Surah 7 (al-Araf), Ayah 103 [47]\nEn de Malik zei: \"Breng hem naar mij.\" Maar toen de boodschapper naar hem toe kwam, zei hij (Yusuf): \"Keer terug naar uw Heer en vraag Hem: 'Wat is er gebeurd met de vrouwen die hun handen snijden? Zeker, mijn Heer (Allah) is zich terdege bewust van hun plot.\n\n- Koran, Surah 12 (Yusuf), Ayah 50, [48]\nEn de meester van Joseph nam hem mee en legde hem in de gevangenis, de plaats waar de gevangenen van de koning gebonden waren; En hij was daar in de gevangenis.\n\n- Genesis 39:20\nEn Joseph was dertig jaar oud toen hij voor de farao-koning van Egypte stond.-En Joseph ging uit de aanwezigheid van Farao en ging door het hele land van Egypte.\n\n- Genesis 41:46\nEn Joseph plaatste zijn vader en zijn broeders en gaf hen een bezit in het land Egypte, in het beste van het land, in het land van Rameses, zoals Farao had geboden.\n\n- Genesis 47:11",
"Ayyub": "Job (Arabisch: أيوب, Romanized: Ayūb) staat bekend als een profeet in de islam en wordt genoemd in de koran. [1] Het verhaal van Job in de islam is parallel aan het verhaal van de Hebreeuwse Bijbel, hoewel de nadruk ligt op de baan die standvastig blijft voor God; Er wordt geen melding gemaakt van de discussies van Job met vrienden in de koran -tekst, maar later stelt moslimliteratuur dat Job broers had, die ruzie hebben gemaakt met de man over de oorzaak van zijn aandoening. Sommige moslimcommentatoren spraken ook over Job als de voorouder van de Romeinen. [2] Islamitische literatuur geeft ook commentaar op de tijd en plaats van profetische bediening van Job, die zegt dat hij achter Joseph kwam in de profetische serie en dat hij predikte tot zijn eigen volk in plaats van naar een bepaalde gemeenschap te worden gestuurd. Traditie vertelt verder dat Job de leider zal zijn in de hemel van de groep van \"degenen die geduldig hebben doorstaan\". [3]\n\nAyūb (Job) wordt voor het eerst genoemd in de koran in het volgende vers:\nInderdaad, we hebben u geopenbaard, [O Muhammad], zoals we aan Noah en de profeten achter hem hebben geopenbaard. En we hebben geopenbaard aan Abraham, Ismaël, Isaac, Jacob, The Descendants, Jezus, Job, Jonah, Aaron en Solomon, en aan David gaven we het boek [van Zabur].\n\n-Koran, Sura 4 (an-nisa), Ayah 163 [4]\nDe koran beschrijft Job als een rechtvaardige dienaar van Allah, die gedurende een lange periode werd getroffen door lijden. Het stelt echter duidelijk dat Job nooit het geloof in God heeft verloren en voor altijd tot God in gebed riep, hem gevraagd zijn ellende te verwijderen:\n\nEn [vermeld] Job, toen hij tot zijn Heer riep: \"Inderdaad, tegenspoed heeft me geraakt, en u bent de meest genadige van de barmhartige.\"\n\n- Koran, Sura 21 (de profeten), Ayah 83 [5]\nHet verhaal vermeldt verder dat God na vele jaren van lijden de taak beval \"met uw voet te slaan!\". [6] Meteen raakte Job de grond met zijn voet en God veroorzaakte een koele bron van water om uit de aarde te stromen, waaruit Job kon aanvullen. De koran stelt dat het toen was dat God zijn pijn en lijden verwijderde en hij de familie van Job naar hem terugbracht, zegende hem met vele generaties kinderen en verleende hem grote rijkdom. Naast de korte beschrijvingen van het verhaal van Job, vermeldt de koran verder de baan in de lijsten van degenen die God speciale leiding, wijsheid en inspiratie had gegeven (IV: 163) en als een van de mannen die autoriteit hebben gekregen, het geschenk van profeethout (VI: 84).\n\nNadat Satan het had opgegeven om de baan van de Heer af te wenden, verwijderde God de aandoening van Job en heeft zijn gezin aan hem teruggebracht, waardoor ze in aantal werden verdubbeld. Hij keerde terug van de rijkdom van Job en douchte met goud. Toen de vrouw van Job had haar man had zien herstellen tot welvaart en gezondheid, bad ze dankzij God, maar toen maakte ze zich zorgen over de eed die haar man eerder had afgelegd, waarin hij had beloofd haar met honderd slagen te verslaan. Job was ook diep bedroefd over de eed die hij had afgelegd, te midden van zijn lijden. God stuurde echter een openbaring naar Job, die hem vertelde zijn vrouw niet te verslaan, maar haar zachtjes te slaan met een bundel zacht gras. [7]\n\nKoran Referenties\nJob's Prophecy: 4: 163, 6:84\nTrial and Patience: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nVerder lezen\nIbn Kathir, Bidaya Wa L-Nihaya, I, 220–225\nTafsir op xxi en xxxvii\nTabari, I, 361–364\nThalabi, Tales of the Prophets, Cairo 1339, 106–114\nKisa'i, verhalen over de profeten, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb of Shuʿayb (Arabisch: شعيب, IPA: [ʃuʕajb]; Betekenis: \"die het juiste pad toont\") is een oude Midianite Nabi (profeet) in de islam, en de meest vereerde profeet in het braak geloof. [ 1] Shuayb wordt traditioneel geïdentificeerd met de bijbelse Jethro, de schoonvader van Mozes. Shuaib wordt in de koran in totaal 11 keer genoemd. [2] Er wordt aangenomen dat hij na Ibrahim (Abraham) heeft geleefd, en moslims geloven dat hij als profeet naar een gemeenschap is gestuurd: de Midianieten, [3] die ook bekend staan ​​als de Aṣḥāb al-Aykah (\"metgezellen van het hout\") , [4] [5] [6] [7] Omdat ze een grote boom aanbeerden. Voor de mensen riep Shuaib het rechte pad uit en waarschuwde de mensen om hun frauduleuze manieren te beëindigen. Toen de gemeenschap zich niet bekeerde, vernietigde Allah (God) de gemeenschap. [3] [5]\n\nShuaib wordt begrepen door moslims als een van de weinige Arabische profeten die bij naam worden genoemd in de koran, de anderen zijn Salih, Hud en Muhammad. Er wordt gezegd dat hij bij moslims bekend stond als \"de welsprekende prediker onder de profeten\", omdat hij volgens traditie talent en welsprekendheid in zijn taal kreeg. [8]\n\nHistorische context\nHet gebied waarnaar Shuʿayb werd gestuurd, wordt 'Madyan in de koran genoemd, in het Engels bekend als Midian, waarnaar vaak wordt verwezen in de Bijbel. De Midianieten zouden van Arabische afkomst zijn, hoewel ze buren waren van de bijbelse Kanaänieten, ze vermengden met hen samen. Er wordt gezegd dat ze een rondzwervende stam waren en dat hun belangrijkste grondgebied ten tijde van Musa (Mozes) het Sinaï -schiereiland was.\n\nBetwiste identificatie met Jethro\nJethro wordt genoemd in de Bijbel (Exodus 3: 1) als de vader in de wet van Mozes. Hoewel Shuaib vaak wordt geïdentificeerd met de Midianite -priester Jethro, verwerpen de meeste moderne geleerden deze identificatie. Klassieke commentatoren, zoals Ibn Kathir, zeggen dat Shuʿayb een achterkleinzoon van Abraham was: Shuʿayb wordt verondersteld de zoon te zijn geweest van Mikil, zoon van Issachar, zoon van Midian, zoon van Abraham. [8] Dat zou de identificatie onmogelijk maken met Jethro, die leefde ten tijde van Mozes, zogenaamd honderden jaren na Abraham. [9]\n\nDe koran stelt dat Shuaib door God werd benoemd om een ​​profeet te zijn voor het volk van Midian. De mensen van dit land zouden vooral berucht zijn omdat ze anderen bedriegen door oneerlijkheid en voor afgoderij. De profetie van Shuʿayb was vooral betrokken bij het roepen van de Midianites naar het juiste pad van God, [10] en hen verbieden valse goden te aanbidden.\n\nEr wordt ook gezegd dat hij zijn volk heeft verteld om te stoppen met oneerlijk te zijn in hun dagelijkse activiteiten. Hoewel hij voor een langdurige periode predikte en profeteerde, weigerde de meerderheid van de mensen naar hem te luisteren. Shuayb bleef echter standvastig. Hij predikte consequent krachtig tegen de goddelozen en vertelde hen over de straf die de zondig voor hen was overkomen. Shuʿayb waarschuwde de mensen dat hun onwetendheid zou leiden tot de vernietiging van Midian, waardoor historische voorbeelden van eerdere profeten, waaronder Noah, HUD, Salih en Lot, [11] allemaal door God waren vernietigd.\n\nDe mensen beschimpen Shuʿayb en vertelden hem dat, als het niet voor de prestigieuze familie waar hij vandaan kwam, hij zeker ter dood zou zijn gestenigd. Shuayb antwoordde: \"Is mijn familie meer overweging met u dan God?\" Toen de Midianites weigerden te geloven, werden ze vernietigd door een machtige aardbeving. [3] De koran vermeldt echter dat Shuʿayb en zijn gelovige metgezellen werden gered van de donderende straf. [11] [12]\n\nParallellen met andere profeten\nDe missie van Shuayb wordt vaak genoemd in de koran met de missie van Noah, HUD, Salih en Lot. Geleerden hebben erop gewezen dat deze vijf profeten de vroege profetische missies illustreren: [13] De profeet zou naar zijn gemeenschap worden gestuurd; De gemeenschap zou geen aandacht besteden aan zijn waarschuwing en zou hem in plaats daarvan met straf bedreigen; Na jaren van prediking zou God hem vragen zijn gemeenschap te verlaten, terwijl zijn volk vervolgens in een straf werd vernietigd. [13] Geleerden interpreteren chronologisch de lijst van de vijf profeten, dus Shuʿayb was een afstammeling van Noach (gepredikt over de grote vloed) en de profeet Abraham.",
"Musa": "In de islam, Mūsā ibn ʿImrān (Arabisch: موسی ابن عمران, lit. 'Mozes, zoon van Amram'), [1] is een belangrijke profeet en boodschapper van God (Allah) en is de meest genoemde persoon in de Koran, met Zijn naam wordt 136 keer genoemd en zijn leven wordt verteld en meer verteld dan die van een andere profeet. [2] [3]\n\nVolgens de koran werd Musa geboren uit een Israëlische familie. In zijn jeugd wordt hij in een mand geplaatst die naar Nile stroomt, en uiteindelijk wordt Musa ontdekt door Farao's (Fir'awn) vrouw Asiya, die Musa maakt als haar geadopteerde zoon. Na het bereiken van de volwassenheid woont Musa vervolgens in Midian, voordat hij naar Egypte vertrekt om de farao te bedreigen. Tijdens zijn profeetschap zou Musa talloze wonderen hebben verricht, en zou ook naar verluidt persoonlijk met God hebben gesproken, die de titel 'Spreker van God' (Kalīm Allah) over Musa schenkt. Het populairste wonder van de profeet is dat hij de zee verdeelt, met een wonderbaarlijke stok van God. Afgezien van de koran wordt Musa ook beschreven en geprezen in de Hadith -literatuur.\n\nNa de dood van Farao reizen Musa en zijn volgelingen naar Jeruzalem, waar de profeet uiteindelijk sterft. In de islamitische traditie wordt aangenomen dat hij begraven is in Nabi Musa en uiteindelijk opgevoed naar de hemel. Nadien zou hij Mohammed hebben ontmoet in de zeven hemel na de hemelvaart van laatstgenoemde uit Jeruzalem tijdens de nachtreis (’Isrā’ Miʿrāj). [4] Tijdens de reis zou Musa herhaaldelijk Mohammed terug hebben gestuurd om God te ontmoeten en een vermindering van het aantal vereiste dagelijkse gebeden te vragen, oorspronkelijk beschouwd als vijftig, totdat alleen de vijf verplichte gebeden bleven. [5] [6]\n\nMusa wordt gezien als een zeer belangrijke figuur in de islam. Volgens de islamitische theologie moeten alle moslims geloof hebben in elke profeet en boodschapper van God, waaronder Musa en zijn broer Harun. Het leven van Musa wordt over het algemeen gezien als een spirituele parallel met het leven van Mohammed, en moslims beschouwen vele aspecten van de te delen levens van de twee individuen. [1] Islamitische literatuur beschrijft ook een parallelle relatie tussen hun volk en de incidenten die zich in hun leven hebben voorgedaan; De uittocht van de Israëlieten uit het oude Egypte wordt als vergelijkbaar van aard beschouwd als de migratie van Mohammed en zijn volgelingen van Mekka tot Medina terwijl beide gebeurtenissen zich ontvouwden in het licht van vervolging - van de Israëlieten door de oude Egyptenaren en van de vroege moslims door de Meccans, respectievelijk. [7] Zijn onthullingen, zoals de tien geboden, die deel uitmaken van de inhoud van de Torah en staan ​​centraal in de Abrahamische religies van het jodendom en het christendom. [8] [9] Bijgevolg worden joden en christenen aangeduid als \"mensen van het boek\" voor moslims en moeten ze worden erkend met deze speciale status waar de islamitische wet wordt toegepast. Musa wordt verder vereerd in de islamitische literatuur, die de incidenten van zijn leven uitbreidt en de wonderen die aan hem worden toegeschreven in de koran en hadith, zoals zijn directe gesprekken met God.",
"Harun": "In de islam, Hārūn ibn ʿImrān [2] (Arabisch: هارون ابن عمران, lit. 'Aaron, zoon van Amram'), is een profeet en boodschapper van God (Allah), en de oudere broer van de profeet Musa (Mozes). [3] [mislukte verificatie] [Verduidelijking nodig] Hij predikte samen met zijn broer de Israëlieten tot de Exodus. [4]\n\nDe koran bevat talloze verwijzingen naar Aaron, zowel bij naam als zonder naam. Er staat dat hij een afstammeling was van Abraham [5] en maakt duidelijk dat zowel hij als Mozes samen werden gestuurd om de farao te waarschuwen voor Gods straf. [6] Het voegt verder eraan toe dat Mozes eerder tot God had gebeden om zijn eigen bediening met Aaron [7] te versterken en dat Aaron Mozes hielp omdat ook hij een profeet was, [8] en zeer welsprekend in kwesties van spraak en discours. [9] De koran voegt eraan toe dat zowel Mozes als Aaron zijn toevertrouwd om plekken van woning voor de Israëlieten in Egypte te vestigen en die huizen om te zetten in plaatsen van aanbidding voor God. [10]\n\nHet incident van het gouden kalf zoals het wordt verteld in de koran schildert Aaron in een positief licht. De koran zegt dat Aaron het leiderschap van Israël had toevertrouwd terwijl Mozes op ṭūr sīnā '(Arabisch: طـور سيـنـاء, berg sinai) was voor een periode van veertig dagen. [11] [12] [Mislukte verificatie] [Verduidelijking nodig voegt eraan toe dat Aaron zijn best heeft gedaan om de aanbidding van het gouden kalf te stoppen, dat niet door Aaron werd gebouwd maar door een slechte man met de naam 'as-samiri'. [13] Toen Mozes terugkeerde uit de berg Sinaï, bestrafte hij Aaron voor het toestaan ​​van de aanbidding van het idool, waartoe Aaron smeekte Mozes hem niet de schuld te geven wanneer hij geen rol had in zijn constructie. [14] [12] De koran voegt eraan toe dat Mozes hier de zonden van Israël klaagde en zei dat hij alleen de macht over zichzelf en Aaron had. [15]\n\nAaron wordt later herdacht in de koran als iemand die een \"duidelijke autoriteit\" had [16] en iemand die \"naar het juiste pad was geleid\". [17] Het voegt verder eraan toe dat het geheugen van Aaron is achtergelaten voor mensen die achter hem kwamen [18] en hij wordt gezegend door God samen met zijn broer [19] De koran zegt ook dat mensen 'Isa's moeder Maryam (Arabisch: مـريـم, Mary) a' noemden 'a' Zuster van Harun \"[20] Moslimgeleerden debatteerden over wie precies deze\" Harun \"was in termen van zijn historische persona, met sommigen dat het een verwijzing was naar Aaron van de Exodus, en de term\" zuster \"die slechts een metaforisch aangeeft of spirituele link tussen de twee figuren, des te duidelijker toen Maria een afstammeling was van de priesterlijke afkomst van Aaron, terwijl anderen het als een andere rechtvaardige man waren die op het moment van Christus leefde met de naam \"Aaron\". De meeste geleerden hebben ingestemd met het eerste perspectief en hebben Maria geestelijk gekoppeld aan de werkelijke zuster van Aaron, haar naamgenoot Miryam (Arabisch: مـريم, Hebreeuws: מִרְיָם), [21] op wie ze op vele manieren leek. De koran vertelt ook dat, eeuwen later, toen de tabut (Arabisch: تـابـوت, ark van het verbond) terugkwam naar Israël, het \"relikwieën van de familie van Mozes en relikwieën van de familie van Aaron\" bevatte. [22]",
"DhulKifl": "Dhul-Kifl (Arabisch: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, letterlijk \"bezitter van de kifl\"; ook gespeld dhu l-kifl, dhul-kifl, zu al-kifl, of zu l-kifl) is een islamische poepet. Hoewel zijn identiteit onbekend is, is zijn identiteit theoretiseerd en geïdentificeerd als verschillende Hebreeuwse Bijbelse profeten en andere figuren, meestal Ezechiël en Gautama Boeddha. [1] [2] [3] [4] Dhul-Kifl wordt verondersteld door Allah te zijn verheven naar een hoog station in het leven en wordt beschreven in de koran als een man van het \"gezelschap van het goede\". [5] Hoewel er niet veel bekend is over Dhul-Kifl uit andere historische bronnen, spreken alle geschriften van klassieke commentatoren, zoals Ibn Ishaq en Ibn Kathir, over Dhul-Kifl als een profetische, heilige mens die trouw bleef in dagelijks gebed en aanbidding. [ 6]\n\nEen graf in de provincie Ergani van Diyarbakir, Turkije wordt door sommigen beschouwd als de rustplaats van profeet Dhul-Kifl. Het ligt op 5 km van het stadscentrum op een heuvel genaamd Makam Dağı. [7] [8]\n\nEtymologie\nDe naam Dhul-Kifl betekent letterlijk \"de bezitter van Kifl\", met behulp van een type naam waarbij ذُو Dhū (\"bezitter van\") voorafgaat aan een karakteristisch geassocieerd kenmerk. [9] Dergelijke namen werden gebruikt uit andere opmerkelijke figuren in de koran, bijvoorbeeld Dhu al-Qarnayn (Arabisch: ذُو ٱلْقَرْنَيْن, lit. 'Hij van de twee hoorns/hij van de twee keer'), en dhu al-nūn (Arabisch: ذُو; ٱلْنُّون, lit. 'Degene met de vis'), verwijzend naar Yunus. KIFL is een archaïsch Arabisch woord dat \"dubbel\" of \"duplicaat\" betekent, van een wortel die betekent \"verdubbelen\" of \"vouwen\"; Het werd ook gebruikt voor een vouw. De naam wordt over het algemeen gezien als \"een van een dubbele portie\". Sommige geleerden hebben gesuggereerd dat de naam \"de man met de dubbele vergoeding\" of liever \"de man die twee keer overvraagt\", [10], [10] betekent, [10], dat wil zeggen dat het een titel is voor een baan, omdat zijn familie aan hem werd teruggegeven Volgens de Koran en het Book of Job. [11]\n\nVolgens één standpunt betekent het \"de man van Kifl\", zoals \"die van ...\" een andere mogelijke vertaling van de deelwoord dhū is, en KIFL is naar verluidt de Arabische weergave van \"Kapilavastu\". [12]\n\nEzechiël\nSommigen zijn van mening dat Dhul-Kifl Ezechiël zou kunnen zijn. Toen de ballingschap, de monarchie en de staat werden vernietigd, was een politiek en nationaal leven niet langer mogelijk. In overeenstemming met de twee delen van zijn boek, zijn zijn persoonlijkheid en zijn prediking hetzelfde, en de titel Dhul-Kifl betekent \"degene om te verdubbelen\" of \"te vouwen\".\n\nAbdullah Yusuf Ali zegt in zijn koranische commentaar:\n\nDhul-Kifl zou letterlijk \"bezitter van of geven, een dubbel vereiste of gedeelte\" betekenen; Of anders, \"iemand die een mantel van dubbele dikte gebruikte\", die een van de betekenissen van KIFL was. De commentatoren verschillen van mening over wie bedoeld is, waarom de titel op hem wordt toegepast. Ik denk dat de beste suggestie is die wordt geboden door Karsten Niebuhr in zijn Reisebeschreibung Nach Arabien, Kopenhagen, 1778, II. 264–266, zoals geciteerd in de Encyclopaedia van de islam onder Dhul-Kifl. Hij bezocht Meshad 'All in' Irak, en ook het stadje genaamd Kifl, halverwege Najaf en Hilla (Babylon). Kefil, zegt hij, is de Arabische vorm van Ezechiël. Het heiligdom van Ezechiël was daar en de Joden kwamen er op bedevaart naartoe. Als we \"dhul-kifl\" accepteren als geen epitheton, maar een geabaardiseerde vorm van \"Ezechiël\", past het in de context, Ezechiël was een profeet in Israël die door Nebuchadnezar naar Babylon werd meegesleept na zijn tweede aanval op Jeruzalem ( B.C. 599). Zijn boek is opgenomen in de Engelse Bijbel (Oude Testament). [15] Hij was geketend en gebonden, en in de gevangenis gezet, en een tijdlang was hij dom. Hij droeg allemaal met geduld en standvastigheid en bleef de kwaden in Israël moedig berispen. In een brandende passage hekelt hij valse leiders in woorden die eeuwig waar zijn: \"Wee de herders van Israël die zichzelf voeden! Moeten de herders de kuddes niet voeden? U eet het vet, en gij kleding met de wol, ye Dood ze die worden gevoed: maar je voedt niet de kudde. De zieke zijn niet versterkt, noch je hebt genezen dat wat ziek was, noch je hebt gebonden dat wat was gebroken ... \".\". [16]\n\n- Abdullah Yusuf Ali, The Holy Qur'an: tekst, vertaling en commentaar [17]\n\nGenoemd in koran\nIn de koran\nDhul-Kifl is twee keer genoemd in de koran, in de volgende verzen:\n\nEn (onthoud) Ismail, Idris en Dhul-Kifl, alle (mannen) van constantheid en geduld.\nWe hebben ze aan onze genade toegegeven: want zij waren van de rechtvaardigen.\n\n-Koran, Surah al-Anbiya (21), Ayahs 85–86 [13]\nEn herdenken Ismail, Elisa en Dhul-Kifl: elk van hen was van het gezelschap van het goede.\n\n- Koran, Surah Sad (38), Ayah 48 [14]\nIn beide gevallen wordt DHUL-KIFL vermeld in de context van een lijst met koran profeten, waaronder vele anderen die niet worden genoemd in de hierboven geciteerde Ayat.\nAl Kifl (Arabisch: الكفل; Ul-Kifl) is een stad in het zuidoosten van Irak aan de rivier de Eufraat, tussen Najaf en Al Hillah. Variant names for the shrine within Al Kifl are: Dhu'l Kifl Shrine, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine . Hazqiyal is de Arabische transliteratie van de Hebreeuwse y'hezqel, die meestal werd gebruikt door Sephardi -joden nadat ze het Arabisch hadden aangenomen. Dit geeft aan dat de Joden Ezechiël en Dhul-Kifl gelijk hebben, en moslim-exegetten volgden. De Iraakse autoriteiten beweren dat in 1316 (715–16 ah) de Ilkhanid Sultan UljaUaTu de rechten van voogdij over het graf van de Joodse gemeenschap verwierf. Bijgevolg werd het heiligdom omgedoopt tot de islamitische nomenclatuur voor dezelfde profeet. Sultan UljaUaTu voegde aan de structuur toe door een moskee en een minaret te bouwen. Ook herstelde hij het heiligdom dat enkele wijzigingen implementeerde, duidelijk gemaakt door de huidige staat te vergelijken met de beschrijvingen van pre-ilkhanid reizigers. De site bleef een moslimbedevaartsplaats tot het begin van de negentiende eeuw toen Menahim ibn Danyal, een rijke Jood, het met succes terugzette naar een Joodse site en het herstelde. De minaret bleef als de enige getuige van zijn ambtstermijn als een islamitische site. Hoewel de moskee en minaret in de 14e-eeuwse werden gebouwd, kan de oudheid van het heiligdom en het graf niet worden bepaald. [18]\n\nGautama Boeddha\nDhul-Kifl is ook geïdentificeerd met Gautama Buddha. [19] [20] [21] [22] De betekenis van Dhul-Kifl wordt nog steeds besproken, maar volgens één visie kan het betekenen \"de man uit Kapil (Kapilavastu, de stad waar de Boeddha dertig jaar van zijn leven doorbracht). [12] [20]\n\nDe aanhangers van deze visie noemen de eerste verzen van het 95e hoofdstuk van de koran, Surah at-tin:\n\nDoor de vijgen en de olijf, en de berg Sinaï, en deze veilige stad ˹ van Mekka˺!\n\n-Koran, 95: 1-3\nVolgens deze opvatting is van de plaatsen die in deze verzen worden genoemd: Sinaï is de plaats waar Mozes openbaring ontving; Mekka is de plaats waar Mohammed openbaring ontving; En de olijfboom is de plaats waar Jezus openbaring ontving. In dit geval ontving de resterende vijgenboom Gautama Boeddha openbaring. [21]\n\nSommigen gaan ook een beetje verder en stellen dat Mohammed zelf een Boeddha was, omdat het woord Boeddha \"verlichte\" betekent. [23]\n\nAnderen\nDhul-Kifl is ook verschillend geïdentificeerd met Joshua, Obadiah [24] en Jesaja. [25] [24]",
"Dawud": "Dawud (Arabisch: دَاوُوْد, Romanized: Dāwūd [daːwuːd]), is een profeet en boodschapper van God (Allah) en is rechtvaardig, goddelijk geacht monarch van het Verenigd Koninkrijk van Israël. [1] Bovendien eren moslims ook David voor het hebben ontvangen van de goddelijke openbaring van de Zabur (Psalmen). [2] [3] Dawud wordt beschouwd als een van de belangrijkste mensen in de islam. Zestien keer genoemd in de koran, verschijnt David in de islamitische Schrift als een schakel in de keten van profeten die Mohammed voorafgingen. [4] Hoewel hij meestal niet wordt beschouwd als een van de \"wetgevende\" profeten (Ulū al-ʿazm), \"is hij verre van een marginale figuur\" in het islamitische denken. [2] In latere islamitische tradities wordt hij geprezen om zijn strengheid in gebed en vasten. Hij wordt ook gepresenteerd als de prototypische rechtvaardige heerser en als een symbool van Gods gezag op aarde, die tegelijkertijd een koning en een profeet is geweest.\n\nDavid is vooral belangrijk voor de religieuze architectuur van islamitisch Jeruzalem. [1] Dawud staat bekend als bijbelse David die volgens de Hebreeuwse Bijbel de tweede koning van het Verenigd Koninkrijk Israël en Juda was, regerend c. 1010–970 v.Chr. [Nodig citaat]\n\nVermeldingen in koran\nDavids verhaal in de koran, in veel opzichten, parallellen die in de Bijbel worden gegeven. Hij wordt een profeet (Nabī) en ook een boodschapper (Rasūl) genoemd, David is opgenomen in lijsten van degenen die openbaring hebben ontvangen (Waḥy; Q4: 163) of begeleiding (Hudā; 6:84) van God. In beide lijsten verschijnt zijn naam naast die van zijn zoon Solomon. Elders legt de koran uit dat God beiden de geschenken van \"gezond oordeel\" (ḥukm; 21:79) en \"kennis\" (ʿilm; 21:79; 27:15) gaf. Toch staat de koran ook toe aan David Merits die hem onderscheiden van Solomon: David doodde Goliath (2: 251) en ontving een goddelijke openbaring met de naam \"de psalmen\" [5] (Koran 17:55 gebruikt een onbepaalde vorm, terwijl 21: 105 gebruik gebruikt De definitieve vorm al-zabūr), [5] vermoedelijk een verwijzing naar de psalmen of de psalter (de term zabūr is misschien gerelateerd aan de Hebreeuwse term mizmōr of Syrische mazmūrā, \"psalm\"). De bergen en de vogels prees God samen met David (21:79; in 34:10 beveelt God hen om dit te doen; Cfr. Psalm 148: 7-10). God maakte David tot een \"vice -vice\" (Khalīfa; 38:26), een titel die de koran anders alleen geeft aan Adam (2:30). Deze titel suggereert dat David volgens de koran iets meer was dan een boodschapper: hij was een goddelijk geleide leider die Gods heerschappij op aarde vestigde. [1] Deze rol wordt ook gesuggereerd door 2: 251: \"God gaf hem autoriteit (mulk) en wijsheid (ḥikmah) en leerde hem wat Hij wilde. Als God sommige mensen niet door anderen terugstond, zou de aarde corrupt worden.\" [2 ]\n\nOnder de dingen die aan David werden geleerd, was het vermogen om pantser te maken (21:80, 34: 10–11), een suggestie dat Davids militaire exploits de daad van God waren. Het is ook belangrijk dat de koranische verwijzing naar Davids 'wijsheid' soms werd verklaard door de klassieke exegetes als het geschenk van profetie. [6] De koran verbindt ook David en Jezus, door erop te staan ​​dat beide die Israëlieten die niet geloofden, vervloekten (5:78). Bovendien kreeg David volgens de koran het vermogen om onderscheid te maken tussen waarheid en valsheid bij het verstrekken van rechtvaardigheid (Faṣl al-Khiṭāb, 38:20). Verder is er de toespeling op een test die David werd doorgevoerd, waarin hij bad en berouw heeft en God hem vergaf (38: 24-5). Surat Sad (het 38e hoofdstuk van de koran) wordt ook wel \"de sūra van David\" [7] exegetes genoemd, legt uit dat aangezien David zich neerkwam wanneer hij God vroeg hem te vergeven, Mohammed werd bevolen hem te imiteren en een uitputting uit te voeren bij het lezen van dit hoofdstuk . [8]\n\nReligieuze betekenis\nDavid is een van de weinige islamitische profeten die ook het koningschap hebben ontvangen. Terwijl andere profeten predikten tijdens het bewind van koningen, was David in zijn tijd de koning. Daarom ontving hij een extreem grote taak, om ervoor te zorgen dat de mensen van Israël niet alleen geestelijk onder controle werden gehouden, maar dat het land zelf ook sterk bleef. Zijn plaats als zowel leider als profeet wordt door alle moslims vereerd als een van extreem hoge rang. De figuur van David, samen met die van zijn profetische zoon, Solomon, is iconisch van mensen die terecht over hun land regeerden. God noemt de hoge rang van David vaak als een profeet en boodschapper in de koran. Hij wordt vaak genoemd naast andere profeten om te benadrukken hoe geweldig hij was. God zegt bijvoorbeeld:\n\nEn we gaven hem Isaac en Jacob en geleidden hen, zoals we Noah voor hen hadden geleid, en van zijn nakomelingen, David en Solomon en Job en Joseph en Mozes en Aaron. Zo belonen we degenen die rechtop staan ​​en goed doen.\n\n- Koran 6:84 [9]\nToen de kalief 'Umar Jeruzalem bezocht, vergezelde de patriarch Sophronius hem op de Temple Mount, terwijl hij zocht naar de Mihrab Dawud (David's Prayer-Niche) om een ​​gebed uit te voeren. Latere commentatoren identificeerden deze site met de toren van David. In een hadith wordt het gebed en vasten van David genoemd om God dierbaar te zijn.\n\nVertelde Abdullah bin 'amr bin al-'as: De apostel van Allah vertelde me: \"Het meest geliefde gebed tot Allah is dat van David en de meest geliefde vasten voor Allah zijn die van David. Hij sliep vroeger de helft van de nacht en bid dan voor een derde van de nacht en slaap opnieuw voor het zesde deel en vroeg vroeger op afwisselende dagen. \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nHet boek David\nHoofdartikel: Zabur\nDe Zabur is het heilige boek dat door God aan David wordt toegeschreven, net zoals Musa (Mozes) de Tawrat (Torah) ontving, Jesa (Jezus) ontving het Injil (evangelie) en Muhammad ontvingen de koran. In de huidige Hebreeuwse Bijbel staat de Zabur bekend als de psalmen. Net als andere geschriften uit het verleden wordt echter aangenomen dat de psalmen in de loop van de tijd zijn beschadigd, met een deel van de oorspronkelijke boodschappen nu verdwenen. Desalniettemin wordt moslims verteld om de huidige psalmen met enorm respect te behandelen, omdat ook zij in hun oorspronkelijke vorm een ​​geïnspireerd boek van God waren. De koran verklaart:\n\nUw Heer weet wie er in de hemel en de aarde is. We hebben sommige profeten over de anderen verheven; En aan David gaven we het Book of Psalmen.\n\n- Koran 17:55 [11]\n\n Koran 4: 163; 17:55.\n Koran 4: 163; 6:84.\n bijv. Ṭabarī, taʾrīkh, i, 559\n Hibat Allah b. Salāma, al-Nāsikh wa-l-mansūkh (in de marge van Wāḥidī, Asbāb), Caïro 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Koran 6:84\n Sahih al-Bukhari, 2: 21: 231\n Koran 17:55",
"Suleyman": "Sulaimān ibn dāwūd (Arabisch: سُلَيْمَان بْن دَاوُوْد, lit. 'Solomon, zoon van David') was, volgens de Quran, een Malik (مَلِك, lit. 'King') en Nabī (نَبِيّ, lit. 'Procephet') van 'Procephet') van 'Procephet') van 'Procephet') van 'Procephet') van 'Procephet') van 'Procephet') van 'Procephet') van 'Procephet') van 'Procephet') van 'Procet') de Israëlieten. Over het algemeen stelt de islamitische traditie dat hij de derde koning van het Joodse volk was en een wijze heerser van Israël. [1]\n\nIn de islam wordt Solomon beschouwd als een van de profeten van God die werd geschonken met veel goddelijke geschenken, waaronder het vermogen om met zowel dieren als Jinn te spreken; Er wordt ook gezegd dat hij de shayāṭīn (شياطين, lit. 'duivels') en de dīv (دیو, lit. 'demons') tot slaaf heeft gemaakt met de steun van een ring die hem door God heeft gegeven. [2]\n\nMoslims beweren verder dat hij zijn hele leven een trouwe monotheïst bleef; Regeerd terecht over de hele Israëlische natie; was gezegend met een niveau van koningschap dat aan niemand voor hem noch na hem werd gegeven; en vervulde al zijn geboden, die aan het einde van zijn leven in de buurt van God in Jannah (جَنّة, lit. 'paradise') werd beloofd. [3] Sinds de opkomst van de islam hebben verschillende Arabische historici Salomo beschouwd als een van de grootste heersers in de geschiedenis. [4]\n\nVermeldingen in koran\nKoran en interpretatie\nOordeel over het veld\nIn het vroegste verhaal met Solomon verwijst de koran (21:78) kort naar een verhaal dat Solomon in het gezelschap van zijn vader was, toen twee mannen David kwamen vragen tussen hen te beoordelen over een ḥarth (حَرْث, veld). [ 5] Latere moslimcommentatoren breidden zich uit over de toespeling, waaronder al-Tabari, Baidawi en Ibn Kathir. [6] [7] [8] Ze zeiden dat de eerste van de twee mannen zeiden dat hij een wijngaard bezat waarvan hij het hele jaar door veel zorg deed. Maar op een dag, toen hij afwezig was, was het schapen van de andere man in de wijngaard afgedwaald en de druiven verslonden. Hij vroeg om te worden gecompenseerd voor deze schade. [9]: 62 Bij het horen van de klacht van de man, suggereerde Solomon dat de eigenaar van de schapen de wijngaard van de andere man nam om te repareren en te cultiveren totdat de wijnstokken terugkeerden naar hun vroegere staat, waarna hij zou moeten terugkeren het aan zijn eigenaar. Tegelijkertijd zou de eigenaar van de wijngaard voor de schapen zorgen en profiteren van hun wol en melk totdat zijn land naar hem werd teruggegeven, op welk punt hij de schapen terug zou brengen naar hun eigenaar. Deze reactie toont het oordeelniveau van Solomon, dat volgens de koran [10] Salomo zijn hele leven zou karakteriseren. Ḥikmah (wijsheid) zou, volgens de moslimtraditie, altijd worden geassocieerd met Salomo, die later zelfs zou worden genoemd als Sulaimān al-ḥakīm (سُلَيْمَان ٱلْحَكِيْم, \"Solomon the Wise\"). Dit verhaal is aangepast in de Kebra Nagast, maar als een geschil beoordeeld door een zoon van Solomon. [7]\n\nSolomon en de demonen\n\nDe koningin van Sheba\nDe koran vertelt dat de wind ondergeschikt was gemaakt aan Solomon, [11] en hij kon het op zijn eigen wil beheersen, en dat de Jinn ook onder de controle van Solomon kwam. De Jinn hielp het bewind van Solomon te versterken. De duivels (Shayatin), [12] en demonen werden gedwongen gebouw voor hem monumenten. [13] God zorgde ook voor een wonderbaarlijke ʿayn (عَيْن, 'fount' of 'veer') van gesmolten qiṭr (قِطْر, 'messing' of 'koper') om voor Solomon te stromen, door de demonen in hun constructie te worden gebruikt. [11]\n\nToen David stierf, erfde Solomon zijn positie als de profetische koning van de Israëlieten. Solomon stond ooit een vrouw toe een standbeeld van haar vader te bouwen. Later begon ze het standbeeld te aanbidden en Salomo werd bestraft voor het tolereren van afgoderij in zijn koninkrijk. Als een straf stelde God een van de tot slaaf gemaakte demonen in staat Solomon's ring te stelen en zijn koninkrijk over te nemen (Surah 38:34). Hij bekeert later zijn zonde en krijgt opnieuw controle over de demonen, gericht op het opnieuw bouwen van de tempel. [14] Hij bad tot God om hem een ​​koninkrijk te verlenen dat anders dan hem zou zijn. [15] God aanvaardde het gebed van Solomon en gaf hem wat hij bevond.\n\nAlgorisch geïnterpreteerd, kan Solomons verlies van zijn ring tegen de demonen worden begrepen als een mens die zijn ziel verliest aan demonische passie. [16] Attar van Nishapur schrijft: \"Als u de Div (Demon) bindt, zul je op weg zijn naar het Royal Pavilion met Solomon\" en \"je hebt geen bevel over het koninkrijk van je zelf, want in jouw geval is de Div in de plaats van Solomon\" . [17]\n\nIn tegenstelling tot de Talmoedische traditie, was Solomon zich niet bewust en nam hij nooit deel aan afgoderij. [18] Verder verwerpt de koran dat Solomon een goochelaar was: \"(...) Solomon geloofde niet, maar de duivels laden niet, leerden mannen magie en (...)\". (2: 102)\n\nSolomon en de mier\nSolomon werd zelfs geleerd de talen van verschillende dieren, zoals mieren. De koran vertelt dat Solomon en zijn leger op een dag een Wādin-Naml binnenkwamen (وَادِ ٱلْنَّمْل, vallei van de mier). Bij het zien van Solomon en zijn leger waarschuwde een Namlah (نَمْلَة, vrouwelijke mier) alle anderen om \"... in je woningen te komen, opdat Solomon en zijn gastheren je (onder voet) verpletteren zonder het te weten.\" [19] onmiddellijk begrijpend. Wat de mier zei, bad Solomon, zoals altijd, tot God, hem bedanken voor het schenken aan hem dergelijke geschenken [20] en vermeed verder vertrappen over de mierenkolonies. [9]: 63 [21] Solomons wijsheid was echter nog een ander Van de gaven die hij van God ontving, en moslims beweren dat Solomon zijn dagelijkse gebed nooit is vergeten, dat belangrijker voor hem was dan al zijn gaven.\n\nExegetische literatuur benadrukt de wijsheid van de mier en verklaart de betekenis achter het geschenk van Solomon om de wind te beheersen. Volgens Siracü'l-Kulub vraagt ​​de mier Solomon of hij weet waarom hij \"Solomon\" wordt genoemd (Süleyman). Solomon zegt dat hij dat niet doet, waarna de mier verder uitlegt: \"Hoewel je hart gezond was (selim) en je de omstandigheden van de volgende wereld kent, heb je een paar geneugten van deze wereld geaccepteerd en ben je misleid door zijn bezit en Kingship; daarom wordt u Solomon genoemd. \" Nadien vraagt ​​de mier Solomon, als hij weet waarom God de wind voor hem heeft onderworpen. Nogmaals, Solomon zegt nee en de mier antwoordt: \"Hij heeft de wind om een ​​reden onderworpen: dat wat je hebt geaccepteerd, is niets. Net als de wind voorbijgaat, de wereld van de wereld ook.\" Geleerden zoals Fakhr al-Din Razi en Al-Qurtubi verheven de mier tot de rang van een voorbeelden voor mensen om te volgen. [22] (P198)\n\nVerovering van Saba '\n\nRuïnes van de Barran -tempel in Ma'rib, de voormalige hoofdstad van Saba 'in wat nu Jemen is\nEen ander belangrijk aspect van het koningschap van Solomon was de grootte van zijn leger, dat bestond uit zowel mannen als Jinn. Solomon zou zijn troepen en krijgers vaak beoordelen, evenals de Jinn en alle dieren die onder hem werkten. Op een dag, bij het inspecteren van zijn troepen, vond Solomon de hud-hud (هُدْهُد, Hoopoe) ontbrak in de vergadering. [23] Kort daarna arriveerde de HUD-HUD echter aan het hof van Solomon en zei: \"Ik heb gekoppeld (territorium) die u niet hebt gekoppeld, en ik ben naar u gekomen van Saba 'met Tidings True.\" [24] De HUD-HUD verder vertelde Solomon dat de mensen van Sheba de zon aanbaden en dat de vrouw die het koninkrijk regeerde zeer intelligent en krachtig was. Solomon, die goed luisterde, koos ervoor om een ​​brief aan het land Sheba te schrijven, waardoor hij zou proberen de mensen van Sheba te overtuigen om hun afgodische aanbidding van de zon te staken en tot de aanbidding van God te komen. Solomon beval de hud-hud om de brief aan de koningin van Sheba (bilqis) te geven, en vervolgens haar reactie te verbergen en te observeren. [9]: 64 De HUD-hud accepteerde de bevelen Brief aan de koningin. De koningin riep haar ministers vervolgens voor de rechtbank en las hen de brief uit Solomon voor en verklaarde aan het volk van Sheba: \"In de naam Allah de medelevende de barmhartige, wees niet verheven tegen mij, maar kom naar mij als moslimīn (مُسْلِمِيْننن web ). \" Ze nam de raad in bij haar ministers en andere gerechtsfunctionarissen en zei: \"O mijn volk, ik weet het goed dat je dappere en machtige krijgers bent, en dat niemand op de aarde tegen je kan staan, maar toch zou ik je geest hierop kennen er toe doen.\" De mensen van de rechtbank antwoordden: \"De uwe is de macht, o koningin, en wat uw bevel ook is, wij zullen het gehoorzamen.\" Eindelijk kwam de koningin echter naar Solomon en kondigde haar onderwerping aan God aan. [25]\n\nSolomon en het ifrit\nTerwijl Bilqis 'naar het hof van Solomon reisde, bood de koning zijn dienaren om haar troon daarheen te leveren voor haar aankomst. Een Ifrit bood zijn diensten aan (Q27: 38-40), maar Solomon weigerde, deze taak toevertrouwd aan een manservant, die, als een vrome kerel, tot God bad om de troon voor hem te verplaatsen. Geweldig om te relateren, zijn gebed werd beantwoord, de troon die in het paleis van Solomon verscheen door de kracht van God. Toen Bilqis arriveerde, vroeg Solomon haar of ze haar troon herkende, maar zij, die worstelde om het wonder te grijpen dat God had veroorzaakt, gaf de koning een ontwijkend antwoord, voordat hij uiteindelijk het geloof van Salomo aannam, won door het bewijs dat het wonder niet was dat het wonder niet was die van een louter ifrit, maar dat van God zelf. Solomon weigerde het verleidelijke aanbod van het Ifrit, omdat hij probeerde alleen op God te vertrouwen en niet op een demon of een ander geschapen wezen, en werd beloond voor zijn vroomheid met succes bij het omzetten van bilqis tot het ware geloof. [26]\n\nDood\n\nMausoleum van Sulaiman in de verbinding van al-Aqsa-moskee, oude stad Jeruzalem\nDe koran vertelt dat Solomon stierf terwijl hij op zijn staf leunde en dat hij bleef staan, erdoor gestut, totdat een klein schepsel - mier of worm - eraan knaagde, totdat het eindelijk plaatsvond - en alleen toen deed het zijn instorting van het lichaam.\n\nToen we toen (de dood van Solomon) besloten, toonde niets hen zijn dood behalve een kleine worm van de aarde, die (langzaam) aan zijn stafte weghield: dus toen hij viel, zag de Jinn duidelijk dat als ze het hadden gekend dat het had gekend Onzichtbaar zouden ze niet zijn opgetrokken in de vernederende straf (van hun taak).\n\n- Kurʾan, Surah 34 (Sabaʾ), Ayah 14 [27]\nTerwijl hij rechtop bleef, gestutte op zijn staf, dacht de Jinn dat hij nog leefde en toezicht hield op hen.\n\nZe beseften de waarheid alleen toen God een schepsel stuurde om uit de grond te kruipen en aan Solomons staf te knagen, totdat zijn lichaam instortte. Dit vers wordt verondersteld het publiek te leren dat Jinn de ongeziene (al -ghaib) niet kent - als ze het hadden geweten, zouden ze niet zijn gebleven als dwazen in dienst van een dode man. [28]\n\nMahammaddim in het lied van Solomon\nMeer informatie: Muhammad en de Bijbel en Semitische wortel\nZoals geïnspireerd door verzen van de koran, geloofden sommige moslims [welke?] Mohammed (Arabisch: مُحَمَّد, medeklinkers: M-ħ-m-d) wordt genoemd in het lied van liedjes (5:16) als 'Mahammaddim' (Hebreeuws: מַחֲמַדִּים, medeklinkers: M-ħ-m-d-y-m), hoewel het laatste woord wordt vertaald als \"wenselijk\" of \"mooi\" door Joden. [29]\n\nSolomon en Jamshid\n\nAlgemeen beeld van Persepolis, Iran (2) (bijgesneden)\nJamshid was de vierde koning van de wereld, volgens de Shāhnāma van de dichter Firdausī. Net als Solomon werd aangenomen dat hij het bevel had gehad over alle engelen en demonen van de wereld, en was zowel koning als hogepriester van Hormozd (Middle Perzisch voor Ahura Mazda). Hij was verantwoordelijk voor veel grote uitvindingen die het leven veiliger maakten voor zijn volk: de productie van pantser en wapens, het weven en verven van kleding van linnen, zijde en wol, het bouwen van huizen van baksteen, de mijnbouw van juwelen en edelmetalen , het maken van parfums en wijn, de kunst van de geneeskunde, de navigatie van de wateren van de wereld in zeilschepen. Hij Jamshid was nu de grootste monarch geworden die de wereld ooit had gekend. Hij was begiftigd met de Royal Farr (Avestan: Khvarena), een stralende pracht die om hem heen brandde door goddelijke gunst.\n\nVanwege overeenkomsten tussen de twee wijze vorsten combineren sommige tradities de twee. Solomon werd bijvoorbeeld geassocieerd met het regeren van het zuidwesten van Iran in de werken van Al-Balkhi. Persepolis werd beschouwd als de zetel van Solomon en beschreven als \"speeltuin van Solomon\" door wetenschappers zoals Mas'udi, Muqaddasi en Istakhri. Andere moslimauteurs hebben zich verzet tegen de overtuiging dat Solomon ooit in Iran regeerde, met het argument dat eventuele overeenkomsten tussen de levens en daden van Salomo en Jamshid puur toevallig zijn, de twee zijn verschillende en afzonderlijke personages. [30] [31] De laatste weergave is geweest Geanticeerd door een studiebeurs op het gebied van de Indo-Europese mythologie, die overtuigend heeft aangetoond dat het personage Jamshid voortkomt uit de vroege Zoroastrische godheid Yima, [32] [33], terwijl Quranic and Biblical Scholarship een maat voor historiciteit voor de Wise Profeet King ondersteunt. [34]",
"Ilyas": "Ilyās (Arabisch: إلياس) was een profeet en boodschapper van God (Allah) die werd gestuurd om de kinderen van Israël te leiden. Hij kreeg de profetische missie om te voorkomen dat mensen afgoden aanbidden. [1] Ilyas is de profetische voorganger van Alyasa. [2] Sommige islamitische geleerden geloven dat Ilyas uit het nageslacht van Harun (Aaron) is. [3]\n\nSommige moslims geloven dat Ilyas nog leeft en Hajj elk jaar bijwoont, samen met Khidr. [4] Sommige moslims geloven ook dat Ilyas aan de eindtijd zal terugkeren. [5]\n\nVroege leven\nIn islamitische bronnen is de volledige naam van Ilyas ilyas ibn yasin, [6] omdat in As-Saffat 37: 130, Ilyas Yasin wordt genoemd. [7] Sommige verhalen van IlyA's worden ook genoemd in islamitische hadiths; zoals de vloek van Israëlieten met droogte door Ilyas, [8] Healing Alyasa, [9] en vechten met Ahab. [10]\n\nVolgens veel islamitische bronnen en de Bijbel is Elias (A) leeft en opgevallen naar de lucht. [11] Ibn Kathir accepteerde deze hadiths echter niet en beschouwde hen onder Isra'iliyat. [12] In Mu'jam al-Buldan noemde Yaqut al-Hamawi een graf voor Elias (A) in Baalbek. [13] Een heiligdom werd later over dit graf gebouwd, maar het was opgedragen aan een \"profeet Aila\", hoewel de lokale bevolking het geloofde het was het graf van Elias (a) [14]\n\nProfeetschap\nIlyas wordt voor het eerst genoemd als een profeet in al-an'am 6:85. [15] Hij nodigde zijn volk uit dat in Baalbek woonde naar monotheïsme, God gehoorzamen en zonden verlaten. [16] Zijn hoofdtaak was om het idoolaanbidding te voorkomen. [17] Nadat hij vele jaren geconfronteerd werd met doorzettingsvermogen van zijn volk, vervloekte ze hen met droogte en werden mensen toegebracht met uithongering. [18] Het verhaal van Ilyas in de koran en latere islamitische traditie lijkt sterk op dat in de Hebreeuwse Bijbel- en moslimliteratuur de primaire profeting van Elia registreert als plaats tijdens het bewind van Achab en Izebel en Ahazia. [A] ilyas 'figuur is geïdentificeerd met een Aantal andere profeten en heiligen, waaronder Idris, waarvan door sommige geleerden wordt gedacht dat hij een andere naam is geweest voor Ilyas, [21] en Khidr. [22] De islamitische legende ontwikkelde later de figuur van Ilyas, die enorm verfraaide op zijn attributen, en sommige apocriefe literatuur gaf Ilyas de status van een half mens, half-angel. [23] Ilyas verschijnt ook in latere literatuurwerken, waaronder de Hamzanama. [24]\n\nKoran\nIlyas wordt genoemd in de koran, waar zijn prediking op een beknopte manier wordt verteld. De koran vertelt dat Ilyas zijn volk heeft verteld om tot de aanbidding van God te komen en de aanbidding van Baal te verlaten, het primaire afgod van het gebied. De koran stelt: [1]\n\n\"Voorwaar, Ilyas was een van de apostelen. Toen hij tegen zijn volk zei:\" Wil je niet vrezen met God? 'Zult u Ba'al aanroepen en het beste van schepers, God, uw Heer en Cherisher en de Heer en Cherisher van uw vroegere vaders achterlaten?\n\n-As-Saaffat 123–126\nDe koran maakt duidelijk dat de meerderheid van de mensen van Ilyas de profeet ontkende en de afgoderij bleef volgen. Het vermeldt echter dat een klein aantal toegewijde dienaren van God onder hen Elia volgde en in geloofde en God aanbad. De koran verklaart: \"Ze ontkenden hem (Elia) en zullen zeker tot straf worden gebracht, behalve de oprechte en toegewijde dienaren van God (onder hen). En we verlieten zijn (geheugen) voor het nageslacht.\" [25] [26]\n\nIn de koran prijst God Elia op twee plaatsen:\nVrede zij met Elia! Dit is hoe we degenen belonen die het goed doen. Hij is echt onder onze gelovige dienaren.\n\n-Koran, hoofdstuk 37 (as-saaffat), vers 129–132 [27]\nEn Zakariya en Yahya en Isa en Ilyas, ze waren allemaal van de rechtvaardigen\n\n-Koran, hoofdstuk 6 (al-an'am), vers 85 [28]\nTalloze commentatoren, waaronder Abdullah Yusuf Ali, hebben commentaar gegeven op vers 85 dat Ilyas, Zakariya, Yahya en Isa allemaal spiritueel verbonden waren. Abdullah Yusuf Ali zegt: \"De derde groep bestaat niet uit mannen van actie, maar predikers van de waarheid, die eenzame levens hebben geleid. Hun epitheton is:\" De rechtvaardigen. \"Ze vormen een verbonden groep rond Jezus. Zachariah was de vader van Johannes de Baptist, die wordt verwezen als \"Ilyas, waarvoor te komen\" (Matt 11:14); en Elias zou aanwezig zijn geweest en met Jezus sprak op de transfiguratie op de berg (Matt. 17: 3). \"[ 29]\n\nHoewel de meeste moslimgeleerden geloofden dat Elia in Israël predikte, verklaarden sommige vroege commentatoren op de koran dat Ilyas naar Baalbek werd gestuurd, in Libanon. [30] Moderne geleerden hebben deze bewering verworpen en verklaarden dat de verbinding van de stad met Elia zou zijn gemaakt vanwege de eerste helft van de naam van de stad, die van Baal, de godheid was die Elia aanspoorde om zijn volk te stoppen om te stoppen met aanbidden. Geleerden die de identificatie van de stad van Elia met Baalbek verwerpen, beweren verder dat de stad Baalbek niet wordt genoemd met het verhaal van Ilyas in de koran of de Hebreeuwse Bijbel. [31]\n\nDood\nTegen het verstrijken van de tijd verspreidde droogte en velen stierven. Toen ze zichzelf hadden toegebracht, betreurden ze hun eerdere daden, wendden zich tot Elias (A) en accepteerden zijn uitnodiging. [32] Toen, vanwege het gebed van Elias (a) kwam er een zware regen en was het land verzadigd; Na een tijdje vergaten mensen hun verbond met God en keerden ze terug naar het aanbidding van afgoden. Toen Ilyas dit zag, vroeg hij God om zijn eigen dood; Maar God stuurde hem een ​​wagen van vuur en hij klom op naar de lucht en koos Alyasa die zijn leerling was als zijn vice -. [33] Ilyas wordt zelden geassocieerd met islamitische eschatologie. [34] Sommige moslims geloven echter dat Ilyas naar verwachting terug zal komen met de mysterieuze figuur Khidr tijdens het einde van de tijd. [5]\n\nNalatenschap\nMoslimliteratuur en traditie vertelt dat Ilyas predikte tot het koninkrijk Israël, geregeerd door Ahab en later zijn zoon Ahaziah. Hij wordt een \"profeet van de woestijn genoemd - zoals Yahya\". [35] Ilyas wordt verondersteld te hebben gepredikt met ijver tot Ahab en zijn vrouw Izebel, die volgens de islamitische traditie gedeeltelijk verantwoordelijk was voor de aanbidding van valse afgoden in dit gebied. Moslims geloven dat het was omdat de meerderheid van de mensen weigerde te luisteren naar Elia dat Elisa de boodschap van God na hem moest blijven prediken. [36]\n\nIlyas is het onderwerp geweest van legendes en volksverhalen in de moslimcultuur, meestal met zijn ontmoeting met Khidr. Volgens een moslim -exegete -rapport ontmoette Muhammad Ilyas in Mekka. [37] In de islamitische mystiek wordt Ilyas nauw geassocieerd met de wijze Khidr. Eén hadith meldde dat Ilyas en Khidr elk jaar in Jeruzalem samenkwamen om op de bedevaart naar Mekka te gaan. [38] Ilyas verschijnt ook meerdere keren in de Hamzanama, waar hij wordt gesproken als de broer van Khidr en iemand die uit de fontein van de jeugd dronk. [39] Verder wordt in Kitab al-Kafi verteld dat Imam Ja'far al-Sadiq de uitputting van Ilyas in de Syrische taal reciteerde en begon te huilen. Vervolgens vertaalde hij de smeekbede in het Arabisch in een groep bezoekende geleerden:\n\n'O Heer, zal ik merken dat u mij straft, hoewel u weet van mijn dorst in de hitte van de middag? Zal ik merken dat u mij straft, hoewel u weet dat ik mijn gezicht op aarde wrijf om u te aanbidden? Zal ik merken dat u straffen Ik weet, hoewel je weet dat ik zonden voor je opgeef? Zal ik merken dat je me straft, hoewel je weet dat ik de hele nacht wakker blijf alleen voor jou? \" Waar Allah toen op Ilyas inspireerde: \"Hef uw hoofd van de aarde op, want ik zal u niet straffen\". [40]\n\nAantekeningen\n \"Elias is hetzelfde als Elia, wiens verhaal zal worden gevonden in het Oude Testament in 1 Koningen 17–19 en 2 Koningen 1–2. Elia leefde in het bewind van Ahab (896–874 v.Chr.) En Ahaziah (874–872 v.Chr. ), koningen van het (noordelijke) koninkrijk van Israël of Samaria. Hij was een profeet van de woestijn, zoals Johannes de Doper, in tegenstelling tot onze Heilige Profeet, die deelnam aan, controleerde en alle zaken van zijn volk leidde. Beide Ahab. en Azariah waren vatbaar voor de aanbidding van Baal, de zon-god aanbad in Syrië. Die aanbidding omvatte ook de aanbidding van natuurbedrijven en voortplantingsmachten, zoals in de hindoe-aanbidding van de lingam, en leidde tot vele misbruiken. Ahab was getrouwd met een prinses van Sidon, Izebel, een slechte vrouw die haar man ertoe leidde om Allah te verlaten en baal te adopteren. \" ... \"Elia hekelde alle zonden van Ahab en de zonden van Ahaziah en moesten vluchten voor zijn leven. Uiteindelijk, volgens het Oude Testament, [19] werd hij in een wervelwind naar de hemel in een strijdwagen opgenomen in een strijdwagen daarna Hij had zijn mantel verlaten met Elisa de profeet. \"[20]",
"Alyasa": "Alyasa (Arabisch: اليaalde, Romanized: Alyasā ') is profeet en boodschapper van God (Allah) die werd gestuurd om de kinderen van Israël te leiden. In de koran wordt Alyasa twee keer genoemd als een profeet, [1] en wordt beide keren naast collega -profeten genoemd. [2] Hij wordt geëerd door moslims als de profetische opvolger van Ilyas (Elia). Islamitische bronnen die Elisa met Khidr identificeren, noemen de sterke relatie tussen Khidr en Ilyas in de islamitische traditie. [3]\n\nPersoonlijkheid\nDe naam Alyasa wordt twee keer genoemd in al-an'am 6:86 en SAD 38:48. In die verzen, zonder iets te vermelden over de persoonlijkheid of profeetschap van Alyasa, wordt hij genoemd als \"vereerd\" en \"onder de uitverkorenen\". [4] According to the Quran, Elisha is exalted \"above the rest of creation\" (Arabic: فَضَّلْنَا عَلَى ٱلْعَالَمِين, romanized: faḍḍalnā ʿala l-ʿālamīn(a)[4] and is \"among the excellent\" (Arabic: مِنَ ٱلْأَخْيَار, romanized: Mina L-Akhyār). [5] Alyasa wordt genoemd in al-an'am 6:86 en SAD 38:48, samen met Ismail:\n\nEn Ismail en Alyasa en Yunus, en Lut; en iedereen die we over de werelden sierden;\n\n-al-an'am 6:86\nEn onthoud onze dienaren Ismail, Alyasa en Dhul-Kifl, elk van hen echt goed.\n\n- Triest 38:48\nWonder\nIn een Shia Hadith uit Ali al-Ridha wordt vermeld dat Alyasa enkele wonderen had, waaronder de heropleving van de doden, het genezen van de kwade en lopen op water. [Citaat nodig]\n\nGeclaimde graven\nSommige moslims geloven dat het graf van Elisa in al-awjam is in de oostelijke regio van Saoedi-Arabië. Het heiligdom werd verwijderd door de Saoedische regering omdat een dergelijke verering niet in overeenstemming is met de Wahhabi- of Salafi -hervormingsbeweging dominant in Saoedi -Arabië. [6] [7] Het was al vele eeuwen een belangrijk mijlpaal geweest in de tijd van Ottomaanse Arabië, en was een zeer populaire bedevaartsbestemming geweest voor moslims van alle sekten gedurende de pre-moderne periode. [8]\n\nHet graf van Elisa is aanwezig in het district Eğil van de provincie Diyarbakir, Turkije. [9] Het oorspronkelijke heiligdom was in de buurt van een rivierbedding die in 1994 zou worden overstroomd. Een geheime raad van negen geleerden werd gevormd door de gemeenteraad in samenwerking met het directoraat religieuze zaken om te voorkomen dat de woede van het publiek naar de opgraving werd getrokken. Voordat het gebied werd overstroomd, werd het graf 's nachts gegraven en werd het bewaarde lichaam van de profeet - waargenomen door de negen geleerden en officiële arbeiders - opgegraven om begraven te worden op een heuvel met uitzicht op de overstroomde vlakte. Velen van de stadsfolk zagen de profeet die nacht echter in hun droom en bleek vóór zonsopgang om zijn reburial op de nieuwe plek te observeren. [10] [11]",
"Yunus": "Yunus Ibn Matta (Arabisch: يُونُس ابن ماتا, Romanized: Yūnus ibn Matta) is een profeet en boodschapper van God (Allah). Yunus wordt traditioneel als zeer belangrijk in de islam beschouwd als een profeet die trouw was aan God en zijn boodschappen heeft afgeleverd. [1] [2] Yunus is de enige van de twaalf kleine profeten van de Bijbel die in de koran wordt genoemd. [3] Het tiende hoofdstuk van de koran is naar hem vernoemd. [4]\n\nYunus wordt dhul-nun genoemd (Arabisch: ذُو ٱلنُّوْن) en door moslims. [5] Hij wordt vier keer genoemd in de koran bij naam. [6]\n\nHadithische vermeldingen\nYunus wordt ook genoemd in enkele incidenten tijdens de levensduur van Mohammed. In sommige gevallen wordt over de naam van Yunus gesproken met lof en eerbied door Muhammad. Volgens historische verhalen over het leven van Mohammed, na tien jaar openbaringen, ging Mohammed naar de stad Ta'if om te zien of zijn leiders hem zouden toestaan ​​zijn boodschap van daaruit te prediken in plaats van Mekka, maar hij werd uit de stad gecast door de stad door de mensen. Hij stak onderdak in de tuin van Utbah en Shaybah, twee leden van de Quraysh -stam. Ze stuurden hun dienaar, Addas, om hem druiven te dienen voor onderhoud. Muhammad vroeg Addas waar hij vandaan kwam en de dienaar antwoordde Nineve. \"De stad Yunus de rechtvaardige zoon van Amittai!\" Riep Muhammad uit. Addas was geschokt omdat hij wist dat de heidense Arabieren geen kennis hadden van Yunus. Hij vroeg toen hoe Mohammed van deze man op de hoogte was. \"Wij zijn broers,\" antwoordde Muhammad. \"Yunus was een profeet van God en ik ben ook een profeet van God.\" Addas accepteerde onmiddellijk de islam en kuste de handen en voeten van Mohammed. [10]\n\nEen van de uitspraken van Mohammed, in de verzameling van Imam Bukhari, zegt dat Mohammed zei: \"Je moet niet zeggen dat ik beter ben dan Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, een oudere tijdgenoot van Mohammed, leerde dat, als Yunus niet tot Allah had gebeden, hij gevangen was gebleven in de vis tot de dag van de opstanding [14] maar vanwege zijn gebed, Yunus \"bleef maar een paar\" dagen binnen de buik van de vis \". [14]\n\nDe negende-eeuwse Perzische historicus Al-Tabari vermeldt dat, terwijl Jona in de vis zat, \"geen van zijn botten of leden gewond raakten\". [14] Al-Tabari schrijft ook dat Allah het lichaam van de vis transparant heeft gemaakt, waardoor Yunus de \"wonderen van de diepe\" [15] kon zien en dat Yunus alle vissen zingen lof naar Allah. [15] Kisai Marvazi, een tiende-eeuwse dichter, vermeldt dat de vader van Yunus zeventig jaar oud was toen Yunus werd geboren [14] en dat hij kort daarna stierf, [14] de moeder van Yunus met niets anders dan een houten lepel achterlat een hoorn des overvloeds zijn. [14]\n\nGekken\nZie ook: Moskeeën en heiligdommen van Mosul § Moskee_of_the_prophet_jonah\n\nFoto van de ruïnes van de moskee van Yunus, na de vernietiging ervan door ISIL\nDe huidige locatie van Nineveh wordt gekenmerkt door opgravingen van vijf poorten, delen van muren aan vier zijden en twee grote heuvels: de heuvel van Kuyunjik en Hill van Nabi Yunus (zie kaartverbinding in voetnoot). [16] Een moskee bovenop Nabi Yunus was gewijd aan Jona en bevatte een heiligdom, dat werd vereerd door zowel moslims als christenen als de plaats van Jonah's Tomb. [17] Het graf was een populaire bedevaartssite [18] en een symbool van eenheid voor joden, christenen en moslims in het Midden -Oosten. [18] Op 24 juli 2014 vernietigden de Islamitische Staat Irak en de Levant (ISIL) de moskee die het graf bevatte als onderdeel van een campagne om religieuze heiligdommen te vernietigen die het afgodisch beschouwt. [19] [18] Nadat Mosul in januari 2017 uit ISIL was teruggenomen, werd een oud Assyrisch paleis gebouwd door Esarhaddon daterend uit de eerste helft van de 7e eeuw v.Chr. Onder de verwoeste moskee. [18] [20] [20] ISIL had het paleis van items geplunderd om op de zwarte markt te verkopen, [18] [20], maar sommige van de artefacten die moeilijker te transporteren waren, bleven nog steeds op zijn plaats. [18] [20]\n\nAndere moslim graven\nAndere gerenommeerde locaties van het graf van Jonah zijn het Arabische dorp Mashhad, gelegen op de oude plaats van Gath-Hepher in Israël; [21] De Palestijnse Westelijke Jordaanoever van Halhul, 5 km (3,1 km) ten noorden van Hebron; [22] en Een heiligdom in de buurt van de stad Sarafand (Sarepta) in Libanon. [23] Een andere traditie plaatst het graf op een heuvel nu Giv'at Yonah, \"Jonah's Hill\", aan de noordelijke rand van de Israëlische stad Ashdod, op een site bedekt door een moderne vuurtoren.\n\nEen graf van Jona is te vinden in Diyarbakir, Turkije, gelegen achter de Mihrab bij Fatih Pasha -moskee. [24] [25] Evliya Celebi verklaart in zijn SeyahatName dat hij de graven van Jonah bezocht. [26] [27]\n\nKoranische vermeldingen\nIn al-Anbiya 21:87 [7] en Al-Qalam 68:48 wordt Yunus dhul-nūn (Arabisch: ذُو ٱلنُّوْن, lit. 'die van de vissen' genoemd). [5] In An-Nisa 4: 163 en al-an'am 6:86 wordt hij \"een apostel van Allah\" genoemd. [5] Surah 37: 139-148 vertelt het volledige verhaal van Yunus: [5]\nZo was ook Jona onder de verzonden (door ons).\nToen hij wegliep (als een slaaf van gevangenschap) naar het schip (volledig) beladen,\nHij (stemde ermee in) wierp veel en hij werd veroordeeld:\nToen slikte de walvis hem en had hij daden gedaan die de schuld waard waren.\nAls hij niet was (berouw en) de Allah had verheerlijkt,\nHij zou zeker in de vis zijn gebleven tot de dag van de opstanding.\nMaar we werpen hem voort op de naakte kust in een staat van ziekte,\nEn we zorgden ervoor dat we over hem groeien, een spreidende plant van de kalebas.\nEn we stuurden hem (op een missie) naar honderdduizend (mannen) of meer.\nEn zij geloofden; Dus we stonden hen toe een tijdje te genieten (hun leven).\n\n-Koran, hoofdstuk 37 (as-saaffat), verzen 139–148 [8]\nDe koran noemt het erfgoed van Yunus niet, [5] maar de moslimtraditie leert dat Yunus uit de stam van Binyjamin kwam. [9]",
"Zakariya": "Volgens de islamitische doctrine is Zakarīyā (Arabisch: زكريا, Zacharia) een profeet en boodschapper van God (Allah) en een vader van de profeet Yahya.\n\nIn de koran\nZakariya was een rechtvaardige priester [1] en profeet van God wiens kantoor in de tweede tempel in Jeruzalem was. Hij zou vaak de leiding hebben over het beheren van de diensten van de tempel [2] en hij zou altijd standvastig blijven in gebed tot God.\n\nBidden voor een zoon\nToen hij zijn oude dag bereikte, begon Zakariya zich zorgen te maken over wie de erfenis zou voortzetten van het prediken van de boodschap van God na zijn dood en wie de dagelijkse diensten van de tempel na hem zou voortzetten. Zakariya begon tot God te bidden voor een Zoon. Het bidden voor de geboorte van een nakomelingen was niet alleen uit het verlangen naar een kind. [1] Hij bad zowel voor zichzelf als voor het publiek - ze hadden een boodschapper nodig, een man van God die in dienst van de Heer zou werken na Zakariya. Zakariya had karakter en deugd en hij wilde dit overbrengen naar zijn spirituele erfgenaam als zijn kostbaarste bezit. Zijn droom was om het huishouden te herstellen naar het nageslacht van de patriarch Jacob, en ervoor te zorgen dat de boodschap van God werd vernieuwd voor Israël. Zoals de koran vertelt:\n\nEen vermelding van de genade van uw Heer aan zijn dienaar Zakariya. Toen hij tot zijn Heer in het geheim riep en zei: mijn Heer! Zie! De botten van mij waxen zwak en mijn hoofd schijnt met grijs haar, en ik ben nog nooit in gebed tot u, mijn heer. Zie! Ik vrees mijn verwanten na me, omdat mijn vrouw onvruchtbaar is. Oh, geef mij van uw aanwezigheid een opvolger die mij zal erven en (ook) van het huis van Jacob zal erven. En maak hem, mijn Heer, aanvaardbaar (tot u). [Koran 19: 4–6 (vertaald door Pickthall)]\n\nVader Yahya\nAls een geschenk van God kreeg Zakariya een zoon genaamd Yaḥyá (Arabisch: situildى, geïdentificeerd met Johannes de Doper), een naam die speciaal alleen voor dit kind is gekozen. De moslimtraditie vertelt dat Zakariya tweeënnegentig jaar oud was [3] toen hem werd verteld over de geboorte van John.\n\nIn overeenstemming met het gebed van Zakariya liet God Johannes (Yahya) de boodschap van God vernieuwen, die door de Israëlieten was beschadigd en verloren was. [4] Zoals de koran zegt:\n\nO Zachariah! Zie! Wij brengen u tijdingen van een zoon wiens naam John is; We hebben dezelfde naam aan niemand eerder gegeven (hem). Hij zei: mijn heer! Hoe kan ik een zoon hebben als mijn vrouw onvruchtbaar is en ik een zwakke ouderdom heb bereikt? Hij zei: Dus zal het zijn, uw Heer zegt: het is gemakkelijk voor mij, en inderdaad heb ik je eerder geschapen, toen je niets was. Hij zei: mijn heer! geef me een teken. Hij zei: Jouw teken is dat je drie nachten niet met de mensen kunt praten terwijl je in een gezonde gezondheid bent.\n\n- [Koran 19: 7-10 (vertaald door Pickthall)]\nVoogd van Maryam\nVolgens de koran was Zakariya de voogd van Maryam. De koran verklaart:\n\n(Onthoud) Toen de vrouw van 'Imran zei: Mijn heer! Ik heb u gezworen dat wat in mijn buik zit als een ingewijd (aanbod). Accepteer het van mij. Zie! Gij, alleen u bent de luisteraar, de kenner! En toen ze werd afgeleverd, zei ze: mijn heer! Zie! Ik word van een vrouw afgeleverd - Allah wist het beste van wat ze werd afgeleverd - het mannetje is niet als het vrouwtje; En zie! Ik heb haar Maria genoemd, en Lo! Ik verlang naar uw bescherming voor haar en voor haar nakomelingen van Satan de outcast. En haar Heer accepteerde haar met volledige acceptatie en stond voor haar een goede groei; en maakte van Zacharia haar voogd. Wanneer Zachariah het heiligdom binnenging waar ze was, ontdekte hij dat ze voedsel had. Hij zei: O Mary! Waar komt u dit (voedsel)? Ze antwoordde: het is van Allah. Allah geeft zonder stint aan wie hij wil. [Koran 3: 35–37 (vertaald door Pickthall)]\n\nMoslimtheologie beweert dat Zakariya, samen met Johannes de Doper en Jezus, een nieuw tijdperk van profeten inluidde - die allemaal uit de priesterlijke afkomst van Amram (Imran), de vader van de profeet Aaron kwamen. Het feit dat het van alle priesters Zakariya was die de plicht kreeg om voor Maria te zorgen (Maryam) zijn status als een vrome man toont. Zakariya wordt vaak geprezen in de koran als een profeet van God en rechtvaardige man. Een dergelijke beoordeling is in Sura al-an'am:\n\n\"En Zakariya en Yahya en Isa en Eliyas. Elk was van de rechtvaardigen.\" [Koran 6:85 (vertaald door Pickthall)]\n\nKoran vertaler Abdullah Yusuf Ali geeft commentaar op deze ene regel [5] - suggererend dat deze specifieke profeten een spirituele verbinding met elkaar leggen. Hij wijst erop dat Yahya een familielid was van Isa, terwijl Eliyas iemand was die aanwezig was bij de transfiguratie van ISA [6] op de berg, zoals vermeld in het Nieuwe Testament. Zakariya was ondertussen, door het huwelijk, de oom van Isa en zijn zoon Yayha werd Eliyas genoemd in het Nieuwe Testament. [7]",
"Yahya": "Yaḥyā ibn Zakarīyā (Arabisch: gegevens: gegevens ابن زكريا, letterlijk Yahya/John, zoon van Zacharia), geïdentificeerd in het Engels als Johannes de Baptist, wordt beschouwd in de islam A Profeet en Boodschapper van God (Allah) die werd gestuurd om de kinderen van Israeel te begeleiden. . Moslims wordt aangenomen dat hij een getuige was geweest van het Woord van God die de komst van Isa al-Masih (Jezus Christus) zou inluiden. [1] [2]\n\nYahya wordt vijf keer genoemd in de koran. [3]\n\nYahya wordt ook sterk geëerd in het soefisme en islamitisch mystiek, voornamelijk vanwege de beschrijving van de koran van Johns kuisheid en vriendelijkheid. [4] Soefi's hebben vaak commentaren toegepast op de passages op Johannes in de koran, voornamelijk over het door God gegeven geschenk van wijsheid die hij in de jeugd heeft verworven, evenals zijn parallellen met Jezus. Hoewel verschillende zinnen die worden gebruikt om Johannes en Jezus te beschrijven vrijwel identiek zijn in de koran, is de manier waarop ze worden uitgedrukt anders. [5]\n\nGeboorte\nIn de koran vermeldt God vaak de voortdurende bidden van Zakariya voor de geboorte van een Zoon. Zakariya's vrouw, was onvruchtbaar en daarom leek de geboorte van een kind onmogelijk. [6] Als een geschenk van God kreeg Zacharia een zoon met de naam Yaḥya, een naam die speciaal alleen voor dit kind is gekozen. In overeenstemming met het gebed van Zakariya maakte God Yahya en Isa, die volgens Exegese zes maanden later werd geboren, [7] de boodschap van God vernieuwen, die door de Israëlieten was beschadigd en vervormd.\n\nDe koran beweert dat Johannes de baptist de eerste was die deze naam ontving (koran 19: 7-10), maar aangezien de naam Yoḥanan vele malen voor Johannes de baptist voorkomt, [8] verwijst dit vers naar de consensus van de islamitische geleerde dat \"yaḥyā \"is niet dezelfde naam als\" Yoḥanan \"[9] of naar het bijbelse verslag van de wonderbaarlijke naamgeving van John, die verklaarde dat hij bijna werd genoemd\" Zacharias \"(Grieks: ζαχαρίας) [10] na de naam van zijn vader, als nee Een in de afkomst van zijn vader Zacharias (ook bekend als Zacharia) was voor hem uitgeroepen tot \"John\" (\"Yohanan\"/\"Yoannes\"). [11] Zoals de koran zegt: [12]\n\"O Zakaryya, we geven je inderdaad goede tijdingen van een jongen wiens naam Yahya zal zijn, en wiens we nooit eerder gelijkheid hebben gecreëerd.\n\nHij zei: \"O mijn heer! Hoe zal ik een zoon hebben, wanneer mijn vrouw onvruchtbaar is en ik behoorlijk vervallen ben geworden van ouderdom?\"\n\nHij zei: \"Dus (het zal zijn), uw heer zegt: 'Dat is gemakkelijk voor mij: ik heb u inderdaad eerder gemaakt, toen u niets was geweest!'\"\n\n(Zakarya) zei: \"O mijn heer! Geef me een teken.\" \"Uw teken,\" was het antwoord, \"zal zijn dat u drie nachten met niemand zult spreken.\"\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nDe Jordan River, waar Yahya Jesa doopte. [13]\nYahya werd aansporen om vast te houden aan de Schrift en kreeg wijsheid door God terwijl hij nog steeds een kind was. [14] Hij was puur en vroom en liep goed in de aanwezigheid van God. Hij was plichtsgetrouw tegenover zijn ouders en hij was niet arrogant of opstandig. John's lezing en begrip van de Schriften, toen alleen een kind, overtrof zelfs die van de grootste geleerden van die tijd. [6] Moslimexegese vertelt dat Isa Yahya heeft uitgezonden met twaalf discipelen, [15] die de boodschap predikten voordat Jezus zijn eigen discipelen noemde. [7] De koran zegt: [16]\n\"O yaḥya! Neem het boek met macht vast\": en we hebben hem wijsheid gegeven, zelfs als een jeugd,\n\n- Maryam, 19:12\nJohannes was een klassieke profeet, [17] die door God hoog werd verheven vanwege zijn gedurfde aanklagende dingen die zondig zijn. Bovendien spreekt de koran over Johns zachte vroomheid en liefde en zijn bescheiden houding ten opzichte van het leven, waarvoor hij de zuiverheid van het leven kreeg.\n\nVolgens de islamitische traditie ging Yahya naar de Haram Esh-Sharif (Temple Mount) om zijn preken te leveren. [3]\n\nMoord\nTijdens het profeetschap van Yahya vond er een conflict plaats tussen hem en Herodes Antipas, die van zijn eerste vrouw wilden scheiden en als vrouw zijn voormalige schoonzus wilde nemen. [3] Yahya liet weten dat het huwelijk incestueus zou kunnen zijn en het huwelijk niet goedkeurde. Hierna liet Herode Antipas Yahya gevangen. [3] Yahya werd vervolgens onthoofd. [18] [3] Yahya's hoofd wordt verondersteld zich in de Umayyad -moskee in Damascus te bevinden. [19] [20] [21]\n\nNalatenschap\nIn de islam begroette Yahya Muhammad in de nacht van de al-Isra al-Mi'raj, samen met Isa (Jezus), in de tweede hemel. [22] Het verhaal van Yahya werd ook verteld aan de Abessijnse koning tijdens de moslimmigratie naar Abyssinia. [23] Volgens de koran was Yahya er een op wie God vrede stuurde op de dag dat hij werd geboren en de dag dat hij stierf. [24] Volgens al-Suyuti verklaarde Ibrahim dat sinds de oprichting van de wereld de hemel en de aarde alleen huilden om twee mensen, Yahya en Husayn. [25] [26] Volgens een hadith zei Muhammad: \"Elke zoon van Adam zal op de dag van de opstanding komen en hij zal zonde tegen hem hebben behalve Yahya ibn Zakaryya\". [27] Veel moslims vergelijken Yahya met Husayn. [28] De hoofden van zowel Yahya als Husayn worden verondersteld in de Umayyad -moskee in Damascus, Syrië te zijn.",
"Isa": "Isa (Jezus) is een profeet en boodschapper van Allah en de Messias. Hij is de laatste profeet die wordt gestuurd om de kinderen van Israël (Bani Israël) te begeleiden en werd onthuld het heilige boek genaamd The Injil (evangelie).\n\nIn de koran wordt ISA beschreven als de Messias (al-Masīḥ), geboren uit de Maagd Maria, verricht wonderen, vergezeld door discipelen, afgewezen door het Joodse establishment en naar de hemel wordt opgevoed. De koran beweert dat Jezus niet gekruisigd was noch aan het kruis stierf, maar op wonderbaarlijke wijze door God werd gered. De koran plaatst Jezus onder de grootste profeten en noemt hem met verschillende titels. Het profeetschap van Jezus werd voorafgegaan door Yahya en opgevolgd door Mohammed.\n\nIslam verwerpt de christelijke kijk op de goddelijkheid van Jezus als God geïncarneerd, of de letterlijke Zoon van God. Het ontkent Jezus in verschillende verzen als een godheid, en vermeldt ook dat Jezus niet beweerde goddelijk te zijn. Moslims geloven dat de oorspronkelijke boodschap van Jezus werd gewijzigd, nadat hij levend werd grootgebracht. Het monotheïsme van Jezus wordt benadrukt in de koran. Zoals alle profeten in de islam, wordt Jezus ook een moslim genoemd, terwijl hij predikte dat zijn volgelingen het 'rechte pad' moeten overnemen (ṣirāṭ al-Mustaqīm). Jezus wordt toegeschreven met een enorme hoeveelheid wonderen, waarbij talloze ascetische en mystieke literatuur over hem wordt geschreven en gereciteerd in de islamitische traditie. Hij zou ook naar verluidt de komst van Mohammed hebben geprofeteerd door de naam Ahmad te gebruiken.\n\nAan het einde van de tijd zal Jezus terugkeren in de tweede komst met Imam Al Mahdi om de al-Masih ad-dajjal ('de valse messias') te doden, waarna met de oude stammen yaʾjūj en maʾjūj (gog en magog) zou verspreiden op aarde. Nadat deze wezens op wonderbaarlijke wijze zouden vergaan, zouden Imam Mahdi en Jezus de hele wereld regeren, vrede en gerechtigheid vestigen en sterven na een bewind van 40 jaar. Sommige moslims geloven dat ISA naast Mohammed zal worden begraven in het vierde gereserveerde graf van de groene koepel in Medina.\n\nJezus wordt door moslims begrepen als een van de belangrijkste profeten van de islam. De plaats waar Jezus wordt verondersteld terug te keren, de Umayyad -moskee in Damascus, wordt door moslims zeer gewaardeerd als de vierde heiligste plaats van de islam.\n\nGeboorte\nHet verslag van Jezus in de koran begint eigenlijk met zijn de geboorte van zijn moeder, Maria en haar dienst in de Tempel van Jeruzalem. Terwijl onder de hoede van de profeet Zacharia, die de vader van Yahya (Johannes de Doper) zou worden. Het geboorteverhaal in de koran voor Jezus begint in de koran 19: 16–34 en Q3: 45–53.\nAankondiging\n\nIslamitische exegese bevestigt de maagdelijke geboorte van Jezus op dezelfde manier als het evangelie -account en voorkomt in Bethlehem. Het verhaal van de maagdelijke geboorte is een aankondiging aan Maria door de engel Gabriel, terwijl Maria in de tempel wordt opgevoed nadat ze door haar moeder aan God is toegezegd. Gabriel stelt dat ze wordt geëerd over alle vrouwen van alle naties en heeft haar blije tijdingen van een heilige zoon gebracht.\n\nDe aankondiging in miniatuur\nGabriel verklaart dat de zoon Isa, de Messias, wordt genoemd, die verklaart dat hij een grote profeet zal worden genoemd. Mary vroeg hoe ze zwanger kon worden en een kind kreeg toen niemand haar had aangeraakt, werd beantwoord door de engel dat God kan bepalen wat Hij wil, en het zal komen om te passeren.\n\nHet verhaal van de koran gaat verder met Maria, overwonnen door de pijnen van de bevalling, die een stroom water onder haar voeten verstrekt waar ze kon drinken en een palmboom die ze kon schudden zodat rijpe dates zouden vallen en genieten. Na de bevalling draagt ​​Maria baby Jezus terug naar de tempel en wordt zij door de tempeloudsten over het kind gevraagd. Gabriel bevolen tot een gelofte van stilte, wijst ze op het kind Jezus en de baby verkondigt:\n\nHij zei, ik ben Gods dienaar; Hij heeft me het boek gegeven en heeft me een profeet gemaakt. Hij heeft me gezegend waar ik ook ben, en heeft me de aanbidding en aalmoes opgelegd, zolang ik leef; en om plichtsgetrouw te zijn voor mijn moeder; en heeft me niet onderdrukkend, goddeloos gemaakt. Vrede is op mij op de dag dat ik werd geboren, de dag dat ik zal sterven, en de dag dat ik levend zal worden grootgebracht. [8]\n\nJezus spreekt vanuit de wieg is een van de zes wonderen die aan Hem worden toegeschreven in de koran, die ook wordt gevonden in het Syrische kinder-evangelie, een werk uit de zesde eeuw. [9] [10] Volgens verschillende hadiths huilden Jezus en Maria niet bij hun geboorte. [11] De islamitische profeet Mohammed legde uit dat zowel Jezus als Maria de enige mensen waren die als zondeloos werden geboren en dus werden beschermd tegen Satans aanraking bij hun geboorte, die Al Imran's zesendertigste vers citeerde. [12]\n\nGeboorteverhalen\n\nVolgens de koran brachten de pijnen van arbeid Maria naar de kofferbak van een palmboom.\nHet islamitische geloof weergalmde enkele onderdelen in de christelijke traditie dat Maria (of Maryam) een letterlijke maagd was toen Jezus werd bedacht. Het meest gedetailleerde verslag van de aankondiging en de geboorte van Jezus is voorzien in Surah 3 (Al Imran) en 19 (Maryam) van de koran waar het verhaal wordt verteld dat God (Allah) een engel stuurde om aan te kondigen dat Maryam binnenkort kon verwachten te dragen een zoon, ondanks dat het maagd is. [13]\n\nSommige academici hebben opgemerkt dat het verslag in Surah 19 [14] bijzonder dicht bij dat in het christelijke evangelie van Luke ligt. [15] De aankondiging aan Maria wordt twee keer genoemd in de koran en in beide gevallen wordt Mary/ Maryam verteld dat ze door God is gekozen om een ​​Zoon te bevrijden. In eerste instantie leverde de drager van het nieuws (die door de meeste moslims wordt beschouwd als de aartsengel Gabriel), het nieuws in (Q3: 42-47) terwijl hij de vorm aanneemt van een man (Q19: 16-22) . [16] [17] De details van de conceptie worden niet besproken, maar wanneer Maria vraagt ​​hoe ze een zoon kan dragen met het oog op haar kuisheid, wordt haar verteld dat God schept wat Hij wil en dat deze dingen gemakkelijk zijn voor God. [16] [18] De koran (q21: 91 en q66: 12) zegt dat God door zijn engel naar Maria blies en zij, hoewel kuis, Jezus verveelt zonder enige Vader (bron stelt je in staat om Gabriel als de Vader te interpreteren). [19] [20]\n\nDe 8e-eeuwse moslimhistoricus Ibn Ishaq (704–767) schreef het account getiteld Kitab al-Mubtada (in het begin) en meldde dat Zacharia kort is van Mary's Guardian, en nadat hij niet in staat was haar te onderhouden, toevertrekt hij haar toe aan een timpenter George genoemd. Afgezonderd in een kerk, wordt ze vergezeld door een jonge man genaamd Joseph, en ze helpen elkaar om water en andere taken op te halen. Het verslag van de geboorte van Jezus volgt het verhaal van de koran en voegde eraan toe dat de geboorte plaatsvond in Bethlehem naast een palmboom met een kribbe. [21]\n\nDe 10e-eeuwse Perzische geleerde al-Tabari (839–923), vermeldt gezanten die aankomen uit de koning van Perzië met geschenken (vergelijkbaar met de wijzen uit het oosten) voor de Messias; Het bevel aan een man genaamd Joseph (niet specifiek de echtgenoot van Mary) om haar en het kind naar Egypte te brengen en later terug te keren naar Nazareth. [22]\n\nJeugd\nHoofdartikel: Finding in the Temple\nZie ook: Vlucht naar Egypte en kinderschoenen -evangelie van Thomas\nDe koran omvat niet de traditie van de vlucht naar Egypte, hoewel Sūra xxiii, 50, er mogelijk op zou kunnen verwijzen: \"En we hebben de zoon van Maryam en zijn moeder een teken gemaakt; en we hebben ze op een verhoogde plaats gemaakt, vol met vol van stil en bewaterd met veren. \"[25] Echter, verhalen vergelijkbaar met het verhaal dat wordt gevonden in de evangeliën en niet-canonieke bronnen die in latere islamitische traditie circuleerden, met enkele details en uitwerkingen die door de eeuwen heen worden toegevoegd door islamitische schrijvers en historici. Sommige verhalen hebben Jezus en familie in Egypte tot 12 jaar. [26] Veel morele verhalen en wonderbaarlijke gebeurtenissen van Jezus 'jeugd worden genoemd in Qisas al-Anbiya (verhalen over de profeten), boeken die door de eeuwen heen zijn samengesteld over pre-islamitische profeten en helden. [7]\n\nAl-Masudi schreef dat Jezus als een jongen de Joodse religie bestudeerde met lezen uit de psalmen en \"getraceerd in karakters van licht\" vond:\n\n\"Je bent mijn zoon en mijn geliefde; ik heb je voor mezelf gekozen\"\n\nMet Jezus beweert dan:\n\n\"Vandaag is het Woord van God vervuld in de Zoon van de mens.\" [22]\n\nIn Egypte\nZie ook: Infancy Evangelie van Thomas\nVerschillende verhalen tonen enige ongelijkheid en gelijkenis in islamitische geschriften over de vroege kinderjaren van Jezus, met name zijn tijd in Egypte met betrekking tot duur en gebeurtenissen. De meeste verhalen zijn te vinden in niet-canonieke christelijke bronnen, zoals bijvoorbeeld het pre-islamitische evangelie van Thomas. Een dergelijke ongelijkheid is van al-atir in zijn de perfectie van de geschiedenis die een geboorteverhaal bevat waarin staat dat Jezus in Egypte werd geboren in plaats van Bethlehem. [27]\n\nEnkele andere verhalen over de jeugd van Jezus zijn populair in het Midden -Oosten, zoals benadrukt door hoogleraar interreligieuze studies Mahmoud M. Ayoub. [28] Veel wonderen worden toegeschreven aan een jonge Jezus in Egypte [26] (zie §§ wonderen en andere wonderen).\n\nVolwassenheid\n\nDe Jordan River, waar Jezus werd gedoopt door Yahya Ibn Zakariya (Johannes de Doper). [29]\nMissie\nZie ook: Ministerie van Jezus en Apostel (Islam)\nAlgemeen wordt het ermee eens dat Jezus Aramees sprak, de gemeenschappelijke taal van Judea in de eerste eeuw na Christus en de regio in het algemeen. [30]\n\nDe eerste en vroegste kijk op Jezus geformuleerd in het islamitische denken is die van een profeet - een mens die door God is gekozen om zowel een oordeel over de mensheid te presenteren voor het aanbidden van afgoden als een uitdaging om zich te wenden tot de enige ware God. Vanaf deze basis wordt Jezus weerspiegeld over alle eerdere profeten door de lens van de moslimidentiteit, wordt Jezus niet meer beschouwd dan een boodschapper die een repetitieve boodschap van de leeftijden herhaalt. De wonderen van Jezus en de korantitels die aan Jezus worden toegeschreven, tonen de kracht van God in plaats van de goddelijkheid van Jezus - dezelfde kracht achter de boodschap van alle profeten. Sommige islamitische tradities geloven dat Jezus 'missie alleen was voor het volk van Israël en zijn status als een profeet die door talloze wonderen werd bevestigd. [31] [32]\n\nEen tweede vroeg hoog beeld van Jezus is een eindtijdfiguur. Dit concept komt vooral voort uit de hadith. Moslimtraditie construeert een verhaal op dezelfde manier gevonden in de christelijke theologie, die Jezus aan het einde van de tijd ziet aankomen en op aarde afdaalt om de Antichrist te bestrijden. Dit verhaal wordt verondersteld de oorzaak van de islam te verdedigen, met sommige tradities die Jezus vertellen die wijzen op het primaat van Mohammed. De meeste tradities stellen dat Jezus dan een natuurlijke dood zal sterven. [33]\n\nEen derde en onderscheidend beeld is van Jezus die een ascetische figuur vertegenwoordigt - een profeet van het hart. Hoewel de koran verwijst naar het 'evangelie' van Jezus, worden die specifieke leringen van hem niet genoemd in de koran of latere religieuze teksten. Ze zijn grotendeels afwezig. De Soefi -traditie is waar Jezus werd vereerd, erkend als een spirituele leraar met een onderscheidende stem van andere profeten, waaronder Mohammed. Soefisme heeft de neiging om de dimensies van vereniging met God te verkennen door vele benaderingen, waaronder ascese, poëzie, filosofie, speculatieve suggestie en mystieke methoden. Hoewel het soefisme tot de westerse geest vergelijkbare oorsprong of elementen van het neoplatonisme, gnosticisme en boeddhisme lijkt te delen, is de ideologie duidelijk islamitisch, omdat ze zich houden aan de woorden van de koran en imitatie van Mohammed als de perfecte man nastreven. [34]\n\nPrediking\nDe islamitische concepten van Jezus 'prediking worden verondersteld te zijn ontstaan ​​in Kufa, Irak, onder het Rashidun -kalifaat waar de vroegste schrijvers van de moslimtraditie en een beurs werden geformuleerd. De concepten van Jezus en zijn prediking -bediening ontwikkeld in Kufa werden overgenomen van de vroege ascetische christenen van Egypte die zich verzetten tegen officiële bisdom benoemingen van de kerk uit Rome. [35]\n\nDe vroegste verhalen, die ongeveer 85 nummeren, zijn te vinden in twee belangrijke collecties van ascetische literatuur getiteld Kitab al-Zuhd wa'l raqa'iq (het boek van de asceticisme en tedere bedenken) door Ibn al-Mubarak (d. 797), en Kitab al-Zuhd (The Book of Asceticism) van Ibn Hanbal (d. 855). Deze uitspraken vallen in vier basisgroepen: a) eschatologische uitspraken; b) uitspraken van quasi-gospel; c) ascetische uitspraken en verhalen; d) Uitgegeven in de intra-moslim polemiek in nuskennij. [36]\n\nDe eerste groep uitspraken breidt het archetype van Jezus uit zoals afgebeeld in de koran. De tweede groep verhalen, hoewel hij een evangeliekern bevat, wordt uitgebreid met een \"duidelijk islamitische stempel\". De derde groep, de grootste van de vier, portretteert Jezus als een beschermheilige van moslim ascese. De laatste groep bouwt voort op het islamitische archetype en de moslimgerichte definitie van Jezus en zijn attributen, waardoor esoterische ideeën worden bevorderd met betrekking tot termen als \"Geest van God\" en \"Woord van God\". [37]\n\nWonder\nHoofdartikel: wonderen van Jezus\nZie ook: Infancy Evangelie van Thomas\nDe koran schrijft minstens zes wonderen toe aan Jezus, met nog veel meer door de eeuwen heen door schrijvers en historici. Wonderen werden aan Jezus toegeschreven als tekenen van zijn profeetschap en zijn autoriteit, volgens opvoeder en professor Ishaq Musa al-Husayni (d. 1990), een auteur die het meest bekend is voor Mudhakkirat Dajaja (Memoirs of a Hen) (Cairo: Dar Al-Maarif , 1943; 2nd ed. 1967). In Christus in de koran en de moderne Arabische literatuur (1960) zei Al-Husayni dat het opmerkelijk Mohammed is, schrijft geen wonderen toe aan zichzelf. [38]\n\nDeze zes wonderen in de koran zijn zonder detail in tegenstelling tot het evangelie en hun niet-canonieke gnostische bronnen, die details bevatten en andere toegeschreven wonderen vermelden. [38] Door de eeuwen heen zijn deze zes wonderverhalen uitgewerkt door Hadith en poëzie, met religieuze geschriften, waaronder enkele van de andere wonderen die in het evangelie worden genoemd, niet-canonieke bronnen, en van Lore. [26] [28]\n\nSprekend vanuit de wieg\nSprekend vanuit de wieg wordt genoemd op drie plaatsen in de koran: al-Imran (3) 41, 46, Al-Maida (5) 109–110 en Maryam (19) 29–30. Een deel van het verhaal heeft het kind dat Jezus zijn moeder Maria verdedigt tegen de beschuldiging van de bevalling zonder een bekende echtgenoot. [39] Vroege de islam was onduidelijk over Joseph en zijn rol. Daarom wordt deze gnostische evangelie -invloed beweerd dat de koran misschien niet goddelijk is door tegenstanders. Jezus spreekt zoals de engel die Gabriel bij de aankondiging had genoemd: Jezus verkondigt dat hij een dienaar van God is, een boek is gekregen, is een profeet, wordt gezegend waar hij ook gaat, zegent de dag dat hij werd geboren, de dag dat hij zal sterven , en de dag dat hij levend wordt grootgebracht. [40]\n\nHoewel dit specifieke verhaal niet in de Bijbel wordt gevonden, is het thema van spreken vanuit de wieg te vinden in het niet-canonieke pre-islamitische Syrische kinderoze evangelie. Die bron laat Jezus zichzelf de Zoon van God, het Woord, en bevestigen wat de engel Gabriel eerder aan Maria had aangekondigd zoals gedetailleerd in het evangelie. [39]\n\nVogels maken van klei\nHet wonderverhaal van het creëren van vogels van klei en het ademhalen van leven in hen wanneer een kind wordt genoemd in al-Imran (3) 43, 49 en Al-Maida (5) 109-110. Hoewel dit wonder ook niet wordt genoemd in het canonieke evangelie, wordt hetzelfde verhaal gevonden in ten minste twee pre-islamitische bronnen: de kinderjuis evangelie van Thomas en de Joodse Toledot Yeshu, met weinig variantdetails tussen de koran en deze twee bronnen. 41] [42]\n\nDe blinden genezen en de melaatsen\nZie ook: De twee blinde mannen genezen in Galilea en het reinigen van tien melaatsen\nVergelijkbaar met het Nieuwe Testament, vermeldt de koran Jezus die de blinden geneest en de melaatsen in al-Imran (3) 49. Moslimgeleerde en rechter al-Baydawi (d. 1286) schreef hoe het werd vastgelegd dat vele duizenden mensen naar Jezus kwamen om te worden genezen en dat Jezus deze ziekten alleen door gebed genezen. [43] Middeleeuwse geleerde al-Tha'labi schreef over hoe deze twee specifieke ziekten buiten medische hulp waren, en Jezus 'wonderen waren bedoeld om door anderen te worden gezien als duidelijke tekenen van zijn boodschap. [41]\n\nDe doden opvoeden\nJezus wordt verondersteld mensen uit de dood te hebben opgevoed, zoals vermeld in al-Imran (3) 49. Hoewel er geen detail wordt gegeven over wie is opgevoed of de omstandigheid, worden ten minste drie mensen in het evangelie in detail genoemd (een dochter van Jairus, de zoon van een weduwe in Nain en Lazarus). [44]\n\nPresident\nJezus was in staat om te voorspellen of voorkennis te hebben, [45] van wat anderen verborgen of onbekend was. Een voorbeeld is dat Jezus elke vraag correct zou beantwoorden die iemand hem stelde. Een ander voorbeeld is dat Jezus wist wat mensen net hadden gegeten, evenals wat ze in hun huizen hadden opgeslagen. [26]\n\nTafel met voedsel uit de hemel\nHoofdartikel: de menigte voeden\nZie ook: laatste avondmaal\nIn het vijfde hoofdstuk van de koran, al-Ma'ida (5) 112–115, vermeldt een vertelling de discipelen van Jezus die een tafel bevraagt ​​beladen met voedsel, en voor het een speciale dag van herdenking voor hen in de toekomst. Dit kan een mogelijke verwijzing naar de eucharistie zijn volgens hoogleraar islamitische en Arabische studies W. Montgomery Watt (d. 2006). [46] Volgens hoogleraar vergelijkende religies Geoffrey Parrinder (overleden 2005), is het onduidelijk of dit verhaal parallel loopt voor het laatste avondmaal van het evangelie of het voeden van de menigte, maar kan worden gebonden aan het Arabische woord ʿīd (moslimfestival): [47]\n\nOp een keer zeiden de discipelen, o Jezus, Zoon van Maria, kan uw Heer voor ons een tafel uit de hemel sturen? Hij zei, vrees God als je gelovigen bent. Ze zeiden dat we er van willen eten, en dat ons hart in vrede kan zijn, en we weten misschien dat je waarheidsgetrouw hebt gesproken en een van de getuigen daarvan hebt. Jezus, Zoon van Maria, zei: O God, onze Heer, stuurde ons een tafel uit de hemel, om voor ons een festival te zijn, voor de eerste van ons en de laatste van ons, en een teken van u: en geef een voorziening (van Eten) voor ons, want u bent de beste providers. God zei dat ik het voor je stuur. [46]\n\nIn een record van de Sunni Exegete Tabari, vóór het laatste avondmaal, maakte de dreiging van de dood hem angstig. Daarom nodigde Jezus zijn discipelen uit voor het laatste avondmaal. Na de maaltijd waste hij hun handen en voerde hun wassingen uit om hun handen op zijn kleding te vegen. Nadien antwoordde Jezus op hen: \"Wat betreft dat heb ik je vanavond aangedaan, omdat ik je de maaltijd heeft geserveerd en je handen persoonlijk hebt gewassen, laat het een voorbeeld voor je zijn. Omdat je me inderdaad als beter beschouwt dan jij, Wees niet hooghartig ten opzichte van elkaar, maar breid jezelf eerder voor elkaar uit, omdat ik mezelf voor je heb uitgebreid. \" Nadat hij de discipelen in zijn leer had geïnstrueerd, voorspelt Jezus dat een van hen hem zou ontkennen en een ander hem zou verraden. In overeenstemming met de islamitische opvattingen over de dood van Jezus werd echter alleen een lijk in de schijn van Jezus gekruisigd en werd Jezus zelf opgevoed tot God. [48]\n\nAndere wonderen\nVeel verhalen en verhalen zijn in de loop der jaren ontwikkeld over Jezus, met bepaalde inherente lessen of betekenis geven vanwege het gebrek aan detail in de koran met betrekking tot Jezus. Sommige van deze verhalen zijn vergelijkbaar met het Nieuwe Testament, terwijl sommigen Jezus op een zeer menselijke manier afbeelden.\n\nNaast enkele gedetailleerde samenvattingen van wonderen van Jezus die door moslimschrijvers door de eeuwen heen worden genoemd, uit de volwassenheid (zoals lopen op water - ook gevonden in het evangelie - en zorgen voor broden van brood uit de grond), [39] Sommige andere wonderen uit de kindertijd Omvatten: het uitleggen van de fundamenten van de moslim Creed aan een schoolmeester, onthullend wie de dieven waren voor een rijke chef, die lege potten vulde van iets te drinken, eten en wijn bieden voor een tirannieke koning, terwijl hij ook aan deze koning aan deze koning bewijst om een ​​dode man op te voeden Uit de dood, het opvoeden van een kind per ongeluk gedood en het veroorzaken van de kledingstukken uit een btw met één kleur met verschillende kleuren. [26]\n\nDe zoon van een koninklijke ambtenaar genezen\nHoofdartikel: de zoon van de koninklijke ambtenaar genezen\nAl-Tabari (d. 923) meldt een verhaal over de ontmoeting van een volwassen Jezus met een bepaalde koning in de regio en de genezing van zijn zoon. De identiteit van de koning wordt niet genoemd, terwijl de legende Philip de tetrarch suggereert. De overeenkomstige Bijbelse referentie is \"de zoon van de koninklijke functionaris\". [49]\n\nHebzucht en waarheid vertellen\nEen legendarisch verhaal van een wonder van een jonge Jezus, gebruikt als een hard geleerde les die in het algemeen in het Midden-Oosterse overlevering is gevonden volgens professor Ayoub, heeft te maken met een joodse man en broden. Hoewel het een polemische toon draagt, concentreert de les zich op hebzucht met waarheid vertellen die in de vertelling worden geweven. Het is een verhaal dat vaak wordt gevonden in kinderboeken. [50]\n\nInherente wijsheid\nZie ook: Logos (Islam) en Logos (Christianity)\nEen ander legendarisch wonderverhaal is er een met betrekking tot de wijsheid van Jezus 'jeugd. Deze legende, gemeld via al-Tabari van Ibn Ishaq, vertelt over Maria die Jezus naar een religieuze school stuurt en de leraar is verbaasd om te zien dat Jezus al weet dat de informatie wordt onderwezen / besproken. [26]\n\nVoedsel in kinderhuizen\nEen ander verhaal van Al-Tabari vertelt over een jonge Jezus die met de jongeren van zijn dorp speelt en hen vertelde welk voedsel hun ouders op hen aan het bereiden waren. [26]\n\nVolgens de details van het verhaal raakten sommige ouders geïrriteerd en verboden hun kinderen om met Jezus te spelen, vermoedend dat hij een goochelaar was. Als gevolg hiervan hielden de ouders hun kinderen weg van Jezus en verzamelden hun kinderen in één huis. Op een dag, zich eenzaam voelde, ging Jezus op zoek naar zijn vrienden en kwam hij op dit huis en vroeg hij de ouders waar hun kinderen waren. De ouders logen en antwoordden dat de kinderen er niet waren. Nadat Jezus vraagt ​​wie dan in het huis is, noemen de ouders Jezus een varken. Jezus zegt dan: \"Laat er varkens in dit huis zijn\", waardoor alle kinderen in varkens veranderen. [28]\n\nDoor de eeuwen heen hebben moslimschrijvers ook verwezen naar andere wonderen, zoals het uitbrengen van demonen, hebben geleend van enkele ketterse pre-islamitische bronnen, en uit canonieke bronnen als legendes over Jezus werden uitgebreid. [26]\n\nOpenbaring\nHoofdartikel: evangelie in de islam\nMoslims geloven dat God een nieuwe Schrift aan Jezus heeft geopenbaard, de al-Injil (het evangelie) genoemd, terwijl hij ook de waarheid van de eerdere onthullingen verklaart: al-Tawrat (de Torah) en al-Zabur (de Psalmen). [51] De koran spreekt gunstig over al-Injīl, die zij beschrijft als een Schrift die de harten van zijn volgelingen met zachtmoedigheid en vroomheid vult. Traditionele islamitische exegese beweert dat de bijbelse boodschap is vervormd (Tahrif), wordt Ta'yin al-Mubham genoemd (\"resolutie van ambiguïteit\"). [52] Deze polemische inspanning heeft zijn oorsprong in de middeleeuwse periode met de geschriften van Abd al-Jabbar ibn Ahmad. [53] Wat betreft de wet van Mozes, geeft de koran aan dat Jezus nooit de Joodse wetten heeft afgeschaft, maar ze eerder heeft bevestigd, terwijl ze alleen gedeeltelijke afkeuringen maken. [54]\n\nMoslims hebben lang geloofd dat Paulus doelbewust de oorspronkelijke leer van Jezus heeft gecorrumpeerd. [55] De 9e-eeuwse historicus Sayf Ibn Umar beweerde dat bepaalde rabbijnen Paulus overtuigden om vroege christenen opzettelijk te misleiden door te introduceren wat Ibn Hazm als aanstootgevende doctrines in het christendom beschouwde. [56]\n\nVolgens Yusuf al-Qaradawi In zijn boek The Lawful and the Cocted in de islam, hebben de wettelijke beperkingen Jezus afgeschaft voor Joden waar degenen aanvankelijk door God als straf door God werden ingesteld. [57] Klassieke commentaren zoals Tafsir al-Jalalayn specificeren dat ze betrekking hadden op de consumptie van vis en vogelvlees zonder spikes, of in het algemeen. [58]\n\nVermeldingen in koran\nDiscipelen\nDe koran stelt dat Jezus werd geholpen door een groep discipelen (ḥawāriyyūn) die in zijn boodschap geloofden. Hoewel de discipelen niet worden genoemd, geeft de koran een paar gevallen van Jezus die de boodschap aan hen predikt. Moslims beschouwen de discipelen van Jezus als identiek aan de metgezellen (ṣaḥāba) van Mohammed. [59] Volgens het christendom waren de namen van de twaalf discipelen Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon en Judas.\n\nDe koran vermeldt in hoofdstuk 3, verzen 52–53, dat de discipelen zich aan het geloof van de islam hebben voorgelegd: [niet-primaire bron nodig]\n\nToen Jezus ongeloof van hun kant vond, zei hij: \"Wie zal mijn helpers zijn voor (het werk van) God?\" Zei de discipelen: \"Wij zijn Gods helpers: wij geloven in God, en u zult getuigen dat wij moslims zijn. Onze Heer! Wij geloven in wat u hebt geopenbaard, en wij volgen de Boodschapper; schrijven ons vervolgens op onder degenen die dragen getuige.\"\n\n-Koran Surah al-Imran 52–53 [60]\nHet langste verhaal waarbij de discipelen van Jezus betrokken zijn, is wanneer Jezus het wonder uitvoert om op hun verzoek een tafel met voedsel uit de hemel te brengen, op verder bewijs dat zijn prediking de ware boodschap is.\n\nAscensie\nAn-Nisa's vers 157 is het primaire vers van de koran om te verwijzen naar de gebeurtenis van Jezus 'kruisiging. [61] Er staat dat Jezus niet is gedood en niet gekruisigd, maar 'het werd gemaakt\nAn-nisa's vers 157\nDat ze (in opscheppen) zeiden: \"We hebben de Messias Jezus de Zoon van Maria vermoord, de Boodschapper van de God '; maar zij doodden hem niet, noch gekruisigd, maar zo werd het gemaakt om aan hen te verschijnen, en degenen die verschillen Daarin zijn vol twijfels, zonder (zekere) kennis, maar alleen vermoeden om te volgen, want van een borg heeft ze hem niet gedood.\n\nom aan hen te verschijnen '. [62] De meeste islamitische tradities ontkennen categorisch dat Jezus fysiek aan het kruis of anderszins stierf. [63] [64] Islamitische exegese meldt dat een andere persoon is gekruisigd in de plaats van Jezus. Sommige moderne moslimgeleerden geloven echter dat Jezus inderdaad stierf, en verwijzingen naar zijn overleven zijn symbolisch, niet letterlijk. Dit meningsverschil over de aard van de dood van Jezus wordt gevonden in de islamitische canon zelf, waarbij de vroegste hadith de metgezellen van Mohammed citeerde dat Jezus was gestorven. Ondertussen pleiten de meerderheid van de daaropvolgende Hadith en Tafsir voor het tegenovergestelde. [Citaat nodig]\n\nVolgens de koran werd hij niet gekruisigd, maar werd hij eerder gered door God. (Hoewel de vroegste islamitische tradities en exegese enigszins tegenstrijdige rapporten citeren over een dood en de lengte ervan, geloven moslims dat Jezus niet aan het kruis stierf, maar gelooft dat hij werd gered door levend opgevoed te worden naar de hemel).\n\nVervanging\nHet is onduidelijk precies waar de substitutionistische interpretatie is ontstaan, maar sommige wetenschappers beschouwen de theorie die uit bepaalde gnostische groepen van de tweede eeuw afkomstig is. [10] Leirvik vindt de koran en Hadith duidelijk beïnvloed door het niet-canonieke ('ketterse') christendom dat de overhand heeft op het Arabische schiereiland en verder op Abessinië. [65]\n\nTerwijl de meeste westerse geleerden, [66] Joden, [67] en christenen geloven dat Jezus stierf, leert de orthodoxe moslimtheologie dat hij naar de hemel klinkt zonder aan het kruis te worden gezet en God transformeerde een andere persoon, Simon van Cyrene, om precies te verschijnen als Jezus die was die was die was die was gekruisigd in plaats van Jezus (vgl. Irenaeus 'beschrijving van de ketterij van Basilides, Boek I, Ch. Xxiv, 4.). [68] [69]\n\nSommige meningsverschil en onenigheid zijn te zien beginnen met het rapport van IBN Ishaq (d. 761) van een korte boekhouding van gebeurtenissen voorafgaand aan de kruisiging, waarbij eerst verklaarde dat Jezus werd vervangen door iemand genaamd Sergius, terwijl hij tweede een verslag rapporteerde van het feit dat Jezus 'graf is Gelegen in Medina en ten derde verwijzende de plaatsen in de koran (3:55; 4: 158) dat God Jezus naar Zichzelf bracht. [70]\n\nIbn Kathir (d. 1373) volgt tradities die suggereren dat er een kruisiging is opgetreden, maar niet met Jezus. [81] Na het evenement meldt Ibn Kathir dat de mensen in drie groepen waren verdeeld na drie verschillende verhalen; De Jacobieten geloofden: \"God bleef bij ons zolang hij wilde en toen steeg hij naar de hemel\"; De Nestorians geloofden: \"De Zoon van God was bij ons zolang hij wilde totdat God hem naar de hemel ophief\"; en de moslims geloofden: \"De dienaar en boodschapper van God, Jezus, bleven bij ons zolang God wilde totdat God hem tot zichzelf opvoedde.\" [82]\n\nTweede komst\nTijdlijn van aankomst van Jezus voor de dag van het oordeel\n\nDe minaret van Isa in de Umayyad -moskee, Damascus\nVolgens de islamitische traditie zal Jezus naar de hemel zijn gestegen en daar gedurende 2000+ jaar lang naar de aarde afdalen, kort voor de dag van het oordeel, te midden van oorlogen gevochten tegen al-Masih ad-dajjal ('de valse messias) en zijn volgers , om de Mahdi en zijn moslimvolgers te helpen. [86] gekleed in saffraan gewaden met zijn hoofd Gezalfd, zal Jezus afdalen in het punt van een witte minaret, in Oost -Damascus, die wordt beschouwd als de minaret van Isa In de Umayyad -moskee. [87] zal hij dan de Mahdi begroeten en (een moslim zijn) naast hem bidden. Uiteindelijk zal Jezus de dajjal in Lod verslaan. [88]\n\nDaarna zal hij \"het kruis breken, de varkens doden en de Jizya-belasting afschaffen\", volgens een bekende Sahih al-Bukhari Hadith. [89] [90] \"De gebruikelijke interpretatie\" van deze profetie is dat Jezus, als moslim, een einde zal maken aan de christelijke aanbidding van zichzelf en in geloof in zijn goddelijkheid, \"gesymboliseerd door het kruis\". Hij zal de koosjer/halal voedingswetten herstellen die door het christendom is achtergelaten; [91] en omdat Joden en christenen nu allemaal hun vroegere geloof zullen afwijzen en de islam zullen accepteren, is er geen behoefte meer aan de Jizya-belasting op ongelovigen. [92] (Volgens een hadith zal Jezus \"de kerken en tempels vernietigen en de christenen doden tenzij ze in hem geloven.\") [93] [Noot 1]\n\nIslamitische teksten verwijzen ook op het opnieuw verschijnen van de oude dreiging gog en magog (yaʾjūj maʾjūj), die uit zijn ondergrondse opsluiting zal breken en de wereld zal veroorzaken. [95] God, in reactie op de gebeden van Jezus, zal hen doden door een soort worm in de nutjes van hun nek te sturen en grote vogels te sturen om hun lijken uit het land te dragen en te verwijderen. [86] Na de dood van de Mahdi zal Jezus aannemen dat wereldleiderschap en vrede en gerechtigheid universeel zullen zijn.\n\nOok volgens de traditie zullen Jezus dan trouwen, kinderen krijgen en veertig jaar de wereld regeren (tradities geven veel verschillende tijdsperioden) waarna hij zal sterven. [96] Moslims zullen dan het begrafenisgebed voor hem uitvoeren en hem vervolgens begraven in de groene koepel in de stad Medina in een graf dat vacant is gelaten naast respectievelijk Muhammad, Abu Bakr en Umar. [97] Volgens de legende van Ibn Khaldun zullen de twee kaliefen uit de dood opstaan ​​tussen de twee profeten. [98]\n\nBronnen\nHoewel de koran geen van het bovenstaande verhaal van Jezus 'terugkeer beschrijft, geloven veel moslims dat twee koranverzen verwijzen naar zijn tweede komst tijdens de eindtijden. [90] (1) Het hierboven genoemde vers dat hij nooit op aarde is gestorven:\n\n\"En [want] hun gezegde: 'Inderdaad, we hebben de Messias, Jezus, de Zoon van Maria, de Boodschapper van Allah vermoord.' En zij hebben hem niet gedood, noch hebben zij hem kruisigde; maar er werd [een ander] gemaakt om hem op hen te lijken. En inderdaad, degenen die erover verschillen, twijfelen erin. Ze hebben er geen kennis van, behalve het volgende van de veronderstelling . En ze hebben hem niet zeker vermoord. \" (Q.4: 157 :)\nEn een tweede vers geïnterpreteerd om een ​​verband aan te geven tussen Jezus en \"het uur\" (eindtijden):\n\n\"En zie, er is kennis van het uur. Dus twijfel je er niet aan, maar volg mij. Dit is de juiste weg.\" (Q.43: 61 Trans Pickthall). [90]\nHadiths op de terugkeer van Jezus zijn teruggevoerd op Abu Hurairah, een van de Sahaba, maar misschien later geïntroduceerd tijdens burgeroorlogen in het vroege Abbasid -kalifaat, toen een redder werd verwacht. Terwijl voor Shias de Mahdi de Redder zal zijn, hadden sommige soennieten de neiging om de terugkeer van Jezus te verwachten. Tijdens het vroege Abbasid -kalifaat was het dragen van kruisbeelden in processies en het houden van varkens in het openbaar, verboden. Anders kan het breken van het kruis, de algemene afkeuring van dit symbool door moslims weerspiegelen en varkens een verwijzing naar Jezus exorcisme van legioen doden. [100]\n\nJezus wordt rond 187 keer genoemd in de koran, direct en indirect, en ook waarnaar veel titels worden verwezen, het meest voorkomende is al-masih ('de messias'). [3] [110] [111] [112] [33 ] Jezus wordt naar 25 keer verwezen met de naam ISA, [noot 2] derde persoon 48 keer, [noot 3] First-Person 35 keer en de rest als titels in de koran. [Noot 4] [113]\n\nMohammed beschreef zichzelf als de 'dichtstbijzijnde van alle mensen aan Jezus'. [114]\n\nSimilitude met Adam\nDe koran benadrukt het creationisme van Jezus, [107] door zijn gelijkenis met Adam met betrekking tot de afwezigheid van menselijke oorsprong. Mohammed vroeger vaak om de geboorten van Adam en Jezus te vergelijken. [115]\n\nIslamitische exegese extrapoleert een logische inconsistentie achter het christelijke argument van goddelijke interventie, omdat dergelijke implicaties goddelijkheid zouden hebben toegeschreven aan Adam die alleen als schepping wordt begrepen. [107]\n \nIn de islam wordt aangenomen dat Jezus de voorloper van de islamitische profeet Mohammed is geweest. Volgens de koran werd de komst van Mohammed voorspeld door Jezus in As-Saff 61: 6 door dit vers, vroege Arabische moslims claimden legitimiteit voor hun nieuwe geloof in de bestaande religieuze tradities en de vermeende voorspellingen van Jezus. [116] Moslims geloven dat Jezus een voorloper van Mohammed was en dat hij de komst van de laatste profeteerde. [117] [26] Dit perspectief is gebaseerd op een vers van de koran waarin Jezus spreekt over een boodschapper om naar hem te verschijnen, \"Ahmad\". [118] Islam associeert Ahmad met Muhammad, beide woorden afgeleid van de H-D triconsonantale wortel die verwijst naar lovenswaardigheid. Moslims beweren dat het bewijs van de uitspraak van Jezus aanwezig is in het Nieuwe Testament, onder verwijzing naar de vermelding van de paraclete wiens komst wordt voorspeld in het evangelie van Johannes. [119]\n\nMoslimcommentatoren beweren dat het originele Griekse woord gebruikte Periklutos was, wat beroemd, illuster of lovenswaardig betekent - in het Arabisch verstrekt als Ahmad; en dat dit werd vervangen door christenen met Parakletos. [97] [120] Dit idee wordt besproken en vraagt ​​of het traditionele begrip wordt ondersteund door de tekst van de koran.\n\nIslamitische theologie beweert dat Jezus een andere profeet had voorspeld die hem opvolgde volgens Soera 61: 6, met de vermelding van de naam Ahmad. (Ahmad is een Arabische naam van dezelfde triconsonantale wortel ḥ -m -d = [ح - م - د].) Bij het reageren op de biografie van Ibn Ishaq over Muhammad schreef de Sirat Rasul Allah, de islamitische geleerde Alfred Guillaume:\n\nTerugkomend op de term \"Ahmad\", hebben moslims gesuggereerd dat Ahmad de vertaling is van Periklutos, gevierd of de geprezen, wat een corruptie is van Parakletos, de paraclete van John XIV, XV en XVI. [121]\n\nHadith\nDe Hadith zijn gerapporteerde uitspraken van Mohammed en mensen om hem heen. De hadith met Jezus-legende is beïnvloed door het niet-canonieke ('ketterse') christendom dat de overhand had op het Arabische schiereiland en verder in Abessinië. [65] De Hadith ontwikkelde een canonieke status in de derde moslim eeuw als een bron van autoriteit voor de moslimgemeenschap. De moslimperceptie van Jezus die uit de hadith komt, is van een wonderbaarlijke, zondeloze en eschatologische figuur, die mensen opnieuw wijst volgens het perspectief van de moslims op profeetschap, naar het moslimgeloof (moslim; iemand die zich onderworpen aan de wil van God). [ 130]\n\nHadith heeft een zeer belangrijke rol gespeeld die het beeld van Jezus onder gewone moslims vormgeven, die verder zijn ontwikkeld bij het opnemen van hadiths en TAFSIR's geweven in grote hoeveelheden legendarische geschriften en rapporten. [26] Met de moslim hervorming is de leegte van Jezus verrassend. Waarover wordt geschreven, is de ascetische goochelaar, geholpen door de Heilige Geest. Het evangelie wordt gezien als een boek dat moet worden gepredikt en wordt alleen terloops genoemd zonder de daadwerkelijke leringen te vermelden. Opvallend is dat de fictieve uitspraken en de veronderstelde leer van Jezus voorrang krijgen in hadith-verzamelingen, in Shia-islam en in Soefi-representaties van Jezus. [65]\n\nSoennitische islam\nIn Kitab al-Milal Wa al-Nihal, al-Shahrastani (d. 1153), een invloedrijke Perzische historicus, historiograaf, geleerde, filosoof en theoloog, registreert een weergave van Jezus heel dicht bij de orthodoxe principes terwijl hij de islamitische verhalen voortzet:\n\nDe christenen. (Ze zijn) de gemeenschap (umma) van de Christus, Jezus, Zoon van Maria (vrede op Hem). Hij is die echt werd gestuurd (als profeet; mab'uth) na Mozes (vrede op hem), en die werd aangekondigd in de Torah. Aan hem waren (verleend) manifeste tekenen en opmerkelijke bewijzen, zoals het herleven van de doden en het uitharden van de blinden en de melaatse. Zijn aard en aangeboren instelling (Fitra) zijn een perfect teken van zijn waarachtigheid; Dat wil zeggen, zijn komst zonder eerder zaad en zijn spreken zonder voorafgaande lesgeven. Voor alle (andere) profeten was de komst van hun openbaring veertig jaar op (de leeftijd van), maar openbaring kwam naar hem toe toen hij werd gemaakt om in de wieg te spreken, en openbaring kwam naar hem toe toen hij overbracht (de goddelijke boodschap) op (de leeftijd van) dertig. De duur van zijn (profetische) missie (Da'wa) was drie jaar en drie maanden en drie dagen. [131]\n\nShia Islam\nIn de Nahj al-Balagha is naar verluidt de vierde kalief Ali (r. 656–661) naar verluidt gesproken over de eenvoud van Jezus. [132] Ali zegt dat \"Jezus een steen voor zijn kussen gebruikte, grove kleding aanzette en ruw voedsel at. Zijn kruiderij was honger. Zijn lamp 's nachts was de maan. Hij had geen vrouw om hem te verleiden, noch een zoon om verdriet te geven, noch noch verdriet Rijkdom om af te wijken. Zijn twee voeten waren zijn transport en zijn twee handen waren zijn dienaar \". [132] Volgens Ja'far al-Sadiq, een achterkleinzoon van Ali, was de tijd tussen David en Jezus vierhonderd jaar. [133] Ja'far zegt verder dat de religie van Jezus monotheïsme was (tawḥīd) en zuiverheid (Ikhlāṣ). [133] Het 'Injil' (evangelie) werd naar hem neergestuurd en de belofte die andere profeten namen, werd ook uit Jezus gehaald: om gebed met religie te vestigen, het goede en verbiedt het kwaad, waardoor wat toegestaan ​​is en verbiedt wat verboden is. Aantalinessies en gelijkenissen werden naar hem gestuurd in het 'Injil', maar er was geen wet van vergelding erin noch voorschriften van vergelding (Ahkam al-Hudud), en geen verplichtingen voor overerving. Hij werd gestuurd wat een verlichting was van wat in de Torah naar Mozes werd gestuurd. Jezus beval van zijn volgelingen dat zij geloven in de wet van de Torah en de 'Injil'. [133]\n\nVolgens Qadi al-Nu'man, een beroemde moslimjurist van de Fatimid-periode, wordt Jezus in de koran de Messias (al-Masīḥ) genoemd omdat hij naar de mensen werd gestuurd die op hem reageerden om te verwijderen (Masaha (Masaha (Masaha ) hun onzuiverheden, de kwalen van hun geloof; of het nu duidelijk is (Zahir) of verborgen (Batin). Qadi Al-nu'man, in zijn werk van de basis van symbolische interpretatie (Asās al-Ta'wīl), vertelt over de spirituele geboorte (Milad al-Batin) van Jezus, als een interpretatie van zijn verhaal van fysieke geboorte (Milad al- Zahir) genoemd in de koran. Hij zegt dat Maria, de moeder van Jezus, een metafoor is voor iemand die Jezus koesterde en instrueerde (Lāhiq), in plaats van hem fysiek te baren. Qadi al-Nu'man legt uit dat Jezus uit de pure nakomelingen van Abraham was, net zoals Ali en zijn zonen uit het pure nageslacht van Mohammed waren, door Fatima. [134]\n\nUiterlijk\nGebaseerd op verschillende Hadith -verhalen van Mohammed, kan Jezus fysiek worden beschreven (met eventuele verschillen in de fysieke beschrijving van Jezus die te wijten is aan Mohammed die hem beschrijft bij het zien van hem bij verschillende gelegenheden, zoals tijdens zijn hemelvaart naar de hemel, of bij het beschrijven van Jezus tijdens Jezus, of bij het beschrijven van Jezus tijdens Jezus, of bij het beschrijven van Jezus tijdens Jezus, 'Tweede komst): [144]\n\nEen goed gebouwde man van medium/matige/gemiddelde hoogte en gestalte met een brede borst.\nRechte, slanke en lang haar dat tussen zijn schouders viel. Het lijkt alsof water uit zijn hoofd dribbel, hoewel het niet nat is.",
"Muhammad": "Mohammed in de islam\nVan Wikipedia, de gratis encyclopedie\nSpring naar Navigationjump om te zoeken\nDit artikel gaat over de rol en betekenis van Mohammed in een islamitische context. Zie Muhammad voor een algemeen overzicht.\nImam al-Anbiya\nRasūl allāh\nMohammed\nمُحَمَّدٌ\nمحمد صلى الله عليه وسلم. SVG\n'Muhammad' in islamitische kalligrafie\nProfeet van de islam\nVoorafgegaan door Isa (Jezus)\nOpgevolgd door de afgeschaft positie\nTitel Khatam An-Nabiyyin ('Seal of the Prophets')\nPersoonlijk\nGeboren maandag 12 Rabi 'al-Awwal 53 BH (570 CE)\nMekka, Hejaz, Arabië\nStierf maandag 12 Rabi 'al-awwal 11 ah (8 juni 632 CE)\nMedina, Hejaz, Arabië\nRustplaats groene koepel, profeet's moskee, medina\nReligie Islam\nEchtgenoot zie de vrouwen van Muhammad\nKinderen zien de kinderen van Mohammed\nOuders\nAbd Allah ibn Abd al-Muttalib (vader)\nAmina Bint Wahb (moeder)\nOpmerkelijk werk (en) constitutie van Medina\nAndere namen Zie namen en titels van Mohammed\nFamilieleden zien Family Tree of Muhammad, Ahl al-Bayt (\"Family of the House\")\nKenmerkende muhammad -zegel.svg\nZegel van Mohammed\nMoslimleider\nOpvolger zie opvolging van Mohammed\nArabische naam\nPersoonlijk (ISM) Mohammed\nPatroniem (Nasab) Muḥammad ibn Abd Allah ibn Abd al-Muttalib ibn hashim ibn abd manaf ibn qusai ibn kilabn kilab\nTeknonymic (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nOnderdeel van een serie over de islam\nIslamitische profeten\nAnbiya\nProfeten in de koran\nVermeld door de islamitische naam en bijbelse naam.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muḥammad (Mohammed)\nBelangrijkste gebeurtenissen\nKeer bekeken\n Islam Portal\nVTE\nOnderdeel van een serie over\nIslam\nAllah3.svg\nOvertuigingen\nHandel\nSms -foundations\nGeschiedenis\nCultuur en samenleving\ngerelateerde onderwerpen\n Islam Portal\nVTE\nMuḥammad ibn Abd Allah (Arabisch: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; c.570 - 8 juni 632 CE), wordt beschouwd als het zegel van de boodschappers en profeten van God in alle hoofdtakken van de islam. Moslims geloven dat de koran, de centrale religieuze tekst van de islam, door God aan Mohammed werd geopenbaard en dat Mohammed is gestuurd om de islam te herstellen, die volgens hen niet zijn ontstaan ​​met Mohammed, maar de ware ongewijzigde oorspronkelijke monotheïstische geloof van Adam, Abraham, is Mozes, Jezus en andere profeten. [1] [2] [3] [4] De religieuze, sociale en politieke principes die Mohammed met de koran vestigde, werden de basis van de islam en de moslimwereld. [5]\n\nGeboren rond het jaar 53 BH (570 CE) in een gerespecteerde Qurayshi-familie van Mekka, verdiende Muhammad de titel \"al-Amin\" (اَلْأَمِينُ, wat betekent \"de betrouwbaar\"). [6] [7] Op 40 -jarige leeftijd op 11 BH (610 CE) zou Mohammed zijn eerste verbale openbaring in de grot genaamd Hira hebben ontvangen, het begin van de afdaling van de koran die tot het einde van zijn leven bleef; En moslims zijn van mening dat Mohammed door God werd gevraagd om de eenheid van God te prediken om afgoderij uit te roeien, een praktijk die openlijk aanwezig is in pre-islamitisch Arabië. [8] [9] Vanwege de vervolging van de nieuw bekeerde moslims, bij de uitnodiging van een delegatie van Medina (toen bekend als Yathrib), migreerden Muhammad en zijn volgelingen naar Medina in 1 AH (622 CE), een gebeurtenis bekend als de hijrah. [10] [ 11] Een keerpunt in het leven van Mohammed, deze Hegira markeert ook het begin van de islamitische kalender. In Medina schetste Muhammad de grondwet van Medina uit die de rechten van en relaties tussen de verschillende bestaande gemeenschappen daar specificeerde, vormde een onafhankelijke gemeenschap en slaagde erin de eerste islamitische staat op te richten. [12] Ondanks de voortdurende vijandigheid van de Meccans, nam Muhammad, samen met zijn volgelingen, de controle over Mekka in 630, [13] [14] en bestelde de vernietiging van alle heidense afgoden. [15] [16] In zijn latere jaren in Medina verenigde Muhammad de verschillende stammen van Arabië onder de islam [17] en voerde sociale en religieuze hervormingen uit. [18] Tegen de tijd dat hij stierf in ongeveer 11 AH (632 CE), hadden bijna alle stammen van het Arabische schiereiland zich bekeerd tot de islam. [19]\n\nMoslims verwijzen vaak naar Mohammed als profeet Mohammed, of gewoon \"de profeet\" of \"de boodschapper\", en beschouwen hem als de grootste van alle profeten. [1] [20] [21] [22] Hij wordt door de moslims gezien als een bezitter van alle deugden. [23] Als een daad van respect volgen moslims de naam Mohammed door de Arabische Benediction Sallallahu 'alayhi wa sallam, (wat betekent vrede zij met hem), [24] soms afgekort als \"zaag\" of \"pbuh\".\n\nIn de koran\nMeer informatie: Muhammad in de koran\n\nDe naam Muhammad geschreven in Thuluth, een scriptverschil van islamitische kalligrafie\nDe koran somt weinig op over het vroege leven van Muhammad of andere biografische details, maar het spreekt over zijn profetische missie, zijn morele excellentie en theologische kwesties met betrekking tot Mohammed. Volgens de koran is Muhammad de laatste in een keten van profeten die door God zijn gestuurd (33:40). Gedurende de koran wordt Mohammed \"boodschapper\", \"Boodschapper van God\" en \"Profeet\" genoemd. Sommige van dergelijke verzen zijn 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 en 66:09. Andere termen worden gebruikt, waaronder \"Warner\", \"drager van Glad Tidings\", en de \"iemand die mensen uitnodigt voor een enkele God\" (koran 12: 108 en 33: 45-46). De koran beweert dat Mohammed een man was die de hoogste morele excellentie bezat, en dat God hem een ​​goed voorbeeld of een \"goed model\" maakte voor moslims om te volgen (koran 68: 4 en 33:21). De koran aanvaardt alle bovenmenselijke kenmerken voor Muhammad, [25] maar beschrijft hem in termen van positieve menselijke kwaliteiten. In verschillende verzen kristalliseert de koran de relatie van Mohammed met de mensheid. Volgens de koran stuurde God Mohammed met waarheid (Gods boodschap naar de mensheid), en als een zegen voor de hele wereld (koran 39:33 en 21: 107). In de islamitische traditie betekent dit dat God Mohammed met zijn boodschap naar de mensheid heeft gestuurd, waarvan het volgende mensen zal redden in het hiernamaal . [26]\n\nVolgens de koran werd de komst van Mohammed voorspeld door Jezus: \"En onthoud, Jezus, de Zoon van Maria, zei: 'O Kinderen van Israël! Ik ben Gods Boodschapper voor u, die de wet (die kwam) voor mij bevestigen, en het geven van blije tijdingen van een boodschapper om achter me aan te komen, wiens naam Ahmad zal zijn \"(Koran 61: 6). Door dit vers claimden vroege Arabische moslims legitimiteit voor hun nieuwe geloof in de bestaande religieuze tradities en de vermeende voorspellingen van Jezus. [27]"
}
