{
"Adam": "ਸਾਰੇ ਮਨੁੱਖਾਂ ਦਾ ਪਿਤਾ ਅਤੇ ਪਿਤਾ.\nਆਦਮ ਅਤੇ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਕਹਾਣੀ ਕੁਰਾਨ ਵਿੱਚ ਪਾਈ ਜਾਂਦੀ ਹੈ. ਅਧਿਆਇ :, 4, 5, 20, 38, 38, 38, 38 ਅਤੇ ਹੋਰ ਹਵਾਲੇ. ਕੁਆਰਾਨ ਬਿਰਤਾਂਤ ਵਿਚ, ਰੱਬ ਨੇ ਮਨੁੱਖਜਾਤੀ ਨੂੰ ਮਿੱਟੀ (Q3: 59) ਦੇ ਬਾਹਰ ਇਕ ਰੂਪ ਧਾਰ ਦਿੱਤਾ ਅਤੇ ਫਿਰ ਦੂਤਾਂ ਨੂੰ ਆਦਮ ਨੂੰ ਝੁਕਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ. ਇਬਲੀਸ ਨੇ ਹੰਕਾਰ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ (Q15: 26-32) [19] ਅਤੇ ਜਨਾਹ (ਫਿਰਦੌਸ) ਤੋਂ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ.\n\nਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਦਮ ਦੀ ਸਿਰਜਣਾ ਤੋਂ ਪਹਿਲਾਂ ਫੈਸਲਾ ਲਿਆ ਸੀ ਕਿ ਧਰਤੀ ਉੱਤੇ ਮਨੁੱਖਜਾਤੀ (ਆਦਮ ਅਤੇ ਉਸ ਦੀ ਸੰਤਾਨ) ਰੱਖੀ ਜਾਵੇਗੀ. ਇਸਲਾਮ ਧਰਤੀ ਉੱਤੇ ਮਨੁੱਖਜਾਤੀ ਦੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਸਜ਼ਾ ਵਜੋਂ ਨਹੀਂ ਮੰਨਦਾ, ਨਾ ਕਿ ਰੱਬ ਦੀ ਯੋਜਨਾ ਦਾ ਹਿੱਸਾ.\n\n\"'ਸੱਚਮੁੱਚ, ਮੈਂ ਧਰਤੀ ਉੱਤੇ ਪੀੜ੍ਹੀਆਂ ਤੋਂ ਬਾਅਦ ਮਨੁੱਖਜਾਤੀ ਦੀਆਂ ਪੀੜ੍ਹੀਆਂ ਲਗਾਉਣ ਜਾ ਰਿਹਾ ਹਾਂ.' ਉਹ (ਦੂਤਾਂ) ਨੇ ਕਿਹਾ: 'ਕੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਾਵਟੀ ਕਰੋਗੇ ਜੋ ਕਿ ਖੂਨਦਾਨ ਬਣਾਉਂਦੇ ਹਨ, ਜਦੋਂ ਕਿ ਅਸੀਂ (ਦੂਤ) ਤੁਹਾਡੀ ਪ੍ਰਸ਼ੰਸਾ ਅਤੇ ਧੰਨਵਾਦ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੁਹਾਨੂੰ ਪਵਿੱਤਰ ਬਣਾ ਲਵੇਂਗਾ?' ਪਰਮੇਸ਼ੁਰ ਨੇ ਕਿਹਾ: 'ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ.' \"\n\nਪ੍ਰਮਾਤਮਾ ਆਦਮ ਦੇ ਨਾਮਾਂ ਦੇ ਨਾਮਾਂ ਨੂੰ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦੇ ਨਾਮ ਸਿਖਾਉਂਦਾ ਹੈ ਅਤੇ ਆਦਮ ਦੇ ਸਾਮ੍ਹਣੇ ਦੂਤਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਇਹ ਦਰਸਾ ਸਕੇ ਕਿ ਆਦਮ ਦੀ ਬਜਾਏ ਆਦਮ:\n\n\"ਅਤੇ ਉਸਨੇ ਆਦਮ ਨੂੰ ਉਪਦੇਸ਼ ਦਿੱਤਾ - ਫਿਰ ਉਸਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੂਤਾਂ ਨੂੰ ਦਿਖਾਇਆ,\" ਜਦੋਂ ਤੁਸੀਂ ਸਚਿਆਰਾ ਮੁਬਾਰਕ ਹੋ, ਤਾਂ ਤੈਨੂੰ ਮਾਣ ਨਾਲ: ਜੋ ਗਿਆਨ ਨਹੀਂ ਹੈ, ਤੁਹਾਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਤੂੰ ਸਿਖਾਇਆ ਹੈ: \"ਸੱਚ ਵਿੱਚ ਗਿਆਨ ਅਤੇ ਸਿਆਣਪ ਵਿੱਚ ਸੰਪੂਰਣ.\" ਓ ਅਡਮ! ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਨਾਮ ਦੱਸੋ. \"ਜਦੋਂ ਉਸਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸਿਆ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਕਿਹਾ (ਦੂਤਾਂ ਨੂੰ)\" ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਨਹੀਂ ਦੱਸਾਂ, \"ਕੀ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਕੀ ਸਮਝਦੇ ਹੋ ਅਤੇ ਕੀ ਗਿਰਫਤਾਰ ਕਰ ਰਹੇ ਹੋ?\"\n\nਰੱਬ ਦੂਤ ਨੂੰ ਆਦਮ ਨੂੰ ਮੱਥਾ ਟੇਕਣ ਦਾ ਹੁਕਮ ਦਿੰਦਾ ਹੈ. ਸਾਰੇ ਆਗਿਆਕਾਰੀ, ਇਬਲੀਸ ਨੂੰ ਛੱਡ ਕੇ, ਜਿਸ ਨੂੰ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ ਕਿ ਉਹ ਅੱਗ ਤੋਂ ਲਿਆਉਂਦਾ ਹੈ, ਆਦਮ ਨੂੰ ਮੱਥਾ ਟੇਕਣ ਨਹੀਂ ਦਿੰਦਾ ਸੀ ਜੋ ਧਰਤੀ ਤੋਂ ਬਣਾਇਆ ਗਿਆ ਸੀ. ਉਸ ਦੇ ਹੰਕਾਰ ਦੇ ਬਾਅਦ ਉਸਦੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੁਕਮ ਦੀ ਅਣਆਗਿਆਕਾਰੀ ਕਰਕੇ ਉਸਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮਿਹਰ ਹੋ ਗਿਆ ਸੀ:\n\n\"ਅਤੇ ਵੇਖੋ, ਅਸੀਂ ਦੂਤਾਂ ਨੂੰ ਕਿਹਾ,\" ਆਦਮ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ \"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਵਿਸ਼ਵਾਸ ਦਿਆਂਗਾ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਸੀ (ਜੋ ਅਣਆਗਿਆਕਾਰੀ ਹਨ).\" (2:34)\n\nਪਰਮੇਸ਼ੁਰ ਬਾਅਦ ਆਦਮ ਅਤੇ ਹੱਵਾਹ ਨੂੰ ਬਾਗ਼ ਵਿੱਚ ਰੱਖਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸਦਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਫਲ ਦਾ ਅਨੰਦ ਲੈਣ ਲਈ ਸੁਤੰਤਰ ਹਨ ਨੂੰ ਛੱਡ ਕੇ ਨਾ ਆਉਣ ਤੋਂ ਇਲਾਵਾ ਨਾ ਆਉਣ ਤੋਂ ਇਲਾਵਾ,\n\n\"ਅਸੀਂ ਕਿਹਾ:\" ਹੇ ਐਡਮ! ਤੂੰ ਅਤੇ ਆਪਣੀ ਪਤਨੀ ਨੂੰ ਬਾਗ ਵਿੱਚ ਰਹਿਣ ਦਿਓ. ਅਤੇ ਉਸ ਚੰਗੇ ਚੀਜ਼ਾਂ ਨੂੰ ਖਾਓ (ਜਿਥੇ ਅਤੇ ਜਦੋਂ) ਤੁਸੀਂ ਕਰੋਗੇ. ਪਰ ਇਸ ਰੁੱਖ ਨੂੰ ਨਾ ਪਹੁੰਚੋ, ਜਾਂ ਤੁਸੀਂ ਨੁਕਸਾਨ ਅਤੇ ਅਪਰਾਧ ਵਿੱਚ ਭੱਜੇ. \"\n\nਫਿਰ ਸ਼ੈਤਾਨ ਆਦਮ ਅਤੇ ਹੱਵਾਹ ਨੂੰ ਰੁੱਖ ਦੇ ਫਲਾਂ ਦੇ ਖਾਣ ਪੀਣ ਨੂੰ ਗੁਜ਼ਾਰਦਾ ਹੈ: (2:36)\n\n\"ਫਿਰ ਕੀ ਸ਼ੈਤਾਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ (ਗਾਰਡਨ) ਤੋਂ ਤਿਲਕ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਰਾਜ ਤੋਂ ਬਾਹਰ ਕੱ. ਦਿੱਤਾ. ਅਸੀਂ ਕਿਹਾ:\" ਤੁਸੀਂ ਸਾਰੇ ਹੋ, ਤੁਹਾਡੇ ਵਿਚੋਂ ਕੁਝ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ ਦੂਜਿਆਂ ਵੱਲ. ਧਰਤੀ ਉੱਤੇ ਤੁਹਾਡੀ ਰਿਹਾਇਸ਼-ਜਗ੍ਹਾ ਅਤੇ ਤੁਹਾਡੇ ਰੋਜ਼ੀ-ਰੋਟੀ ਦਾ ਸਾਧਨ ਹੋਵੇਗਾ - ਇੱਕ ਸਮੇਂ ਲਈ. \"\n\nਆਦਮ ਅਤੇ ਹੱਵਾਹ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਕੰਮਾਂ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਪਛਤਾਵਾ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ, ਪਰੰਤੂ ਰੱਬ ਉਸ ਨੂੰ ਦ੍ਰਿੜਤਾ ਵਿੱਚ ਆਦਮ ਵੱਲ ਮੁੜਦਾ ਹੈ: (2:37)\n\n\"ਫਿਰ ਆਦਮ ਦੇ ਆਪਣੇ ਸੁਆਮੀ ਤੋਂ ਅਡਮਾਈ ਤੋਂ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕੀਤੀ, ਅਤੇ ਉਸਦਾ ਪ੍ਰਭੂ ਉਸ ਵੱਲ ਮੁੜਿਆ; ਕਿਉਂਕਿ ਉਹ ਵਾਪਸ ਪਰਤ ਰਿਹਾ ਸੀ, ਜ਼ਿਆਦਾਤਰ ਮਿਹਰਬਾਨ ਹੋ ਗਿਆ.\"\n\nਫਿਰ ਰੱਬ ਨੇ ਆਦਮ ਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਕਿ ਪਰਮੇਸ਼ੁਰ ਆਦਮ ਅਤੇ ਉਸਦੀ ਸੰਤਾਨ ਨੂੰ ਆਪਣੀ ਸੇਧ ਭੇਜ ਦੇਵੇਗਾ: (2:38)\n\n\"ਅਸੀਂ ਕਿਹਾ:\" ਇਸ ਜਗ੍ਹਾ (ਬਾਗ਼) ਤੋਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਹੇਠਾਂ ਉਤਰੋ, ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਮੇਰੇ ਤੋਂ ਗਾਈਡੈਂਸ ਆਉਂਦੇ ਹੋ, ਅਤੇ ਉਹ ਉਦਾਸ ਨਹੀਂ ਹੋਣਗੇ. \"\n\nਅਦਨ ਦੇ ਬਾਗ਼ ਵਿਚ ਸ਼ੈਤਾਨ ਦੀ ਪਛਾਣ ਕੀਤੀ ਗਈ ਸੀ, ਆਦਮ ਅਤੇ ਹੱਵਾਹ ਨੂੰ ਵਰਜਿਤ ਰੁੱਖ ਤੋਂ ਫਲ ਚੜ ਕੇ ਰੱਬ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਲਈ ਪ੍ਰੇਰਦਾ ਹੈ. ਰੱਬ, ਆਦਮ ਅਤੇ ਹੱਵਾਹ ਨੂੰ ਧਰਤੀ ਦੇ ਬਾਕੀ ਹਿੱਸਿਆਂ ਵਿੱਚ ਭੇਜਦਾ ਹੈ. [20] [21]\n\nਕੁਰਾਨ ਆਦਮ ਅਤੇ ਹੱਵਾਹ ਦੇ ਦੋ ਪੁੱਤਰਾਂ, ਕਇਨ ਅਤੇ ਹਾਬਲ ਦੇ ਦੋ ਪੁੱਤਰਾਂ ਨੂੰ ਇਹ ਵੀ ਦਰਸਾਉਂਦਾ ਹੈ. [22] [23]",
"Idris": "ਪੇਨ ਅਤੇ ਸੂਈ ਦੇ ਖੋਜੀ ਦੀ ਖੋਜਕਰਤਾ.",
"Nuh": "ਮਹਾਨ ਹੜ੍ਹ ਦਾ ਬਚਿਆ.",
"Hud": "ਵਪਾਰੀ\n\nਐਚਯੂਡੀ ਦੇ ਬਿਰਤਾਂਤ ਦਾ ਸੰਖੇਪ ਸੰਖੇਪ ਹੈ, ਦੋ ਵਿਸ਼ੇਸ਼ ਬਾਣੀ 'ਤੇ ਜ਼ੋਰ ਦੇ ਕੇ:\n\n'ਲੋਕ ਬਹੁਤ ਸ਼ਕਤੀਸ਼ਾਲੀ ਅਤੇ ਅਮੀਰ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੀ ਸ਼ਕਤੀ ਦਿਖਾਉਣ ਲਈ ਅਣਗਿਣਤ ਇਮਾਰਤਾਂ [19] ਅਤੇ ਸਮਾਰਕ ਬਣਾਏ. ਹਾਲਾਂਕਿ, 'ਦਿ ਲੋਕ ਦੌਲਤ ਆਖਰਕਾਰ ਉਨ੍ਹਾਂ ਦੀ ਅਸਫਲਤਾ ਸਾਬਤ ਹੋਈ, ਕਿਉਂਕਿ ਉਹ ਹੰਕਾਰੀ ਅਤੇ ਭਗਤੀ ਲਈ ਮੂਰਤੀਆਂ ਅਪਣਾਉਣੀਆਂ ਪਏ ਸਨ, ਜਿਸ ਵਿੱਚ ਸੈਦ, ਸਮੂਦ ਅਤੇ ਹਾਰਾ ਸ਼ਾਮਲ ਸਨ. [11] ਬਚਪਨ ਵਿਚ ਵੀ ਹੱਲਾ, ਰੱਬ ਨੂੰ ਇਕਸਾਰ ਰਿਹਾ. ਇਹ ਇਸ ਗੱਲ ਦਾ ਪ੍ਰਚਾਰ ਕਰਦਾ ਹੈ ਕਿ ਹੁੱਡ ਦੀ ਮਾਂ, ਇਕ ਪਵਿੱਤਰ woman ਰਤ ਜਿਸਦੀ ਨੇ ਆਪਣੇ ਪੁੱਤਰ ਦੇ ਜਨਮ ਦੇ ਮਹਾਨ ਦਰਸ਼ਨ ਦੇਖੀ ਸੀ, ਉਹ ਇਕੋ ਇਕ ਵਿਅਕਤੀ ਸੀ ਜੋ ਆਪਣੀ ਪੂਜਾ ਵਿਚ ਹੱਦੋਂ ਪ੍ਰੇਰ ਗਿਆ ਸੀ. [20] ਇਸ ਤਰ੍ਹਾਂ, ਪ੍ਰਭੂ ਨੇ ਬਰਾ be ੇ ਨੂੰ 'ਲੋਕਾਂ ਲਈ ਨਬੀ ਵਜੋਂ ਉਭਾਰਿਆ. [20]\n\nਜਦੋਂ ਹਉਡ ਨੇ ਪ੍ਰਚਾਰ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਿਰਫ ਸੱਚੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਭਗਤੀ ਲਈ ਬੁਲਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦਇਆ ਅਤੇ ਮੁਆਫੀ ਦੀ ਮੰਗ ਕੀਤੀ, ਤਾਂ 'ਲੋਕ ਉਸ ਨੂੰ ਦੁਬਾਰਾ ਵਿਆਹ ਕਰਾਉਣ ਲੱਗੇ. ਹੁੱਡ ਦੀ ਕਹਾਣੀ ਕੁਰਾਨ ਵਿਚ ਦੱਸੇ ਗਏ ਮੁ at ਲੇ ਚੱਕਰ ਵਿਚ ਆਮ ਤੌਰ ਤੇ ਆਮ ਨਬੀਆਂ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ: ਨਬੀ ਨੇ ਸਿਰਫ ਪ੍ਰਮਾਤਮਾ ਦੀ ਉਪਾਸਨਾ ਕਰਨ ਲਈ ਕਿਹਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਆਸ਼ੀਰਵਾਦ ਦਾ ਪ੍ਰਬੰਧਕ ਜੋ ਪਰਮੇਸ਼ੁਰ ਹੈ ਕੁਰਾਨ [[3] ਰਾਜਾਂ:\n\nਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਭਰਾ ਹੱਡ ਨੂੰ 'ਇਸ਼ਤਿਹਾਰਾਂ ਦੇ ਲੋਕਾਂ ਨੂੰ ਭੇਜਿਆ, ਜਿਨ੍ਹਾਂ ਨੇ ਕਿਹਾ: \"ਹੇ ਮੇਰੇ ਲੋਕ, ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਪਾਸਨਾ; ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਹੋਰ ਰੱਬ ਨਹੀਂ ਹੈ.\nਹੇ ਮੇਰੇ ਲੋਕੋ, ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਇਸ ਲਈ ਕੋਈ ਬਦਲਾ ਨਹੀਂ ਮੰਗਦਾ: ਮੇਰਾ ਇਨਾਮ ਉਸ ਦੇ ਨਾਲ ਹੈ ਜਿਸਨੇ ਮੈਨੂੰ ਬਣਾਇਆ ਹੈ. ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਸਮਝੋਗੇ?\nਹੇ ਮੇਰੇ ਲੋਕੋ, ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਮਾਫ਼ ਕਰਨ ਅਤੇ ਤੋਬਾ ਕਰਨ ਦੁਆਰਾ ਉਸ ਵੱਲ ਮੁੜੋ. ਉਹ ਅਕਾਸ਼ ਤੋਂ ਤੁਹਾਡੇ ਲਈ ਮੀਂਹ ਪੈਣਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਤਾਕਤ ਦਿੱਤੀ ਗਈ. ਇਸ ਲਈ ਪਾਪੀਆਂ ਵਜੋਂ ਉਸ ਤੋਂ ਹਟ ਨਾ ਕਰੋ. \"\nਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ: \"ਹੇ ਹੱਡੇ, ਤੁਸੀਂ ਬਿਨਾਂ ਕੋਈ ਪ੍ਰਮਾਣ ਸਾਡੇ ਕੋਲ ਆਏ ਹੋ. ਅਸੀਂ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰਸਾਂ ਨੂੰ ਤਿਆਗ ਨਹੀਂ ਕਰਾਂਗੇ ਕਿਉਂਕਿ ਤੁਸੀਂ ਕਹਿੰਦੇ ਹੋ ਅਤੇ ਨਾ ਹੀ ਤੁਹਾਡੇ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਕਰੋ.\nਅਸੀਂ ਜੋ ਕੁਝ ਕਹਿ ਸਕਦੇ ਹਾਂ ਉਹ ਕਹਿ ਰਿਹਾ ਹੈ ਕਿ ਸਾਡੇ ਕੁਝ ਦੇਵਤਿਆਂ ਨੇ ਤੁਹਾਨੂੰ ਬੁਰਾਈ ਨਾਲ ਮਾਰਿਆ ਹੈ: \"ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਗਵਾਹੀ ਦੇਣ ਲਈ ਕਿਹਾ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਜੋ ਜੋੜ ਰਹੇ ਹੋ ਇਸ ਤੋਂ ਤੁਸੀਂ ਸਪੱਸ਼ਟ ਹੋ (ਤੁਹਾਡੇ ਮਾਮਲਿਆਂ ਵਿੱਚ)\nਉਸ ਤੋਂ ਇਲਾਵਾ. ਜਿੰਨਾ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਮੇਰੇ ਵਿਰੁੱਧ ਸਹਿਮਤ ਹੋਵੋ ਅਤੇ ਮੈਨੂੰ ਕੋਈ ਰਾਹਤ ਦੇਵੋ.\nਮੈਂ ਵਾਹਿਗੁਰੂ ਵਿੱਚ ਆਪਣਾ ਭਰੋਸਾ ਰੱਖਦਾ ਹਾਂ ਜੋ ਮੇਰਾ ਮਾਲਕ ਅਤੇ ਤੇਰਾ ਸੁਆਮੀ ਹੈ. ਇੱਥੇ ਕੋਈ ਪ੍ਰਾਣੀ ਨਹੀਂ ਜੋ ਧਰਤੀ ਉੱਤੇ ਚਲਦਾ ਨਹੀਂ ਹੁੰਦਾ ਜੋ ਕਿ ਉਨ੍ਹਾਂ ਦੁਆਰਾ ਉਨ੍ਹਾਂ ਦੁਆਰਾ ਨਹੀਂ ਰੱਖਿਆ ਜਾਂਦਾ. ਮੇਰੇ ਸੁਆਮੀ ਦਾ ਅਸਲ ਵਿੱਚ ਸਿੱਧਾ ਹੈ.\nਜੇ ਤੁਸੀਂ ਚਲੇ ਜਾਂਦੇ ਹੋ, ਤਾਂ (ਯਾਦ ਰੱਖੋ) ਮੈਂ ਤੁਹਾਨੂੰ ਸੁਨੇਹਾ ਦਿੱਤਾ ਗਿਆ ਸੁਨੇਹਾ ਭੇਜਿਆ ਗਿਆ ਸੀ. ਮੇਰਾ ਸੁਆਮੀ ਹੋਰ ਲੋਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਜਗ੍ਹਾ ਤੇ ਪਵੇਗਾ, ਅਤੇ ਤੁਸੀਂ ਉਸਦੇ ਵਿਰੁੱਧ ਜਿੱਤ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੋਗੇ. ਦਰਅਸਲ ਮੇਰਾ ਸੁਆਮੀ ਹਰ ਚੀਜ਼ ਉੱਤੇ ਨਜ਼ਰ ਰੱਖਦਾ ਹੈ. \"\n\n- ਕੁਰਾਨ, ਸੂਰਾ 11 (ਐਚਯੂਡੀ), ਅਈਹ 50-57\nHud ਦਾ ਚਮਤਕਾਰ\nਇਬਨ ਕਯਿਮ ਅਲ-ਜਾਵਜ਼ਾ ਤੋਂ ਇਲਾਵਾ, ਉਸ ਦੇ ਵਿਸ਼ਲੇਸ਼ਣ ਦੀ ਕਿਤਾਬ, ਮਾਰੀਏਰਿਜ ਸੈਲਕੀਨ ਦੇ ਅਨੁਸਾਰ, ਇਬਨ ਅਬੀ ਅਲ-ਆਈਜ਼ ਨੇ ਉਸ ਦੇ ਚਮਤਕਾਰ ਦਿਖਾਇਆ ਹੈ ਜੋ ਇਸ਼ਾਰਾ ਕੀਤਾ ਹੈ 56-58 ਦੀ ਆਇਤ:\n\n(56) \"ਅਸੀਂ ਜੋ ਕਹਿ ਸਕਦੇ ਹਾਂ ਉਹ ਇਹ ਹੈ ਕਿ ਸਾਡੇ ਕੁਝ ਦੇਵਤਿਆਂ ਨੇ ਤੁਹਾਨੂੰ ਬੁਰਾਈਆਂ ਨਾਲ ਮਾਰਿਆ ਹੈ.\" ਉਸਨੇ ਜਵਾਬ ਦਿੱਤਾ: \"ਮੈਂ ਰੱਬ ਨੂੰ ਗਵਾਹੀ ਦੇਣ ਲਈ ਕਹਿੰਦਾ ਹਾਂ, ਅਤੇ ਤੁਹਾਨੂੰ ਗਵਾਹੀ ਦਿੱਤੀ ਗਈ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਸ ਨੂੰ ਸਮਝਦੇ ਹੋ ਜਿਵੇਂ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਮੈਨੂੰ ਕੋਈ ਰਾਹਤ ਦੇਵੋ .\n\n(57) ਮੈਂ ਰੱਬ ਤੇ ਆਪਣਾ ਭਰੋਸਾ ਰੱਖਦਾ ਹਾਂ ਜੋ ਮੇਰਾ ਮਾਲਕ ਅਤੇ ਤੇਰਾ ਸੁਆਮੀ ਹੈ. ਇੱਥੇ ਕੋਈ ਪ੍ਰਾਣੀ ਨਹੀਂ ਜੋ ਧਰਤੀ ਉੱਤੇ ਚਲਦਾ ਨਹੀਂ ਹੁੰਦਾ ਜੋ ਕਿ ਉਨ੍ਹਾਂ ਦੁਆਰਾ ਉਨ੍ਹਾਂ ਦੁਆਰਾ ਨਹੀਂ ਰੱਖਿਆ ਜਾਂਦਾ. ਮੇਰੇ ਸੁਆਮੀ ਦਾ ਅਸਲ ਵਿੱਚ ਸਿੱਧਾ ਹੈ.\n\n(58) ਜੇ ਤੁਸੀਂ ਮੁੜੇ ਹੋ, ਤਾਂ (ਯਾਦ ਰੱਖੋ) ਮੈਂ ਤੁਹਾਨੂੰ ਸੁਨੇਹਾ ਭੇਜਿਆ ਗਿਆ ਸੀ. ਮੇਰਾ ਸੁਆਮੀ ਹੋਰ ਲੋਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਜਗ੍ਹਾ ਤੇ ਪਵੇਗਾ, ਅਤੇ ਤੁਸੀਂ ਉਸਦੇ ਵਿਰੁੱਧ ਜਿੱਤ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੋਗੇ. ਦਰਅਸਲ ਮੇਰਾ ਸੁਆਮੀ ਹਰ ਚੀਜ਼ ਉੱਤੇ ਨਜ਼ਰ ਰੱਖਦਾ ਹੈ. \"\n\n- ਕੁਰਾਨ, ਸੂਰਾ 11 (HUD). ਅਯਾਹ 56-58",
"Salih": "ਅਰੇਇਲ (ਅਰਬੀ: صالح, ਰੋਕੋਜ਼ਾਈਡ: ṣṣāliḥ, lalhary], ਜੋ ਕਿ ਕੁਰਾਨ 'ਦੇ ਗੋਤ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਸੀ [2] []] [5] ] ਪੁਰਾਣੀ ਅਰਬ ਵਿੱਚ, ਪੈਗੰਬਰ ਮੁਹੰਮਦ ਦੇ ਜੀਵਨ ਕਾਲ ਤੋਂ ਪਹਿਲਾਂ. ਤਾਰ ਦੀ ਕਹਾਣੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸ਼ੈੱਲ ਦੇ ਸ਼ੈਸ਼ਨ ਦੀ ਕਹਾਣੀ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ, ਜੋ ਪਰਮੇਸ਼ੁਰ ਦੁਆਰਾ ਥਮਾਦ ਦੇ ਲੋਕਾਂ ਲਈ ਦਿੱਤੀ ਗਈ ਉਪਹਾਰ ਸੀ ਜਦੋਂ ਉਹ ਇਸ ਚਮਤਕਾਰ ਦੀ ਗੱਲ ਕਰ ਰਹੇ ਸਨ ਕਿ ਤਾਰ ਸਚਮੁੱਚ ਨਬੀ ਸੀ.\n\nਉਸਦਾ ਪੇਸ਼ੇ ਇੱਕ came ਲ ਬਰੇਡਰ ਸੀ.\n\nਇਤਿਹਾਸਕ ਸੰਦਰਭ\n\nਸਾ.ਯੁਜਾ ਪਹਾੜੀ ਖੇਤਰ ਵਿੱਚ ਮਾਡਾ'ਨ ਸਾਲੀਆ ਜਾਂ ਅਲ-ਹਜਰ\nਥੰਮਦ ਸਰਗੋਨ II ਦੇ ਸਮੇਂ ਵਿੱਚ ਅੱਸ਼ੂਰੀਆਂ ਦੇ ਸਰੋਤਾਂ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤੇ ਗਏ ਅਰਬਨ ਪ੍ਰਾਇਦੀਪ ਦੇ ਉੱਤਰ ਪੱਛਮੀ ਖੇਤਰ ਵਿੱਚ ਇੱਕ ਕਬਾਇਲੀ ਕੰਡੀਸ਼ਨ ਸਨ. ਕਬੀਲੇ ਦਾ ਨਾਮ ਚੌਥੀ ਸਦੀ ਸਾ.ਯੁ. ਸਦੀ ਵਿਚ ਪੇਸ਼ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ, ਪਰ ਛੇਵੀਂ ਸਦੀ ਵਿਚ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕ ਸਮੂਹ ਮੰਨਿਆ ਜਾਂਦਾ ਸੀ ਜੋ ਬਹੁਤ ਪਹਿਲਾਂ ਮਰਿਆ ਹੋਇਆ ਸੀ. []]: 81\n\nਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਉਹ ਸ਼ਹਿਰ ਜਿਸਨੂੰ ਸਲੀਹ ਨੂੰ ਅਲ-ਹਾਇਜ ਭੇਜਿਆ ਗਿਆ ਸੀ, ਜੋ ਕਿ ਨਬੈਟੇਨ ਸ਼ਹਿਰ ਹੇਰਾ ਦੇ ਨਬੈਟੇਨ ਸ਼ਹਿਰ ਦੇ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਸੀ. [8] ਖੇਤਰੀ ਕਾਫਾਵਾਨ ਦੇ ਵਪਾਰ ਵਿਚ ਪਹਿਲੀ ਸਦੀ ਦੇ ਵਿਗਿਆਪਨ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਇਕ ਮਹੱਤਵਪੂਰਣ ਸਾਈਟ ਵਜੋਂ ਪ੍ਰਮੁੱਖਤਾ ਲਈ ਤਰੱਕੀ ਕੀਤੀ ਗਈ. [9] ਸ਼ਹਿਰ ਦੇ ਨਾਲ ਲੱਗਦੇ ਚੱਟਾਨੇ ਹੋਏ ਸਨ, ਵੱਖ-ਵੱਖ ਧਾਰਮਿਕ ਸਮੂਹਾਂ ਦੁਆਰਾ ਵਰਤੇ ਗਏ ਚੱਟਾਨ-ਕੱਟਣ ਵਾਲੇ ਕਾਸੇ. [6]: 146 ਪੁਰਾਣੇ ਸਮੇਂ ਵਿੱਚ ਇੱਕ ਅਣਜਾਣ ਬਿੰਦੂ ਤੇ, ਸਾਈਟ ਨੂੰ ਤਿਆਗ ਦਿੱਤਾ ਗਿਆ ਅਤੇ ਸੰਭਾਵਤ ਤੌਰ ਤੇ ਅਲ-'ਜੁਆਲ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ. [10] ਸਾਈਟ ਨੂੰ ਮਡੌਨ ਸਲੀਹ ਨੂੰ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਮੁਹੰਮਦ ਦੇ ਯੁੱਗ ਤੋਂ ਬਾਅਦ ਮੁਹੰਮਦ ਦੇ ਯਾਤਰੀ ਦੇ ਨਾਮ ਤੇ. [11]\n\nਇਸਲਾਮੀ ਅਤੇ bahh 'ਦੇ ਵਿਸ਼ਵਾਸ ਦੇ ਬਾਹਰ, ਕਿਸੇ ਵੀ ਹੋਰ ਅਸ਼ੁਮਰਿਕ ਸ਼ਾਸਤਰ ਜਾਂ ਸਮਕਾਲੀ ਇਤਿਹਾਸਕ ਪਾਠ ਵਿਚ ਤਲੀ ਦਾ ਜ਼ਿਕਰ ਨਹੀਂ ਹੈ, ਪਰ ਸ਼ਾਇਦ ਪੁਰਾਣੀ ਅਬਰਾਹਿ-ਹਦਾਇਤਾਂ ਦਾ ਸਭ ਤੋਂ ਮਸ਼ਹੂਰ ਅਰੇਮਦ ਦੀ ਤਬਾਹੀ ਦਾ ਸਭ ਤੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਜੋ ਕਿ ਪੁਰਾਣੀ ਅਰਬਸ਼ੀਆ ਵਿਚ ਥਰਮੁੱਡ ਦੀ ਤਬਾਹੀ ਦਾ ਸਭ ਤੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ. ਗੋਤ ਦਾ ਨਾਮ ਪ੍ਰਾਚੀਨ ਅਰਬ ਦੇ ਕਵਿਤਾ ਵਿਚ \"ਸਾਰੀਆਂ ਗੱਲਾਂ ਦੇ ਭਾਗੀਦਾਰ\" ਲਈ ਅਲੰਕਾਰ ਦੇ ਰੂਪ ਵਿੱਚ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ. []]: 2233-24\n\nਇਸਲਾਮ ਵਿੱਚ\nਦੁਸ਼ਮਨ੍ਹਿਤਰ ਰਹਿਮਤਰ ਰਹਿਰੀਮ\nਇਸਲਾਮ 'ਤੇ ਇਕ ਲੜੀ ਦਾ ਹਿੱਸਾ\nਇਸਲਾਮੀ ਨਬੀਆਂ ਨੂੰ\nਅਨਬੀਆ\nਕੁਰਾਨ ਵਿੱਚ ਨਬੀ\nਇਸਲਾਮੀ ਨਾਮ ਅਤੇ ਬਾਈਬਲੀ ਨਾਮ ਦੁਆਰਾ ਸੂਚੀਬੱਧ.\nਅਦਦਾਮ (ਏ.ਡੀ.) '(ਐਨੂਚ) ਐਨ ṣḥ (ਏਬਰ) ਦਾ-ਭਾਵਨਾ (ਇਸ਼ਮਈ) ਦੇ ਨਾਮ (ਯਾਕੂਬ) ysuf (ਜੋਸੇਫ) ਆਯੋਬ (ਜੋਸੇਫ) ਆਯੋਬ (ਜੋਸੇਫ) ਜੇੈਥੋ) ਮੈਸਾ (ਮੂਸਾ) ਹੌਰਨ (ਐਰੋਨ) ਦੇ ਡੀਲ (ਡੇਵਿਡ) ਸੁਲੇਮਾਨ (ਏਲੀਸ਼ਾ) ਜ਼ਕਰੀਆ (ਜ਼ਕਰਯਾਹ) ਜ਼ਕਰੀਆ (ਜੋਕਰਯਾਹ) Zakariamen (ਯਿਸੂ) )) ਮੁਮੈਮਮ (ਮੁਹੰਮਦ)\nਮੁੱਖ ਸਮਾਗਮ\nਵਿਚਾਰ\nਇਸਲਾਮ ਪੋਰਟਲ\nvte\nਇੱਕ ਲੜੀ ਦਾ ਹਿੱਸਾ\nਇਸਲਾਮ\nਅੱਲ੍ਹਾ 3 ਐੱਸਵੀਜੀ\nਵਿਸ਼ਵਾਸ\nਅਮਲ\nਟੈਕਸਟ\nਇਤਿਹਾਸ\nਸਭਿਆਚਾਰ ਅਤੇ ਸਮਾਜ\nਸੰਬੰਧਿਤ ਵਿਸ਼ੇ\n ਇਸਲਾਮ ਪੋਰਟਲ\nvte\nਕੁਰਾਨ\n\nਸਲੀਹ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਉਸ ਦੇ l ਠ ਨੂੰ ਵੇਖਣ ਲਈ ਸੱਦਾ ਦਿੰਦਾ ਹੈ\nਨਬੀਆਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਦਾ ਪ੍ਰਕਾਸ਼ਮਾਨ ਸੰਗ੍ਰਹਿ\nਸਲੀਹ ਦੀ ਜ਼ਿੰਦਗੀ ਉਸ ਦੇ ਭਾਈਚਾਰੇ ਵਿਚ ਇੰਨੀ ਧਰਮੀ ਸੀ ਕਿ ਥੈਮੂਦ ਦੇ ਲੋਕਾਂ ਨੇ ਲਗਭਗ ਸਹਾਇਤਾ ਲਈ ਉਨ੍ਹਾਂ 'ਤੇ ਭਰੋਸਾ ਕੀਤਾ. [12] ਉਸਨੂੰ ਰੱਬ ਦੁਆਰਾ ਇੱਕ ਦੂਤ ਚੁਣਿਆ ਗਿਆ ਸੀ ਅਤੇ ਅਮੀਰ ਦੇ ਸੁਆਰਥ ਦੇ ਵਿਰੁੱਧ ਪ੍ਰਚਾਰ ਕਰਨ ਲਈ ਭੇਜਿਆ ਗਿਆ ਸੀ ਅਤੇ ਧਿਰਾਂ (ਮੂਰਤੀ-ਪੂਜਾ ਜਾਂ ਪੋਲੀਹੇਂਜ) ਦੇ ਅਭਿਆਸ ਦੀ ਨਿੰਦਾ ਕਰਨ ਲਈ ਭੇਜਿਆ ਗਿਆ ਸੀ. ਹਾਲਾਂਕਿ ਸਲੋਹ ਨੇ ਇੱਕ ਨਿਰੰਤਰ ਸਮੇਂ ਲਈ ਸੰਦੇਸ਼ ਦਾ ਪ੍ਰਚਾਰ ਕੀਤਾ, ਪਰ ਥਰਮੁੱਡ ਲਈ ਲੋਕਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਚੇਤਾਵਨੀ ਸੁਣਨ ਲਈ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਸਲੀਹ ਨੂੰ ਉਨ੍ਹਾਂ ਲਈ ਚਮਤਕਾਰ ਕਰਨ ਲਈ ਕਿਹਾ. ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ: \"ਹੇ ਅਲੋਹ! ਸਾਡੇ ਵਿੱਚੋਂ ਇੱਕ ਉਮੀਦਾਂ ਦਾ ਇੱਕ ਕੇਂਦਰ ਹੁਣ ਤੱਕ ਸਾਡੇ ਪਿਤਾ ਜੀ ਦੀ ਪੂਜਾ ਕਰ ਸਕਦਾ ਹੈ? . \"\n\nਤਾਰ ਨੇ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਗੁਆਂ neighbors ੀ ਕਮਿ communities ਨਿਟੀਆਂ ਦੇ ਪੱਥਰ ਤੋਂ ਬਾਹਰ, [13] ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਤਕਨੀਕੀ ਉੱਤਮਤਾ ਨੂੰ ਯਾਦ ਕਰਾਇਆ. ਇਸ ਤੋਂ ਇਲਾਵਾ, ਉਸਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਪੁਰਖਿਆਂ, ਦੇਦ ਕਬੀਲੇ ਬਾਰੇ ਦੱਸਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਾਪਾਂ ਲਈ ਕਿਵੇਂ ਨਸ਼ਟ ਹੋ ਗਏ ਸਨ. ਕੁਝ ਥੂਦੂਦ ਦੇ ਲੋਕਾਂ ਨੇ ਸਿਆਲੀ ਦੇ ਸ਼ਬਦਾਂ ਨੂੰ ਮੰਨਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ, ਪਰ ਆਦਿਵਾਸੀ ਨੇਤਾਵਾਂ ਨੇ ਉਸ ਨੂੰ ਸੁਣਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਹ ਇਸ ਦੀ ਮੰਗ ਕੀਤੀ ਕਿ ਉਹ ਆਪਣੀ ਭਵਿੱਖਬਾਣੀ ਸਾਬਤ ਕਰਨ ਲਈ ਇਕ ਚਮਤਕਾਰ ਕਰਦਾ ਹੈ. [14]\n\nਇਸ ਦੇ ਜਵਾਬ ਵਿਚ, ਰੱਬ ਨੇ ਥਮਾਉਡ ਨੂੰ ਮੁਬਾਰਕ ਸ਼ੀਸ਼ਲਾ ਦਿੱਤਾ, ਜਿਵੇਂ ਕਿ ਰੋਮਾਂਚ ਅਤੇ ਇਕ ਪਰੀਖਿਆ ਦਾ ਸਾਧਨ. ਕਬੀਲੇ ਨੂੰ ਕਿਹਾ ਗਿਆ ਸੀ ਕਿ came ਲੇ ਨੂੰ ਸ਼ਾਂਤੀ ਨਾਲ ਚਰਾਉਣ ਅਤੇ ਉਸ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਤੋਂ ਬਚਣ ਲਈ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. [15] ਪਰ ਸਲੀਹ ਦੀ ਚੇਤਾਵਨੀ ਦੇ ਬਦਲੇ ਵਿਚ, ਕਬੀਲੇ ਦੇ ਲੋਕਾਂ ਨੇ ch ਠੰ. [16] ਸਲੀਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਨ੍ਹਾਂ ਕੋਲ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕ੍ਰੋਧ ਤੋਂ ਪਹਿਲਾਂ ਜੀਉਣ ਤੋਂ ਪਹਿਲਾਂ ਜੀਉਣ ਲਈ ਸਿਰਫ ਤਿੰਨੋਂ ਦਿਨ ਸਨ. [17] [ਸਫ਼ੇ] ਦੇ ਲੋਕ ਪਛਤਾਵਾ ਕੀਤੇ ਜਾ ਸਕਦੇ ਸਨ, ਪਰ ਉਨ੍ਹਾਂ ਦੇ ਅਪਰਾਧ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਸਾਰੇ ਅਧਿਕਾਰ ਦੇਣ ਵਾਲੇ ਲੋਕ ਭੁਚਾਲ ਵਿੱਚ ਮਾਰੇ ਗਏ ਸਨ. ਅਲ-ਹਗੇਰ ਨੂੰ ਅਣਜਾਣੇ ਵਿਚ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਅਤੇ ਉਸ ਤੋਂ ਬਾਅਦ ਹਰ ਸਮੇਂ ਖੰਡਰਾਂ ਵਿਚ ਰਿਹਾ. [19] ਆਪਣੇ ਆਪ ਅਤੇ ਕੁਝ ਵਿਸ਼ਵਾਸ ਕਰਨ ਵਾਲੇ ਜੋ ਉਸਦੇ ਬਚੇ ਹੋਏ ਹਨ ਉਹ ਬਚ ਗਏ. [20]\n\nਕਹਾਣੀ ਨੂੰ ਸੂਤ ਇਨ-ਨਮਲ ਵਿੱਚ ਵੀ ਵਧਾਇਆ ਗਿਆ ਹੈ, ਜਦੋਂ ਕਿ ਉਸਨੇ ਸਪਸ਼ਟ ਤੌਰ ਤੇ ਉਨ੍ਹਾਂ ਕਿਹਾ ਕਿ ਨੌਂ ਆਦਮੀਆਂ ਨੂੰ ਤਲਬੰਦ ਨੂੰ ਮਾਰਨ ਦੀ ਸਾਜਿਸ਼ ਦਿੱਤੀ ਗਈ ਸੀ ਜਿਸ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰਿਆ ਗਿਆ ਸੀ ਤਿੰਨ ਦਿਨ ਬਾਅਦ ਰੱਬ ਦੁਆਰਾ. [23]\n\nਮੁਸਲਿਮ ਪਰੰਪਰਾ\nਮੁਸਲਿਮ ਲੇਖਕਾਂ ਨੇ ਸਲੋਹ ਅਤੇ ਉਸ ਦੇ l ਠ ਦੀ ਕਹਾਣੀ 'ਤੇ ਭਾਸ਼ਣ ਦਿੱਤਾ ਹੈ. ਮੁ early ਲੀ ਇਸਲਾਮਿਕ ਪਰੰਪਰਾ ਪੱਥਰ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਵੱਛੇ ਨਾਲ ਉੱਭਰ ਕੇ ly ਰਤ ਨੂੰ ਚਮਤਕਾਰੀ ly ੰਗ ਨਾਲ ਉਭਾਰਨ ਦਾ ਇੱਕ ਰੂਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਸੀ, ਅਤੇ l ਠ ਤੋਂ ਦੁੱਧ ਦਾ ਉਤਪਾਦਨ. ਅਲ-ਟਾਬੀ ਨੇ ਕਿਹਾ ਕਿ ਤਾਰ ਨੇ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਇਕ ਪਹਾੜ ਤੇ ਬੁਲਾਇਆ, ਜਿੱਥੇ ਉਨ੍ਹਾਂ ਨੇ l ਠ ਨੂੰ ਖੁਲਾਸਾ ਕੀਤਾ. ਉਸ ਦੇ came ਠਾਂ ਦਾ ਇੱਕ ਜਵਾਨ ਵੱਛੇ ਸੀ. ਸਲੇਹ ਨੇ ਥਰਮੁੱਡ ਨੂੰ ਦੱਸਿਆ ਕਿ ਵੱਡਾ l ਠ ਪਹਿਲਾਂ ਨਾਲੋਂ ਉਨ੍ਹਾਂ ਦੇ ਸ੍ਰੋਤ ਤੋਂ ਆਪਣੇ ਪਾਣੀ ਦੇ ਸਰੋਤ ਪੀਣ ਲਈ ਅਤੇ ਅਗਲੇ ਦਿਨ ਇਸ ਤੋਂ ਪੀਣਾ ਸੀ. ਦਿਨਾਂ ਦੇ ਦਿਨ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਪਾਣੀ ਪੀਣ ਦੀ ਆਗਿਆ ਨਹੀਂ ਸੀ, l ਠ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੁੱਧ ਦੇ ਦਿੱਤਾ. ਪਰ ਰੱਬ ਨੇ ਸਲੋਈ ਨੂੰ ਦੱਸਿਆ ਕਿ c ਠ ਦਾ ਹਾਸਾ ਛੇਤੀ ਹੀ ਲੜਕਾ ਜਲਦੀ ਹੀ ਗੋਤ ਨੂੰ ਜਨਮ ਲੈਂਦਾ, ਅਤੇ ਉਹ ਬੱਚਾ ਬੇਲੋੜੀ ਸੀ. Came ਠ ਦਾ ਸੱਚਮੁੱਚ ਹੱਤਿਆ ਕਰ ਰਿਹਾ ਸੀ, ਅਤੇ ਇਹ ਵੱਛੇ ਨੂੰ ਤਿੰਨ ਵਾਰ ਚੀਕਿਆ ਗਿਆ ਸੀ, ਇਹ ਸੰਕੇਤ ਦੇ ਰਿਹਾ ਹੈ ਕਿ ਥਰਮੁੱਡ ਤਿੰਨ ਦਿਨਾਂ ਵਿੱਚ ਤਬਾਹ ਹੋ ਜਾਵੇਗਾ. ਉਨ੍ਹਾਂ ਦੇ ਚਿਹਰੇ ਪੀਲੇ ਹੋ ਗਏ, ਫਿਰ ਲਾਲ, ਫਿਰ ਕਾਲੇ ਹੋ ਗਏ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਤੀਜੇ ਦਿਨ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਈ ਸੀ. []]\n\nਕੁਝ ਇਸਲਾਮਿਕ ਵਿਦਵਾਨਾਂ ਦੇ ਅਨੁਸਾਰ, ਇਸਮੇਲ ਦੀ ਮਾਂ, ਹਾਜਾਰ ਨਬੀ ਦੇ ਨਬੀ ਦੀ ਪੋਤੀ ਸੀ. [25]\n\nਇਸੇ ਤਰ੍ਹਾਂ ਦੀ ਪਰੰਪਰਾ ਇਸਲਾਮ 'ਤੇ ਇਸਲਾਮ' ਤੇ ਇਸਲਾਮ 'ਤੇ ਇਸਲਾਮ' ਤੇ ਇਸਲਾਮ-ਦਮਾਸਕੁਸ ਦੇ ਯੂਹੰਨਾ ਨਾਲ ਸਬੰਧਤ ਹੈ [26] [27] ਅਤੇ ਇਬਨ ਕਾਇਟਰ ਦੇ ਕੰਮ ਵਿੱਚ ਇਹ ਵੀ ਦੱਸਿਆ ਗਿਆ ਹੈ. [27] ਇਬਨ ਕਥਾਇਰ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਵਿੱਚ ਵੀ.",
"Ibrahim": "ਯਹੂਦੀ, ਈਸਾਈ ਧਰਮ ਅਤੇ ਇਸਲਾਮ ਦੇ ਪਿਤਾ. ਕਾਮਾ ਦਾ ਨਿਰਮਾਤਾ.",
"Lut": "ਇਤਿਹਾਸਕਾਰ ਅਤੇ ਯਾਤਰੀ.\n\nਕੁਰਾਨ ਰਾਜ ਕਰਦਾ ਹੈ ਕਿ ਦੂਤਾਂ ਦਾ ਸਮੂਹ ਉਸ ਨੂੰ ਇਸ ਤੱਥ ਦੱਸਣ ਲਈ ਗਿਆ ਸੀ ਕਿ ਉਸਦੀ ਪਤਨੀ ਸਾਰਾਹ ਇਸਹਾਕ ਨਾਲ ਗਰਭਵਤੀ ਸੀ. ਉਥੇ ਹੀ, ਉਨ੍ਹਾਂ ਨੇ ਉਸਨੂੰ ਇਹ ਵੀ ਦੱਸਿਆ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਰੱਬ ਨੇ \"ਦੋਸ਼ੀ ਲੋਕਾਂ []] ਉਨ੍ਹਾਂ ਨੂੰ\" ਮਿੱਟੀ ਦੇ ਪੱਥਰਾਂ ਦੀ ਸ਼ਾਵਰ \"ਭੇਜੇ. [16] ਉਹ ਜਿਹੜੇ ਉਸ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸਨੂੰ ਮੰਨਣਾ ਚਾਹੀਦਾ ਸੀ, ਪਰ ਉਸਦੀ ਪਤਨੀ ਨਾਸ਼ ਵਿੱਚ ਮਣੀ ਸੀ, ਪਰ ਉਹ ਦੂਤਾਂ ਨੂੰ ਇਹ ਕਹਿੰਦੇ ਹੋਏ ਕਿ \"ਉਹ ਉਨ੍ਹਾਂ ਦੀਆਂ ਚੀਜ਼ਾਂ ਜਿਹੜੀਆਂ ਪਛੜਿਆਂਦੀਆਂ ਹਨ\". [17] ਕੁਰਾਨ ਵੀ ਲੂਤ ਦੀ ਪਤਨੀ ਨੂੰ \"ਜਿਵੇਂ ਕਿ ਉਸ ਦੇ ਸੰਦੇਸ਼ ਵਿਚ ਵਿਸ਼ਵਾਸ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਸੀ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਨਰਕ ਦੀ ਨਿੰਦਾ ਕੀਤੀ ਗਈ ਸੀ. []] []]\n\nਜੁੜਵਾਂ ਸ਼ਹਿਰਾਂ ਦੇ ਲੋਕ ਪਰਮੇਸ਼ੁਰ ਦੀਆਂ ਘੱਤ ਤੋਂ ਵੱਧ ਜਾਂਦੇ ਹਨ. ਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਉਨ੍ਹਾਂ ਦੇ ਪਾਪਾਂ ਵਿੱਚ ਗੈਰਹਾਜ਼ਰ ਅਤੇ ਲੁੱਟਾਂ ਸ਼ਾਮਲ ਸਨ [20] ਉਨ੍ਹਾਂ ਨੇ ਅਜਨਬੀਆਂ ਅਤੇ ਲੁੱਟ ਲੈਕੇ ਯਾਤਰੀਆਂ ਨੂੰ ਹੋਰ ਦੁਰਵਿਵਹਾਰਾਂ ਤੋਂ ਇਲਾਵਾ, ਬਲਾਤਕਾਰ ਕੀਤਾ. ਇਹ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਉਨ੍ਹਾਂ ਦਾ ਪਾਪ ਸੀ ਜਿਸ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਭਿਆਨਕ ਰੂਪ ਵਿੱਚ ਵੇਖਿਆ ਜਾਂਦਾ ਸੀ, ਜਿਸ ਨਾਲ ਉਹ women ਰਤਾਂ ਦੀ ਬਜਾਏ ਜਿਨਸੀ ਇੱਛਾ ਵਾਲੇ ਆਦਮੀਆਂ ਦੇ ਨੇੜੇ ਜਾ ਰਹੇ ਆਦਮੀਆਂ ਦੇ ਨੇੜੇ ਜਾ ਰਿਹਾ ਸੀ. [21] ਲੂਟ ਨੇ ਕਿਹਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਾਪੀ ਤਰੀਕਿਆਂ ਨੂੰ ਤਿਆਗਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ, ਪਰ ਉਨ੍ਹਾਂ ਨੇ [20] ਨੂੰ ਮਜ਼ਬੂਤੀ ਦਿੱਤੀ ਅਤੇ ਉਸਨੂੰ ਸ਼ਹਿਰਾਂ ਤੋਂ ਬਾਹਰ ਕੱ. ਦਿੱਤੀ. [23] ਲੂਟ ਨੇ ਰੱਬ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਅਤੇ ਅਗਿਆਤ ਉਨ੍ਹਾਂ ਦੇ ਪਾਪੀ ਕਾਰਜਾਂ ਦੇ ਨਤੀਜਿਆਂ ਤੋਂ ਬਚਾਏ ਜਾਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ. [3] []]\n\nਫਿਰ ਤਿੰਨ ਦੂਤਾਂ, ਖੂਬਸੂਰਤ ਪੁਰਸ਼ਾਂ ਦੇ ਭੇਸ ਵਿੱਚ ਆਏ, ਮਹਿਮਾਨਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਲੂਟ ਆਏ. ਉਸਨੇ ਉਨ੍ਹਾਂ ਆਦਮੀਆਂ ਨੂੰ ਉਦਾਸ ਕਰ ਦਿੱਤਾ ਕਿਉਂਕਿ ਉਸਨੇ ਸ਼ਹਿਰਾਂ ਦੇ ਲੋਕਾਂ ਤੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਚਾਉਣ ਲਈ ਨਿਰਦੋਸ਼ ਮਹਿਸੂਸ ਕੀਤਾ. [25] ਸ਼ਹਿਰਾਂ ਦੇ ਵਸਨੀਕਾਂ ਨੂੰ ਜਾਣੂ ਕਰਵਾਉਣ ਵਿਚ ਮੰਗੀਆਂ ਗਈਆਂ ਕਿ ਲੂਤ ਨੇ ਆਪਣੇ ਮਹਿਮਾਨਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਸਮਰਪਣ ਕਰ ਦਿੱਤਾ. [26] ਦੁਖੀ ਅਤੇ ਡਰਪੂਰਣ ਕਿ ਉਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕ੍ਰੋਧ ਨੂੰ ਬਦਲ ਦੇਣਗੇ, ਇਸ ਦੀ ਬਜਾਏ ਆਪਣੀਆਂ ਧੀਆਂ [27] ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਗੈਰਕਾਨੂੰਨੀ ਇੱਛਾਵਾਂ ਅਤੇ ਸ਼ੁੱਧ ਬਦਲ ਦੇ ਤੌਰ ਤੇ, ਜਿਵੇਂ ਸੇਧ ਦੇ ਸਰੋਤ ਵਜੋਂ ਮੰਨਣ ਦਾ ਸੁਝਾਅ ਦਿੱਤਾ. [28] ਪਰ ਉਹ ਬੇਰਹਿਮੀ ਨਾਲ ਸਨ ਅਤੇ ਸਾਨੂੰ ਇਹ ਜਾਣਨ ਦੀ ਜ਼ਰੂਰਤ ਸੀ ਕਿ ਸਾਨੂੰ ਚੰਗੀ ਧਾਰਕਾਂ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੈ: \", [29] ਆਪਣੇ ਮਰਦ ਮਹਿਮਾਨਾਂ ਦਾ ਹਵਾਲਾ ਦੇ ਰਹੇ.\n\nਆਈਬੀਐਨ ਕੈਥਿਰ, ਕਵਾਟੀ ਅਤੇ ਤਬਰੀ ਨੂੰ 'ਬੇਅੀਆਂ ਨੂੰ ਲੂਤ ਦੀਆਂ ਸ਼ਾਬਦਿਕ ਧੀਆਂ ਦਾ ਅਰਥ ਨਹੀਂ ਪੜ੍ਹਦਾ. ਉਹ ਬਹਿਸ ਕਰਦੇ ਹਨ ਕਿ ਨਬੀ ਕਿਸੇ ਦੀ ਕੌਮ ਦੇ ਪਿਤਾ ਵਰਗਾ ਹੈ, ਬਹੁਤ ਸਾਰੇ ਦੇਸ਼ ਦੀਆਂ ਧੀਆਂ ਨਾਲ ਦ੍ਰਿੜਤਾ ਨਾਲ ਬਦਲਣ ਅਤੇ ਆਮ ਤੌਰ 'ਤੇ. [30]\n\nਫ਼ੇਰ ਦੂਤਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸੱਚੀਆਂ ਪਛਾਣਾਂ ਨੂੰ ਵੋਟਾਂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ ਅਤੇ ਕਿਹਾ, \"ਅਸੀਂ ਆਪਣੀ ਪਤਨੀ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਂਦੇ ਹਾਂ.\" []] ਉਨ੍ਹਾਂ ਨੇ ਸ਼ਹਿਰਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ. \"[]] ਉਨ੍ਹਾਂ ਨੇ ਸ਼ਹਿਰਾਂ ਨੂੰ ਸ਼ਹਿਰ ਛੱਡਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ. ਰਾਤ ਨੂੰ, ਉਸਨੂੰ ਵਾਪਸ ਨਾ ਵੇਖਣ ਲਈ ਆਖੋ. [. [31] ਨੇ ਆਪਣੇ ਚੇਲੇ ਆਪਣੇ ਨਿਹਚਾ ਨੂੰ ਆਪਣੇ ਨਾਲ ਛੱਡ ਦਿੱਤਾ, ਲੂਤ, ਸਵੇਰੇ ਆਇਆ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਫ਼ਰਮਾਨ ਜਿਸ ਪਾਸੇਰੂਨ ਕੁਰਾਨ ਪੜ੍ਹਿਆ, \"ਅਸੀਂ ਸ਼ਹਿਰਾਂ ਨੂੰ (ਸ਼ਹਿਰਾਂ) ਨੂੰ ਉਲਟਾ ਕਰ ਦਿੱਤਾ, ਅਤੇ ਪੱਕੇ ਮਿੱਟੀ, ਫੈਲਣ, ਫੈਲਣ, ਫੈਲਣ, ਫੈਲਣ ਵਾਲੇ, ਡਿੱਗਣ ਵਾਲੇ ਦੋ ਸ਼ਹਿਰਾਂ ਦੀ ਕਿਸਮਤ ਸੀੜੀ 'ਤੇ ਮੋਹਰੀ ਸੀ. ਤਬਾਹੀ ਅਤੇ ਨਿਰਾਸ਼ਾ ਵਿੱਚ ਅਤੇ ਸਦੂਮ ਅਤੇ ਅਮੂਰਾਹ ਦੇ ਸਭਿਅਤਾ ਦੇ ਅੰਤ ਨੂੰ ਨਿਸ਼ਾਨ ਲਗਾਉਣਾ. [3]",
"Ismail": "ਅਰਬ ਦਾ ਪਿਤਾ.\n\nਇਸ਼ਮਾਏਲ ਨੂੰ ਇਸਲਾਮ ਵਿੱਚ ਇੱਕ ਨਬੀ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਕਈ ਮਾਮਲਿਆਂ ਵਿੱਚ ਦੂਜੇ ਨਬੀਆਂ ਨਾਲ ਸੂਚੀਬੱਧ ਹੈ. [11] [12] [13] [13] [13] [13] ਦੂਸਰੀਆਂ ਆਇਤਾਂ ਵਿਚ, ਜਿਵੇਂ ਕਿ 21:85 [15] ਅਤੇ 38:48, [16] ਸਬਰ, ਚੰਗੇ ਅਤੇ ਧਰਮੀ ਹੋਣ ਲਈ ਇਹਿਮਾਏਲ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਗਈ. [17] ਇਕ ਖ਼ਾਸ ਉਦਾਹਰਣ ਜੋ ਕਿ ਇਸ਼ਮਾਏਲ ਨੂੰ ਵਿਅਕਤੀਗਤ ਤੌਰ ਤੇ ਦੱਸਦੀ ਹੈ 19: 54-55 [184-55) ਇਸ ਬ੍ਰਹਮ ਲਿਖਤ, ਇਸ਼ਮਾਏਲ ਦੁਆਰਾ, ਅਤੇ ਇਕ ਰਸੂਲ [ਪਰਮੇਸ਼ੁਰ ਦਾ] ਸੀ ਨਬੀ, ਜਿਹੜਾ ਆਪਣੇ ਲੋਕਾਂ ਦੀ ਅਰਦਾਸ ਅਤੇ ਦਾਨ ਵਿੱਚ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਸੀ, ਅਤੇ ਉਸ ਦੇ ਵਸਨੀਕ ਦੇ ਪੱਖ ਵਿੱਚ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਸੀ. \"[19] ਨੂੰ ਨਬੀਏਲ ਦੇ ਰੂਪ ਵਿੱਚ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਈ ਸੀ.",
"Ishaq": "ਬਾਈਬਲ ਦੇ ਪਿੱਤਰਤਾ ਇਸਹਾਕ (ਅਰਬੀ: ਅਰਬੀ: ਅਰਬੀ: إسحاق ਜਾਂ إسحق [ਨੋਟ]'s ਜਿਵੇਂ ਕਿ ਯਹੂਦੀ ਅਤੇ ਈਸਾਈ ਧਰਮ ਵਿੱਚ, ਇਸ ਤੋਂ ਕਾਇਮ ਰੱਖਦਾ ਹੈ ਕਿ ਇਸਹਾਕ ਨੇ ਅਬਰਾਹਾਮ ਨੂੰ ਆਪਣੀ ਪਤਨੀ ਸਾਰਾਹ ਦੇ ਵਕੀਲ ਦਾ ਪੁੱਤਰ ਸੀ. ਮੁਸਲਮਾਨ ਡੂੰਘੀ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਇਸਹਾਕ ਨੂੰ ਮੰਨਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ ਕਿ ਇਜ਼ਰਾਮਾਂ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਾ ਦੀ ਆਤਮਵਾਣੀ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਾ ਦੀ ਆਤਮਿਕ ਵਿਰਾਸਤ ਨੂੰ ਆਪਣੇ ਪਿਤਾ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਪਿਤਾ ਦੀ ਰੂਹਾਨੀ ਵਿਰਾਸਤ ਜਾਰੀ ਰੱਖੀ ਸੀ. [2] ਇਸਹਾਕ ਨੂੰ ਕੁਰਾਨ ਦੇ ਪੰਦਰਾਂ ਅੰਸ਼ਾਂ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ. [3] ਕੁਰਾਨ ਵਿਚ ਕਈ ਵਾਰ ਜ਼ਿਕਰ ਕੀਤੇ ਜਾਣ ਦੇ ਨਾਲ, ਇਸਹਾਕ ਇਸਲਾਮ ਦੇ ਨਬੀਆਂ ਵਿੱਚੋਂ ਇਕ ਵਜੋਂ ਫੜਿਆ ਜਾਂਦਾ ਹੈ.\n\nਇਸਰਾਏਲ ਦੇ ਲੋਕਾਂ ਦਾ ਪਿਤਾ.\n\nਮੁੱਢਲਾ ਜੀਵਨ\nਕਿਉਂਕਿ ਅਬਰਾਹਾਮ ਨਾਲ ਪ੍ਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਅਤੇ ਨੇਮ ਦੇ ਕਾਰਨ ਸਾਰਾਹ ਨੂੰ ਆਪਣੀ ਬੁ age ਾਪੇ ਵਿਚ ਬੱਚੇ ਨਾਲ ਤੋਹਫ਼ੇ ਪਾਇਆ ਗਿਆ ਸੀ. ਇਸਹਾਕ 10 ਸਾਲਾਂ ਦੀ ਸੀ ਜਦੋਂ ਉਸਦਾ ਅੱਧਾ ਭਰਾ ਇਸ਼ਮਾ ਅਬਰਾਹਾਮ ਦੇ ਘਰ ਉਜਾੜ ਵਿੱਚ ਆਇਆ. ਜਦੋਂ ਕਿ ਮਾਰੂਥਲ ਵਿਚ ਇਸ਼ਲੇਲ ਨੇ 'ਅਯਸ਼ਾਹ' ਅਯੇਸ਼ਾਹ []] ਨਾਮ ਦੀ ਧਾਰੀਆਂ ਦੀ ਇਕ ਪਤਨੀ ਦੀ ਪਤਨੀ ਬਣਾਈ. []]\n\nਮ੍ਰਿਤਕ ਸਾਈਟ\nਇਸਹਾਕ ਦੀ ਕਬਰ\nਉਸਦੀ ਕਬਰ ਅਤੇ ਉਸਦੀ ਪਤਨੀ ਰਿਬਕਾਹ ਦੀ ਉਸ ਦੀ ਕਬਰ ਦੀ ਘੋਸ਼ਣਾ, ਪੱਛਮੀ ਕੰ alway ੇ, ਪੱਛਮੀ ਕੰ bank ੇ, ਇਬਰਾਹਿਮ-ਆਈ-ਮਸਜਿਦ (ਅਬਰਿਥਮ ਦੀ ਮਸਜਿਦ \"ਵਜੋਂ ਜਾਣੀ ਜਾਂਦੀ ਹੈ. ਇਸਹਾਕ ਦੇ ਮਕਬਰੇ ਦੇ ਨਾਲ-ਨਾਲ ਕੁਝ ਕੁਆਂਵਾਦੀ / ਬਾਈਬਲ ਦੇ ਮਹਾਰਾਵਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਪਤਨੀਆਂ: ਅਬਰਾਹਾਮ ਅਤੇ ਸਾਰਾਹ ਅਤੇ ਯਾਕੂਬ ਅਤੇ ਲੇਆਸ਼ ਦੇ ਸਨ.\n\nਕੁਰਾਨ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ\nਇਸਹਾਕ ਨੂੰ ਕੁਰਾਨ ਦੇ ਨਾਮ ਨਾਲ ਪੰਦਰਾਂ ਵਾਰ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਅਕਸਰ ਉਸਦੇ ਪਿਤਾ ਅਤੇ ਉਸਦੇ ਬੇਟੇ ਯਾਕੂਬ (ਯੁ 1'b) ਨਾਲ ਨਾਮ ਨਾਲ ਹੁੰਦਾ ਸੀ. []] ਕੁਰਾਨ ਦੱਸਦਾ ਹੈ ਕਿ ਅਬਰਾਹਾਮ ਨੇ ਇਸਹਾਕ, ਇਕ ਨਬੀ ਦੀ ਚੰਗੀ ਖਤਰਾ \"ਪ੍ਰਾਪਤ ਕੀਤਾ, ਅਤੇ ਪ੍ਰਮਾਤਮਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਰਕਤ ਦਿੱਤੀ. \"ਅਤੇ ਅਸੀਂ ਉਸਨੂੰ ਇਸਹਾਕ ਦੀ ਖੁਸ਼ਖਬਰੀ ਦਿੱਤੀ. ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਅਤੇ ਇਸਹਾਕ ਨੂੰ ਅਸੀਸ ਦਿੱਤੀ. ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਗ਼ਲਤ ਤੌਰ ਤੇ ਗਲਤ ਹਨ, ਜਦੋਂ ਦੂਤ ਆਏ ਸਨ ਇਬਰਾਹਿਮ ਉਸਨੂੰ ਆਉਣ ਵਾਲੀ ਸਜ਼ਾ ਬਾਰੇ ਦੱਸਣ ਲਈ ਉਸਦੀ ਪਤਨੀ ਸ੍ਰਾਹ, \"ਇਸਹਾਕ ਦੀ ਚੰਗੀ ਖਬਰੀ ਦੇਣ ਲੱਗੀ, ਅਤੇ ਯਾਕੂਬ\" (11: 71-74) ; ਅਤੇ ਇਸ ਤੋਂ ਬਾਅਦ ਇਹ ਦੱਸਿਆ ਗਿਆ ਹੈ ਕਿ ਇਹ ਪ੍ਰੋਗਰਾਮ ਅਬਰਾਹਾਮ ਅਤੇ ਸਾਰਾਹ ਦੀ ਬੁ age ਾਪਾ ਦੇ ਬਾਵਜੂਦ ਹੋਵੇਗਾ. ਬਾਣੀ ਇਬਰਾਹਾਮ ਨੂੰ \"ਤੋਹਫ਼ੇ\" ਵਜੋਂ ਬੋਲਦੇ ਹਨ (6: 84-50), ਅਤੇ 29: 26-27 ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ ਗਈ ਹੈ, ਜੋ ਕਿ \"ਅਗੰਮਡ ਅਤੇ ਕਿਤਾਬ ਉਸ ਦੀ colf ਲ-ਲਪੰਛਣ\" ਵਜੋਂ ਜੋੜਦਾ ਹੈ ਅਬਰਾਹਾਮ ਦੇ ਦੋ ਭਵਿੱਖਬਿਤ ਪੁੱਤਰਾਂ, ਉਸ ਦਾ ਅਗੰਮ ਵਾਕ ਯਾਕੂਬ ਅਤੇ ਉਸਦਾ ਅਗੰਮ-ਪਿਤਾ ਜੋਸਫ਼ ਦਾ ਹਵਾਲਾ ਦੇਣ ਲਈ. ਕੁਰਾਨ ਵਿਚ, ਇਹ ਬਾਅਦ ਵਿਚ ਦੱਸਿਆ ਗਿਆ ਕਿ ਅਬਰਾਹਾਮ ਨੇ ਆਪਣੀ ਬੁ old ਾਪੇ (XIV: 19-4111) ਵਿਚ ਇਸ਼ਮੇਲ ਅਤੇ ਇਸਹਾਕ ਦੇਣ ਲਈ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਸਤਤਿ ਕੀਤੀ.\n\nਕੁਰਾਨ ਦੇ ਨਾਲ ਕਿਤੇ, ਇਸਹਾਕ ਨੂੰ ਲਿਸਟਾਂ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ: ਯੂਸੁਫ਼ ਆਪਣੇ ਪੁਰਖਿਆਂ ਅਬਰਾਹਾਮ, ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ (12: 6) ਦੇ ਧਰਮ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ; ਯਾਰਕ ਦੇ ਪੁੱਤਰਾਂ ਨੇ ਸਾਰੇ ਉਨ੍ਹਾਂ ਦੇ ਨਿਹਚਾ ਦੀ ਗਵਾਹੀ ਦਿੱਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮਾਤਸ਼ਾਹ ਅਬਰਾਹਾਮ ਅਬਰਾਹਾਮ ਅਬਰਾਹਾਮ, ਇਸ਼ਮਈ ਅਤੇ ਇਸਹਾਕ ਦੀ ਪੂਜਾ ਕਰਨ ਦੇ ਵਾਅਦੇ ਦੀ ਗਵਾਹੀ ਦਿੰਦੇ ਹਨ; ਅਤੇ ਵਿਧਾਨਾਂ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਉਹ ਖੁਲਾਸਿਆਂ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਕਰਨ ਲਈ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਮੰਨਦਾ ਹੈ ਜੋ ਅਬਰਾਹਾਮ, ਇਸ਼ਮੈਲ, ਇਸਹਾਕ, ਯਾਕੂਬ ਅਤੇ ਪੁਰਖਿਆਂ ਨੂੰ \"(2: 136; iii: 84) ਨੂੰ ਦਿੱਤੇ ਗਏ.",
"Yaqub": "ਯੇਕਬਜ਼ ਆਈਬਿਨ ਇਸ਼ਾਕ ਇਬਰਾਹਿਮ (ਅਰਬੀ: يعقوب ابن فلري, ਅਰਬੀ, ਅਰਬੀ]; ਕਲਾਸੀਕਲ / ਕੁਰਾਨਿਕ ਅਰਬੀ : إسآवानی ਦੇ [israyel]), ਇਸਲਾਮ ਵਿੱਚ ਵੀ ਇਸਲਾਮ ਵਿੱਚ ਇੱਕ ਨਬੀ ਹੈ. ਉਸਨੂੰ ਇਸਲਾਮ ਦੇ ਇੱਕ ਪੁਰਸ਼ ਵਜੋਂ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ. ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਉਸਨੇ ਉਹੀ ਏਕਾਧੂ ਵਿਸ਼ਵਾਸ ਪੇਸ਼ ਕੀਤਾ ਜਿਵੇਂ ਉਸਦੇ ਪੂਰਵਜ: ਅਬਰਾਹਾਮ (ਆਈਬਰਯੂਹਮ), ਇਸ਼ਮਾਏਲ (ਆਈਸਮੇਲ) ਅਤੇ ਇਸਹਾਕ).\n\nਯਾਕੂਬ ਨੂੰ ਕੁਰਾਨ ਵਿਚ ਸੋਲਾਂ ਵਾਰ ਦੱਸਿਆ ਗਿਆ ਹੈ. [1] ਇਸ਼ਾਰੇ 'ਦੇ ਦੋ ਹੋਰ ਹਵਾਲਿਆਂ ਦਾ ਯਾਕੂਬ ਦਾ ਜ਼ਿਕਰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ. [2] ਇਨ੍ਹਾਂ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਬਹੁਤ ਸਾਰੇ ਹਵਾਲਿਆਂ ਵਿੱਚ, ਯਾਕੂਬ ਨੂੰ ਚੰਗੇ ਇਬਰਾਨੀ ਨਬੀ ਅਤੇ ਪੁਰਾਣੀਆਂ ਅਤੇ ਪਵਿੱਤਰ ਨਬੀ ਵਜੋਂ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ ਜੋ \"ਚੁਣੇ ਹੋਏ ਸੰਗਤ\" ਵਿੱਚ ਰਿਹਾ. []] []] []] ਮੁਸਲਮਾਨਾਂ ਨੇ ਫੜ ਲਿਆ ਕਿ ਯਾਕੂਬ ਇਸਹਾਕ ਦਾ ਪੁੱਤਰ ਸੀ ਅਤੇ ਉਸਨੇ ਸਾਰੀ ਉਮਰ ਪਰਮੇਸ਼ੁਰ ਦੀ ਏਕਤਾ ਦਾ ਪ੍ਰਚਾਰ ਕੀਤਾ. ਜਿਵੇਂ ਕਿ ਈਸਾਈ ਧਰਮ ਅਤੇ ਯਹੂਦੀ ਬਣ ਗਿਆ ਹੈ, ਇਸਲਾਮ ਵਿੱਚ ਉਹ ਬਾਰ੍ਹਾਂ ਪੁੱਤਰ ਸਨ ਜੋ ਯਾਕੂਬ ਦੇ ਬਾਰ੍ਹਾਂ ਪੁੱਤਰ ਸਨ, ਇਸਰਾਏਲ ਦੇ ਬਾਰ੍ਹਾਂ ਗੋਤਾਂ ਨੂੰ. []] ਯਾਕੂਬ ਆਪਣੇ ਬੇਟੇ, ਜੋਸਫ਼ (ਯੱਸਫ਼) ਦੀ ਕਹਾਣੀ ਵਿਚ ਮਹੱਤਵਪੂਰਣ ਭੂਮਿਕਾ ਅਦਾ ਕਰਦਾ ਹੈ. []] ਕੁਰਾਨ ਹੋਰ ਇਹ ਸਪੱਸ਼ਟ ਕਰ ਦਿੰਦਾ ਹੈ ਕਿ ਰੱਬ ਨੇ ਯਾਕੂਬ ਨਾਲ ਇਕਰਾਰਨਾਮਾ [7] ਅਤੇ ਯਾਕੂਬ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੁਕਮ ਦੁਆਰਾ ਵਫ਼ਾਦਾਰ ਨੇਤਾ ਬਣਾਇਆ ਗਿਆ ਸੀ. ਉਸ ਦੇ ਦਾਦਾ (ਇਬਰਾਹਿਮ), ਪਿਤਾ (ਇਸ਼ਾਕ), ਚਾਚਾ (ਇਸਮਾਈਲ), ਪੁੱਤਰ (ਯੂਸਫ) ਅਤੇ ਖ਼ੁਦ ਇਸਲਾਮ ਦੇ ਸਾਰੇ ਨਬੀ ਹਨ. [8]\n\nਕੁਰਾਨ ਵਿਚ\nਯਾਕੂਬ ਨੂੰ ਕੁਰਾਨ ਸੋਲ੍ਹਾਂ ਵਾਰ ਨਾਮ ਨਾਲ ਦੱਸਿਆ ਗਿਆ ਹੈ. [9] ਹਾਲਾਂਕਿ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਬਹੁਤ ਸਾਰੀਆਂ ਆਇਤਾਂ ਉਸ ਦੇ ਬਿਰਤਾਂਤ ਤੋਂ ਇੱਕ ਉਦਾਹਰਣ ਬਾਰੇ ਦੱਸਣ ਦੀ ਬਜਾਏ, ਕੁਰਾਨ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਤੋਂ ਕਈ ਮਹੱਤਵਪੂਰਣ ਘਟਨਾਵਾਂ ਵਿੱਚ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ. ਮੁਸਲਮਾਨ ਪਰੰਪਰਾ ਅਤੇ ਸਾਹਿਤਕਾਰ [10] ਕੁਰਾਨ ਵਿਚ ਯਾਕੂਬ ਦੇ ਜਨਮ ਦੇ ਬਾਵਜੂਦ, ਅਬਰਾਹਾਮ ਅਤੇ ਮਲਸ਼ਟਤਾ ਦੇ ਨਾਲ ਨਾਲ, ਅਬਰਾਹਾਮ ਅਤੇ ਮੁਸਲਾਨੀ ਦੇ ਨਾਲ-ਨਾਲ \"ਖ਼ੁਸ਼ੀ ਦੀ ਖਬਰੀ\" ਦਿੱਤੀ ਗਈ ਹੈ ਯਾਕੂਬ ਦੇ ਨਾਮ ਨਾਲ ਪੋਤੇ. [11] ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ:\n\nਜਦੋਂ ਉਹ ਉਨ੍ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਮੂੰਹ ਮੋੜਿਆ ਤਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਅੱਲ੍ਹਾ ਤੋਂ ਇਲਾਵਾ ਭਟਕ ਗਏ, ਪਰ ਅਸੀਂ ਉਸ ਨੂੰ ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ ਨੂੰ ਬਖਸ਼ਿਆ.\n\n- ਕੁਰਾਨ, ਸੂਰਾ 19 (ਮੈਰੀਅਮ), ਅਯਾਹ 49 [11]\nਕਿ Quan ਨੇ ਵੀ ਇਸ ਗੱਲ ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਕਿ ਅਬਰਾਹਾਮ ਨੇ ਆਪਣੇ ਪੁੱਤਰਾਂ, ਇਸ਼ਮਏਲ ਅਤੇ ਇਸਹਾਕ ਦੇ ਨਾਲ-ਨਾਲ ਯਾਕੂਬ ਵੀ ਯਾਕੂਬ ਨੂੰ ਸ਼ੁੱਧ ਏਕਾਉਤਵਾਦ ਦੀ ਨਿਹਚਾ ਨੂੰ ਸਿਖਾਇਆ. ਕੁਰਾਨ ਅਬ੍ਰਾਹ ਨੂੰ ਇਸ਼ਮਈ, ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ ਨੂੰ ਦੱਸਣਾ: \"ਹੇ ਮੇਰੇ ਪੁੱਤਰ! ਅਲਾਹ ਨੇ ਤੁਹਾਡੇ ਲਈ ਵਿਸ਼ਵਾਸ ਚੁਣਿਆ.\" ਪਰਾਨ ਨੇ ਯਾਕੂਬ ਨੂੰ ਦਿੱਤੇ ਤੋਹਫ਼ਿਆਂ ਦਾ ਵੀ ਜ਼ਿਕਰ ਕੀਤਾ. ਉਸ ਦੀ ਨਿਹਚਾ ਦੀ ਤਾਕਤ, ਜੋ ਕਿ ਉਹ ਬੁੱ grow ੇ ਹੋ ਗਿਆ. ਕੁਰਾਨ ਨੇ ਇਸ ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਕਿ ਯਾਕੂਬ ਨੂੰ \"ਗਿਆਨ\"; [14] ਨੂੰ ਦਿੱਤਾ ਗਿਆ; [14] ਨੂੰ \"ਸਚਿਆਈ ਦੀ\" ਸੁਣਿਆ ਗਿਆ \". [16] ਕੁਰਾਨ ਬਾਅਦ ਯਾਕੂਬ ਬਾਰੇ ਹੇਠ ਲਿਖੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਹੈ:\n\nਅਤੇ ਅਸੀਂ ਉਸ ਤੋਂ ਇਸ ਲਈ ਇਸਲਾਕ ਨੂੰ ਇੱਕ ਵਾਧੂ ਤੋਹਫ਼ਾ, (ਇੱਕ ਪੋਤਾ), ਯਾਕੂਬ, ਅਤੇ ਅਸੀਂ ਹਰ ਇੱਕ ਦੇ ਧਰਮੀ ਆਦਮੀ ਬਣਾਏ.\nਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਗੂ, ਮਾਰਗ ਦਰਸ਼ਕ (ਮਨੁੱਖਾਂ) ਨੂੰ ਸਾਡੇ ਹੁਕਮ ਨਾਲ ਬਣਾਇਆ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗੇ ਕੰਮ ਕਰਨ, ਨਿਯਮਤ ਪ੍ਰਾਰਥਨਾਵਾਂ ਸਥਾਪਤ ਕਰਨ ਅਤੇ ਨਿਯਮਤ ਦਾਨ ਦਾ ਅਭਿਆਸ ਕਰਨ ਲਈ ਪ੍ਰੇਰਣਾ ਦਿੱਤੀ. ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਲਗਾਤਾਰ ਸਾਨੂੰ (ਅਤੇ ਸਿਰਫ) ਦੀ ਸੇਵਾ ਕੀਤੀ.\n\n- ਕੁਰਾਨ, ਸੂਰਾ 21 (ਅਲ-ਅਨਬਿਆ), ਆਯਤ 72-73 [17]\nਅਤੇ ਸਾਡੇ ਸੇਵਕਾਂ, ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ ਨੂੰ ਸ਼ਕਤੀ ਅਤੇ ਦਰਸ਼ਣ ਦੇ ਮਾਲਕ ਨੂੰ ਯਾਦ ਰੱਖੋ.\nਅਸਲ ਵਿੱਚ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਵਿਸ਼ੇਸ਼ (ਉਦੇਸ਼) ਲਈ ਚੁਣਿਆ (ਪਰਲੋ ਦੇ ਸੰਦੇਸ਼ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨਾ.\nਉਹ ਸਾਡੀ ਨਜ਼ਰ ਵਿੱਚ, ਸੱਚਮੁੱਚ, ਚੁਣੇ ਹੋਏ ਅਤੇ ਚੰਗੇ ਦੀ ਸੰਗਤ ਵਿੱਚ ਸਨ.\n\n- ਕੁਰਾਨ, ਸੂਰਾ 38 (ਉਦਾਤ), ਆਯਤ 45-47 [18]\nਯਾਕੂਬ ਅਤੇ ਉਸਦੇ ਪੁੱਤਰ\nਯਾਕੂਬ ਦਾ ਕੁਰਾਨ ਦਾ ਅਗਲਾ ਮਹੱਤਵਪੂਰਣ ਜ਼ਿਕਰ ਸਰਾਾਹ ਯੂਸਫ ਦੇ ਬਿਰਤਾਂਤਵਾਦੀ ਹੈ. ਕਹਾਂ: \"ਹੇ ਮੇਰੇ ਪਿਤਾ ਨੂੰ ਉਹ ਆਪਣੇ ਪਿਤਾ ਦਾ ਭੱਜ ਗਿਆ. ਮੈਂ ਗਿਆਰਾਂ ਦੇ ਗ੍ਰਹਿ ਅਤੇ ਸੂਰਜ ਅਤੇ ਚੰਦਰਮਾ ਵੇਖਿਆ ਸੀ: ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਯੂਸੁਫ਼ ਨੂੰ ਸੁਣਿਆ ਕਿ ਉਸਨੇ ਨੌਜਵਾਨ ਯੂਸੁਫ਼ ਨੂੰ ਸੁਣਿਆ ਸੀ, ਅਤੇ ਸੁਪਨਾ ਰਾਹ ਕੀ ਸਮਝਿਆ ਗਿਆ ਕਿ ਸੁਪਨੇ ਦਾ ਕੀ ਅਰਥ ਸੀ . ਯਾਕੂਬ ਨੂੰ ਇਹ ਦੱਸ ਸਕਦਾ ਸੀ ਕਿ ਉਸਦਾ ਪੁੱਤਰ ਅਬਰਾਹਾਮ ਦੀ ਲਾਈਨ ਵਿਚ ਅਗਲਾ ਨਬੀ ਹੋਵੇਗਾ ਅਤੇ ਇਹ ਯੂਸੁਫ਼ ਦਾ ਸੰਦੇਸ਼ ਆਪਣੇ ਸਮੇਂ ਜੀਉਂਦਾ ਰਹੇਗਾ. ਯਾਕੂਬ ਦੇ ਵੱਡੇ ਪੁੱਤਰਾਂ ਨੇ ਹਾਲਾਂਕਿ ਮਹਿਸੂਸ ਕੀਤਾ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਾ ਨੇ ਯੂਸੁਫ਼ ਅਤੇ ਬਿਨਯਾਮੀਨ ਨੂੰ ਪਿਆਰ ਕੀਤਾ, ਯਾਕੂਬ ਦਾ ਸਭ ਤੋਂ ਛੋਟਾ ਪੁੱਤਰ ਉਨ੍ਹਾਂ ਤੋਂ ਵੀ ਵੱਧ. ਯਾਕੂਬ ਉਨ੍ਹਾਂ ਦੀ ਈਰਖਾ ਬਾਰੇ ਜਾਣਦਾ ਸੀ ਅਤੇ ਉਸ ਨੇ ਜੋਸੇਫ ਨੂੰ ਇਸ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਸੀ. [20] ਫਿਰ ਯੂਸੁਫ਼ ਦੇ ਦਸ ਵੱਡੇ ਭਰਾ ਨੇ ਉਸ ਨੂੰ ਮਾਰਨ ਦਾ ਫ਼ੈਸਲਾ ਕੀਤਾ. ਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਆਪਣੀ ਵਿਚਾਰ-ਵਟਾਂਦਰੇ ਨੂੰ ਬਿਆਨ ਕਰਦਾ ਹੈ:\n\nਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ: \"ਸੱਚਮੁੱਚ ਯੂਸੁਫ਼ ਅਤੇ ਉਸ ਦਾ ਭਰਾ ਸਾਡੇ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਪਿਆਰ ਕਰਦੇ ਹਨ, ਪਰ ਅਸੀਂ ਇਕ ਚੰਗੇ ਸਰੀਰ ਹਾਂ! ਅਸਲ ਵਿਚ ਸਾਡਾ ਪਿਤਾ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ (ਉਸ ਦੇ ਦਿਮਾਗ ਵਿਚ) ਭਟਕ ਰਿਹਾ ਹੈ!\n\"ਤੁਸੀਂ ਯੂਸੁਫ਼ ਨੂੰ ਥੱਲਾਓ ਜਾਂ ਉਸਨੂੰ ਕੁਝ (ਅਣਜਾਣ) ਧਰਤੀ ਤੇ ਸੁੱਟ ਦਿਓ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਪਿਤਾ ਦੀ ਕਿਰਪਾ ਤੁਹਾਨੂੰ ਇਸ ਦੇ ਬਾਅਦ ਸਹੀ ਦਿੱਤੀ ਹੋਵੇ!\"\n\n- ਕੁਰਾਨ, ਸੂਰਾ 12 (ਯੂਸਫ) ਆਯਤ 8-9 [21]\nਪਰ ਇਕ ਭਰਾ (ਆਮ ਤੌਰ 'ਤੇ ਰ ub ਬੇਨ ਨੂੰ ਮਿਲਿਆ [22]) ਉਨ੍ਹਾਂ ਨੂੰ ਜੋਸਫ਼ (ਯੂਸਫ) ਦੀ ਬਜਾਏ ਉਸ ਨੂੰ ਖੂਹ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਤਾਂ ਜੋ ਇਕ ਕਾਫਲਾ ਆ ਸਕਦਾ ਹੈ ਅਤੇ ਉਸਨੂੰ ਚੁੱਕ ਸਕਦਾ ਹੈ. [23] ਇਸ ਤਰ੍ਹਾਂ, ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਪੁੱਛਿਆ ਕਿ ਕੀ ਉਹ ਨੌਜਵਾਨ ਨੂੰ ਉਨ੍ਹਾਂ ਨਾਲ ਖੇਡਣ ਲਈ ਬਾਹਰ ਲੈ ਜਾ ਸਕਦੇ ਹਨ, ਇਸ ਸ਼ਰਤ 'ਤੇ ਜੋ ਉਹ ਉਸ ਉੱਤੇ ਨਿਗਰਾਨੀ ਕਰਦੇ ਰਹਿਣਗੇ. ਹਾਲਾਂਕਿ ਯਾਕੂਬ ਡਰਦਾ ਡਰ ਹੈ (ਅਰਬੀ: ذئب, ਬਘਿਆੜ) ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਯੂਸੁਫ਼ ਨੂੰ ਭਜਾ ਦੇਵੇਗਾ. [25] ਜਦੋਂ ਮੁੰਡੇ ਉਸ ਰਾਤ ਯਾਕੂਬ ਤੇ ਵਾਪਸ ਆਏ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਰੋਣ ਦਾ ਪਾਪ ਕੀਤਾ ਕਿ ਬਘਿਆੜ ਜੋ ਬਘਿਆੜ ਨੇ ਯੂਸੁਫ਼ ਦੇ ਭੋਗਿਆ ਸੀ. ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਧੋਖਾ ਦੇਣ ਲਈ, ਉਨ੍ਹਾਂ ਨੇ ਯੂਸੁਫ਼ ਦੇ (ਯੂਸੁਫ਼) ਸ਼ਰਟ ਨੂੰ ਝੂਠਾ ਕਰ ਦਿੱਤਾ, ਜੋ ਕਿ ਇਸ ਗਿਆਨ ਨਾਲ ਤੋਹਿਤ ਕੀਤਾ ਗਿਆ ਸੀ, ਜਾਣਦਾ ਸੀ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਤਿਆਰ ਕੀਤਾ ਸੀ. ਹਾਲਾਂਕਿ ਯਾਕੂਬ ਨੇ ਯੂਸੁਫ਼ ਦੇ ਗੁਆਲੇ ਹੋਏ ਨੁਕਸਾਨ ਨੂੰ ਚਿੰਤਾ ਕਰਦਿਆਂ ਕਿਹਾ, ਪਰ ਉਹ ਆਪਣੇ ਦੁੱਖਾਂ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਦ੍ਰਿੜ੍ਹਤਾ ਰਿਹਾ. [26] ਜਦੋਂ ਸਾਲ ਲੰਘਦੇ ਹਨ, ਜਵਾਨ ਮਿਸਰ ਵਿੱਚ ਇੱਕ ਆਦਮੀ ਵਿੱਚ ਵੱਡਾ ਹੋਇਆ; ਯਾਕੂਬ, ਇਸ ਦੌਰਾਨ ਕਨਾਨ ਵਿੱਚ ਘਰ ਆਇਆ, ਜਿੱਥੇ ਉਸਦੇ ਪੁੱਤਰ ਵੀ ਯੂਸਫ ਦੀ ਵਾਪਸੀ ਲਈ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕਰਨ ਬਾਰੇ ਨਿਰੰਤਰ ਪ੍ਰਸਾਤੀ ਕਰ ਰਹੇ ਸਨ. [27] ਹਾਲਾਂਕਿ ਯਾਕੂਬ ਨੇ ਅਕਸਰ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕੰਮਾਂ ਲਈ ਕਦੇ ਵੀ ਸ਼ਿਕਾਇਤ ਨਹੀਂ ਕੀਤੀ ਸੀ, ਪਰ ਆਪਣੇ ਮਨ ਦੀਆਂ ਹੱਦਾਂ ਤੋਂ ਬਿਨਾਂ ਸਖ਼ਤ ਰਾਹਾਂ ਵਿਚੋਂ ਟੁੱਟ ਰਹੇ ਸਨ. ਉਸਨੇ ਆਪਣੇ ਪੁੱਤਰਾਂ ਦੀ ਤੈਅਤੀ ਤੈਅ ਨਾਲ ਦੁਸ਼ਟ ਨੂੰ ਮਾਫ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗੀ ਸਲਾਹ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ. [28] ਇਕ ਦਿਨ, ਯਾਕੂਬ ਨੇ ਆਪਣੇ ਪੁੱਤਰਾਂ ਨੂੰ ਕਿਸੇ ਸਮਝੌਤੇ 'ਤੇ ਭੇਜਣ ਦਾ ਫ਼ੈਸਲਾ ਕੀਤਾ ਅਤੇ ਕਿਹਾ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਯੂਸੁਫ਼ ਅਤੇ ਬਿਨਯਾਮੀਨ ਦੀ ਭਾਲ ਵਿਚ ਮਿਸਰ ਜਾਣ ਲਈ ਕਿਹਾ. ਉਸਦੇ ਪੁੱਤਰ, ਪਹਿਲੀ ਵਾਰ, ਉਸਨੂੰ ਸੁਣਕੇ ਮਿਸਰ ਚਲੇ ਗਏ. ਜਦੋਂ ਯਾਕੂਬ ਦੇ ਪੁੱਤਰਾਂ ਨੇ ਯੂਸੁਫ਼ ਅਤੇ ਬਿਨਯਾਮਿਨ ਦੀ ਖੁਸ਼ਖਬਰੀ ਦੀ ਖੁਸ਼ਖਬਰੀ ਦਿੱਤੀ ਜੋ ਕਿ ਇੱਕ ਕਮੀਜ਼ ਆਈ ਜਿਸਨੂੰ ਯੂਸੁਫ਼ ਨੇ ਉਸਨੂੰ ਦਿੱਤਾ ਸੀ ਤਾਂ ਉਹ ਯਾਕੂਬ ਦੀ ਅੰਨ੍ਹੇਪਣ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ ਕਿਹਾ ਸੀ ਅਤੇ ਸੋਗ. ਇਸ ਤਰ੍ਹਾਂ, ਪੁੱਤਰ ਨੇ ਨਿਰਦੇਸ਼ ਦਿੱਤੇ ਅਤੇ ਯੂਸੁਫ਼ ਨੇ ਯਾਕੂਬ ਦੇ ਸਰੀਰਕ ਅਤੇ ਮਾਨਸਿਕ ਨਜ਼ਰ ਨੂੰ ਬਹਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕੀਤਾ.\n\nਇਕ ਵਾਰ ਯਾਕੂਬ ਦੀ ਨਜ਼ਰ ਬਹਾਲ ਹੋ ਗਈ, ਸਾਰੇ ਪਰਿਵਾਰ ਨੇ ਮਿਸਰ ਨੂੰ ਆਪਣੀ ਯਾਤਰਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ, ਜੋ ਯੂਸੁਫ਼ ਅਤੇ ਹੋਰ ਪੁੱਤਰਾਂ ਨੂੰ ਦੁਬਾਰਾ ਮਿਲਣ ਲਈ. ਇਕ ਵਾਰ ਜਦੋਂ ਉਹ ਪਹੁੰਚੇ ਤਾਂ ਪਿਤਾ ਅਤੇ ਪੁੱਤਰ ਇਕ ਦੂਜੇ ਨੂੰ ਬਹੁਤ ਪਿਆਰ ਨਾਲ ਮਿਲੇ ਅਤੇ ਇਕ ਵਾਰ ਫਿਰ ਸ਼ਾਂਤੀ ਮਿਲ ਗਏ. ਹੁਣ ਸਰਬਉੱਵੇਂ ਜੋਸ਼ਫ਼ ਨੇ ਆਪਣੇ ਮਾਪਿਆਂ ਲਈ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ ਮਾਪਿਆਂ ਲਈ ਇਕ ਘਰ ਪ੍ਰਦਾਨ ਕੀਤਾ, ਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ 'ਇੱਜ਼ਤ ਦਾ ਤਖਤ' ਉਠਾਇਆ '. [30] ਹੁਣ ਇਹ ਇਕੱਲਾ, ਯਾਕੂਬ ਅਤੇ ਯੂਸੁਫ਼ ਦੋਵਾਂ ਦੇ ਭਵਿੱਖ-ਦਹਾਕੇ ਰਾਹੀਂ ਪਰਮੇਸ਼ੁਰ ਵੱਲ ਮੁੜ ਸਕਦਾ ਹੈ.\n\nਯਾਕੂਬ ਦੀ ਆਖਰੀ ਸਲਾਹ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ\nਸਾਰੇ ਇਸਰਾਏਲ ਦੇ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਯਾਕੂਬ ਦੀ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਇਸਲਾਮ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਕਰਨ ਲਈ ਮੱਥਾ ਟੇਕਣ ਲਈ ਬੁਲਾਇਆ ਗਿਆ ਸੀ. ਯਾਕੂਬ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਸੀ ਕਿ ਉਸਦੇ ਬੱਚੇ ਸਿਰਫ ਇਸਲਾਮ ਵਿੱਚ ਮਰਦੇ ਹਨ, ਅਤੇ ਇਸ ਲਈ, ਉਨ੍ਹਾਂ ਤੋਂ ਇੱਕ ਆਖਰੀ ਵਾਅਦਾ ਕੀਤਾ ਸੀ. When he asked them who they would worship after his death, they replied that they would continue in Islam and bow down to and worship God.[31] ਹਾਲਾਂਕਿ ਮੌਤ ਦਾ ਬਿਸਤਰਾ ਸੀਨ ਯਹੂਦੀ ਪਰੰਪਰਾ ਵਿਚ ਹੈਰਾਨ ਹੋਇਆ, ਅਤੇ ਉਤਸਜ ਦੀ ਕਿਤਾਬ ਵਿਚ ਦੱਸਿਆ ਗਿਆ ਕਿ ਅਬਰਾਹਾਮ, ਇਸਹਾਕ, ਇਸ਼ਮਾਏਲ ਅਤੇ ਯਾਕੂਬ ਨੇ ਸਾਰੇ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਇਸ ਗੱਲ 'ਤੇ ਭਰੋਸਾ ਦਿਵਾਇਆ ਕਿ ਉਹ ਪੂਰੀ ਹਮਲੇ ਵਿਚ ਮੱਥਾ ਟੇਕਦੇ ਸਨ ਕੇਵਲ ਰੱਬ ਅਤੇ ਪ੍ਰਮਾਤਮਾ. ਕੁਰਾਨ ਨੇ ਕਿਹਾ:\n\nਅਤੇ ਇਹ ਉਹ ਵਿਰਾਸਤ ਸੀ ਕਿ ਅਬਰਾਹਾਮ ਉਸਦੇ ਪੁੱਤਰਾਂ ਕੋਲੋਂ ਬਚ ਗਈ ਅਤੇ ਯਾਕੂਬ ਨੂੰ ਵੀ ਕੀਤਾ; \"ਹੇ ਮੇਰੇ ਪੁੱਤਰ! ਅੱਲ੍ਹਾ ਨੇ ਤੇਰੇ ਲਈ ਵਿਸ਼ਵਾਸ ਚੁਣਿਆ; ਫਿਰ ਇਸਲਾਮ ਦੇ ਵਿਸ਼ਵਾਸ ਤੋਂ ਇਲਾਵਾ ਨਾ ਕਰੋ.\"\nਜਦੋਂ ਤੁਸੀਂ ਯਾਕੂਬ ਤੋਂ ਪਹਿਲਾਂ ਮੌਤ ਦਿਖਾਈ ਦੇਣਗੇ? ਵੇਖੋ, ਉਸਨੇ ਆਪਣੇ ਪੁੱਤਰਾਂ ਨੂੰ ਕਿਹਾ: \"ਤੁਸੀਂ ਮੇਰੇ ਤੋਂ ਬਾਅਦ ਕੀ ਪੂਜਾ ਕਰੋਗੇ?\" ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ: \"ਅਸੀਂ ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਆਪਣੇ ਪੁਰਖਿਆਂ ਦਾ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਪਾਸਨਾ ਕਰਦੇ ਹਾਂ, ਇਸਲ ਅਤੇ ਇਸਹਾਕ (ਸੱਚ) ਦੇ ਇਸਲਾਮ ਵਿੱਚ).\"\n\n- ਕੁਰਾਨ, ਸੂਰਾ 2 (ਅਲ-ਬਕਿਰਾਹ), ਅਯਾ 132-133 [32]\nਯਾਕੂਬ ਦੀ ਵਿਰਾਸਤ\nਯਾਕੂਬ ਉਸ ਦੇ ਪੁਰਖਿਆਂ ਦੁਆਰਾ ਰੀਤੇ ਰਹਿਣ ਨਾਲ ਵਿਰਾਸਤ ਲਿਆਉਣ ਲਈ ਬਹੁਤ ਖਾਸ ਹੈ. ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਰੱਬ ਨੇ ਆਪਣੀ ਪੂਰੀ ਮਿਹਰ ਯਾਕੂਬ ਉੱਤੇ ਬਖਸ਼ਿਆ ਅਤੇ ਉਸਨੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਆਦਮੀਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਚੋਣ ਕੀਤੀ. ਕੁਰਾਨ ਅਕਸਰ ਯਾਕੂਬ ਨੂੰ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਸ਼ਾਇਦ ਉਸ ਆਦਮੀ ਅਤੇ ਦਬਾਅ ਦੇ ਕੰਮ ਕਰਨ ਅਤੇ ਚੰਗੇ ਅਤੇ ਚੁਣੇ. ਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ:\n\nਇਹੀ ਸਾਡੇ ਬਾਰੇ ਇਹੀ ਸੋਚ ਰਹੀ ਸੀ, ਜੋ ਅਸੀਂ ਉਸਦੇ ਲੋਕਾਂ ਦੇ ਵਿਰੁੱਧ) ਨੂੰ ਦਿੱਤਾ ਸੀ: ਅਸੀਂ ਪ੍ਰੀਤ ਤੋਂ ਬਾਅਦ ਦੀ ਡਿਗਰੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ: ਕਿਉਂ ਜੋ ਤੁਹਾਡਾ ਪ੍ਰਭੂ ਸਿਆਣਪ ਅਤੇ ਗਿਆਨ ਨਾਲ ਭਰਪੂਰ ਹੈ.\nਅਸੀਂ ਉਸਹਾਕ, ਯਾਕੂਬ: ਸਾਰੇ (ਤਿੰਨ) ਦੁਆਰਾ ਨਿਰਦੇਸਿਤਾ ਦਿੱਤੀ, ਅਸੀਂ ਨੂਹ, ਯੂਸੂਲ, ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਇਨਾਮ ਦਿੰਦੇ ਹਾਂ ਜੋ ਚੰਗੇ ਕੰਮ ਕਰਦੇ ਹਨ:\n\n- ਕੁਰਾਨ, ਸੂਰਾ 6 ਅਲ-ਏ'ਮ, ਅਯਾਮ 83-84 [36]\nਅਲੀ ਇਬਨ ਅਬੀ ਤਾਲਿਬ ਨੇ ਉਨ੍ਹਾਂ ਨਬੀਆਂ ਬਾਰੇ ਪੁੱਛਿਆ ਜਿਹੜੇ ਮੁੱਖ ਨਾਮ ਦਿੱਤੇ ਗਏ ਸਨ, ਹਦੀਸ ਵਿੱਚ ਬਿਆਨਦੇ ਹਨ ਕਿ ਯਾਰਵ ਇਬਨ ਇਸ਼ਾਕ ਨੂੰ ਉਸਦੇ ਲੋਕਾਂ ਦੁਆਰਾ ਇਸ਼ਾਰੇ ਮਿਲ ਕੇ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ. [34]\n\nਜੋਸ਼ ਨਾਲ ਯਾਕੂਬ ਬਾਰੇ ਬਾਈਬਲ ਵਿਚ ਉਪਾਵਾਂ ਕੁਰਾਨ ਵਿਚ ਇਕ ਦੂਸਰ ਦੇ ਸਾਮ੍ਹਣੇ ਨਹੀਂ ਹਨ, ਪਰ ਯਾਕਬ ਦੀ ਪੌੜੀ ਦੀ ਦਰਸ਼ਨ ਹੈ. [9] ਯਾਕੂਬ ਨੇ ਉਸ ਦੇ ਜੁੜਵੇਂ, ਏਸਾਓ ਦੀ ਨਕਲ ਕਰਦਿਆਂ ਬਰਕਤ ਪਾਉਣ ਲਈ ਕੁਰਸ ਕਰ ਰਿਹਾ ਸੀ ਜੋ ਕੁਰਾਨ ਵਿੱਚ ਵੀ ਨਹੀਂ ਸੀ. [9]\n\nਮੁਸਲਮਾਨ, ਜੋ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ ਕਿ ਯਾਕੂਬ ਨੂੰ ਇੱਕ ਮਹਾਨ ਪੁਰਖਿਆਂ ਦਾ ਜ਼ੋਰ ਦਿੱਤਾ ਗਿਆ ਸੀ ਕਿ ਯਾਕੂਬ ਦੀ ਮਹੱਤਤਾ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਗਾਮੀ ਵਿਅਕਤੀ ਅਤੇ ਸਹੀ ਧਰਮ ਵਿੱਚ ਉਸ ਦੀ ਪੱਕੀ ਨਿਹਚਾ ਰੱਖਦੀ ਹੈ. ਇਕ ਵਕੀਲ ਹੋਣ ਦੇ ਨਾਤੇ, ਯਾਕੂਬ ਅਬਰਾਹਾਮ ਦੇ ਨਾਲ-ਨਾਲ, ਪਰੰਪਰਾ ਦੇ ਅਨੁਸਾਰ ਸਭ ਤੋਂ ਫਲਦਾਇਕ ਹੋ ਸਕਦਾ ਹੈ. ਯੂਨਾਹ (ਯੂਨਾਹ), ਸੁਲੇਮਾਨ (ਸ਼ੌਕੀ), ਸੁਲੇਮਾਨ (ਸੂਝ), ਸੁਲੇਮਾਨ) ਅਤੇ ਯਿਸੂ (ਸੂਝਵਾਨ) ਸਮੇਤ ਹੋਰ ਬਹੁਤ ਸਾਰੇ ਬਹੁਤ ਚੰਗੇ ਨਬੀਆਂ ਵਿੱਚੋਂ ਬਾਹਰ ਆਏ ਸਨ.",
"Yusuf": "ਯੂਸਫ ਈਬੀਐਨ ਯੌਕਬ ਇਬਨ ਈਸ਼ਾਕ ਇਬਨ ਇਬਰਾਹਿਮ (ਯੂਸੁਫ਼, ਯਾਕੂਬ ਦਾ ਪੁੱਤਰ ਇਸਹਾਰਾ ਦਾ ਪੁੱਤਰ ਇਸਲ إrahph إبن إبن إبن إبن إبن إبر quبن إسميميم). ਟਾੱਖ ਦਾ ਵਿਅਕਤੀ, ਯਹੂਦੀ ਧਾਰਮਿਕ ਬਾਈਬਲ ਕਹਿੰਦੀ ਹੈ, ਅਤੇ ਬਾਈਬਲ, ਨਵੇਂ ਰਾਜ ਤੋਂ ਪਹਿਲਾਂ ਮਿਸਰ ਵਿਚ ਰਹੇ. [2] ਇਹ ਮਿਡਲ ਈਸਟ ਵਿਚ ਇਕ ਆਮ ਨਾਵਾਂ ਹੈ ਅਤੇ ਮੁਸਲਿਮ ਦੇਸ਼ਾਂ ਵਿਚ. ਯਾਕੂਬ ਦੇ ਬੱਚਿਆਂ ਵਿਚੋਂ, ਯੂਸੁਫ਼ ਭਵਿੱਖਬਾਣੀ ਦਾ ਤੋਹਫ਼ਾ ਦਿੱਤਾ ਗਿਆ ਸੀ. ਹਾਲਾਂਕਿ ਦੂਜੇ ਨਬੀਆਂ ਦੇ ਬਿਰਤਾਂਤਾਂ ਦਾ ਕਈ ਸੁਰਾਠਾਂ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਜੋ ਯੂਸੁਫ਼ ਦਾ ਪੂਰਾ ਬਿਰਤਾਂਤ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਇਸ ਨੂੰ ਵਿਲੱਖਣ ਬਣਾਉਂਦਾ ਹੈ. ਇਹ ਕੁਰਾਨ ਵਿਚ ਸਭ ਤੋਂ ਵਿਸਤ੍ਰਿਤ ਬਿਰਤਾਂਤ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਬਾਈਬਲ ਦੇ ਹਮਾਇਤੀਆਂ ਨਾਲੋਂ ਵਧੇਰੇ ਵੇਰਵੇ ਦਿੰਦਾ ਹੈ. [3]\n\nਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਯੂਸਫ ਦਾ ਗਿਆਰ੍ਹਵਾਂ ਪੁੱਤਰ ਗਿਆਰ (ਅਰਬੀ: يعقوب, youbb), ਅਤੇ ਬਹੁਤ ਸਾਰੇ ਵਿਦਵਾਨਾਂ ਦੇ ਅਨੁਸਾਰ, ਅਤੇ, ਬਹੁਤ ਸਾਰੇ ਵਿਦਵਾਨਾਂ ਦੇ ਅਨੁਸਾਰ, ਅਤੇ, ਬਹੁਤ ਸਾਰੇ ਵਿਦਵਾਨਾਂ ਅਨੁਸਾਰ. ਇਬਨ ਕਥਾਇਰ ਦੇ ਅਨੁਸਾਰ, ਇਸਰਾਏਲੀਆਂ ਦੇ ਕਬੀਲਿਆਂ ਦੇ ਸੰਸਕਾਰ ਪੂਰਵਜ ਸਨ. \"[]] ਕਹਾਣੀ ਜੋਸਫ਼ ਨਾਲ ਉਸ ਦੇ ਸੁਪਨੇ ਨੂੰ ਦੱਸਦੀ ਹੈ ਆਪਣੇ ਪਿਤਾ ਨੂੰ, ਜੋ ਕਿ ਯਾਕੂਬ ਨੂੰ ਪਛਾਣਦਾ ਹੈ. [5] ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਰੱਬ ਦੀ ਭੂਮਿਕਾ ਤੋਂ ਇਲਾਵਾ, ਯੁਸਮ ਸਾਹਿਤ ਦੀ ਕਹਾਣੀ (ਪੁਰਾਣੇ ਨੇਮ ਦੀ ਵੋਲੀਅਤ ਦੀ ਪਤਨੀ) ਫਾਰਸੀ ਸਾਹਿਤ ਵਿਚ ਇਕ ਪ੍ਰਸਿੱਧ ਵਿਸ਼ਾ ਸੀ, ਜਿੱਥੇ ਸਦੀਆਂ ਤੋਂ ਕਾਫ਼ੀ ਵਿਸਥਾਰ ਨਾਲ ਵਿਸਤ੍ਰਿਤ ਹੋ ਗਿਆ. []]\n\nਕੁਰਾਨ ਸੂਰਾ 12 (ਯੂਸਫ)\n\n\"ਕਿੰਗ\" ਸ਼ਬਦ \"ਫ਼ਿਰ Pharaoh ਨ\" ਦੀ ਵਰਤੋਂ\nਕੁਰਾਨ ਵਿੱਚ, ਯੂਸੁਫ਼ ਦੇ ਸਮੇਂ ਮਿਸਰ ਦੇ ਹਾਕਮ ਦਾ ਖਿਤਾਬ ਖ਼ਾਸਕਰ \"ਰਾਜਾ\" (ਅਰਬੀ: ਅਲ-ਮਲਿਕ) ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਕਿ ਮਿਸਰ ਦੇ ਹਾਕਮ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਤੌਰ ਤੇ ਕਿਹਾ ਜਾਂਦਾ ਹੈ \" ਫ਼ਿਰ Pharaoh ਨ \"(ਅਰਬੀ: ਪਰਧਾਨ, ਹਾਲਾਂਕਿ ਨਿਸ਼ਚਤ ਲੇਖ ਤੋਂ ਬਿਨਾਂ ਨਾਮ ਦੇ ਤੌਰ ਤੇ). ਇਹ ਦਿਲਚਸਪ ਹੈ ਕਿਉਂਕਿ ਇਤਿਹਾਸਕ ਸਰੋਤਾਂ ਦੇ ਅਨੁਸਾਰ, ਸਿਰਲੇਖ ਖਰਾਬੀ III ਦੇ ਸ਼ਾਸਕਾਂ ਨੂੰ (ਥਟਮੋਜ਼ III ਦੇ ਰਾਜ ਦੇ ਸ਼ਾਸਕਾਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ (44] ਪਰ ਬਾਈਬਲ ਵਿਚ ਯੂਸਫਫਰ ਦੇ ਬਿਆਨ ਵਿਚ, ਸਿਰਲੇਖ ਰਾਜਾ (ਇਬਰਾਨੀ: ਮੇਲੇਖ) ਅਤੇ ਉਤਪਤ ਦੇ ਅਧਿਆਇ 39-411 ਦੇ ਸ਼ਾਸਕ ਲਈ ਫ਼ਿਰ Pharao ਨ ਲਗਾਏ ਜਾਂਦੇ ਹਨ. [45]\n\n(ਮਿਸਰ ਦੇ) ਨੇ ਕਿਹਾ: \"ਮੈਂ ਵੇਖ ਕੇ (ਕਿਸੇ ਦਰਸ਼ਨ ਵਿੱਚ) ਸੱਤ ਚਰਬੀ ਦਾ ਸੇਵਨ, ਅਤੇ ਸੱਤ (ਹੋਰ) ਸੁੱਕੇ ਹੋਏ. ਮੇਰੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ , ਜੇ ਇਹ ਹੋਵੇ ਤਾਂ ਤੁਸੀਂ ਦਰਸ਼ਨਾਂ ਦੀ ਵਿਆਖਿਆ ਕਰ ਸਕਦੇ ਹੋ. \"\n\n- ਕੁਰਾਨ, ਸੂਰਾ 12 (ਯੂਸਫ), ਅਯਾਹ 43, [46]\nਫਿਰ ਉਨ੍ਹਾਂ ਦੇ ਬਾਅਦ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਆਪਣੇ ਇਜਾਜ਼ਤ ਅਤੇ ਉਸਦੇ ਸਰਦਾਰਾਂ ਨਾਲ ਚਿੰਨ੍ਹ ਭੇਜਿਆ, ਪਰ ਉਨ੍ਹਾਂ ਨੇ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤਾ. ਇਸ ਲਈ ਵੇਖੋ ਕਿ ਅਲ-ਮੈਸਿਡਿਨ (ਅਰਬੀ: ألمفسدين, \"ਸ਼ਰਾਰਤ-ਨਿਰਮਾਤਾ\" ਜਾਂ \"ਭ੍ਰਿਸ਼ਟ\").\n\n- ਕੁਰਾਨ, ਸੂਰਾ 7 (ਅਲ-ਅਰੇਫ), ਅਯਾਹ 103 [47]\nਅਤੇ ਮਲਿਕ ਨੇ ਕਿਹਾ: \"ਉਸਨੂੰ ਮੇਰੇ ਕੋਲ ਲੈ ਆਓ.\" ਪਰ ਜਦੋਂ ਦੂਤ ਉਸ ਕੋਲ ਆਇਆ, ਤਾਂ ਉਸਨੇ ਕਿਹਾ: \"ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਵਾਪਸ ਕਰੋ ਅਤੇ ਉਸਨੂੰ ਪੁੱਛੋ, 'ਉਨ੍ਹਾਂ ਦੇ ਹੱਥਾਂ ਨੂੰ ਕਟਿਆ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਪਲਾਟ ਬਾਰੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ.\n\n- ਕੁਰਾਨ, ਸੂਰਾ 12 (ਯੂਸਫ), ਅਯਾਹ 50, [48]\nਯੂਸੁਫ਼ ਦੇ ਮਾਲਕ ਨੇ ਉਸਨੂੰ ਗਿਰਫ਼ਤਾਰ ਕਰ ਲਿਆ ਅਤੇ ਜੇਲ੍ਹ ਵਿੱਚ ਪਾ ਦਿੱਤਾ, ਉਹ ਥਾਂ ਜਿੱਥੇ ਪਾਤਸ਼ਾਹ ਦੇ ਕੈਦੀ ਬੱਜੇ ਹੋਏ ਸਨ. ਅਤੇ ਉਹ ਜੇਲ੍ਹ ਵਿੱਚ ਸੀ.\n\n- ਉਤਪਤ 39:20\nਜਦੋਂ ਯੂਸੁਫ਼ ਤੀਹ ਸਾਲਾਂ ਦਾ ਸੀ ਜਦੋਂ ਮਿਸਰ ਦੇ ਪਾਤਸ਼ਾਹ ਫ਼ਿਰ Pharaoh ਨ ਦੇ ਅੱਗੇ ਖੜਾ ਸੀ. ਅਤੇ ਯੂਸੁਫ਼ ਫ਼ਿਰੋਹ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ ਬਾਹਰ ਆਇਆ ਅਤੇ ਉਸਨੇ ਮਿਸਰ ਦੀ ਧਰਤੀ ਉੱਤੇ ਗਿਆ.\n\n- ਉਤਪਤ 41:46\nਯੂਸੁਫ਼ ਨੇ ਦੇਸ਼ ਦੇ ਸਭ ਤੋਂ ਉੱਤਮ ਧਰਤੀ ਉੱਤੇ, ਸਰਬ ਸ਼ਕਤੀ ਦੇ ਦੇਸ਼ ਵਿੱਚ, ਮਿਸਰ ਦੀ ਧਰਤੀ ਵਿੱਚ ਆਪਣੇ ਪਿਤਾ ਦੇ ਪਿਤਾ ਨੂੰ ਰੱਖਿਆ, ਜਿਵੇਂ ਕਿ ਫ਼ਿਰ Pharaoh ਨ ਨੇ ਉਸਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ.\n\n- ਉਤਪਤ 47:11",
"Ayyub": "ਨੌਕਰੀ (ਅਰਬੀ: أيوب ਰੋਮਾਂਚ-ਰਹਿਤ: ਆਈਆਈਈਯੂਬੀ) ਨੂੰ ਇਸਲਾਮ ਵਿੱਚ ਨਬੀ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਕੁਰਾਨ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ. [1] ਇਸਲਾਮ ਦੀ ਕਹਾਣੀ ਇਸਲਾਮ ਦੀ ਕਹਾਣੀ ਇਬਰਾਨੀ ਬਾਈਬਲ ਦੀ ਕਹਾਣੀ ਦੇ ਸਮਾਨ ਹੈ, ਹਾਲਾਂਕਿ ਅੱਯੂਬ ਉੱਤੇ ਮੁੱਖ ਜ਼ੋਰ ਪ੍ਰਮਾਤਮਾ ਨੂੰ ਦ੍ਰਿੜ ਰਿਹਾ; ਕੁਰੌਨਿਕ ਟੈਕਸਟ ਵਿਚ ਦੋਸਤਾਂ ਨਾਲ ਅੱਯੂਬ ਦੀ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਦਾ ਕੋਈ ਜ਼ਿਕਰ ਨਹੀਂ ਹੈ, ਪਰੰਤੂ ਬਾਅਦ ਵਿਚ ਮੁਸਲਿਮ ਸਾਹਿਤ ਇਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅੱਯੂਬ ਦੇ ਭਰਾਵਾਂ ਸਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਦੁੱਖ ਦੇ ਕਾਰਨਾਂ ਬਾਰੇ ਬਹਿਸ ਕੀਤੀ. ਕੁਝ ਮੁਸਲਮਾਨ ਟਿੱਪਣੀਕਾਰਾਂ ਨੇ ਵੀ ਰੋਮੀ ਦੇ ਪੂਰਵਜ ਹੋਣ ਵਜੋਂ ਅੱਯੂਬ ਦੀ ਗੱਲ ਕੀਤੀ. [2] ਇਸਲਾਮੀ ਸਾਹਿਤ ਵੀ ਮਿਲ ਕੇ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਦੇ ਸਮੇਂ ਅਤੇ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਵਾਲੀ ਜਗ੍ਹਾ 'ਤੇ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਉਹ ਯੂਸੁਫ਼ ਦੇ ਬਾਅਦ ਭਵਿੱਖਬਾਣੀ ਵਾਲੀ ਕਮਿ community ਨਿਟੀ ਨੂੰ ਭੇਜਣ ਦੀ ਬਜਾਏ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਪ੍ਰਚਾਰ ਕੀਤਾ. ਪਰੰਪਰਾ ਅੱਗੇ ਦੱਸਦੀ ਹੈ ਕਿ ਅੱਯੂਬ \"ਧੀਰਜ ਨਾਲ ਸਹਿਣ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਸਮੂਹ ਦੇ ਸਵਰਗ ਵਿਚ ਨੇਤਾ ਹੋਵੇਗਾ. []]\n\nਅਯਬ (ਨੌਕਰੀ) ਨੂੰ ਹੇਠਲੀ ਆਇਤ ਵਿਚ ਕੁਰਾਨ ਵਿਚ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ:\nਦਰਅਸਲ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਪ੍ਰਗਟ ਕੀਤਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਨੂਹ ਅਤੇ ਉਸਦੇ ਬਾਅਦ ਨੂਹ ਅਤੇ ਨਬੀਆਂ ਨੂੰ ਪ੍ਰਗਟ ਕੀਤਾ ਸੀ. ਅਤੇ ਅਸੀਂ ਅਬਰਾਹਾਮ, ਇਸ਼ਮੱਲ, ਇਸਹਾਕ, ਯਾਕੂਬ, ਉੱਤਰਾ, ਯੂਨਾਹ, ਹਾਰੂਨ, ਸੁਲੇਮਾਨ ਅਤੇ ਦਾ David ਦ ਨੂੰ] ਕਿਤਾਬ ਦਿੱਤੀ ਗਈ ਸੀ.\n\n- ਕੁਰਾਨ, ਸੂਰਾ 4 (ਏ-ਨਿਸਾ), ਅਯਾਹ 163 []]\nਕੁਰਾਨ ਅੱਯੂਬ ਨੂੰ ਅੱਲ੍ਹਾ ਦੇ ਧਰਮੀ ਨੌਕਰ ਵਜੋਂ ਦਰਸਾਉਂਦਾ ਹੈ ਜੋ ਕਿ ਲੰਬੇ ਸਮੇਂ ਲਈ ਦੁੱਖਾਂ ਦੁਆਰਾ ਦੁਖੀ ਸੀ. ਹਾਲਾਂਕਿ, ਇਹ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਦੱਸਦਾ ਹੈ ਕਿ ਅੱਯੂਬ ਨੇ ਕਦੇ ਵੀ ਪਰਮੇਸ਼ੁਰ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਗੁਆਇਆ ਅਤੇ ਉਸਨੂੰ ਸਦਾ ਦੀ ਪ੍ਰਾਰਥਨਾ ਨੂੰ ਹਟਾਉਣ ਲਈ ਕਿਹਾ, ਉਸਨੂੰ ਆਪਣੀ ਮੁਸੀਬਤ ਹਟਾਉਣ ਲਈ ਕਿਹਾ:\n\nਅਤੇ [ਜ਼ਿਕਰ] ਅੱਯੂਬ ਨੇ ਜਦੋਂ ਉਸਦੇ ਮਾਲਕ ਨੂੰ ਵਖਿਆ, \"ਮੁਸੀਬਤਾਂ ਨੇ ਮੈਨੂੰ ਛੂਹ ਲਿਆ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਦਿਆਲੂ ਹੋ.\"\n\n- ਕੁਰਾਨ, ਸੂਰਾ 21 (ਨਬੀ), ਅਯਾਹ 83 []]\nਬਿਰਤਾਂਤ ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਕਈ ਸਾਲਾਂ ਦੇ ਦੁੱਖਾਂ ਤੋਂ ਬਾਅਦ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਅੱਯੂਬ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ: []] ਇਕੋ ਵੇਲੇ, ਅੱਯੂਬ ਨੇ ਆਪਣੇ ਪੈਰ ਨਾਲ ਜ਼ਮੀਨ ਨੂੰ ਹਰਾਇਆ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਪਾਣੀ ਦੀ ਠੰ .ੀ ਬਸੰਤ ਨੂੰ ਧਰਤੀ ਤੋਂ ਉਭਾਰਿਆ, ਜਿਸ ਤੋਂ ਅੱਯੂਬ ਆਪਣੇ ਆਪ ਨੂੰ ਦੁਬਾਰਾ ਭਰ ਸਕਦਾ ਹੈ. ਕੁਰਾਨ ਦੱਸਦਾ ਹੈ ਕਿ ਉਦੋਂ ਦੱਸਿਆ ਗਿਆ ਹੈ ਕਿ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਪਣੇ ਦੁੱਖ ਅਤੇ ਜੀਅ ਨੂੰ ਉਸ ਕੋਲ ਹਟਾ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਬੱਚਿਆਂ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਪੀੜ੍ਹੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ ਅਤੇ ਉਸ ਨੂੰ ਵੱਡੀ ਦੌਲਤ ਦਿੱਤੀ. ਅੱਯੂਬ ਦੇ ਬਿਰਤਾਂਤ ਦੇ ਸੰਖੇਪ ਵਰਣਨ ਤੋਂ ਇਲਾਵਾ, ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀਆਂ ਸੂਚੀਆਂ ਦੀਆਂ ਬਾਂਹ ਵਿਚ ਕੁਰਾਨ ਦਾ ਦੋ ਵਾਰ ਕੰਮ ਦਾ ਜ਼ਿਕਰ ਕਰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਨੇ ਬਾਈਬਲ ਅਤੇ ਪ੍ਰੇਰਣਾ (IV: 163) ਦਿੱਤੀ ਸੀ, ਅਗੰਮ ਵਾਕ ਦਾ ਦਾਤ ਸੀ (Vi: 84).\n\nਸ਼ੈਤਾਨ ਨੇ ਅੱਯੂਬ ਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਦੂਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਅੱਯੂਬ ਦੇ ਦੁੱਖ ਨੂੰ ਦੂਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਆਪਣੇ ਪਰਿਵਾਰ ਨੂੰ ਉਸ ਕੋਲ ਵਾਪਸ ਕਰ ਦਿੱਤਾ. ਉਸਨੇ ਅੱਯੂਬ ਦੀ ਦੌਲਤ ਅਤੇ ਸ਼ੁਕੀਨ ਨੌਕਰੀ ਨੂੰ ਸੋਨੇ ਨਾਲ ਵਾਪਸ ਕਰ ਦਿੱਤਾ. ਇਕ ਵਾਰ ਅੱਯੂਬ ਦੀ ਪਤਨੀ ਨੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਖੁਸ਼ਹਾਲੀ ਅਤੇ ਸਿਹਤ ਲਈ ਅਰਾਮ ਦਿੱਤਾ ਸੀ, ਉਸਨੇ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਸੀ ਕਿ ਉਸਦੇ ਪਤੀ ਨੂੰ ਸਹੁੰ ਖਾਧੀ ਸੀ, ਜਿਸ ਵਿੱਚ ਉਸਨੇ ਉਸਨੂੰ ਸੌ ਸਟਰੋਕ ਨਾਲ ਹਰਾਇਆ ਸੀ. ਅੱਯੂਬ ਨੇ ਆਪਣੇ ਦੁੱਖ ਦੇ ਵਿਚਕਾਰ ਸਹੁੰ ਚੁੱਕੀ ਸੀ ਉਸਨੇ ਵੀ ਸਹੁੰ ਚੁੱਕੀ ਸੀ. ਪਰ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਅੱਯੂਬ ਨੂੰ ਇਕ ਪ੍ਰਗਟ ਕੀਤਾ ਭੇਜਿਆ, ਜਿਸ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਆਪਣੀ ਪਤਨੀ ਨੂੰ ਹਰਾ ਨਾ ਸਕਣ, ਬਲਕਿ ਨਰਮੀ ਨਾਲ ਨਰਮ ਘਾਹ ਦਾ ਬੰਡਲ ਨਾਲ ਮਾਰਿਆ. []]\n\nਕੁਰਾਨ ਦੇ ਹਵਾਲੇ\nਅੱਯੂਬ ਦੀ ਭਵਿੱਖਬਾਣੀ: 4: 163, 6:84\nਅਜ਼ਮਾਇਸ਼ ਅਤੇ ਸਬਰ: 21:83, 21:84, 38:32, 38:33, 382, ​​38:34\nਹੋਰ ਪੜ੍ਹਨਾ\nਆਈਬੀਐਨ ਕੈਥਰ, ਡੈਡੇ ਵਾ ਐਲ-ਨਿਹਆ, ਆਈ, 220-225\nXXI ਅਤੇ xxxvii ਤੇ ਤਫ਼ਨਤ\nਟਬਰੀ, ਆਈ, 361-364\nਥਾਲਬੀ, ਨਬੀਆਂ ਦੀਆਂ ਕਹਾਣੀਆਂ, ਕਾਇਰੋ 1339, 106-114\nਕਿਸਾ'ਈ, ਨਬੀਆਂ ਦੀਆਂ ਕਹਾਣੀਆਂ, 179-190\nਇਬਨ ਅਸਕਿਰ, ਟਿਸ਼ਖ ਅਲ-ਕਬੀਰ, III, 190-200",
"Shuayb": "ਸ਼ੂਇਬ, ਸ਼ੋਏਬ, ਸ਼ੂਏਬ ਜਾਂ ਸ਼ੂਯਬ (ਅਰਬੀ: شعيب, ਆਈਪੀਏ: \"ਸਹੀ ਮਾਰਗ ਕੌਣ ਦਰਸਾਉਂਦਾ ਹੈ\") ਕੱਸੇ ਵਿਸ਼ਵਾਸ ਵਿਚ ਇਕ ਪ੍ਰਾਚੀਨ ਨਬੀ (ਡਰਿੰਕ) ਹੈ. 1] ਸ਼ੂਅਬ ਰਵਾਇਤੀ ਤੌਰ ਤੇ ਬਾਈਬਲ ਦੇ ਜੇਹੇਥੋ, ਮੂਸਾ ਦੇ ਸਹੁਰੇ ਦੇ ਨਾਲ ਪਛਾਣਿਆ ਗਿਆ ਹੈ. ਸ਼ੂਆਬ ਨੂੰ ਕੁੱਲ 11 ਵਾਰ ਕੁਰਾਨ ਵਿਚ ਦੱਸਿਆ ਗਿਆ ਹੈ. [2] ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਇਬਰਾਹੇਮ (ਅਬਰਾਹਾਮ) ਤੋਂ ਬਾਅਦ ਜੀਉਂਦਾ ਰਿਹਾ ਹੈ, ਅਤੇ ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਸਨ ਕਿ ਉਸਨੂੰ ਇੱਕ ਕਮਿ community ਨਿਟੀ ਨੂੰ ਇੱਕ ਨਬੀ ਵਜੋਂ ਭੇਜਿਆ ਗਿਆ ਸੀ: ਮਿਦਯਾਨੀਅਨਸ, [3] ਜਿਸਨੂੰ ਅਯਾਬ ਅਲ-ਅਯੱਖਿਆ (\"ਲੱਕੜ ਦੇ ਸਾਥੀ\" ਵਜੋਂ ਵੀ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ) , [4] []] []] [] [] [] []] ਉਹ ਵੱਡੇ ਰੁੱਖ ਦੀ ਉਪਾਸਨਾ ਕਰਦੇ ਸਨ. ਲੋਕਾਂ ਨੂੰ ਸ਼ੂਇਬ ਨੇ ਸਿੱਧੇ ਰਸਤੇ ਦਾ ਐਲਾਨ ਕੀਤਾ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਧੋਖੇਬਾਜ਼ ਤਰੀਕਿਆਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ. ਜਦੋਂ ਕਮਿ community ਨਿਟੀ ਨੇ ਤੋਬਾ ਨਹੀਂ ਕੀਤੀ, ਅਲਾਠ (ਰੱਬ) ਨੇ ਭਾਈਚਾਰੇ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ. [3] []]\n\nਸ਼ੂਆਬ ਨੇ ਕੁਰਾਨ ਵਿਚ ਨਾਮ ਦੇ ਨਾਮ ਨਾਲ ਜ਼ਿਕਰ ਕੀਤੇ ਕੁਝ ਅਰਬ ਨਬੀਆਂ ਵਿਚੋਂ ਇਕ ਨੂੰ ਸਮਝਿਆ ਜਾ ਰਿਹਾ ਹੈ, ਦੂਸਰੇ ਸਲੋਹ, ਹਉਡ ਅਤੇ ਮੁਹੰਮਦ ਹਨ. ਇਹ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਮੁਸਲਮਾਨਾਂ ਦੁਆਰਾ \"ਨਬੀਆਂ ਦੇ ਪ੍ਰਚਾਰਕ\" ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ ਕਿਉਂਕਿ ਉਹ ਪਰੰਪਰਾ ਦੇ ਅਨੁਸਾਰ, ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਪ੍ਰਤਿਭਾ ਅਤੇ ਭਾਸ਼ਣ ਸਨ. []]\n\nਇਤਿਹਾਸਕ ਸੰਦਰਭ\nਖੇਤਰ ਜਿਸ ਨੂੰ ਸ਼ੂਅਬੇ ਨੂੰ ਭੇਜਿਆ ਗਿਆ ਸੀ, ਜਿਸ ਨੂੰ ਅੰਗ੍ਰੇਜ਼ੀ ਵਿਚ ਜਾਣਿਆ ਜਾਂਦਾ ਕੁਰਿਆਨ, ਜਿਸ ਨੂੰ ਮਿਦਯਾਨ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ. ਮਿਦਯਾਨੀ ਲੋਕਾਂ ਨੂੰ ਅਰਬਾਂ ਦੇ ਕਨਾਨੀਆਂ ਦੇ ਗੁਆਂ neighbors ੀ ਹੋਣ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਗੁਆਂ ਜਾਣ ਵਾਲੇ ਸਨ. ਇਹ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਭਟਕਦੇ ਗੋਤ ਸਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਮੁੱਖ ਖੇਤਰ ਸਿਨਾਈ ਪ੍ਰਾਇਦੀਪ ਸੀ.\n\nਜੇੈਥਰੋ ਨਾਲ ਵਿਵਾਦਿਤ ਪਛਾਣ\nਜੇਤੋਹ ਨੂੰ ਬਾਈਬਲ (ਕੂਚ 3: 1) ਵਿਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ (ਕੂਚ ਮੂਸਾ ਦੇ ਨਿਯਮ ਵਿਚ ਪਿਤਾ. ਹਾਲਾਂਕਿ ਸ਼ੂਇਬੂ ਅਕਸਰ ਮਿਦਯਾਨੀ ਜਾਜਕ ਜੇੈਥਰੋ ਨਾਲ ਪਛਾਣ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਬਹੁਤ ਸਾਰੇ ਆਧੁਨਿਕ ਵਿਦਵਾਨ ਇਸ ਪਛਾਣ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ. ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਕਲਾਸੀਕਲ ਟਿੱਪਣੀਕਾਰ ਅਬਰਾਹਾਮ ਦਾ ਸ਼ੌਇਬ ਅਬਿਕਿਲ ਦਾ ਇੱਕ ਵੱਡਾ ਪੋਤਾ ਸੀ, ਅਬਰਾਹਾਮ ਦਾ ਪੁੱਤਰ ਮਿਦੂਅਨ ਦਾ ਪੁੱਤਰ ਮਿਦੂਅਨ ਦਾ ਪੁੱਤਰ ਸੀ. [8] ਇਹ ਜੇਠਰੋ ਨਾਲ ਪਛਾਣ ਨੂੰ ਅਸਪਸ਼ਟ ਕਰ ਦੇਵੇਗਾ, ਜੋ ਕਿ ਮੂਸਾ ਦੇ ਸਮੇਂ ਜੀਉਂਦਾ ਸੀ, ਅਬਰਾਹਾਮ ਦੇ ਸੈਂਕੜੇ ਸਾਲ ਬਾਅਦ ਸੈਂਕੜੇ ਸਾਲਾਂ ਬਾਅਦ ਸੀ. [9]\n\nਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ ਕਿ ਸ਼ੂਇਬ ਮਿਦਯਾਨ ਦੇ ਲੋਕਾਂ ਦਾ ਨਬੀ ਬਣਨ ਲਈ ਰੱਬ ਨੂੰ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ ਸੀ. ਇਸ ਧਰਤੀ ਦੇ ਲੋਕਾਂ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਬਦਨਾਮ ਕਰਨਾ ਬੇਈਮਾਨੀ ਅਤੇ ਮੂਰਤੀ ਪੂਜਾ ਲਈ ਧੋਖਾ ਦੇਣ ਲਈ ਨਿਮਰ ਮੰਨਿਆ ਗਿਆ ਸੀ. ਸ਼ੂਅਯਬ ਦੀ ਭਵਿੱਖਬਾਣੀ ਮੁੱਖ ਤੌਰ ਤੇ ਮਿਦਯਾਨੀਆਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਹੀ ਰਾਹ ਤੇ ਬੁਲਾਉਣਾ ਸ਼ਾਮਲ ਹੈ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਝੂਠੇ ਦੇਵਤਿਆਂ ਦੀ ਉਪਾਸਨਾ ਕਰਨ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨਾ ਸ਼ਾਮਲ ਹੈ.\n\nਇਹ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਉਸਨੇ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਕੰਮਾਂ ਵਿੱਚ ਬੇਈਮਾਨ ਹੋਣ ਤੋਂ ਰੋਕਣ ਲਈ ਕਿਹਾ. ਹਾਲਾਂਕਿ ਉਸਨੇ ਪ੍ਰਚਾਰ ਕੀਤਾ ਅਤੇ ਇੱਕ ਨਿਰੰਤਰ ਸਮੇਂ ਲਈ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਈ, ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੇ ਉਸਨੂੰ ਸੁਣਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ. ਸ਼ੁਯਬ, ਹਾਲਾਂਕਿ, ਦ੍ਰਿੜ ਰਿਹਾ. ਉਸਨੇ ਲਗਾਤਾਰ ਦੁਸ਼ਟਤਾ ਨਾਲ ਦੁਸ਼ਟਤਾ ਨਾਲ ਪ੍ਰਚਾਰ ਕੀਤਾ, ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਸਜ਼ਾ ਬਾਰੇ ਦੱਸਿਆ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਪਾਪੀ ਨੂੰ ਠੱਪ ਕਰ ਦਿੱਤਾ ਸੀ. 11 ਲੋਕਾਂ ਨੇ ਲੋਕਾਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਅਗਿਆਨਤਾ ਮਿਦਯਾਨ ਦੀ ਇਤਿਹਾਸਕ ਉਦਾਹਰਣਾਂ ਦਿੰਦੀ ਹੈ, ਨੂਹ, ਹਉਮਲੀ ਦੇ ਵਿਨਾਸ਼ ਨੂੰ ਦਿੰਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਲੋਕ ਰੱਬ ਦੁਆਰਾ ਤਬਾਹ ਹੋ ਗਏ ਸਨ.\n\nਲੋਕਾਂ ਨੇ ਸ਼ੂਯੈਬ ਨੂੰ ਟਿਕਾ ਦਿੱਤਾ ਅਤੇ ਕਿਹਾ ਕਿ ਇਹ ਉਸ ਤੋਂ ਆਇਆ ਜਿਸਦਾ ਉਹ ਵੱਕਾਰੀ ਪਰਿਵਾਰ ਲਈ ਨਹੀਂ ਸੀ ਜੋ ਉਸਨੂੰ ਜ਼ਰੂਰ ਪੱਥਰ ਮਾਰਿਆ ਜਾਣਾ ਸੀ. ਸ਼ੂਅ ਨੇ ਉੱਤਰ ਦਿੱਤਾ, \"ਕੀ ਮੇਰਾ ਪਰਿਵਾਰ ਪਰਮੇਸ਼ੁਰ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਵਿਚਾਰ ਕਰਨ ਦਾ ਪਰਿਵਾਰ ਹੈ?\" ਜਦੋਂ ਮਿਦਯਾਨੀ ਲੋਕਾਂ ਨੇ ਵਿਸ਼ਵਾਸ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਭੁਚਾਲ ਨੇ ਤਬਾਹ ਕਰ ਦਿੱਤਾ. [3] ਕੁਰਾਨ, ਹਾਲਾਂਕਿ, ਇਸ ਦਾ ਜ਼ਿਕਰ ਹੈ ਕਿ ਸ਼ੂਅਬ, ਅਤੇ ਉਸਦੇ ਵਿਸ਼ਵਾਸ ਕਰਨ ਵਾਲੇ ਸਾਥੀ, ਗਰਜ ਦੀ ਸਜ਼ਾ ਤੋਂ ਬਚਾਇਆ ਗਿਆ. [11] [11]\n\nਹੋਰ ਨਬੀਆਂ ਦੇ ਸਮਾਨ\nਸ਼ੁਏਬ ਦਾ ਮਿਸ਼ਨ ਅਕਸਰ ਨੂਹ, ਹਉਡ, ਸਲੀਹ ਅਤੇ ਲੂਤ ਦੇ ਮਿਸ਼ਨ ਨਾਲ ਕੁਰਾਨ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਵਿਦਵਾਨਾਂ ਨੇ ਇਸ਼ਾਰਾ ਕੀਤਾ ਹੈ ਕਿ ਇਹ ਪੰਜ ਨਬੀ ਛੇਤੀ ਭਵਿੱਖਬਾਣੀ ਮਿਸ਼ਨਾਂ ਦੀ ਮਿਸਾਲ ਦਿੰਦੇ ਹਨ: [13] ਨਬੀ ਆਪਣੇ ਭਾਈਚਾਰੇ ਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ; ਭਾਈਚਾਰਾ ਆਪਣੀ ਚੇਤਾਵਨੀ ਵੱਲ ਕੋਈ ਧਿਆਨ ਨਹੀਂ ਦੇਵੇਗਾ ਅਤੇ ਇਸ ਦੀ ਬਜਾਏ ਉਸ ਨੂੰ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾਵੇਗੀ; ਪ੍ਰਚਾਰ ਦੇ ਸਾਲਾਂ ਤੋਂ ਬਾਅਦ, ਪਰਮੇਸ਼ੁਰ ਉਸ ਨੂੰ ਆਪਣਾ ਭਾਈਚਾਰਾ ਛੱਡਣ ਲਈ ਕਹੇਗਾ, ਜਦੋਂ ਕਿ ਉਸ ਦੇ ਲੋਕਾਂ ਨੂੰ ਸਜ਼ਾ ਵਿਚ ਤਬਾਹ ਕਰ ਦਿੱਤਾ ਗਿਆ. [13] ਵਿਦਵਾਨਾਂ ਨੇ ਇਤਿਹਾਸਕ ਤੌਰ ਤੇ ਪੰਜ ਨਬੀਆਂ ਦੀ ਸੂਚੀ ਦੀ ਸੂਚੀ ਦੀ ਸੂਚੀ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ, ਇਸ ਲਈ ਸ਼ੂਈਬ ਨੂਹ ਦਾ ਵੰਸ਼ਜ (ਵੱਡੀ ਹੜ੍ਹ ਬਾਰੇ) ਅਤੇ ਨਬੀ ਅਬਰਾਹਾਮ ਦਾ ਪ੍ਰਚਾਰ ਕੀਤਾ ਗਿਆ ਸੀ.",
"Musa": "ਇਸਲਾਮ ਵਿੱਚ, ਮੈਸਾ ਇਬਿਨ'ਮੈਨਸ਼ਨ (ਅਰਬੀ ادران عمران, ਇਸ ਲਈ ਮੂਸਾ, ਅਮਰਮ ਦਾ ਪੁੱਤਰ ,, ਅਹਿਗ ਨਬੀ ਅਤੇ ਦੂਸਰਿਆਂ ਦਾ ਸਭ ਤੋਂ ਵੱਧ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਵਿਅਕਤੀ ਹੈ ਉਸਦਾ ਨਾਮ 136 ਵਾਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ਅਤੇ ਉਸਦੀ ਜ਼ਿੰਦਗੀ ਬਿਆਨ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ ਅਤੇ ਕਿਸੇ ਵੀ ਨਬੀ ਨਾਲੋਂ ਵੀ ਜ਼ਿਆਦਾ ਗਿਣੀ ਹੈ. [2] [2] []]\n\nਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਮੂਸਾ ਦਾ ਜਨਮ ਇੱਕ ਇਜ਼ਰਾਈਲੀ ਪਰਿਵਾਰ ਵਿੱਚ ਹੋਇਆ ਸੀ. ਬਚਪਨ ਵਿਚ, ਉਸ ਨੂੰ ਇਕ ਟੋਕਰੀ ਵਿਚ ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ ਜੋ ਨੀਲ੍ਹ (ਐਫ.ਆਈ.ਆਰ.ਆਈ.) ਪਤਨੀ ਅਸੀਆ ਦੁਆਰਾ ਮਸਾਉਂਦਾ ਮੱਸਾ ਬਣਾਉਂਦਾ ਹੈ, ਜੋ ਮਸਤਾ ਨੂੰ ਆਪਣੇ ਗੋਦ ਲਿਆ ਪੁੱਤਰ ਵਜੋਂ ਲੱਭਿਆ ਜਾਂਦਾ ਹੈ. ਬਾਲਗਵੁੱਡ ਪਹੁੰਚਣ ਤੋਂ ਬਾਅਦ, ਮੂਸਾ ਮਿਦਯਾਨ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ, ਫ਼ਿਰ Pharaoh ਨ ਨੂੰ ਫਿਰ ਤੋਂ ਫ਼ਿਰ Pharaoh ਨ ਨੂੰ ਖ਼ਤਰੇ ਵਿੱਚ ਪੈਣ ਤੋਂ ਪਹਿਲਾਂ. ਆਪਣੀ ਭਵਿੱਖਬਾਣੀ ਦੌਰਾਨ, ਮੁਸਾ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਬਹੁਤ ਸਾਰੇ ਚਮਤਕਾਰ ਕੀਤੇ ਹਨ, ਅਤੇ ਉਹ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਵਿਅਕਤੀਗਤ ਤੌਰ ਤੇ ਗੱਲ ਕਰਦੇ ਹਨ ਜੋ ਮੂਸਾ ਦੇ ਬੋਲਣ 'ਤੇ ਵਿਚਾਰ ਕਰਦੇ ਹਨ. ਨਬੀ ਦਾ ਸਭ ਤੋਂ ਪ੍ਰਸਿੱਧ ਚਮਤਕਾਰ ਉਹ ਸਾਗਰ ਨੂੰ ਵੰਡ ਰਿਹਾ ਹੈ, ਰੱਬ ਦੁਆਰਾ ਦਿੱਤੀ ਗਈ ਚਮਤਕਾਰੀ ਸੋਟੀ. ਕੁਰਾਨ ਤੋਂ ਇਲਾਵਾ, ਮਸਸਾ ਹਦੀਸ ਸਾਹਿਤ ਵਿਚ ਵੀ ਵਰਣਨ ਅਤੇ ਪ੍ਰਸੰਸਾ ਵੀ ਕੀਤੀ ਗਈ ਹੈ.\n\nਫ਼ਿਰ Pharaoh ਨ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ, ਮੂਸਾ ਅਤੇ ਉਸ ਦੇ ਪੈਰੋਦਨ ਯਰੂਸ਼ਲਮ ਵੱਲ ਜਾਂਦੇ ਹਨ, ਜਿੱਥੇ ਨਬੀ ਆਖਰਕਾਰ ਮਰਦੇ ਹਨ. ਇਸਲਾਮਲ ਰਵਾਇਤ ਵਿਚ, ਉਸ ਨੂੰ ਨਬੀ ਮੁਸਸਾ ਵਿਖੇ ਦਫ਼ਨਾਇਆ ਗਿਆ ਅਤੇ ਆਖਰਕਾਰ ਅਕਾਸ਼ ਵੱਲ ਵਧਿਆ. ਬਾਅਦ ਵਿਚ, ਉਸ ਨੂੰ ਦੱਸਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਰਾਤ ਦੇ ਯਾਤਰਾ ਦੌਰਾਨ, ਯਰੂਸ਼ਲਮ ਤੋਂ ਸਵਰਗ ਵਿਚ ਸਵਰਗ ਵਿਚ ਸਵਰਗ ਵਿਚ ਸਵਰਗ ਵਿਚ ਸਵਰਗ ਵਿਚ ਸਵਰਗ ਵਿਚ ਚੜ੍ਹਾਈ ('ਇਮਤਿਹਰ ਦਾ ਮਿਰਾਜ). [4] ਯਾਤਰਾ ਦੌਰਾਨ, ਮੁਸਾ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਪ੍ਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਲਈ ਵਾਰ ਵਾਰ ਮੁਹੰਮਦ ਨੂੰ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਅਸਲ ਵਿੱਚ ਪੰਜਾਹ ਮੰਨਿਆ ਜਾਂਦਾ ਸੀ, ਜਦੋਂ ਤੱਕ ਸਿਰਫ ਪੰਜ ਤੋਂ ਜ਼ਰੂਰੀ ਪ੍ਰਾਰਥਨਾਵਾਂ ਪੂਰੀਆਂ ਹੁੰਦੀਆਂ ਸਨ. [5] []]\n\nਮੂਸਾ ਨੂੰ ਇਸਲਾਮ ਵਿੱਚ ਇੱਕ ਬਹੁਤ ਹੀ ਮਹੱਤਵਪੂਰਣ ਸ਼ਖਸੀਅਤ ਵਜੋਂ ਵੇਖਿਆ ਜਾਂਦਾ ਹੈ. ਇਸਲਾਮੀ ਧਰਮ ਸ਼ਾਸਤਰ ਦੇ ਅਨੁਸਾਰ, ਸਾਰੇ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਹਰ ਨਬੀ ਅਤੇ ਰੱਬ ਦੇ ਦੂਤ ਦਾ ਵਿਸ਼ਵਾਸ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਮੂਸਾ ਅਤੇ ਉਸਦੇ ਭਰਾ ਹਾਰੂਨ ਸ਼ਾਮਲ ਹਨ. ਮੂਸਾ ਦੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਮੁਹੰਮਦ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਰੂਹਾਨੀ ਸਮਾਨਾਂਤਰ ਵਜੋਂ ਵੇਖਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਮੁਸਲਮਾਨ ਦੋਵਾਂ ਵਿਅਕਤੀਆਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਪੱਖੋਂ ਬਹੁਤ ਸਾਰੇ ਪਹਿਲੂਆਂ ਬਾਰੇ ਵਿਚਾਰ ਕਰਦੇ ਹਨ. [1] ਇਸਲਾਮੀ ਸਾਹਿਤ ਉਨ੍ਹਾਂ ਦੇ ਜੀਵਨ ਕਾਲ ਵਿੱਚ ਵਾਪਰਿਆ ਉਨ੍ਹਾਂ ਦੇ ਲੋਕਾਂ ਅਤੇ ਉਹ ਘਟਨਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਇੱਕ ਸਮਾਨ ਸਬੰਧਾਂ ਦਾ ਵੀ ਵਰਣਨ ਕਰਦਾ ਹੈ; ਪ੍ਰਾਚੀਨ ਮਿਸਰ ਤੋਂ ਇਸਰਾਏਲੀਆਂ ਦਾ ਕੂਚ ਕੁਦਰਤ ਅਤੇ ਉਸਦੇ ਪੈਰੋਕਾਰਾਂ ਦੇ ਪ੍ਰਵਾਸ ਨੂੰ ਮਾਹੇਨੇ ਦੇ ਪ੍ਰਵਾਸ ਕਰਨ ਲਈ, ਅਤੇ ਪ੍ਰਾਚੀਨ ਮਿਸਰੀਆਂ ਦੇ ਮੁਦਰਾ ਅਤੇ ਮੁਲਤਕਾਂ ਦੇ ਮੁਦਰਾ ਦੇ ਬਾਵਜੂਦ, ਅਤੇ ਮੁਸਲਮਾਨਾਂ ਦੀ ਕ੍ਰਮਵਾਰ ਮੇਕਨ ਦੁਆਰਾ. [7] ਉਹ ਉਸ ਦੇ ਪ੍ਰਗਟਾਵੇ, ਜਿਵੇਂ ਕਿ ਦਸ ਹੁਕਮ, ਜੋ ਤੌਰਾਤ ਦੇ ਭਾਗਾਂ ਦਾ ਹਿੱਸਾ ਬਣਦੇ ਹਨ ਅਤੇ ਇਜ਼ਰਾਈਮਿਜ਼ ਦੇ ਅਬਰਾਹਾਮਾਂ ਦੇ ਅਬਰਿਵਰਸਿਕ ਧਰਮਾਂ ਦੇ ਕੇਂਦਰੀ ਹਨ. [8] []] []] []] ਨਤੀਜੇ ਵਜੋਂ, ਯਹੂਦੀ ਅਤੇ ਈਸਾਈਆਂ ਨੂੰ ਮੁਸਲਮਾਨਾਂ ਲਈ \"ਪੁਸਤਕ ਦੇ ਲੋਕ\" ਵਜੋਂ ਨਾਮਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਸਲਾਮਿਕ ਕਾਨੂੰਨ ਲਾਗੂ ਹੁੰਦਾ ਹੈ. ਮੂਸਾ ਨੂੰ ਇਸਲਾਮਿਕ ਸਾਹਿਤ ਵਿਚ ਅੱਗੇ ਵਧਾਇਆ ਜਾਂਦਾ ਹੈ, ਜੋ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੀਆਂ ਘਟਨਾਵਾਂ ਅਤੇ ਚਮਤਕਾਰਾਂ ਨੂੰ ਕੁਰਾਨ ਅਤੇ ਹਦੀਸ ਦੇ ਕਾਰਨ ਬਣੇ ਹੁੰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਉਹ ਕੁਰਾਨ ਅਤੇ ਹਦੀਸ ਵਿਚ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਸਿੱਧੀ ਗੱਲਬਾਤ ਕਰਦੇ ਹਨ.",
"Harun": "ਇਸਲਾਮ ਵਿੱਚ, harūn ਆਈਬੀਐਨ 'ਗੁਣਾਂ [2] (ਅਰਬੀ: هاروار []] [ਅਸਫਲ ਤਸਦੀਕ] [ਸਪਸ਼ਟੀਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ] ਉਸ ਦੇ ਭਰਾ ਨੇ ਇਸਰਾਏਲੀਆਂ ਨੂੰ ਕੂਚ ਕਰਨ ਲਈ ਪ੍ਰਚਾਰ ਕੀਤਾ. []]\n\nਅਰਨ ਵਿੱਚ ਹਾਰੂਨ ਦੇ ਬਹੁਤ ਸਾਰੇ ਹਵਾਲੇ ਹਨ, ਨਾਮਾਂ ਅਤੇ ਨਾਮ ਦੇ ਬਿਨਾਂ. ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਅਬਰਾਹਾਮ ਦਾ ਵੰਸ਼ਜ ਸੀ [5] ਅਤੇ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਸਪੱਸ਼ਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ ਕਿ ਉਹ ਅਤੇ ਮੂਸਾ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸਜ਼ਾ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦੇਣ ਲਈ ਇਕੱਠੇ ਭੇਜੇ ਗਏ ਸਨ. []] ਇਹ ਹੋਰ ਅੱਗੇ ਵਧਾਉਂਦਾ ਹੈ ਕਿ ਮੂਸਾ ਨੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਸੀ ਜਦੋਂ ਉਸਨੇ ਮੂਸਾ ਨੂੰ ਸੀ ਤਾਂ ਇੱਕ ਨਬੀ ਅਤੇ ਭਾਸ਼ਣ ਦੇ ਮਾਮਲਿਆਂ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਕਾਰਜਕਾਲ ਸਨ. []] ਕੁਰਾਨ ਨੇ ਅੱਗੇ ਕਿਹਾ ਕਿ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਦੋਵਾਂ ਨੂੰ ਮਿਸਰ ਵਿੱਚ ਇਸਰਾਏਲੀਆਂ ਲਈ ਨੱਥੀ ਵਾਸਤਾਂ ਨੂੰ ਸਥਾਪਤ ਕਰਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਸਦੀਆਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੀ ਪੂਜਾ ਸਥਾਨਾਂ ਵਿੱਚ ਬਦਲਣ ਦਾ ਅਧਿਕਾਰ ਦਿੱਤਾ ਗਿਆ ਸੀ. [10]\n\nਸੁਨਹਿਰੀ ਵੱਛੇ ਦੀ ਘਟਨਾ ਕਿਉਂਕਿ ਇਹ ਇਕ ਸਕਾਰਾਤਮਕ ਰੋਸ਼ਨੀ ਵਿਚ ਕੁਰਾਨ ਵਿਚ ਬਗਾਵਤ ਹਾਰੂਨ ਵਿਚ ਬਿਆਨ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. ਕੁਰਾਨ ਕਹਿੰਦੀ ਹੈ ਕਿ ਹਾਰੂਨ ਨੂੰ ਇਜ਼ਰਾਈਲ ਦੀ ਅਗਵਾਈ ਸੌਂਪਿਆ ਗਿਆ ਸੀ ਜਦੋਂ ਕਿ ਮੂਸਾ ਸਰੂਤ '(ਅਰਬੀ: طور سnai] ਪਹਾੜ ਸਿਨਾਈ) [ਸਪਸ਼ਟੀਕਰਨ ਦੀ ਲੋੜ] ਇਸ ਨੂੰ ਜੋੜਦਾ ਹੈ ਕਿ ਹਾਰੂਨ ਨੇ ਗੋਲਡਨ ਵੱਛੇ ਦੀ ਪੂਜਾ ਨੂੰ ਰੋਕਣ ਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ, ਜੋ ਕਿ 'ਸਮਿਰੀ' ਦੇ ਨਾਮ ਨਾਲ ਹਾਰੂਨ ਦੁਆਰਾ ਨਹੀਂ ਬਣਾਇਆ ਗਿਆ ਸੀ. [13] ਜਦੋਂ ਮੂਸਾ ਸੀਨਈ ਪਹਾੜ ਤੋਂ ਵਾਪਸ ਆਈ ਤਾਂ ਉਸਨੇ ਮੂਰਤੀ ਦੀ ਪੂਜਾ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਹਾਰੂਨ ਨੂੰ ਦੁਬਾਰਾ ਛਿੜਕਿਆ, ਜਦੋਂ ਉਸ ਦੀ ਉਸਾਰੀ ਵਿਚ ਕੋਈ ਭੂਮਿਕਾ ਨਹੀਂ ਸੀ. [14] [12] ਕੁਰਾਨ ਫਿਰ ਇਸ ਤਰ੍ਹਾਂ ਮੂਸਾ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਇਸਰਾਏਲ ਦੇ ਪਾਪਾਂ ਨੂੰ ਸਜਾ ਦਿੱਤਾ, ਅਤੇ ਕਿਹਾ ਕਿ ਉਸ ਕੋਲ ਆਪਣੇ ਉੱਤੇ ਅਤੇ ਹਾਰੂਨ ਉੱਤੇ ਸਿਰਫ ਅਧਿਕਾਰ ਸੀ. [15]\n\nਬਾਅਦ ਵਿਚ ਕੁਰਾਨ ਵਿਚ ਇਕ ਅਜਿਹੇ ਰੂਪ ਵਿਚ ਟਿੱਪਣੀ ਕੀਤੀ ਗਈ ਜਿਸ ਦੇ \"ਸਾਫ ਅਧਿਕਾਰ\" [16] ਅਤੇ ਉਸ ਨੂੰ \"ਸਹੀ ਰਸਤੇ ਦੀ ਸੇਧ\" ਸੀ. [17] ਇਹ ਅੱਗੇ ਵਧਦਾ ਹੈ ਕਿ ਹਾਰੂਨ ਦੀ ਯਾਦ ਨੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਛੱਡ ਦਿੱਤਾ ਜੋ ਉਸਦੇ ਮਗਰ ਉਸ ਤੋਂ ਆਏ ਹਨ [19] ਮੰਗਲਵਾਰ ਨੂੰ ਪ੍ਰਮਾਤਮਾ ਨੇ ਕਿਹਾ, \" ਹਾਰੂਨ ਦੀ ਭੈਣ ਨੇ ਇਸ ਗੱਲ ਦੀ ਗੱਲ ਬਹਿਸ ਕੀਤੀ ਕਿ ਇਹ ਬਿਲਕੁਲ \"ਹਾਰੂਨ\" ਦੇ ਇਤਿਹਾਸਕ ਵਿਅਕਤੀਗਤਤਾ ਦੇ ਰੂਪ ਵਿੱਚ ਸੀ, ਕੁਝ ਕੰਪਨੀਆਂ ਦੇ ਹਾਰੂਨ ਦਾ ਸੰਦਰਭ ਸੀ, ਅਤੇ ਸਿਰਫ ਇੱਕ ਅਲੰਕਾਰਕ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹੋਏ \"ਭੈਣ\" ਜਾਂ ਦੋਵਾਂ ਅੰਕੜਿਆਂ ਵਿਚਕਾਰ ਅਧਿਆਤਮਕ ਲਿੰਕ ਜਦੋਂ ਮੈਰੀ ਇਸ ਤੋਂ ਸਪੱਸ਼ਟ ਹੁੰਦੀ ਹੈ ਕਿ ਮਰਿਯਮ ਨੂੰ \"ਹਾਰੂਨ ਦੇ ਨਾਮ ਨਾਲ ਮਸੀਹ ਦੇ ਸਮੇਂ ਦਾ ਰਹਿਣ ਵਾਲਾ ਹੋਰ ਬਣਿਆ ਹੋਇਆ ਸੀ. ਬਹੁਤੇ ਵਿਦਵਾਨ ਪੁਰਾਣਾ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨਾਲ ਸਹਿਮਤ ਹੋਏ ਹਨ, ਅਤੇ ਮਰਿਯਮ ਨਾਲ ਬੁੱਧ ਨਾਲ ਮਰਿਯਮ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਉਸ ਦੀ 21 '[21] ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਮਿਲਦੀ ਹੈ. The Quran also narrates that, centuries later, when the Tabut (Arabic: تـابـوت, Ark of the Covenant) returned to Israel, it contained \"relics from the family of Moses and relics from the family of Aaron\".[22]",
"DhulKifl": "Dhul-Kifl (ਅਰਬੀ: ذو ٱلكفل, ذḏ'l-kīfl, dhul lifl, zu al-kifl, ਜਾਂ zu l-kifl) ਇੱਕ ਇਸਲਾਮੀ ਨਬੀ ਹੈ. ਹਾਲਾਂਕਿ ਉਸਦੀ ਪਛਾਣ ਅਣਜਾਣ ਹੈ, ਪਰ ਉਸਦੀ ਪਛਾਣ ਨੂੰ ਸਿਧਾਂਤਕ ਕਿਹਾ ਗਿਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ਵਿੱਚ ਆਮ ਤੌਰ ਤੇ ਹਿਜ਼ਕੀਏਲ ਅਤੇ ਗੌਤਾਮਾ ਬੁੱਧ ਕਿਹਾ ਜਾਂਦਾ ਹੈ []] []] []] []] []] []] []] []] ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ Dhul-kifl ਅੱਲ੍ਹਾ ਨੇ ਅੱਲ੍ਹਾ ਦੁਆਰਾ ਜ਼ਿੰਦਗੀ ਦੇ ਇਕ ਹਾਈ ਸਟੇਸ਼ਨ ਤੋਂ ਉੱਚਾ ਕੀਤਾ ਹੈ ਅਤੇ ਕੁਰਾਨ ਵਿਚ \"ਭਲਾਈ ਦੀ ਸੰਗਤ\" ਦੇ ਆਦਮੀ ਵਜੋਂ ਭਿਆਨਕ ਹੈ. []] ਹਾਲਾਂਕਿ ਹੋਰ ਇਤਿਹਾਸਕ ਸਰੋਤਾਂ ਤੋਂ ਡੀਲ-ਕਫਲ ਤੋਂ ਬਹੁਤ ਕੁਝ ਜਾਣਿਆ ਜਾਂਦਾ ਨਹੀਂ, ਕਲਾਸੀਕਲ ਟਿੱਪਣੀਕਾਰਾਂ, ਜਿਵੇਂ ਕਿ ਆਈਬੀਐਨ ਈਸ਼ੈਕ ਅਤੇ ਆਈਬੀਐਨ ਕੈਥਿਰ, ਭਵਿੱਖਬਾਣੀ ਆਦਮੀ ਵਜੋਂ ਬੋਲਦਾ ਹੈ ਜੋ ਰੋਜ਼ਾਨਾ ਪ੍ਰਾਰਥਨਾ ਅਤੇ ਉਪਾਸਨਾ ਵਿਚ ਵਫ਼ਾਦਾਰ ਰਿਹਾ. [ 6]\n\nਦਲੀਅਰਬਾਕੀਰ ਦੇ ਅਰੋਗਨੀ ਪ੍ਰਾਂਤ ਵਿਚ ਇਕ ਮਕਬੜੀ, ਟਰਕੀ ਨੂੰ ਕੁਝ ਲੋਕਾਂ ਦੁਆਰਾ ਨਬੀ-ਕਾਈਫਲ ਦਾ ਬਾਕੀ ਆਰਾਮ ਸਥਾਨ ਸਨ. ਇਹ ਸ਼ਹਿਰ ਦੇ ਕੇਂਦਰ ਤੋਂ 5 ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ ਤੋਂ ਪਹਾੜੀ 'ਤੇ ਸਥਿਤ ਹੈ ਜਿਸ ਨੂੰ ਮਕਮ ਦਾğı. [7] []]\n\nਐਟੀਮੋਲੋਜੀ\nਨਾਮ ਦੇ ਅਧਾਰ 'ਦਾ ਸ਼ਾਬਦਿਕ ਅਰਥਾਂ ਦਾ ਸ਼ਾਬਦਿਕ ਅਰਥ ਹੈ \"ਕਿਫਲ ਦਾ ਮਾਲਕ\" ਨਾਮ ਦਾ ਅਰਥ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ ਇਸ ਦਾ ਮਾਲਕ \"ਜਿੱਥੇ ਕੁਝ ਗੁਣਕਾਰੀ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ. [9] ਅਜਿਹੇ ਨਾਮ ਕੁਰਾਨ ਦੇ ਹੋਰ ਮਹੱਤਵਪੂਰਣ ਚਿੱਤਰਾਂ ਦੇ ਵਰਤੇ ਗਏ ਸਨ, ਉਦਾਹਰਣ ਵਜੋਂ ਮੈਂ ਵੂ ਅਲ-ਕੌਰੂਨਯਨ (ਅਰਬੀ: ذو ذور: ਅਰਬੀ: ذو ٱلننون, ਲਿਟ. 'ਮੱਛੀ ਦੇ ਨਾਲ ਇਕ'), ਯੂਨਸ ਦਾ ਜ਼ਿਕਰ. ਕਿਫਲ ਇੱਕ ਪੁਰਾਤੱਤਵ ਅਰਬੀ ਸ਼ਬਦ ਹੈ ਜਿਸਦਾ ਅਰਥ ਹੈ \"ਡਬਲ\" ਜਾਂ \"ਡੁਪਲਿਕੇਟ\", ਇੱਕ ਰੂਟ ਦੇ ਅਰਥਾਂ ਤੋਂ \"ਫੋਲਡ ਟੂ ਡਬਲ\" ਜਾਂ \"ਫੋਲਡ ਕਰਨਾ\"; ਇਹ ਕੱਪੜੇ ਦੇ ਗੁਣਾ ਲਈ ਵੀ ਵਰਤੀ ਜਾਂਦੀ ਸੀ. ਨਾਮ ਆਮ ਤੌਰ ਤੇ \"ਇੱਕ ਡਬਲ ਕੰਡੀਅਨ\" ਦਾ ਮਤਲਬ ਸਮਝਣ ਲਈ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ. ਕੁਝ ਵਿਦਵਾਨਾਂ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਹੈ ਕਿ ਨਾਮ ਦਾ ਅਰਥ ਹੈ \"ਆਦਮੀ ਨੂੰ ਦੋਹਰਾ ਬਦਲਾ\" ਜਾਂ ਇਸ ਦੀ ਬਜਾਏ \"ਉਹ ਆਦਮੀ ਜਿਸਨੂੰ ਨੌਕਰੀ ਲਈ ਇੱਕ ਉਪ੍ਹਾ ਹੈ, ਕਿਉਂਕਿ ਉਸਦਾ ਪਰਿਵਾਰ ਉਸ ਕੋਲ ਵਾਪਸ ਆਇਆ ਸੀ ਕੁਰਾਨ ਅਤੇ ਅੱਯੂਬ ਦੀ ਕਿਤਾਬ ਦੇ ਅਨੁਸਾਰ. [11]\n\nਇਕ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਦੇ ਅਨੁਸਾਰ, ਇਸਦਾ ਅਰਥ ਹੈ \"ਕਿਫਲ ਦਾ ਆਦਮੀ\", ਭਾਗੀਦਾਰ ਦਾ ਇਕ ਹੋਰ ਸੰਭਵ ਅਨੁਵਾਦ ਹੈ ਅਤੇ ਕੀਫਲ ਕਥਿਤ ਤੌਰ 'ਤੇ \"ਕਪਿਲਾਵਾਸਟੁਸਟੂ\" ਦੇ ਅਰਬੀ ਪਿੰਜਰ \"\n\nਹਿਜ਼ਕੀਏਲ\nਕੁਝ ਰਾਏ ਕਰਦੇ ਹਨ ਕਿ ਡੀਐਚਲ-ਕੀਫਲ ਹਿਜ਼ਕੀਏਲ ਹੋ ਸਕਦਾ ਹੈ. ਜਦੋਂ ਗ਼ੁਲਾਮੀ, ਰਾਜਸ਼ਾਹੀ ਅਤੇ ਰਾਜ ਦਾ ਜਨਮ ਹੋਇਆ, ਤਾਂ ਇਕ ਰਾਜਨੀਤਿਕ ਅਤੇ ਰਾਸ਼ਟਰੀ ਜੀਵਨ ਸੰਭਵ ਨਹੀਂ ਸੀ. ਉਸ ਦੀ ਕਿਤਾਬ ਦੇ ਦੋ ਹਿੱਸਿਆਂ, ਉਸ ਦੀ ਪੁਸਤਕ ਅਤੇ ਉਸ ਦੇ ਪ੍ਰਚਾਰ ਵਿਚ ਇਕੋ ਜਿਹੇ ਹਨ, ਅਤੇ ਡੀਐਚਯੂਐਲ-ਕੀਫਲ ਦਾ ਅਰਥ ਹੈ \"ਫੋਲਡ ਟੂ ਡਬਲ\" ਜਾਂ \"ਫੋਲਡ ਕਰਨ ਵਾਲਾ\".\n\nਪਰ ਅਬਦੁੱਲਾ usef ਅਲੀ, ਉਸ ਦੀ ਕੁਰਿਕ ਟਿੱਪਣੀ ਵਿਚ ਕਿਹਾ ਗਿਆ ਹੈ:\n\nDhul-Kifl ਦਾ ਅਰਥ ਸ਼ਾਬਦਿਕ ਅਰਥ ਹੋਵੇਗਾ \"ਮਾਲਕ, ਜਾਂ ਦੇਣਾ, ਇੱਕ ਦੋਹਰਾ ਮੰਗ ਜਾਂ ਹਿੱਸਾ\" ਹੋਵੇਗਾ; ਜਾਂ ਨਹੀਂ ਤਾਂ, \"ਇੱਕ ਜਿਸਨੇ ਡਬਲ ਮੋਟਾਈ ਦਾ ਚੋਗਾ ਵਰਤਿਆ,\" ਜੋ ਕਿ ਜੇਫਲ ਦੇ ਅਰਥਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ. ਟਿੱਪਣੀਕਾਰ ਰਾਏ ਵਿੱਚ ਵੱਖਰੇ ਹਨ ਕਿ ਕੌਣ ਇਸਦਾ ਅਰਥ ਹੈ ਕਿ ਉਸ ਉੱਤੇ ਸਿਰਲੇਖ ਕਿਉਂ ਲਾਗੂ ਕੀਤਾ ਗਿਆ ਹੈ. ਮੈਨੂੰ ਲਗਦਾ ਹੈ ਕਿ ਸਭ ਤੋਂ ਵਧੀਆ ਸੁਝਾਅ ਹੈ ਕਿ ਕਰਸਸਟਨ ਨੂਯੂਹਰ ਦੁਆਰਾ ਆਪਣੀ ਰੀਸੈਸਕਿਜ਼ਰਸ ਨਚ ਅਰੇਸੀਨ, ਕੋਪੇਨਹੇਗਨ, 1778, ਵਿੱਚ ਦਿੱਤਾ ਗਿਆ ਹੈ. 264-266, ਡੀਲ-ਕਫਲ ਅਧੀਨ ਇਸਲਾਮ ਦੇ ਐਨਸਾਈਕਲੋਪੀਡੀਆ ਵਿੱਚ ਹਵਾਲਾ ਦਿੱਤਾ ਗਿਆ ਹੈ. ਉਸਨੇ ਮੇਸ਼ਾਦ 'ਸਾਰੇ' ਇਰਾਕ ਦਾ ਦੌਰਾ ਕੀਤਾ, ਅਤੇ ਨੀਜਫ ਅਤੇ ਹਿਲਾ (ਬਾਬਲ) ਦੇ ਵਿਚਕਾਰ ਅੱਧਾ ਸ਼ਹਿਰ. ਕੇਫਿਲ, ਉਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਹਿਜ਼ਕੀਏਲ ਦਾ ਅਰਬੀ ਰੂਪ ਹੈ. ਹਿਜ਼ਕੀਏਲ ਦਾ ਅਸਥਾਨ ਉਥੇ ਸੀ, ਅਤੇ ਯਹੂਦੀ ਇਸ ਕੋਲ ਤੀਰਥ ਅਸਥਾਨ ਤੇ ਆਏ. ਜੇ ਅਸੀਂ \"Dhul-kifl\" ਨੂੰ ਇਕ ਤਪਮੀ ਨਾ ਹੁੰਦੇ, ਪਰ \"ਹਿਜ਼ਕੀਏਲ\" ਦਾ ਇਕ ਨਾਮ ਦਿੱਤਾ ਗਿਆ ਰੂਪ, ਯਰੂਸ਼ਲਮ ਉੱਤੇ ਆਪਣੇ ਦੂਜੇ ਹਮਲੇ ਦੇ ਬਾਅਦ ਨਬੂਕਦਨੱਸਰ ਦੁਆਰਾ ਬਾਬਲ ਲੈ ਗਿਆ. B.c. 599). ਉਸ ਦੀ ਕਿਤਾਬ ਨੂੰ ਇੰਗਲਿਸ਼ ਬਾਈਬਲ (ਪੁਰਾਣੇ ਨੇਮ) ਵਿਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ. [15] ਉਸਨੂੰ ਜੰਜ਼ੀਬ ਅਤੇ ਬੰਨ੍ਹਿਆ ਗਿਆ ਅਤੇ ਕੈਦ ਵਿੱਚ ਪਾ ਦਿੱਤਾ ਗਿਆ, ਅਤੇ ਇੱਕ ਸਮੇਂ ਲਈ ਉਹ ਗੂੰਗਾ ਸੀ. ਉਸਨੇ ਸਾਰਿਆਂ ਨੂੰ ਸਬਰ ਅਤੇ ਨਿਰੰਤਰਤਾ ਨਾਲ ਜਨਮ ਦਿੱਤਾ, ਅਤੇ ਇਜ਼ਰਾਈਲ ਦੀਆਂ ਬੁਰਾਈਆਂ ਨੂੰ ਦਲੇਰੀ ਨੂੰ ਤਾੜਨਾ ਜਾਰੀ ਰੱਖਿਆ. ਇਕ ਜਲਣਸ਼ੀਲਤਾ ਵਿਚ ਉਹ ਸ਼ਬਦਾਂ ਵਿਚ ਝੂਠੇ ਨੇਤਾ ਨਿੰਦਣੇ ਹਨ ਜੋ ਕਿ ਸੱਚੇ ਹਨ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਚਰਵਾਹਿਆਂ ਨਾਲ ਰਹਿਣ ਵਾਲੇ ਬਚਨ ਨੂੰ ਖੁਆਉਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਹੋ, ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰ ਦਿਓ ਜੋ ਖੁਆਉਂਦੇ ਹਨ, ਪਰ ਤੁਸੀਂ ਬਿਮਾਰ ਨਹੀਂ ਹੋ ਸਕਦੇ.\n\n- ਅਬਦੁੱਲਾ ਯੂਸਫ ਅਲੀ, ਹੋਲੀ ਕੁਰਾਨ: ਟੈਕਸਟ, ਅਨੁਵਾਦ ਅਤੇ ਟਿੱਪਣੀ [17]\n\nਕੁਰਾਨ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ\nਕੁਰਾਨ ਵਿਚ\nਹੇਠ ਲਿਖੀਆਂ ਆਇਤਾਂ ਵਿੱਚ, ਕੁਰਾਨ ਵਿੱਚ ਦੋ ਵਾਰ Dhul-kifl ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ:\n\nਅਤੇ (ਯਾਦ ਰੱਖੋ) isAmail, ਮਿਸਰ, ਅਤੇ ਧੂਲਾ, ਅਤੇ ਡੀਲ-ਕਿਫਲ, ਸਾਰੇ (ਆਦਮੀ) ਸਥਿਰਤਾ ਅਤੇ ਸਬਰ ਦੇ ਸਾਰੇ (ਆਦਮੀ).\nਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਰਹਿਮਤ ਲਈ ਮੰਨ ਲਿਆ, ਕਿਉਂਕਿ ਉਹ ਧਰਮੀ ਲੋਕਾਂ ਦੇ ਸਨ.\n\n- ਕੁਰਾਨ, ਸੂਰਾ ਅਨਾਬੀ (21), ਅਯਾਸ 85-86 [13]\nਅਤੇ ਇਸ ਤੋਂ ਇਲਾਵਾ, ਅਲੀਸ਼ਾ ਅਤੇ ਡੀਐਚਲ-ਕਿਫਲ ਦੀ ਯਾਦਗਾਰ: ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਹਰ ਇਕ ਚੰਗਿਆਈ ਦੀ ਸੰਗਤ ਸੀ.\n\n- ਕੁਰਾਨ, ਸਰਾਹ ਉਦਾੀ (38) ਅਯਾਹ 48 [14]\nਦੋਵਾਂ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਗਲਤ-ਕੀਫਲ ਦਾ ਜ਼ਿਕਰ ਕੁਰਾਨੀ ਨਬੀਆਂ ਦੀ ਸੂਚੀ ਦੇ ਪ੍ਰਸੰਗ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਹੋਰਾਂ ਨੂੰ ਉਪਰੋਕਤ ਅਏਤ ਵਿੱਚ ਜ਼ਿਕਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ.\nਅਲ ਕਿਫਲ (ਅਰਬੀ: ul-kifl) ਨੂੰ njaf ਅਤੇ al hillah ਦੇ ਵਿਚਕਾਰ ਦੱਖਣ-ਕਿਆਲ ਇਰਾਕ ਵਿੱਚ ਇੱਕ ਸ਼ਹਿਰ ਹੈ. ਇਸ ਅਸਥਾਨ ਦੇ ਲਈ ਪਰਿਵਰਤਨ ਵਾਲੇ ਨਾਮ ਅਲ ਕਿਫਲ ਦੇ ਰੂਪ ਵਿੱਚ ਹਨ: ਭੁਲੱਕੜ ਅਲ-ਨਬੀ ਡਹੂੂਲ ਕੀਨ, ਜ਼ੂਲ ਕਿਫਲ ਸ਼੍ਰੀਮਾਨ, ਹਜ਼ਕਿਅਲ ਸ਼੍ਰੀਮਾਨ ਸ਼੍ਰੀਮਾਨ . ਹੇਜ਼ਤ ਵਾਈ ਨੂੰ ਇਬਰਾਨੀ ਯੇਹਜ਼ਾਕੈਲ ਦਾ ਅਰਬੀ ਲਿਪੀ ਅੰਤਰਨ ਹੈ, ਜੋ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਅਰਬੀ ਅਪਣਾਏ ਤਾਂ ਜ਼ਿਆਦਾਤਰ ਸਿੱਖਿਆਕਾਰੀ ਦੇ ਯਹੂਦੀਆਂ ਦੁਆਰਾ ਵਰਤੇ ਗਏ ਸਨ. ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਯਹੂਦੀਆਂ ਨੇ ਹਿਜ਼ਕੀਏਲ ਅਤੇ dhul-kifl ਨੂੰ ਬਰਾਬਰੀ ਕਰ ਦਿੱਤੀ ਅਤੇ ਮੁਸਲਿਮ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਕੀਮਤ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ. ਇਰਾਕੀ ਅਧਿਕਾਰੀ ਦਾਅਵਾ ਕਰਦੇ ਹਨ ਕਿ 1316 (715-16 ਆਹ ਦੇ ਉਲਜਿਤੂ ਵਿਚ, ਯਹੂਦੀ ਭਾਈਚਾਰੇ ਦੀ ਕਬਰ ਉੱਤੇ ਸਰਪ੍ਰਸਤੀ ਦੇ ਅਧਿਕਾਰ ਪ੍ਰਾਪਤ ਕੀਤੇ. ਨਤੀਜੇ ਵਜੋਂ, ਇਸ ਦੇ ਨਾਮ ਦਾ ਨਾਮ ਇਕੋ ਨਬੀ ਲਈ ਇਸਲਾਮਿਕ ਨਾਮਾਂਚੇਦਾਰੀ ਅਨੁਸਾਰ ਰੱਖਿਆ ਗਿਆ ਸੀ. ਸੁਲਤਾਨ ਉਲਜੀਤੁ ਅਤੇ ਇਕ ਮਸਜਿਦ ਅਤੇ ਇਕ ਖੁਆਖ ਕੇ ਬਣਤਰ ਨੂੰ ਜੋੜਿਆ ਗਿਆ. ਨਾਲ ਹੀ ਉਸਨੇ ਮੰਦਰ ਨੂੰ ਬਹਾਲ ਕੀਤਾ ਕਿ ਉਹ ਕੁਝ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰ ਰਹੀ ਹੈ ਜੋ ਇਸ ਦੇ ਮੌਜੂਦਾ ਰਾਜ ਦੀ ਪ੍ਰੀ-ਇਲਤਾਨੀ ਯਾਤਰੀਆਂ ਦੇ ਵਰਣਨ ਨਾਲ ਇਸ ਦੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਨਾਲ ਸਪੱਸ਼ਟ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ. ਇਹ ਜਗ੍ਹਾ ਇਕ ਮੁਸਲਿਮ ਤੀਰਥ ਸਥਾਨ ਰਹੀ ਜਦੋਂ ਉਨੀਰ੍ਹਵੀਂ ਸਦੀ ਦੇ ਸ਼ੁਰੂ ਤਕ, ਇਕ ਅਮੀਰ ਯਹੂਦੀ, ਸਫਲਤਾਪੂਰਵਕ ਇਸ ਨੂੰ ਇਕ ਯਹੂਦੀ ਸਾਈਟ ਵਿਚ ਬਦਲ ਕੇ ਅਤੇ ਇਸ ਨੂੰ ਵਾਪਸ ਬਦਲ ਕੇ. ਉਨਟਾਰੀ ਇਕਲੌਤਾ ਸਾਈਟ ਵਜੋਂ ਇਸਦੇ ਕਾਰਜਕਾਲ ਦੀ ਇਕੋ ਗਵਾਹ ਵਜੋਂ ਰਹੀ. ਹਾਲਾਂਕਿ ਮਸਜਿਦ ਅਤੇ ਮਿਨਰਟ 14 ਵੀਂ ਸਦੀ ਵਿਚ ਬਣੀਆਂ ਸਨ, ਪਰ ਇਸ ਅਸਥਾਨ ਅਤੇ ਕਬਰ ਦੀ ਪੁਜਾਰੀ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ. [18]\n\nਗੌਤਮ ਬੁੱਧਧਾ\nਡੀਐਚਯੂਲ-ਕਾਈਫਲ ਬੁੱਧ ਨਾਲ ਵੀ ਕੀਤੀ ਗਈ ਹੈ. [19] [20] [21] Dhul-Kifl ਦੇ ਅਰਥ ਅਜੇ ਵੀ ਬਹਿਸ ਹੈ, ਪਰ ਇੱਕ ਝਲਕ ਦੇ ਅਨੁਸਾਰ, ਬੁੱਧ ਦੇ ਤੀਹ ਸਾਲ ਬਿਤਾਏ ਗਏ, ਜਿੱਥੇ ਕਿ ਦੋ ਸਾਲ ਬਿਤਾਏ). [12]\n\nਇਸ ਵਿਚਾਰ ਦੇ ਸਮਰਥਕਾਂ ਨੇ ਕੁਰਾਨ ਦੇ 95 ਵੇਂ ਅਧਿਆਇ ਦੀਆਂ ਪਹਿਲੀਆਂ ਆਇਤਾਂ ਨੂੰ ਸੁਰਾਹੇ ਦੇ ਟਿਨ ਦੇ 95 ਵੇਂ ਅਧਿਆਇ ਦੀਆਂ ਪਹਿਲੀਆਂ ਆਇਤਾਂ ਦਾ ਹਵਾਲਾ ਦਿੱਤਾ:\n\nਅੰਜੀਰ ਅਤੇ ਜ਼ੈਤੂਨ ਅਤੇ ਮਾਉਂਟ ਸੀਨਈ ਪਹਾੜ ਅਤੇ ਇਸ ਸੁਰੱਖਿਅਤ ਸ਼ਹਿਰ ਦੁਆਰਾ ˹OFKA˺!\n\n- ਕੁਰਾਨ, 95: 1-3\nਇਹ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਦੇ ਅਨੁਸਾਰ, ਇਹ ਬਾਣੀ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤੀਆਂ ਥਾਵਾਂ ਤੋਂ: ਸਿਨਾਈ ਉਹ ਜਗ੍ਹਾ ਹੈ ਜਿਥੇ ਮੂਸਾ ਨੂੰ ਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ ਹੁੰਦੀ ਸੀ; ਮੱਕਾ ਉਹ ਜਗ੍ਹਾ ਹੈ ਜਿਥੇ ਮੁਹੰਮਦ ਨੂੰ ਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ ਮਿਲੀ; ਜ਼ੈਤੂਨ ਦਾ ਰੁੱਖ ਉਹ ਜਗ੍ਹਾ ਹੈ ਜਿਥੇ ਯਿਸੂ ਨੂੰ ਪ੍ਰਕਾਸ਼ ਮਿਲਿਆ. ਇਸ ਸਥਿਤੀ ਵਿੱਚ, ਬਾਕੀ ਅੰਜੀਰ ਦਾ ਰੁੱਖ ਉਹ ਹੈ ਜਿੱਥੇ ਗੌਤਮ ਬੁੱਧ ਨੂੰ ਪ੍ਰਕਾਸ਼ਨ ਮਿਲਿਆ ਸੀ. [21]\n\nਕੁਝ ਇਹ ਵੀ ਇਸ ਨੂੰ ਹੋਰ ਅੱਗੇ ਲੈਂਦੇ ਹਨ ਅਤੇ ਇਹ ਦੱਸਦੇ ਹਨ ਕਿ ਮੁਹੰਮਦ ਖੁਦ ਬੁੱਧ ਸੀ, ਜਿਵੇਂ ਬੁੱਧ ਨੂੰ \"ਇਕ ਗਿਆਨਵਾਨ\" ਹੈ. [23]\n\nਹੋਰ\nਮੁਕੁਲ-ਕਿਫਲ ਨੂੰ ਵੀ ਯਹੋਸ਼ੁਆ, ਯਸਾਯਾਹ [24] ਅਤੇ ਯਸਾਯਾਹ ਦੇ ਨਾਲ ਬਖਤਰਿਆ ਗਿਆ ਹੈ. [25]",
"Dawud": "ਦਾਡ (ਅਰਬੀ: ਰੋਬ ਦੁਆਰਾ ਰੋਮਾਂਚਕ: ਤਤੁਦਾ [ਦਾːw ːग्मी]), ਇੱਕ ਨਬੀ ਅਤੇ ਪ੍ਰਮਾਤਮਾ ਦਾ ਯੂਨਾਈਟਿਡ ਕਿੰਗਡਮ ਦਾ ਯੂਨਾਨਿਡ ਰਾਜਾ ਹੈ. [1] ਇਸ ਤੋਂ ਇਲਾਵਾ, ਮੁਸਲਮਾਨ ਦਾ David ਦ ਦਾ ਵੀ ਸਨਮਾਨਿਤ ਜ਼ਬੂਰ (ਜ਼ਬੂਰਾਂ) ਦੇ ਬ੍ਰਹਮ ਪ੍ਰਗਟ ਹੋਣ ਦਾ ਸਨਮਾਨ ਕੀਤਾ ਸੀ. [2] []] ਦਾਗੌਡ ਇਸਲਾਮ ਵਿੱਚ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਣ ਲੋਕਾਂ ਵਿੱਚੋਂ ਇੱਕ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ. ਕੌਰਾਨ ਵਿਚ ਸੋਲਾਂ ਵਾਰ ਜ਼ਿਕਰ ਕਰਦਿਆਂ, ਦਾ David ਦ ਇਸਲਾਮੀ ਧਰਮ-ਗ੍ਰੰਥ ਵਿਚ ਮੁਹੰਮਦਾਂ ਦੀ ਲੜੀ ਦੇ ਅਨੁਸਾਰ ਪ੍ਰਗਟ ਹੁੰਦਾ ਹੈ ਜੋ ਮੁਹੰਮਦ ਨੇ ਕੀਤਾ ਸੀ. []] ਹਾਲਾਂਕਿ ਉਹ ਆਮ ਤੌਰ ਤੇ \"ਕਾਨੂੰਨੀ\" ਨਬੀਆਂ ਵਿਚੋਂ ਇਕ ਨਹੀਂ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ (ਯੁਵਾ ਅਲ-'ਜ਼ਮ), \"ਉਹ ਇਸਲਾਮਿਕ ਸੋਚ ਵਿਚ ਕਿਸੇ ਮਾਮੂਲੀ ਸ਼ਕਲ ਤੋਂ ਬਹੁਤ ਦੂਰ ਹੈ. [2] ਬਾਅਦ ਵਿੱਚ ਇਸਲਾਮੀ ਪਰੰਪਰਾਵਾਂ ਵਿੱਚ, ਉਸਨੂੰ ਪ੍ਰਾਰਥਨਾ ਅਤੇ ਵਰਤ ਰੱਖਣ ਲਈ ਉਸਦੇ ਕਠੋਰਤਾ ਅਤੇ ਵਰਤ ਰੱਖਣ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. ਉਹ ਪ੍ਰੋਟੋਟਾਈਪਿਕਲ ਸਿਰਫ ਹਾਕਮ ਦੇ ਰੂਪ ਵਿੱਚ ਵੀ ਪੇਸ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਧਰਤੀ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅਧਿਕਾਰ ਦੇ ਪ੍ਰਤੀਕ ਵਜੋਂ ਵੀ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਸੀ, ਇੱਕ ਪਾਤਸ਼ਾਹ ਅਤੇ ਨਬੀ ਸੀ.\n\nਦਾ David ਦ ਇਸਲਾਮਿਕ ਯਰੂਸ਼ਲਮ ਦੇ ਧਾਰਮਿਕ architect ਾਂਚੇ ਲਈ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਮਹੱਤਵਪੂਰਣ ਹੈ. [1] ਦਾਗਈ ਬਾਈਬਲ ਦਾ David ਦ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ, ਜੋ ਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਯੂਨਾਈਟਿਡ ਕਿੰਗਡਮ ਆਫ਼ ਇਜ਼ਰਾਈਲ ਕਿੰਗਡਮ ਦਾ ਦੂਜਾ ਰਾਜਾ ਰਾਜ ਕਰਨ ਲਈ ਸੀ. 1010-970 ਸਾ.ਯੁ.ਪ.ਏ. ਹਵਾਲੇ ਦੀ ਲੋੜ ਹੈ]\n\nਕੁਰਾਨ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ\nਕੁਰਾਨ ਵਿਚ ਦਾ David ਦ ਦੇ ਕਈਆਂ ਦੇ ਬਿਰਤਾਂਤ, ਬਾਈਬਲ ਵਿਚ ਦਿੱਤੇ ਸਮਾਨ ਰੂਪਾਂਤਰ. ਇਸਦਾ ਨਾਮ ਇੱਕ ਨਬੀ (Na ਕਬੀ) ਅਤੇ ਇੱਕ ਮੈਸੇਂਜਰ (ਰਾਸੁਅਲ) ਦਾ David ਦ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀਆਂ ਸੂਚੀਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਮਾਤਮਾ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਇਆ ਸੀ ਜਾਂ ਸੇਧ ਪ੍ਰਾਪਤ ਕੀਤੀ. ਦੋਵਾਂ ਸੂਚੀਆਂ ਵਿਚ ਉਸ ਦਾ ਨਾਮ ਉਸ ਦੇ ਪੁੱਤਰ ਸੁਲੇਮਾਨ ਦੇ ਅੱਗੇ ਦਿਖਾਈ ਦਿੰਦਾ ਸੀ. ਹੋਰ ਕਿਤੇ ਵੀ ਕੁਰਾਨ ਦੱਸਦੀ ਹੈ ਕਿ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਦੋਵਾਂ ਨੂੰ \"ਧੁਨੀ ਨਿਰਣਾ\" (ਅਨੁਤ \") ਅਤੇ\" ਗਿਆਨ \"; 27:15; 27:15; 27:15; 27:15; 27:15) ਦੇ ਦੋਸਿਆਂ ਨੂੰ ਦਿੱਤੇ ਗਏ. ਫਿਰ ਵੀ ਕੁਰਾਨ ਵੀ ਉਸ ਨੂੰ ਸੁਲੇਮਾਨ ਤੋਂ ਵੱਖ ਕਰਦਾ ਹੈ: ਡੇਵਿਡ ਨੇ ਗੋਲਿਅਥ (2: 251) ਨੂੰ ਮਾਰਿਆ [2: 101) ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਗਈ ਸੀ, ਜਦਕਿ 21: 105 ਵਰਤਦਾ ਹੈ ਨਿਸ਼ਚਤ ਰੂਪ ਤੋਂ ਅਲ-ਜ਼ਬੇਰ), []] ਜ਼ਬੂਰਾਂ ਦੀ ਜ਼ਬੂਰ ਪੱਕੇ ਪਦ ਵਿਚ ਸ਼ਾਇਦ ਇਬਰਾਨੀ ਪੀਆਈਐਸਮਰ ਜਾਂ ਸੀਰੀਆਕ ਮਾਜ਼ਮਿਰ ਜਾਂ ਸੀਰੀਆਕ ਮਾਜ਼ਮਿਰ ਨਾਲ ਸਬੰਧਤ ਹੈ. ਪਹਾੜਾਂ ਅਤੇ ਪੰਛੀਆਂ ਨਾਲ ਦਾ David ਦ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ 34:10 ਪ੍ਰਮਾਤਮਾ ਉਨ੍ਹਾਂ ਨੂੰ ਅਜਿਹਾ ਕਰਨ ਲਈ ਆਦੇਸ਼ ਦਿੰਦਾ ਹੈ; ਸੀ.ਐੱਫ.ਆਰ.. ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ 148: 7-10). ਰੱਬ ਨੇ ਦਾ David ਦ ਨੂੰ \"ਵ੍ਹਾਈਟਸੈਂਟ\" ਬਣਾਇਆ (ਖਾਲਫ਼ਾ; 38:26), ਇਕ ਸਿਰਲੇਖ ਜੋ ਕੁਰਾਨ ਨਹੀਂ ਤਾਂ ਸਿਰਫ ਆਦਮ (2:30) ਨੂੰ ਦਿੰਦਾ ਹੈ. ਇਹ ਸਿਰਲੇਖ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ ਕਿ ਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਦਾ David ਦ ਇੱਕ ਮੈਸੇਂਜਰ ਤੋਂ ਇਲਾਵਾ ਕੁਝ ਹੋਰ ਸੀ: ਉਹ ਬ੍ਰਹਮ ਚੁਣੇ ਗਏ ਨੇਤਾ ਸੀ ਜਿਸ ਨੇ ਧਰਤੀ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਰਾਜ ਸਥਾਪਤ ਕੀਤਾ ਸੀ. [1] ਇਸ ਭੂਮਿਕਾ ਨੂੰ 2: 251 ਤਕ ਵੀ ਸੁਝਾਅ ਦਿੱਤਾ ਗਿਆ ਹੈ: \"ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸਨੂੰ ਅਧਿਕਾਰ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੂੰ ਸਿਖਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਿਖਾਇਆ. ਜੇ ਰੱਬ ਕੁਝ ਲੋਕਾਂ ਨੂੰ ਦੂਜਿਆਂ ਦੁਆਰਾ ਵਾਪਸ ਨਹੀਂ ਲੈਂਦਾ.\" [2 ]\n\nਦਾ David ਦ ਨੂੰ ਸਿਖਾਈਆਂ ਚੀਜ਼ਾਂ (21:80, 34: 10-11 ਬਣਾਉਣ ਦੀ ਯੋਗਤਾ ਕੀ ਸੀ, ਜਿਸਦਾ David ਦ ਦੇ ਫੌਜੀ ਕਾਰਨਾਮੇ ਸੀ ਕਿ ਰੱਬ ਦਾ ਕੰਮ ਸੀ. ਇਹ ਵੀ ਮਹੱਤਵਪੂਰਣ ਹੈ ਕਿ ਦਾ David ਦ ਦੀ \"ਬੁੱਧ\" ਦੇ ਬੰਦਰਗਰੇ ਦਾ ਹਵਾਲਾ ਕਈ ਵਾਰ ਕਲਾਸੀਕਲ ਕਾਰਜਾਂ ਨੂੰ ਭਵਿੱਖਬਾਣੀ ਦੀ ਦਾਤ ਵਜੋਂ ਸਮਝਾਇਆ ਜਾਂਦਾ ਸੀ. []] ਕੁਰਾਨ ਵੀ ਦਾ David ਦ ਅਤੇ ਯਿਸੂ ਨੂੰ ਵੀ ਜੋੜਦਾ ਹੈ, ਜੋ ਦੋਵਾਂ ਨੇ ਉਨ੍ਹਾਂ ਇਜ਼ਰਾਈਲੀਆਂ ਨੂੰ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕੀਤਾ (5:78). ਇਸ ਤੋਂ ਇਲਾਵਾ, ਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਦਾ David ਦ ਨੂੰ ਸੱਚਾ ਅਤੇ ਝੂਠ ਦੇ ਵਿਚਕਾਰ ਫ਼ਰਕ ਕਰਨ ਦੀ ਯੋਗਤਾ ਦਿੱਤੀ ਗਈ ਸੀ ਜਦੋਂ ਨਿਆਂ ਨੂੰ ਨਫ਼ਰਤ ਕਰਦਾ ਹੈ (ਫੇਲ ਅਲ-ਖੱਖੀਬ, 38:20). ਇਸ ਤੋਂ ਇਲਾਵਾ, ਇੱਥੇ ਇੱਕ ਟੈਸਟ ਦਾ ਪ੍ਰਬੰਧ ਪਾਇਆ ਗਿਆ ਸੀ, ਜਿਸ ਨਾਲ ਉਸਨੇ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਅਤੇ ਤੋਬਾ ਕੀਤੀ ਅਤੇ ਪ੍ਰਮਾਤਮਾ ਨੇ ਉਸਨੂੰ ਮੁਆਫ਼ ਕਰ ਦਿੱਤਾ (38: 24-5). ਸੂਰਤ ਉਦਾਸ (ਕੁਰਾਨ ਦਾ 38 ਵਾਂ ਅਧਿਆਇ \"[ਦਾ David ਦ ਦਾ ਅਧਿਆਪੀਆ] ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਕਿਉਂਕਿ ਪ੍ਰਮਾਤਮਾ ਨੂੰ ਮਾਫ਼ ਕਰ ਦਿੰਦੇ ਸਨ ਕਿਉਂਕਿ ਇਸ ਅਧਿਆਇ ਨੂੰ ਪੜ੍ਹਨ ਵੇਲੇ ਡੇਵਿਡ ਨੂੰ ਹੱਤਿਆ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ. . [8]\n\nਧਾਰਮਿਕ ਮਹੱਤਤਾ\nਦਾ David ਦ ਉਨ੍ਹਾਂ ਕੁਝ ਇਸਲਾਮੀ ਨਬੀਆਂ ਵਿਚੋਂ ਇਕ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਰਾਜ ਵੀ ਰਾਜ ਕੀਤਾ. ਜਦੋਂ ਕਿ ਉਸਦੇ ਸਮੇਂ ਵਿੱਚ ਰਾਜਿਆਂ ਦੇ ਰਾਜਿਆਂ ਦੇ ਰਾਜ ਦੌਰਾਨ ਆਏ ਸਨ, ਰਾਜਾ ਰਾਜਾ ਸੀ. ਇਸ ਤਰ੍ਹਾਂ, ਉਸਨੂੰ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਦਾ ਬਹੁਤ ਵੱਡਾ ਕੰਮ ਮਿਲਿਆ ਕਿ ਇਜ਼ਰਾਈਲ ਦੇ ਲੋਕ ਨਾ ਸਿਰਫ ਅਧਿਆਤਮਿਕ ਤੌਰ ਤੇ ਜਾਂਚੇ ਗਏ ਸਨ ਬਲਕਿ ਇਹ ਦੇਸ਼ ਆਪਣੇ ਆਪ ਵੀ ਮਜ਼ਬੂਤ ​​ਰਿਹਾ. ਸਾਰੇ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਬਹੁਤ ਹੀ ਉੱਚੇ ਦਰਜਾ ਵਜੋਂ ਉਨ੍ਹਾਂ ਦੇ ਸਥਾਨ 'ਤੇ ਉਸ ਦੇ ਸਥਾਨ' ਤੇ ਸਤਿਕਾਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਉਸਦੇ ਅਗੰਮ ਵਾਕ ਵਿੱਚ ਉਸਦੇ ਅਗੰਮ ਵਾਕਿਕ ਦਾ David ਦ ਦਾ ਸ਼ਖਸੀਅਤ ਹੈ, ਸੁਲੇਮਾਨ ਲੋਕਾਂ ਦੇ ਪ੍ਰਸਿੱਧ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੀ ਧਰਤੀ ਉੱਤੇ ਸਿਰਫ ਸ਼ਾਸਨ ਕੀਤਾ ਸੀ. ਪ੍ਰਮਾਤਮਾ ਅਕਸਰ ਡੇਵਿਡ ਦੇ ਉੱਚੇ ਪੱਧਰ ਵਜੋਂ ਨਬੀ ਅਤੇ ਮੈਸੇਂਜਰ ਕੁਰਾਨ ਵਿੱਚ ਮੈਸੇਂਜਰ ਵਜੋਂ ਮਨਜੂਰ ਕਰਦਾ ਹੈ. ਉਹ ਅਕਸਰ ਹੋਰ ਨਬੀਆਂ ਦੇ ਨਾਲ ਇਸ ਗੱਲ ਤੇ ਜ਼ੋਰ ਦੇ ਕੇ ਇਸ ਗੱਲ ਤੇ ਜ਼ੋਰ ਦੇ ਕੇ ਇਹ ਕਿੰਨਾ ਮਹਾਨ ਸੀ. ਮਿਸਾਲ ਲਈ, ਰੱਬ ਕਹਿੰਦਾ ਹੈ:\n\nਅਸੀਂ ਉਸ ਬਾਰੇ ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ ਨੂੰ ਅਗਵਾਈ ਦਿੱਤੀ, ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਉਸਦੇ ਉੱਤਰਾਧਿਕਾਰੀਆਂ ਅਤੇ ਅੱਯੂਬ ਅਤੇ ਯੂਸੁਫ਼ ਅਤੇ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਦੇ ਅੱਗੇ ਅਗਵਾਈ ਕੀਤੀ. ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਨਾਮ ਦਿੰਦੇ ਹਾਂ ਜਿਹੜੇ ਸਿੱਧੇ ਹਨ ਅਤੇ ਚੰਗੇ ਕੰਮ ਕਰਦੇ ਹਨ.\n\n- ਕੁਰਾਨ 6:84 [9]\nਜਦੋਂ ਖੱਬਾ 'ਬਲਸ਼ਾ ਨੇ ਯਰੂਸ਼ਲਮ ਨੂੰ ਵੇਖਿਆ, ਤਾਂ ਉਹ ਯਿਸੂ ਦੇ ਮੰਦਰ ਦੇ ਪਹਾੜ ਤੇ ਆਉਣ ਵਾਲੇ ਸਮੇਂ (ਦਾ David ਦ ਦੀ ਪ੍ਰਾਰਥਨਾ-ਨਿਚੀ) ਦੀ ਭਾਲ ਕੀਤੀ ਗਈ ਸੀ. ਬਾਅਦ ਵਿਚ ਟਿੱਪਣੀਕਾਰਾਂ ਨੇ ਇਸ ਸਾਈਟ ਦੀ ਪਛਾਣ ਦਾ David ਦ ਦੇ ਟਾਵਰ ਨਾਲ ਪਛਾਣਿਆ. ਹਦੀਸ ਵਿਚ, ਦਾ David ਦ ਦੇ ਪ੍ਰਾਰਥਨਾ ਅਤੇ ਵਰਤ ਦਾ ਰੱਬ ਨੂੰ ਪਿਆਰਾ ਹੋਣ ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ.\n\nਅਬਦੁੱਲਾ ਬਿਨ 'ਅੱਲ੍ਹਾ ਦੇ ਰਸੂਲ ਨੇ ਮੈਨੂੰ ਕਿਹਾ, \"ਅੱਲ੍ਹਾ ਨੂੰ ਸਭ ਤੋਂ ਪਿਆਰੇ ਪ੍ਰਾਰਥਨਾ ਅਤੇ ਅੱਲ੍ਹਾ ਦੇ ਸਭ ਤੋਂ ਪਿਆਰੇ ਅਭਿਆਸਾਂ ਦਾ David ਦ ਦੀ ਹੁੰਦੀ ਹੈ. ਉਹ ਅੱਧੀ ਰਾਤ ਨੂੰ ਸੌਂਦਾ ਸੀ. ਉਹ ਅੱਧੀ ਰਾਤ ਨੂੰ ਸੌਂਦਾ ਸੀ ਅਤੇ ਫਿਰ ਇਕ ਤਿਹਾਈ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਫਿਰ ਇਸ ਦੇ ਛੇਵੇਂ ਹਿੱਸੇ ਲਈ ਸੌਂਵੋ ਅਤੇ ਬਦਲਵੇਂ ਦਿਨਾਂ ਵਿਚ ਵਰਤ ਰੱਖੋ. \"\n\n- ਮੁਹੰਮਦ ਅਲ-ਬੁਖਾਰੀ, ਸਾਹੀ ਅਲ-ਬੁਖਾਰੀ [10]\nਦਾ David ਦ ਦੀ ਕਿਤਾਬ\nਮੁੱਖ ਲੇਖ: ਜ਼ਬੁਰ\nਜ਼ਬੂਰ ਦਾ David ਦ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੁਆਰਾ ਦਾ David ਦ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਮਸਜਾ (ਮੂਸਾ) ਨੂੰ ਤੈਰਾਟ (ਤੌਰਾਤ), ਆਈ.ਆਈ.ਐੱਸ. ਮੌਜੂਦਾ ਇਬਰਾਨੀ ਵਿਚ ਬਾਈਬਲ ਵਿਚ ਜ਼ਬੁਰ ਨੂੰ ਜ਼ਬੂਰ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ. ਪਰ, ਅਤੀਤ ਦੇ ਹੋਰ ਹਵਾਲਿਆਂ ਦੀ ਤਰ੍ਹਾਂ, ਜ਼ਬੂਰਾਂ ਦੇ ਜ਼ਬੂਰਾਂ ਦੇ ਸਮੇਂ ਜ਼ਬੂਰਾਂ ਦੀ ਭ੍ਰਿਸ਼ਟ ਹੋਈਆਂ ਸਨ, ਹੁਣ ਕੁਝ ਅਸਲ ਸੰਦੇਸ਼ ਹੁਣ ਚਲੇ ਗਏ. ਫਿਰ ਵੀ, ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਵਰਤਮਾਨ ਜ਼ਬੂਰਾਂ ਨਾਲ ਬਖਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਦੇ ਅਸਲ ਰੂਪ ਵਿਚ, ਉਹ ਵੀ ਰੱਬ ਦੀ ਇਕ ਪ੍ਰੇਰਿਤ ਕਿਤਾਬ ਸਨ. ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ:\n\nਤੁਹਾਡਾ ਪ੍ਰਭੂ ਜਾਣਦਾ ਹੈ ਜੋ ਸਵਰਗ ਅਤੇ ਧਰਤੀ ਵਿੱਚ ਹੈ. ਅਸੀਂ ਦੂਜਿਆਂ ਉੱਤੇ ਕੁਝ ਨਬੀਆਂ ਨੂੰ ਉੱਚਾ ਕਰ ਦਿੱਤਾ; ਅਤੇ ਦਾ David ਦ ਨੂੰ ਅਸੀਂ ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ ਨੂੰ ਦਿੱਤੀ.\n\n- ਕੁਰਾਨ 17:55 [11]\n\n ਕੁਰਾਨ 4: 163; 17:55.\n ਕੁਰਾਨ 4: 163; 6:84.\n e.g. ప ਪਾਰਰੀ, ਤਾਰਖ, ਆਈ, 559\n ਹਿਬੈਟ ਅਲਾਸ਼ ਬੀ. ਸਲਮਾ, ਅਲ-ਨਾਸਖ ਵ-ਲ-ਮੈਨਸੌ (ਵੋੜੀਬੀ ਦੇ ਹਾਸ਼ੀਏ ਵਿਚ), ਕਾਇਰੋ 1316 / 1898-9, 262\n ਬੂੜਾ, ṣaḥ, ਵੀ.ਆਈ., 155\n ਕੁਰਾਨ 6:84\n ਸਾਹਿਬ ਅਲ-ਬੁੱਚਾਰੀ, 2: 21: 231\n ਕੁਰਾਨ 17:55",
"Suleyman": "ਸੁੱਕਣ ਇਬਨਦੀ (ਅਰਬੀ: سليمان بن داوود, 'ਦਾ David ਦ ਦਾ ਪੁੱਤਰ' ਰਾਜਾ 'ਅਤੇ ਨਾਜ਼ਦ (نبي, ligh.' ਨਬੀ) ਸੀ. ਇਸਰਾਏਲੀ. ਆਮ ਤੌਰ 'ਤੇ, ਇਸਲਾਮੀ ਪਰੰਪਰਾ ਵਿਚ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਯਹੂਦੀ ਲੋਕਾਂ ਅਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਇਕ ਬੁੱਧੀਮਾਨ ਹਾਕਮ ਦਾ ਤੀਜਾ ਰਾਜਾ ਸੀ. [1]\n\nਇਸਲਾਮ ਵਿੱਚ, ਸੁਲੇਮਾਨ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨਬੀਆਂ ਵਿੱਚੋਂ ਇੱਕ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਬਹੁਤ ਸਾਰੇ ਬ੍ਰਹਮ ਉਪਹਾਰ ਦਿੱਤੇ ਗਏ ਸਨ, ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਜਾਨਵਰਾਂ ਅਤੇ ਜਿਨ ਦੋਵਾਂ ਨਾਲ ਗੱਲ ਕਰਨ ਦੀ ਯੋਗਤਾ ਵੀ ਸ਼ਾਮਲ ਸੀ; ਉਸ ਨੂੰ ਸ਼ਯਾ ਨੇ ਇਹ ਵੀ ਜਮ੍ਹਾ ਕਰ ਦਿੱਤਾ ਹੈ\n\nਮੁਸਲਮਾਨ ਹੋਰ ਕਾਇਮ ਰੱਖਦੇ ਹਨ ਕਿ ਉਹ ਸਾਰੀ ਉਮਰ ਇਕ ਵਫ਼ਾਦਾਰ ਹੰਕਾਰੀ ਰਿਹਾ; ਸਾਰੇ ਇਸਰਾਏਲ ਕੌਮ ਦੇ ਉੱਤੇ ਜ਼ਮਾਨਤ ਰਾਜ ਕੀਤਾ; ਉਸ ਰਾਜ ਦੇ ਪੱਧਰ ਨੂੰ ਬਰਕੇਸ਼ੀ ਮਿਲੀ ਜੋ ਉਸਦੇ ਸਾਮ੍ਹਣੇ ਜਾਂ ਉਸਦੇ ਬਾਅਦ ਨੂੰ ਦਿੱਤੀ ਗਈ ਸੀ. ਅਤੇ ਉਸਦੇ ਸਾਰੇ ਹੁਕਮਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦਿਆਂ ਜਨਤਾਹ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕੋਲ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਜੀਵਨ ਦੇ ਅੰਤ ਤੇ, ਫਿਰਦੌਸ ') ਇਸਲਾਮ ਦੇ ਉਭਾਰ ਤੋਂ, ਵੱਖ ਵੱਖ ਅਰਬ ਇਤਿਹਾਸਕਾਰਾਂ ਨੇ ਸੁਲੇਮਾਨ ਨੂੰ ਇਤਿਹਾਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸ਼ਾਸਕਾਂ ਵਜੋਂ ਮੰਨਿਆ. [4]\n\nਕੁਰਾਨ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ\nਕੁਰਾਨ ਅਤੇ ਵਿਆਖਿਆ\nਖੇਤ 'ਤੇ ਨਿਰਣਾ\nਸੁਲੇਮਾਨ (21:78) ਸ਼ਾਮਲ ਹੋਣ ਵਾਲੇ ਪਹਿਲੇ ਬਿਰਤਾਂਤ ਵਿਚ ਸੁਲੇਮਾਨ ਆਪਣੇ ਪਿਤਾ ਦੀ ਸੰਗਤ ਵਿਚ ਸੀ, ਜਦੋਂ ਦੋ ਆਦਮੀ ਆਪਣੇ ਪਿਤਾ ਦੀ ਸੰਗਤ ਵਿਚ ਕਰਨਗੇ. [ 5] ਬਾਅਦ ਵਿਚ ਬਾਅਦ ਵਿਚ ਮੁਸਲਿਮ ਟਿੱਪਣੀਕਾਰ ਅਲ-ਟੱਬਾਈ, ਬਾਇਦਾਵੀ ਅਤੇ ਆਈਬੀਐਨ ਕੈਥਰ ਸਮੇਤ ਇਸ ਸਬੰਧ 'ਤੇ ਫੈਲ ਗਏ. []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] []] ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਦੋ ਵਿਅਕਤੀਆਂ ਵਿਚੋਂ ਪਹਿਲੇ ਨੇ ਕਿਹਾ ਕਿ ਉਸ ਕੋਲ ਇਕ ਅੰਗੂਰੀ ਬਾਗ ਸੀ ਜਿਸ ਵਿਚੋਂ ਉਸਨੇ ਪੂਰੇ ਸਾਲ ਦੇ ਲਈ ਬਹੁਤ ਵਧੀਆ ਦੇਖਭਾਲ ਕੀਤੀ ਸੀ. ਪਰ ਇੱਕ ਦਿਨ, ਜਦੋਂ ਉਹ ਗੈਰਹਾਜ਼ਰ ਰਿਹਾ, ਤਾਂ ਦੂਸਰੇ ਆਦਮੀ ਦੀਆਂ ਭੇਡਾਂ ਅੰਗੂਰੀ ਬਾਗ ਵਿੱਚ ਭਟਕ ਗਈਆਂ ਸਨ ਅਤੇ ਅੰਗੂਰ ਭਸਮ ਕਰ ਦਿੱਤੀਆਂ ਸਨ. []] 62 ਆਦਮੀ ਦੀ ਸ਼ਿਕਾਇਤ ਸੁਣਨ ਲਈ ਉਸਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਵੇਲ ਉਨ੍ਹਾਂ ਦੇ ਸਾਬਕਾ ਰਾਜ ਨੂੰ ਵਾਪਸ ਕਰਨ ਅਤੇ ਕਾਸ਼ਤ ਕਰਨ ਲਈ ਸੁਝਾਅ ਦੇਣ ਲਈ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਭੇਡਾਂ ਦੇ ਮਾਲਕ ਨੂੰ ਉਦੋਂ ਤਕ ਸੁਝਾਅ ਦਿੱਤਾ ਸੀ ਇਸ ਦੇ ਮਾਲਕ ਨੂੰ. ਉਸੇ ਸਮੇਂ, ਅੰਗੂਰੀ ਬਾਗ ਦਾ ਮਾਲਕ ਭੇਡਾਂ ਦੀ ਪਰਵਾਹ ਕਰਦਾ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਉੱਨ ਅਤੇ ਦੁੱਧ ਤੋਂ ਲਾਭ ਦੀ ਦੇਖਭਾਲ ਕਰੇਗਾ ਜਦੋਂ ਤੱਕ ਉਸਦੀ ਧਰਤੀ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਮਾਲਕ ਨੂੰ ਵਾਪਸ ਕਰ ਦੇਣਗੇ. ਇਹ ਜਵਾਬ ਸੁਲੇਮਾਨ ਦੇ ਨਿਰਣੇ ਦਾ ਪੱਧਰ ਦਰਸਾਉਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ, ਕੁਰਾਨ ਨੇ ਆਪਣੀ ਸਾਰੀ ਉਮਰ ਸੁਲੇਮਾਨ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਕੀਤੀ. ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਦੇ ਅਨੁਸਾਰ, ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਦੇ ਅਨੁਸਾਰ, ਹਮੇਸ਼ਾਂ ਸੁਲੇਮਾਨ ਨਾਲ ਜੁੜੇ ਸਮੇਂ ਵਿੱਚ ਜੁੜੇ ਹੋਏ ਹੋਣਗੇ, ਜਿਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਸੁਲੈਮੀਨ ਅਲ-ḥak.ḥam (سليمان ٱلحك, \"ਸੁਲੇਮਾਨ\", \"ਸੁਲੇਮਾਨ\" ਵਜੋਂ ਜਾਣਿਆ ਜਾਵੇਗਾ. ਇਹ ਕਹਾਣੀ ਕੇਬਰਾ ਨੈਗਰਸਾਸਟ ਵਿੱਚ appropriate ਾਲ਼ੀ ਗਈ ਹੈ, ਪਰ ਸੁਲੇਮਾਨ ਦੇ ਇੱਕ ਪੁੱਤਰ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੇ ਗਏ. [7]\n\nਸੁਲੇਮਾਨ ਅਤੇ ਭੂਤ\n\nਸ਼ਬਾ ਦੀ ਰਾਣੀ\nਕੁਰਾਨ ਸੁਲ੍ਹਾ ਕਰਾਉਂਦਾ ਹੈ ਕਿ ਹਵਾ ਸੁਲੇਮਾਨ ਦੀ ਜ਼ਿਆਦਾ ਧਾਰਾਈ ਕੀਤੀ ਗਈ ਸੀ, ਅਤੇ ਉਹ ਇਸ ਦੀ ਆਪਣੀ ਇੱਛਾ 'ਤੇ ਕਾਬੂ ਕਰ ਸਕਦਾ ਹੈ, ਅਤੇ ਜਿਨ ਵੀ ਸੁਲੇਮਾਨ ਦੇ ਕਾਬੂ ਵਿਚ ਆ ਗਿਆ. ਜਿਨ ਨੇ ਸੁਲੇਮਾਨ ਦੇ ਰਾਜ ਨੂੰ ਮਜ਼ਬੂਤ ​​ਬਣਾਉਣ ਵਿਚ ਸਹਾਇਤਾ ਕੀਤੀ. ਭੂਤ (ਸ਼ਿਆਤਿਨ), [12] ਅਤੇ ਭੂਤਾਂ ਨੂੰ ਉਸ ਦੇ ਮੱਦੇਨਮ ਬਣਾਉਣ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ. [13] ਰੱਬ ਨੇ ਪਿਘਲੇਨ ਕੀਰ (قطر, 'ਪਿੱਤਲ' ਜਾਂ 'ਸਪਰਿੰਗ') ਪਿਘਲਨ ਲਈ ਵਹਾਅ ਲਈ ਭੂਤਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਸੁਲੇਮਾਨ ਦੁਆਰਾ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਸੁਲੇਮਾਨ ਦੁਆਰਾ ਵਹਾਫ਼ ਕਰਨ ਲਈ ਇੱਕ ਚਮਤਕਾਰੀ \"ਜਾਂ 'ਬਸੰਤ' ਜਾਂ 'ਬਸੰਤ' ਜਾਂ 'ਬਸੰਤ' ਜਾਂ 'ਬਸੰਤ') ਦਾ ਕਾਰਨ ਬਣਾਇਆ. [11]\n\nਜਦੋਂ ਦਾਦਾ ਗੁਦਲ ਕਰ ਗਿਆ ਤਾਂ ਸੁਲੇਮਾਨ ਨੇ ਇਸਰਾਏਲੀਆਂ ਦਾ ਭਵਿੱਖਬਾਣੀ ਪਾਤਸ਼ਾਹ ਵਜੋਂ ਆਪਣਾ ਸਥਾਨ ਮਿਲੇਗਾ. ਸੁਲੇਮਾਨ ਨੇ ਇਕ ਵਾਰ ਇਕ woman ਰਤ ਨੂੰ ਆਪਣੇ ਪਿਤਾ ਦੀ ਮੂਰਤੀ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ. ਬਾਅਦ ਵਿਚ, ਉਸਨੇ ਸੁੱਤੀ ਪੂਜਾ ਕਰਨੀ ਸ਼ੁਰੂ ਕੀਤੀ ਅਤੇ ਸੁਲੇਮਾਨ ਨੂੰ ਆਪਣੇ ਰਾਜ ਵਿਚ ਮੂਰਤੀ-ਪੂਜਾ ਕਰਨ ਨੂੰ ਬਰਦਾਸ਼ਤ ਕਰਨ ਲਈ ਝਿੜਕਿਆ ਗਿਆ. ਸਜ਼ਾ ਦੇ ਤੌਰ ਤੇ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਦੁਸ਼ਟ ਭੂਤਾਂ ਨੂੰ ਸੁਲੇਮਾਨ ਦੀ ਰਿੰਗ ਚੋਰੀ ਕਰਨ ਅਤੇ ਆਪਣੇ ਰਾਜ ਨੂੰ ਸੰਭਾਲਣ ਅਤੇ ਉਸਦੇ ਰਾਜ ਨੂੰ ਕਬਜ਼ਾ ਕਰਨ ਲਈ ਸਮਰੱਥ ਬਣਾਇਆ. ਬਾਅਦ ਵਿਚ ਉਹ ਆਪਣਾ ਪਾਪਾਂ ਨੂੰ ਤੋਬਾ ਕਰਦਾ ਹੈ ਅਤੇ ਭੂਤਾਂ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰਦਾ ਹੈ, ਮੰਦਰ ਨੂੰ ਦੁਬਾਰਾ ਫਿਰ ਤੋਂ ਧਿਆਨ ਕੇਂਦ੍ਰਤ ਕਰਦਾ ਹੈ. [14] ਉਸਨੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਕਿ ਉਹ ਉਸਨੂੰ ਉਹ ਰਾਜ ਦੇਣ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੇ ਜੋ ਉਸਦੇ ਬਾਅਦ ਕਿਸੇ ਦੇ ਉਲਟ ਹੋਵੇਗੀ. [15] ਪਰਮੇਸ਼ੁਰ ਨੇ ਸੁਲੇਮਾਨ ਦੀ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਅਤੇ ਉਸ ਨੂੰ ਦਿੱਤੀ ਜੋ ਉਸਨੇ ਪ੍ਰਸੰਨ ਕੀਤਾ.\n\nਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ, ਸੁਲੇਮਾਨ ਨੂੰ ਭੂਤਾਂ ਨੂੰ ਆਪਣੀ ਰਿੰਗ ਦਾ ਨੁਕਸਾਨ ਮੰਨਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਨੂੰ ਭੂਤ ਦੇ ਜਨੂੰਨ ਕਰਨ ਲਈ ਆਪਣੀ ਰੂਹ ਨੂੰ ਦਰਸਾਉਣ ਲਈ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ. [16] ਨੁਸ਼ਾਪੁਰ ਦਾ ਅੰਤਰ ਲਿਖਦਾ ਹੈ: \"ਜੇ ਤੁਸੀਂ ਸੁਲੇਮਾਨ ਦੇ ਰੂਪ ਵਿੱਚ ਡਾਇਲ ਮੰਡਪ ਲਈ ਰਾਇਲ ਮਾਹਰ ਨੂੰ ਕਾਇਮ ਕਰ ਦਿੰਦੇ ਹੋ, ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਆਪਣੇ ਆਪ ਦੇ ਰਾਜ ਉੱਤੇ ਕੋਈ ਹੁਕਮ ਹੈ, ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸੁਲੇਮਾਨ ਦੀ ਜਗ੍ਹਾ 'ਤੇ ਹੈ\" . [17]\n\nਟਾਲਮੂਧਿਕਵਾਦੀ ਪਰੰਪਰਾ ਦੇ ਉਲਟ, ਸੁਲੇਮਾਨ ਅਣਜਾਣ ਸੀ ਅਤੇ ਕਦੇ ਵੀ ਮੂਰਤੀ ਪੂਜਾ ਵਿਚ ਹਿੱਸਾ ਨਹੀਂ ਲਿਆ. [18] ਇਸ ਤੋਂ ਇਲਾਵਾ, ਕੁਰਾਨ ਨੇ ਖਾਰਜ ਕਰਾਇਆ ਕਿ ਸੁਲੇਮਾਨ ਇਕ ਜਾਦੂਗਰ ਸੀ: \"()) ਸੁਲੇਮਾਨ ਨੇ ਭਵਿੱਖਬਾਣੀ ਨਹੀਂ ਕੀਤੀ, ਪਰ ਸ਼ੈਤਾਨਾਂ ਨੂੰ ਜਾਦੂ ਅਤੇ (...)\" ਸਿਖਾਉਂਦੇ ਸਨ. (2: 102)\n\nਸੁਲੇਮਾਨ ਅਤੇ ਕੀੜੀ\nਸੁਲੇਮਾਨ ਨੂੰ ਵੱਖੋ ਵੱਖਰੇ ਜਾਨਵਰਾਂ, ਜਿਵੇਂ ਕਿ ਕੀੜੀਆਂ ਦੀਆਂ ਭਾਸ਼ਾਵਾਂ ਨੂੰ ਵੀ ਸਿਖਾਇਆ ਗਿਆ ਸੀ. ਕੁਰਾਨ ਇਹ ਦੱਸਦੀ ਹੈ ਕਿ ਇਕ ਦਿਨ ਸੁਲੇਮਾਨ ਅਤੇ ਉਸ ਦੀ ਸੈਨਾ ਨੇ ਇਕਰਾਣੀ ਦੀ ਵਾਦੀ ਦੀ ਵਾਦੀ) ਵੈਂਡਿਨ-ਨਮੱਲ (ਏ ਈ) ਐਂਟੀਲੀ) ਵਿਚ ਦਾਖਲ ਹੋਈ. ਸੁਲੇਮਾਨ ਅਤੇ ਉਸ ਦੀ ਫ਼ੌਜ ਨੂੰ ਵੇਖਣ 'ਤੇ, ਇਕ ਨਮਾਹ (ਪਤਰਸ, a ਰਤ ਖੇਤ) ਨੂੰ \"... ਇਸ ਦੇ ਮੇਜ਼ਬਾਨਾਂ ਨੂੰ ਬਿਨਾਂ ਜਾਣੇ ਬਗੈਰ ਕੁਚਲਿਆ.\" [19] ਤੁਰੰਤ ਸਮਝ ਕੀ ਹੈ ਜੋ ਉਸਨੇ ਕਿਹਾ ਸੀ ਕਿ ਸੁਲੇਮਾਨ ਹਮੇਸ਼ਾ, ਉਸ ਨੂੰ ਅਜਿਹੇ ਤੋਹਫ਼ੇ ਆਪਣੇ ਉੱਤੇ ਪਾੜ ਦੇ ਲਈ ਧੰਨਵਾਦ ਕਰਦਾ ਸੀ. [30] ਅਤੇ ਸੁਲੇਮਾਨ ਦੀ ਸਿਆਣਪ ਇਕ ਹੋਰ ਸੀ ਉਸਨੇ ਪਰਮੇਸ਼ੁਰ ਵੱਲੋਂ ਪ੍ਰਾਪਤ ਕੀਤੇ ਉਪਹਾਰਾਂ ਵਿੱਚੋਂ, ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਇਹ ਕਾਇਮ ਰੱਖਦੇ ਹਨ ਕਿ ਸੁਲੇਮਾਨ ਆਪਣੀ ਰੋਜ਼ਾਨਾ ਪ੍ਰਾਰਥਨਾ ਨਹੀਂ ਭੁੱਲਿਆ, ਜੋ ਉਸ ਲਈ ਉਸਦੇ ਕਿਸੇ ਵੀ ਤੋਹਫ਼ੇ ਨਾਲੋਂ ਮਹੱਤਵਪੂਰਣ ਸੀ.\n\nਐਸੀਜ਼ੀਕਲ ਸਾਹਿਤ ਕੀੜੀ ਦੀ ਸਿਆਣਪ ਉੱਤੇ ਜ਼ੋਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਹਵਾ ਨੂੰ ਕਾਬੂ ਕਰਨ ਲਈ ਸੁਲੇਮਾਨ ਦੇ ਤੋਹਫ਼ੇ ਦੇ ਪਿੱਛੇ ਅਰਥ ਦੱਸਦੀ ਹੈ. ਸਿਆਰੇਰਾਏਲ-ਕੁਲੁਬ ਦੇ ਅਨੁਸਾਰ, ਕੀ ਉਹ ਸੁਲੇਮਾਨ ਨੂੰ ਪੁੱਛਦੀ ਹੈ ਜੇ ਉਸਨੂੰ ਜਾਣਦਾ ਹੈ ਕਿ ਉਸਨੂੰ \"ਸੁਲੇਮਾਨ\" (ਸਲੇਮਨ) ਕਿਉਂ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਸੁਲੇਮਾਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਅਜਿਹਾ ਨਹੀਂ ਕਰਦਾ ਸੀ, ਜਿਸ ਤੋਂ ਬਾਅਦ ਕੀੜਾ ਇਹ ਦੱਸਣ ਜਾਂਦਾ ਹੈ: \"ਹਾਲਾਂਕਿ ਤੁਹਾਡਾ ਦਿਲ (ਸੇਮੀ) ਪਤਾ ਸੀ ਅਤੇ ਇਸ ਦੇ ਕਬਜ਼ੇ ਨਾਲ ਧੋਖਾ ਦਿੱਤਾ ਗਿਆ ਹੈ ਅਤੇ ਧੋਖਾ ਖਾ ਗਿਆ ਹੈ ਰਾਜ ਕਰਨ ਵਾਲਾ; ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਸੁਲੇਮਾਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. \" ਬਾਅਦ ਵਿਚ ਉਹ ਸੁਲੇਮਾਨ ਨੂੰ ਪੁੱਛੇ ਜੇ ਉਹ ਜਾਣਦਾ ਹੈ ਕਿ ਰੱਬ ਨੇ ਉਸ ਲਈ ਹਵਾ ਕਿਉਂ ਦਿੱਤੀ ਹੈ. ਇਕ ਵਾਰ ਫਿਰ, ਸੁਲੇਮਾਨ ਨੇ ਨਹੀਂ ਕਿਹਾ ਅਤੇ ਕੀੜੀ ਜਵਾਬ ਦਿੰਦਾ ਹੈ: \"ਉਸਨੇ ਹਵਾ ਨੂੰ ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਕਾਇਮ ਕਰ ਦਿੱਤਾ ਹੈ. ਜਿਵੇਂ ਕਿ ਹਵਾ ਲੰਘਦੀ ਹੈ, ਦੁਨੀਆ ਦੀ ਦੌਲਤ ਅਤੇ ਰਾਜਬੰਦੀ ਵੀ.\" ਫਖਰ ਅਲ-ਦੀਨ ਰੇਜ਼ੀ ਅਤੇ ਅਲ-ਕੁਰਤੁਬੀ ਵਰਗੇ ਵਿਦਵਾਨਾਂ ਨੇ ਇਨਸਾਨਾਂ ਲਈ ਇਕ ਇਮਤਿਹਾਨ ਦਾ ਦਰਜਾ ਪੂਰਾ ਕਰਨ ਲਈ ਕੀੜੀ ਨੂੰ ਏਕੇਟਾਈਅਰ ਦੀ ਪਾਲਣਾ ਕੀਤੀ. [22]\n\nਸਾਬਾ ਦੀ ਜਿੱਤ '\n\nਸਾਬਾ ਦੀ ਸਾਬਕਾ ਰਾਜਧਾਨੀ ਮਾਰੀਬ ਵਿਖੇ ਬੌਰਨ ਮੰਦਰ ਦੇ ਖੰਨੇ 'ਕਿ ਹੁਣ ਕੀ ਹਨ\nਸੁਲੇਮਾਨ ਦੀ ਰਾਜ ਦੀ ਇਕ ਹੋਰ ਮਹੱਤਵਪੂਰਣ ਪਹਿਲੂ ਆਪਣੀ ਫੌਜ ਦਾ ਆਕਾਰ ਸੀ, ਜਿਸ ਵਿਚ ਆਦਮੀ ਅਤੇ ਜਿਨ ਦੋਵੇਂ ਸਨ. ਸੁਲੇਮਾਨ ਅਕਸਰ ਆਪਣੀਆਂ ਫੌਜਾਂ ਅਤੇ ਯੋਧਿਆਂ ਦੇ ਨਾਲ-ਨਾਲ ਜਿਨ ਅਤੇ ਉਨ੍ਹਾਂ ਸਾਰੇ ਜਾਨਵਰਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰੇਗਾ ਜੋ ਉਸ ਦੇ ਅਧੀਨ ਕੰਮ ਕਰਦੇ ਸਨ. ਇਕ ਦਿਨ, ਜਦੋਂ ਉਸ ਦੀਆਂ ਫੌਜਾਂ ਦਾ ਮੁਆਇਨਾ ਕਰਦਿਆਂ ਸੁਲੇਮਾਨ ਨੂੰ ਅਸੈਂਬਲੀ ਤੋਂ ਲਾਪਤਾ ਹਉਡ-ਹੂਡੋ (هدهد, ਹੂਪੋ) ਮਿਲਿਆ. [23] ਪਰ ਬਾਅਦ ਵਿਚ, ਹਉਡ-ਹਉਡ ਸੁਲੇਮਾਨ ਦੀ ਅਦਾਲਤ ਵਿਚ ਪਹੁੰਚੇ, ਜਿਸ ਨੂੰ ਤੂੰ ਘ੍ਰਿਣਾਯੋਗ (ਹਿਸਾਬ ਨਾਲ ਸੰਕੁਚਿਤ ਨਹੀਂ ਕੀਤਾ, \"[24] ਹਉਡ-ਹੱਖਾਂ ਨੇ ਤੁਹਾਡੇ ਕੋਲ ਕਿਹਾ.\" ਸੁਲੇਮਾਨ ਨੂੰ ਦੱਸਿਆ ਕਿ ਸ਼ਬਾ ਦੇ ਲੋਕਾਂ ਨੇ ਸੂਰਜ ਦੀ ਪੂਜਾ ਕੀਤੀ ਅਤੇ ਉਹ who ਰਤ ਜਿਸਨੇ ਰਾਜ ਨੂੰ ਰਾਜ ਕੀਤਾ ਸੀ ਉਹ ਬਹੁਤ ਬੁੱਧੀਮਾਨ ਅਤੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਨ. ਸੁਲੇਮਾਨ, ਜਿਸ ਨੇ ਧਿਆਨ ਨਾਲ ਸੁਣਿਆ, ਸ਼ਬਾ ਦੀ ਧਰਤੀ ਨੂੰ ਇੱਕ ਪੱਤਰ ਲਿਖਣ ਦੀ ਚੋਣ ਕੀਤੀ, ਜਿਸ ਦੁਆਰਾ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਸੂਰਜ ਦੀ ਮੂਰਤੀ-ਪੂਜਾ ਬੰਦ ਕਰਨ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਪਾਸਨਾ ਲਈ ਯਕੀਨ ਦਿਵਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ. ਸੁਲੇਮਾਨ ਨੇ ਹੂਡ-ਹੂਡ ਨੂੰ ਸ਼ਬਾ (ਬਿਲਕਿਸ) ਦੀ ਰਾਣੀ ਨੂੰ ਪੱਤਰ ਦੇਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਅਤੇ ਫਿਰ ਉਸਦੀ ਪ੍ਰਤੀਕ੍ਰਿਆ ਨੂੰ ਲੁਕਾਉਣ ਅਤੇ ਮਨਾਉਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਰਾਣੀ ਨੂੰ ਪੱਤਰ. ਰਾਣੀ ਨੇ ਫਿਰ ਆਪਣੀ ਮੰਤਰੀਆਂ ਨੂੰ ਅਦਾਲਤ ਵਿੱਚ ਬੁਲਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਚੀ ਆਵਾਜ਼ ਵਿੱਚ ਸੁਲੇਮਾਨ ਦੇ ਲੋਕਾਂ ਨੂੰ ਕਿਹਾ: \"ਤੁਸੀਂ ਮੇਰੇ ਵਿਰੁੱਧ ਅਲੋਾਹ ਦੇ ਨਾਮ ਤੇ ਨਹੀਂ, ਮੇਰੇ ਕੋਲ ਖੁਸ਼ ਹੋ ). \" ਉਸਨੇ ਆਪਣੇ ਮੰਤਰੀਆਂ ਅਤੇ ਹੋਰ ਅਦੱਦਲ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਸਲਾਹ ਕੀਤੀ, \"ਹੇ ਮੇਰੇ ਲੋਕੋ, ਮੈਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹਾਂ ਕਿ ਤੁਸੀਂ ਬਹਾਦਰੀ ਅਤੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਯੋਧੇ ਹੋ, ਫਿਰ ਵੀ ਮੈਂ ਇਸ ਤੋਂ ਤੁਹਾਡੇ ਮਨ ਨੂੰ ਜਾਣ ਸਕਦਾ ਹਾਂ ਮਾਮਲਾ. \" ਅਦਾਲਤ ਦੇ ਲੋਕਾਂ ਨੇ ਜਵਾਬ ਦਿੱਤਾ: \"ਹੇ ਰਾਣੀ, ਅਤੇ ਜੋ ਵੀ ਤੁਹਾਡੀ ਹੁਕਮ, ਅਸੀਂ ਇਸ ਦੀ ਪਾਲਣਾ ਕਰਾਂਗੇ.\" ਪਰ, ਰਾਣੀ ਉਸ ਦੇ ਅਧੀਨ ਰਹਿਣ ਦੀ ਘੋਸ਼ਣਾ ਕਰਨ ਵਾਲੀ ਸੁਲੇਮਾਨ ਕੋਲ ਆਈ. [25]\n\nਸੁਲੇਮਾਨ ਅਤੇ ਇ ifthit\nਜਦੋਂ ਬਿਲਕਿਸ 'ਸੁਲੇਮਾਨ ਦੀ ਅਦਾਲਤ ਵਿਚ ਜਾ ਰਿਹਾ ਸੀ, ਪਾਤਸ਼ਾਹ ਉਸ ਦੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਉਸਦੇ ਸੇਵਕਾਂ ਨੂੰ ਆਪਣਾ ਤਖਤ ਪਹੁੰਚਾਉਂਦਾ ਹੈ. ਇਕ ਆਈਐਫਆਈਐਨ ਨੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ (Q27: 38-40) ਪਰ ਇਕ ਪਵਿੱਤਰ ਸਾਥੀ ਦੀ ਬਜਾਏ ਇਸ ਕਾਰਜ ਨੂੰ ਸੌਂਪਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ. ਦੱਸਣਾ ਹੈਰਾਨੀ ਦੀ ਗੱਲ ਹੈ ਕਿ ਉਸ ਦੀ ਪ੍ਰਾਰਥਨਾ ਦਾ ਉੱਤਰ ਦਿੱਤਾ ਗਿਆ, ਤਾਂ ਤਖਤ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸ਼ਕਤੀ ਦੁਆਰਾ ਸੁਲੇਮਾਨ ਦੇ ਮਹਿਲ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦੀ. ਜਦੋਂ ਬਿਲਕਿਸ ਪਹੁੰਚੇ, ਸੁਲੇਮਾਨ ਨੇ ਉਸ ਨੂੰ ਪੁੱਛਿਆ ਕਿ ਕੀ ਉਸ ਨੇ ਉਸਦੇ ਤਖਤ ਨੂੰ ਪਛਾਣ ਲਿਆ, ਪਰ ਉਸਨੇ ਖੁਸ਼ਖਬਰੀ ਤੋਂ ਪਹਿਲਾਂ ਸੰਘਰਸ਼ ਕਰ ਦਿੱਤਾ, ਇਸ ਗੱਲ ਦੇ ਸਬੂਤ ਦੁਆਰਾ, ਇਸ ਗੱਲ ਦਾ ਸਬੂਤ ਦਿੱਤਾ ਕਿ ਚਮਤਕਾਰ ਨਹੀਂ ਸੀ ਇਹ ਸਿਰਫ ਇਕ idit ਹੈ ਪਰ ਖ਼ੁਦ ਰੱਬ ਦਾ. ਸੁਲੇਮਾਨ ਨੇ ਜੇ ਉਪ ਲ ਪਰਤਾਇਆ ਦੀ ਪੇਸ਼ਕਸ਼ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ, ਕਿਉਂਕਿ ਉਸਨੇ ਕਿਉਤੀ ਭੂਤ ਜਾਂ ਕਿਸੇ ਹੋਰ ਭੂਤ ਜਾਂ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਸੱਚੀ ਨਿਹਚਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ. [26]\n\nਮੌਤ\n\nਅਲ-ਏਕਿਯੂਐਸਏ ਮਸਜਿਦ ਦੇ ਅਹਾਤੇ ਦੇ ਬਿਕਾ ਸੁਭਾਵਿਕ ਸ਼ਹਿਰ ਯਰੂਸ਼ਲਮ ਦਾ ਪੁਰਾਣਾ ਸ਼ਹਿਰ\nਜੋਰਗਰ ਦੱਸਦਾ ਹੈ ਕਿ ਸੁਲੇਮਾਨ ਦੀ ਮੌਤ ਹੋ ਗਈ ਸੀ ਜਦੋਂ ਉਹ ਆਪਣੇ ਸਟਾਫ ਨੂੰ ਝੁਕਦਾ ਰਿਹਾ ਅਤੇ ਇਸ ਤੋਂ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ. ਸਰੀਰ collapse ਹਿ.\n\nਫਿਰ ਜਦੋਂ ਅਸੀਂ ਸੁਲੇਮਾਨ ਦੀ ਮੌਤ ਕੀਤੀ (ਸੁਲੇਮਾਨ ਦੀ) ਮੌਤ ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਮੌਤ ਨਹੀਂ ਦਿਖਾਈ, ਜੋ (ਹੌਲੀ ਹੌਲੀ) ਆਪਣੇ ਸਟਾਫ ਨੂੰ ਹਿਲਾਉਂਦੀ ਹੈ, ਤਾਂ ਜਿਨ ਨੇ ਸਾਫ਼-ਸਾਫ਼ ਦੇਖਿਆ ਕਿ ਜੇ ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਅਣਉਚਿਤ, ਉਨ੍ਹਾਂ ਨੇ ਅਪਮਾਨਜਨਕ ਜ਼ੁਰਮਾਨੇ (ਉਨ੍ਹਾਂ ਦੇ ਕੰਮ ਦੇ) ਵਿਚ ਨਹੀਂ ਠਹਿਰਾਇਆ ਹੁੰਦਾ.\n\n- ਕੁਰਾਨ, ਸੂਰਾਤ 34 (ਸਬਾ'''), ਅਯਾਮ 14 [27 ਉੱਤੇ\nਜਿਉਂ-ਜਿਉਂ ਉਹ ਧਰਮੀ ਰਿਹਾ, ਆਪਣੇ ਸਟਾਫ ਉੱਤੇ ਲੁਕਿਆ ਹੋਇਆ ਸੀ, ਜਿਨ ਨੇ ਸੋਚਿਆ ਕਿ ਉਹ ਅਜੇ ਵੀ ਜਿੰਦਾ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰ ਰਿਹਾ ਸੀ.\n\nਉਨ੍ਹਾਂ ਨੂੰ ਸੱਚਾਈ ਦਾ ਅਹਿਸਾਸ ਹੋਇਆ ਜਦੋਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਜ਼ਮੀਨ ਵਿੱਚੋਂ ਬਾਹਰ ਨਿਕਲਣ ਲਈ ਇੱਕ ਜੀਵ ਨੂੰ ਭੇਜਿਆ ਅਤੇ ਸੁਲੇਮਾਨ ਦੇ ਸਟਾਫ ਤੇ ਪਟਵਾਉਂਦਾ ਹਾਂ. ਇਸ ਆਇਤ ਨੂੰ ਦਰਸ਼ਕਾਂ ਨੂੰ ਸਿਖਾਉਣ ਲਈ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਜੇਨਿਨ ਨੇ ਅਣਸਾਹਾਰੀ (ਅਲ-ਗਹਿਬ) ਨੂੰ ਨਾ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ ਕਿ ਉਹ ਕਿਸੇ ਮਰੇ ਹੋਏ ਆਦਮੀ ਦੀ ਸੇਵਾ ਵਿਚ ਮੂਰਖਾਂ ਦੀ ਤਰ੍ਹਾਂ ਨਹੀਂ ਜਾਣਦੇ. [28]\n\nਸੁਲੇਮਾਨ ਦੇ ਗਾਣੇ ਵਿਚ ਮਹਮਾਦਦੀਮ\nਹੋਰ ਜਾਣਕਾਰੀ: ਮੁਹੰਮਦ ਅਤੇ ਬਾਈਬਲ ਅਤੇ ਸੇਮਟਿਕ ਰੂਟ\nਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਦੀਆਂ ਆਇਤਾਂ ਦੁਆਰਾ ਪ੍ਰੇਰਿਤ ਕੁਝ ਮੁਸਲਮਾਨ [ਇਬਰਾਗਮਾਂ, ਸਹਾਇਕ ਚਿੱਠੀਆਂ: ਐਮ-ħ-ਐਮ-ਡੀ) ਦੇ ਤੌਰ ਤੇ, m-ħ-m-d (ਇਬਰਾਨੀ) ਵਜੋਂ ਦੱਸਿਆ ਗਿਆ ਸੀ ਕਿ 'ਮਹਿਮਮਦੀਮ' (ਇਬਰਾਨੀ: .\n\nਸੁਲੇਮਾਨ ਅਤੇ ਜਾਮਸ਼ੀਡ\n\nਪਰਸਪੋਲਿਸ ਦਾ ਆਮ ਦ੍ਰਿਸ਼, ਇਰਾਨ (2) (ਫਸਿਆ)\nਜੈਸ਼ੀਡ ਕਵੀ ਫੈਰੀਆਯੂਸੈ ਦੇ ਸ਼ੈਂਸ਼ਨਮਾ ਦੇ ਅਨੁਸਾਰ, ਵਿਸ਼ਵ ਦਾ ਚੌਥਾ ਰਾਜਾ ਸੀ. ਸੁਲੇਮਾਨ ਦੀ ਤਰ੍ਹਾਂ, ਉਸਨੂੰ ਦੁਨੀਆਂ ਦੇ ਦੂਤਾਂ ਅਤੇ ਬਿਰਤਾਂਤ ਦੇ ਰਾਜ ਵਿੱਚ ਹੁਕਮ ਲਿਆਇਆ ਗਿਆ ਸੀ ਅਤੇ ਅਗਨਾਂ ਨੂੰ ਆਹੁਰਾ ਮਜ਼ੈਡਾ ਲਈ ਹਾਰਮੋਜ਼ਡ (ਮਿਡਲ ਫਾਰਸੀ) ਦਾ ਹੁਕਮ ਲਿਆ ਸੀ. ਉਹ ਬਹੁਤ ਸਾਰੇ ਮਹਾਨ ਕਾ ven ਾਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਸੀ ਜਿਨ੍ਹਾਂ ਨੇ ਜ਼ਿੰਦਗੀ ਨੂੰ ਆਪਣੇ ਲੋਕਾਂ ਲਈ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਬਣਾਇਆ: ਸ਼ਸਤ੍ਰ ਅਤੇ ਹਥਿਆਰਾਂ ਦਾ ਨਿਰਮਾਣ, ਰੇਸ਼ਮ ਅਤੇ ਉੱਨ, ਜੋ ਕਿ ਗਹਿਣਿਆਂ ਅਤੇ ਕੀਮਤੀ ਧਾਤਾਂ ਦੀ ਮਾਈਨਿੰਗ , ਅਤਰ ਅਤੇ ਵਾਈਨ ਬਣਾਉਣ, ਦਵਾਈ ਦੀ ਕਲਾ, ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਦੇ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਵਿੱਚ ਦੁਨੀਆ ਦੇ ਪਾਣੀਆਂ ਦਾ ਨੇਵੀਗੇਸ਼ਨ. ਉਹ ਜੈਮਸ਼ੀਦ ਹੁਣ ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਰਾਜਾ ਬਣ ਗਿਆ ਸੀ. ਉਸਨੂੰ ਰਾਇਲ ਫਾਰ (ਏਵੈਸਟਨ: ਕਵੇਨਰੇਨਾ) ਨਾਲ ਬਖਸ਼ਿਆ ਗਿਆ ਸੀ, ਇੱਕ ਚਮਕਦਾਰ ਸ਼ਾਨ ਜੋ ਰੱਬੀ ਇੱਛਾਵਾਨ ਦੁਆਰਾ ਉਸਨੇ ਬਲ ਦਿੱਤੀ ਹੈ.\n\nਦੋ ਬੁੱਧੀਮਾਨ ਰਾਜੇ ਦੇ ਵਿਚਕਾਰ ਸਮਾਨਤਾਵਾਂ ਕਾਰਨ, ਕੁਝ ਪਰੰਪਰਾਵਾਂ ਨੇ ਦੋਵਾਂ ਨੂੰ ਉਲੰਘਣਾ ਕੀਤੀ. ਮਿਸਾਲ ਲਈ ਸੁਲੇਮਾਨ ਅਲ-ਬਲਖੀ ਦੇ ਕੰਮਾਂ ਵਿਚ ਦੱਖਣ-ਪੱਛਮੀ ਇਰਾਨ ਉੱਤੇ ਰਾਜ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ. ਨਾਪਸੰਦਿਸ ਨੂੰ ਸੁਲੇਮਾਨ ਦੀ ਸੀਟ ਮੰਨਿਆ ਜਾਂਦਾ ਸੀ ਅਤੇ ਮਾਸੇਰੀ, ਮੁਖਦਾਸੀ ਅਤੇ ਇਸਤਾਖਰੀ ਵਰਗੇ ਵਿਦਵਾਨਾਂ ਦੁਆਰਾ \"ਸੁਲੇਮਾਨ ਦੇ ਖੇਡ ਦੇ ਮੈਟੈਂਟ\" ਵਜੋਂ ਦਰਸਾਇਆ ਗਿਆ ਸੀ. ਹੋਰ ਮੁਸਲਮਾਨ ਲੇਖਕਾਂ ਨੇ ਇਸ ਵਿਸ਼ਵਾਸ ਦਾ ਵਿਰੋਧ ਕੀਤਾ ਹੈ ਕਿ ਸੁਲੇਮਾਨ ਨੇ ਇਕ ਵਾਰ ਇਰਾਨ ਵਿਚ ਰਾਜ ਕੀਤਾ, ਸੁਲੇਮਾਨ ਵਿਚ ਜ਼ਿੰਦਗੀ ਅਤੇ ਕਾਰਜਾਂ ਵਿਚਾਲੇ ਕਿਸੇ ਵੀ ਸਮਾਨਤਾਵਾਂ ਹਨ. [31] ਬਾਅਦ ਦਾ ਵਿਚਾਰ ਹੈ. ਇੰਡੋ-ਯੂਰਪੀਅਨ ਪੌਰਾਣਿਕ ਕਥਾ ਦੇ ਖੇਤਰ ਵਿਚ ਵਜ਼ੀਫ਼ਿਆਂ ਨੇ ਵਜ਼ੀਲ ਤੋਂ ਵਸਨੀਕ ਦਰਸਾਈ ਹੈ ਕਿ ਚਰਿੱਤਰਵਾਨ ਅਤੇ ਬਾਈਬਲ ਵਸਨੀਕ ਬੁੱਧੀਮਾਨ ਨਬੀ ਰਾਜੇ ਲਈ ਇਤਿਹਾਸਕਤਾ ਦਾ ਇਕ ਮਾਪ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ. [34]",
"Ilyas": "ਇਲਿੰਸ (ਅਰਬੀ: ਏ .ليياس) ਇੱਕ ਨਬੀ ਅਤੇ ਰੱਬ ਦਾ ਦੂਤ ਸੀ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦਾ ਦੂਤ ਸੀ ਜਿਸਨੂੰ ਇਜ਼ਰਾਈਲ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਮਾਰਗ ਦਰਸ਼ਨ ਕਰਨ ਲਈ ਭੇਜਿਆ ਗਿਆ ਸੀ. ਲੋਕਾਂ ਨੂੰ ਮੂਰਤੀਆਂ ਦੀ ਪੂਜਾ ਕਰਨ ਤੋਂ ਰੋਕਣ ਲਈ ਉਸਨੂੰ ਭਵਿੱਖਬਾਣੀ ਮਿਸ਼ਨ ਦਿੱਤਾ ਗਿਆ ਸੀ. [1] ਇਲਾਇਸ ਅਲਿਯਾ ਦੀ ਭਵਿੱਖਬਾਣੀ ਪੂਰਵਜ ਹੈ. [2] ਕੁਝ ਇਸਲਾਮੀ ਵਿਦਵਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਇਲਿਆਸ ਹਾਰੂਨ ਦੀ ਸੰਤਾਨ ਤੋਂ ਹੈ. [3]\n\nਕੁਝ ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਇਲਿਆਸ ਹਾਲੇ ਵੀ ਜਿੰਦਾ ਹੈ ਅਤੇ ਕਾਈਡਰ ਦੇ ਨਾਲ ਹਰ ਸਾਲ ਹੱਜ ਜਾਂਦਾ ਹੈ. [4] ਕੁਝ ਮੁਸਲਮਾਨ ਇਹ ਵੀ ਮੰਨਦੇ ਹਨ ਕਿ ਇਲਿਆਸ ਅੰਤ ਦੇ ਸਮੇਂ ਵਾਪਸ ਆ ਜਾਵੇਗਾ. [5]\n\nਅਰੰਭ ਦਾ ਜੀਵਨ\nਇਸਲਾਮਿਕ ਸਰੋਤਾਂ ਵਿਚ, ਇਲਿਆਸ ਦਾ ਪੂਰਾ ਨਾਮ ਇਲਸਿਸ ਇਬਨ ਯਾਸਿਨ ਹੈ, 21: 130, ਇਲਾਇਸ ਨੂੰ ਯਾਸਿਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. [7] ਇਸਲਾਮਿਕ ਹਿਥਾਂ ਵਿੱਚ ਇਲਿੰਸ ਦੀਆਂ ਕੁਝ ਕਹਾਣੀਆਂ ਦਾ ਵੀ ਜ਼ਿਕਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ; ਇਜ਼ਰਾਈਲੀਆਂ ਦਾ ਸਰਾਪ ਇਲਿਆਸੀਆਂ ਦਾ ਸਰਾਪ ਇਲਤਾਸ ਦੇ ਸਰਾਪ ਵਰਸਾ, []] ਰਾਜੀ ਕਰਨ ਅਤੇ ਅਹਾਬ ਨਾਲ ਲੜਨ ਲਈ ਸਰਾਪਾਂ ਦੀ ਸਰਾਪ ਵਰਗੀ. [10]\n\nਬਹੁਤ ਸਾਰੇ ਇਸਲਾਮਿਕ ਸਰੋਤ ਅਤੇ ਬਾਈਬਲ ਦੇ ਅਨੁਸਾਰ, ਏਲੀਅਸ (ਏ) ਜਿੰਦਾ ਹੈ ਅਤੇ ਅਸਮਾਨ ਹੋ ਗਿਆ. [11] ਹਾਲਾਂਕਿ, ਇਬਨ ਕਾਇਰੀਰ ਨੇ ਇਨ੍ਹਾਂ ਹਾਦਿਥਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸਰੈਲੀਅਤ ਵਿੱਚ ਵਿਚਾਰਿਆ. [12] ਮੁਜਮ ਅਲ-ਬਿੰਦਵਾਨੀ ਵਿਚ ਯਾਰਕਤ ਵਿਚ ਐਲ-ਹਾਮਵੀ ਦਾ ਬਾਲੀਲ ਵਿਚ ਏਲੀਅਸ (ਏ) ਦੀ ਕਬਰ ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ. [13] ਇਸ ਕਬਰ ਉੱਤੇ ਇਕ ਅਸਥਾਨ 'ਤੇ ਬਣਾਇਆ ਗਿਆ ਸੀ, ਹਾਲਾਂਕਿ ਸਥਾਨਕ ਲੋਕਾਂ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਸੀ ਏਲੀਅਸ (ਏ) ਦੀ ਕਬਰ ਸੀ [ਏ) [14]\n\nਅਗੰਮ ਵਾਕ\nਇਲਾਇਸ ਨੂੰ ਪਹਿਲਾਂ ਅਲ-ਏਮ 6:85 ਵਿੱਚ ਇੱਕ ਨਬੀ ਦੱਸਿਆ ਗਿਆ ਹੈ. [15] ਉਸਨੇ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਬੁਲਾਇਆ ਜੋ ਬਾਲੀਕ ਵਿੱਚ ਰਹਿਣ, ਪ੍ਰਮਾਤਮਾ ਦੀ ਆਗਿਆ ਮੰਨਦੇ ਹੋਏ ਅਤੇ ਪਾਪ ਤਿਆਗ ਰਹੇ ਸਨ. [16] ਉਸ ਦਾ ਮੁੱਖ ਕੰਮ ਮੂਰਤੀ-ਪੂਜਾ ਨੂੰ ਰੋਕਣਾ ਸੀ. [17] ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਲੋਕਾਂ ਦੀ ਦ੍ਰਿੜ ਹੋਣ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੋਕੇ ਨਾਲ ਸਰਾਪਿਆ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਭੁੱਖਮਰੀ ਨਾਲ ਦਿੱਤਾ ਗਿਆ. [18] ਕੁਰਾਨ ਵਿਚ ਇਲਆ ਦਾ ਬਿਰਤਾਂਤ ਅਤੇ ਬਾਅਦ ਵਿਚ ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਇਕੋ ਜਿਹਾ ਮੇਲ ਖਾਂਦਾ ਹੈ ਕਿ ਇਬਰਾਨੀ ਬਾਈਬਲ ਅਤੇ ਮੁਸਲਿਮ ਸਾਹਿਤ ਵਿਚ ਅਲੀਯਾਹ ਦੀ ਮੁਦਰਾ ਅਹਿਮਯਾਹ ਅਤੇ ਅਹਜ਼ਯਾਹ ਦੇ ਰਾਜ ਦੌਰਾਨ ਹੋਈ ਸੀ. ਹੋਰ ਨਬੀਆਂ ਅਤੇ ਸੰਤਾਂ ਦੀ ਗਿਣਤੀ, ਵਿਥਰੇ ਸਮੇਤ, ਜੋ ਕਿ ਕੁਝ ਵਿਦਵਾਨਾਂ ਦੁਆਰਾ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਇਹ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਇਲਿੱਲੀਸ, [21] ਇਸਲਾਮਿਕ ਕਥਾ ਬਾਅਦ ਵਿੱਚ ਇਲਿਆਸ ਦੀ ਸ਼ਖਸੀ ਵਿਕਸਤ ਕੀਤੀ, ਉਸਦੇ ਗੁਣਾਂ ਉੱਤੇ ਬਹੁਤ ਸਖਤੀ ਨਾਲ, ਅਤੇ ਕੁਝ ਸੂਝਰੀ ਸਾਹਿਤ ਨੂੰ ਅੱਧੇ-ਮਨੁੱਖੀ, ਅੱਧੇ ਦੂਤ ਦਾ ਦਰਜਾ ਦਿੱਤਾ. [23] ਇਲਿਆਸ ਸਮੇਤ ਹਮਜ਼ਨੂੰ ਸਮੇਤ ਆਈਲਿਆਸ ਵੀ ਬਾਅਦ ਵਿਚ ਸਾਹਿਤ ਦੇ ਸਾਹਿਤਾਂ ਵਿਚ ਪ੍ਰਗਟ ਹੁੰਦੇ ਹਨ. [24]\n\nਕੁਰਾਨ\nਇਲਿਆਸ ਦਾ ਜ਼ਿਕਰ ਕੁਰਾਨ ਵਿਚ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿੱਥੇ ਉਸ ਦਾ ਪ੍ਰਚਾਰ ਇਕ ਸੰਖੇਪ to ੰਗ ਨਾਲ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ. ਕੁਰਾਨ ਨੇ ਦੱਸਿਆ ਕਿ ਇਲਿਸ ਨੇ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਪਾਸਨਾ ਲਈ ਅਤੇ ਖੇਤਰ ਦੀ ਪ੍ਰਾਇਮਰੀ ਮੂਰਤੀ ਨੂੰ ਕਿਹਾ. ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ: [1]\n\n\"ਸੱਚਮੁੱਚ ਇਲਿਸਾਸ ਰਸੂਲ ਵਿਚੋਂ ਇਕ ਸੀ. ਜਦੋਂ ਉਸਨੇ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਕਿਹਾ:\" ਕੀ ਤੁਸੀਂ ਰੱਬ ਤੋਂ ਨਹੀਂ ਡਰਗੇ? \"ਕੀ ਤੁਸੀਂ ਬਾਉਲ ਨੂੰ ਬੁਲਾਓਗੇ ਅਤੇ ਆਪਣੇ ਪਿਤਾ, ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਚੈਿਰਿਸ਼ਰ ਅਤੇ ਆਪਣੇ ਪੁਰਖਿਆਂ ਦੇ ਪਿਆਰੇ ਅਤੇ ਪ੍ਰਭੂ ਅਤੇ ਸੁਆਮੀ ਅਤੇ ਪ੍ਰਭੂ ਅਤੇ ਸੁਆਮੀ ਅਤੇ ਪ੍ਰਭੂ ਦੇ ਪਿਤਾ ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਹੋ?\n\n- as-saaffat 123-126\nਕੁਰਾਨ ਇਹ ਸਪੱਸ਼ਟ ਕਰਦਾ ਹੈ ਕਿ ਇਲਿਆਸ ਦੇ ਜ਼ਿਆਦਾਤਰ ਲੋਕਾਂ ਨੇ ਨਬੀ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਮੂਰਤੀ-ਪੂਜਾ ਦਾ ਪਾਲਣ ਕਰਨਾ ਜਾਰੀ ਰੱਖਿਆ. ਪਰ, ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇਕ ਸ਼ਰਧਾ ਸੇਵਕਾਂ ਨੇ ਏਲੀਯਾਹ ਦਾ ਪਾਲਣ ਕੀਤਾ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਵਿਸ਼ਵਾਸ ਕੀਤਾ ਅਤੇ ਇਸ ਵਿਚ ਵਿਸ਼ਵਾਸ ਕੀਤਾ. ਕੁਰਾਨ ਰਾਜ ਕਰਦਾ ਹੈ, \"ਉਨ੍ਹਾਂ ਨੇ (ਏਲੀਯਾਹ) ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦਿਲੋਂ ਅਤੇ ਸਮਰਪਤ ਸੇਵਕਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ.\" [25]\n\nਕੁਰਾਨ ਵਿਚ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਏਲੀਯਾਹ ਨੂੰ ਦੋ ਥਾਵਾਂ 'ਤੇ ਪ੍ਰਸੰਨ ਕੀਤਾ:\nਏਲੀਯਾਹ ਉੱਤੇ ਸ਼ਾਂਤੀ ਹੋਵੇ! ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਨਾਮ ਦਿੰਦੇ ਹਾਂ ਜੋ ਚੰਗੇ ਕੰਮ ਕਰਦੇ ਹਨ. ਉਹ ਸੱਚਮੁੱਚ ਸਾਡੇ ਵਿਸ਼ਵਾਸ ਸੇਵਕਾਂ ਵਿਚ ਹੈ.\n\n- ਕੁਰਾਨ, ਅਧਿਆਇ 37 (ਜਿਵੇਂ-ਸਾਰਫਤ), ਆਇਤ 129-132 [27]\nਅਤੇ ਜ਼ਕਰਰੇਆ ਅਤੇ ਯਹੀਆ ਅਤੇ ILYAS, ਉਹ ਸਾਰੇ ਧਰਮੀ ਲੋਕਾਂ ਵਿੱਚੋਂ ਸਨ\n\n- ਕੁਰਾਨ, ਅਧਿਆਇ 6 (ਅਲ-ਏ'ਮ), ਆਇਤ 85 [28]\nਅਬਦੁੱਲਾ ਯੂਸਫ ਅਲੀ ਸਮੇਤ ਅਬਦੁੱਲਾ usuf ਅਲੀ ਨੇ ਟਿੱਪਣੀ ਕੀਤੀ ਹੈ ਕਿ ਇਲਿਆਸ, ਜ਼ਕਰਾਰੀ, ਯਾਹਯਾ ਅਤੇ ਈਸਾ ਸਾਰੇ ਅਧਿਆਤਮਿਕ ਤੌਰ ਤੇ ਜੁੜੇ ਹੋਏ ਸਨ. ਅਬਦੁੱਲਾ ਯੂਸਫ ਅਲੀ ਨੇ ਕਿਹਾ, \"ਤੀਸਰੇ ਸਮੂਹ ਵਿੱਚ ਸੱਚ ਦੇ ਲੋਕ ਨਹੀਂ, ਪਰ ਸੱਚ ਦੇ ਪ੍ਰਚਾਰਕ ਹਨ. ਉਨ੍ਹਾਂ ਦਾ ਤਿਮਾਹੀ ਯਿਸੂ ਸੀ. ਜ਼ਕਰਯਾਹ ਜੋ ਕਿ ਯੂਹੰਨਾ ਦਾ ਪਿਤਾ ਸੀ ਬਪਤਿਸਮਾ ਦੇਣ ਵਾਲੇ ਨੂੰ \"ਇਲਿਆਸ, ਜੋ ਆਉਣ ਵਾਲਾ ਸੀ\" ਵਜੋਂ ਦਰਸਾਇਆ ਗਿਆ ਹੈ (ਮੈਟ 11:14); 29]\n\nਹਾਲਾਂਕਿ ਬਹੁਤ ਸਾਰੇ ਮੁਸਲਮਾਨ ਵਿਦਵਾਨ ਇਜ਼ਰਾਈਲ ਵਿੱਚ ਏਲੀਯਾਹ ਦਾ ਪ੍ਰਚਾਰ ਕਰਦੇ ਸਨ, ਪਰ ਕੁਰਾਨ ਦੇ ਕੁਝ ਮੁ extent ਲੇ ਟਿੱਪਣੀਕਾਰ ਲੇਬਨਾਨ ਵਿੱਚ ਇਲਤਾਕ ਭੇਜਿਆ ਗਿਆ ਸੀ. [30] ਆਧੁਨਿਕ ਵਿਦਵਾਨਾਂ ਨੇ ਇਸ ਦਾਅਵੇ ਨੂੰ ਦੱਸਿਆ ਹੈ ਕਿ ਏਲੀਯਾਹ ਦੇ ਸ਼ਹਿਰ ਦਾ ਕੁਨੈਕਸ਼ਨ ਬਆਲ ਦੇ ਨਾਮ ਦੇ ਸਭ ਤੋਂ ਪਹਿਲੇ ਅੱਧ ਦੇ ਕਾਰਨ ਕੀਤਾ ਗਿਆ ਸੀ ਕਿਉਂਕਿ ਏਲੀਯਾਹ ਨੂੰ ਉਪਾਸਨਾ ਕਰਨਾ ਬੰਦ ਕਰ ਦਿੱਤਾ ਸੀ. ਵਿਦਵਾਨ ਜੋ ਅਲੀਯਾਹ ਦੇ ਕਸਬੇ ਦੇ ਕਸਬੇ ਦੀ ਪਛਾਣ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ ਬਾਲੀਲਕ ਦੇ ਕਸਬੇ ਦੇ ਕਸਬੇ ਦੀ ਬਿਰਤਾਂਤ ਜਾਂ ਇਬਰਾਨੀ ਬਾਈਬਲ ਵਿਚ ਇਲਤਾਕ ਦੇ ਬਿਰਤਾਂਤ ਨਾਲ ਨਹੀਂ ਦੱਸੀ ਗਈ ਹੈ. [31]\n\nਮੌਤ\nਸਮੇਂ ਦੇ ਬੀਤਣ ਨਾਲ, ਸੋਕਾ ਫੈਲਿਆ ਅਤੇ ਬਹੁਤ ਸਾਰੇ ਮਰ ਗਏ. ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪੀੜਤ ਵੇਖਿਆ, ਉਨ੍ਹਾਂ ਦੇ ਪਿਛਲੇ ਕਰਮਾਂ 'ਤੇ ਅਫਸੋਸ ਕੀਤਾ, ਤਾਂ ਅਲਿਯਾ (ਅ) ਚਲਾ ਗਿਆ ਅਤੇ ਉਸ ਦੇ ਸੱਦੇ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ. [32] ਫਿਰ, ਏਲੀਯਾਹ ਦੀ ਅਰਦਾਸ ਕਰਕੇ (ਏ) ਇਕ ਭਾਰੀ ਬਾਰਸ਼ ਹੋਈ ਅਤੇ ਧਰਤੀ ਸੰਤੁਸ਼ਟ ਹੋ ਗਈ; ਪਰ, ਕੁਝ ਸਮੇਂ ਬਾਅਦ, ਲੋਕ ਰੱਬ ਨਾਲ ਆਪਣਾ ਨੇਮ ਭੁੱਲ ਗਏ ਅਤੇ ਮੂਰਤੀ ਪੂਜਾ ਵਾਪਸ ਚਲੇ ਗਏ. ਜਦੋਂ ਇਲਿਸਾਸ ਨੇ ਇਹ ਵੇਖਿਆ ਤਾਂ ਉਸਨੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਆਪਣੀ ਮੌਤ ਲਈ ਕਿਹਾ; ਪਰ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸਨੂੰ ਅੱਗ ਦਾ ਰਥ ਭੇਜਿਆ ਸੀ ਅਤੇ ਉਹ ਅਸਮਾਨਾਂ ਤੇ ਚੜ੍ਹ ਗਿਆ ਅਤੇ ਉਹ ਅਲਾਸਾ ਦੀ ਚੋਣ ਕੀਤੀ ਜੋ ਉਸਦੇ ਵਜ਼ੀਲ ਸੀ. [36] ਇਲਿਆਸ ਘੱਟ ਹੀ ਇਸਲਾਮਿਕ ਈਸੈਟੋਲੋਜੀ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ. [34] ਹਾਲਾਂਕਿ, ਕੁਝ ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਇਲਿਆਸ ਦੇ ਅੰਤ ਦੇ ਦੌਰਾਨ Ilyas ਰਹੱਸਮਈ ਅੰਕੜੇ ਖਦਾਕਾਰ ਦੇ ਨਾਲ ਵਾਪਸ ਆਉਣ ਦੀ ਉਮੀਦ ਹੈ. [5]\n\nਵਿਰਾਸਤ\nਮੁਸਲਿਮ ਸਾਹਿਤ ਅਤੇ ਪਰੰਪਰਾ ਇਹ ਦੱਸਦੀ ਹੈ ਕਿ ਇਲਿਜ਼ਸ ਰਾਜ ਨੇ ਇਸਰਾਏਲ ਦੇ ਰਾਜ ਦਾ ਪ੍ਰਚਾਰ ਕੀਤਾ, ਅਹਾਬ ਦੁਆਰਾ ਅਹਾਬ ਦੁਆਰਾ ਅਹਾਬ ਦੁਆਰਾ ਅਹਾਬ ਦੁਆਰਾ ਅਹਾਬ ਦੁਆਰਾ ਅਹਾਬ ਦੁਆਰਾ ਅਹਾਬ ਦੁਆਰਾ ਅਤੇ ਬਾਅਦ ਦੇ ਉਸਦੇ ਪੁੱਤਰ ਅਹਜ਼ਯਾਹ ਦੁਆਰਾ ਰਾਜ ਕੀਤਾ ਗਿਆ. ਉਸਨੂੰ ਇੱਕ \"ਮਾਰੂਥਲ ਵਰਗੇ ਯਾਰੀਆ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ. [35] ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਇਲੀਸ ਨੇ ਅਹਾਬ ਅਤੇ ਆਪਣੀ ਪਤਨੀ ਈਜ਼ਬਲ ਦੇ ਜੋਸ਼ ਨਾਲ ਪ੍ਰਚਾਰ ਕੀਤਾ, ਜੋ ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਅਨੁਸਾਰ ਇਸ ਖੇਤਰ ਵਿੱਚ ਝੂਠੇ ਮੂਰਤੀਆਂ ਦੀ ਪੂਜਾ ਲਈ ਕੁਝ ਵੀ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ ਗਿਆ ਸੀ. ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਕਿਉਂਕਿ ਬਹੁਗਿਣਤੀ ਲੋਕਾਂ ਨੇ ਏਲੀਯਾਹ ਨੂੰ ਸੁਣਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਸੀ ਕਿ ਅਲੀਸ਼ਾ ਨੂੰ ਉਸਦੇ ਬਾਅਦ ਇਸਰਾਏਲ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੇਸ਼ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣਾ ਸੀ. [36]\n\nਇਲਾਇਸ ਮੁਸਲਿਮ ਸਭਿਆਚਾਰ ਵਿਚ ਦੰਤਕਥਾਵਾਂ ਅਤੇ ਲੋਕਤਾਲਾਂ ਦਾ ਵਿਸ਼ਾ ਰਿਹਾ ਹੈ, ਆਮ ਤੌਰ 'ਤੇ ਆਮ ਤੌਰ' ਤੇ ਖੰਡ ਨੂੰ ਮਿਲਦੀ ਹੈ. ਇਕ ਮੁਸਲਮਾਨ ਕਰਜ਼ਾ ਦੀ ਰਿਪੋਰਟ ਦੇ ਅਨੁਸਾਰ, ਮੁਹੰਮਦ ਇਲਿਆਸ ਵਿੱਚ ਇਲਿਆਸ ਵਿੱਚ ਮਿਲਿਆ. [37] ਇਸਲਾਮਿਕ ਰਹੱਸਵਾਦ ਵਿੱਚ, ਇਲਿਆਸ ਸੇਜ ਖੀਡਰ ਨਾਲ ਨੇੜਿਓਂ ਜੁੜੇ ਹੋਏ ਹਨ. ਇਕ ਹਦੀਸ ਨੇ ਦੱਸਿਆ ਕਿ ਇਲਿਆਸ ਅਤੇ ਖਦਾਕਾਰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਮ੍ਰਿਤਕ ਨੂੰ ਤੀਰਥ ਯਾਤਰਾ 'ਤੇ ਜਾਣ ਲਈ ਹਰ ਸਾਲ ਇਕੱਠੇ ਹੋਏ. [38] ਇਲਸਾਸਾਮਾ ਵਿਚ ਬਹੁਤ ਸਾਰੇ ਸਮੇਂ ਵੀ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ, ਜਿੱਥੇ ਉਹ ਖਦਾਕਾਰ ਦਾ ਭਰਾ ਹੋਣ ਦੇ ਨਾਲ ਨਾਲ ਨੌਜਵਾਨਾਂ ਨੂੰ ਪੀਤਾ ਜਾਂਦਾ ਹੈ. [39] ਇਸ ਤੋਂ ਇਲਾਵਾ, ਇਹ ਕਿੱਕ ਅਲੀ ਕਾਫੀ ਵਿਚ ਬਿਆਨ ਕੀਤਾ ਗਿਆ ਹੈ ਜਿਸ ਵਿਚ ਇਮਾਮ ਯੇਅਰ ਅਲ-ਸਦੀਕ ਸੀਰੀਆ ਦੀ ਭਾਸ਼ਾ ਵਿਚ ਇਲਾਇਸ ਦੇ ਕਰੀਸ ਨੂੰ ਪਾਠ ਕਰ ਰਿਹਾ ਸੀ ਅਤੇ ਰੋਣ ਲੱਗਾ. ਫਿਰ ਉਸਨੇ ਬੇਨਤੀ ਕੀਤੀ ਕਿ ਉਹ ਅਰਬੀ ਵਿੱਚ ਆਉਣ ਵਾਲੇ ਵਿਦਵਾਨਾਂ ਦੇ ਸਮੂਹ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤੇ ਗਏ:\n\n\"ਹੇ ਸੁਆਮੀ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਸਜਾ ਦਿੰਦਾ ਹਾਂ ਕਿ ਤੁਹਾਨੂੰ ਮੈਨੂੰ ਸਜ਼ਾ ਦੇਣ ਲਈ ਮੈਨੂੰ ਸਜ਼ਾ ਦਿੱਤੀ ਹੈ? ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਭਾਂਕਾਉਂਦਾ ਹਾਂ? ਮੈਂ ਹਾਲਾਂਕਿ ਤੁਹਾਡੇ ਲਈ ਪਾਪ ਦਿੰਦਾ ਹਾਂ? ਕੀ ਮੈਂ ਵੇਖਾਂਗਾ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਸਜਾ ਦਿਓ ਹਾਲਾਂਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਜਾਣਦਾ ਹਾਂ ਕਿ ਮੈਂ ਸਾਰੀ ਰਾਤ ਤੁਹਾਡੇ ਲਈ ਜਾ ਰਿਹਾ ਹਾਂ? \" ਉਸ ਸਮੇਂ ਇਲਾਹਿਤ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕੀਤਾ ਗਿਆ, \"ਆਪਣਾ ਸਿਰ ਧਰਤੀ ਤੋਂ ਉਠਾਓ ਕਿਉਂਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਸਜ਼ਾ ਨਹੀਂ ਦੇਵਾਂਗਾ\". [40]\n\nਨੋਟਸ\n \"ਏਲੀਯਾਹ ਏਲੀਯਾਹ ਵਿਚ ਇਕੋ ਜਿਹਾ ਹੈ, ਜਿਸ ਦੀ ਕਹਾਣੀ 1 ਰਾਜਿਆਂ 17-19 ਅਤੇ 2 ਰਾਜਿਆਂ 1-2 ਵਿਚ ਪਾਈ ਜਾਂਦੀ ਸੀ. ਏਲੀਯਾਹ ਅਹਾਬ (896-874 ਸਾ.ਯੁ.ਪੂ.) ਵਿਚ ਰਿਹਾ. ਅਜੀਯਾਹ (874-872 ਸਾ.ਯੁ.ਪੂ. ), (ਉੱਤਰੀ) ਦੇ ਰਾਜੇ ਇਸਰਾਏਲ ਦੇ ਰਾਜੇ ਜਾਂ ਸਾਮਰਿਯਾ ਦੇ ਰਾਜ. ਉਹ ਆਪਣੇ ਪਵਿੱਤਰ ਨਬੀ ਦੇ ਉਲਟ, ਜੋ ਬਪਤਿਸਮਾ ਦੇਣ ਵਾਲੇ ਦਾ ਇੱਕ ਨਬੀ ਸੀ. ਅਜ਼ਰਯਾਹ ਬੱਲ ਦੀ ਪੂਜਾ ਵਿੱਚ ਲਾਸ ਦੀ ਪੂਜਾ ਵਿੱਚ ਖਾਰਜ ਕਰ ਰਹੇ ਸਨ. ਇਸ ਉਪਾਸਨਾ ਵਿੱਚ ਭਾਸ਼ਣ-ਸ਼ਕਤੀ ਅਤੇ ਹਿੰਦੂ ਪੂਜਾ ਵਿੱਚ, ਜਿਵੇਂ ਕਿ ਬਹੁਤ ਸਾਰੀਆਂ ਦੁਰਵਿਵਹਾਰਾਂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ ਗਈ ਸੀ. ਰਾਜਾ ਅਹਾਬ ਨੇ ਸਿਡਨ, ਇਕ ਦੁਸ਼ਟ woman ਰਤ ਦੀ ਰਾਜਕੁਮਾਰੀ ਨਾਲ ਵਿਆਹ ਕਰਵਾ ਲਿਆ ਜਿਸਨੇ ਆਪਣੇ ਪਤੀ ਦੀ ਅੱਲ੍ਹਾ ਨੂੰ ਤਿਆਗ ਦਿੱਤੀ ਅਤੇ ਬਆਲ-ਪੂਜਾ ਅਪਣਾਉਣ ਲਈ ਕੀਤੀ. \" ... \"ਏਲੀਯਾਹ ਨੇ ਸਾਰੇ ਅਹਾਬ ਦੇ ਸਾਰੇ ਪਾਪਾਂ ਦੀ ਨਿੰਦਿਆ ਕੀਤੀ ਅਤੇ ਅਹਿਰਾਸਤ ਵਿੱਚ, ਪੁਰਾਣੇ ਨੇਮ ਦੇ ਅਨੁਸਾਰ, ਉਸਨੂੰ ਅੱਗ ਦੇ ਇੱਕ ਰਥ ਵਿੱਚ ਇੱਕ ਚੀਰ ਵਿੱਚ ਚੜ੍ਹਿਆ ਗਿਆ ਉਹ ਆਪਣਾ ਪਿਆਰਾ ਅਲੀਸ਼ਾ ਨਬੀ ਨਾਲ ਛੱਡ ਗਿਆ ਸੀ. \"[20]",
"Alyasa": "ਅਲੀਆਸਾ (ਅਰਬੀ: اليسع ਰੋਮਾਂਸਾਈਜ਼ਡ: ਐਲੀਸਿ, ਨਬੀ ਅਤੇ ਪ੍ਰਮਾਤਮਾ ਦਾ ਦੂਤ ਹੈ (ਅੱਲ੍ਹਾ) ਜਿਸ ਨੂੰ ਭੇਜਿਆ ਗਿਆ ਇਸਰਾਏਲ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਮਾਰਗ ਦਰਸ਼ਨ ਕਰਦਾ ਸੀ. ਕੁਰਾਨ ਵਿਚ, ਅਲੀਸਾ ਨੂੰ ਦੋ ਵਾਰ ਨਬੀ ਵਜੋਂ ਦੱਸਿਆ ਗਿਆ ਹੈ [1] ਅਤੇ ਦੂਸਰੇ ਨਬੀਆਂ ਦੇ ਨਾਲ ਦੋਹਾਂ ਵਾਰ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ. [2] ਉਹ ਮੁਸਲਮਾਨਾਂ ਦੁਆਰਾ ਇਲਿਆਸ (ਏਲੀਯਾਹ) ਦੇ ਭਵਿੱਖਬਾਣੀ ਉਤਸੁਕ ਹੋਣ ਵਜੋਂ ਸਨਮਾਨਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਇਸਲਾਮਿਕ ਸਰੋਤ ਜੋ ਅਲੀਸ਼ਾ ਨਾਲ ਅਲੀਸ਼ਾ ਨੂੰ ਪਛਾਣਦੇ ਹਨ ਜੋ ਕਿ ਇਸਲਾਮਿਕ ਪਰੰਪਰਾ ਵਿਚ ਖਿਦਰ ਅਤੇ ਇਲਿਆਸ ਦੇ ਵਿਚਕਾਰ ਸਖ਼ਤ ਸਬੰਧਾਂ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹਨ. []]\n\nਸ਼ਖਸੀਅਤ\nਅਲੀਸਾ ਦੇ ਨਾਮ ਦਾ ਨਾਮ ਅਲ-ਏਮ 6:86 ਅਤੇ ਉਦਾਸ 38:48 ਦੋ ਵਾਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਇਨ੍ਹਾਂ ਆਇਤਾਂ ਵਿਚ, ਅਲਾਾਸਸਾ ਦੀ ਸ਼ਖਸੀਅਤ ਜਾਂ ਭਵਿੱਖਬਾਣੀ ਬਾਰੇ ਕੁਝ ਦੱਸਣ ਦੇ ਬਗੈਰ, ਉਸ ਦਾ ਜ਼ਿਕਰ \"ਵੱਡਾ\" \"ਅਤੇ\" ਚੁਣੇ ਹੋਏ \"ਕਿਹਾ ਜਾਂਦਾ ਹੈ. [4] ਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ ਅਲੀਸ਼ਾ ਨੂੰ ਉੱਚਾ ਕੀਤਾ ਗਿਆ ਹੈ \"ਬਾਕੀ ਰਚਨਾ ਦੇ ਉੱਪਰ\" (ਅਰਬੀ: فضلنا على يلعالمين, ਰੋਲੋਨ ਯੁਮਮਲ) (ਅਰਬੀ: منزنار, ਰੋਮਾਂਸਾਈਜ਼ਡ: ਮੀਨਾ ਐਲ-ਅਖਰ. []] ਅਲੋਸਾ ਦਾ ਐਲ-ਏਮ 6:86 ਅਤੇ ਉਦਾਸ 38:48, ਇਸਮਾਈਲ ਦੇ ਨਾਲ:\n\nਅਤੇ ਇਸਮਾਸ ਅਤੇ ਅਲੀਆਸਾ ਅਤੇ ਯੂਨਸ, ਅਤੇ ਲੂਟ; ਅਤੇ ਹਰ ਇੱਕ ਨੂੰ ਅਸੀਂ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕੀਤਾ;\n\n- ਅਲ-ਏ'ਮ 6:86\nਅਤੇ ਸਾਡੇ ਸੇਵਕਾਂ, ਅਾਲੀਸਾ ਅਤੇ ਡੀਲ-ਕਫਲ ਨੂੰ ਯਾਦ ਕਰੋ, ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਸੱਚਮੁੱਚ ਚੰਗਾ ਹੈ.\n\n- ਉਦਾਸ 38:48\nਚਮਤਕਾਰ\nਇਕ ਸ਼ਿਆ ਦੇ ਹਲੀ ਅਲ-ਰਿਦਾਸ਼ ਵਿਚ ਅਲੀ ਅਲ-ਰਿਦਾਸ਼ ਤੋਂ ਇਸ ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿ ਆਇਲਾਸਾ ਦੇ ਕੁਝ ਕਰਿਸ਼ਮੇ ਹੋਏ ਸਨ ਜਿਨ੍ਹਾਂ ਵਿਚ ਮਰੇ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਜ਼ਿਮਨੀ ਕਰ ਰਹੇ ਸਨ, ਅਤੇ ਪਾਣੀ ਦੀ ਲੋੜ ਸੀ. [ਹਵਾਲਾ ਦੀ ਲੋੜ ਹੈ]\n\nਕਲੇਵਡ ਮਕਬਰੇ\nਕੁਝ ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਅਲੀਸ਼ਾ ਦੀ ਕਬਰ ਸਾ Saudi ਦੀ ਅਰਬ ਦੇ ਪੂਰਬੀ ਖੇਤਰ ਵਿੱਚ ਅਲ-ਆਜਮੈਮ ਵਿੱਚ ਹੈ. ਸਾ Saudi ਦੀ ਦੀ ਸਰਕਾਰ ਦੁਆਰਾ ਇਸ ਅਸਥਾਨ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ ਕਿਉਂਕਿ ਅਜਿਹੀ ਗਿਣਤੀ ਸਾ Saudi ਦੀ ਅਰਬ ਵਿੱਚ ਵਹਾਬੀ ਜਾਂ ਸਲਾਫੀ ਸੁਧਾਰ ਲਹਿਰਾਮੀ ਪ੍ਰਚਲਿਤ ਦੇ ਅਨੁਸਾਰ ਨਹੀਂ ਹੈ. []] []] ਓਟੋਮਾਨ ਅਰੇਬੀਆ ਦੇ ਸਮੇਂ ਕਈ ਸਦੀਆਂ ਤੋਂ ਇਹ ਇਕ ਮਹੱਤਵਪੂਰਣ ਨਿਸ਼ਾਨ ਰਿਹਾ ਸੀ, ਅਤੇ ਪਹਿਲਾਂ ਤੋਂ ਆਧੁਨਿਕ ਸਮੇਂ ਦੌਰਾਨ ਸਾਰੇ ਸੰਪਰਦਾਵਾਂ ਦੇ ਮੁਸਲਮਾਨਾਂ ਲਈ ਇਕ ਬਹੁਤ ਮਸ਼ਹੂਰ ਯਾਤਰਾ ਰਹੀ ਸੀ. [8]\n\nਅਲੀਸ਼ਾ ਦੀ ਕਬਰ ਦੀ ਅਖੀਰ ਵਿਚ ਟਰਕੀ ਦੇ ਈਲਿਲ ਜ਼ਿਲ੍ਹੇ ਵਿਚ ਕਬਰਸਤਾਨ ਮੌਜੂਦ ਹੈ. [9] ਅਸਲ ਅਸਥਾਨ ਇਕ ਨਦੀ ਦੇ ਨਜ਼ਦੀਕ ਦੇ ਨੇੜੇ ਸੀ ਜੋ 1994 ਵਿਚ ਹੜ੍ਹ ਆਇਆ ਸੀ. ਪੰਜਾਬ ਦੇ ਡਾਇਰੈਕਟੋਰੇਟ ਨੂੰ ਡਾਇਰੈਕਟੋਰੇਟ੍ਰੋਰੇਟ ਨੂੰ ਅਸਚਰਜ ਕਰਨ ਤੋਂ ਰੋਕਣ ਲਈ ਆਏ ਸਨ. ਇਸ ਖੇਤਰ ਵਿੱਚ ਹੰਕਾਰੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ, ਨਬੀ ਦੀ ਸੁਰੱਖਿਅਤ ਸ਼ਿਰਡ ਅਤੇ ਅਧਿਕਾਰਤ ਸ਼ੁਕਰਤਾਵਾਂ ਦੁਆਰਾ ਦਿੱਤੀ ਗਈ ਕਬਰ ਨੂੰ ਪੀਤਾ ਗਿਆ. ਹਾਲਾਂਕਿ, ਬਹੁਤ ਸਾਰੇ ਕਸੌਪੋਕ ਨੇ ਉਸ ਰਾਤ ਉਨ੍ਹਾਂ ਦੇ ਸੁਪਨੇ ਵਿੱਚ ਨਬੀ ਨੂੰ ਵੇਖਿਆ ਅਤੇ ਸੂਰਜ ਚੜ੍ਹਨ ਤੋਂ ਪਹਿਲਾਂ ਨਵੀਂ ਜਗ੍ਹਾ ਤੇ ਵੇਖਿਆ. [10] [11]",
"Yunus": "ਯੂਨਸ ਇਬਨ ਮੈਟਾ (ਅਰਬੀ: سل: سل: سرونس ابناا. ਰੋਮਨਾਈਜ਼ਡ ਯੂਨਸ ਰਵਾਇਤੀ ਤੌਰ ਤੇ ਇੱਕ ਨਬੀ ਵਜੋਂ ਵਫ਼ਾਦਾਰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਜੋ ਨਬੀ ਵਜੋਂ ਵਫ਼ਾਦਾਰ ਸੀ ਅਤੇ ਆਪਣੇ ਸੰਦੇਸ਼ ਭੇਜਦਾ ਸੀ. [1] [1] ਯੂਨਸ ਬਾਈਬਲ ਦੇ ਬਾਰਾਂ ਛੋਟੇ ਨਬੀਾਂ ਵਿਚੋਂ ਇਕ ਹੀ ਇਕੋ ਹੀ ਹੈ ਜੋ ਕੁਰਾਨ ਵਿਚ ਰੱਖਿਆ ਗਿਆ ਹੈ. [3] ਕੁਰਾਨ ਦੇ ਦਸਵੇਂ ਅਧਿਆਇ ਦਾ ਨਾਮ ਦਿੱਤਾ ਗਿਆ ਹੈ. []]\n\nਯੂਨਸ ਨੂੰ ਧੂਲ-ਨਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ (ਅਰਬੀ: ذو ذو ٱلنون) ਅਤੇ ਮੁਸਲਮਾਨਾਂ ਦੁਆਰਾ. [5] ਕੁਰਾਨ ਵਿੱਚ ਉਸਨੂੰ ਚਾਰ ਵਾਰ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ. []]\n\nਹਡਿਥਿਕ ਜ਼ਿਕਰ\nਯੂਨਸ ਮੁਹੰਮਦ ਦੇ ਜੀਵਨ ਕਾਲ ਦੌਰਾਨ ਕੁਝ ਘਟਨਾਵਾਂ ਵਿੱਚ ਵੀ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਯੂਨਸ ਦਾ ਨਾਮ ਮੁਹੰਮਦ ਦੀ ਪ੍ਰਸੰਸਾ ਅਤੇ ਸਤਿਕਾਰ ਨਾਲ ਨਾਮ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ. ਮੁਹੰਮਦ ਦੇ ਜੀਵਨ ਬਾਰੇ ਇਤਿਹਾਸਕ ਬਰਾਮਦਾਂ ਦੇ ਅਨੁਸਾਰ, ਖੁਲਾਸੇ ਹੋਣ ਵਾਲੇ ਦਸ ਸਾਲਾਂ ਤੋਂ ਬਾਅਦ ਮੁਹੰਮਦ ਤਾ ਆਉਣ ਵਾਲੇ ਸ਼ਹਿਰ ਗਿਆ ਸੀ ਜਾਂ ਜੇ ਇਸ ਦੇ ਨੇਤਾ ਮੱਕਾ ਦੀ ਬਜਾਏ ਉਥੇ ਉਨ੍ਹਾਂ ਦੇ ਸੰਦੇਸ਼ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨ ਦਿੰਦੇ ਸਨ ਲੋਕ. ਉਸਨੇ ਉਤਬਾਹ ਅਤੇ ਸ਼ਯਬਾਹ ਦੇ ਬਾਗ਼ ਦੇ ਦੋ ਮੈਂਬਰ, ਜੋ ਕਿ ਕੁਇਹ ਗੋਤ ਦੇ ਦੋ ਮੈਂਬਰ, ਉਤਬਾਹ ਅਤੇ ਸ਼ਯਬਾਹ ਦੇ ਬਾਗ਼ ਵਿੱਚ ਪਨਾਹ ਲਈ. ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਨੌਕਰ, ਆਟਾ ਨੂੰ ਵੀ ਸੁੰਘੋ ਰਹਿਣ ਲਈ ਉਸਦੀ ਉਪਾਸ ਦੀ ਸੇਵਾ ਕਰਨ ਲਈ ਭੇਜਿਆ. ਮੁਹੰਮਦ ਨੇ ਏਦਾ ਏ ਐਡੀਸ ਨੂੰ ਪੁੱਛਿਆ ਕਿ ਉਹ ਕਿੱਥੇ ਸੀ ਅਤੇ ਨੌਕਰ ਨੇ ਨੀਨਵਾਹ ਦਾ ਜਵਾਬ ਦਿੱਤਾ. \"ਯੂਨਸ ਦਾ ਸ਼ਹਿਰ ਹੁਣੇ, ਅਮਿਤਟੀ ਦਾ ਪੁੱਤਰ ਹੈ!\" ਮੁਹੰਮਦ ਨੇ ਕਿਹਾ. ਅਡਾਸ ਹੈਰਾਨ ਰਹਿ ਗਿਆ ਕਿਉਂਕਿ ਉਹ ਜਾਣਦਾ ਸੀ ਕਿ ਝੂਠੇ ਅਰਬਾਂ ਨੂੰ ਯੂਨਸ ਦਾ ਕੋਈ ਗਿਆਨ ਨਹੀਂ ਸੀ. ਫਿਰ ਉਸਨੇ ਪੁੱਛਿਆ ਕਿ ਕਿਵੇਂ ਮੁਹੰਮਦ ਇਸ ਆਦਮੀ ਬਾਰੇ ਜਾਣਦਾ ਸੀ. \"ਅਸੀਂ ਭਰਾ ਹਾਂ,\" ਮੁਹੰਮਦ ਨੇ ਜਵਾਬ ਦਿੱਤਾ. \"ਯੂਨਸ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨਬੀ ਸੀ ਅਤੇ ਮੈਂ ਵੀ ਪਰਮੇਸ਼ੁਰ ਦਾ ਨਬੀ ਹਾਂ.\" ਐਡਸ ਤੁਰੰਤ ਇਸਲਾਮ ਸਵੀਕਾਰ ਕਰ ਲਿਆ ਅਤੇ ਮੁਹੰਮਦ ਦੇ ਹੱਥਾਂ ਅਤੇ ਪੈਰਾਂ ਨੂੰ ਚੁੰਮਿਆ. [10]\n\nਇਮਾਮ ਬੁਖਾਰੀ ਦੇ ਸੰਗ੍ਰਹਿ ਵਿਚ ਮੁਹੰਮਦ ਦੇ ਮੁਹੰਮਦ ਦੇ ਇਕ ਸ਼ਬਦ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੁਹੰਮਦ ਨੇ ਕਿਹਾ \"ਇਕ ਅਜਿਹਾ ਕਹਿਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ਕਿ ਮੈਂ ਯੂਨਸ ਨਾਲੋਂ ਵਧੀਆ ਹਾਂ\". [12] [13] [13] [13] [13] [13] [13] ਇਹ ਸਿਖਾਇਆ ਕਿ ਇਬਨ ਅਬੀ ਅਲ-ਲੂਣ ਨੇ ਇਹ ਸਿਖਿਆ ਕਿ ਅੱਲ੍ਹਾ ਨੂੰ ਧੁੰਦ ਦੇ ਅੰਦਰ ਪ੍ਰਾਰਥਨਾ ਨਹੀਂ ਕੀਤੀ, ਪਰ ਉਸਦੀ ਪ੍ਰਾਰਥਨਾ ਦੇ ਕਾਰਨ, ਯੂਨਸ \"ਸਿਰਫ ਕੁਝ ਹੀ ਰਿਹਾ ਹੁੰਦਾ ਮੱਛੀ ਦੇ ly ਿੱਡ ਦੇ ਅੰਦਰ ਦਿਨ \". [14]\n\nਸਦੀਵੀ ਸਦੀ ਦੇ ਇਤਿਹਾਸਕਾਰ ਅਲ-ਟਬਰੀ ਨੇ ਇਸ ਨੂੰ ਰਿਕਾਰਡ ਕੀਤਾ, ਜਦੋਂ ਕਿ ਯੂਨਾਹ ਮੱਛੀ ਦੇ ਅੰਦਰ ਸੀ, \"ਉਸ ਦੀ ਕੋਈ ਵੀ ਹੱਡੀ ਵਿਚੋਂ ਕੋਈ ਜ਼ਖਮੀ ਨਹੀਂ ਹੋਇਆ\". [14] ਅਲ-ਟਬਰੀ ਨੇ ਵੀ ਕਿਹਾ ਕਿ ਅੱਲ੍ਹਾ ਨੇ ਮੱਛੀ ਨੂੰ ਪਾਰਦਰਸ਼ੀ ਬਣਾਇਆ ਅਤੇ ਯੂਨਸ ਨੂੰ \"ਡੂੰਘੇ ਡੂੰਘਾ\" [15] ਵੇਖਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ. [15] ਇਕ ਤੰਬਾ ਸਦੀ ਦੇ ਇਕ ਕਵੀ ਨੇ ਕਿਹਾ ਕਿ ਯੂਨਸ ਦੇ ਪਿਤਾ ਜੀ ਨੂੰ ਸੱਤਰ ਵਰ੍ਹਿਆਂ ਦਾ ਜਨਮ ਲੈਂਦਾ ਸੀ, ਜੋ ਕਿ ਉਨਸ ਦੀ ਮਾਂ ਨੂੰ ਬਿਨਾਂ ਇਕ ਲੱਕੜ ਦੇ ਚਮਚੇ ਤੋਂ ਇਲਾਵਾ ਰਵਾਨਾ ਹੋਇਆ ਸੀ ਕੌਰਨੋਕੋਪੀਆ ਬਣੋ. [14]\n\nਮਕਬਰੇ\nਇਹ ਵੀ ਵੇਖੋ: ਮੋਸੂਲ § ਮਸੌਵੀ_ਓਫ_ਨ_ਪ੍ਰੋਫੇਟ_ਨਾਹ ਦੇ ਮੈਕਸਾਂ ਦੀ ਉਲੰਘਣਾ\n\nਯੂਨਸ ਦੀ ਮਸਜਿਦ ਦੇ ਖੰਡਰਾਂ ਦੀ ਤਸਵੀਰ ਆਈਐਸਆਈਐਲ ਦੁਆਰਾ ਇਸ ਦੇ ਵਿਨਾਸ਼ ਤੋਂ ਬਾਅਦ\nਨੀਨਵੇਹ ਦੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਨੂੰ ਚਾਰ ਅੱਡਿਆਂ ਦੀਆਂ ਕੰਧਾਂ ਦੇ ਖੁਦਾਈਆਂ, ਚਾਰ ਪਾਸੇ ਦੀਆਂ ਕੰਧਾਂ ਦੇ ਅੰਕਾਂ ਦੁਆਰਾ ਚਿੰਨ੍ਹਿਤ ਕੀਤਾ ਗਿਆ ਹੈ: ਇਕ ਮਸਜਿਦ ਨਬੀ ਯੂਨਸ ਨੂੰ ਯੂਨਾਹ ਨੂੰ ਸਮਰਪਿਤ ਕੀਤਾ ਗਿਆ ਅਤੇ ਉਸ ਨੂੰ ਇਕ ਅਸਥਾਨ ਸੀ ਜੋ ਮੁਸਲਮਾਨਾਂ ਅਤੇ ਈਸਾਈਆਂ ਨੇ ਯੂਨਾਹ ਦੇ ਮਕਬਰੇ ਦੀ ਜਗ੍ਹਾ ਵਜੋਂ ਪਰਗਿੱਛ ਕੀਤੀ ਸੀ. [17] ਕਬਰ ਇੱਕ ਪ੍ਰਸਿੱਧ ਤੀਰਥ ਯਾਤਰਾ [18] ਅਤੇ ਮੱਧ ਪੂਰਬ ਦੇ ਪਾਰ ਯਹੂਦੀਆਂ, ਈਸਾਈਆਂ ਅਤੇ ਮੁਸਲਮਾਨਾਂ ਲਈ ਏਕਤਾ ਦਾ ਪ੍ਰਤੀਕ ਸੀ. [18] 24 ਜੁਲਾਈ, 2014 ਨੂੰ ਇਰਾਕ ਦੀ ਇਸਲਾਮਿਕ ਸਟੇਟ ਅਤੇ ਲਵਿਨ (ਆਈਐਸਆਈਐਲ) ਮੁਹਿੰਮ ਦੀ ਮੁਹਿੰਮ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਇਸ ਨੂੰ ਧਾਰਮਿਕ ਅਸਥਾਨਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਦੀ ਮੁਹਿੰਮ ਨੂੰ ਖਤਮ ਕਰ ਦਿੱਤਾ ਗਿਆ. [19] ਮੋਸੂਲ ਨੇ ਜਨਵਰੀ 2017 ਵਿੱਚ ਆਈਐਸਆਈਐਲ ਤੋਂ ਵਾਪਸ ਲਿਜਾਇਆ ਗਿਆ ਸੀ, ਜੋ ਕਿ 7 ਵੀਂ ਸਦੀ ਸਾ.ਯੁ.ਪੂ. ਦੇ ਆਲੇ-ਦੁਆਲੇ ਦੇ ਪ੍ਰਾਚੀਨ ਅੱਥਰਸੀਆਈ ਪੈਲੇਸ ਨੂੰ ਬਰਬਾਦ ਹੋਈਆਂ ਮਸਜਿਦ ਦੇ ਪਹਿਲੇ ਅੱਧ ਵਿੱਚ ਬਣਾਇਆ ਗਿਆ ਸੀ. [18] ਆਈਸਿਲ ਨੇ ਕਾਲੀ ਮਾਰਕੀਟ 'ਤੇ ਵੇਚਣ ਲਈ ਵਸਤੂਆਂ ਦਾ ਮਹਿਲ ਲੁੱਟਿਆ ਸੀ, ਪਰ ਉਨ੍ਹਾਂ ਕਲਾਕ੍ਰਣਾਂ ਨੂੰ ਜੋ ਆਵਾਜਾਈ ਕਰਨਾ ਵਧੇਰੇ ਮੁਸ਼ਕਲ ਸੀ ਉਹ ਜਗ੍ਹਾ ਵਿਚ ਰਿਹਾ. [18]\n\nਹੋਰ ਮੁਸਲਮਾਨ ਕਮੀ\nਯੂਨਾਹ ਦੇ ਮਕਬਰੇ ਦੇ ਹੋਰ ਨਾਮਵਰ ਸਥਾਨਾਂ ਵਿੱਚ ਇਜ਼ਰਾਈਲ ਵਿੱਚ ਪ੍ਰਾਚੀਨ ਮੈਥ-ਹੇਪਰ ਦੇ ਇਲਾਕੇ ਦੇ ਅਰਬ ਪਿੰਡ ਮਾਹਾਹਰ ਸ਼ਾਮਲ ਸਨ; ਹੇਬਰੋਨ ਦੇ ਉੱਤਰ ਵਿੱਚ ਫਿਲਸਤੀਨੀ ਪੱਛਮੀ ਪੱਛਮੀ ਸ਼ਹਿਰ; [22] ਅਤੇ ਲੇਬਨਾਨ ਵਿਚ ਸਾਰਫੈਂਡ (ਸਰਾਪਟਾ) ਸ਼ਹਿਰ ਦੇ ਨੇੜੇ ਇਕ ਸਨ. [23] ਇਕ ਹੋਰ ਪਰੰਪਰਾ ਹੁਣ ਇਕ ਪਹਾੜੀ 'ਤੇ ਇਕ ਪਹਾੜੀ' ਤੇ, \", ਪਹਾੜੀ\", ਇਕ ਇਕ ਜਗ੍ਹਾ 'ਤੇ ਇਕ ਆਧੁਨਿਕ ਲਾਈਟਹਾ ouse ਸ ਦੀ ਇਕ ਜਗ੍ਹਾ' ਤੇ.\n\nਯੋਨਾਹ ਦੀ ਕਬਰ ਤੁਰਕੀ ਦੇ ਮਿਰਬਕੀਰ ਵਿੱਚ ਫਿਯਾਰਬੀਕਰ ਵਿੱਚ ਪਾਈ ਜਾ ਸਕਦੀ ਹੈ ਐਵਲੀਆ ਸੇਲੀਬੀ ਨੇ ਆਪਣੇ ਸਹਿਿਸਤਨਾਮ ਵਿੱਚ ਕਿਹਾ ਕਿ ਉਹ ਯੂਨਾਹ ਦੇ ਕਬਰਾਂ ਦਾ ਦੌਰਾ ਕਰਦਾ ਸੀ. [26]\n\nਕੁਆਰਨਸਿਕ ਜ਼ਿਕਰ ਕਰਦਾ ਹੈ\nਅਲ-ਐਂਬਾਈ 21:87 ਵਿਚ []] ਅਤੇ ਅਲ-ਕਲਾਮ 68:48, ਯੂਨਸ ਨੂੰ ਧੂਲ-ਨਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ (ਅਰਬੀ: ذو ٱلنننون, ਲਿਟ. [5] ਏ-ਨੀਸਾ 4: 163 ਵਿਚ ਅਤੇ ਅਲ -ਾਮ 6:86, ਉਸ ਨੂੰ \"ਅੱਲ੍ਹਾ ਦਾ ਰਸੂਲ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ. []] ਸੂਰਜ 37: 139-148 ਯੂਨਸ ਦੀ ਪੂਰੀ ਕਹਾਣੀ ਦੱਸਦੀ ਹੈ: [5]\nਇਸ ਲਈ ਯੂਨਾਹ ਨੂੰ ਵੀ ਭੇਜਿਆ ਗਿਆ ਸੀ (ਸਾਡੇ ਦੁਆਰਾ).\nਜਦੋਂ ਉਹ ਭੱਜ ਗਿਆ (ਕੈਦ ਤੋਂ ਗੁਲਾਮ) ਨੂੰ ਜਹਾਜ਼ ਵਿੱਚ (ਪੂਰੀ) ਲਾਡਨ,\nਉਹ (ਸਹਿਮਤ) ਬਹੁਤ ਸਾਰੇ ਸੁੱਟਿਆ ਗਿਆ ਹੈ, ਅਤੇ ਉਸਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ ਸੀ:\nਫਿਰ ਵ੍ਹੇਲ ਉਸਨੂੰ ਨਿਗਲ ਗਈ ਅਤੇ ਉਸਨੇ ਦੋਸ਼ ਦੇ ਯੋਗ ਕੰਮ ਕੀਤੇ ਸਨ.\nਜੇ ਉਹ (ਤੋਬਾ ਕਰਦਾ ਸੀ ਅਤੇ) ਅੱਲ੍ਹਾ ਦੀ ਵਡਿਆਈ ਕਰਦਾ ਸੀ,\nਜੀ ਉਠਾਏ ਜਾਣ ਦੇ ਦਿਨ ਤੱਕ ਉਹ ਜ਼ਰੂਰ ਮੱਛੀ ਦੇ ਅੰਦਰ ਹੀ ਰਹੇਗਾ.\nਅਸੀਂ ਉਸਨੂੰ ਬਿਮਾਰੀ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਨੰਗਾ ਕੰ ore ਼ਣ ਤੇ ਪਾ ਦਿੱਤਾ,\nਅਤੇ ਅਸੀਂ ਉਸਦੇ ਉੱਪਰ, ਬਘਿਆੜ ਕਿਸਮ ਦਾ ਇੱਕ ਫੈਲਣ ਵਾਲਾ ਪੌਦਾ ਉਗਾਉਣ ਲਈ.\nਅਤੇ ਅਸੀਂ ਉਸਨੂੰ (ਇੱਕ ਮਿਸ਼ਨ ਤੇ) ​​ਭੇਜਿਆ ਗਿਆ (ਮਰਦ) ਜਾਂ ਹੋਰ.\nਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਵਿਸ਼ਵਾਸ ਕੀਤਾ; ਇਸ ਲਈ ਸਾਨੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਕੁਝ ਸਮੇਂ ਲਈ (ਉਨ੍ਹਾਂ ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਅਨੰਦ ਲੈਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ.\n\n- ਕੁਰਾਨ, ਅਧਿਆਇ 37 (ਜਿਵੇਂ-ਸਾਫਤ), ਬਾਣੀ 139-148 [8]\nਕੁਰਾਨ ਨੇ ਯੂਨਸ ਦੀ ਵਿਰਾਸਤ ਦਾ ਜ਼ਿਕਰ ਨਹੀਂ ਕੀਤਾ, [5] ਪਰ ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਇਹ ਸਿਖਾਉਂਦੀ ਹੈ ਕਿ ਯੂਨਸ ਬਿਨੀਜਾਮਿਨ ਦੇ ਗੋਤ ਵਿੱਚੋਂ ਸੀ. [9]",
"Zakariya": "ਇਸਲਾਮਿਕ ਸਿਧਾਂਤਾਂ ਦੇ ਅਨੁਸਾਰ, ਜ਼ਕਰਾਰੀ (ਅਰਬੀ: زكريا, ਜ਼ਕਰਯਾਹ) ਇੱਕ ਨਬੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਯਾਹਿਆ ਦਾ ਪਿਤਾ ਹੈ.\n\nਕੁਰਾਨ ਵਿਚ\nਜ਼ਕਰੀਆ ਨੇ ਯਰੂਸ਼ਲਮ ਦੇ ਦੂਜੇ ਮਕ੍ਰ ਦੇ ਧਰਮੀ ਜਾਜਕ ਅਤੇ ਨਬੀ ਸੀ. ਉਹ ਅਕਸਰ ਮੰਦਰ ਦੀਆਂ ਸੇਵਾਵਾਂ ਦੇ ਪ੍ਰਬੰਧਨ ਦੇ ਇੰਚਾਰਜ ਹੋਵੇਗਾ [2] ਅਤੇ ਉਹ ਹਮੇਸ਼ਾ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕਰਨ ਵਿੱਚ ਦ੍ਰਿੜ੍ਹ ਰਹਿਣਗੇ.\n\nਇੱਕ ਪੁੱਤਰ ਲਈ ਅਰਦਾਸ ਕਰਨਾ\nਜਦੋਂ ਉਹ ਆਪਣੀ ਬੁ age ਾਪਾ ਵਿੱਚ ਪਹੁੰਚਿਆ, ਜ਼ਕਰਰੇਇਆ ਨੇ ਚਿੰਤਾ ਕਰਨੀ ਸ਼ੁਰੂ ਕੀਤੀ ਕਿ ਉਸਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਰੱਬ ਦੇ ਸੰਦੇਸ਼ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨ ਦੀ ਵਿਰਾਸਤ ਨੂੰ ਜਾਰੀ ਰੱਖੇਗਾ ਅਤੇ ਉਸਦੇ ਬਾਅਦ ਮੰਦਰ ਦੀਆਂ ਰੋਜ਼ਾਨਾ ਸੇਵਾਵਾਂ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨਾ ਜਾਰੀ ਰੱਖੇਗਾ. ਜ਼ਕਰੀਆ ਨੂੰ ਕਿਸੇ ਪੁੱਤਰ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ. ਇੱਕ of ਲਾਦ ਦੇ ਜਨਮ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਨਾ ਹੀ ਕਿਸੇ ਬੱਚੇ ਦੀ ਇੱਛਾ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਸੀ. [1] ਉਸਨੇ ਆਪਣੇ ਆਪ ਅਤੇ ਲੋਕਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ - ਜ਼ਕਰਣੀ ਤੋਂ ਬਾਅਦ, ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਮੈਸੇਂਜਰ ਦੀ ਜ਼ਰੂਰਤ ਸੀ ਜੋ ਕਿ ਜ਼ਕਰਾਰੀ ਤੋਂ ਬਾਅਦ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ ਵਿੱਚ ਕੰਮ ਕਰੇ. ਜ਼ਕਰਾਰੀ ਦਾ ਚਰਿੱਤਰ ਅਤੇ ਨੇਕੀ ਸੀ ਅਤੇ ਉਹ ਇਸ ਨੂੰ ਆਪਣੇ ਅਧਿਆਤਮਿਕ ਵਾਰਸ ਵਿਚ ਆਪਣਾ ਸਭ ਤੋਂ ਕੀਮਤੀ ਕਬਜ਼ਾ ਲੈਣਾ ਚਾਹੁੰਦਾ ਸੀ. ਉਸ ਦਾ ਸੁਪਨਾ ਵੀ ਘਰ ਨੂੰ ਪੁਰਸ਼ ਯਾਕੂਬ ਦੀ ਅਦਾਇਗੀ ਲਈ ਸੀ ਅਤੇ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨ ਲਈ ਕਿ ਇਜ਼ਰਾਈਲ ਲਈ ਪਰਮੇਸ਼ੁਰ ਦਾ ਸੰਦੇਸ਼ ਨਵੀਨੀਕਰਣ ਕੀਤਾ ਗਿਆ ਸੀ. ਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਦਾ ਜਵਾਬ:\n\nਤੁਹਾਡੇ ਸੁਆਮੀ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਸਦੇ ਸੇਵਕ ਜ਼ਕਰਰੇਆ ਦਾ ਹੁਕਮ. ਜਦੋਂ ਉਸਨੇ ਆਪਣੇ ਮਾਲਕ ਨੂੰ ਪੁਕਾਰਿਆ ਤਾਂ ਉਸਨੇ ਕਿਹਾ, \"ਮੇਰਾ ਪ੍ਰਭੂ! ਲੋ! ਮੇਰੇ ਲਈ ਕਮਜ਼ੋਰ ਹੱਡੀਆਂ ਅਤੇ ਮੇਰਾ ਸਿਰ ਸਲੇਟੀ ਵਾਲਾਂ ਨਾਲ ਚਮਕ ਰਿਹਾ ਹੈ, ਅਤੇ ਮੇਰੇ ਪ੍ਰਭੂ, ਤੇਰੇ ਲਈ ਕਦੇ ਵੀ ਅਵਾਜ ਨਹੀਂ ਹੁੰਦਾ. ਲੋ! ਮੈਂ ਮੇਰੇ ਤੋਂ ਬਾਅਦ ਆਪਣੀ ਰਿਸ਼ਤੇਦਾਰੀ ਤੋਂ ਡਰਦਾ ਹਾਂ, ਕਿਉਂਕਿ ਮੇਰੀ ਪਤਨੀ ਬਾਂਝ ਹੈ. ਹੇ, ਮੈਨੂੰ ਆਪਣੀ ਮੌਜੂਦਗੀ ਤੋਂ ਇਕ ਉੱਤਰਾਧਿਕਾਰੀ ਦਿਓ ਜੋ ਮੇਰੇ ਲਈ ਯਾਕੂਬ ਦੇ ਘਰਾਣੇ ਦਾ ਵਿਰਸਾਦਾਤਾ ਅਤੇ ਵਿਰਾਸਤ ਵਿਚ ਹੈ. ਅਤੇ ਮੇਰੇ ਪ੍ਰਭੂ, ਉਹ ਤੁਹਾਡੇ ਲਈ ਸਵੀਕਾਰਯੋਗ ਬਣਾਉ. [ਕੁਰਾਨ 19: 4-6 (ਪਿਕਥਾਲ ਦੁਆਰਾ ਅਨੁਵਾਦ ਕੀਤਾ)]\n\nਯਾਹੀਆ\nਪ੍ਰਮਾਤਮਾ ਦੇ ਤੋਤੇ ਵਜੋਂ ਜ਼ਕਰੀਆ ਨੂੰ ਇੱਕ ਪੁੱਤਰ ਨਾਮ ਦਿੱਤਾ ਗਿਆ ਸੀ ਜਿਸਦਾ ਨਾਮ ਯੇਯਾਦ (ਅਰਬੀ: يحيى, ਜੋ ਕਿ ਇਕੱਲੇ ਇਸ ਬੱਚੇ ਲਈ ਖਾਸ ਤੌਰ ਤੇ ਚੁਣਿਆ ਗਿਆ ਸੀ. ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਨੇ ਦੱਸਿਆ ਕਿ ਜ਼ਕਰਯਾਹ ਨੇ ਯੂਹੰਨਾ ਦੇ ਜਨਮ ਬਾਰੇ ਦੱਸਿਆ ਗਿਆ ਤਾਂ ਕਿ, ਦੋ ਸਾਲ ਪੁਰਾਣਾ ਸੀ.\n\nਜ਼ਕਰੀਆ ਦੀ ਪ੍ਰਾਰਥਨਾ ਅਨੁਸਾਰ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਯੂਹੰਨਾ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦਾ ਸੰਦੇਸ਼ ਦਿੱਤਾ, ਜੋ ਕਿ ਰੱਬ ਦਾ ਸੰਦੇਸ਼ ਦਿੰਦਾ ਹੈ ਅਤੇ ਇਜ਼ਰਾਈਲੀਆਂ ਦੁਆਰਾ ਗੁਆਚ ਗਿਆ ਸੀ. []] ਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ:\n\nਹੇ ਜ਼ਕਰਯਾਹ! ਲੋ! ਅਸੀਂ ਤੇਰੇ ਪੁੱਤਰ ਦੀਆਂ ਖਾਵਨਾਂ ਨੂੰ ਆਖਦੇ ਹਾਂ ਕਿ ਯੂਹੰਨਾ ਹੈ; ਅਸੀਂ ਉਹੀ ਨਾਮ ਨਹੀਂ ਕਰ ਲਿਆ ਹੈ (ਉਸ ਨੂੰ). ਉਸ ਨੇ ਕਿਹਾ: ਮੇਰਾ ਮਾਲਕ! ਮੇਰਾ ਇੱਕ ਬੇਟਾ ਕਿਵੇਂ ਲੈ ਸਕਦਾ ਹੈ ਜਦੋਂ ਮੇਰੀ ਪਤਨੀ ਬਾਂਝ ਹੁੰਦੀ ਅਤੇ ਮੈਂ ਬੁ old ਾਪੇ ਦੀ ਪੂਰੀ ਉਮਰ ਤਕ ਪਹੁੰਚ ਗਈ ਹਾਂ? ਉਸਨੇ ਕਿਹਾ, ਤੇਰਾ ਪ੍ਰਭੂ ਆਖਦਾ ਹੈ, ਇਹ ਆਖ਼ੇ, ਮੇਰੇ ਲਈ ਅਸਾਨ ਹੈ, ਅਤੇ ਸੱਚਮੁੱਚ ਮੈਂ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਬਣਾਇਆ ਸੀ, ਜਦੋਂ ਤੁਸੀਂ ਕੁਝ ਵੀ ਨਹੀਂ ਕਰਦੇ. ਉਸ ਨੇ ਕਿਹਾ: ਮੇਰਾ ਮਾਲਕ! ਮੈਨੂੰ ਇੱਕ ਨਿਸ਼ਾਨੀ ਦਿਓ. ਉਸਨੇ ਕਿਹਾ: ਤੁਹਾਡੀ ਨਿਸ਼ਾਨੀ ਇਹ ਹੈ ਕਿ ਤੁਸੀਂ ਸਾ sound ਂਡ ਸਿਹਤ ਦੌਰਾਨ ਤਿੰਨ ਰਾਤਾਂ ਲੋਕਾਂ ਨਾਲ ਗੱਲ ਨਹੀਂ ਕਰ ਸਕੋਗੇ.\n\n- [ਕੁਰਾਨ 19: 7-10 (ਪਿਕਥਾਲ ਦੁਆਰਾ ਅਨੁਵਾਦ ਕੀਤਾ)]\nਮਰੀਅਮ ਦਾ ਸਰਪ੍ਰਸਤ\nਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਜ਼ਕਰਣੀ ਮੈਰੀਅਮ ਦਾ ਸਰਪ੍ਰਸਤ ਸੀ. ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ:\n\n(ਯਾਦ ਰੱਖੋ) ਜਦੋਂ 'ਇਮਰਾਨ ਨੇ ਕਿਹਾ: ਮੇਰੇ ਮਾਲਕ! ਮੈਂ ਤੇਰੇ ਵਿੱਚ ਤੇਰੇ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸਹਾਰਿਆ ਹੈ ਕਿ ਮੇਰੇ ly ਿੱਡ ਵਿੱਚ ਇੱਕ ਪਵਿੱਤਰ (ਪੇਸ਼ਕਸ਼). ਇਸ ਨੂੰ ਮੇਰੇ ਤੋਂ ਸਵੀਕਾਰ ਕਰੋ. ਲੋ! ਤੂੰ ਕੇਵਲ, ਯੋਡਰਰ ਨੂੰ ਜਾਣਦਾ ਹੈਂ! ਜਦੋਂ ਉਸਨੇ ਸੌਂਪਿਆ ਗਿਆ ਤਾਂ ਉਸਨੇ ਕਿਹਾ: ਮੇਰੇ ਪ੍ਰਭੂ! ਲੋ! ਮੈਂ ਇਕ ਮਾਦਾ ਦਾ ਸੇਵਨ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹਾਂ - ਅੱਲ੍ਹਾ ਉਸ ਨੂੰ ਸਭ ਤੋਂ ਵਧੀਆ ਜਾਣਦਾ ਸੀ - ਕੀ ਮਰਦ female ਰਤ ਨਹੀਂ ਹੈ; ਅਤੇ ਦੇਖੋ! ਮੈਂ ਉਸਦੀ ਮਰਿਯਮ ਦਾ ਨਾਮ ਲਿਆ ਹੈ, ਅਤੇ ਦੇਖੋ! ਮੈਂ ਉਸਦੀ ਰੱਖਿਆ ਅਤੇ ਉਸ ਦੀ ਸੰਤਾਨ ਨੂੰ ਸ਼ਤਾਨ ਤੋਂ ਸ਼ੈਤਾਨ ਤੋਂ ਬਚਾਉਂਦਾ ਹਾਂ. ਅਤੇ ਉਸਦੇ ਮਾਲਕ ਨੇ ਉਸਨੂੰ ਪੂਰੀ ਪ੍ਰਵਾਨਗੀ ਦੇ ਨਾਲ ਸਵੀਕਾਰ ਕਰ ਲਿਆ ਅਤੇ ਉਸ ਨੂੰ ਇੱਕ ਚੰਗੇ ਵਿਕਾਸ ਦੇ ਤੂਫਾਨ ਦੇ ਨਾਲ; ਅਤੇ ਜ਼ਕਰਯਾਹ ਨੂੰ ਉਸਦਾ ਸਰਪ੍ਰਸਤ ਬਣਾਇਆ. ਜਦੋਂ ਵੀ ਜ਼ਕਰਯਾਹ ਮੰਦਰ ਵਿੱਚ ਗਿਆ ਜਿਥੇ ਉਹ ਸੀ, ਉਸਨੇ ਪਾਇਆ ਕਿ ਉਸਦਾ ਭੋਜਨ ਸੀ. ਉਸਨੇ ਕਿਹਾ: ਹੇ ਮੈਰੀ! ਇਹ (ਭੋਜਨ) ਤੇਥੋਂ ਆਇਆ ਹੈ? ਉਸਨੇ ਜਵਾਬ ਦਿੱਤਾ: ਇਹ ਅੱਲ੍ਹਾ ਤੋਂ ਹੈ. ਅੱਲ੍ਹਾ ਉਸ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਦੇਵੇਗਾ ਜਿਸਦੀ ਉਹ ਕਰੇਗਾ. [ਕੁਰਾਨ 3: 35-37 (ਪਿਕਥਾਲ ਦੁਆਰਾ ਅਨੁਵਾਦ ਕੀਤੇ)]\n\nਮੁਸਲਮਾਨ ਧਰਮ ਸ਼ਾਸਤਰ ਨੂੰ ਕਾਇਮ ਰੱਖਦਾ ਹੈ ਕਿ ਯੂਹੰਨਾ, ਯੂਹੰਨਾ ਬਪਤਿਸਮਾ ਦੇਣ ਵਾਲੇ ਅਤੇ ਯਿਸੂ ਨੇ ਨਬੀਆਂ ਦੇ ਨਵੇਂ ਯੁੱਗ ਵਿੱਚ, ਜੋ ਨਬੀ ਦੇ ਜਾਜਕ ਅਰਮਮਾਨ ਦਾ ਜਾਜਕ ਅਪਮਾਨ ਤੋਂ ਆਏ ਸਨ. ਇਹ ਤੱਥ ਕਿ ਸਾਰੇ ਜਾਜਕਾਂ ਦੇ, ਇਹ ਮਰਿਯਮ ਨੂੰ ਸੰਭਾਲਣ ਦਾ ਕੰਮ ਸੌਂਪਿਆ ਗਿਆ ਸੀ, ਜਿਸ ਨੂੰ ਇਕ ਪਵਿੱਤਰ ਆਦਮੀ ਦੀ ਖਤਰਾ ਦਰਸਾਉਂਦਾ ਸੀ. ਜ਼ਕਰੀਆ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨਬੀ ਅਤੇ ਨਬੀ ਅਤੇ ਧਰਮੀ ਆਦਮੀ ਵਜੋਂ ਅਕਸਰ ਕੁਰਾਨ ਵਿਚ ਕੁਰਾਨ ਵਿਚ ਮਾਣ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. ਅਜਿਹਾ ਇਕ ਅਜਿਹਾ ਮੁਲਾਂਕਣ ਸੁਰਾ ਅਲ-ਏਮਾਮ ਵਿਚ ਹੈ:\n\n\"ਅਤੇ ਜ਼ਕਰਰੀ ਅਤੇ ਯਾਹਯਾ ਅਤੇ IALYAS. ਹਰ ਇੱਕ ਧਰਮੀ ਲੋਕਾਂ ਦਾ ਸੀ.\" [ਕੁਰਾਨ 6:85 (ਪਿਕਥਾਲ ਦੁਆਰਾ ਅਨੁਵਾਦ ਕੀਤਾ)]\n\nਕੁਰਾਨ ਵਿਚ ਤਬਦੀਲੀ ਅਬਦੁੱਲਾ ਯੂਸਫ ਅਲੀ ਇਸ ਇਕ ਲਾਈਨ 'ਤੇ ਟਿੱਪਣੀ ਕਰਦੀ ਹੈ [5] - ਸੁਝਾਅ ਦਿਓ ਕਿ ਇਹ ਖਾਸ ਨਬੀ ਇਕ ਦੂਜੇ ਨਾਲ ਰੂਹਾਨੀ ਸੰਬੰਧ ਬਣਾਉਂਦੇ ਹਨ. ਉਹ ਦੱਸਦਾ ਹੈ ਕਿ ਯਹੀਆ ਏਸਾ ਦੇ ਰਿਸ਼ਤੇਦਾਰ ਸੀ, ਜਦੋਂ ਕਿ ਐਲਿਯਾਸ ਉਹ ਸੀ ਜੋ ਨਵੇਂ ਨੇਮ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ. ਜ਼ਕਰੀਆ ਵਿਆਹ ਦੇ ਰਾਹੀਂ, ਈਸਾ ਅਤੇ ਚਾਚੇ ਦਾ ਚਾਚਾ ਸੀ, ਨੂੰ ਨਵੇਂ ਨੇਮ ਵਿੱਚ ਅਲਿਯਾਸ ਕਿਹਾ ਜਾਂਦਾ ਸੀ. [7]",
"Yahya": "ਯੀਐਮੀ ਇਬਨ ਜ਼ਕਰੀਆ (ਅਰਬੀ: يحيى ابن زكريا, ਜ਼ਕਰਯਾਹ ਦੇ ਪੁੱਤਰ, ਇਜ਼ਰਾਈਲ (ਅੱਲ੍ਹਾ) ਦਾ ਇੱਕ ਨਬੀ ਅਤੇ ਦੂਤ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ, ਨੂੰ ਇਸਲਾਮ ਵਿੱਚ ਪਛਾਣਿਆ ਗਿਆ ਹੈ . ਉਹ ਮੁਸਲਮਾਨਾਂ ਨੇ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਬਚਨ ਦੀ ਗਵਾਹੀ ਭਰਪੂਰ ਸੀ ਜੋਸਾਏਲ ਮਸੀਹ (ਯਿਸੂ ਮਸੀਹ) ਦੇ ਆਉਣ ਦਾ ਹਿਸਾਲਾ ਕਰੇਗਾ. [1] [1]\n\nਯਾਹਯਾ ਨੂੰ ਕੁਰਾਨ ਵਿਚ ਪੰਜ ਵਾਰ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ. []]\n\nਯਹੀਆ ਨੂੰ ਸਫਾਈ ਵਿਚ ਅਤੇ ਇਸਲਾਮ ਰਹਿਤ ਰਹੱਸਵਾਦ ਵਿਚ ਵੀ ਸਨਮਾਨ ਕੀਤਾ ਗਿਆ ਹੈ, ਮੁੱਖ ਤੌਰ ਤੇ ਜੌਨ ਦੀ ਪਵਿੱਤਰਤਾ ਅਤੇ ਦਿਆਲਤਾ ਦੇ ਵਰਣਨ ਦੇ ਕਾਰਨ. []] ਸੂਫ਼ੀਆਂ ਨੇ ਹਮੇਸ਼ਾਂ ਕੁਰਾਨ ਵਿੱਚ ਜੌਹਨ ਦੇ ਹਵਾਲੇ ਦੀਆਂ ਗੱਲਾਂ ਬਾਰੇ ਟਿੱਪਣੀਆਂ ਕੀਤੀਆਂ ਹਨ, ਜੋ ਕਿ ਉਸਨੇ ਜਵਾਨੀ ਦੇ ਮਕੋਂ ਨੂੰ ਜਵਾਨੀ ਦੇ ਨਾਲ ਦਿੱਤਾ ਜੋ ਉਸਨੇ ਜਵਾਨੀ ਦੇ ਨਾਲ ਨਾਲ ਯਿਸੂ ਨਾਲ ਉਸਦੇ ਸਮਾਨਤਾਵਾਂ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕੀਤੀ. ਹਾਲਾਂਕਿ ਯੂਹੰਨਾ ਦਾ ਵਰਣਨ ਕਰਨ ਲਈ ਕਈ ਵਾਕਾਂਸ਼ਾਂ ਅਤੇ ਯਿਸੂ ਕੁਰਾਨ ਵਿੱਚ ਅਸਲ ਵਿੱਚ ਇਕੋ ਜਿਹੇ ਹਨ, ਜਿਸ ਤਰੀਕੇ ਨਾਲ ਉਹ ਪ੍ਰਗਟ ਹੁੰਦੇ ਹਨ ਉਹ ਵੱਖਰਾ ਹੁੰਦਾ ਹੈ. [5]\n\nਜਨਮ\nਕੁਰਾਨ ਵਿਚ, ਪ੍ਰਮਾਤਮਾ ਅਕਸਰ ਜ਼ਕਰੀਆ ਦੇ ਇਕ ਪੁੱਤਰ ਦੇ ਜਨਮ ਲਈ ਨਿਰੰਤਰ ਪ੍ਰਾਰਥਨਾ ਦਾ ਜ਼ਿਕਰ ਕਰਦਾ ਹੈ. ਜ਼ਕਰੀਆ ਦੀ ਪਤਨੀ ਬਾਂਝ ਸੀ ਅਤੇ ਇਸ ਲਈ ਬੱਚੇ ਦਾ ਜਨਮ ਅਸੰਭਵ ਲੱਗਦਾ ਸੀ. []] ਪ੍ਰਮਾਤਮਾ ਵੱਲੋਂ ਦਿੱਤੇ ਤੋਹਫ਼ੇ ਵਜੋਂ, ਜ਼ਕਰਯਾਹ ਨੂੰ ਯਾਰੀਆ ਦੇ ਨਾਮ ਨਾਲ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਜਿਸਦਾ ਨਾਮ ਇਕੱਲੇ ਚੁਣੇ ਗਏ ਸਨ. ਜ਼ਕਰੀਆ ਦੀ ਪ੍ਰਾਰਥਨਾ ਅਨੁਸਾਰ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਯਹਿਆ ਅਤੇ ਯਾ ਨੂੰ ਬਣਾਇਆ, ਜੋ ਕਿ ਨਵੇਂ ਮਹੀਨਿਆਂ ਬਾਅਦ, ਜੰਮਿਆ ਹੋਇਆ ਸੀ ਕਿ ਉਹ ਛੇ ਮਹੀਨਿਆਂ ਬਾਅਦ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸੰਦੇਸ਼ ਨੂੰ ਰੀਨਿ w ਕਰ ਗਿਆ, ਜਿਸ ਨੂੰ ਇਜ਼ਰਾਈਲੀਆਂ ਨਾਲ ਭੜਕਾਇਆ ਗਿਆ.\n\nਜੋਰਜ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ ਕਿ ਯੂਹੰਨਾ ਬਪਤਿਸਮਾ ਦੇਣ ਵਾਲਾ ਪਹਿਲਾ ਪਹਿਲਾ ਵਿਅਕਤੀ ਸੀ (ਕੁਰਾਨ 19: 7-10) ਪਰ ਯੂਹੰਨਾ ਬਪਤਿਸਮਾ ਦੇਣ ਵਾਲੇ ਦੇ ਅੱਗੇ ਦਾ ਨਾਮ ਇਸਲਾਮਿਕ ਸਪੈਂਸਿੰਗ ਦਾ ਹਵਾਲਾ ਦੇ ਰਿਹਾ ਹੈ, ਕਿਉਂਕਿ \"ਯੀਅ [ਜੋਨੀਅਨ \"[onaḥan] [ਜੋ ਤੁਸੀਂ] ਜੌਨ ਦੇ ਚਮਤਕਾਰ ਨਾਮ ਰਹੇ ਨਾਮ ਦੇ ਬਾਈਬਲ ਦੇ ਖਾਤੇ ਵਿੱਚ ਨਹੀਂ. [ਯੂਨਾਨੀ: ζαχαρriarise\" () ਉਸਦੇ ਪਿਤਾ ਦੇ ਨਾਮ ਤੋਂ ਬਾਅਦ, ਇਕ ਨੂੰ ਆਪਣੇ ਪਿਤਾ ਜ਼ਕਰੀਆਸ (ਨੂੰ ਵੀ ਜ਼ਕਰਯਾਹ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ) ਦੇ ਨਾਮ 'ਤੇ \"ਜੂਨੀਅਰ\" / \"ਵੈਨਨ\" / \"ਵੈਨਸਨ\") ਸਨ. [11] ਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ: [12]\n\"ਹੇ ਜ਼ਕਰੀਆ, ਸੱਚਮੁੱਚ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਕ ਮੁੰਡੇ ਦੀ ਚੰਗੀ ਝੁਕੀ ਦਿਵਾਉਂਦੇ ਹਾਂ ਜਿਸਦਾ ਨਾਮ ਵਹੀਆ ਹੋਵੇਗਾ, ਅਤੇ ਜਿਸ ਲਈ ਅਸੀਂ ਕਦੇ ਵੀ ਇਸਤੋਂ ਪੈਦਾ ਨਹੀਂ ਕੀਤੇ ਸਨ.\n\nਉਸਨੇ ਕਿਹਾ: \"ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੇਰੇ ਲਈ ਇੱਕ ਪੁੱਤਰ ਕਿਵੇਂ ਮਿਲੇਗਾ ਅਤੇ ਜਦੋਂ ਮੇਰੀ ਪਤਨੀ ਬਾਂਝ ਹੁੰਦੀ ਹੈ ਅਤੇ ਮੈਂ ਬੁ old ਾਪੇ ਤੋਂ ਕਾਫ਼ੀ ਘਟੀਆ ਹੋ ਗਿਆ ਹਾਂ?\"\n\nਉਸ ਨੇ ਕਿਹਾ: \"ਇਸ ਤਰਾਂ ਹੋਵੇਗਾ (ਇਹ) ਆਖਿਆ, 'ਇਹ ਮੇਰੇ ਲਈ ਅਸਾਨ ਹੈ: ਜਦੋਂ ਤੈਨੂੰ ਕੁਝ ਵੀ ਨਹੀਂ ਕਰ ਪਿਆ ਤਾਂ ਮੈਂ ਕੁਝ ਵੀ ਨਹੀਂ ਕੀਤਾ.\" \"\n\n(ਜ਼ਕਰੀਆ) ਨੇ ਕਿਹਾ: \"ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੈਨੂੰ ਨਿਸ਼ਾਨੀ ਦਿਓ.\" \"ਤੇਰੀ ਨਿਸ਼ਾਨੀ\" ਇਸ ਦਾ ਜਵਾਬ ਸੀ, \"ਤੂੰ ਸਭ ਕੁਝ ਤਿੰਨ ਰਾਤ ਲਈ ਨਹੀਂ ਬੋਲਾਂਗਾ.\"\n\n- ਮੈਰੀਮ 19: 7-10\n- ਮੈਰੀਮ 19: 12-14\n\nਯਰਡਨ ਨਦੀ, ਜਿੱਥੇ ਯਾਹਿਆ ਬਪਤਿਸਮਾ ਲੈਣ ਵਾਲਾ IAB. [13]\nਯਾਰਿਆ ਨੂੰ ਸ਼ਾਸਤਰ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਲਈ ਤਾਕੀਦ ਕੀਤੀ ਗਈ ਅਤੇ ਇਕ ਬੱਚਾ ਅਜੇ ਵੀ ਰੱਬ ਦੁਆਰਾ ਬੁੱਧ ਨੂੰ ਦਿੱਤਾ ਗਿਆ. [14] ਉਹ ਪਵਿੱਤਰ ਅਤੇ ਧਰਮੀ ਸੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤੁਰਿਆ. ਉਹ ਆਪਣੇ ਮਾਪਿਆਂ ਪ੍ਰਤੀ ਵਾਜਬ ਸੀ ਅਤੇ ਉਹ ਹੰਕਾਰੀ ਜਾਂ ਬਾਗ਼ੀ ਨਹੀਂ ਸੀ. ਯੂਹੰਨਾ ਦੀ ਪੜ੍ਹਨ ਅਤੇ ਸਮਝ ਧਰਮ ਨੂੰ ਸਮਝਣ, ਜਦੋਂ ਸਿਰਫ ਇਕ ਬੱਚਾ, ਸਮੇਂ ਦੇ ਮਹਾਨ ਵਿਦਵਾਨਾਂ ਦੀ ਵੀ ਪਾਰ ਹੋ ਜਾਂਦਾ ਹੈ. []] ਮੁਸਲਿਮ ਫਾਂਸੀ ਨੂੰ ਬਿਆਨਿਆ ਗਿਆ ਕਿ ਈਆਹਿਆ ਨੂੰ ਬਾਰ੍ਹਾਂ ਚੇਲਿਆਂ ਨਾਲ ਬਾਹਰ ਭੇਜਿਆ, [15]] ਯਿਸੂ ਆਪਣੇ ਚੇਲਿਆਂ ਨੂੰ ਬੁਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਸੰਦੇਸ਼ ਦਾ ਪ੍ਰਚਾਰ ਕਿਸ ਨੇ ਕੀਤਾ. [7] ਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ: [16]\n\"ਹੇ ਯੀਯਾ! ਸ਼ਾਇਦ ਇਸ ਕਿਤਾਬ ਨੂੰ ਫੜ ਨਾਲ ਲਓ\": ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਜਵਾਨੀ ਵਾਂਗ ਸਿਆਣਪ ਦਿੱਤੀ,\n\n- ਮੈਰੀਮ, 19:12\nਜੌਨ ਇਕ ਕਲਾਸੀਕਲ ਨਬੀ ਸੀ, [17] ਜਿਹੜਾ ਪਰਮੇਸ਼ੁਰ ਦੁਆਰਾ ਪਾਪੀ ਸਭ ਕੁਝ ਲੋਕਾਂ ਨੂੰ ਨਿੰਦਣ ਨਾਲ ਉੱਚਾ ਉੱਚਾ ਚੁੱਕਿਆ ਗਿਆ ਸੀ. ਇਸ ਤੋਂ ਇਲਾਵਾ, ਕੁਰਾਨ ਜੌਹਨ ਦੇ ਕੋਮਲ ਕੋਮਲ ਧਾਰਮਿਕਤਾ ਅਤੇ ਪਿਆਰ ਅਤੇ ਉਸ ਦੇ ਨਿਮਰ ਰਵੱਈਏ ਬਾਰੇ ਬੋਲਦਾ ਹੈ, ਜਿਸ ਲਈ ਉਸ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੀ ਸ਼ੁੱਧਤਾ ਦਿੱਤੀ ਗਈ ਸੀ.\n\nਇਸਲਾਮੀ ਪਰੰਪਰਾ ਦੇ ਅਨੁਸਾਰ, ਯਾਹੀਆ ਆਪਣੇ ਉਪਨਾਮ ਪਹੁੰਚਾਉਣ ਲਈ ਹਰਮ ਈਸ਼-ਸ਼ਰੀਫ (ਮੰਦਰ ਪਹਾੜੀ) ਕੋਲ ਜਾਣ ਦੀ ਆਦਤ ਸੀ. []]\n\nਕਤਲ\nਯਾਹਯਾ ਦੇ ਅਗੰਮ ਵਾਕ ਦੌਰਾਨ, ਉਸ ਦੇ ਅਤੇ ਹੇਰੋਦੇਸ ਐਂਟੀਪਾਸ ਵਿਚਕਾਰ ਟਕਰਾਅ, ਜੋ ਆਪਣੀ ਪਹਿਲੀ ਪਤਨੀ ਨੂੰ ਤਲਾਕ ਲੈਣਾ ਚਾਹੁੰਦਾ ਸੀ. [3] ਯਾਹੀਆ ਨੇ ਦੱਸਿਆ ਕਿ ਵਿਆਹ ਭਿਆਨਕ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਵਿਆਹ ਤੋਂ ਪ੍ਰਵਾਨ ਨਹੀਂ ਕੀਤਾ. ਇਸ ਤੋਂ ਬਾਅਦ ਹੇਰੋਡ ਐਂਟੀਪਾਸ ਨੂੰ ਯਾਹਿਆ ਨੂੰ ਕੈਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ. [3]] ਯਾਹੀਆ ਨੂੰ ਫਿਰ ਕਠੋਰ ਕਰ ਦਿੱਤਾ ਗਿਆ. [18] []] ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਦਮਿਸ਼ਕ ਵਿੱਚ ਯਾਹੀਆ ਦਾ ਸਿਰ ਉਮੈਯਦ ਮਸਜਿਦ ਦੇ ਅੰਦਰ ਹੈ. [19] [20]\n\nਵਿਰਾਸਤ\nਇਸਲਾਮ ਵਿੱਚ, ਯਾਹੀਆ ਨੇ ਦੂਜੇ ਸਵਰਗ ਵਿੱਚ ਅਲ-ਇਸ਼ਤਿਹਾਰ ਅਲ-ਮੀਰਾਜ ਦੇ ਨਾਲ ਮੁਹੰਮਦ ਨੂੰ ਸਵਾਗਤ ਕੀਤਾ. [22] ਯਾਹਿਆ ਦੀ ਕਹਾਣੀ ਅਬੀਸਨੀਅਨ ਦੇ ਰਾਜੇ ਨੂੰ ਅਬੀਸਿਨਿਆ ਨੂੰ ਮੁਸਲਿਮ ਪਰਵਾਸ ਦੇ ਦੌਰਾਨ ਵੀ ਦੱਸਿਆ ਗਿਆ. [23] ਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਯਾਹੀਆ ਇੱਕ ਸੀ ਜਿਸ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਪਣੇ ਦਿਨ ਅਮਨ ਭੇਜਿਆ ਸੀ ਕਿ ਉਹ ਪੈਦਾ ਹੋਇਆ ਸੀ ਅਤੇ ਉਹ ਦਿਨ ਜਦੋਂ ਉਹ ਮਰ ਗਿਆ. [24] ਅਲ-ਸੁਯੁੱਧ ਦੇ ਅਨੁਸਾਰ ਇਬਰਾਹਿਮ ਨੇ ਕਿਹਾ ਕਿ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਕੇਵਲ ਦੋ ਲੋਕਾਂ, ਯਾਹਯਾ ਅਤੇ ਹੁਸਾਨ ਲਈ ਰੋ ਰਹੀ ਹੈ. [25] ਹਦੀਥ ਦੇ ਅਨੁਸਾਰ, ਮੁਹੰਮਦ ਨੇ ਕਿਹਾ: \"ਪੁਨਰ-ਉਥਾਨ ਦੇ ਦਿਨ ਆਉਣ ਵਾਲੇ ਦਿਨ ਅਤੇ ਉਸਦੇ ਵਿਰੁੱਧ ਪਾਪ ਹੋਵੇਗਾ\". [27 ਉੱਤੇ] ਬਹੁਤ ਸਾਰੇ ਮੁਸਲਮਾਨ ਯਾਹਿਆ ਦੀ ਤੁਲਨਾ ਹੁਸੈ ਦੇ ਨਾਲ ਕਰਦੇ ਹਨ. [28] ਸੀਰੀਆ ਵਿਚ ਯਾਹਯਾ ਅਤੇ ਹਾਇਨ ਦੋਵਾਂ ਦੇ ਸਿਰ ਮਸਜਿਦ ਵਿੱਚ ਆਏ ਹਨ.",
"Isa": "ISA (ਯਿਸੂ) ਇੱਕ ਨਬੀ ਅਤੇ ਅੱਲ੍ਹਾ ਅਤੇ ਮਸੀਹਾ ਦਾ ਦੂਤ ਹੈ. ਇਜ਼ਰਾਈਲ ਦੇ ਬੱਚਿਆਂ (ਬਾਣੀ ਇਸਰਾਏਲ) ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਇਜ਼ਰਾਈਲ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਦਿੱਤੀ ਗਈ ਆਖਰੀ ਨਬੀ ਨੂੰ ਸਿਮਟਲ (ਇੰਜੀਲ) ਨੂੰ ਕਿਹਾ ਗਿਆ ਸੀ.\n\nਕੁਰਾਨ ਵਿਚ, ਵਰਜਿਨ ਮਰਿਯਮ ਵਿਚ ਪੈਦਾ ਹੋਏ ਚਮਤਕਾਰਾਂ ਨੇ ਚੇਲਿਆਂ ਨਾਲ ਮੈਸੂਮੀ (ਅਲ-ਮਾਸ਼ੀ) ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਉਹ ਯਹੂਦੀ ਸਥਾਪਨਾ ਦੁਆਰਾ ਰੱਦ ਕੀਤੇ ਗਏ ਸਨ ਅਤੇ ਸਵਰਗ ਨੂੰ ਉਭਾਰਿਆ ਗਿਆ. ਕੁਰਾਨ ਨੇ ਜ਼ੋਰ ਦੇ ਕੇ ਕਿ ਯਿਸੂ ਨੂੰ ਸਲੀਬ ਤੇ ਨਹੀਂ ਗਿਆ ਸੀ ਅਤੇ ਮਰ ਸਲੀਬ ਤੇ ਨਹੀਂ ਮਰੇ, ਪਰ ਚਮਤਕਾਰੀ dy ੰਗ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਦੁਆਰਾ ਬਚਾਇਆ ਗਿਆ ਸੀ. ਕੁਰਾਨ ਯਿਸੂ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਨਬੀਆਂ ਵਿਚੋਂ ਸਭ ਤੋਂ ਵੱਡੇ ਨਬੀਆਂ ਵਿਚੋਂ ਰੱਖਦੀ ਹੈ, ਅਤੇ ਉਸਨੂੰ ਵੱਖ ਵੱਖ ਸਿਰਲੇਖਾਂ ਨਾਲ ਸਲਾਹ ਕਰਦਾ ਹੈ. ਯਿਸੂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਨੂੰ ਯੋਾਹਿਆ ਤੋਂ ਪਹਿਲਾਂ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਮੁਹੰਮਦ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ.\n\nਇਸਲਾਮ ਨੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਸ਼ਾਬਦਿਕ ਪੁੱਤਰ, ਜਾਂ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬ੍ਰਹਮਤਾ ਬਾਰੇ ਮਸੀਹੀ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਦੇ ਮਸੀਹੀ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ. ਇਹ ਯਿਸੂ ਨੂੰ ਕਈ ਆਇਤਾਂ ਵਿੱਚ ਇੱਕ ਦੇਵਤਾ ਵਜੋਂ ਨਕਾਰਦਾ ਹੈ, ਅਤੇ ਇਹ ਵੀ ਜ਼ਿਕਰ ਕਰਦਾ ਹੈ ਕਿ ਯਿਸੂ ਨੇ ਦੋਸ਼ੀ ਮੰਨਿਆ ਸੀ. ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਯਿਸੂ ਦਾ ਅਸਲ ਸੰਦੇਸ਼ ਬਦਲਿਆ ਗਿਆ ਸੀ, ਉਸਦੇ ਉਭਾਰਿਆ ਗਿਆ, ਜਦੋਂ ਉਸ ਤੋਂ ਉਭਾਰਿਆ ਗਿਆ. ਯਿਸੂ ਦੀ ਏਕਾਧਵਾਦ ਕੁਰਾਨ ਵਿੱਚ ਜ਼ੋਰ ਦਿੱਤਾ ਗਿਆ ਹੈ. ਇਸਲਾਮ ਵਿੱਚ ਸਾਰੇ ਨਬੀਆਂ ਦੀ ਤਰ੍ਹਾਂ, ਯਿਸੂ ਨੂੰ ਇੱਕ ਮੁਸਲਮਾਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਉਸਨੇ ਪ੍ਰਚਾਰ ਕੀਤਾ ਕਿ ਉਸਦੇ ਚੇਲਿਆਂ ਨੂੰ 'ਸਿੱਧਾ ਰਸਤਾ' (ṣirāṭ ਅਲ-ਸਰ ਪੁਛਾਂ) ਨੂੰ ਅਪਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ. ਯਿਸੂ ਨੇ ਬਹੁਤ ਸਾਰੇ ਚਮਤਕਾਰਾਂ ਨਾਲ ਸੰਬੰਧ ਰੱਖ ਲਿਆ ਹੈ, ਬਹੁਤ ਸਾਰੇ ਐਸੀਸਿਸਟੀਨ ਅਤੇ ਰਹੱਸਵਾਦੀ ਸਾਹਿਤ ਇਸਲਾਮਿਕ ਪਰੰਪਰਾ ਵਿੱਚ ਉਸਦੇ ਬਾਰੇ ਲਿਖਿਆ ਅਤੇ ਉਸ ਬਾਰੇ ਦੱਸਿਆ ਗਿਆ. ਉਸ ਨੇ ਮੁਹੰਮਦ ਦੇ ਆਉਣ ਨੂੰ ਇਹ ਵੀ ਦੱਸਿਆ ਗਿਆ ਹੈ ਕਿ ਅਹਿਮਦ ਦਾ ਨਾਮ ਵਰਤ ਕੇ.\n\nਸਮੇਂ ਦੇ ਅੰਤ ਵਿੱਚ, ਯਿਸੂ ਨੂੰ ਇਮੇਜ ਇਜ਼ਦ-ਦਜ਼ਗੀਲ ('ਝੂਠੇ ਮਸੀਹਾ \"ਨੂੰ ਮਾਰਨ ਲਈ ਇਮੇਸ ਅਲ ਮਾਹੀ' ਦੇ ਨਾਲ ਆਉਣ ਲਈ ਦੂਜੇ ਵਿੱਚ ਆਉਂਦਿਆਂ ਕਿਹਾ ਗਿਆ ਧਰਤੀ ਉੱਤੇ. ਇਨ੍ਹਾਂ ਪ੍ਰੀਤਾਂ ਦੇ ਚਮਤਕਾਰੀ ਨਾਸ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਇਮਾਮ ਮਹਿਦੀ ਅਤੇ ਯਿਸੂ ਸਾਰੇ ਸੰਸਾਰ ਉੱਤੇ ਅਮਲ ਕਰੇਗਾ, ਸ਼ਾਂਤੀ ਅਤੇ ਨਿਆਂ ਸਥਾਪਤ ਕਰੇਗਾ, ਅਤੇ 40 ਸਾਲਾਂ ਦੇ ਰਾਜ ਤੋਂ ਬਾਅਦ ਮਰ ਜਾਵੇਗਾ. ਕੁਝ ਮੁਸਲਮਾਨਾਂ ਦਾ ਵਿਸ਼ਵਾਸ ਮੰਨਦੇ ਹਨ ਕਿ ਆਈਐਸਆਈਐਮਐਮਯੂਡ ਦੇ ਨਾਲ ਮੁਹਿੰਮ ਦੇ ਚੌਥੇ ਗੁੰਬਦ ਦੀ ਮਿਤਿਨਾ ਵਿੱਚ ਗ੍ਰੀਨਿ ਹੰਸ ਦੀ ਰਾਖਵੇਂ ਕਬਰ ਤੇ ਦਫ਼ਨਾਇਆ ਜਾਵੇਗਾ.\n\nਯਿਸੂ ਇਸਲਾਮ ਦੇ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਣ ਨਬੀ ਬਣਨ ਲਈ ਮੁਸਲਮਾਨਾਂ ਦੁਆਰਾ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ. ਉਹ ਜਗ੍ਹਾ ਜਿੱਥੇ ਯਿਸੂ ਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਦੰਮਿਸਕ ਵਿੱਚ ਉਮੈਯਦ ਮਸਜਿਦ, ਮੁਸਲਮਾਨਾਂ ਨੇ ਇਸਲਾਮ ਦੀ ਚੌਥੀ ਪਵਿੱਤਰ ਸਥਾਨ ਦੇ ਰੂਪ ਵਿੱਚ, ਮੁਸਲਮਾਨਾਂ ਨੇ ਸਭ ਤੋਂ ਪਵਿੱਤਰ ਸਭ ਤੋਂ ਪਵਿੱਤਰ ਸਥਾਨ ਵਜੋਂ ਬਹੁਤ ਸਤਿਕਾਰ ਦਿੱਤਾ.\n\nਜਨਮ\nਕੁਰਾਨ ਵਿਚ ਯਿਸੂ ਦਾ ਬਿਰਤਾਂਤ ਅਸਲ ਵਿਚ ਆਪਣੀ ਮਾਂ ਮਰਿਯਮ, ਮਰਿਯਮ ਦੇ ਜਨਮ ਨਾਲ ਆਪਣੀ ਮਾਂ ਮਰਿਯਮ ਅਤੇ ਉਸਦੀ ਸੇਵਾ ਨਾਲ ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ ਯਰੂਸ਼ਲਮ ਦੀ ਸੇਵਾ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ. ਨਬੀ ਜ਼ਕਰਯਾਹ ਦੀ ਦੇਖਭਾਲ ਲਈ, ਯਾਹੀਆ ਦਾ ਪਿਤਾ ਸੀ, ਜੋ ਕਿ ਯਾਹੀਆ (ਯੂਹੰਨਾ ਬਪਤਿਸਮਾ ਦੇਣ ਵਾਲੇ) ਦਾ ਪਿਤਾ ਸੀ. ਕੁਰਾਨ 19: 16-34 ਅਤੇ Q3: 45-55 ਤੋਂ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ ਕੁਰਾਨ ਵਿਚ ਜਨਮ ਬਿਰਤਾਂਤ ਸ਼ੁਰੂ ਹੋਇਆ.\nਅੰਨਿਅਮ\n\nਇਸਲਾਮੀ ਐਕਸਜੀਸਿਸ ਇੰਜੀਲ ਦੇ ਖਾਤੇ ਨੂੰ ਵੀ ਇਸੇ ਤਰ੍ਹਾਂ ਇੰਜੀਲ ਦੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਰਨ ਅਤੇ ਬੈਤਲਹਮ ਵਿੱਚ ਵਾਪਰਨ ਲਈ ਯਿਸੂ ਦੇ ਸਾਰੇ ਵਾਇਰਸਿਨਲ ਜਨਮ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ. ਕੁਆਰੀ ਜਨਮ ਦਾ ਬਿਰਤਾਂਤ ਮਰਿਯਮ ਨੂੰ ਆਪਣੀ ਮਾਂ ਦੁਆਰਾ ਵਾਅਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮੰਦਰ ਵਿੱਚ ਉਠਾਏ ਜਾ ਰਹੇ ਮਰਿਯਮ ਹੋ ਚੁੱਕੀ ਹੈ. ਗੈਬਰੀਅਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸਨੂੰ ਸਾਰੀਆਂ ਕੌਮਾਂ ਦੀਆਂ ਸਾਰੀਆਂ women ਰਤਾਂ ਉੱਤੇ ਸਨਮਾਨ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਉਸਨੇ ਇੱਕ ਪਵਿੱਤਰ ਪੁੱਤਰ ਦੀ ਖੁਸ਼ਖਬਰੀ ਲਿਆਇਆ ਹੈ.\n\nਮਿਨੀਕਿਟਰ ਵਿਚ ਅੰਨਿਅਮ\nਗੈਬਰੀਅਲ ਪੁੱਤਰ ਨੂੰ ਐਲਾਨ ਕਰਦਾ ਹੈ ਕਿ ਯਸਾ, ਮਸੀਹਾ ਰੱਖਿਆ ਜਾਣਾ ਹੈ, ਜੋ ਉਸ ਨੂੰ ਇੱਕ ਮਹਾਨ ਨਬੀ ਕਿਹਾ ਜਾਵੇਗਾ. ਇਹ ਮਰਜ਼ੀ ਮੰਨਦੀ ਸੀ ਕਿ ਉਹ ਕਿਵੇਂ ਗਰਭਵਤੀ ਹੋ ਸਕਦੀ ਸੀ ਜਦੋਂ ਉਸ ਨੇ ਉਸ ਨੂੰ ਛੂਹਿਆ ਨਹੀਂ ਸੀ ਜਿਸ ਦਾ ਜਵਾਬ ਉਹ ਚਾਹੁੰਦਾ ਹੈ, ਅਤੇ ਉਹ ਵਾਪਰੇਗਾ.\n\nਕੁਰਾਨ ਤੋਂ ਬਿਰਤਾਂਤ ਮਰਿਯਮ ਨਾਲ ਜਾਰੀ ਹੈ, ਜਿਸ ਤੋਂ ਉਹ ਆਪਣੇ ਪੈਰਾਂ ਹੇਠ ਪਾਣੀ ਦੀ ਧਾਰਾ ਪ੍ਰਦਾਨ ਕਰ ਸਕਦੇ ਸਨ, ਜਿਸ ਤੋਂ ਉਹ ਪੀਤੀ ਜਾਂਦੀ ਸੀ ਅਤੇ ਉਹ ਪੱਕੀਆਂ ਤਾਰੀਖਾਂ ਦਾ ਅਨੰਦ ਲੈ ਸਕਣ. ਜਨਮ ਲੈਣ ਤੋਂ ਬਾਅਦ, ਮਰਿਯਮ ਯਿਸੂ ਨੂੰ ਮੰਦਰ ਵਿਚ ਵਾਪਸ ਲੈ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਮੰਦਰ ਦੇ ਬਜ਼ੁਰਗਾਂ ਨੇ ਬੱਚੇ ਬਾਰੇ ਮੰਦਰ ਦੇ ਬਜ਼ੁਰਗਾਂ ਦੁਆਰਾ ਪੁੱਛਿਆ ਜਾਂਦਾ ਹੈ. ਗੈਬਰੀਏਲ ਦੁਆਰਾ ਚੁੱਪ ਦੀ ਕਾਸਣ ਲਈ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਉਹ ਬੱਚੇ ਯਿਸੂ ਅਤੇ ਬੱਚਿਆਂ ਨੂੰ ਐਲਾਨ ਕਰਦੀ ਹੈ:\n\nਉਸਨੇ ਕਿਹਾ, \"ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦਾ ਸੇਵਕ ਹਾਂ; ਉਸਨੇ ਮੈਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ, ਅਤੇ ਮੈਨੂੰ ਇੱਕ ਨਬੀ ਬਣਾਇਆ. ਉਸ ਨੇ ਮੈਨੂੰ ਮਰਿਆ ਬਖਸ਼ਿਆ ਕੀਤੀ ਹੈ, ਅਤੇ ਮੈਨੂੰ ਉਹ ਉਪਾਸਨਾ ਅਤੇ ਦਾਨ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ, ਜਦੋਂ ਮੈਂ ਜੀਵਾਂਗਾ; ਅਤੇ ਮੇਰੀ ਮਾਂ ਤੇ ਜ਼ਬਤ ਕਰਨ ਲਈ; ਅਤੇ ਮੈਨੂੰ ਜ਼ੁਲਮ ਕਰਨ ਵਾਲੇ, ਭਿਆਨਕ ਨਹੀਂ ਬਣਾਇਆ. ਮੇਰੇ ਕੋਲ ਸ਼ਾਂਤੀ ਮੇਰੇ ਤੇ ਹੈ ਜਿਸ ਦਿਨ ਮੇਰਾ ਜਨਮ ਹੋਇਆ ਸੀ, ਉਹ ਦਿਨ ਮੈਂ ਮਰ ਜਾਵਾਂਗਾ, ਅਤੇ ਉਹ ਦਿਨ ਜੋ ਮੈਂ ਜਿਉਂਦਾ ਹੋ ਜਾਵਾਂਗਾ. [8]\n\nਯਿਸੂ ਪੰਘੂੜੇ ਤੋਂ ਬੋਲਦਿਆਂ ਛੇ ਚਮਤਕਾਰਾਂ ਨੂੰ ਉਸ ਨੂੰ ਕੁਰਬਾਨੀਆਂ ਨਾਲ ਦਿੱਤਾ ਗਿਆ, ਜਿਹੜਾ ਕਿ ਇਕ ਛੇਵੀਂ ਸਦੀ ਦੇ ਕੰਮ ਵਿਚ ਸੀਰੀਆਕ ਬਚਪਨ ਖੁਸ਼ਖਬਰੀ ਵਿਚ ਵੀ ਪਾਇਆ ਜਾਂਦਾ ਹੈ. [9] ਅਲੱਗ ਹਦੀਥਾਂ ਦੇ ਅਨੁਸਾਰ, ਯਿਸੂ ਅਤੇ ਮਰਿਯਮ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਜਨਮ ਵੇਲੇ ਨਹੀਂ ਰੋਇਆ. [11] ਇਸਲਾਮਿਕ ਨਬੀ ਮੁਹੰਮਦ ਨੇ ਦੱਸਿਆ ਕਿ ਯਿਸੂ ਅਤੇ ਮਰਿਯਮ ਨੇ ਇਕ ਇਕੱਲਾ ਮਨੁੱਖਾਂ ਨੂੰ ਬੇਰਹਿਮੀ ਵਾਂਗ ਪੈਦਾ ਹੋਏ ਸਨ. [12]\n\nਜਨਮ ਬਿਰਤਾਂਤ\n\nਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਕਿਰਤ ਦੇ ਦਰਦ ਨੇ ਮਰਿਯਮ ਨੂੰ ਇੱਕ ਖਜੂਰ ਦੇ ਰੁੱਖ ਦੇ ਤਣੇ ਵਿੱਚ ਲੈ ਲਿਆ.\nਇਸਲਾਮਿਕ ਨਿਹਚਾਵਾਨ ਨੇ ਈਸਾਈ ਪਰੰਪਰਾ ਦੇ ਅੰਦਰ ਕੁਝ ਤਣਾਅਾਂ ਦੀ ਗੂੰਜ ਕੀਤੀ ਕਿ ਮਰਿਯਮ (ਜਾਂ ਮਰਿਯਮ) ਇਕ ਸ਼ਾਦੀ ਕੁਆਰੀ ਕੁਆਰੀ ਕੁਆਰੀ ਸੀ. ਯਿਸੂ ਦੇ ਵਾਈਨਿਸ਼ਨ ਅਤੇ ਜਨਮ ਦਾ ਸਭ ਤੋਂ ਵੱਧ ਵਿਸਤ੍ਰਿਤ ਖਾਤਾ ਸਰਾਹ 3 (ਅਲ ਇਮਰਾਨ) ਅਤੇ 19 (ਅੱਲ੍ਹਾ) ਵਿੱਚ ਇੱਕ ਦੂਤ ਨੂੰ ਪਛਾਣਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਮੈਰੀਮ ਜਲਦੀ ਹੀ ਸਹਿਣ ਦੀ ਸੰਭਾਵਨਾ ਰੱਖ ਸਕਦੀ ਹੈ ਇਕ ਪੁੱਤਰ, ਕੁਆਰੀ ਹੋਣ ਦੇ ਬਾਵਜੂਦ. [13]\n\nਕੁਝ ਅਕਾਦਮਿਕ ਨੇ ਨੋਟ ਕੀਤਾ ਹੈ ਕਿ ਸੂਰਾ ਦੀ 19 [14] ਖ਼ਾਸਕਰ ਲੂਕਾ ਦੀ ਕ੍ਰਿਸ਼ਚੀਅਨ ਇੰਜੀਲ ਵਿਚ ਇਸ ਦੇ ਨੇੜੇ ਹੈ. [15] ਮਰਿਯਮ ਨੂੰ ਮਰਿਯਮ ਦਾ ਐਲਾਨ ਦਾ ਦੋ ਵਾਰ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਦੋਵਾਂ ਮਾਮਲਿਆਂ ਵਿੱਚ ਮਰਿਯਮ / ਮਰਿਯਮ ਨੂੰ ਦੱਸਿਆ ਗਿਆ ਸੀ ਕਿ ਉਸਨੂੰ ਇੱਕ ਪੁੱਤਰ ਪਹੁੰਚਾਇਆ ਗਿਆ ਸੀ. ਪਹਿਲੀ ਵਾਰ, ਖ਼ਬਰਾਂ ਦਾ ਧਾਰਨ ਕਰਨ ਵਾਲਾ (ਜੋ ਕਿ ਜ਼ਿਆਦਾਤਰ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਮਹਾਂ ਦੂਤ ਗੈਬਰੀਏਲ ਦੇ ਅਹੁਦੇ 'ਤੇ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਉਹ ਇਕ ਆਦਮੀ ਦਾ ਰੂਪ ਲੈਂਦਾ ਹੈ (Q19: 16-22) . [16] [17] ਧਾਰਣਾ ਦੇ ਵੇਰਵਿਆਂ ਦੀ ਚਰਚਾ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਪਰ ਜਦੋਂ ਮੈਰੀ ਉਸ ਦੀ ਪਵਿੱਤਰਤਾ ਦੇ ਮੱਦੇਨਜ਼ਰ ਨੂੰ ਸਹਿਣ ਕਰ ਸਕਦੀ ਹੈ ਕਿ ਉਹ ਕੀ ਕਰੇਗੀ ਕਿ ਉਹ ਕੀ ਕਰੇਗੀ ਅਤੇ ਇਹ ਚੀਜ਼ਾਂ ਰੱਬ ਲਈ ਆਸਾਨ ਹਨ. [16] ਕੁਰਾਨ (Q21: 91 ਅਤੇ Q66: 12) ਕਹਿੰਦਾ ਹੈ ਕਿ ਰੱਬ ਨੇ ਆਪਣੇ ਦੂਤ ਨੂੰ ਮਰਿਯਮ ਵਿੱਚ ਵਗਦਾ ਸੀ ਅਤੇ ਉਸਨੇ ਗੈਬਰੀਏਲ ਨੂੰ ਪਿਤਾ ਦੇ ਜਨਮ ਤੋਂ ਬਿਨਾਂ ਕਿਹਾ ਸੀ. [19]\n\n8 ਵੀਂ ਸਦੀ ਦੇ ਮੁਸਲਿਮ ਇਤਿਹਾਸਕਾਰ ਇਬਨ ਇਸ਼ੋਂ (704-767) ਨੇ ਦੱਸਿਆ ਕਿ ਜ਼ਕਰਯਾਹ ਨੇ ਪਿਛਾਖਿਆ ਨੂੰ ਸੰਖੇਪ ਵਿੱਚ ਦੱਸਿਆ ਹੈ, ਉਹ ਉਸਨੂੰ ਕਾਸ਼ਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੌਂਪਦਾ ਹੈ ਨਾਮੀ ਜਾਰਜ. ਕਿਸੇ ਚਰਚ ਵਿਚ ਇਕਜੁੱਟ ਹੋ ਗਈ, ਉਹ ਯੂਸੁਫ਼ ਨਾਮ ਦੇ ਇਕ ਨੌਜਵਾਨ ਦੁਆਰਾ ਸ਼ਾਮਲ ਹੋਈ ਅਤੇ ਉਹ ਇਕ ਦੂਜੇ ਨੂੰ ਪਾਣੀ ਅਤੇ ਹੋਰ ਕੰਮ ਲਿਆਉਣ ਵਿਚ ਮਦਦ ਕਰਦੇ ਹਨ. ਯਿਸੂ ਦੇ ਜਨਮ ਦਾ ਬਿਰਤਾਂਤ ਕੁਰਾਨ ਦੇ ਬਿਰਤਾਂਤ ਦਾ ਮੰਨਦਾ ਹੈ ਅਤੇ ਇਹ ਵੀ ਜੋੜ ਰਿਹਾ ਹੈ ਕਿ ਇੱਕ ਖੁਰਲੀ ਦੇ ਨਾਲ ਇੱਕ ਖਜੂਰ ਦੇ ਦਰੱਖਤ ਦੇ ਕੋਲ ਬੈਤਲਹਮ ਵਿੱਚ ਹੋਇਆ ਸੀ. [21]\n\n10 ਵੀਂ ਸਦੀ ਦੇ ਫ਼ਾਰਸੀ ਵਿਦਵਾਨ ਅਲ-ਟਬਰੀ (839-923), ਮਸੀਹਾ ਲਈ ਤੋਹਫ਼ੇ ਦੇ ਪਾਤਸ਼ਾਹ ਦੇ ਰਾਜੇ ਤੋਂ ਪਹੁੰਚਣ ਵਾਲੇ ਰਾਜਿਆਂ ਦਾ ਜ਼ਿਕਰ ਕਰਦਾ ਹੈ (ਪੂਰਬ ਤੋਂ ਪੂਰਬ ਤੋਂ ਪੂਰਬ ਦੇ ਮੈਗੁਸੀ ਦੇ ਸਮਾਨ) ਉਸ ਨੂੰ ਯੂਸੁਫ਼ ਨੂੰ, ਜੋ ਕਿ ਉਸ, ਮਰਿਯਮ ਦਾ ਪਤੀ ਨਹੀਂ ਸੀ) ਨੂੰ ਆਪਣੇ ਅਤੇ ਮਿਸਰ ਨੂੰ ਮਿਸਰ ਲੈ ਕੇ ਨਾਸਰਤ ਵਾਪਸ ਆ ਗਿਆ. [22]\n\nਬਚਪਨ\nਮੁੱਖ ਲੇਖ: ਮੰਦਰ ਵਿਚ ਲੱਭਣਾ\nਇਹ ਵੀ ਵੇਖੋ: ਥਾਮਸ ਦੀ ਫਿਗਰਸ ਅਤੇ ਬਚਪਨ ਦੀ ਖੁਸ਼ਖਬਰੀ\nਕੁਰਾਨ ਨੇ ਮਿਸਰ ਵਿੱਚ ਉਡਾਣ ਦੀ ਪਰੰਪਰਾ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੀ, ਹਾਲਾਂਕਿ ਅਸੀਂ ਮਯਿਯਮਯਾਮ ਦੇ ਪੁੱਤਰ ਨੂੰ ਅਲੋਪ ਕਰ ਦਿੱਤਾ ਸੀ; ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਉੱਚੇ ਸਥਾਨ ਤੇ ਰੱਖਿਆ. \"ਚਸ਼ਮੇ ਨਾਲ ਸ਼ਾਂਤ ਅਤੇ ਸਿੰਜਿਆ.\" ਕੁਝ ਬਿਰਤਾਂਤਾਂ ਵਿੱਚ ਯਿਸੂ ਅਤੇ ਪਰਿਵਾਰ ਦੇ ਮਿਸਰ ਵਿੱਚ 12 ਸਾਲ ਰਹਿ ਰਹੇ ਸਨ. [26] ਯਿਸੂ ਦੇ ਨੌਜਵਾਨਾਂ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਨੈਤਿਕ ਕਹਾਣੀਆਂ ਅਤੇ ਚਮਤਕਾਰੀ ਘਟਨਾਵਾਂ ਦਾ ਵਰਣਨ ਸਦੀਆਂ ਤੋਂ ਪਹਿਲਾਂ ਤੋਂ ਇਸਲਾਮੀ ਨਬੀਆਂ ਅਤੇ ਹੀਰੋਜ਼ ਬਾਰੇ ਕਿਤਾਬਾਂ ਬਣੀਆਂ ਸਨ. []]\n\nਅਲ-ਮੁਸੀਡੀ ਨੇ ਲਿਖਿਆ ਸੀ ਕਿ ਯਿਸੂ ਨੇ ਮੁੰਡੇ ਵਜੋਂ ਯਹੂਦੀ ਧਰਮ ਦੇ ਤੌਰ ਤੇ ਕੀਤਾ ਅਤੇ ਜ਼ਬੂਰਾਂ ਤੋਂ ਪੜ੍ਹ ਕੇ, \"ਪ੍ਰਕਾਸ਼ ਦੇ ਚਰਣਾਂ ​​ਵਿਚ ਲੱਭਿਆ\"\n\n\"ਤੂੰ ਮੇਰਾ ਪੁੱਤਰ ਹੈਂ ਅਤੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਮੈਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਲਈ ਚੁਣਿਆ ਹੈ\"\n\nਯਿਸੂ ਦੇ ਨਾਲ ਫਿਰ ਦਾਅਵਾ ਕਰਨਾ:\n\n\"ਅੱਜ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਮਨੁੱਖ ਦੇ ਪੁੱਤਰ ਵਿੱਚ ਪੂਰਾ ਹੋਇਆ ਹੈ.\" [22]\n\nਮਿਸਰ ਵਿੱਚ\nਇਹ ਵੀ ਵੇਖੋ: ਥੌਮਸ ਦੀ ਬਚਪਨ ਦੀ ਖੁਸ਼ਖਬਰੀ\nਕਈ ਬਿਰਤਾਂਤਾਂ ਤੋਂ ਕੁਝ ਬਿਰਤਾਂਤਾਂ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ ਅਤੇ ਯਿਸੂ ਦੇ ਅਰੰਭਕ ਬਚਪਨ ਬਾਰੇ ਇਸਲਾਮੀ ਲਿਖਤਾਂ ਵਿੱਚ ਸਮਾਨਤਾ ਵਿਸ਼ੇ ਇਸਲਾਮਿਕ ਲਿਖਤਾਂ ਵਿੱਚ ਸਮਾਨਤਾ ਮਹੱਤਵਪੂਰਣ ਹੈ, ਖ਼ਾਸਕਰ ਇਸ ਅਵਧੀ ਅਤੇ ਸਮਾਗਮਾਂ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਮਿਸਰ ਵਿੱਚ ਉਸਦਾ ਸਮਾਂ. ਬਹੁਤੇ ਬਿਰਤਾਂਤ ਗੈਰ-ਪ੍ਰਮਾਣਿਕ ​​ਈਸਾਈ ਸਰੋਤਾਂ ਵਿੱਚ ਪਾਏ ਜਾਂਦੇ ਹਨ, ਉਦਾਹਰਣ ਵਜੋਂ, ਥੌਮਸ ਦੀ ਪੂਰਵ-ਇਸਲਾਮੀ ਇੰਜੀਲ. ਅਜਿਹੀ ਕੋਈ ਅਸਮਾਨਤਾ ਉਸ ਦੇ ਇਤਿਹਾਸ ਦੀ ਸੰਪੂਰਨਤਾ ਵਿੱਚ ਹੈ ਜਿਸ ਵਿੱਚ ਜਨਮ ਬਿਰਤਾਂਤ ਵਿੱਚ ਜਨਮ ਦਾਤਾ ਸ਼ਾਮਲ ਹੈ ਜੋ ਯਿਸੂ ਬੈਤਲਹਮ ਦੀ ਬਜਾਏ ਮਿਸਰ ਵਿੱਚ ਪੈਦਾ ਹੋਇਆ ਸੀ. [27]\n\nਯਿਸੂ ਦੇ ਬਚਪਨ ਦੇ ਕੁਝ ਹੋਰ ਬਿਰਤਾਂਤਾਂ ਦੇ ਬਚਨ ਦੇ ਬਿਰਤਾਂਤ ਪ੍ਰਸਿੱਧ ਮੱਧ ਪੂਰਬੀ ਲੋਅਰ ਹਨ ਜਿਵੇਂ ਕਿ ਅੰਤਰ -ਥ ਸਟੇਜੀਆਂ ਮਹਿਮੂਦ ਐਮ.ਏਓਬ. [28] ਮਿਸਰ [26] ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਬਹੁਤ ਸਾਰੇ ਕਰਾਮਾਤਾਂ ਨੂੰ ਇਕ ਜਵਾਨ ਯਿਸੂ ਨੂੰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ (§§ ਚਮਤਕਾਰ ਅਤੇ ਹੋਰ ਚਮਤਕਾਰ).\n\nਬਾਲਗਤਾ\n\nਯਰਡਨ ਨਦੀ, ਜਿਥੇ ਯਿਸੂ ਨੇ ਯਾਹਿਆ ਇਬਨ ਜ਼ਕਰਦਾਰੀ (ਯੂਹੰਨਾ ਬਪਤਿਸਮਾ ਦੇਣ ਵਾਲੇ) ਨੇ ਬਪਤਿਸਮਾ ਲਿਆ ਸੀ. [29]\nਮਿਸ਼ਨ\nਇਹ ਵੀ ਵੇਖੋ ਯਿਸੂ ਅਤੇ ਰਸੂਲ ਮੰਤਰਾਲਾ (ਇਸਲਾਮ)\nਇਹ ਆਮ ਤੌਰ 'ਤੇ ਸਹਿਮਤ ਹੋ ਗਿਆ ਹੈ ਕਿ ਯਿਸੂ ਐਰਮੇਮਿਕ ਬੋਲਿਆ ਪਹਿਲੀ ਸਦੀ ਦੀ ਪਹਿਲੀ ਸਦੀ ਦੇ ਏ.ਡੀ. [30]\n\nਇਸਲਾਮਿਕ ਸੋਚ ਵਿਚ ਯਿਸੂ ਦਾ ਸਭ ਤੋਂ ਮੁ eared ਲੇ ਦ੍ਰਿਸ਼ ਇਕ ਨਬੀ ਦਾ ਹੈ - ਇਕ ਇਨਸੋਲਾਂ ਦੀ ਪੂਜਾ ਕਰਨ ਲਈ ਮਨੁੱਖਤਾ ਦੁਆਰਾ ਨਿਰਣਾ ਕਰਨ ਲਈ ਇਕ ਇਨਸਾਨ ਅਤੇ ਚੁਣੌਤੀ ਦਾ ਪਾਲਣ ਕੀਤਾ ਜਾ ਸਕੇ. ਇਸ ਅਧਾਰ ਤੋਂ, ਮੁਸਲਿਮ ਪਛਾਣ ਦੇ ਲੈਂਸਾਂ ਦੁਆਰਾ ਪਿਛਲੇ ਸਾਰੇ ਨਬੀਆਂ ਨੂੰ ਝਲਕਦੇ ਹੋਏ, ਯਿਸੂ ਉਮਰ ਦੇ ਦੁਹਰਾਉਣ ਵਾਲੇ ਸੰਦੇਸ਼ ਨੂੰ ਦੁਹਰਾਉਂਦੇ ਮੈਸੇਂਜਰ ਤੋਂ ਵੀ ਵੱਧ ਨਹੀਂ ਮੰਨੇ ਜਾਂਦੇ. ਯਿਸੂ ਦੇ ਬ੍ਰਹਮਤਾ ਦੀ ਬਜਾਇਤਾ ਦੀ ਬਜਾਇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸ਼ਕਤੀ ਦੀ ਬਜਾਏ ਯਿਸੂ ਦੇ ਚਮਤਕਾਰਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਚਮਤਕਾਰਾਂ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ - ਸਾਰੇ ਨਬੀਆਂ ਦੇ ਸੰਦੇਸ਼ ਦੇ ਪਿੱਛੇ ਉਹੀ ਸ਼ਕਤੀ ਹੈ. ਕੁਝ ਇਸਲਾਮੀ ਪਰੰਪਰਾਵਾਂ ਮੰਨਦੀ ਹੈ ਕਿ ਯਿਸੂ ਦਾ ਮਿਸ਼ਨ ਇਸਰਾਏਲ ਦੇ ਲੋਕਾਂ ਦੇ ਲੋਕਾਂ ਅਤੇ ਨਬੀ ਵਜੋਂ ਇਸ ਦੀ ਸਥਿਤੀ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ ਸੀ. [31]\n\nਯਿਸੂ ਦਾ ਦੂਜਾ ਛੇਤੀ ਉੱਚੀ ਚਿੱਤਰ ਇਕ ਅੰਤ ਦੇ ਸਮੇਂ ਦਾ ਚਿੱਤਰ ਹੈ. ਇਹ ਸੰਕਲਪ ਜ਼ਿਆਦਾਤਰ ਹਦੀਸ ਤੋਂ ਪੈਦਾ ਹੁੰਦਾ ਹੈ. ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਇਸ ਕਿਸਮ ਦੇ ਬਿਰਤਾਂਤ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ ਤਾਂ ਈਸਾਈ ਧਰਮ ਸ਼ਾਸਤਰ ਵਿਚ ਪਾਇਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਯਿਸੂ ਦੇ ਅੰਤ 'ਤੇ ਪਹੁੰਚਦੇ ਹੋਏ ਅਤੇ ਧਰਤੀ ਉੱਤੇ ਦੁਸ਼ਮਣ ਨਾਲ ਲੜਨ ਲਈ ਧਰਤੀ' ਤੇ ਉੱਤਰਦਾ ਵੇਖਦਾ ਹੈ. ਇਹ ਬਿਰਤਾਂਤ ਇਸਲਾਮ ਦੇ ਕਾਰਨਾਂ ਨੂੰ ਚੈਂਪੀਅਨ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ, ਕੁਝ ਰਵਾਇਤਾਂ ਦੇ ਨਾਲ, ਕੁਝ ਰਵਾਇਤਾਂ ਦੇ ਨਾਲ ਕੁਝ ਰਵਾਇਤਾਂ ਦੇ ਨਾਲ ਕਿ ਯਿਸੂ ਨੇ ਮੁਹੰਮਦ ਦੀ ਪ੍ਰਮੁੱਖਤਾ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦਿਆਂ ਕਿਹਾ. ਬਹੁਤੀਆਂ ਪਰੰਪਰਾਵਾਂ ਦੱਸਦੀਆਂ ਹਨ ਕਿ ਯਿਸੂ ਫਿਰ ਕੁਦਰਤੀ ਮੌਤ ਮਰ ਜਾਵੇਗੀ. [36]\n\nਤੀਜੀ ਅਤੇ ਵਿਲੱਖਣ ਚਿੱਤਰ ਯਿਸੂ ਦਾ ਹੈ ਜੋ ਕਿਸੇ ਐਸ਼ਸਟ੍ਰੋਟਿਕ ਸ਼ਖਸੀਅਤ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਦਾ ਹੈ - ਦਿਲ ਦੇ ਨਬੀ. ਹਾਲਾਂਕਿ ਕੁਰਾਨ ਯਿਸੂ ਦੇ 'ਖੁਸ਼ਖਬਰੀ ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਕੁਰਾਨ ਜਾਂ ਬਾਅਦ ਦੇ ਧਾਰਮਿਕ ਹਵਾਲਿਆਂ ਵਿੱਚ ਜ਼ਿਕਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ. ਉਹ ਕਾਫ਼ੀ ਹੱਦ ਤਕ ਗੈਰਹਾਜ਼ਰ ਹਨ. ਸੂਫੀ ਪਰੰਪਰਾ ਉਹ ਥਾਂ ਹੈ ਜਿੱਥੇ ਯਿਸੂ ਪਰਵਾਲਿਆ ਗਿਆ, ਅਧਿਆਤਮਿਕ ਅਧਿਆਪਕ ਵਜੋਂ, ਮੁਹੰਮਦ ਸਮੇਤ ਹੋਰ ਨਬੀਆਂ ਦੀ ਇਕ ਵੱਖਰੀ ਆਵਾਜ਼ ਨਾਲ ਮੰਨਿਆ ਜਾਂਦਾ ਸੀ. ਸਫਾਈਵਾਦ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਪ੍ਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਦੀ ਪੜਚੋਲ ਕਰਨ ਲਈ ਰਲਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਅਸਪਸ਼ਟਵਾਦ, ਕਵਿਤਾ, ਦਰਸ਼ਨ, ਕਵਿਤਾਟੀਕ ਸੁਝਾਅ, ਅਤੇ ਰਹੱਸਵਾਦੀ methods ੰਗ ਵੀ ਸ਼ਾਮਲ ਹਨ. ਹਾਲਾਂਕਿ ਪੱਛਮੀ ਮਨ ਨੂੰ ਸਫਾਈਵਾਦ ਇਕੋ ਜਿਹੇ ਮੂਲ ਜਾਂ ਨਿਓਪਲਾਟੋਨਿਸਿਜ਼ਮ, ਅਤੇ ਬੁੱਧ ਧਰਮ ਦੇ ਤੱਤ ਸਾਂਝੇ ਕਰਨ ਦੀ ਗੱਲ ਹੈ ਕਿਉਂਕਿ ਉਹ ਕੁਰਾਨ ਦੇ ਸ਼ਬਦਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ ਅਤੇ ਮੁਕੰਮਲ ਆਦਮੀ ਨੂੰ ਸੰਪੂਰਨ ਆਦਮੀ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ. [34]\n\nਪ੍ਰਚਾਰ\nਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਯਿਸੂ ਦੇ ਪ੍ਰਚਾਰ ਦੀਆਂ ਇਸਲਾਮੀ ਧਾਰਨਾਵਾਂ ਨੂੰ ਰਾਜਿਦੂਨ ਖਿਲਾਫ ਦੇ ਅਧੀਨ, ਮੁਸਲਿਮ ਪਰੰਪਰਾ ਅਤੇ ਸਕਾਲਰਸ਼ਿਪ ਦੇ ਮੁ ters ਲੇ ਲੇਖਕਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਹੋਈ ਹੈ. ਕੂਫਾ ਵਿਚ ਜਾਅਲੀ ਯਿਸੂ ਅਤੇ ਉਸ ਦੇ ਪ੍ਰਚਾਰ ਸੇਵਕਾਈ ਦੀਆਂ ਧਾਰਾਵਾਂ ਰੋਮੀਆਂ ਤੋਂ ਸ਼ੁਰੂ ਕੀਤੀਆਂ ਗਈਆਂ ਸਨ ਜਿਨ੍ਹਾਂ ਨੇ ਰੋਮ ਦੀਆਂ ਸਰਕਾਰੀ ਚਰਚ ਬਿਸ਼ੋਪ੍ਰਿਕ ਮੁਲਾਕਾਤਾਂ ਦਾ ਵਿਰੋਧ ਕੀਤਾ. [35]\n\nਜਿੱਤੇ- 85 ਦੀ ਗਿਣਤੀ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਕਹਾਣੀਆਂ, ਕੈਸਟੀਬ ਸਾਹਿਤ ਦੇ ਦੋ ਵੱਡੇ ਸੰਗ੍ਰਹਿ ਵਿਚ ਪਾਏ ਗਏ ਹਨ, ਆਈਬੀਐਨ ਅਲ-ਮੁਬਾਰਕ (ਡੀ. 797) ਦੁਆਰਾ, ਅਤੇ ਇਬਨ ਹੈਨਬਲ (ਡੀ. 855) ਦੁਆਰਾ ਕਿੱਬ ਅਲ-ਜ਼ੁਹਡ (ਐੱਸਪੀਆਈ ਦੀ ਕਿਤਾਬ). ਇਹ ਕਹਾਵਤਾਂ ਚਾਰ ਬੁਨਿਆਦੀ ਸਮੂਹਾਂ ਵਿੱਚ ਪੈ ਜਾਂਦੀਆਂ ਹਨ: ਏ) ESchatologicolit ਬੋਲ; ਅ) ਅਰੂਸੀ ਇੰਜੀਲ ਨੇ ਕਿਹਾ; c) ਅਸਪਸ਼ਟ ਸ਼ਬਦਾਂ ਅਤੇ ਕਹਾਣੀਆਂ; d) ਕਹਾਵਤਾਂ ਗੂੰਜਾਂ ਨੂੰ ਗੂੰਜਾਂ ਦੀ ਗੂੰਜ. [36]\n\nਕਹਾਵਤਾਂ ਦਾ ਪਹਿਲਾ ਸਮੂਹ ਯਿਸੂ ਦੇ ਆਰਚੀਏਪ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਕੁਰਾਨ ਵਿੱਚ ਦਰਸਾਇਆ ਗਿਆ ਹੈ. ਕਹਾਣੀਆਂ ਦਾ ਦੂਜਾ ਸਮੂਹ, ਹਾਲਾਂਕਿ ਇੰਜੀਲ ਦੇ ਕੋਰਲੇਟ ਵਾਲੀ, ਨੂੰ \"ਸਪਸ਼ਟ ਇਸਲਾਮੀ ਸਟੈਂਪ\" ਨਾਲ ਫੈਲਾਇਆ ਗਿਆ ਹੈ \". ਤੀਜੇ ਸਮੂਹ, ਚਾਰਾਂ ਵਿਚੋਂ ਸਭ ਤੋਂ ਵੱਡਾ ਹੋਣ ਕਰਕੇ, ਯਿਸੂ ਨੂੰ ਮੁਸਲਿਮ ਸਨਸਟੀਵਾਦ ਦਾ ਸਰਪ੍ਰਸਤ ਸੰਤ ਵਜੋਂ ਪੇਸ਼ ਕਰ ਰਿਹਾ ਹੈ. ਆਖਰੀ ਸਮੂਹ ਇਸਲਾਮਿਕ ਆਰਚਾਈਟਾਈਪ ਅਤੇ ਯਿਸੂ ਦੀ ਮੁਸਲਮਾਨਾਂ ਦੀ ਪਰਿਭਾਸ਼ਾ 'ਤੇ ਨਿਰਮਾਣ ਕਰਦਾ ਹੈ ਅਤੇ ਉਸ ਦੇ ਗੁਣਾਂ ਅਤੇ ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ ਹੋਰ \"ਪਰਮੇਸ਼ੁਰ ਦੀ ਆਤਮਾ\" ਅਤੇ \"ਪਰਮੇਸ਼ੁਰ ਦੇ ਬਚਨ\" ਦੇ ਸੰਬੰਧ ਵਿਚ ਇਕੋਸ਼ਿਤ ਵਿਚਾਰਾਂ ਬਾਰੇ. [37] ਸ਼ਰਤਾਂ ਸੰਬੰਧੀ\n\nਚਮਤਕਾਰ\nਮੁੱਖ ਲੇਖ: ਯਿਸੂ ਦੇ ਚਮਤਕਾਰਾਂ\nਇਹ ਵੀ ਵੇਖੋ: ਥੌਮਸ ਦੀ ਬਚਪਨ ਦੀ ਖੁਸ਼ਖਬਰੀ\nਕੁਰਾਨ ਨੇ ਯਿਸੂ ਨੂੰ ਘੱਟੋ ਘੱਟ ਛੇ ਚਮਤਕਾਰਾਂ ਦਾ ਗੁਣ, ਲੇਖਕਾਂ ਅਤੇ ਇਤਿਹਾਸਕਾਰਾਂ ਵੱਲੋਂ ਸਦੀਆਂ ਤੋਂ ਕਈਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਗਏ ਸਨ. ਚਮਤਕਾਰਾਂ ਨੂੰ ਉਸਦੀ ਭਵਿੱਖਬਾਣੀ ਅਤੇ ਉਸਦੇ ਅਧਿਕਾਰ ਦੇ ਸੰਕੇਤ ਵਜੋਂ ਦੱਸਿਆ ਗਿਆ ਸੀ, ਸਿੱਖਿਅਕ ਅਤੇ ਪ੍ਰੋਫੈਸਰ ਈਸ਼ੌਨੀ (ਕਾਇਰੋ: ਡਾਰ ਅਲ-ਮਾਰੀਫ) ਲਈ ਚੁਣਿਆ ਗਿਆ ਇੱਕ ਲੇਖਕ , 1943; ਦੂਜਾ ਐਡ. 1967). ਮਸੀਹ ਵਿਚ ਅਲ-ਹੁਸੈਨੀ ਸਾਹਿਤ ਵਿਚ, ਅਲ-ਹਾਇਨੀ ਨੇ ਕਿਹਾ ਕਿ ਧਿਆਨ ਦੇਣ ਯੋਗ ਹੈ ਮੁਹੰਮਦ ਆਪਣੇ ਆਪ ਵਿਚ ਕੋਈ ਚਮਤਕਾਰ ਨਹੀਂ. [38]\n\nਕੁਰਾਨ ਵਿਚ ਇਹ ਛੇ ਚਮਤਕਾਰ ਖੁਸ਼ਖਬਰੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਗੈਰ-ਪ੍ਰਮਾਣਿਕ ​​ਬੋਨੋਸਟਿਕ ਸਰੋਤਾਂ ਤੋਂ ਉਲਟ ਹਨ, ਜਿਸ ਵਿਚ ਵੇਰਵੇ ਅਤੇ ਹੋਰ ਗੁਣਕਾਰੀ ਚਮਤਕਾਰਾਂ ਦਾ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ. [38] ਸਦੀਆਂ ਤੋਂ, ਇਹ ਛੇ ਚਮਤਕਾਰਾਂ ਬਿਰਤਾਂਤਾਂ ਦੀ ਹਦੀਸ ਅਤੇ ਕਵਿਤਾ ਦੁਆਰਾ ਲਾਸਤੇ ਗਏ ਹਨ, ਜੋ ਕਿ ਧਾਰਮਿਕ ਲਿਖਤਾਂ ਅਤੇ ਲੋਰੇ ਤੋਂ ਜ਼ਿਕਰ ਕੀਤੇ ਕੁਝ ਚਮਤਕਾਰਾਂ ਵਿੱਚ ਕੁਝ ਹੋਰ ਚਮਤਕਾਰਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ. [26] [28]\n\nਪੰਘੂੜੇ ਤੋਂ ਬੋਲਣਾ\nਪੰਘੂੜੇ ਤੋਂ ਬੋਲਣ ਦਾ ਮਤਲਬ ਕੁਰਾਨ ਦੇ ਤਿੰਨ ਥਾਵਾਂ ਤੇ ਕੀਤਾ ਗਿਆ ਹੈ: ਅਲ-ਇਮਰਾਨ (3) 41, 46, ਅਲ-ਮਾਇਦਾ (5) 109-110 ਅਤੇ ਮਰੀਅਮ 29-30. ਬਿਰਤਾਂਤ ਦਾ ਹਿੱਸਾ ਕੀ ਬੱਚਾ ਯਿਸੂ ਨੇ ਆਪਣੀ ਮਾਂ ਮਰਿਯਮ ਦਾ ਨਾਮ ਜਾਣੇ-ਪਛਾਣੇ ਪਤੀ ਦਾ ਬਚਾਅ ਕਰਨ ਦੇ ਇਲਜ਼ਾਮ ਦੇ ਇਲਜ਼ਾਮ ਦਾ ਬਚਾਅ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ. [39] ਜਲਦੀ ਇਸਲਾਮ ਜੋਸਫ਼ ਅਤੇ ਉਸ ਦੀ ਭੂਮਿਕਾ ਬਾਰੇ ਅਸਪਸ਼ਟ ਸੀ. ਇਹ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਕੁਰਾਨ ਵਿਰੋਧੀਆਂ ਦੁਆਰਾ ਕੁਰਾਨ ਨਹੀਂ ਹੋ ਸਕਦਾ. ਯਿਸੂ ਨੇ ਘੋਸ਼ਣਾ ਕਰਦਿਆਂ ਗੈਬਰੀਏਲ ਦੇ ਦੂਤ ਦੇ ਦੂਤ ਵਜੋਂ ਗੱਲ ਕੀਤੀ ਸੀ, ਉਹ ਉਸ ਸਮੇਂ ਦੀ ਬਖਸ਼ਿਸ਼ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਦਿਨ ਉਹ ਮਰ ਜਾਵੇਗਾ, ਬਖਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਅਤੇ ਉਹ ਦਿਨ ਜੋ ਉਸਨੂੰ ਜਿਉਂਦਾ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ. [40]\n\nਹਾਲਾਂਕਿ ਇਹ ਖਾਸ ਬਿਰਤਾਂਤ ਬਾਈਬਲ ਵਿਚ ਨਹੀਂ ਲੱਭਿਆ ਗਿਆ ਹੈ, ਕ੍ਰੈਡਲ ਤੋਂ ਬੋਲਣ ਦਾ ਥੀਮ ਗੈਰ-ਪ੍ਰਮਾਣਿਕ ​​ਪੂਰਵ-ਇਸਲਾਮਿਕ ਸੀਰੀਕ ਬਚਪਨ ਖੁਸ਼ਪਲ ਵਿਚ ਪਾਇਆ ਜਾਂਦਾ ਹੈ. ਉਸ ਸ੍ਰੋਤ ਵਿੱਚ ਯਿਸੂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਦਾ ਪੁੱਤਰ, ਪੁਸ਼ਟੀ ਕਰ ਰਿਹਾ ਹਾਂ ਅਤੇ ਗੈਬਰੀਏਲ ਦੂਤ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਵਿਸਥਾਰ ਨਾਲ ਐਲਾਨ ਕੀਤਾ ਸੀ. [39]\n\nਮਿੱਟੀ ਤੋਂ ਪੰਛੀਆਂ ਪੈਦਾ ਕਰਨਾ\nਮਿੱਟੀ ਤੋਂ ਪੰਛੀਆਂ ਪੈਦਾ ਕਰਨ ਅਤੇ ਸਾਹ ਲੈਣ ਨਾਲ ਪੰਛੀਆਂ ਦੀ ਨਵੀਂ ਕਹਾਣੀ ਉਨ੍ਹਾਂ ਵਿਚ ਜਦੋਂ ਕਿਸੇ ਬੱਚੇ ਦਾ ਅਲ-ਇਮਰਾਨ (3) 43, 49 ਅਤੇ ਅਲ-ਮਿਤਿਮ (5) 109-110. ਹਾਲਾਂਕਿ ਪ੍ਰਮਾਣਿਕ ​​ਖੁਸ਼ਖਬਰੀ ਵਿੱਚ ਇਹ ਚਮਤਕਾਰ ਵੀ ਨਹੀਂ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਉਸੇ ਬਿਰਤਾਂਤ ਘੱਟੋ ਘੱਟ ਦੋ ਪ੍ਰੀ-ਇਸਲਾਮਿਕ ਸਰੋਤਾਂ ਵਿੱਚ ਪਾਇਆ ਜਾਂਦਾ ਹੈ: ਥੌਮਸ ਅਤੇ ਯਹੂਦੀ ਟੋਲੇਤ ਯੁਧ ਵਿੱਚ ਭੋਲੇ ਅਤੇ ਇਹ ਦੋਵਾਂ ਸਰੋਤਾਂ ਦੇ ਵਿਚਕਾਰ ਕੁਝ ਰੂਪ ਦੇ ਵੇਰਵਿਆਂ ਦੇ ਨਾਲ. [ 41] [42]\n\nਅੰਨ੍ਹੇ ਅਤੇ ਕੋੜ੍ਹੀਆਂ ਨੂੰ ਚੰਗਾ ਕਰਨਾ\nਇਹ ਵੀ ਵੇਖੋ: ਗਲੀਲ ਦੇ ਦੋ ਅੰਨ੍ਹੇ ਆਦਮੀਆਂ ਨੂੰ ਚੰਗਾ ਕਰਨਾ ਅਤੇ ਦਸ ਕੋੜ੍ਹੀਆਂ ਨੂੰ ਸਾਫ ਕਰਨਾ\nਨਵੇਂ ਨੇਮ ਦੇ ਸਮਾਨ, ਕੁਰਾਨ ਨੇ ਯਿਸੂ ਨੂੰ ਥਰਮਾਨ ਅਤੇ ਅਲ-ਇਮਰਾਨ (3) 49 ਵਿੱਚ ਇਲਾਜ਼ਾਂ ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ (3). ਚੰਗਾ ਕੀਤਾ ਜਾਣਾ ਹੈ ਅਤੇ ਯਿਸੂ ਨੇ ਇਨ੍ਹਾਂ ਬਿਮਾਰੀਆਂ ਨੂੰ ਸਿਰਫ ਪ੍ਰਾਰਥਨਾ ਰਾਹੀਂ ਚੰਗਾ ਕੀਤਾ. [43] ਮੱਧਕਾਲੀ ਵਿਦਵਾਨ ਅਲ-ਐਲਬੀ ਨੇ ਇਹ ਦੋ ਖ਼ਾਸ ਰੋਗ ਡਾਕਟਰੀ ਮਦਦ ਤੋਂ ਪਰੇ ਸਨ ਅਤੇ ਯਿਸੂ ਦੇ ਚਮਤਕਾਰਾਂ ਨੇ ਉਸ ਦੇ ਸੰਦੇਸ਼ ਦੇ ਸਪੱਸ਼ਟ ਸੰਕੇਤ ਵਜੋਂ ਗਵਾਹੀ ਦਿੱਤੀ. [41]\n\nਮਰੇ ਹੋਏ ਮਰੇ\nਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਅਲ-ਇਮਰਾਨ (3) 49 ਵਿਚ ਦੱਸਿਆ ਗਿਆ ਹੈ ਕਿ ਉਸ ਹਾਲਾਤ ਨੂੰ ਅਜੇ ਤਕ ਜਾਂ ਕਿਸੇ ਧੀ ਨੂੰ ਵਿਸਥਾਰ ਵਿਚ ਦੱਸਿਆ ਗਿਆ ਸੀ, ਮੁਰਦਿਆਂ ਤੋਂ ਆਏ ਲੋਕਾਂ ਨੂੰ ਉਭਾਰਿਆ ਗਿਆ ਹੈ. ਹਾਲਾਂਕਿ ਇਸ ਸਥਿਤੀ ਵਿਚ ਘੱਟੋ ਘੱਟ ਤਿੰਨ ਲੋਕਾਂ ਦਾ ਵੇਰਵਾ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਇਸ ਬਾਰੇ ਕੁਝ ਵੀ ਤਿੰਨ ਲੋਕਾਂ ਦਾ ਵੇਰਵਾ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਇਸ ਬਾਰੇ ਘੱਟੋ ਘੱਟ ਤਿੰਨ ਲੋਕਾਂ ਨੂੰ ਘੱਟੋ ਘੱਟ ਤਿੰਨ ਲੋਕਾਂ ਦਾ ਵਿਸਥਾਰ ਨਾਲ ਦੱਸਿਆ ਗਿਆ ਹੈ. ਜੈਰੁਸ, ਨੈਨ ਅਤੇ ਲਾਜ਼ਰ ਵਿਖੇ ਇਕ ਵਿਧਵਾ ਦਾ ਪੁੱਤਰ). [44]\n\nਧੀਰਜ\nਯਿਸੂ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਦੇ ਯੋਗ ਸੀ, ਜਾਂ ਕੀ ਜਾਣਦਾ ਸੀ ਕਿ ਕੀ ਸੀ ਜਾਂ ਦੂਜਿਆਂ ਨੂੰ ਲੁਕਿਆ ਹੋਇਆ ਸੀ. ਇਕ ਉਦਾਹਰਣ ਹੈ ਕਿ ਯਿਸੂ ਉਸ ਨੂੰ ਸਹੀ ਤਰ੍ਹਾਂ ਜਵਾਬ ਦਿੰਦਾ ਹੈ ਅਤੇ ਹਰ ਪ੍ਰਸ਼ਨ ਨੇ ਉਸ ਨੂੰ ਪੁੱਛਿਆ. ਇਕ ਹੋਰ ਮਿਸਾਲ ਇਹ ਹੈ ਕਿ ਯਿਸੂ ਨੇ ਹੁਣੇ ਖਾਧਾ ਹੈ, ਅਤੇ ਨਾਲ ਹੀ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਘਰਾਂ ਵਿਚ ਕੀ ਸਟੋਰ ਕੀਤਾ ਸੀ. [26]\n\nਸਵਰਗ ਤੋਂ ਭੋਜਨ ਦੀ ਸਾਰਣੀ\nਮੁੱਖ ਲੇਖ: ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਭੋਜਨ ਦੇਣਾ\nਇਹ ਵੀ ਵੇਖੋ: ਆਖਰੀ ਰਾਤ ਦਾ ਖਾਣਾ\nਕੁਰਾਨ ਦੇ ਪੰਜਵੇਂ ਅਧਿਆਇ ਵਿਚ ਅਲ-ਮਾਲੀਡਾ (5) 112/1115, ਜਿਸ ਵਿਚ ਯਿਸੂ ਦੇ ਚੇਲਿਆਂ ਦਾ ਜ਼ਿਕਰ ਹੈ ਅਤੇ ਭਵਿੱਖ ਵਿਚ ਉਨ੍ਹਾਂ ਲਈ ਇਕ ਖ਼ਾਸ ਦਿਨ ਹੋਣ ਲਈ. ਇਹ ਇਸਲਾਮਿਕ ਅਤੇ ਅਰਬੀ ਅਧਿਐਨ ਦੇ ਪ੍ਰੋਫੈਸਰ ਦੇ ਅਨੁਸਾਰ ਯੂਯੂਚਾਰਿਸਟ ਦਾ ਇੱਕ ਸੰਭਾਵਤ ਹਵਾਲਾ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਮੋਂਟਗੋਮਰੀ ਵਾਟ (ਡੀ. 2006). [46] ਤੁਲਨਾਤਮਕ ਧਰਮਾਂ (ਡੀ. 2005) ਦੇ ਪ੍ਰੋਫੈਸਰ ਦੇ ਅਨੁਸਾਰ, ਇਹ ਅਸਪਸ਼ਟ ਹੈ ਕਿ ਇਹ ਕਹਾਣੀ ਇੰਜੀਲ ਦੇ ਆਖ਼ਰੀ ਰਾਤ ਦਾ ਖਾਣਾ ਜਾਂ ਖੂੰਡੀ ਹੈ, ਪਰ ਉਹ ਅਰਬੀ ਸ਼ਬਦ (ਮੁਸਲਿਮ ਤਿਉਹਾਰ) ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ: [47]\n\nਇਕ ਵਾਰ ਚੇਲੇ ਨੇ ਕਿਹਾ, ਯਿਸੂ, ਮਰਿਯਮ ਦਾ ਪੁੱਤਰ, ਕੀ ਤੇਰਾ ਪ੍ਰਭੂ ਸਵਰਗ ਵੱਲੋਂ ਇੱਕ ਮੇਜ਼ ਭੇਜ ਸਕਦਾ ਹੈ? ਉਸਨੇ ਕਿਹਾ, ਜੇਕਰ ਤੁਸੀਂ ਵਿਸ਼ਵਾਸੀ ਹੋ ਤਾਂ ਰੱਬ ਦਾ ਭੈ ਮੰਨੋ. ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਇਸ ਨੂੰ ਖਾਣਾ ਚਾਹੁੰਦੇ ਹਾਂ, ਅਤੇ ਸਾਡੇ ਦਿਲ ਸ਼ਾਂਤੀ ਬਣ ਸਕਦੇ ਹਨ, ਅਤੇ ਅਸੀਂ ਜਾਣ ਸਕਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸੱਚ ਬੋਲ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸ ਬਾਰੇ ਗਵਾਹਾਂ ਵਿੱਚੋਂ. ਮਰਿਯਮ ਦੇ ਪੁੱਤਰ, ਯਿਸੂ ਨੇ ਆਖਿਆ, \"ਹੇ ਪਰਮੇਸ਼ੁਰ ਸਾਡੇ ਪ੍ਰਭੂ ਨੂੰ ਸਵਰਗ ਵਿੱਚੋਂ ਇੱਕ ਮੇਜ਼ ਭੇਜਣ ਅਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਇੱਕ ਦਾਤ ਦੇਵੇਗਾ. ਭੋਜਨ) ਸਾਡੇ ਲਈ, ਕਿਉਂਕਿ ਤੁਸੀਂ ਸਰਹੱਦਾਂ ਵਿਚੋਂ ਸਭ ਤੋਂ ਉੱਤਮ ਹੋ. ਰੱਬ ਨੇ ਕਿਹਾ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਇਸ ਨੂੰ ਭੇਜ ਰਿਹਾ ਹਾਂ. [46]\n\nਸਨਨੀ ਨੂੰ ਆਖਰੀ ਰਾਤ ਦਾ ਖਾਣਾ ਬਣਾਉਣ ਦੇ ਰਿਕਾਰਡ ਵਿਚ ਉਸ ਨੇ ਬੇਚੈਨੀ ਨੂੰ ਚਿੰਤਾ ਕਰ ਲਈ. ਇਸ ਲਈ, ਯਿਸੂ ਨੇ ਆਪਣੇ ਚੇਲਿਆਂ ਨੂੰ ਆਖਰੀ ਰਾਤ ਨੂੰ ਸੱਦਾ ਦਿੱਤਾ. ਖਾਣੇ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਆਪਣੇ ਹੱਥ ਧੋਤੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥਾਂ ਨੂੰ ਆਪਣੇ ਕੱਪੜਿਆਂ ਤੇ ਪੂੰਝਣ ਲਈ ਪਰਿਪੱਕ ਕੀਤੇ. ਯਿਸੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ: \"ਜਿਵੇਂ ਕਿ ਅੱਜ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਤੁਹਾਡੇ ਨਾਲ ਕੰਮ ਕੀਤਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਮਿਸਾਲ ਦੇਵਾਂਗਾ. ਕਿਉਂਕਿ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਮੈਨੂੰ ਤੁਹਾਡੇ ਨਾਲੋਂ ਬਿਹਤਰ ਮੰਨਦੇ ਹੋ. ਇਕ ਦੂਜੇ ਦੇ ਸੰਬੰਧ ਵਿਚ ਹੰਕਾਰੀ ਨਾ ਬਣੋ, ਬਲਕਿ ਆਪਣੇ ਆਪ ਨੂੰ ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਆਪ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ ਹੈ. \" ਉਸਦੇ ਉਪਦੇਸ਼ਾਂ ਵਿੱਚ ਚੇਲਿਆਂ ਨੂੰ ਹਦਾਇਤਾਂ ਦੇ ਬਾਅਦ, ਯਿਸੂ ਨੇ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਈ ਕਿ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਉਸਨੂੰ ਇਨਕਾਰ ਕਰੇਗਾ ਅਤੇ ਦੂਜਾ ਉਸਨੂੰ ਧੋਖਾ ਦੇਵੇਗਾ. ਪਰ, ਯਿਸੂ ਦੀ ਮੌਤ ਬਾਰੇ ਇਸਲਾਮੀ ਵਿਚਾਰਾਂ ਦੇ ਅਨੁਸਾਰ, ਯਿਸੂ ਦੀ ਮੌਤ ਦੇ ਚਮਤਕਾਰਾਂ ਵਿਚ ਲਾਸ਼ ਨੂੰ ਸਲੀਬ ਦਿੱਤੀ ਗਈ ਸੀ ਅਤੇ ਯਿਸੂ ਖ਼ੁਦ ਪਰਮੇਸ਼ੁਰ ਲਈ ਜੀ ਉਠਾਇਆ ਗਿਆ ਸੀ. [48]\n\nਹੋਰ ਚਮਤਕਾਰ\nਬਹੁਤ ਸਾਰੀਆਂ ਕਹਾਣੀਆਂ ਅਤੇ ਬਿਰਤਾਂਤਾਂ ਨੂੰ ਯਿਸੂ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਕੁਰਾਨ ਵਿੱਚ ਵਿਸਥਾਰ ਵਿੱਚ ਵਿਸਥਾਰ ਦੇ ਕਾਰਨ ਯਿਸੂ ਬਾਰੇ ਕੁਝ ਨਾਜ਼ੁਕ ਸਬਕ ਰੱਖਣ ਜਾਂ ਮਤਲਬ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਸਾਲਾਂ ਵਿੱਚ ਵਿਕਸਤ ਕੀਤਾ ਗਿਆ ਸੀ. ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਬਿਰਤਾਂਤ ਕੁਦਰਤ ਵਿੱਚ ਨਵੇਂ ਨੇਮ ਵਿੱਚ ਇਕੋ ਜਿਹੇ ਹਨ, ਜਦੋਂ ਕਿ ਕੁਝ ਮਨੁੱਖੀ .ੰਗ ਨਾਲ ਯਿਸੂ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ.\n\nਸਦੀਆਂ ਦੌਰਾਨ ਸਦੀਆਂ ਤੋਂ ਜ਼ਿਕਰ ਕੀਤੇ ਗਏ ਚਮਤਕਾਰਾਂ ਦੇ ਕੁਝ ਵੱਲੋਂ ਜ਼ਿਕਰ ਕੀਤੇ ਗਏ ਚਮਤਕਾਰਾਂ ਦੇ ਕੁਝ ਵਿਸਤ੍ਰਿਤ ਸਾਰਾਂਸ਼ (ਜੋ ਪਾਣੀ ਤੋਂ ਚੱਲਣ ਲਈ - ਬਚਪਨ ਤੋਂ ਕੁਝ ਹੋਰ ਕਰਿਸ਼ਮੇ), [39] ਬਚਪਨ ਤੋਂ ਕੁਝ ਹੋਰ ਚਮਤਕਾਰ ਸ਼ਾਮਲ ਕਰੋ: ਮੁਸਲਮਾਨ ਧਰਮ ਬੁਨਿਆਦ ਨੂੰ ਸਕੂਲ ਦੇ ਮਾਸਟਰ ਨੂੰ ਸਮਝਾਉਣਾ, ਇਹ ਕੌਣ ਹੈ ਕਿ ਚੋਰਾਂ ਦੇ ਖਾਲੀ ਘੜੇ ਹੋਏ, ਇੱਕ ਜ਼ਾਲਮ ਦੇ ਰਾਜੇ ਲਈ ਭੋਜਨ ਅਤੇ ਵਾਈਨ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋਏ, ਜਦੋਂ ਕਿ ਇੱਕ ਮਰੇ ਹੋਏ ਆਦਮੀ ਨੂੰ ਉਭਾਰਦੇ ਹੋਏ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ, ਬੱਚੇ ਨੂੰ ਹੱਤਿਆਬਾਜ਼ੀ ਨਾਲ ਮਾਰੇ ਗਏ, ਅਤੇ ਵੱਖ-ਵੱਖ ਰੰਗਾਂ ਨਾਲ ਬਾਹਰ ਜਾਣ ਲਈ ਇਕੋ ਰੰਗ ਦੀ ਵੈਟ ਤੋਂ ਪੈਦਾ ਹੋਏ. [26]\n\nਇੱਕ ਸ਼ਾਹੀ ਅਧਿਕਾਰਤ ਦੇ ਪੁੱਤਰ ਨੂੰ ਚੰਗਾ ਕਰਨਾ\nਮੁੱਖ ਲੇਖ: ਸ਼ਾਹੀ ਅਧਿਕਾਰਤ ਦੇ ਪੁੱਤਰ ਨੂੰ ਚੰਗਾ ਕਰਨਾ\nਅਲ-ਟਬਰੀ (ਡੀ. 923) ਇਕ ਬਾਲਗ਼ ਯਿਸੂ ਦੀ ਇਕ ਕਹਾਣੀ ਖਾਗਰਿਕ ਦੇ ਇਕ ਰਾਜੇ ਨਾਲ ਇਕ ਖ਼ਾਸ ਰਾਜੇ ਨਾਲ ਅਤੇ ਉਸਦੇ ਪੁੱਤਰ ਦਾ ਇਲਾਜ ਕਰ ਰਿਹਾ ਹੈ. ਰਾਜੇ ਦੀ ਪਛਾਣ ਦਾ ਜ਼ਿਕਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਜਦੋਂ ਕਿ ਦੰਤਕਥਾ ਨੇ ਫਿਲਿਪ ਦੇ ਟੈਟ੍ਰੈਚ ਨੂੰ ਸੁਝਾਅ ਦਿੱਤਾ. ਇਸੇ ਬਾਈਬਲ ਦਾ ਸੰਦਰਗ \"ਸ਼ਾਹੀ ਸਰਕਾਰੀ ਪੁੱਤਰ\" ਹੈ. [49]\n\nਲਾਲਚ ਅਤੇ ਸੱਚ-ਦੱਸਣਾ\nਇਕ ਜਵਾਨ ਯਿਸੂ ਦੁਆਰਾ ਇਕ ਚਮਤਕਾਰ ਦੀ ਇਕ ਮਹਾਨ ਕਹਾਣੀ, ਪ੍ਰੋਸੀਫ ਅਯੂਬ ਦੇ ਅਨੁਸਾਰ ਮਿਡਲ ਏਯੂਐੱਸਏ ਦੇ ਇਕ ਯਹੂਦੀ ਆਦਮੀ ਅਤੇ ਰੋਟੀ ਨਾਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ. ਹਾਲਾਂਕਿ ਇਕ ਪੌਲੇਮਿਕ ਟੋਨ ਨੂੰ ਲੈ ਕੇ, ਸਬਕ ਦੇ 7 ਵੇਂ ਪਹਿਰੇਦਾਰਾਂ ਨੂੰ ਸੱਚਾਈ ਦੱਸਣ ਨਾਲ ਬੁਣੇ ਹੋਏ ਬੁਣੇ ਵਿਚ ਬੁਣੇ ਹੋਏ ਹਨ. ਇਹ ਬੱਚਿਆਂ ਦੀਆਂ ਕਿਤਾਬਾਂ ਵਿੱਚ ਅਕਸਰ ਇੱਕ ਕਹਾਣੀ ਹੈ. [50]\n\nਅੰਦਰੂਨੀ ਬੁੱਧ\nਇਹ ਵੀ ਵੇਖੋ: ਲੋਗੋ (ਇਸਲਾਮ) ਅਤੇ ਲੋਗੋ (ਈਸਾਈਅਤ)\nਇਕ ਹੋਰ ਮਹਾਨ ਚਮਤਕਾਰ ਦੀ ਕਹਾਣੀ ਯਿਸੂ ਦੇ ਬਚਪਨ ਦੀ ਬੁੱਧ ਬਾਰੇ ਇਕ ਹੈ. ਇਹ ਕਥਾ ਆਈਬੀਐਨ ਈਸ਼ੈਕ ਤੋਂ ਅਲ-ਟਾਬੀਰ ਰਾਹੀਂ, ਯਿਸੂ ਨੂੰ ਇਕ ਧਾਰਮਿਕ ਸਕੂਲ ਭੇਜਣ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵਜੋਂ ਦੱਸਿਆ ਗਿਆ ਸੀ ਕਿ ਉਹ ਜਾਣਕਾਰੀ ਨੂੰ ਸਿਖਾਇਆ / ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਹੈਰਾਨ ਕਰ ਰਿਹਾ ਹੈ. [26]\n\nਬੱਚਿਆਂ ਦੇ ਘਰਾਂ ਵਿਚ ਭੋਜਨ\nਅਲ ਤੋਂਬਾਰੀ ਦੀ ਇਕ ਹੋਰ ਕਹਾਣੀ ਆਪਣੇ ਪਿੰਡ ਦੇ ਨੌਜਵਾਨਾਂ ਨਾਲ ਖੇਡ ਰਹੀ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸ ਰਹੀ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਮਾਪੇ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਕਿਹੜਾ ਭੋਜਨ ਉਨ੍ਹਾਂ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਨ. [26]\n\nਬਿਰਤਾਂਤ ਦੇ ਵੇਰਵਿਆਂ ਅਨੁਸਾਰ, ਕੁਝ ਮਾਪੇ ਨਾਰਾਜ਼ ਹੋ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਯਿਸੂ ਨਾਲ ਖੇਡਣ ਤੋਂ ਰੋਕਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ੱਕ ਕਰਦਿਆਂ ਕਿ ਉਹ ਜਾਦੂਗਰ ਸੀ. ਨਤੀਜੇ ਵਜੋਂ, ਮਾਪਿਆਂ ਨੇ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਯਿਸੂ ਤੋਂ ਦੂਰ ਰੱਖਿਆ ਅਤੇ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਇਕੋ ਘਰ ਵਿਚ ਇਕੱਠੇ ਕੀਤਾ. ਇਕ ਦਿਨ, ਇਕੱਲੇ ਮਹਿਸੂਸ ਕਰਦਿਆਂ, ਯਿਸੂ ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਭਾਲਦਾ ਅਤੇ ਇਸ ਘਰ ਆ ਰਿਹਾ ਸੀ ਉਸਨੇ ਮਾਪਿਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਬੱਚੇ ਸਨ. ਮਾਪਿਆਂ ਨੇ ਝੂਠ ਬੋਲਿਆ, ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਬੱਚੇ ਉਥੇ ਨਹੀਂ ਸਨ. ਯਿਸੂ ਨੇ ਪੁੱਛਿਆ ਕਿ ਜੋ ਕਿ ਘਰ ਵਿੱਚ ਹੈ, ਮਾਪੇ ਯਿਸੂ ਨੂੰ ਇੱਕ ਸੂਰ ਕਹਿੰਦੇ ਹਨ. ਫਿਰ ਯਿਸੂ ਕਹਿੰਦਾ ਹੈ ਕਿ \"ਇਸ ਘਰ ਵਿਚ ਰੋਵੋ\", ਸਾਰੇ ਬੱਚਿਆਂ ਨੂੰ ਸੂਰਾਂ ਵਿੱਚ ਬਦਲ ਦਿਓ. [28]\n\nਸਦੀਆਂ ਤੋਂ, ਮੁਸਲਿਮ ਲੇਖਕਾਂ ਨੇ ਹੋਰਨਾਂ ਦੂਤਾਂ ਨੂੰ ਕਾਸਟ ਦੇਣ ਦੀ ਇਜ਼ਹਾਰੀਆਂ ਦੇ ਉਪਦੇਸ਼ਕ ਸਰੋਤਾਂ ਅਤੇ ਯਿਸੂ ਬਾਰੇ ਦੰਤਕਥਾਵਾਂ ਦੇ ਵਿਸਥਾਰ ਕੀਤੇ ਸਨ, ਦੇ ਤੌਰ ਤੇ ਕੈਨੋਨੀਕਲ ਸਰੋਤਾਂ ਤੋਂ ਵਧਾਇਆ ਗਿਆ. [26]\n\nਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ\nਮੁੱਖ ਲੇਖ: ਇਸਲਾਮ ਵਿੱਚ ਇੰਜੀਲ\nਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਰੱਬ ਨੇ ਯਿਸੂ ਨੂੰ ਨਵਾਂ ਹਵਾਲਾ ਦਿੱਤਾ, ਜੋ ਕਿ ਪਿਛਲੇ ਪ੍ਰਗਟਾਵੇ ਦੀ ਸੱਚਾਈ ਘੋਸ਼ਿਤ ਕਰਦਿਆਂ ਕਿਹਾ: ਅਲ-ਜ਼ੈਰਾਹ (ਤੌਰਾਤ) ਅਤੇ ਜ਼ਬੂਰਾਂਈ (ਜ਼ਬੂਰ) ਕੁਰਾਨ ਅਲ-ਇਸ਼ੈਲ ਦਾ ਅਨੁਕੂਲ ਬੋਲਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਇਹ ਇਕ ਹਵਾਲੇ ਵਜੋਂ ਦੱਸਿਆ ਜਾਂਦਾ ਹੈ ਜੋ ਆਪਣੇ ਪੈਰੋਕਾਰਾਂ ਦੇ ਦਿਲਾਂ ਨੂੰ ਨਿਮਰਤਾ ਅਤੇ ਧਾਰਮਿਕਤਾ ਨਾਲ ਭਰਦਾ ਹੈ. ਰਵਾਇਤੀ ਇਸਲਾਮੀ ਐਕਸਜੀਵਸ ਵਿਗੜਣ ਲਈ ਬਾਈਬਲ ਦੇ ਸੰਦੇਸ਼ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ (ਤਹਿਰੀ), ਟੇਯਿਨ ਅਲ-ਮੁਫੈਮ (\"ਅਸਪਸ਼ਟਤਾ ਦਾ ਮਤਾ\") ਏਬੀਡ ਅਲ-ਜਬਬਰ ਇਬਿਨ ਅਹਿਮਦ ਦੀਆਂ ਲਿਖਤਾਂ ਦੇ ਨਾਲ ਇਸ ਪੌਲੇਮਿਕ ਯਤਨ ਦੇ ਇਸ ਦੇ ਮੂਲ ਹਨ. [53] ਮੂਸਾ ਦੀ ਬਿਵਸਥਾ ਦੇ ਸੰਬੰਧ ਵਿਚ, ਕੁਰਾਨ ਇਹ ਸੰਕੇਤ ਕਰਦਾ ਹੈ ਕਿ ਯਿਸੂ ਨੇ ਕਦੇ ਵੀ ਯਹੂਦੀ ਕਾਨੂੰਨਾਂ ਨੂੰ ਖ਼ਤਮ ਨਹੀਂ ਕੀਤਾ ਪਰ ਉਨ੍ਹਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ. [54]\n\nਮੁਸਲਮਾਨਾਂ ਨੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਮੰਨਿਆ ਹੈ ਕਿ ਪੌਲੁਸ ਨੇ ਜਾਣਬੁੱਝ ਕੇ ਯਿਸੂ ਦੀਆਂ ਅਸਲ ਸਿੱਖਿਆਵਾਂ ਨੂੰ ਭ੍ਰਿਸ਼ਟ ਕਰ ਦਿੱਤਾ. [55] 9 ਵੀਂ ਸਦੀ ਦੇ ਇਤਿਹਾਸਕਾਰ ਡੇਫ ਇਮਰ ਇਬਨ ਸਿੰਘ ਨੇ ਜ਼ੋਰ ਦੇ ਕੇ ਕਿਹਾ ਕਿ ਪੌਲੁਸ ਨੇ ਪੌਲੁਸ ਨੂੰ ਜਾਣ-ਬੁੱਝ ਕੇ ਗੁੰਮਰਾਹ ਕੀਤਾ ਸੀ ਕਿ ਇਬਨ ਹੇਜ਼ਮ ਨੇ ਈਸਾਈਅਤ ਵਿੱਚ ਇਤਰਾਜ਼ਯੋਗ ਸਿਧਾਂਤ ਮੰਨਿਆ. [56]\n\nਯਸਫ ਅਲ-ਕੁਰਾਡੀ ਦੇ ਅਨੁਸਾਰ ਆਪਣੀ ਕਿਤਾਬ ਦੇ ਕਾਨੂੰਨੀ ਅਤੇ ਇਸਲਾਮ ਵਿੱਚ ਲੱਗੀ ਹੋਈ ਹੈ, ਕਾਨੂੰਨੀ ਪਾਬੰਦੀਆਂ ਦੇ ਅਨੁਸਾਰ ਯਿਸੂ ਨੇ ਯਹੂਦੀਆਂ ਲਈ ਪ੍ਰੇਸ਼ਾਨ ਕੀਤਾ ਸੀ ਜਿੱਥੇ ਪਰਮੇਸ਼ੁਰ ਦੁਆਰਾ ਸਜ਼ਾ ਦੇ ਤੌਰ ਤੇ ਕਾਨੂੰਨ ਬਣਾਇਆ ਗਿਆ ਸੀ. [57] ਕਲਾਸੀਕਲ ਟਿੱਪਣੀਆਂ ਜਿਵੇਂ ਕਿ ਟੌਫਿਰ ਅਲ-ਜਾਲਲੇਨ ਦੇ ਤੌਰ ਤੇ ਨਿਰਧਾਰਤ ਕਰੋ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਮੱਛੀ ਅਤੇ ਪੰਛੀ ਦੇ ਮੀਟ ਦੇ ਖਪਤ ਨਾਲ ਸਬੰਧਤ ਕੀਤਾ ਜਾਂ ਆਮ ਤੌਰ ਤੇ. [58]\n\nਕੁਰਾਨ ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ\nਚੇਲੇ\nਕੁਰਾਨ ਦੱਸਦਾ ਹੈ ਕਿ ਯਿਸੂ ਚੇਲੇ (ਕਦੀਯਾਹ) ਦੁਆਰਾ ਸਹਾਇਤਾ ਦਿੱਤੀ ਗਈ ਸੀ ਜੋ ਉਸਦੇ ਸੰਦੇਸ਼ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਕਰਦਾ ਸੀ. ਚੇਲਿਆਂ ਦਾ ਨਾਮ ਨਹੀਂ ਦਿੰਦੇ ਹੋਏ, ਕੁਰਾਨ ਨੇ ਯਿਸੂ ਦੇ ਸੰਦੇਸ਼ ਦੇ ਸੰਦੇਸ਼ ਦੇ ਪ੍ਰਚਾਰ ਦੇ ਕੁਝ ਵਾਰ ਕੁਝ ਗੱਲਾਂ ਨੂੰ ਸਵੀਕਾਰਦੇ ਹਾਂ. ਮੁਸਲਮਾਨ ਯਿਸੂ ਦੇ ਚੇਲਿਆਂ ਨੂੰ ਮੁਹੰਮਦ (ṣāāba) ਦੇ ਸਾਥੀ ਵਜੋਂ ਵੇਖਦੇ ਹਨ. [59] ਈਸਾਈ ਧਰਮ ਦੇ ਅਨੁਸਾਰ ਪਤਰਸ, ਜੇਮਜ਼, ਯੂਹੰਨਾ, ਫ਼ਿਲਿਪੁੱਥ, ਬਾਰਥੋਲੋਮਿ w, ਥਾਮਸ, ਮੈਥਿ, ਜੇਮਜ਼, ਯਹੂਦਾਹ, ਯਹੂਦਾਹ, ਯਹੂਦਾਹ, ਕੀ ਸੀ.\n\nਕੁਰਾਨ ਨੇ 32-53 ਵੇਂ ਨੰਬਰ 'ਤੇ ਜ਼ਿਕਰ ਕੀਤਾ, ਤਾਂ ਚੇਲੇ ਇਸਲਾਮ ਦੇ ਨਿਹਚਾ ਨੂੰ ਪੇਸ਼ ਕੀਤੇ ਗਏ: [ਗੈਰ-ਪ੍ਰਾਇਮਰੀ ਸਰੋਤ ਦੀ ਜ਼ਰੂਰਤ ਹੈ]\n\nਜਦੋਂ ਯਿਸੂ ਨੇ ਆਪਣੇ ਅੰਗਾਂ ਉੱਤੇ ਅਵਿਸ਼ਵਾਸ ਪਾਇਆ: \"ਰੱਬ (ਕੰਮ ਦੇ) ਰੱਬ ਦੀ ਮਦਦਗਾਰ ਕੌਣ ਰਹੇਗਾ?\" ਚੇਲਿਆਂ ਨੇ ਕਿਹਾ: \"ਅਸੀਂ ਰੱਬ ਦੇ ਸਹਾਇਕ ਹਾਂ, ਅਸੀਂ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਮੰਨਦੇ ਹਾਂ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਮੈਸੇਂਜਰ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਾਂ. ਗਵਾਹ. \"\n\n- ਕੁਰਾਨ ਸੂਰਾ ਅਲ-ਇਮਰਾਨ 52-53 [60]\nਯਿਸੂ ਦੇ ਚੇਲਿਆਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਵੇਲੇ ਇਹ ਸਭ ਤੋਂ ਲੰਬਾ ਬਿਰਤਾਂਤ ਉਦੋਂ ਹੈ ਜਦੋਂ ਯਿਸੂ ਨੇ ਸਵਰਗ ਤੋਂ ਭੋਜਨ ਦੀ ਮੇਜ਼ ਲਿਆਉਣ ਦਾ ਚਮਤਕਾਰ ਕੀਤਾ ਸੀ ਉਨ੍ਹਾਂ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਕਿ ਉਸ ਦਾ ਪ੍ਰਚਾਰ ਸੱਚਾ ਸੰਦੇਸ਼ ਹੈ.\n\nਅਸੈਂਸ਼ਨ\nਐਨ-ਨਿਸਾ ਦੀ ਆਇਤ 157 ਕੁਰਾਨ ਦੀ ਮੁ the ਲੀ ਤੁਤ ਹੈ ਜੋ ਯਿਸੂ ਦੇ ਸਲੀਬ ਦੀ ਸਮਾਗਮ ਦਾ ਹਵਾਲਾ ਦਿੰਦੀ ਹੈ. [] 61] ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਯਿਸੂ ਨੂੰ ਮਾਰਿਆ ਨਹੀਂ ਗਿਆ ਸੀ ਅਤੇ ਸਲੀਬ ਦਿੱਤੀ ਗਈ ਸੀ, ਪਰ 'ਇਹ ਬਣਾਇਆ ਗਿਆ ਸੀ\nਏ-ਨਿਸਾ ਦੀ ਆਇਤ 157\nਕਿ ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ (ਸ਼ੇਖੀ ਮਾਰ ਵਿੱਚ), \"ਅਸੀਂ ਮਸੀਹਾ ਦੇ ਪਿਤਾ ਨੂੰ ਯਿਸੂ ਨੂੰ ਮਾਰਿਆ ਸੀ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੋ ਭਿੰਨਤਾ ਦਿੱਤਾ ਗਿਆ ਸੀ ਇਸ ਵਿਚ ਸ਼ੰਕੇ ਭਰੇ ਹੋਏ ਹਨ, ਬਿਨਾਂ ਕਿਸੇ (ਕੁਝ ਨਿਸ਼ਚਤ) ਗਿਆਨ, ਪਰ ਸਿਰਫ ਇਸ ਲਈ ਅਨੁਮਾਨ ਲਗਾਉਂਦੇ ਹਨ, ਇਕ ਜ਼ਮਾਨਤ ਦੇ ਕਾਰਨ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਉਸਨੂੰ ਮਾਰਿਆ ਨਹੀਂ.\n\nਉਨ੍ਹਾਂ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਲਈ. [62] ਬਹੁਤੀਆਂ ਇਸਲਾਮੀ ਪਰੰਪਰਾਵਾਂ ਨੂੰ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਇਸ ਗੱਲ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਨ ਕਿ ਯਿਸੂ ਨੂੰ ਸਰੀਰਕ ਤੌਰ ਤੇ ਸਲੀਬ ਜਾਂ ਹੋਰ ਦੀ ਮੌਤ ਕਰ ਦਿੱਤੀ ਗਈ. [63] ਇਸਲਾਮਿਕ ਐਕਸਟਰਾਸਿਸ ਦੀ ਰਿਪੋਰਟ ਹੈ ਕਿ ਯਿਸੂ ਦੀ ਜਗ੍ਹਾ ਤੇ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਸਲੀਬ ਦਿੱਤੀ ਗਈ ਸੀ. ਹਾਲਾਂਕਿ, ਕੁਝ ਆਧੁਨਿਕ ਵਿਦਵਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਯਿਸੂ ਨੇ ਸੱਚ-ਮੁੱਚ ਮਰਿਆ ਸੀ, ਅਤੇ ਉਸਦੇ ਬਚਾਅ ਲਈ ਸੰਦਰਭ ਇਕ ਚਿੰਨ੍ਹ ਹਨ, ਸ਼ਾਬਦਿਕ ਨਹੀਂ. ਯਿਸੂ ਦੀ ਮੌਤ ਦੀ ਪ੍ਰਕਿਰਤੀ ਬਾਰੇ ਇਹ ਅਸਹਿਮਤੀ ਇਸਲਾਮਿਕ ਕੈਨਨ ਦੇ ਖ਼ੁਦ ਇਸਲਾਮਿਕ ਕੈਨਨ ਦੇ ਅੰਦਰ ਪਾਈ ਜਾਂਦੀ ਹੈ, ਅਤੇ ਮੁਹੰਮਦ ਦੇ ਸਾਥੀ ਦੇ ਹਵਾਲੇ ਨਾਲ ਇਹ ਕਹਿੰਦੇ ਹੋਏ ਕਿ ਯਿਸੂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਸੀ. ਇਸ ਦੌਰਾਨ, ਜ਼ਿਆਦਾਤਰ ਹਦੀਸਥ ਅਤੇ ਤਾਰਾਂ ਦੇ ਹੱਕ ਵਿੱਚ ਬਹਿਸ ਕੀਤੀ ਗਈ. [ਹਵਾਲਾ ਦੀ ਲੋੜ]\n\nਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਉਸਨੂੰ ਸਲੀਬ ਉੱਤੇ ਸਜਾ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਪਰ ਉਹ ਬਜਾਏ ਰੱਬ ਦੁਆਰਾ ਬਚਾਇਆ ਗਿਆ ਸੀ. (ਹਾਲਾਂਕਿ ਪੁਰਾਣੀਆਂ ਇਸਲਾਮਿਕ ਪਰੰਪਰਾਵਾਂ ਅਤੇ ਐਕਸਟ੍ਰੀਸਿਸ ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ, ਮੁਸਲਮਾਨ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ ਕਿ ਯਿਸੂ ਸਵਰਗ ਵਿੱਚ ਜਿੰਦਾ ਵਹਿਸ਼ਿਤ ਕੀਤੇ ਜਾ ਕੇ ਉਸਨੂੰ ਬਚਾ ਕੇ ਬਚਾਇਆ ਗਿਆ ਸੀ.\n\nਬਦਲ\nਇਹ ਬਿਲਕੁਲ ਉਹੀ ਅਸਪਸ਼ਟ ਹੈ ਜਿਥੇ ਬਦਲਾਵਟੀਵਾਦੀ ਵਿਆਖਿਆ ਸ਼ੁਰੂ ਕੀਤੀ ਗਈ ਹੈ, ਪਰ ਕੁਝ ਵਿਦਵਾਨ ਦੂਜੀ ਸਦੀ ਦੇ ਗੌਨਿਸਟਿਕ ਸਮੂਹਾਂ ਵਿਚੋਂ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ. [10] ਲਾਇਰਵਿਕ ਨੂੰ ਅਰਬ ਪ੍ਰਣਾਮਿੰਟੂਲਾ ਵਿਚ ਅਤੇ ਅਬੀਸਿਨਿਆ ਵਿਚ ਹੋਰ ਵੀ ਪ੍ਰਭਾਵਿਤ ਹੋਣ ਲਈ ਕੁਰਾਨ ਅਤੇ ਹਦੀਸ ਨੂੰ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਪ੍ਰਭਾਵਿਤ ਹੋਇਆ ਹੈ. [65]\n\nਜਦੋਂ ਕਿ ਜ਼ਿਆਦਾਤਰ ਪੱਛਮੀ ਵਿਦਿਅਕ, [] 67] ਅਤੇ ਇਸ ਦੇ ਈਸਾਈਆਂ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਆਰਥੋਡਾਕਸ ਨੇ ਸਲੀਬ ਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦੇਣ ਲਈ, ਜੋ ਕਿ ਇਕ ਹੋਰ ਵਿਅਕਤੀ, ਜੋ ਕਿ ਸੀ. ਯਿਸੂ ਦੀ ਬਜਾਏ ਸਲੀਬ (ਸੀ.ਐੱਫ. ਆਇਰੇਨੇਸ 'ਬੇਸਿਸਲਜ਼ ਦੇ ਆਖਰਕਾਰ, ਬੁੱਕ ਆਈ, ਸੀਐਚ. xxive, 4. [6]]\n\nਸਲੀਬਾਂ ਵੱਲ ਜਾਣ ਵਾਲੀਆਂ ਘਟਨਾਵਾਂ ਦੇ ਸੰਖੇਪ ਲੇਖਾ ਲਗਾਉਣ ਵਾਲੀਆਂ ਘਟਨਾਵਾਂ ਦੇ ਸੰਖੇਪ ਲੇਖਾ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਬਾਅਦ ਕੁਝ ਅਸਹਿਮਤ ਅਤੇ ਵਿਵਾਦ ਦੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ ਕਿ ਯਿਸੂ ਦੀ ਥਾਂ ਸਲੀਗਿਯਸ ਨਾਮ ਦੇ ਕਿਸੇ ਨੂੰ ਦੱਸ ਰਿਹਾ ਸੀ ਮਦੀਨਾ ਵਿਖੇ ਅਤੇ ਤੀਜੇ ਤਰੀਕੇ ਨਾਲ ਕੁਰਾਨ ਦੇ ਸਥਾਨਾਂ ਦਾ ਹਵਾਲਾ ਦੇ ਰਿਹਾ ਹੈ (3:55; 4: 158) ਕਿ ਪਰਮੇਸ਼ੁਰ ਯਿਸੂ ਨੂੰ ਆਪਣੇ ਕੋਲ ਲੈ ਗਿਆ. [70]\n\nਆਈਬੀਐਨ ਕੈਥੀਰ (ਡੀ. 1373) ਫਾਲੋ ਪਰੰਪਰਾਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ ਜੋ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਕਿ ਇੱਕ ਸਲੀਬ ਹੋ ਗਿਆ, ਪਰ ਯਿਸੂ ਨਾਲ ਨਹੀਂ. [81] ਇਸ ਘਟਨਾ ਤੋਂ ਬਾਅਦ, ਆਈਬੀਐਨ ਕੈਥੀਰ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਲੋਕਾਂ ਨੂੰ ਤਿੰਨ ਵੱਖ-ਵੱਖ ਬਿਰਤਾਂਤਾਂ ਤੋਂ ਬਾਅਦ ਤਿੰਨ ਸਮੂਹਾਂ ਵਿੱਚ ਵੰਡਿਆ ਗਿਆ; ਯਾਕੂਬਾਇਉਂਦੇਸ ਮੰਨਦੇ ਹਨ ਕਿ \"ਪਰਮੇਸ਼ੁਰ ਜਿੰਨਾ ਚਿਰ ਉਹ ਵਡਿਆਈ ਸਾਡੇ ਨਾਲ ਨਾਲ ਰਿਹਾ ਸੀ ਅਤੇ ਫਿਰ ਉਹ ਸਵਰਗ ਨੂੰ ਗਿਆ\"; ਪਰਸਪਲਾਇਡੀਅਨ ਮੰਨਦੇ ਹੋਏ \"ਪਰਮੇਸ਼ੁਰ ਦਾ ਪੁੱਤਰ ਪਰਮੇਸ਼ੁਰ ਸਾਡੇ ਨਾਲ ਸੀ ਜਦੋਂ ਤਕ ਪਰਮੇਸ਼ੁਰ ਨੇ ਇੱਛਾ ਕੀਤੀ ਜਦ ਤਕ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸਨੂੰ ਸਵਰਗ ਵਿੱਚ ਲਿਜਾਇਆ\"; ਅਤੇ ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ \"ਪਰਮੇਸ਼ੁਰ ਦਾ ਨੌਕਰ ਅਤੇ ਦੂਤ ਸਾਡੇ ਨਾਲ ਸਥਿਰ ਰਹਿ ਗਿਆ ਜਦੋਂ ਤੱਕ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸਨੂੰ ਆਪਣੇ ਕੋਲ ਨਹੀਂ ਲਿਜਾਇਆ.\" [82]\n\nਦੂਜਾ ਆਉਣਾ\nਨਿਆਂ ਦਿਵਸ ਤੋਂ ਪਹਿਲਾਂ ਯਿਸੂ ਦੇ ਆਉਣ ਦਾ ਸਮਾਂ\n\nਉਮਯੈਦ ਮਸਜਿਦ, ਦਮਿਸ਼ਕ ਵਿੱਚ ਆਈਐਸਏ ਦੀ ਉਜਾੜ\nਇਸਲਾਮੀ ਪਰੰਪਰਾ ਅਨੁਸਾਰ ਸਵਰਗ ਨੂੰ ਚੜ੍ਹ ਕੇ ਅਤੇ ਉਥੇ 2000+ ਸਾਲਾਂ ਲਈ ਵੱਸਿਆ, ਯਿਸੂ ਨਿਆਂ ਦੇ ਦਿਨ ਥੋੜ੍ਹੀ ਜਿਹੀ ਧਰਤੀ ਨੂੰ ਜਲਦੀ ਤੋਂ ਬਾਹਰ ਲੜੀ ਗਈ, ਅਤੇ ਉਸਦੇ ਚੇਲੇ , ਪੂਰਤੀ ਡੈਥ ਦੇ ਸਿਰੇ ਦੇ ਸਿਰ ਨਾਲ ਯਿਸੂ ਦੇ ਸਿਰ ਦੇ ਸਿਰੇ ਦੇ ਬਿੰਦੂ ਤੇ ਯਿਸੂ ਆਪਣੇ ਯਾਤਰੀ ਦੀ ਸਥਿਤੀ ਤੇ ਉੱਤਰਦਾ ਹੈ, ਜੋ ਕਿ ਇੱਕ ਚਿੱਟਾ ਮਿਨਰਟ ਦੇ ਬਿੰਦੂ ਤੇ ਸੀ ਉਮਯੇਦ ਮਸਜਿਦ ਵਿੱਚ. [87] ਉਹ ਮਹਾਡੀ ਅਤੇ (ਇੱਕ ਮੁਸਲਮਾਨ) ਦਾ ਸ਼ੁਭਕਾਮਨਾਵਾਂ ਉਸਦੇ ਨਾਲ ਪ੍ਰਾਰਥਨਾ ਕਰੇਗਾ. ਆਖਰਕਾਰ ਯਿਸੂ ਦਜ਼ਾਲ ਲਾਂਘੇ ਤੇ ਮਾਰਦਾ ਹੈ. [88]\n\nਇਸ ਤੋਂ ਬਾਅਦ, ਉਹ \"ਸਲੀਬ ਨੂੰ ਤੋੜ ਕੇ ਸੂਰਾਂ ਨੂੰ ਮਾਰ ਦੇਵੇਗਾ, ਅਤੇ ਜਜ਼ਿਆ ਟੈਕਸ ਨੂੰ ਖਤਮ ਕਰ ਦੇਵੇਗਾ\", ਅਤੇ 90] ਇਸ ਭਵਿੱਖਬਾਣੀ ਦੇ \"ਆਮ ਵਿਆਖਿਆ\" ਇਹ ਹੈ ਕਿ ਇਕ ਮੁਸਲਮਾਨ ਹੋ, ਤਾਂ ਯਿਸੂ ਸਲੀਬ ਦੁਆਰਾ ਪ੍ਰਤੀਕ ਹੈ \"ਆਪਣੀ ਖੁਦ ਦੀ ਪੂਜਾ ਵਿਚ ਵਿਸ਼ਵਾਸ ਰੱਖਦਾ ਹੈ.\" ਉਹ ਈਸਾਈਅਤ ਦੁਆਰਾ ਤਿਆਗ ਚੁੱਕੇ ਹਨ; [91] ਸਾਰੇ ਯਹੂਦੀ ਅਤੇ ਈਸਾਈ ਵਿਸ਼ਵਾਸ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਗੇ. [9]] (ਇੱਕ ਹਦੀਸ ਦੇ ਅਨੁਸਾਰ, ਯਿਸੂ ਚਰਚਾਂ ਅਤੇ ਮੰਦਰਾਂ ਨੂੰ ਤਬਾਹ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਮਸੀਹੀਆਂ ਨੂੰ ਮਾਰ ਦੇਵੇਗਾ ਜਦ ਤੱਕ ਉਹ ਉਸ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕਰਨਗੇ. \") [93] []]\n\nਇਸਲਾਮੀ ਮੂਸਿੰਗ ਗੋਗ ਅਤੇ ਮਾਗੋਗ (ਯਗੋਗ ਮਾਗੋਜ) ਦੇ ਮੁੜ ਗਾਇਬ ਹੋਣ ਦੇ ਮੁੜ ਗਾਇਬ ਹੋਣ ਦਾ ਸੰਕੇਤ ਵੀ ਦੇ ਸਕਦੇ ਹਨ, ਜੋ ਕਿ ਇਸ ਦੇ ਰੂਪੋਸ਼ ਦੀ ਕਮੀ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣਗੇ ਅਤੇ ਤਬਾਹੀ ਦੇ ਕਾਰਨ. [95] ਯਿਸੂ ਦੀਆਂ ਪ੍ਰਾਰਥਨਾਵਾਂ ਦੇ ਜਵਾਬ ਵਿੱਚ, ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਗਰਦਨਾਂ ਦੇ ਨਾਮਾਂ ਵਿੱਚ ਕੀੜੇ ਭੇਜ ਕੇ, ਵੱਡੇ ਪੰਛੀਆਂ ਨੂੰ ਜ਼ਮੀਨ ਤੋਂ ਲਾਸ਼ਾਂ ਨੂੰ ਚੁੱਕਣ ਅਤੇ ਸਾਫ਼ ਕਰਨ ਲਈ ਮਾਰ ਦੇਵੇਗਾ. [86] ਮਹਿਦੀ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ, ਯਿਸੂ ਵਿਸ਼ਵ ਲੀਡਰਸ਼ਿਪ ਅਤੇ ਸ਼ਾਂਤੀ ਅਤੇ ਨਿਆਂ ਕਰੇਗਾ ਅਤੇ ਸਰਵ ਵਿਆਪਕ ਹੋਵੇਗਾ.\n\nਪਰੰਪਰਾ ਦੇ ਅਨੁਸਾਰ, ਯਿਸੂ ਨੇ ਫਿਰ ਵਿਆਹ ਕਰਾਏਗਾ, ਅਤੇ ਚਾਲੀ ਸਾਲਾਂ ਤੱਕ ਦੁਨੀਆਂ ਉੱਤੇ ਰਾਜ ਕਰੇਗਾ, ਜਿਸ ਤੋਂ ਬਾਅਦ ਉਹ ਮਰ ਜਾਵੇਗਾ. [9] ਫਿਰ ਮੁਸਲਮਾਨ ਉਸ ਲਈ ਅੰਤਮ ਸੰਸਕਾਰ ਕਰਦੇ ਹਨ ਅਤੇ ਫਿਰ ਉਸ ਨੂੰ ਮਦੀਨਾ ਸ਼ਹਿਰ ਦੇ ਮਦੀਨਾ ਸ਼ਹਿਰ ਦੇ ਸ਼ਹਿਰ ਨੂੰ ਦਫ਼ਨਾਉਣੇ ਜਾਂਦੇ ਹਨ. [97] ਇਬਨ ਖਾਲਡੂਨ ਦੇ ਕਥਾ ਦੇ ਅਨੁਸਾਰ, ਦੋ ਨਬੀਆਂ ਦੇ ਵਿਚਕਾਰ ਦੋ ਖਲੀਫ਼ਸ ਦੋ ਨਬੀਆਂ ਦੇ ਵਿਚਕਾਰ ਮਰੇ ਹੋਏ ਤੋਂ ਉਭਰਨਗੇ. [98]\n\nਸਰੋਤ\nਜਦੋਂ ਕਿ ਕੁਰਾਨ ਯਿਸੂ ਦੀ ਵਾਪਸੀ ਦੇ ਕਿਸੇ ਵੀ ਬਿਰਤਾਂਤ ਦਾ ਵਰਣਨ ਨਹੀਂ ਕਰਦਾ, [9] ਬਹੁਤ ਸਾਰੇ ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਦੋ ਵਿਭਾਵਾਦੀ ਤੁਕਾਂ ਅੰਤ ਦੇ ਸਮੇਂ ਦੌਰਾਨ ਆਪਣੇ ਦੂਜੇ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ. [90] (1) ਉੱਪਰ ਦੱਸਿਆ ਗਿਆ ਆਇਤ ਉਸ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਕਦੇ ਨਹੀਂ ਮਰੇਗੀ:\n\n\"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕਹਾਵਤ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਕਹਾਵੇ, ਸੱਚਮੁੱਚ ਮਸੀਹਾ ਨੂੰ ਮਾਰਿਆ, ਯਿਸੂ, ਮਰਿਯਮ ਦੇ ਪੁੱਤਰ ਨੇ ਅੱਲ੍ਹਾ ਦਾ ਦੂਤ, ' ਉਨ੍ਹਾਂ ਨੇ ਉਸਨੂੰ ਮਾਰਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਉੱਤੇ ਇਸ ਦੇ ਬਰਾਬਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ. . ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸਨੂੰ ਜਾਨੋਂ ਨਹੀਂ ਮਾਰਿਆ. \" (ਪ੍ਰ .4: 157 :)\nਅਤੇ ਦੂਜੀ ਆਇਤ ਦੀ ਵਿਆਖਿਆ ਯਿਸੂ ਅਤੇ \"ਘੰਟੇ\" ਦੇ ਵਿਚਕਾਰ ਇੱਕ ਸੰਬੰਧ ਦਰਸਾਉਣ ਲਈ ਵਿਆਖਿਆ ਕੀਤੀ ਗਈ:\n\n\"ਅਤੇ ਦੇਖੋ! ਸਮਾਂ ਦਾ ਗਿਆਨ ਹੈ. ਇਸ ਲਈ ਸ਼ੱਕ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ ਬਾਰੇ ਨਹੀਂ ਹੋ, ਤਾਂ ਮੇਰੇ ਮਗਰ ਚੱਲੋ.\" ਇਹ ਸਹੀ ਰਸਤਾ ਹੈ. \" (ਪ੍ਰ .43: 61 ਟ੍ਰਾਂਸ ਪਿਕਸ਼ਤਲ). [90]\nਯਿਸੂ ਦੀ ਵਾਪਸੀ ਬਾਰੇ ਹਦੀਮਾਂ, ਇਕ ਸਹੇਬਾ ਵਿਚੋਂ ਇਕ ਵਾਪਸ ਅਬੂ ਹੂਰਾਮ ਨੂੰ ਲੱਭਿਆ ਗਿਆ ਸੀ, ਪਰੰਤੂ ਅਸਲ ਵਿਚ ਇਕ ਮੁਕਤੀਦਾਤਾ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾ ਸਕਦੀ ਸੀ. ਸ਼ੀਆ ਸ਼ੀਆ, ਮਹਾਰੀ ਮੁਕਤੀਦਾਤਾ ਹੋਵੇਗੀ, ਕੁਝ ਸਨਨਿਸ ਯਿਸੂ ਦੀ ਵਾਪਸੀ ਦੀ ਉਮੀਦ ਕਰਦੇ ਸਨ. ਪ੍ਰੋਸੈਸਰ ਵਿੱਚ ਸਲੀਬ ਪਹਿਨਣ ਅਤੇ ਪਬਲਿਕ ਵਿੱਚ ਸਲੀਬਾਂ ਪਾਉਣ ਅਤੇ ਸੂਰਾਂ ਨੂੰ ਰੱਖਣ ਵਾਲੇ ਅਬਾਸਡ ਵੱਬੀਫੇਟ ਦੇ ਦੌਰਾਨ ਨਹੀਂ ਤਾਂ ਸਲੀਬ ਤੋੜਨ ਵਾਲੇ, ਮੁਸਲਮਾਨਾਂ ਦੁਆਰਾ ਇਸ ਪ੍ਰਤੀਕ ਦੇ ਆਮ ਨਾਮਨਜ਼ੂਰ ਨੂੰ ਦਰਸਾਓ ਸ਼ਾਇਦ ਇਸ ਪ੍ਰਤੀਕ ਨੂੰ ਯਿਸੂ ਦੇ ਯਿਸੂ ਨੂੰ ਬਾਹਰ ਕੱ or ੋ ਜਾ ਰਹੇ ਹਨ. [100]\n\nਯਿਸੂ ਦਾ ਜ਼ਿਕਰ ਕੁਰਾਨ ਵਿੱਚ ਲਗਭਗ 187 ਵਾਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਅਤੇ ਅਸਿੱਧੇ ਤੌਰ ਤੇ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਅਤੇ ਬਹੁਤ ਸਾਰੇ ਸਿਰਲੇਖਾਂ ਦੁਆਰਾ ਵੀ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਅਲ-ਮਸਾਈਯਾਹ (']] [111] [111] [111] ] ਯਿਸੂ ਨੂੰ 25 ਵਾਰ ਨਾਮ ਈਸਾ ਦੁਆਰਾ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ, [ਨੋਟ 2] ਤੀਜੇ ਵਿਅਕਤੀ ਨੂੰ 48 ਵਾਰ, [ਨੋਟ] ਪਹਿਲੇ-ਵਿਅਕਤੀ] ਪਹਿਲੇ-ਪਿਤਾ ਨੂੰ 35 ਵਾਰ ਅਤੇ ਬਾਕੀ ਕੁਰਾਨ ਵਿੱਚ ਸਿਰਲੇਖ ਦੇ ਰੂਪ ਵਿੱਚ. [ਪੜ੍ਹੋ] [113]\n\nਮੁਹੰਮਦ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਯਿਸੂ ਦੇ ਸਭ ਤੋਂ ਨੇੜਲੇ ਸਭ ਲੋਕਾਂ ਦੇ ਨੇੜੇ ਦੇ ਵਜੋਂ ਦੱਸਿਆ. [114]\n\nਆਦਮ ਦੇ ਨਾਲ ਸਿਮੂਲੇਟ\nਕੁਰਾਨ ਮਨੁੱਖੀ ਮੂਲ ਦੀ ਅਣਹੋਂਦ ਦੇ ਅਨੁਸਾਰ ਆਦਮ ਨਾਲ ਅਭੇਦ ਹੋਣ ਤੇ ਯਿਸੂ ਦੇ ਨਿਰਮਾਣਵਾਦ ਤੇ ਜ਼ੋਰ ਦਿੰਦਾ ਹੈ. ਮੁਹੰਮਦ ਅਕਸਰ ਆਦਮ ਅਤੇ ਯਿਸੂ ਦੇ ਜਨਤਾ ਦੀ ਤੁਲਨਾ ਕਰਦਾ ਸੀ. [115]\n\nਇਸਲਾਮਿਕ ਐਕਸਜੀਸਿਸ ਈਸਾਈ ਦਖਲ ਦੀ ਕ੍ਰਿਸ਼ਚੀਅਨ ਦਲੀਲ ਦੇ ਪਿੱਛੇ ਇਕ ਤਰਕਸ਼ੀਲ ਹਰੀ ਨਾਲ ਅਸਪਸ਼ਟ ਹਨ, ਜਿਵੇਂ ਕਿ ਅਜਿਹੀਆਂ ਪ੍ਰਭਾਵਾਂ ਨੂੰ ਆਦਮ ਪ੍ਰਤੀ ਬ੍ਰਹਮਤਾ ਮੰਨਿਆ ਜਾਵੇਗਾ. [107]\n \nਇਸਲਾਮ ਵਿੱਚ, ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਇਸਲਾਮ ਵਿੱਚ ਇਸਲਾਮਿਕ ਨਬੀ ਮੁਹੰਮਦ ਦਾ ਪੂਰਵਜ ਸੀ. ਕੁਰਬਾਨ ਦੇ ਅਨੁਸਾਰ, ਮੁਹੰਮਦ ਦੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ Saff 61: 6 ਦੇ ਅਰੰਭਕ 61: 6 ਵਿੱਚ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਈ ਸੀ, ਇਸ ਆਇਤ ਮੁਸਲਮਾਨਾਂ ਨੇ ਮੌਜੂਦਾ ਧਾਰਮਿਕ ਪਰੰਪਰਾਵਾਂ ਅਤੇ ਯਿਸੂ ਦੀ ਕਥਿਤ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਦਾ ਦਾਅਵਾ ਕੀਤਾ ਸੀ. [116] ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਯਿਸੂ ਮੁਹੰਮਦ ਦਾ ਪੂਰਵਜ ਸੀ, ਅਤੇ ਉਸਨੇ ਬਾਅਦ ਵਾਲੇ ਦੇ ਆਉਣ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ. [117] ਇਹ ਪਰਿਪੇਖ ਵਿਭਾ ਗੱਨ ਦੀ ਇਕ ਤੁਕ 'ਤੇ ਅਧਾਰਤ ਹੈ ਜਦੋਂ ਯਿਸੂ \"ਅਹਿਮਦ\" ਦੇ ਬਾਅਦ \"ਅਹਿਮਦ\" ਦੇ ਨਾਮ ਤੇ ਆਉਣ ਵਾਲੇ ਮੈਸੇਂਜਰ ਦੀ ਗੱਲ ਕਰਦਾ ਹੈ. [118] ਇਸਲਾਮ ਮੁਹੰਮਦ ਨੂੰ ਮੁਹੰਮਦ ਦੇ ਨਾਲ ਜੋੜਦਾ ਹੈ, ਦੋਵੇਂ ਸ਼ਬਦ ਐਚ-ਐਮ-ਡੀ ਟ੍ਰਾਈਸੋਨੋਨੈਂਟਲ ਜੜ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ਜੋ ਪ੍ਰਸ਼ੰਸਾ ਯੋਗਤਾ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ. ਮੁਸਲਮਾਨ ਦਾਅਵਾ ਕਰਦੇ ਹਨ ਕਿ ਯਿਸੂ ਦੇ ਰੂਪਾਂਚੇ ਦਾ ਸਬੂਤ, ਨਵੇਂ ਨੇਮ ਦੇ ਜ਼ਿਕਰ ਕਰਦਿਆਂ ਯੂਹੰਨਾ ਦੀ ਇੰਜੀਲ ਵਿਚ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਈ ਹੈ. [119]\n\nਮੁਸਲਿਮ ਟਿੱਪਣੀਕਾਰ ਦਾਅਵਾ ਕਰਦੇ ਹਨ ਕਿ ਮੁੱਛਲਾ ਸ਼ਬਦ ਪਰਿਕਲੂਟੋਸ ਸੀ, ਭਾਵ ਅਹਮਦ ਦੇ ਤੌਰ ਤੇ, ਮਸ਼ਹੂਰ ਜਾਂ ਪ੍ਰਸ਼ੰਸਾਯੋਗ ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਸੀ; ਅਤੇ ਇਸ ਦੀ ਥਾਂ ਈਸਾਈ ਦੁਆਰਾ ਪੈਰਾਕਲਲੇਸ ਨਾਲ ਬਦਲ ਦਿੱਤੀ ਗਈ ਸੀ. [97]] ਇਹ ਵਿਚਾਰ ਬਹਿਸ ਹੈ, ਇਹ ਪੁੱਛ ਰਿਹਾ ਹੈ ਕਿ ਕੀ ਕੁਰਤਰੇ ਦੀ ਸਮਝ ਕੁਰਾਨ ਦੇ ਟੈਕਸਟ ਦੁਆਰਾ ਸਮਰਥਤ ਹੈ.\n\nਇਸਲਾਮਿਕ ਧਰਮ ਸ਼ਾਸਤਰ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਯਿਸੂ ਨੂੰ 61: 6 ਦੇ ਅਨੁਸਾਰ ਉਨ੍ਹਾਂ ਨੇ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਸੀ ਕਿ ਅਹਿਮਦ ਦੇ ਨਾਮ ਨਾਲ. .\n\n\"ਅਹਿਮਦ\" ਸ਼ਬਦ ਤੇ ਵਾਪਸ ਆਉਣਾ, ਮੁਸਲਮਾਨਾਂ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਹੈ ਕਿ ਅਹਿਮਦ ਪਰੀਕਲੂਟੋਸ ਦਾ ਅਨੁਵਾਦ ਹੈ, ਜੋ ਕਿ ਯੂਹੰਨਾ XIP, XV ਅਤੇ XVI ਦਾ ਪ੍ਰਸਾਰ ਹੈ. [121]\n\nਹਦੀਸ\nਹਦੀਸ ਨੂੰ ਮੁਹੰਮਦ ਅਤੇ ਉਸਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਲੋਕਾਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਹੈ. ਯਿਸੂ ਦੰਤਕਥਾ ਹੈਡਿਥ ਜਿਸ ਵਿੱਚ ਸਬਜ਼ ਦੇ ਤਿਕੋਣੀ ('ਇਸਤਰੀ') ਈਸਾਈਅਤ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ ਗਿਆ ਹੈ ਜੋ ਅਰਬ ਪ੍ਰਾਇਦੀਪ ਵਿੱਚ ਅਤੇ ਅਬੀਸਿਨਿਆ ਵਿੱਚ ਅੱਗੇ ਵੱਧਦਾ ਹੈ. [] 6] ਹਦੀਸ ਨੇ ਤੀਜੀ ਮੁਸਲਮਾਨ ਸਦੀ ਵਿਚ ਮੁਸਲਿਮ ਭਾਈਚਾਰੇ ਲਈ ਅਥਾਰਟੀ ਦੇ ਸਰੋਤ ਵਜੋਂ ਇਕ ਪ੍ਰਮਾਣਿਕ ​​ਰੁਤਬੇ ਦਾ ਵਿਕਾਸ ਕੀਤਾ. ਮੁਸਲਮਾਨਾਂ ਤੋਂ ਉਭਰਦਿਆਂ ਯਿਸੂ ਦੀ ਮੁਸਲਿਮ ਸਮਝਾਉਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਮੁਸਲਮਾਨ ਦੇ ਨਜ਼ਰੀਏ ਅਨੁਸਾਰ, ਇਕ ਚਮਤਕਾਰੀ, sochatical ਸ਼ਖਸੀਅਤ (ਮੁਸਲਮਾਨਾਂ) ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਨਾ ਹੈ. [ 130]\n\nਹਡਿਥ ਨੇ ਆਮ ਮੁਸਲਮਾਨਾਂ ਵਿਚ ਯਿਸੂ ਦੇ ਅਕਸ ਨੂੰ ਹਿ pasleage ਜ਼ ਇਕ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਭੂਮਿਕਾ ਨਿਭਾਈ ਹੈ, ਜਦੋਂ ਕਿ ਹਿਸੀਥਾਂ ਅਤੇ ਤਾਵਾਂਤਾਂ ਦੀ ਵੱਡੀ ਮਾਤਰਾ ਅਤੇ ਰਿਪੋਰਟਾਂ ਦੀ ਵੱਡੀ ਮਾਤਰਾ ਵਿਚ ਪਏ ਇਕ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਭੂਮਿਕਾ ਨਿਭਾਉਂਦੇ ਹਨ. [26] ਮੁਸਲਮਾਨ ਨੂੰ ਮੁੜ ਵਸੇਬਾ ਕਰਨ ਨਾਲ, ਯਿਸੂ ਦੀ ਬੇਵਕੂਫ਼ ਹੈਰਾਨੀ ਵਾਲੀ ਗੱਲ ਹੈ. ਇਸ ਦੀ ਬਜਾਏ ਕੀ ਹੈ ਇਸ ਦੀ ਬਜਾਏ ਐਸੀਟਿਕ ਜਾਦੂਗਰ ਹੈ, ਪਵਿੱਤਰ ਆਤਮਾ ਦੁਆਰਾ ਮਦਦ ਕੀਤੀ ਗਈ ਹੈ. ਖੁਸ਼ਖਬਰੀ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨ ਲਈ ਇਕ ਕਿਤਾਬ ਵਜੋਂ ਦੇਖਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਿਰਫ ਅਸਲ ਸਿੱਖਿਆਵਾਂ ਦਾ ਜ਼ਿਕਰ ਕੀਤੇ ਬਿਨਾਂ ਲੰਘਣ ਲਈ ਜ਼ਿਕਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤੌਰ ਤੇ, ਸ਼ੀਆ ਇਸਲਾਮ ਵਿੱਚ ਸ਼ੀਆ ਇਸਲਾਮ ਵਿੱਚ ਅਤੇ ਸੂਫੀ ਦੇ ਨੁਮਾਇੰਦਿਆਂ ਵਿੱਚ ਹਦੀਸ-ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਹਦੀਸ-ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਹੈਡਿਥ-ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਸਭ ਤੋਂ ਦੂਰ ਹੈ. [65]\n\nਸੁੰਨੀ ਇਸਲਾਮ\nਇਸਲਾਮੀ ਬਿਰਤਾਂਤਕ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਸਮੇਂ ਓਰਥੋਡੌਕਸ ਦੇ ਇਤਿਹਾਸਕਾਰ ਨੂੰ, ਪਰਥੋਡਾਕਸ ਦੇ ਸਿਧਾਂਤ ਨੂੰ ਜਾਰੀ ਕਰਦਿਆਂ, ਕਾਤਲ ਫਾਰਸੀ ਦੇ ਇਤਿਹਾਸਕਾਰ ਵਜੋਂ, ਆਰਥੋਡਾਕਸ ਦੇ ਸਿਧਾਂਤ ਦੇ ਹਵਾਲੇ:\n\nਈਸਾਈ. (ਉਹ) ਮਸੀਹ ਦਾ \"ਮਸੀਹ ਦਾ ਭਾਈਚਾਰਾ (ਉਪਮਾ), ਯਿਸੂ, ਮਰਿਯਮ ਦਾ ਪੁੱਤਰ (ਉਸ ਉੱਤੇ ਸ਼ਾਂਤੀ). ਉਹ ਉਹ ਹੈ ਜਿਸ ਨੂੰ ਸੱਚਮੁੱਚ (ਨਬੀ ਵਜੋਂ ਭੇਜਿਆ ਗਿਆ ਸੀ (ਉਸ ਉੱਤੇ ਮੂਸਾ ਦੇ ਤੌਰ ਤੇ) ਮੋਰਾਹ ਵਿੱਚ ਐਲਾਨ ਕੀਤਾ ਗਿਆ ਸੀ. ਉਸ ਲਈ ਪ੍ਰਗਟ ਕੀਤੇ ਚਿੰਨ੍ਹ ਅਤੇ ਮਹੱਤਵਪੂਰਣ ਸਬੂਤ ਸਨ, ਜਿਵੇਂ ਕਿ ਮਰੇ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਮੁੜ ਜ਼ਿੰਦਾ ਕਰਨਾ ਅਤੇ ਅੰਨ੍ਹੇ ਅਤੇ ਕੋੜ੍ਹੀ ਨੂੰ ਠੀਕ ਕਰਨਾ. ਉਸਦਾ ਬਹੁਤ ਸੁਭਾਅ ਅਤੇ ਜਨਮ ਤੋਂ ਸੁਭਾਅ (ਫਿਟਰਾ) ਉਸਦੇ ਸਚਿਆਈ ਦੀ ਇੱਕ ਸੰਪੂਰਨ ਨਿਸ਼ਾਨ ਹਨ; ਭਾਵ, ਉਸਦਾ ਪਿਛਲੀ ਬੀਜ ਤੋਂ ਬਿਨਾਂ ਆਉਣ ਅਤੇ ਬਿਨਾਂ ਸਿਖਾਉਣ ਤੋਂ ਬਿਨਾ ਆਉਣਾ. ਸਾਰੇ (ਹੋਰ) ਨਬੀਆ ਚਾਲੀ ਸਾਲਾਂ ਦੀ ਉਮਰ ਵਿੱਚ ਸਨ, ਪਰੰਤੂ ਪਰਕਾਸ਼ ਦੀ ਪੋਥੀ ਉਸ ਕੋਲ ਆਈ, ਜਦੋਂ ਉਸਨੂੰ ਪੰਘੂੜੇ ਵਿੱਚ ਬੋਲਣ ਆਇਆ, ਜਦੋਂ ਉਸਨੇ ਕਿਹਾ (ਬ੍ਰਹਮ ਸੰਦੇਸ਼) (ਉਮਰ) ਤੀਹ ਦੀ. ਉਸ ਦੇ (ਭਵਿੱਖਬਾਣੀ) ਮਿਸ਼ਨ ਦਾ ਸਮਾਂ (ਦਾਵਾ) ਤਿੰਨ ਸਾਲ ਅਤੇ ਤਿੰਨ ਮਹੀਨੇ ਸੀ ਅਤੇ ਤਿੰਨ ਦਿਨ. [131]\n\nਸ਼ੀਆ ਇਸਲਾਮ\nਨਾਹਜ ਅਲ-ਬਾਲਾਘਹਾ ਵਿਚ ਚੌਥੀ ਖਲੀਫ਼ਾ ਅਲੀ (ਆਰ. 656-661) ਨੇ ਯਿਸੂ ਦੀ ਸਾਦਗੀ ਬਾਰੇ ਗੱਲ ਕੀਤੀ. [132] ਅਲੀ ਕਹਿੰਦੀ ਹੈ ਕਿ \"ਯਿਸੂ ਨੇ ਉਸ ਦੇ ਸਿਰਹਾਣੇ ਲਈ ਪੱਥਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਅਤੇ ਕਠੋਰ ਭੋਜਨ ਖਾਧਾ. ਉਸਦੀ ਸੁੰਨ ਉਸ ਨੂੰ ਪ੍ਰੇਰਿਤ ਕਰਨ ਲਈ, ਨਾ ਹੀ ਉਦਾਸੀ. ਭਟਕਣ ਲਈ ਦੌਲਤ. ਉਸਦੇ ਦੋ ਪੈਰ ਉਸ ਦੇ ਗੁਣ ਸਨ ਅਤੇ ਉਸਦੇ ਦੋਵੇਂ ਹੱਥ ਉਸ ਦਾ ਦਾਸ ਸਨ \". [132] ਅਲੀ ਦੇ ਇਕ ਮਹਾਨ-ਮਹਾਨ ਪੋਤੇ ਦੇ ਅਨੁਸਾਰ, ਅਲੀ ਦਾ ਇੱਕ ਵੱਡਾ ਗ੍ਰਹਦ ਪੋਤਾ, ਦਾ David ਦ ਅਤੇ ਯਿਸੂ ਦੇ ਵਿਚਕਾਰ ਦਾ ਸਮਾਂ ਚਾਰ ਸੌ ਸਾਲ ਰਿਹਾ. [133] ਜੇਏਫਾਰ ਨੇ ਅੱਗੇ ਕਿਹਾ ਕਿ ਯਿਸੂ ਦਾ ਧਰਮਯਾਥੀਜ਼ਮ (ਤੌੜੀ) ਅਤੇ ਸ਼ੁੱਧਤਾ () 133] 'ਈਮਲਜ਼ (ਇਜਾਜ਼ਤ) ਨੂੰ ਉਸ ਕੋਲ ਭੇਜਿਆ ਗਿਆ ਸੀ ਅਤੇ ਉਹ ਵਾਅਦਾ ਜੋ ਕਿ ਧਰਮ ਨਾਲ ਪ੍ਰਾਰਥਨਾ ਕਰਨ ਅਤੇ ਬੁਰਾਈਆਂ ਨੂੰ ਮੰਨਣ ਅਤੇ ਨਿਰਦੋਸ਼ੀ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣੀ ਹੈ. 'ਐਂਜਲ' ਵਿਚ ਉਸ ਨੂੰ ਨੀਤੀਆਂ ਅਤੇ ਦ੍ਰਿਸ਼ਟਾਂਤ ਭੇਜੀਆਂ ਗਈਆਂ ਸਨ, ਪਰ ਇਸ ਵਿਚ ਬਦਲਾ ਲੈਣ ਦਾ ਉਪਦੇਸ਼ ਨਹੀਂ ਸੀ, ਅਤੇ ਵਿਰਾਸਤ ਦੀ ਕੋਈ ਜ਼ਿੰਮੇਵਾਰੀ ਨਹੀਂ ਸੀ. ਉਸਨੂੰ ਭੇਜਿਆ ਗਿਆ ਸੀ ਕਿ ਤੌਹਰ ਵਿੱਚ ਮੂਸਾ ਨੂੰ ਕੀ ਭੇਜਿਆ ਗਿਆ ਸੀ ਉਸ ਦਾ ਕਿੰਨਾ ਖਾਤਮਾ ਜੋ ਭੇਜਿਆ ਗਿਆ ਸੀ. ਯਿਸੂ ਨੇ ਆਪਣੇ ਚੇਲਿਆਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਉਹ ਤੌਰਾਤ ਦੀ ਬਿਵਸਥਾ ਅਤੇ 'ਬਾਗੀਆਂ' ਵਿਚ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ. [133]\n\nਕਦੀ ਆਲ-ਬਿਨ ਦੇ ਅਨੁਸਾਰ, ਕੁਰਾਨ ਵਿੱਚ ਯਿਸੂ ਨੂੰ ਮਸੀਹਾ (ਅਲ-ਮਾਸ਼ੀ) ਦੇ ਤੌਰ ਤੇ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸਨੂੰ ਹਟਾਉਣ ਲਈ ਭੇਜਿਆ ਸੀ ) ਉਨ੍ਹਾਂ ਦੀ ਅਸ਼ੁੱਧਤਾ, ਉਨ੍ਹਾਂ ਦੇ ਵਿਸ਼ਵਾਸ ਦੀਆਂ ਬਿਮਾਰੀਆਂ; ਕੀ ਸਪੱਸ਼ਟ (ਜ਼ਾਹਿਰ) ਜਾਂ ਲੁਕਿਆ ਹੋਇਆ (ਬਟਿਨ). ਕਦੀ ਅਲ- ਨ'ਮਾਨ ਨੇ ਸਿੰਬਲਿਕ ਵਿਆਖਿਆ ਦੇ ਕੰਮ ਦੀ ਸਥਾਪਨਾ (ਆਜ਼ੈਡ ਅਲ-ਟਵੈਲ), ਯਿਸੂ ਦੇ ਆਤਮਿਕ ਜਨਮ (ਮਿਲੋਂਡ ਅਲ-ਬਟਿਨ) ਦੀ ਵਿਆਖਿਆ ਵਜੋਂ ਗੱਲ ਕੀਤੀ ਗਈ (ਮਿਲੋਂਡ ਅਲ- ਜ਼ਹਿਰੀਰ) ਕੁਰਾਨ ਵਿਚ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ. ਉਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮਰਿਯਮ, ਯਿਸੂ ਦੀ ਮਾਤਾ, ਉਸ ਵਿਅਕਤੀ ਦਾ ਅਲੰਕਾਰ ਹੈ ਜਿਸ ਨੇ ਸਰੀਰਕ ਤੌਰ 'ਤੇ ਜਨਮ ਦੇਣ ਦੀ ਬਜਾਇ, ਉਨ੍ਹਾਂ ਦਾ ਪਾਲਣ ਪੋਸ਼ਣ ਕੀਤਾ ਅਤੇ ਹਿਦਾਇਤ ਦਿੱਤੀ. ਕਦੀ ਅਲ-ਨਲੂਮਾਨ ਦੱਸਦਾ ਹੈ ਕਿ ਯਿਸੂ ਅਬਰਾਹਾਮ ਦੀ ਸ਼ੁੱਧ ਸੰਤਾਨ ਤੋਂ ਸੀ, ਜਿਵੇਂ ਅਲੀ ਅਤੇ ਉਸਦੇ ਪੁੱਤਰ ਫਲੇਮਾ ਦੁਆਰਾ ਮੁਹੰਮਦ ਦੀ ਸ਼ੁੱਧ ਸੰਤਾਨ ਤੋਂ ਸਨ. [134]\n\nਦਿੱਖ\nਮੁਹੰਮਦ ਦੀਆਂ ਕਈ ਹੈਂਥਿਥ ਨਾਰਮਾਂ ਦੇ ਅਧਾਰ ਤੇ, \"ਉਸ ਨੂੰ ਵੱਖੋ ਵੱਖਰੇ ਮੌਕਿਆਂ ਤੇ ਵੇਖਣ ਦੇ ਕਾਰਨ, ਜਾਂ ਸਵਰਗ ਜਾਣ ਵੇਲੇ ਯਿਸੂ ਦਾ ਵਰਣਨ ਕਰਨ ਵੇਲੇ ਉਸ ਦੇ ਵਰਣਨ ਦੌਰਾਨ 'ਦੂਜਾ ਆਉਣ ਵਾਲਾ): [144]\n\nਇਕ ਚੰਗੀ ਤਰ੍ਹਾਂ ਬਣਿਆ ਆਦਮੀ ਦਾ ਇਕ ਚੰਗੀ ਤਰ੍ਹਾਂ ਬਣਿਆ ਆਦਮੀ ਅਤੇ ਵਿਆਪਕ ਛਾਤੀ ਦੇ ਨਾਲ ਕੱਦ.\nਸਿੱਧੇ, ਲੰਬਾ, ਅਤੇ ਲੰਬੇ ਵਾਲ ਜੋ ਉਸਦੇ ਮੋ ers ਿਆਂ ਦੇ ਵਿਚਕਾਰ ਆ ਗਏ. ਅਜਿਹਾ ਲਗਦਾ ਹੈ ਕਿ ਇਹ ਪਾਣੀ ਉਸਦੇ ਸਿਰ ਤੋਂ ਡਰਦਾ ਹੋਇਆ ਹੈ, ਹਾਲਾਂਕਿ ਇਹ ਗਿੱਲਾ ਨਹੀਂ ਹੈ.",
"Muhammad": "ਇਸਲਾਮ ਵਿੱਚ ਮੁਹੰਮਦ\nਵਿਕੀਪੀਡੀਆ ਤੋਂ, ਮੁਫਤ ਐਨਸਾਈਕਲੋਪੀਡੀਆ\nਖੋਜ ਕਰਨ ਲਈ ਨੇਵੀਗੇਸ਼ਨਜੰਪ ਤੇ ਜਾਓ\nਇਹ ਲੇਖ ਇਕ ਇਸਲਾਮਿਕ ਪ੍ਰਸੰਗ ਵਿਚ ਮੁਹੰਮਦ ਦੀ ਭੂਮਿਕਾ ਅਤੇ ਮਹੱਤਤਾ ਬਾਰੇ ਹੈ. ਇੱਕ ਆਮ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਲਈ, ਮੁਹੰਮਦ ਵੇਖੋ.\nਇਮਾਮ ਅਲ-ਅਨਬੀਆ\nਰਸਲ ਅਲਾਸ਼\nਮੁਹੰਮਦ\nمحمد\nمحمد صلى الله عليه وسلم. ਐਸਵੀਜੀ\nਇਸਲਾਮਿਕ ਕੈਲੀਗ੍ਰਾਫੀ ਵਿਚ 'ਮੁਹੰਮਦ'\nਇਸਲਾਮ ਦਾ ਨਬੀ\nਏਸਾ (ਯਿਸੂ) ਤੋਂ ਪਹਿਲਾਂ\nਸਥਿਤੀ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਸਥਿਤੀ\nਸਿਰਲੇਖ ਖੱਟਮ ਏ-ਨਬੀਯਿਨ ('ਨਬੀਆਂ ਦੀ ਮੋਹਰ')\nਨਿੱਜੀ\nਸੋਮਵਾਰ ਦਾ ਜੰਮੇ ਸੋਮਵਾਰ, 12 ਬਾਬੀ 'ਅਲ-ਆਂਵਾਲ 53 ਬੀਐਚ (570 ਸਾ.ਯੁ.)\nਮੱਕਾ, ਹੇਜਜ਼, ਅਰਬ\nਸੋਮਵਾਰ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਇਸ ਤੋਂ 12 ਗੁਬੀ 'ਅਲ-ਅਵਾਵਾਲ 11 ਆਹ (8 ਜੂਨ 632 ਸਾ.ਯੁ.\nਮਦੀਨਾ, ਹੇਜਜ਼, ਅਰਬ\nਅਰਾਮ ਕਰਨ ਵਾਲੀ ਜਗ੍ਹਾ ਹਰੇ ਗੁੰਬਦ, ਨਬੀ ਦੀ ਮਸਜਿਦ, ਮਦੀਨਾ\nਧਰਮ ਇਸਲਾਮ\nਪਤੀ / ਪਤਨੀ ਮੁਹੰਮਦ ਦੀਆਂ ਪਤਨੀਆਂ ਨੂੰ ਵੇਖਦੇ ਹਨ\nਬੱਚੇ ਮੁਹੰਮਦ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਦੇਖਦੇ ਹਨ\nਮਾਪੇ\nਅਬਦ ਅੱਲ੍ਹਾ ਇਬਨ ਐਬਡ ਅਲ-ਮੈਟਲਿਬ (ਪਿਤਾ)\nਅਮੀਨਾ ਬਿੰਟ ਵਾਹਬ (ਮਾਂ)\nਮਿਡਿਨਾ ਦਾ ਧਿਆਨ ਦੇਣ ਯੋਗ ਕੰਮ (ਜ਼)\nਹੋਰ ਨਾਮ ਮੁਹੰਮਦ ਦੇ ਨਾਮ ਅਤੇ ਸਿਰਲੇਖਾਂ ਨੂੰ ਵੇਖੋ\nਰਿਸ਼ਤੇਦਾਰ ਮੁਹੰਮਦ ਦੇ ਪਰਿਵਾਰਕ ਰੁੱਖ ਨੂੰ, ਅਹੈਲ ਅਲ-ਬੇਟ (\"ਘਰ ਦੇ ਪਰਿਵਾਰ\")\nਹਸਤਾਖਰ ਮੁਹੰਮਦ ਸੀਲ.ਸਵੀਜੀ\nਮੁਹੰਮਦ ਦੀ ਮੋਹਰ\nਮੁਸਲਿਮ ਨੇਤਾ\nਉਤਰਾਧਿਕਾਰੀ ਮੁਹੰਮਦ ਨੂੰ ਮਿਲਾਪ ਮਿਲਦੀ ਹੈ\nਅਰਬੀ ਨਾਮ\nਨਿੱਜੀ (ਆਈਐਸਐਮ) ਮੁਹੰਮਦ\nਪੈਟ੍ਰੋਨੀਮਿਕ (ਨਾਸਬ) ਮੁਮੰਮੀ ਆਈਬੀਐਨ ਅਬਦ ਅੱਲ੍ਹਾ ਇਬਿਨ ਏਬੀਡੀ ਅਲ-ਮੈਟਲਿਬ ਇਬਨ ਹਾਸ਼ਿਮ ਇਬਨ ਅਬਦ ਮਾਨੈਬ ਇਬਨ ਕੁਸਾਈ ਇਬਨ ਕਿਲਾਬ\nਟੇਕਿਨਨੀਅਮ (ਖਿਆਇਆ) ਅਬੂ ਅਲ-ਕਾਸਿਮ\nਦੁਸ਼ਮਨ੍ਹਿਤਰ ਰਹਿਮਤਰ ਰਹਿਰੀਮ\nਇਸਲਾਮ 'ਤੇ ਇਕ ਲੜੀ ਦਾ ਹਿੱਸਾ\nਇਸਲਾਮੀ ਨਬੀਆਂ ਨੂੰ\nਅਨਬੀਆ\nਕੁਰਾਨ ਵਿੱਚ ਨਬੀ\nਇਸਲਾਮੀ ਨਾਮ ਅਤੇ ਬਾਈਬਲੀ ਨਾਮ ਦੁਆਰਾ ਸੂਚੀਬੱਧ.\nਅਦਦਾਮ (ਏ.ਡੀ.) '(ਐਨੂਚ) ਐਨ ṣḥ (ਏਬਰ) ਦਾ-ਭਾਵਨਾ (ਇਸ਼ਮਈ) ਦੇ ਨਾਮ (ਯਾਕੂਬ) ysuf (ਜੋਸੇਫ) ਆਯੋਬ (ਜੋਸੇਫ) ਆਯੋਬ (ਜੋਸੇਫ) ਜੇੈਥੋ) ਮੈਸਾ (ਮੂਸਾ) ਹੌਰਨ (ਐਰੋਨ) ਦੇ ਡੀਲ (ਡੇਵਿਡ) ਸੁਲੇਮਾਨ (ਏਲੀਸ਼ਾ) ਜ਼ਕਰੀਆ (ਜ਼ਕਰਯਾਹ) ਜ਼ਕਰੀਆ (ਜੋਕਰਯਾਹ) Zakariamen (ਯਿਸੂ) )) ਮੁਮੈਮਮ (ਮੁਹੰਮਦ)\nਮੁੱਖ ਸਮਾਗਮ\nਵਿਚਾਰ\n ਇਸਲਾਮ ਪੋਰਟਲ\nvte\nਇੱਕ ਲੜੀ ਦਾ ਹਿੱਸਾ\nਇਸਲਾਮ\nਅੱਲ੍ਹਾ 3 ਐੱਸਵੀਜੀ\nਵਿਸ਼ਵਾਸ\nਅਮਲ\nਟੈਕਸਟ\nਇਤਿਹਾਸ\nਸਭਿਆਚਾਰ ਅਤੇ ਸਮਾਜ\nਸੰਬੰਧਿਤ ਵਿਸ਼ੇ\n ਇਸਲਾਮ ਪੋਰਟਲ\nvte\nਮੁਮੈਮਮਾਦ ਇਬਨ ਅਬਦ ਅੱਲ੍ਹਾ ਅੱਲ੍ਹਾ (ਅਰਬੀ: محمد بن عبد ٱلله; C.570 - 632 ਸਾ.ਯੁ. 632 ਸਾ.ਯੁ. ਮੁਸਲਮਾਨ ਮੰਨਦੇ ਹਨ ਕਿ ਇਸਲਾਮ ਦਾ ਕੇਂਦਰੀ ਧਾਰਮਿਕ ਪਾਠ ਮੁਹੰਮਦ ਨੂੰ ਪ੍ਰਗਟ ਕੀਤਾ ਗਿਆ ਸੀ, ਅਤੇ ਮੁਹੰਮਦ ਨੂੰ ਉਨ੍ਹਾਂ ਦਾ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕੀਤਾ ਕਿ ਉਹ ਅਬਰਾਹਾਮ ਦੀ ਅਸਲ ਅਸਲੀ ਅਸਲ ਕਾਸਥੋਡਵਾਦੀ ਵਿਸ਼ਵਾਸ ਹੈ. ਮੂਸਾ, ਯਿਸੂ, ਅਤੇ ਹੋਰ ਨਬੀ. [1] [2] []] []] []] ਧਾਰਮਿਕ, ਸਮਾਜਿਕ ਅਤੇ ਰਾਜਨੀਤਿਕ ਸਿਧਾਂਤ ਜੋ ਕਿ ਕੁਰਾਨ ਨਾਲ ਮੁਹੰਮਦ ਇਸਲਾਮ ਅਤੇ ਮੁਸਲਿਮ ਦੁਨੀਆ ਦੀ ਬੁਨਿਆਦ ਬਣੇ ਸਨ. [5]\n\nਮੱਦਕਾ ਦੇ ਇੱਕ ਸਤਿਕਾਰਯੋਗ ਕੁਰਖਿਸ਼ ਵਾਲੇ ਪਰਿਵਾਰ ਵਿੱਚ ਸਾਲ 53 ਬੀਐਚ (570 ਸਾ.ਯੁ.) ਬਾਰੇ, ਮੁਹੰਮਦ ਨੇ \"ਅਲ-ਅਮੀਨ\" ਦਾ ਖਿਤਾਬ ਜਿੱਤਿਆ \") []] []] []] ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ 11 ਬੀਬੀ (610 ਸਾ.ਯੁ. ਵਿਚ 40 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ, ਮੁਹੰਮਦ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਹਿਰਾਨ ਦੇ ਅਖੀਰ ਤਕ ਜਾਰੀ ਰਹੇ ਕੁਰਾਨ ਦੀ ਉਤਰਾਅ-ਚੜ੍ਹਾਅ ਵਿਚ ਰਿਹਾ ਸੀ; ਅਤੇ ਮੁਸਲਮਾਨਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮੂਰਤੀ-ਪੂਜਾ ਕਰਨ ਨੂੰ ਠਹਿਰਾਉਣ ਲਈ ਪ੍ਰਮਾਤਮਾ ਦੀ ਏਕਤਾ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨ ਲਈ ਪ੍ਰਮਾਤਮਾ ਦੀ ਏਕਤਾ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨ ਲਈ ਪ੍ਰਮਾਤਮਾ ਦੀ ਏਕਤਾ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨ ਲਈ ਕਿਹਾ ਸੀ. [8] []] ਮਦੀਨਾ ਦੇ ਮਿਡਰੀਬ ਦੇ ਨਾਮ ਨਾਲ ਜਾਣੇ ਜਾਂਦੇ ਨਵੇਂ ਬਦਲੀਆਂ ਮੁਸਲਮਾਨਾਂ ਦੇ ਸੱਦੇ ਦੇ ਕਾਰਨ, ਮੁਹੰਮਦ ਅਤੇ ਉਸਦੇ ਚੇਲੇ ਹਾਈਜਰਾ ਵਜੋਂ ਜਾਣੇ ਜਾਂਦੇ ਹਨ. [10] [10] [ 11] ਮੁਹੰਮਦ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਇੱਕ ਨਵਾਂ ਮੋੜ, ਇਹ ਹੀਗੀਰਾ ਇਸਲਾਮਿਕ ਕੈਲੰਡਰ ਦੀ ਸ਼ੁਰੂਆਤ ਦਾ ਨਿਸ਼ਾਨ ਮਾਰਦਾ ਹੈ. ਮਦੀਨਾ ਵਿਚ, ਮੁਹੰਮਦ ਨੇ ਮਦੀਨਾ ਦੇ ਸੰਵਿਧਾਨਾਂ ਦੇ ਅਧਿਕਾਰ ਦੱਸੇ ਸੰਵਿਧਾਨ ਦੇ ਅਧਿਕਾਰ ਦੱਸੇ ਸੰਵਿਧਾਨ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹੋਏ ਅਤੇ ਇਕ ਸੁਤੰਤਰ ਕਮਿ community ਨਿਟੀ ਨੂੰ ਸਥਾਪਤ ਕਰਨ ਵਿਚ ਕਾਮਯਾਬ ਬਣਾਇਆ ਹੈ. [12] ਮੇਕਕਨਜ਼ ਦੀ ਚੱਲ ਰਹੀ ਦੁਸ਼ਮਣ ਦੇ ਬਾਵਜੂਦ, ਮੁਹੰਮਦ ਦੇ ਨਾਲ-ਨਾਲ ਆਪਣੇ ਚੇਲਿਆਂ ਨਾਲ 630 ਵਿਚ ਮੱਕਾ ਦਾ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਸੀ, [13] [16] ਆਪਣੇ ਬਾਅਦ ਦੇ ਸਾਲਾਂ ਵਿਚ ਮਦੀਨਾ ਵਿਚ, ਮੁਹੰਮਦ ਨੇ ਇਸਲਾਮ ਦੇ ਤਹਿਤ ਅਰਬ ਦੇ ਵੱਖ-ਵੱਖ ਗੋਤਾਂ ਨੂੰ ਏਕਤਾ ਲਿਆਇਆ ਅਤੇ ਸਮਾਜਿਕ ਅਤੇ ਧਾਰਮਿਕ ਸੁਧਾਰਾਂ ਨੂੰ ਪੂਰਾ ਕੀਤਾ. [18] ਤਕਰੀਬਨ 11 ਆਹ (632 ਸਾ.ਯੁਈ) ਵਿਚ ਉਸ ਦੀ ਮੌਤ ਹੋ ਗਈ ਜਦੋਂ ਅਰਬ ਪ੍ਰਾਇਦੀਪ ਦੇ ਲਗਭਗ ਸਾਰੇ ਗੋਤ ਇਸਲਾਮ ਧਰਮ-ਸਥਾਨ ਨਾਲ ਬਦਲ ਗਏ ਸਨ. [19]\n\nਮੁਸਲਮਾਨ ਅਕਸਰ ਮੁਹੰਮਦ ਨੂੰ ਪੀਂਮ ਮੁਹੰਮਦ ਵਜੋਂ ਹੁੰਦੇ ਹਨ, ਜਾਂ \"ਨਬੀ\" ਜਾਂ \"ਦੂਤ\" ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਮੰਨਦੇ ਹਨ. [20] []] ਉਹ ਮੁਸਲਮਾਨਾਂ ਦੁਆਰਾ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਵਜੋਂ ਵੇਖਿਆ ਜਾਂਦਾ ਹੈ. [23] ਸਨਮਾਨ ਦੇ ਕੰਮ ਦੇ ਤੌਰ ਤੇ, ਮੁਸਲਮਾਨ ਮੁਹੰਮਦ ਦੇ ਨਾਮ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ.\n\nਕੁਰਾਨ ਵਿਚ\nਹੋਰ ਜਾਣਕਾਰੀ: ਕੁਰਾਨ ਵਿਚ ਮੁਹੰਮਦ\n\nਨਾਮ ਮੁਹੰਮਦ ਤੁਲਥੀ ਵਿਚ ਲਿਖਿਆ ਹੈ, ਇਕ ਸਕ੍ਰਿਪਟ ਕਿਸਮ ਦੀ ਇਸਲਾਮੀ\nਕੁਰਾਨ ਮੁਹੰਮਦ ਦੀ ਮੁ early ਲੀਆਂ ਜ਼ਿੰਦਗੀ ਜਾਂ ਹੋਰ ਜੀਵਨੀ ਦੇ ਵੇਰਵਿਆਂ ਬਾਰੇ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ, ਪਰ ਇਹ ਆਪਣੇ ਅਗੰਮ ਵਾਕ, ਉਸਦੀ ਨੈਤਿਕਤਾ ਅਤੇ ਮੁਹੰਮਦ ਬਾਰੇ ਸਿਧਾਂਤਕ ਮੁੱਦਿਆਂ ਬਾਰੇ ਗੱਲ ਕਰਦਾ ਹੈ. ਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਮੁਹੰਮਦ ਰੱਬ ਦੁਆਰਾ ਭੇਜੇ ਗਏ ਨਬੀਆਂ ਦੀ ਇੱਕ ਲੜੀ ਵਿੱਚ ਆਖਰੀ ਹੈ. ਕੁਰਾਨ ਦੌਰਾਨ, ਮੁਹੰਮਦ ਨੂੰ \"ਰੱਬ ਦਾ ਦੂਤ\", \"ਨਬੀ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ. \" ਕੁਝ ਅਜਿਹੀਆਂ ਹਵਾਲੇ 2: 101, 2: 143, 2: 151, 3:32, 3: 141, 3: 16,18, 4: 79-80, 5:15, 5:41, 7: 157) , 8:01, 9: 3, 33:40, 48:29, ਅਤੇ 66:09. , \"ਖੁਸ਼ਖਬਰੀ ਦਾ ਸੱਦਾ ਦੇਣ ਵਾਲਾ\", \"ਖੁਸ਼ਖਬਰੀ ਦਾ\" ਸ਼ਾਮਲ \", ਅਤੇ\" ਜਿਹੜਾ ਲੋਕਾਂ ਨੂੰ ਕੁਆਰੇ ਪਰਮੇਸ਼ੁਰ ਵੱਲ ਬੁਲਾਉਂਦਾ ਹੈ \"(ਕੁਰਾਨ 12: 108, ਅਤੇ 33: 45-46). ਕੁਰਾਨ ਨੇ ਕਿਹਾ ਕਿ ਮੁਹੰਮਦ ਇਕ ਆਦਮੀ ਸੀ ਜਿਸ ਨੇ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਮੁਸਲਮਾਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਉਸ ਨੂੰ ਇਕ ਚੰਗੀ ਮਿਸਾਲ ਜਾਂ \"ਚੰਗੇ ਨਮੂਨੇ\" ਬਣਾਏ ਹਨ. ਕੁਰਾਨ ਮੁਹੰਮਦ [25] ਦੀ ਮੁਹੰਮਦ ਲਈ ਕਿਸੇ ਵੀ ਅਲੌਕਿਕ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ, ਪਰ ਸਕਾਰਾਤਮਕ ਮਨੁੱਖੀ ਗੁਣਾਂ ਦੇ ਅਨੁਸਾਰ. ਕਈ ਤੁਕਾਂ ਵਿਚ, ਕੁਰਾਨ ਨੇ ਮੁਹੰਮਦ ਦੇ ਧਰਮ ਨਾਲ ਸੰਬੰਧ ਨੂੰ ਕ੍ਰਿਸਟਲ ਕਰ ਦਿੱਤਾ. ਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੁਹੰਮਦ ਨੂੰ ਸੱਚ ਨਾਲ ਭੇਜਿਆ ਹੈ (ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਮਾਤਮਾ ਦਾ ਸੰਦੇਸ਼ ਭੇਜਿਆ ਗਿਆ ਹੈ, ਅਤੇ ਪੂਰੀ ਦੁਨੀਆ ਲਈ ਇੱਕ ਬਰਕਤ ਵਜੋਂ. ਇਸਲਾਮਲ ਪਰੰਪਰਾ ਵਿਚ, ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਪ੍ਰਮਾਤਮਾ ਨੇ ਮੁਹੰਮਦ ਨੂੰ ਮਨੁੱਖਤਾ ਨੂੰ ਆਪਣੇ ਸੰਦੇਸ਼ ਨਾਲ ਭੇਜਿਆ ਹੈ ਜੋ ਲੋਕਾਂ ਨੂੰ ਫੌਰਨ ਲਾਈਫ ਵਿਚ ਮੁਕਤੀ ਦੇਵੇਗਾ, ਅਤੇ ਇਹ ਉਸ ਦੀ ਨਿੱਜੀ ਜ਼ਿੰਦਗੀ ਦੀ ਸ਼ੁੱਧਤਾ ਹੈ ਜੋ ਇਸ ਸੰਸਾਰ ਵਿਚ ਰੱਬ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ . [26]\n\nਕੁਰਾਨ ਦੇ ਅਨੁਸਾਰ, ਮੁਹੰਮਦ ਦੇ ਆਉਣ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕੀਤੀ ਗਈ ਸੀ: \"ਉਹ ਮਰਿਯਮ ਦੇ ਪੁੱਤਰ ਯਿਸੂ ਨੇ ਤੁਹਾਡੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦੂਤ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਰਹੇ ਹਾਂ, ਮੇਰੇ ਸਾਹਮਣੇ ਕਾਨੂੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਿਆਂ, ਅਤੇ ਮੇਰੇ ਮਗਰੋਂ ਆਉਣ ਲਈ ਇੱਕ ਦੂਤ ਦੀ ਖੁਸ਼ਖਬਰੀ ਦਿੱਤੀ ਗਈ, ਜਿਸਦਾ ਨਾਮ ਅਹਿਮਦ ਹੋਵੇਗਾ (ਕੁਰਾਨ 61: 6). ਇਸ ਆਇਤ ਦੇ ਜ਼ਰੀਏ, ਅਰੰਭਕ ਅਰਬ ਮੁਸਲਮਾਨਾਂ ਨੇ ਮੌਜੂਦਾ ਧਾਰਮਿਕ ਪਰੰਪਰਾਵਾਂ ਅਤੇ ਯਿਸੂ ਦੀ ਕਥਿਤ ਭਵਿੱਖਬਾਣੀ ਵਿਚ ਉਨ੍ਹਾਂ ਦੇ ਨਵੇਂ ਨਿਹਚਾ ਲਈ ਜਾਇਜ਼ਤਾ ਦਾ ਦਾਅਵਾ ਕੀਤਾ. [27]"
}
