{
"Adam": "Primul profet și tatăl tuturor ființelor umane.\nPovestea lui Adam și a creației este împărțită în întregul Coran. Există referințe în capitolele: 2, 4, 5, 20, 21, 38 și altele. În narațiunea Coranului, Dumnezeu a creat omenirea din argilă (Q3: 59), [18] a modelat -o la o formă și apoi a poruncit îngerilor să se plece (supune) lui Adam. Iblis a refuzat din mândrie (Q15: 26-32) [19] și a fost alungat din Jannah (Paradis).\n\nPotrivit Coranului, Dumnezeu a decis deja înainte de crearea lui Adam că omenirea (Adam și descendența sa) va fi plasată pe pământ. Islamul nu atribuie viața omenirii pe pământ ca pedeapsă, mai degrabă ca parte a planului lui Dumnezeu.\n\n„Într -adevăr, voi plasa generațiile omenirii după generații de pe Pământ”. Ei (îngerii) au spus: „Îi vei plasa pe cei care vor face răutăți în acolo și vor vărsa sânge, în timp ce noi (îngerii) te glorificăm cu laude și mulțumiri și te sfințim?” Dumnezeu a spus: „Știu ceea ce nu știi.”\n\nDumnezeu îi învață apoi pe Adam numele tuturor lucrurilor și îi adună pe îngeri în fața lui Adam, astfel încât să le arate că există mai mult pentru Adam decât știu, în special capacitatea intelectuală înaltă a lui Adam:\n\n„Și l -a învățat pe Adam numele - toți. Apoi le -a arătat îngerilor și a spus:„ Informează -mă despre numele acestora, dacă ești veridic ”. Ei au spus:„ Gloria ta (a spus îngerii), de cunoaștere nu avem niciunul, cu excepția a ceea ce ne -ai învățat: în adevăr, ești cine ești perfect în cunoaștere și înțelepciune. ”El a spus:„ O Adam! Spune -le numele lor. „Când le -a spus, Dumnezeu a spus (către îngeri):„ Nu ți -am spus că știu secretele cerului și ale pământului și știu ce dezvălui și ce ascunde? ”\n\nDumnezeu poruncește îngerilor să se înclină spre Adam. Toți ascultă, cu excepția lui Iblis, care simte că este făcut din foc, nu ar trebui să se înclină către Adam care a fost făcut de pe Pământ. Neascultarea lui de porunca lui Dumnezeu urmată de mândria lui l -a determinat să cadă din favoarea lui Dumnezeu:\n\n„Și iată, am spus îngerilor:„ Înclinați -vă la Adam ”și s -au înclinat. Nu așa Iblis: El a refuzat și a fost înrăutățit: El a fost al celor care resping credința (cei care sunt neascultători). (2:34)\n\nUlterior, Dumnezeu îi plasează pe Adam și Eva în grădină și le spune că sunt liberi să se bucure de roadele sale, cu excepția faptului că nu se apropie de un anumit copac: (2:35)\n\n„Am spus:„ O Adam! Locuiește -ți și soția ta în grădină; și mănâncă din lucrurile abundente de acolo ca (unde și când) vei face; Dar abordați nu acest copac, sau vă confruntați cu rău și transgresiune. \"\n\nSatana apoi îi înșală pe Adam și Eva să mănânce fructele copacului: (2:36)\n\n„Atunci Satana i -a făcut să alunece din (grădină) și să -i scoată din stat (de la Felicity) în care au fost. Am spus:„ Îndepărtați -vă, toți (voi oameni), unii dintre voi având dușmănie față de alții. Pe pământ va fi locul tău de locuit și mijloacele tale de trai - pentru o perioadă. \"\n\nAdam și Eva simt multă remușcare pentru acțiunile lor, dar Dumnezeu se îndreaptă către Adam în milă și îl consolează: (2:37)\n\n\"Atunci l-a învățat pe Adam din cuvintele sale de inspirație, iar Domnul său s-a întors spre el; căci el este de-a face, cel mai milostiv.\"\n\nDumnezeu îl informează apoi pe Adam că Dumnezeu îi va trimite îndrumarea lui Adam și descendenței Lui: (2:38)\n\n„Am spus:„ Coborâți -vă pe toți din acest loc (grădina), atunci ori de câte ori vine la voi îndrumări de la mine și cine va urma îndrumarea mea, nu va fi frică asupra lor și nici nu se vor întrista ”.\n\nÎn Grădina Edenului, Satana (adesea identificat ca Iblis) îi atrage pe Adam și pe Eva să -l dezobeze pe Dumnezeu, gustând fructele din copacul interzis. Dumnezeu, îi trimite pe Adam și pe Eva în restul pământului. [20] [21]\n\nCoranul descrie, de asemenea, cei doi fii ai lui Adam și Eva, Cain și Abel. [22] [23]",
"Idris": "Inventatorul stiloului și inventatorul acului.",
"Nuh": "Supraviețuitor al Marelui Potop.",
"Hud": "Comerciant\n\nAcesta este un scurt rezumat al narațiunii lui Hud, cu accent pe două versete particulare:\n\nOamenii din ʿād erau extrem de puternici și bogați și au construit nenumărate clădiri [19] și monumente pentru a -și arăta puterea. Cu toate acestea, bogăția poporului ʿād s -a dovedit în cele din urmă a fi eșecul lor, deoarece au devenit arogante și au părăsit Dumnezeu și au început să adopte idoli pentru închinare, inclusiv trei idoli numiți Samd, Samud și Hara. [11] Hud, chiar și în copilărie, a rămas consecvent în rugăciunea către Dumnezeu. Este legat prin exegeză că mama lui Hud, o femeie evlavioasă care a văzut viziuni mari la nașterea fiului ei, a fost singura persoană care l -a încurajat pe Hud în închinarea sa. [20] Astfel, Domnul l -a ridicat pe Hud ca profet pentru poporul ʿād. [20]\n\nCând HUD a început să predice și i -a invitat la închinarea numai a adevăratului Dumnezeu și când El le -a spus să se pocăiască pentru păcatele lor trecute și să ceară milă și iertare, poporul ʿād a început să -l revigoreze și au început să batjocorească mesajul lui Dumnezeu. Povestea lui Hud ilustrează ciclul profetic comun profeților timpurii menționați în Coran: Profetul este trimis poporului Său să le spună să se închine numai lui Dumnezeu și le spune să recunoască faptul că este Dumnezeu cel care este furnizorul binecuvântărilor lor [9] Coran [3] afirmă:\n\nI -am trimis oamenilor din „anunțul fratelui lor Hud, care a spus:„ O, poporul meu, închinați -vă lui Dumnezeu; nu aveți alt Dumnezeu decât El. (În ceea ce privește idolii), inventați doar minciuni.\nO, oamenii mei, nu cer nicio recompensă pentru asta: recompensa mea este cu cel care m -a creat. Prin urmare, nu veți înțelege?\nO, poporul meu, roagă -l pe Domnul tău să te ierte și să te întorci la El în pocăință. El va trimite ploaie în torente pentru tine din ceruri și îți va oferi un plus de putere. Deci nu vă îndepărtați de El ca păcătoși \".\nEi au spus: \"O, Hud, ai venit la noi fără dovezi. Nu vom abandona zeii noștri pentru că spuneți acest lucru și nici nu credeți în voi.\nTot ce putem spune este că unii dintre zeii noștri te -au lovit cu răul.\nÎn afară de el. Continuați împotriva mea la fel de mult ca și tine și nu -mi dă niciun răgaz.\nÎmi pun încrederea în Dumnezeu care este Domnul meu și Domnul tău. Nu există nicio creatură care să se deplaseze pe pământ care să nu fie deținută de prepararea ferm de el. Într -adevăr, calea Domnului meu este dreaptă.\nDacă vă întoarceți, atunci (amintiți -vă) v -am transmis mesajul cu care am fost trimis. Domnul meu va pune pe alți oameni în locul tău și nu vei putea predomina împotriva lui. Într -adevăr, Domnul meu ține un veghe asupra tuturor lucrurilor. \"\n\n-Coran, Sura 11 (HUD), Ayah 50-57\nMiracolul lui Hud\nPotrivit lui Tafsir de la Ibn Qayyim al-Jawziyya în cartea sa de analiză, Madaaj Saalikeen, care a fost citat de Ibn Abi al-Ezz în Syarh (comentariu) al lui Al-Aqida al-Tahawiya, Hud și versetul de 56-58:\n\n(56) „Tot ce putem spune este că unii dintre zeii noștri te -au lovit de rău”. El a răspuns: „Îl chem pe Dumnezeu să fie martor și să fii și eu martor, că sunt clar de ceea ce asociați (în treburile voastre) ... în afară de el. Continuați împotriva mea cât doriți și nu -mi dați niciun răgaz .\n\n(57) Îmi pun încrederea în Dumnezeu care este Domnul meu și Domnul tău. Nu există nicio creatură care să se deplaseze pe pământ care să nu fie deținută de prepararea ferm de el. Într -adevăr, calea Domnului meu este dreaptă.\n\n(58) Dacă vă întoarceți, atunci (amintiți -vă) v -am transmis mesajul cu care am fost trimis. Domnul meu va pune pe alți oameni în locul tău și nu vei putea predomina împotriva lui. Într -adevăr, Domnul meu ține un veghe asupra tuturor lucrurilor. \"\n\n- Coran, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (arabă: صَالِحٌ, romanizat: ṣāliḥ, lit. „pios”, de asemenea, script Salih), este un profet arab menționat în Coran [1] [2] care a profetizat tribului lui Thamud [3] [4] [5 ] în Arabia antică, înainte de viața profetului Muhammad. Povestea lui Salih este legată de povestea camerei lui Dumnezeu, care a fost darul dat de Dumnezeu oamenilor din Thamud, când au dorit un miracol pentru a confirma că Salih era cu adevărat un profet.\n\nProfesia lui era un crescător de cămile.\n\nContext istoric\n\nMada'in Salih sau al-Hijr în regiunea muntoasă Hijazi din Arabia Saudită\nThamud a fost o confederație tribală în regiunea de nord -vest a Peninsulei Arabice, menționată în surse asiriene pe vremea lui Sargon II. Numele tribului continuă să apară în documente în secolul al IV -lea CE, dar până în secolul al VI -lea au fost considerați ca un grup care a dispărut cu mult timp în urmă. [6]: 81\n\nPotrivit Coranului, orașul la care a fost trimis Salih a fost numit al-Hijr, [7] care corespunde orașului Nabataean Hegra. [8] Orașul s -a ridicat la proeminență în jurul secolului I D. Alături de oraș, morminte mari, decorate, tăiate de stâncă, folosite de membrii diferitelor grupuri religioase. Site -ul a fost denumit Mada'in Salih încă din epoca lui Muhammad, numit după predecesorul său Salih. [11]\n\nÎn afara credințelor islamice și Bahá’í, Salih nu este menționat în nicio altă scriptură abraamică sau text istoric contemporan, dar relatarea distrugerii lui Thamud ar fi putut fi bine cunoscută în Arabia antică. Numele tribului este folosit în poezia arabă antică ca metaforă pentru „tranziția tuturor lucrurilor”. [6]: 223–24\n\nÎn Islam\nBismillahir Rahmanir Rahim\nO parte dintr -o serie despre Islam\nProfeți islamici\nAnbiya\nProfeți în Coran\nListat de numele islamic și numele biblic.\nʾĀdam (Adam) ʾidrīs (Enoch) Nūḥ (Noah) Hūd (Eber) ṣāliḥ (Selah) ʾibrāhīm (Abraham) lūṭ ieftin (lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac) yaʿqūb (Jacob) yūsuf (josif) ayūb (job) shu. Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel sau Gautama Buddha) dāūd (David) Sulaymān (Solomon) Yūnus (Iona) ʾilyās (Elijah) Alyasa Nefort ) Muḥammad (Muhammad)\nEvenimente principale\nVizualizări\nPortalul islam\nVte\nParte a unei serii pe\nislam\nAllah3.svg\nCredințe\nPractici\nTexte de texte\nIstorie\nCultura și societatea\nsubiecte asemănătoare\n Portalul islam\nVte\nCoran\n\nSalih invitându-și poporul să vadă camera SHE\nColecție iluminată de povești ale profeților\nViața lui Salih în comunitatea sa a fost atât de dreaptă încât oamenii din Thamud s -au bazat practic pe el pentru sprijin. [12] El a fost ales de Dumnezeu ca mesager și trimis să predice împotriva egoismului celor bogați și să condamne practica lui Shirk (idolatrie sau politeism). Deși Salih a predicat mesajul pentru o perioadă susținută de timp, oamenii pentru Thamud au refuzat să -i audă avertismentul și, în schimb, au început să -i ceară lui Salih să facă un miracol pentru ei. Ei au spus: \"O Salih! Tu ai fost dintre noi! Un centru al speranțelor noastre până acum! .\n\nSalih le -a amintit poporului său de nenumăratele castele și palate pe care le -au construit din piatră, [13] și de superioritatea lor tehnologică față de comunitățile vecine. Mai mult, le -a povestit despre strămoșii lor, despre tribul ʿād și despre cum au fost distruse și pentru păcatele lor. Unii dintre oamenii lui Thamud au crezut cuvintele lui Salih, dar liderii tribului au refuzat să -l asculte și au continuat să ceară să demonstreze un miracol pentru a -și demonstra profeția. [14]\n\nCa răspuns, Dumnezeu i-a dat lui Thamud o sală binecuvântată, atât un mijloc de susținere, cât și un test. Tribului i s -a spus să permită cămilei să pășune pașnic și să evite să -i facă rău. [15] Dar în sfidarea avertismentului lui Salih, oamenii din tribul împiedică cămile. [16] Salih le -a informat că mai aveau doar trei zile pentru a trăi înainte ca mânia lui Dumnezeu să coboare asupra lor. [17] Oamenii orașului erau remarcabili, [18], dar crima lor nu a putut fi anulată și toți oamenii neîncrezător din oraș au fost uciși într -un cutremur. Al-Hijr a fost redat nelocuit și a rămas în ruine pentru toate timpurile după aceea. [19] Salih însuși și puținii credincioși care l -au urmat au supraviețuit. [20]\n\nPovestea este extinsă în Sūrat an-naml, în timp ce she-camera nu este menționată explicit aici, afirmă că nouă bărbați au complotat să-l ucidă pe Salih și întreaga sa familie, [21] [22] o crimă pentru care au fost dobândiți de Dumnezeu trei zile mai târziu. [23]\n\nTradiția musulmană\nScriitorii musulmani au elaborat povestea lui Salih și a camerei. Tradiția islamică timpurie a implicat adesea un motiv al cămilei ieșind miraculos din piatră, adesea însoțit de un vițel și de producerea de lapte din cămilă. Al-Tabari afirmă că Salih și-a chemat poporul într-un munte, unde au fost martorii stâncii despărțite miraculos, dezvăluind cămila. Camera avea un vițel tânăr. Salih l -a informat pe Thamud că cămila mai veche urmau să bea din sursa lor de apă într -o zi și urmau să bea din ea a doua zi. În zilele în care nu aveau voie să bea apă, cămila le -a furnizat lapte. Dar Dumnezeu l -a informat pe Salih că un băiat care ar fi bătut cămila va fi în curând născut în trib și că copilul era rău și a devenit nefiresc rapid. Camelul a fost într -adevăr ucis, iar vițelul său a strigat de trei ori, semnalând că Thamud va fi distrus în trei zile. Fețele lor s -au galben, apoi roșu, apoi negru și au murit în a treia zi, așa cum s -a prevăzut. [24]\n\nPotrivit unor savanți islamici, mama lui Ismail, Hajar, a fost o nepoată a profetului Salih. [25]\n\nO tradiție similară este legată de un comentariu din secolul al VIII-lea despre Islam de Ioan de Damasc [26] [27] și este menționat și în lucrările lui Ibn Kathir. [28]",
"Ibrahim": "Tatăl Judiei, creștinismului și Islamului. Constructor de kaaba.",
"Lut": "Istoric și călător.\n\nCoranul afirmă că într -o zi, un grup de îngeri l -au vizitat pe Avraam ca oaspeți sub pretextul bărbaților [12] pentru a -l informa despre faptul că soția sa Sarah era însărcinată cu Isaac. În timp ce acolo, i -au spus, de asemenea, că au fost trimiși de Dumnezeu la „poporul vinovat” [13] din Lut [14] pentru a -i distruge [15] cu „un duș de pietre de lut”. [16] Lut și cei care credeau în el, trebuiau cruțați, dar soția lui urma să moară în distrugere, îngerii afirmând că „ea este din cei care rămân în urmă”. [17] [18] Coranul se bazează, de asemenea, pe soția lui Lot ca un „exemplu pentru necredincioși”, deoarece a fost căsătorită cu un bărbat drept, dar a refuzat să creadă în mesajul său și a fost astfel condamnată la iad. [3] [19]\n\nOamenii din orașele gemene au călcat împotriva limitelor lui Dumnezeu. Potrivit Coranului, păcatele lor includeau inospitalitatea și jaful [20], urât străini și jefuiți călătorii, în afară de alte abuzuri și viol. De asemenea, păcatul lor de conduită sexuală a fost considerat deosebit de egală, LUT i -a ales puternic pentru abordarea bărbaților cu dorință sexuală în loc de femei. [21] [22] Lut a spus și a încercat să -i ajute să -și abandoneze căile păcătoase, dar l -au ridiculizat [20] și au amenințat că îl vor evacua din orașe. [23] Lut s -a rugat lui Dumnezeu și a cerut să fie mântuit de consecințele actelor lor păcătoase. [3] [24]\n\nApoi, trei îngeri, deghizați în bărbați frumoși, au venit la Lut ca oaspeți. El a întristat bărbații, în timp ce simțea neputința pentru a -i proteja de oamenii orașelor. [25] Locuitorii orașelor care devin conștienți de vizitatorii au cerut ca lotul să -și predea oaspeții. [26]. În dificultate și temătoare că vor suporta mânia lui Dumnezeu, au sugerat o căsătorie destul de legală fiicelor sale [27] ca alternative pioase și mai pure la dorințele lor ilegale și poate ca o sursă de îndrumare. [28] Dar ei nu au răspuns și i -au răspuns „Știți că nu avem nevoie de fiicele voastre: într -adevăr știți destul de bine ceea ce ne dorim!”, [29] referindu -se la oaspeții săi bărbați.\n\nExegetes Ibn Kathir, Qurtubi și Tabari nu citesc „fiicelor” pentru a însemna fiice literale ale lui Lot. Ei susțin că, întrucât un profet este ca un tată al națiunii sale, Lot îi îndruma pe răutățile să se îndepărteze de păcatele lor și să se angajeze în relații sănătoase și pioase cu fiicele națiunii, adică femei în general. [30]\n\nÎngerii și -au dezvăluit apoi adevăratele identități și i -au spus: „Suntem (aici) să vă livrăm și urmările voastre, cu excepția soției voastre: ea este a celor care rămân în urmă.” [3] Au sfătuit să părăsească orașele din orașele În timpul nopții, spunându -i să nu se uite înapoi. a trecut prin care Coranul scrie: „Ne-am întors (orașele) cu capul în jos și am plouat pe ele pietre de pâine tare ca lut copt, răspândit, strat pe strat,-„ [32] și astfel a fost sigilat soarta orașelor gemene, căzând în distrugere și disperare și marcând sfârșitul civilizațiilor Sodomului și Gomora. [3]",
"Ismail": "Tatăl arabilor.\n\nIshmael este considerat un profet în Islam și este listat în Coran cu alți profeți în multe cazuri. [11] [12] [13] [14] În alte versete, cum ar fi 21:85 [15] și 38:48, [16] Ismael este lăudat pentru că este răbdător, bun și drept. [17] Un exemplu particular care descrie Ismael în mod individual este 19: 54-55 [18]-„și să-i cheme în minte, prin această scriere divină, Ismael. Iată, el a fost întotdeauna fidel promisiunii sale și a fost un apostol [al lui Dumnezeu], un Profetul, care obișnuia să se alăture rugăciunii și carității poporului său și a găsit favoare în vederea susținătorului său. \"[19] Ca descendent al lui Ismael, Muhammad este considerat justificat ca profet și continuă linia profeților din vremurile pre-islamice.",
"Ishaq": "Patriarhul biblic Isaac (arab: إسحاق sau إسحٰق [notă] ʾisḥāq) este recunoscut ca profet și mesager al lui Dumnezeu de către musulmani. [1] Ca și în iudaism și creștinism, Islamul susține că Isaac a fost fiul patriarhului și al profetului Abraham de la soția sa Sarah. Musulmanii îl dețin pe Isaac într-o venerație profundă, deoarece cred că atât Isaac, cât și fratelui său mai vechi Ismael au continuat moștenirea spirituală a tatălui lor prin predicarea ulterioară a mesajului lui Dumnezeu după moartea lui Avraam. [2] Isaac este menționat în cincisprezece pasaje ale Coranului. [3] Alături de a fi menționate de mai multe ori în Coran, Isaac este menținut ca unul dintre profeții islamului.\n\nTatăl poporului israelit.\n\nTinereţe\nDin cauza harului și legământului lui Dumnezeu cu Avraam, Sarah a fost înzestrată cu un copil la bătrânețe. Isaac avea vârsta de 10 ani când jumătatea sa frate Ishmael a ieșit din casa lui Avraam în deșert. În timp ce se afla în deșertul, Ismael a luat o soție a fiicelor lui Moab, numită „Ayeshah. [4]\n\nCimitir\nMormântul lui Isaac\nMormântul său și cel al soției sale Rebekah sunt considerate a fi în peștera patriarhilor din Hebron, Cisiordania, cunoscută în Islam drept Ibrahim-I Mosque („Moscheea lui Avraam”). Alături de mormântul lui Isaac sunt cei ai unora dintre ceilalți patriarhi Coran/Biblică și soțiile lor: Abraham și Sarah și Jacob și Leah.\n\nMențiuni în Coran\nIsaac este menționat de cincisprezece ori pe nume în Coran, adesea cu tatăl său și cu fiul său, Jacob (Yaʿqūb). [5] Coranul afirmă că Avraam a primit „o bună veste a lui Isaac, un profet, al celor drepți” și că Dumnezeu i -a binecuvântat pe amândoi (37: 112). „Și i -am oferit o veste bucuroasă a lui Isaac, un profet dintre cei drepți. Și i -am binecuvântat pe el și pe Isaac. Și printre descendenții lor sunt virtuoșii și cei care greșesc clar” [6] într -o descriere mai completă, când au venit îngerii la Ibrahim să-i spună despre pedeapsa viitoare pentru a fi impusă Sodomului și Gomora, soția sa, Sarah, „a râs și i-am dat o bună veste a lui Isaac, iar după Isaac a lui (un nepot) Iacob” (11: 71-74) ; Și se explică în continuare că acest eveniment va avea loc în ciuda bătrâneții lui Abraham și Sarah. Mai multe versete vorbesc despre Isaac ca un „dar” lui Avraam (6: 84; 19: 49-50), iar 29: 26-27 adaugă că Dumnezeu a făcut „profeția și cartea să fie printre urmașii săi”, care a fost interpretată Pentru a face referire la cei doi fii profetici ai lui Avraam, nepotul său profetic Jacob și strănepotul său profetic Joseph. În Coran, mai târziu povestește că Avraam l-a lăudat și pe Dumnezeu că i-a dat lui Ismael și Isaac la bătrânețe (xiv: 39-41).\n\nÎn altă parte a Coranului, Isaac este menționat în liste: Iosif urmărește religia strămoșilor săi Abraham, Isaac și Iacob (12: 38) și vorbește despre favoarea lui Dumnezeu pentru ei (12: 6); Fiii lui Yaʿqūb își mărturisesc credința și promit să se închine zeului că strămoșii lor, „Abraham, Ishmael și Isaac”, închinați (2: 127); iar Coran poruncește musulmanilor să creadă în revelațiile care au fost date „Abraham, Ismael, Isaac, Iacob și patriarhii” (2: 136; III: 84).",
"Yaqub": "Yaqub ibn ishaaq ibn ibrahim (arabă: يَعْقُوب ابْنُ إِسْحَٰق ابْنُ إِبْرَاهِيumb : إِسْرَآءِیْل [Israaeel]), cunoscut și sub numele de Jacob, este un profet în Islam. El este recunoscut ca un patriarh al islamului. Musulmanii cred că a predicat aceeași credință monoteistă ca și strămoșii săi: Abraham (Ibrāhīm), Ismael (Ismail) și Isaac (Ishaaq).\n\nJacob este menționat de șaisprezece ori în Coran. [1] Alte referințe la Isra'il se crede că sunt mențiuni ale lui Iacob. [2] În majoritatea acestor referințe, Iacob este menționat alături de colegii profeți ebraici și patriarhi ca un profet antic și evlavios, care a rămas în „Compania The Elect”. [3] [4] Musulmanii susțin că Iacob a fost fiul lui Isaac și că a predicat unitatea lui Dumnezeu de -a lungul vieții sale. Ca și în creștinism și iudaism, Islamul consideră că Iacob a avut doisprezece fii, fiecare dintre ei ar merge la Tatăl cele douăsprezece triburi din Israel. [5] Jacob joacă un rol semnificativ în povestea fiului său, Joseph (Yūsif). [6] În plus, Coranul arată clar că Dumnezeu a făcut un legământ cu Iacob [7] și Iacob a fost făcut un lider credincios prin porunca lui Dumnezeu. Bunicul său (Ibrahim), Părinte (Ishaq), unchiul (Ismail), fiul (Yusuf) și el însuși sunt toți profeții lui Islam. [8]\n\nÎn Coran\nJacob este menționat pe nume în Coran de șaisprezece ori. [9] Deși multe dintre aceste versete îl laudă mai degrabă decât să povestească o instanță din narațiunea sa, Coranul înregistrează totuși mai multe evenimente semnificative din viața sa. Tradiția și literatura musulmană [10] Cel mai vechi eveniment care implică Iacob în Coran este cel al îngerilor (Malāʾikah) care dă „veste bucuroase” lui Avraam și Sarah despre viitorul naștere a unui fiu profetic, după numele lui Isaac, precum și al profetică nepot pe numele lui Jacob. [11] Coranul afirmă:\n\nCând s -a îndepărtat de ei și de cei pe care i -au închinat în afară de Allah, i -am acordat lui Isaac și Iacob și fiecare dintre ei am făcut un profet.\n\n- Coran, Sura 19 (Maryam), Ayah 49 [11]\nCoranul menționează, de asemenea, că Avraam a învățat credința monoteismului pur fiilor săi, Ismael și Isaac, precum și lui Iacob. Coranul îl înregistrează pe Abraham spunându -i lui Ishmael, Isaac și Iacob: \"O, fiii mei! Allah a ales credința pentru tine; apoi moare nu decât în ​​credința Islamului.\" [12] Coranul menționează și darurile date lui Iacob, precum și și Puterea credinței sale, care a devenit mai puternică pe măsură ce a devenit mai în vârstă. Coranul menționează că Iacob a fost „ghidat”; [13] dat „Cunoașterea”; Coranul afirmă ulterior următoarele despre Iacob:\n\nȘi i -am acordat lui Isaac și, ca un cadou suplimentar, (un nepot), Iacob și am făcut oameni drepți ai fiecăruia (dintre ei).\nȘi i -am făcut pe lideri, îndrumând (bărbați) prin porunca noastră și le -am trimis inspirație pentru a face fapte bune, pentru a stabili rugăciuni regulate și pentru a exersa caritatea regulată; Și ne -au servit constant (și doar noi).\n\n-Coran, Sura 21 (al-Anbiya), Ayat 72–73 [17]\nȘi comemorează servitorii noștri Abraham, Isaac și Iacob, posesorii puterii și viziunii.\nCu adevărat, le-am ales pentru un special (scop)- proclamând mesajul de mai jos.\nErau, în viziunea noastră, cu adevărat, a companiei aleșilor și a binelui.\n\n- Coran, Sura 38 („Sad), Ayat 45–47 [18]\nIacob și fiii lui\nUrmătoarea mențiune semnificativă a lui Jacob în Coran este în narațiunea Surah Yusuf. Povestea lui Iosif în Coran se deschide cu un vis pe care Iosif a avut -o într -o noapte, după care a fugit la tatăl său Iacob, spunând: „Iată! Iosif i -a spus tatălui său:„ O, Tatăl meu! Am văzut unsprezece planete și soarele și luna: le -am văzut prostându -se de mine! \"\" [19] Fața lui Iacob plină de încântare de ceea ce auzise de la tânărul Iosif, iar profetul îmbătrânit a înțeles imediat ce a însemnat visul . Iacob ar putea prevedea că fiul său va crește pentru a fi următorul profet din linia lui Avraam și ar fi Iosif care ar păstra mesajul islamului în următorii ani. Cu toate acestea, fiii mai mari ai lui Jacob au simțit că tatăl lor îi iubea pe Joseph și Benjamin, fiul cel mai tânăr al lui Jacob, mai mult decât ei. Jacob știa despre gelozia lor și l -a avertizat pe tânărul Joseph despre asta. [20] Cei zece frați mai mari ai lui Joseph au decis apoi să -l omoare. Pe măsură ce Coranul povestește discuția lor:\n\nEi au spus: „Cu adevărat Iosif și fratele său sunt iubiți mai mult de tatăl nostru decât de noi: dar suntem un corp bine! Într -adevăr, tatăl nostru este evident rătăcitor (în mintea lui)!\n\"Uscați -vă Iosif sau aruncați -l pe un pământ (necunoscut), pentru ca favoarea tatălui vostru singur: (va fi suficient timp) pentru a fi drept după aceea!\"\n\n- Coran, Sura 12 (Yusuf) Ayat 8–9 [21]\nUnul dintre frați (de obicei înțeles că este Reuben [22]), cu toate acestea, a simțit că, în loc să -l ucidă pe Iosif (Yusuf), ar trebui să -l arunce în schimb într -o fântână, pentru ca o rulotă să vină să -l ridice. [23] Astfel, l -au întrebat pe tatăl lor dacă îl pot scoate pe tânărul Iosif să se joace cu ei, cu condiția ca aceștia să -l privească asupra lui. Deși Jacob se temea că un dhi’b (arab: ذِئـب, lup) și -ar devora fiul, [24] fiii mai mari rebelioni l -au luat cu forță pe Iosif și l -au aruncat în fântână. [25] Când fiii s -au întors la Iacob în acea noapte, s -au prefăcut că plâng și i -au mai spus că lupul l -a devorat pe Iosif. Pentru a -și păcăli tatăl, au pătat cămașa lui Joseph (Yusuf) cu sânge fals, [26], dar Iacob, care fusese înzestrat cu cunoștințe, știa că aceasta este o falsă concoacție pe care o concepu. Deși Iacob s -a îngrijorat pentru pierderea lui Iosif, el a rămas ferm pentru Dumnezeu de -a lungul durerii sale. [26] Pe măsură ce anii au trecut, tânărul Iosif a crescut într -un bărbat din Egipt; Între timp, Jacob era din nou acasă în Canaan, unde fiii lui îl vor deranja constant în legătură cu rugăciunea lui repetată către Dumnezeu pentru întoarcerea lui Iosif (Yusuf). [27] Deși Iacob s -a plâns frecvent lui Dumnezeu [14], nu a fost niciodată pentru faptele lui Dumnezeu, ci din distragerile propriei minți și din izbucnirea ocazională a lui din limitele de răbdare pe care le -a stabilit pentru sine. El a ignorat în mod constant ticăloșirea răului a fiilor săi și i -ar ierta și a încercat să le ofere sfaturi solide. [28] Într -o zi, Jacob a decis să -și trimită fiii săi într -o eroare, spunându -le să meargă în Egipt în căutarea lui Joseph și Benjamin. Fiii săi, pentru prima dată, l -au ascultat și au plecat spre Egipt. Când unul dintre fiii lui Iacob s -a întors în Canaan cu veștile bune despre Iosif și Benjamin în Egipt, a venit cu o cămașă pe care Iosif i -a dat jale. Astfel, fiul a urmat instrucțiunile și a făcut așa cum a spus Iosif, restabilind viziunea fizică și mentală a lui Iacob.\n\nOdată ce vederea lui Iacob a fost restaurată, întreaga familie și -a început drumul în Egipt, pentru a -l întâlni din nou pe Iosif și pe ceilalți fii. Odată ce au sosit, tatăl și fiul s -au întâlnit cu mare dragoste și au fost reuniți în pace încă o dată. Acum puternicul Joseph a oferit o casă pentru părinții săi și, după cum spune Coranul, i -a ridicat pe un „tron al demnității”. [30] Acum a fost că întreaga familie, împreună, s -ar putea întoarce la Dumnezeu prin birourile profetice ale lui Iacob și ale lui Iosif.\n\nUltimul sfat al lui Jacob pentru poporul său\nÎntreaga copii ai Israelului au fost chemați să se plece la credința în Islam (supunerea către Dumnezeu) înainte de a muri Iacob. Jacob a vrut să se asigure că copiii lui mor doar în Islam și, prin urmare, a luat o ultimă promisiune de la ei. Când i -a întrebat pe cine se vor închina după moartea Lui, ei au răspuns că vor continua în Islam și se vor înclina și se vor închina lui Dumnezeu. [31] Deși scena de pat de moarte este înfrumusețată în tradiția evreiască și menționată în Cartea Genezei, Coranul o menționează pentru a sublinia ideea că Abraham, Isaac, Ismael și Iacob erau toți musulmani, în timp ce se înclină în deplină credință pentru DUMNEZEU ȘI DUMNEZEU. Coranul povestește:\n\nȘi aceasta a fost moștenirea pe care Abraham a lăsat -o fiilor săi, la fel și Iacob; \"O, fiii mei! Allah a ales credința pentru tine; atunci nu mori decât în ​​credința islamului.\"\nAm fost martori când a apărut moartea în fața lui Iacob? Iată, i -a spus fiilor săi: „Ce te vei închina după mine?” Ei au spus: „Ne închinăm Dumnezeului tău și Dumnezeul părinților tăi, de Avraam, Ismail și Isaac,- singurul (adevărat) Allah: pentru El ne plecăm (în Islam)”.\n\n-Coran, Sura 2 (al-Baqara), Ayah 132-133 [32]\nMoștenirea lui Iacob\nJacob este foarte special în Islam pentru a continua moștenirea lăsată de strămoșii săi. Musulmanii cred că Dumnezeu i -a acordat cel mai mare har lui Iacob și l -au ales să fie printre cei mai înălțați oameni. Coranul îl menționează frecvent pe Iacob ca pe un om de putere și viziune și subliniază că a fost al companiei binelui și aleși. După cum spune Coranul:\n\nAcesta a fost raționamentul despre noi, pe care l -am dat lui Avraam (pentru a -l folosi) împotriva poporului Său: creștem pe cine vom face, diplomă după grad: căci Domnul Tău este plin de înțelepciune și cunoaștere.\nI -am dat Isaac și Iacob: toți (trei) au ghidat: și înaintea lui, l -am ghidat pe Noah, și printre descendenții săi, David, Solomon, Iov, Joseph, Moise și Aaron: astfel îi răsplătim pe cei care fac bine:\n\n-Coran, Sura 6 al-an'am, ayah 83–84 [33]\nAli Ibn Abi Talib, când a fost întrebat despre profeții cărora li s -a acordat nume speciale, povestește în Hadith că ya'qub ibn ishaq a fost cunoscut de poporul său ca Isra'il. [34]\n\nInstanțele din Biblie care implică lupta Jacob cu un înger nu sunt menționate în Coran, dar sunt discutate în comentariile musulmane, așa cum este viziunea scării lui Jacob. [9] [35] Jacob îl păcălește pe Isaac să -l binecuvânteze prin implicarea geamănului său, Esau, nu este în Coran, ci este în comentarii musulmane. [9]\n\nMusulmanii, care cred că Iacob a fost un mare patriarh, subliniază credința că principala importanță a lui Iacob se află în marea sa supunere către Dumnezeu și credința sa fermă în religia potrivită. În calitate de patriarh, Iacob, alături de Avraam, poate fi cel mai rodnic conform tradiției. Din cei doisprezece fii ai săi [36] urmau să vină mulți alți mari profeți, inclusiv Iona (Yunus), David (Dawud), Solomon (Suleyman) și Isus (Isa).",
"Yusuf": "Yusuf ibn yaqub ibn ishaaq ibn ibrahim (arabă: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهي afecți persoană din Tanakh, Scriptura religioasă evreiască și Biblia creștină, care se estimează că a trăit în Egipt înaintea Noului Regat. [2] Este unul dintre numele comune din Orientul Mijlociu și printre națiunile musulmane. Dintre toți copiii lui Iacob, Iosif a fost cel dat darul profeției. Deși narațiunile altor profeți sunt menționate în diverse Surahs, narațiunea completă a lui Iosif este dată doar într -un singur Surah, Yusuf, făcându -l unic. Se spune că este cea mai detaliată narațiune din Coran și poartă mai multe detalii decât omologul biblic. [3]\n\nSe crede că Yusuf a fost cel de -al unsprezecelea fiu al lui Yaqub (arabă: يعقوب, Yaqub) și, potrivit multor savanți, favoritul său. Potrivit lui Ibn Kathir, \"Iacob a avut doisprezece fii care au fost strămoșii eponimi ai triburilor israeliților. Cel mai nobil, cel mai înălțat, cel mai mare dintre ei a fost Iosif.\" [4] Povestea începe cu Iosif care dezvăluie un vis pe care l -a avut tatălui său, pe care Iacob îl recunoaște. [5] Pe lângă rolul lui Dumnezeu în viața sa, povestea lui Yusuf și Zulaikha (soția lui Potifar a Vechiului Testament) a devenit un subiect popular în literatura persană, unde a devenit considerabil elaborată de -a lungul secolelor. [6]\n\nCoran Sura 12 (Yusuf)\n\nUtilizarea „regelui” versus „faraon”\nÎn Coran, titlul de conducător al Egiptului în perioada lui Iosif se spune în mod special „regele” (arab: al-Malik), în timp ce conducătorul Egiptului în perioada lui Moise se spune în mod special ” Faraon \"(Arabic: Firaun, deși ca nume fără articolul definit). Acest lucru este interesant, deoarece, potrivit unor surse istorice, titlul faraonului a început să fie folosit doar pentru a se referi la conducătorii Egiptului (începând cu regula lui Thutmose III) în 1479 î.Hr. - la aproximativ 21 de ani de la a murit Profetul Iosif. [44] Dar în narațiunea lui Yusuf în Biblie, titlurile rege (ebraică: Melekh) și faraon sunt folosiți în mod interschimbabil pentru conducătorul Egiptului în Geneza capitolele 39-41. [45]\n\nMalik (din Egipt) a spus: „Văd (într -o viziune) șapte kine grase, pe care șapte le -au devorat, și șapte urechi verzi de porumb, iar șapte (alții) s -au ofilit. , dacă ar putea să interpretezi viziuni \".\n\n- Coran, Sura 12 (Yusuf), Ayah 43, [46]\nApoi, după ei, l -am trimis pe Musa cu semnele noastre către Fir'aun și șefii săi, dar i -au respins greșit. Așadar, vezi cum a fost sfârșitul lui Al-Mufsidin (arab: ألمفسدين, „The Mischief Makers” sau „the Corverers”).\n\n-Coran, Sura 7 (al-Araf), Ayah 103 [47]\nȘi Malik a spus: „Adu -l la mine”. Dar când a venit mesagerul la el, el (Yusuf) a spus: „Întoarce-te la Domnul tău și întreabă-l:„ Ce s-a întâmplat cu femeile care și-au tăiat mâinile? Cu siguranță, Domnul meu (Allah) este bine conștient de complotul lor.\n\n- Coran, Sura 12 (Yusuf), Ayah 50, [48]\nȘi stăpânul lui Iosif l -a luat și l -a pus în închisoare, locul unde erau legați prizonierii regelui; Și a fost acolo în închisoare.\n\n- Geneza 39:20\nȘi Iosif avea treizeci de ani când a stat în fața faraonului rege al Egiptului.-Și Iosif a ieșit din prezența Faraonului și a mers pe tot parcursul Egiptului.\n\n- Geneza 41:46\nȘi Iosif și -a așezat tatăl și frații săi și le -a dat o posesie în țara Egiptului, în cel mai bun pământ, în țara lui Ramses, așa cum poruncise Faraon.\n\n- Geneza 47:11",
"Ayyub": "Iov (arabă: أيوب, romanizat: ayūb) este cunoscut ca profet în Islam și este menționat în Coran. [1] Povestea lui Iov în Islam este paralelă cu povestea Bibliei ebraice, deși accentul principal este pus pe Iov rămânând ferm pentru Dumnezeu; Nu se menționează discuțiile lui Iov cu prietenii din textul Coranului, dar mai târziu literatura musulmană afirmă că Iov a avut frați, care s -au certat cu omul despre cauza afecțiunii sale. Unii comentatori musulmani au vorbit și despre Iov ca fiind strămoșul romanilor. [2] Literatura islamică comentează, de asemenea, timpul și locul ministerului profetic al lui Iov, spunând că a venit după Iosif în seria profetică și că a predicat propriului său popor, mai degrabă decât a fost trimis într -o comunitate specificată. Tradiția povestește în continuare că Iov va fi liderul din cerul grupului de „cei care au îndurat cu răbdare”. [3]\n\nAyūb (Job) este menționat pentru prima dată în Coran în versetul următor:\nÎntr -adevăr, v -am dezvăluit, [O Muhammad], așa cum ne -am dezvăluit lui Noe și profeților după el. Și i -am dezvăluit lui Avraam, Ishmael, Isaac, Iacob, urmașilor, Isus, Iov, Iona, Aaron și Solomon și lui David am dat cartea [din Zabur].\n\n-Coran, sura 4 (an-nisa), ayah 163 [4]\nCoranul îl descrie pe Iov ca un servitor drept al lui Allah, care a fost afectat de suferință pentru o perioadă lungă de timp. Cu toate acestea, acesta afirmă clar că Iov nu și -a pierdut niciodată credința în Dumnezeu și a chemat pentru totdeauna lui Dumnezeu în rugăciune, cerându -i să -și înlăture afecțiunea:\n\nȘi [menționează] Iov, când a chemat Domnul său: „Într -adevăr, adversitatea m -a atins și tu ești cel mai milostiv al milostivirii”.\n\n- Coran, Sura 21 (Profeții), Ayah 83 [5]\nNarațiunea continuă să afirme că, după mulți ani de suferință, Dumnezeu a ordonat lui Iov să „lovească cu piciorul tău!” [6] Deodată, Iov a lovit pământul cu piciorul și Dumnezeu a făcut ca un izvor rece de apă să se scurgă de pe pământ, din care Iov se putea reface. Coranul afirmă că atunci Dumnezeu și -a îndepărtat durerea și suferința și i -a întors familia lui Iov, l -a binecuvântat cu multe generații de copii și i -a acordat o mare bogăție. În plus față de scurtele descrieri ale narațiunii lui Iov, Coranul îl menționează în continuare pe Iov de două ori pe listele celor pe care Dumnezeu i -a oferit îndrumări speciale, înțelepciune și inspirație (IV: 163) și ca unul dintre oamenii care au primit autoritate, darul Profetyood (VI: 84).\n\nDupă ce Satana a renunțat să încerce să -l îndepărteze pe Iov de Domnul, Dumnezeu a îndepărtat suferința lui Iov și și -a întors familia la el, dublându -i în număr. El a returnat bogăția lui Job și a dus la un loc de muncă cu aur. Odată ce soția lui Iov și -a văzut soțul restaurat la prosperitate și sănătate, ea s -a rugat mulțumită lui Dumnezeu, dar apoi îngrijorată de jurământul pe care soțul ei îl întrecese mai devreme, în care el promisese să o bată cu o sută de lovituri. Iov a fost, de asemenea, profund întristat de jurământul pe care l -a depus, în mijlocul suferinței sale. Cu toate acestea, Dumnezeu a trimis o revelație la Iov, care i -a spus să nu -și bată soția, ci să o lovească ușor cu un pachet de iarbă moale. [7]\n\nReferințe Coran\nProfeția lui Iov: 4: 163, 6:84\nTrial și răbdare: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nLectură ulterioară\nIbn Kathir, Bidaya Wa L-Nihaya, I, 220–225\nTafsir pe xxi și xxxvii\nTabari, I, 361–364\nThalabi, Tales of the Profets, Cairo 1339, 106–114\nKisa'i, Povești ale profeților, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb sau Shuʿayb (Arabic: شعيب, IPA: [ʃuʕajb]; sens: „Cine arată calea potrivită”) este un antic midianite nabi (Profet) în Islam și cel mai venerat Profet din credința Druze. [ 1] Shuayb este identificat în mod tradițional cu jethro-ul biblic, socrul lui Moise. Shuaib este menționat în Coran în total de 11 ori. [2] Se crede că a trăit după Ibrahim (Abraham), iar musulmanii cred că a fost trimis ca profet pentru o comunitate: Midianitele, [3], care sunt cunoscuți și ca Aṣḥāb al-Aykah („Tovarăși ai lemnului”) , [4] [5] [6] [7] de când obișnuiau să se închine unui copac mare. Pentru oameni, Shuaib a proclamat calea dreaptă și a avertizat oamenii să -și pună capăt căilor frauduloase. Când comunitatea nu s -a pocăit, Allāh (Dumnezeu) a distrus comunitatea. [3] [5]\n\nShuaib este înțeles de musulmani ca fiind unul dintre puținii profeți arabi menționați pe nume în Coran, ceilalți fiind Salih, Hud și Muhammad. Se spune că el a fost cunoscut de musulmani drept „predicatorul elocvent dintre profeți”, pentru că, potrivit tradiției, a acordat talent și elocvență în limba sa. [8]\n\nContext istoric\nZona la care a fost trimis Shuʿayb este numită „Madyan în Coran, cunoscută în engleză sub numele de Midian, la care se face referire frecvent în Biblie. Se spune că mijlocitii sunt de origine arabă, deși fiind vecini ai canaanitelor biblice, s -au amestecat cu ei. Se spune că sunt un trib rătăcitor și că teritoriul lor principal în momentul lui Musa (Moise) era peninsula Sinai.\n\nIdentificarea contestată cu Jethro\nJethro este menționat în Biblie (Exodul 3: 1) ca socrul dreptului lui Moise. Deși Shuaib este identificat frecvent cu preotul mijlocitei Jethro, majoritatea savanților moderni resping această identificare. Comentatorii clasici, precum Ibn Kathir, spun că Shuʿayb a fost un strănepot al lui Avraam: se crede că Shuʿayb a fost fiul lui Mikil, fiul lui Issachar, fiul lui Midian, fiul lui Avraam. [8] Acest lucru ar face imposibilă identificarea cu Jethro, care a trăit la vremea lui Moise, presupus la sute de ani după Avraam. [9]\n\nCoranul afirmă că Shuaib a fost numit de Dumnezeu pentru a fi profet pentru oamenii din Midian. Se spune că oamenii din acest pământ sunt deosebit de notorii pentru că i -au înșelat pe alții prin necinstire și pentru idolatrie. Profeția lui Shuʿayb a implicat în principal chemarea mijlociților pe calea corectă a lui Dumnezeu, [10] și interzicându -i să se închine zeilor falși.\n\nSe spune, de asemenea, că le -a spus oamenilor să înceteze să fie necinstit în activitățile lor zilnice. Deși a predicat și a profețit pentru o perioadă susținută de timp, majoritatea oamenilor au refuzat să -l asculte. Cu toate acestea, Shuayb a rămas ferm. El a predicat constant cu putere împotriva celor răi, spunându -le despre pedeapsa care se prăbușea păcătoșii din fața lor. Shuʿayb i -a avertizat pe oameni că ignoranța lor va duce la distrugerea lui Midian, dând exemple istorice de profeți anteriori, inclusiv Noe, Hud, Salih și Lot, [11] toți oamenii au fost distrusi de Dumnezeu.\n\nOamenii l -au bătut pe Shuʿayb și i -au spus că, dacă nu ar fi fost pentru prestigioasa familie din care a venit, cu siguranță ar fi fost ucisă la moarte. Shuayb a răspuns: „Familia mea este mai multă considerație cu tine decât Dumnezeu?” Când mijlocitii au refuzat să creadă, ei au fost distrusi de un cutremur puternic. [3] Coranul menționează însă că Shuʿayb și tovarășii săi credincioși au fost salvați de pedeapsa furtunoasă. [11] [12]\n\nParalele cu alți profeți\nMisiunea lui Shuayb este adesea menționată în Coran cu misiunea lui Noe, Hud, Salih și Lot. Savanții au subliniat că acești cinci profeți exemplifică misiunile profetice timpurii: [13] Profetul va fi trimis comunității sale; Comunitatea nu ar acorda nicio atenție avertismentului său și l -ar amenința în schimb cu pedeapsă; După ani de predicare, Dumnezeu i -ar cere să părăsească comunitatea sa, în timp ce poporul său a fost ulterior distrus într -o pedeapsă. [13] Savanții interpretează cronologic listarea celor cinci profeți, așa că Shuʿayb a fost un descendent al lui Noe (predicat despre Marele Potop) și profetul Abraham.",
"Musa": "În Islam, mūsā ibn ʿimrān (arabă: موسی ابن عمران, lit. „Moise, fiul lui Amram”), [1] este un profet important și mesager al lui Dumnezeu (Allah) și este cel mai frecvent menționat individ în Coran, cu cu Numele său fiind menționat de 136 de ori și viața lui fiind povestită și povestită mai mult decât cea a oricărui alt profet. [2] [3]\n\nPotrivit Coranului, Musa s -a născut dintr -o familie israelită. În copilărie, el este pus într -un coș care curge spre Nil și, în cele din urmă, Musa este descoperit de soția lui Faraon (Fir'Awn), Asiya, care îl face pe Musa ca fiul ei adoptat. După ce a ajuns la vârsta adultă, Musa locuiește apoi în Midian, înainte de a pleca din nou spre Egipt pentru a amenința faraonul. În timpul profetiei sale, se spune că Musa a făcut numeroase minuni și, de asemenea, se raportează că a vorbit personal cu Dumnezeu, care dă titlul „vorbitor al lui Dumnezeu” (Kalīm Allāh) pe Musa. Cel mai popular miracol al profetului este el care împarte marea, cu un băț miraculos furnizat de Dumnezeu. În afară de Coran, Musa este, de asemenea, descrisă și lăudată și în literatura Hadith.\n\nDupă moartea lui Faraon, Musa și adepții săi călătoresc spre Ierusalim, unde în cele din urmă profetul moare. În tradiția islamică, se crede că a fost înmormântat la Nabi Musa și, în cele din urmă, a fost ridicat spre ceruri. După aceea, se raportează că l -a întâlnit pe Muhammad în cele șapte ceruri în urma ascensiunii acestuia din urmă din Ierusalim în timpul călătoriei de noapte („Isrā” Miʿrāj). [4] În timpul călătoriei, se spune că Musa a trimis -o în mod repetat pe Muhammad să -l întâlnească pe Dumnezeu și să ceară o reducere a numărului de rugăciuni zilnice necesare, crezute inițial de cincizeci, până când au rămas doar cele cinci rugăciuni obligatorii. [5] [6]\n\nMusa este privită ca o figură foarte importantă în Islam. Potrivit teologiei islamice, toți musulmanii trebuie să aibă credință în fiecare profet și mesager al lui Dumnezeu, care include Musa și fratele său Harun. Viața lui Musa este, în general, văzută ca o paralelă spirituală cu viața lui Muhammad, iar musulmanii consideră că multe aspecte ale vieții celor doi indivizi sunt împărtășiți. [1] Literatura islamică descrie, de asemenea, o relație paralelă între poporul lor și incidentele care au avut loc în viața lor; Exodul israeliților din Egiptul antic este considerat a fi similar în natură cu migrația lui Muhammad și a adepților săi de la Mecca la Medina, ca ambele evenimente desfășurate în fața persecuției - a israeliților de către vechii egipteni și din primii musulmani de către Meccans, respectiv. [7] Revelațiile sale, cum ar fi cele Zece Porunci, care fac parte din conținutul Torei și sunt centrale pentru religiile abraamice ale iudaismului și creștinismului. [8] [9] În consecință, evreii și creștinii sunt desemnați ca „oameni ai cărții” pentru musulmani și trebuie să fie recunoscuți cu acest statut special, oriunde se aplică legea islamică. Musa este mai venerat în literatura islamică, care se extinde asupra incidentelor vieții sale și a miracolelor atribuite lui în Coran și Hadith, cum ar fi conversațiile sale directe cu Dumnezeu.",
"Harun": "În Islam, Hārūn Ibn ʿImrān [2] (Arabic: هارون ابن عمران, lit. „Aaron, fiul lui Amram”), este un profet și mesager al lui Dumnezeu (Allah) și fratele mai mare al profetului Musa (Moses). [3] [Verificare eșuată] [Clarificare necesară] El împreună cu fratele său au predicat israeliții exodului. [4]\n\nCoranul conține numeroase referințe la Aaron, atât după nume, cât și fără nume. Acesta spune că a fost descendent al lui Avraam [5] și arată clar că atât el, cât și Moise au fost trimiși împreună pentru a -l avertiza pe faraon cu privire la pedeapsa lui Dumnezeu. [6] În plus, se adaugă că Moise s -a rugat mai devreme lui Dumnezeu să -și consolideze propria slujire cu Aaron [7] și că Aaron l -a ajutat pe Moise, deoarece și el era un profet, [8] și foarte elocvent în chestiuni de vorbire și discurs. [9] Coranul adaugă că atât Moise, cât și Aaron au fost încredințați să stabilească locuri de locuit pentru israeliți în Egipt și să convertească acele case în locuri de cult pentru Dumnezeu. [10]\n\nIncidentul vițelului de aur, așa cum este povestit în Coran îl pictează pe Aaron într -o lumină pozitivă. Coranul spune că lui Aaron i s -a încredințat conducerea lui Israel, în timp ce Moise a fost pe ṭūr sīnā '(arabă: طـور سيـنـاء, Muntele Sinai) pentru o perioadă de patruzeci de zile. adaugă că Aaron a încercat tot posibilul să oprească închinarea la vițelul de aur, care a fost construită nu de Aaron, ci de un om rău, cu numele de „As-Samiri”. [13] Când Moise s -a întors de pe Muntele Sinai, l -a mustrat pe Aaron pentru că a permis închinarea la idol, la care Aaron a pledat cu Moise să nu -l învinovățească atunci când nu a avut niciun rol în construcția sa. [14] [12] Coranul adaugă apoi că Moise de aici a lamentat păcatele lui Israel și a spus că nu are decât puterea asupra lui și Aaron. [15]\n\nUlterior, Aaron este comemorat în Coran ca unul care a avut o „autoritate clară” [16] și unul care a fost „ghidat spre calea cea bună”. [17] În plus, se adaugă că amintirea lui Aaron a fost lăsată pentru oamenii care au venit după el [18] și este binecuvântat de Dumnezeu împreună cu fratele său [19] Coranul spune, de asemenea, că oamenii au numit „Mama lui Isa Maryam (arabă: مـريـم, Mary) a” Sora lui Harun „[20] savanți musulmani au dezbătut despre cine a fost exact acest„ Harun ”în ceea ce privește persoana sa istorică, unii spunând că a fost o referire la Aaron a Exodului, iar termenul„ soră ”desemnând doar o metaforică sau legătura spirituală între cele două figuri, cu atât mai evident când Maria era descendentă a liniei preoțești a lui Aaron, în timp ce alții o considerau un alt om drept care trăiește în momentul lui Hristos cu numele de „Aaron”. Cei mai mulți savanți au fost de acord cu perspectiva anterioară și au legat -o pe Maria cu sora actuală a lui Aaron, numele ei Miryam (arab: مـريم, ebraică: מִרְיָם), [21] cu care semăna în multe feluri. Coranul povestește, de asemenea, că, secole mai târziu, când Tabut (arabul: تـابـوت, Ark of the Covenant) s -a întors în Israel, conținea „moaște din familia lui Moise și moaște din familia Aaronului”. [22]",
"Dhul-Kifl": "Dhul-kifl (arabă: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, literalmente \"posesor al kifl\"; de asemenea, a scris dhu l-kifl, dhul-kifl, zu al-kifl, sau zu l-kifl) este un profet islamic. Deși identitatea sa nu este cunoscută, identitatea sa a fost teoretizată și identificată ca diverși profeți biblici ebraici și alte figuri, cel mai frecvent Ezechiel și Gautama Buddha. [1] [2] [3] [4] Se crede că Dhul-Kifl a fost înălțat de Allah la o stație înaltă în viață și este cronicizat în Coran ca om al „Companiei binelui”. [5] Deși nu se știe prea mult despre Dhul-Kifl din alte surse istorice, toate scrierile comentatorilor clasici, precum Ibn Ishaq și Ibn Kathir, vorbesc despre Dhul-Kifl ca un om profetic, sfânt, care a rămas credincios în rugăciunea și închinarea zilnică. [ 6]\n\nUn mormânt din provincia Ergani Diyarbakir, Turcia este considerată de unii ca fiind locul de odihnă al Profetului Dhul-Kifl. Este situat la 5 km de centrul orașului, pe un deal numit Makam Dağı. [7] [8]\n\nEtimologie\nNumele dhul-kifl înseamnă literalmente „posesorul lui Kifl”, folosind un tip de nume în care ذُو dhū („posesor de”) precede o anumită caracteristică asociată caracteristic. [9] Astfel de nume au fost folosite de alte figuri notabile din Coran, de exemplu Dhu al-Qarnayn (arabă: ذُو ٱلْقَرْنَيْن, lit. „El din cele două coarne/el de două ori”) și dhu al-nūn (arab: ذُوânt ٱلْنُّون, lit. „Cel cu peștele”), referindu -se la Yunus. Kifl este un cuvânt arab arhaic care înseamnă „dublu” sau „duplicat”, de la o rădăcină care înseamnă „a dubla” sau „a plia”; De asemenea, a fost folosit pentru un pliuri de pânză. Numele este înțeles în general a însemna „una dintre o porțiune dublă”. Unii savanți au sugerat că numele înseamnă „omul cu dubla recompensă” sau mai degrabă „omul care a primit recompensă de două ori peste”, [10] adică că este un titlu pentru Job, deoarece familia lui i -a fost returnată Potrivit Coranului și Cartea lui Iov. [11]\n\nConform unei opinii, înseamnă „Omul lui Kifl”, întrucât „cel al lui ...” este o altă posibilă traducere a participiului Dhū, iar Kifl este prezidatul arab al „Kapilavastu”. [12]\n\nEzechiel\nUnii sunt de părere că Dhul-Kifl ar putea fi Ezechiel. Când exilul, monarhia și statul au fost anihilate, o viață politică și națională nu mai era posibilă. În conformitate cu cele două părți ale cărții sale, personalitatea și predicarea sa sunt la fel de două ori, iar titlul Dhul-Kifl înseamnă „cel de dublu” sau „a se plia”.\n\nAbdullah Yusuf Ali, în comentariul său Coranic spune:\n\nDhul-kifl ar însemna literalmente „posesor sau dăruire, un dublu solicitant sau porțiune”; Sau, altfel, „unul care a folosit o mantie cu o grosime dublă”, aceasta fiind unul dintre semnificațiile lui Kifl. Comentatorii diferă în opinie cu privire la cine este menit, de ce i se aplică titlul. Cred că cea mai bună sugestie este cea oferită de Karsten Niebuhr în Reisebeschreibung Nach Arabien, Copenhaga, 1778, ii. 264–266, citată în Enciclopedia Islamului sub Dhul-Kifl. El a vizitat Meshad 'All in' Irak și, de asemenea, micul oraș numit Kifl, la jumătatea distanței dintre Najaf și Hilla (Babilon). Kfil, spune el, este forma arabă a lui Ezechiel. Altarul lui Ezechiel a fost acolo, iar evreii au venit la el în pelerinaj. Dacă acceptăm „dhul-kifl” ca nu este un epitet, ci o formă arabă de „Ezechiel”, se potrivește contextului, Ezechiel a fost un profet din Israel, care a fost dus la Babilon de Nebucadnețar după al doilea atac asupra Ierusalimului (despre aproximativ B.C. 599). Cartea sa este inclusă în Biblia engleză (Vechiul Testament). [15] El a fost înlănțuit și legat și pus în închisoare și pentru o perioadă a fost mut. El a purtat pe toți cu răbdare și constanță și a continuat să -și reproșeze cu îndrăzneală relele din Israel. Într -un pasaj arzător, el denunță lideri falși în cuvinte care sunt veșnic adevărate: „Vai de păstorii lui Israel care se hrănesc pe ei înșiși! Nu ar trebui ca păstorii să hrănească turmele? Omoară -i care sunt hrăniți: dar nu hrănești turma. Cei bolnavi nu ai întărit, nici nu ai vindecat ceea ce era bolnav, nici nu ai legat ceea ce a fost rupt ...... \". [16]\n\n- Abdullah Yusuf Ali, Sfântul Coran: text, traducere și comentarii [17]\n\nMenționat în Coran\nÎn Coran\nDhul-kifl a fost menționat de două ori în Coran, în următoarele versete:\n\nȘi (amintiți-vă) Ismail, Idris și Dhul-Kifl, toți (bărbați) de constanță și răbdare.\nLe -am recunoscut la mila noastră: pentru că erau de cei drepți.\n\n-Coran, Sura al-Anbiya (21), Ayahs 85–86 [13]\nȘi comemorează Ismail, Elisha și Dhul-Kifl: Fiecare dintre ei era din compania binelui.\n\n- Coran, Surah Sad (38), Ayah 48 [14]\nÎn ambele cazuri, Dhul-Kifl este menționat în contextul unei liste de profeți Coran, inclusiv multe altele care nu sunt menționate în Ayat citat mai sus.\nAl Kifl (arabă: الكفل; ul-kifl) este un oraș din sud-estul Irakului pe râul Eufrat, între Najaf și Al Hillah. Numele variante pentru altarul din Al Kifl sunt: ​​Dhu'l Kifl Altar, Marqad Dhu'l Kifl, QubBat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Altar, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine, altar . Hazqiyal este transliterarea arabă a ebraicii y'hezqel, care a fost utilizată în cea mai mare parte de evreii Sephardi după ce au adoptat araba. Acest lucru indică faptul că evreii au echivalat Ezechiel și Dhul-Kifl, iar exegetele musulmane au urmat exemplul. Autoritățile irakiene afirmă că în 1316 (715-16 ah), sultanul Ilkhanid Uljaitu a dobândit drepturile de tutelă asupra mormântului de la comunitatea evreiască. În consecință, Altarul a fost redenumit conform nomenclaturii islamice pentru același profet. Sultan Uljaitu a adăugat la structură construind o moschee și un minaret. De asemenea, el a restabilit altarul care implementează unele modificări, comparând starea sa actuală cu descrierile călătorilor pre-Ilkhanid. Site -ul a rămas un loc de pelerinaj musulman până la începutul secolului al XIX -lea, când Menahim Ibn Danyal, un evreu înstărit, l -a transformat cu succes înapoi pe un sit evreiesc și l -a restaurat. Minarul a rămas ca singurul martor al mandatului său ca sit islamic. Deși moscheea și minaretul au fost construite în secolul al XIV-lea, antichitatea altarului și mormântului nu poate fi determinată. [18]\n\nGautama Buddha\nDhul-kifl a fost identificat și cu Gautama Buddha. [19] [20] [21] [22] Sensul lui Dhul-Kifl este încă dezbătut, dar, potrivit unei opinii, poate însemna „Omul din Kapil (Kapilavastu, orașul în care Buddha a petrecut treizeci de ani din viața sa). [12] [20]\n\nSusținătorii acestei viziuni citează primele versete ale celui de-al 95-lea capitol al Coranului, Surah at-tin:\n\nPrin smochin și măslin, și Muntele Sinai, și acest oraș sigur ˹of mecca˺!\n\n-Coran, 95: 1-3\nConform acestei păreri, din locurile menționate în aceste versete: Sinai este locul în care Moise a primit revelația; Mecca este locul unde Muhammad a primit revelație; Iar măslinul este locul în care Isus a primit revelația. În acest caz, smochinul rămas este locul în care Gautama Buddha a primit revelație. [21]\n\nUnii, de asemenea, o iau un pic mai departe și afirmă că Muhammad însuși era un Buddha, întrucât cuvântul Buddha înseamnă „unul luminat”. [23]\n\nAlții\nDhul-kifl a fost, de asemenea, identificat diferit cu Iosua, Obadiah [24] și Isaiah. [25] [24]",
"Dawud": "Dawud (arabă: دَاوُوْد, romanizat: dāwūd [daːwuːd]), este un profet și mesager al lui Dumnezeu (Allah) și este Monarhul drept, divin, a fost numit al Regatului Unit al Israelului. [1] În plus, musulmanii îl onorează și pe David pentru că au primit revelația divină a Zaburului (Psalmi). [2] [3] Dawud este considerat unul dintre cei mai importanți oameni din Islam. Menționat de șaisprezece ori în Coran, David apare în Scriptura islamică ca o legătură în lanțul profeților care au precedat Muhammad. [4] Deși de obicei nu este considerat unul dintre profeții „care dă legea” (Ulū al-ʿAzm), „el este departe de o figură marginală” în gândirea islamică. [2] În tradițiile islamice ulterioare, el este lăudat pentru rigoarea sa în rugăciune și post. El este, de asemenea, prezentat ca prototipic doar conducător și ca simbol al autorității lui Dumnezeu pe pământ, fiind deodată un rege și un profet.\n\nDavid este deosebit de important pentru arhitectura religioasă a Ierusalimului Islamic. [1] Dawud este cunoscut sub numele de David biblic, care a fost, potrivit Bibliei ebraice, cel de -al doilea rege al Regatului Unit al Israelului și Iuda, domnesc c. 1010–970 î.Hr. [Citare necesară]\n\nMențiuni în Coran\nNarațiunea lui David în Coran, în multe privințe, paralele care au fost date în Biblie. El este numit Profet (Nabī) și, de asemenea, un mesager (Rasūl), David este inclus în listele celor care au primit revelație (Waḥy; Q4: 163) sau îndrumare (Hudā; 6:84) de la Dumnezeu. În ambele liste, numele său apare lângă cel al fiului său Solomon. În altă parte, Coranul explică faptul că Dumnezeu le -a dat amândoi darurile „judecății solide” (ḥukm; 21:79) și „cunoaștere” (ʿilm; 21:79; 27:15). Cu toate acestea, Coranul atribuie și lui David merite care îl distinge de Solomon: David a ucis Goliath (2: 251) și a primit o revelație divină numită „Psalmii” [5] (Coran 17:55 folosește o formă nedeterminată, în timp ce 21: 105 folosește Forma definită al-Zabūr), [5], probabil, o referire la psalmi sau la psalter (termenul zabūr este probabil legat de termenul ebraic Mizmōr sau Siriac Mazmūrā, „Psalm”). Munții și păsările l -au lăudat pe Dumnezeu împreună cu David (21:79; în 34:10 Dumnezeu le poruncește să facă acest lucru; Cfr. Psalmul 148: 7–10). Dumnezeu l -a făcut pe David un „vicegerent” (Khalīfa; 38:26), un titlu pe care Coranul îl dă doar lui Adam (2:30). Acest titlu sugerează că, potrivit Coranului, David a fost ceva mai mult decât un mesager: el a fost un lider ghidat divin, care a stabilit stăpânirea lui Dumnezeu pe pământ. [1] Acest rol este sugerat și de 2: 251: „Dumnezeu i -a dat autoritate (mulk) și înțelepciune (ḥikmah) și l -a învățat ce a dorit. Dacă Dumnezeu nu ar fi condus înapoi unii oameni de alții, pământul ar deveni corupt.” [2 ]\n\nPrintre lucrurile învățate lui David a fost capacitatea de a face armuri (21:80, 34: 10–11), o sugestie că exploatările militare ale lui David au fost actul lui Dumnezeu. De asemenea, este important ca referirea coranică la „înțelepciunea” lui David să fie uneori explicată de exegetii clasici ca darul profeției. [6] Coranul leagă și David și Isus, insistând că amândoi blestemă acei israeliți care nu credeau (5:78). Mai mult, potrivit Coranului, David a primit capacitatea de a distinge între adevăr și falsitate atunci când a distribuit dreptatea (Faṣl al-Khiṭāb, 38:20). Mai mult, există aluzia la un test pe care David a fost preluat, în care s-a rugat și s-a pocăit și Dumnezeu l-a iertat (38: 24-5). Surat Sad (cel de -al 38 -lea capitol al Coranului) este, de asemenea, numit „Sūra lui David” [7] Exegetii explică faptul că, de când David a prostrat când i -a cerut lui Dumnezeu să -l ierte, Muhammad a fost ordonat să -l imite și să efectueze o prostrație când citește acest capitol [8]\n\nSemnificație religioasă\nDavid este unul dintre puținii profeți islamici care au primit și regat. În timp ce alți profeți au predicat în timpul domniei regilor, David, pe vremea sa, a fost regele. Astfel, el a primit o sarcină extrem de mare, de a se asigura că oamenii din Israel nu au fost doar ținuți sub control spiritual, ci că țara însăși a rămas puternică. Locul său ca lider și profet este venerat de toți musulmanii ca fiind unul de rang extrem de ridicat. Figura lui David, împreună cu cea a fiului său profetic, Solomon, sunt iconice ale oamenilor care au condus doar asupra țării lor. Dumnezeu menționează frecvent rangul înalt al lui David ca profet și mesager în Coran. El este adesea menționat alături de alți profeți pentru a sublinia cât de mare a fost. De exemplu, Dumnezeu spune:\n\nȘi i -am dat lui Isaac și Iacob și i -am îndrumat, așa cum l -am ghidat pe Noah înaintea lor, și a urmașilor săi, David și Solomon și Iov și Joseph și Moise și Aaron. Astfel îi răsplătim pe cei care sunt verticali și fac bine.\n\n- Coran 6:84 [9]\nCând califul „Umar a vizitat Ierusalimul, patriarhul Sophronius l-a însoțit pe Muntele Templului, în timp ce el a căutat Mihrab Dawud (niche de rugăciune a lui David) pentru a efectua o rugăciune. Mai târziu, comentatorii au identificat acest site cu Turnul lui David. Într -un hadit, rugăciunea și postul lui David sunt menționate pentru a fi dragi lui Dumnezeu.\n\nPovestit Abdullah bin 'Amr bin al-'as: Apostolul lui Allah mi-a spus: „Cea mai iubită rugăciune către Allah este cea a lui David și cei mai iubiți posturi la Allah sunt cele ale lui David. El a dormit pentru jumătate din noapte Și apoi roagă -te pentru o treime din noapte și dormi din nou pentru a șasea parte și obișnuia să postească în zile alternative. \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nCartea lui David\nArticolul principal: Zabur\nZaburul este cartea sfântă atribuită lui David de Dumnezeu, la fel cum Musa (Moise) a primit Tawrat (Tora), Isa (Isus) a primit Injil (Evanghelia) și Muhammad a primit Coranul. În Biblia ebraică actuală, Zaburul este cunoscut sub numele de Psalmi. Cu toate acestea, ca și alte scripturi ale trecutului, se crede că psalmii au fost corupți de -a lungul timpului, cu unele dintre mesajele originale dispărute acum. Cu toate acestea, musulmanilor li se spune să trateze psalmii actuali cu un imens respect, deoarece, în forma lor inițială, și ei erau o carte inspirată a lui Dumnezeu. Coranul afirmă:\n\nDomnul tău știe cine este în ceruri și pe pământ. Am înălțat unii dintre profeți asupra celorlalți; Și lui David am dat Cartea Psalmilor.\n\n- Coran 17:55 [11]\n\n Coran 4: 163; 17:55.\n Coran 4: 163; 6:84.\n de exemplu. Ṭabarī, taʾrīkh, i, 559\n Hibat Allāh b. Salāma, al-nāsikh wa-l-marsūkh (în marginea lui Wāḥidī, Asbāb), Cairo 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Coran 6:84\n Sahih al-Bukhari, 2: 21: 231\n Coran 17:55",
"Suleyman": "Sulaimān Ibn Dāwūd (Arabic: runُلَيْمَان بْن دَاوُوْد, lit. „Solomon, fiul lui David”) a fost, potrivit Coranului, un Malik (مَلِك, lit. israeliții. În general, tradiția islamică susține că el a fost al treilea rege al poporului evreu și un conducător înțelept al Israelului. [1]\n\nÎn Islam, Solomon este considerat unul dintre profeții lui Dumnezeu cărora li s -a acordat multe daruri divine, inclusiv capacitatea de a vorbi atât cu animale, cât și cu Jinn; De asemenea, se spune că a înrobit Shayāṭīn (شياطين, lit. „Diavoli”) și dīv (دیو, lit. „Demoni”) cu sprijinul unui inel dat de Dumnezeu. [2]\n\nMusulmanii susțin în continuare că a rămas un monoteist credincios de -a lungul vieții; a domnit doar pe întreaga națiune israelită; a fost binecuvântat cu un nivel de regat care nu a fost dat niciunui înainte de el și nici după el; și a împlinit toate poruncile Sale, fiind promise apropierea lui Dumnezeu în Jannah (جَنّة, lit. „Paradis”) la sfârșitul vieții sale. [3] De la ascensiunea islamului, diverși istorici arabi au considerat -o pe Solomon drept unul dintre cei mai mari conducători din istorie. [4]\n\nMențiuni în Coran\nCoran și interpretare\nJudecată pe teren\nÎn cea mai timpurie narațiune care a implicat Solomon, Coranul (21:78) face aluzie pe scurt la o poveste că Solomon a fost în compania tatălui său, când doi bărbați au venit să -i ceară lui David să judece între ei cu privire la un ḥarth (حَرْث, câmp). [ 5] Mai târziu, comentatorii musulmani s-au extins asupra aluziei, inclusiv Al-Tabari, Baidawi și Ibn Kathir. [6] [7] [8] Ei au spus că primul dintre cei doi bărbați a spus că deține o podgorie din care a avut mare grijă pe tot parcursul anului. Dar într -o zi, când a absentat, oile celuilalt bărbat se răsturnaseră în podgorie și devorau strugurii. El a cerut să fie compensat pentru aceste pagube. este proprietarului său. În același timp, proprietarul podgoriei ar avea grijă de oile și ar beneficia de lâna și laptele lor până când pământul său i -a fost returnat la el, moment în care va întoarce oile către proprietarul lor. Acest răspuns arată nivelul de judecată al lui Solomon, care, spune Coranul, [10] să -l caracterizeze pe Solomon de -a lungul vieții sale. Ḥikmah (Înțelepciunea), potrivit tradiției musulmane, ar fi întotdeauna asociată cu Solomon, care mai târziu ar fi denumită chiar Sulaimān al-ḥakīm (سُلَيْمَان ٱلْحَكِيْم, \"Solomon cel înțelept\"). Această poveste este adaptată în Kebra Nagast, dar ca o dispută adjudecată de un fiu al lui Solomon. [7]\n\nSolomon și demonii\n\nRegina lui Sheba\nCoranul povestește că vântul a fost făcut subservant lui Solomon, [11] și el a putut să -l controleze după voia sa și că Jinn a venit și sub controlul lui Solomon. Jinn a ajutat la consolidarea domniei lui Solomon. Diavolii (Shayatin), [12] și demonii au fost forțați să se construiască pentru el monumente. [13] Dumnezeu a provocat, de asemenea, un miraculos ʿAyn (عَيْن, „Fount” sau „Spring”) de qiṭr topit (قِطْر, „alamă” sau „cupru”) să curgă pentru Solomon, pentru a fi folosit de demoni în construcția lor. [11]\n\nCând David a murit, Solomon și -a moștenit poziția de rege profetic al israeliților. Solomon a permis odată unei femei să construiască o statuie a tatălui ei. Mai târziu, a început să se închine statuii și Solomon a fost mustrat pentru că a tolerat idolatria în regatul său. Ca pedeapsă, Dumnezeu a permis unuia dintre demonii înrobiți să fure inelul lui Solomon și să -și preia împărăția (Sura 38:34). Ulterior, el își pocăiește păcatul și câștigă controlul asupra demonilor, concentrându -se din nou pe construirea templului din nou. [14] El s -a rugat lui Dumnezeu să -i acorde o împărăție care să fie diferită de oricare după El. [15] Dumnezeu a acceptat rugăciunea lui Solomon și i -a dat ceea ce a plăcut.\n\nConformat cu alegorical, pierderea lui Solomon a inelului său față de demoni, poate fi înțeleasă că reprezintă un om care își pierde sufletul față de pasiunea demonică. [16] Attar din Nishapur scrie: „Dacă legați div (demon), veți porni pentru Pavilionul Regal cu Solomon” și „Nu aveți nicio comandă asupra regatului dvs. de sine, căci în cazul tău divul este în locul lui Solomon” [17]\n\nSpre deosebire de tradiția talmudică, Solomon nu a fost conștient și nu a participat niciodată la idolatrie. [18] Mai departe, Coranul respinge că Solomon era un mag: „(...) Solomon nu a crezut, dar diavolii nu au reușit, învățând bărbații magia și (...)”. (2: 102)\n\nSolomon și furnica\nSolomon a fost învățat chiar limbile diferitelor animale, cum ar fi furnici. Coranul povestește că, într-o zi, Solomon și armata sa au intrat într-un wādin-naml (وَادِ ٱلْنَّمْل, valea furnicii). Văzând pe Solomon și armata sa, un namlah (نَمْلَة, furnica feminină) i -a avertizat pe toți ceilalți să „... să intre în locuințele tale, ca nu cumva Solomon și gazdele sale să te zdrobească (sub picior) fără să -l știe.” [19] Înțelegând imediat imediat înțeles Ceea ce a spus furnica, Solomon, ca întotdeauna, s -a rugat lui Dumnezeu, mulțumindu -i că i -a acordat astfel de daruri [20] și a evitat să călcăm în continuare asupra coloniilor de furnici. [9]: 63 [21] Înțelepciunea lui Solomon, cu toate acestea, a fost încă un altul Dintre darurile pe care le -a primit de la Dumnezeu, iar musulmanii susțin că Solomon nu a uitat niciodată rugăciunea sa zilnică, care era mai importantă pentru el decât oricare dintre darurile sale.\n\nLiteratura exegetică subliniază înțelepciunea furnicii și explică sensul din spatele darului lui Solomon de a controla vântul. Potrivit Siracü'l-Kulub, furnica îl întreabă pe Solomon dacă știe de ce este numit „Solomon” (Süleyman). Solomon spune că nu, după care furnica continuă să explice: „Deși inima ta a fost solidă (Selim) și știi circumstanțele lumii următoare, ai acceptat câteva plăceri ale acestei lumi și ai fost înșelat de posesia ei și Kingship; Prin urmare, sunteți numit Solomon \". După aceea, furnica o întreabă pe Solomon, dacă știe de ce Dumnezeu a supus vântul pentru el. Încă o dată, Solomon spune că nu și furnica răspunde: \"El a supus vântul dintr -un motiv: ceea ce ați acceptat nu este nimic. La fel cum trece vântul, bogăția și regatul lumii.\" Savanți precum Fakhr al-Din Razi și al-Qurtubi au ridicat furnica la gradul unui examen pentru ca oamenii să urmeze. [22] (p198)\n\nCucerirea Saba '\n\nRuinele templului Barran de la Ma'rib, fosta capitală a Saba 'în ceea ce este acum Yemen\nUn alt aspect important al regatului lui Solomon a fost dimensiunea armatei sale, care consta atât din bărbați, cât și din Jinn. Solomon și -ar evalua frecvent trupele și războinicii, precum și Jinn și toate animalele care au lucrat sub el. Într-o zi, când i-a inspectat trupele, Solomon a găsit Hud-hud (هُدْهُد, Hoopoe) lipsită din adunare. [23] Curând după aceea, însă, Hud-hud a ajuns la curtea lui Solomon, spunând că „Am compatit (teritoriul) pe care nu l-ai complotat și am venit la Tine din Saba” cu veste adevărate. ”[24] Hud-hud mai departe i -a spus lui Solomon că oamenii din Sheba s -au închinat soarelui și că femeia care a condus regatul era extrem de inteligentă și puternică. Solomon, care a ascultat îndeaproape, a ales să scrie o scrisoare în țara lui Sheba, prin care va încerca să -i convingă pe poporul Sheba să înceteze închinarea lor idolatră a soarelui și să vină la închinarea lui Dumnezeu. Solomon a ordonat lui Hud-hud să dea scrisoarea reginei Sheba (Bilqis) și apoi să se ascundă și să observe reacția ei. Scrisoare către regină. Regina i -a chemat apoi pe slujitorii ei în instanță și le -a citit cu voce tare scrisoarea de la Solomon afirmând oamenilor din Sheba: „În numele lui Allah, compasiunea Milostivului, nu ești exaltat împotriva mea, ci vino la mine ca muslimīn (مُسْلِمِيْن, ci ). \" Ea a luat sfat cu miniștrii ei și cu alți oficiali ai instanței, spunând că „O, oamenii mei, știu bine că sunteți războinici curajoși și puternici și că niciunul de pe fața Pământului nu poate sta împotriva voastră, dar totuși vă cunosc mintea în acest sens chestiune. \" Oamenii instanței au răspuns: „A ta este puterea, regina și orice poruncă, o vom supune”. Cu toate acestea, regina a venit la Solomon, anunțându -i supunerea către Dumnezeu. [25]\n\nSolomon și Ifrit\nÎn timp ce Bilqis călătorea la curtea lui Solomon, regele i -a oferit servitorilor săi să -și livreze tronul acolo înainte de sosirea ei. Un ifrit și-a oferit serviciile (Q27: 38-40), dar Solomon a refuzat, încredințând această sarcină în schimb unui manservant, care, fiind un coleg evlavios, s-a rugat lui Dumnezeu să mute tronul pentru el. Minunat să se raporteze, rugăciunea lui i s -a răspuns, tronul apărând în palatul lui Solomon prin puterea lui Dumnezeu. Când a sosit Bilqis, Solomon a întrebat -o dacă și -a recunoscut tronul, dar ea, luptându -se să înțeleagă miracolul pe care Dumnezeu l -a făcut, i -a dat regelui un răspuns evaziv, înainte de a adopta în cele din urmă credința lui Solomon, câștigată de dovezile că miracolul nu era cea a unui simplu ifrit, dar cel al lui Dumnezeu însuși. Solomon a refuzat oferta ispititoare a lui Ifrit, pentru că a căutat să se bazeze doar pe Dumnezeu și nu pe un demon sau orice altă ființă creată și a fost răsplătit pentru evlavia sa cu succesul în convertirea lui Bilqis în adevărata credință. [26]\n\nMoarte\n\nMausoleum de Sulaiman în compusul Moscheii Al-Aqsa, Orașul Vechi din Ierusalim\nCoranul relatează că Solomon a murit în timp ce se sprijinea de personalul său și că a rămas în picioare, propulsat de ea, până când o mică creatură - furnică sau vierme - a bătut -o, până când, în sfârșit, a cedat - și abia atunci a făcut -o pe a lui prăbușirea corpului.\n\nApoi, când am decretat moartea (Solomon), nimic nu le -a arătat moartea lui, cu excepția unui mic vierme al pământului, care a ținut (încet) să se îndepărteze de personalul său: atunci când a căzut, Jinn a văzut clar că, dacă ar fi cunoscut -o Nevăzut, nu s -ar fi împiedicat în pedeapsa umilitoare (a sarcinii lor).\n\n- Coran, Sura 34 (Sabaʾ), Ayah 14 [27]\nÎn timp ce rămăsese în poziție verticală, propulsat pe personalul său, Jinn a crezut că este încă în viață și îi supraveghea.\n\nȘi -au dat seama de adevăr doar atunci când Dumnezeu a trimis o creatură să se târască din pământ și să se târască la personalul lui Solomon, până când corpul său s -a prăbușit. Acest verset este înțeles pentru a învăța publicul că Jinn nu știe nevăzutul (al -Ghaib) - dacă ar fi știut -o, nu ar fi rămas trudiți ca niște proști în slujba unui mort. [28]\n\nMahammaddim în cântecul lui Solomon\nInformații suplimentare: Muhammad și Biblia și rădăcina semitică\nAșa cum este inspirat de versurile Coranului, unii musulmani [care?] Au crezut că Muhammad (arabă: مُحَumbّد, Litere consonante: M-M-M-D) este menționată în cântecul cântecelor (5:16) ca „Mahammaddim” (Hebrew: מַחֲמַדִּים, litere consoane: m-ħ-m-d-y-m), chiar dacă ultimul cuvânt este tradus ca „de dorit” sau „minunat” de către evrei. [29]\n\nSolomon și Jamshid\n\nOpinia generală a Persepolis, Iran (2) (decupată)\nJamshid a fost al patrulea rege al lumii, potrivit Shāhnāma al poetului Firdausī. La fel ca Solomon, se credea că a avut poruncă asupra tuturor îngerilor și demonilor lumii și a fost atât rege, cât și mare preot al Hormozd (Persanul Mijlociu pentru Ahura Mazda). El a fost responsabil pentru multe invenții grozave care au făcut viața mai sigură pentru oamenii săi: fabricarea de armuri și arme, țesutul și vopsirea hainelor de lenjerie, mătase și lână, construirea de case de cărămidă, minerit de bijuterii și metale prețioase , realizarea de parfumuri și vin, arta medicinei, navigarea apelor lumii în navele navigate. El Jamshid devenise acum cel mai mare monarh pe care lumea îl cunoscuse vreodată. El a fost înzestrat cu Royal Farr (Avestan: Khvarena), o splendoare radiantă care a ars despre el prin favoarea divină.\n\nDatorită asemănărilor dintre cei doi monarhi înțelepți, unele tradiții le combină pe cele două. De exemplu, Solomon a fost asociat cu hotărârea asupra sud-vestului Iranului în lucrările lui Al-Balkhi. Persepolis se credea a fi sediul lui Solomon și descris ca „loc de joacă al lui Solomon” de către savanți precum Mas'udi, Muqaddasi și Istakhri. Alți autori musulmani s -au opus credinței că Solomon a condus cândva în Iran, argumentând că orice asemănare între vieți și faptele lui Solomon și Jamshid sunt pur coincidente, cele două fiind personaje distincte și separate. [30] [31] Ultima viziune a fost Vindicat de bursă în domeniul mitologiei indo-europene, care a demonstrat concludent că personajul Jamshid derivă din zeitatea zoroastriană timpurie Yima, [32] [33], în timp ce bursa coranică și biblică susțin o măsură a istoricului pentru înțeleptul rege. [34]",
"Ilyas": "Ilyās (arabă: إلياس) a fost un profet și mesager al lui Dumnezeu (Allah) care a fost trimis să -i îndrume pe copiii lui Israel. I s -a dat misiunea profetică de a împiedica oamenii să se închine idolilor. [1] Ilyas este predecesorul profetic al Alyasa. [2] Unii savanți islamici cred că Ilyas este din descendența lui Harun (Aaron). [3]\n\nUnii musulmani cred că Ilyas este încă în viață și participă la Hajj în fiecare an, împreună cu Khidr. [4] Unii musulmani cred, de asemenea, că Ilyas se va întoarce la perioada de sfârșit. [5]\n\nTinereţe\nÎn surse islamice, numele complet al lui Ilyas este Ilyas Ibn Yasin, [6] Deoarece în As-Saffat 37: 130, Ilyas se numește Yasin. [7] Unele povești despre Ilyas sunt menționate și în Hadiths Islamic; cum ar fi blestemul israeliților cu secetă de Ilyas, [8] vindecarea Alyasa, [9] și lupta cu Ahab. [10]\n\nConform multor surse islamice și Biblie, Elias (A) este viu și urcat în ceruri. [11] Cu toate acestea, Ibn Kathir nu a acceptat acești hadith și i -a considerat printre Isra'iliyat. [12] În Mu'jam al-Buldan, Yaqut al-Hamawi a menționat un mormânt pentru Elias (A) din Baalbek. a fost mormântul lui Elias (A) [14]\n\nProfet\nIlyas este menționat pentru prima dată ca profet în al-an'am 6:85. [15] El a invitat oamenii săi care au trăit în Baalbek la monoteism, ascultându -i pe Dumnezeu și abandonând păcatele. [16] Principala sa sarcină a fost să prevină închinarea idolului. [17] După ce s -a confruntat cu persistența poporului său timp de mai mulți ani, i -a blestemat cu secetă și oamenii au fost aplicate cu înfometare. [18] Narațiunea lui Ilyas în Coran și mai târziu, tradiția musulmană seamănă îndeaproape că în Biblia ebraică și literatura musulmană înregistrează principalul proopotitor al lui Elijah ca având loc în timpul domniei lui Ahab și Jezebel, precum și a lui Ahazia. Numărul altor profeți și sfinți, inclusiv Idris, despre care unii savanți se crede că au fost un alt nume pentru Ilyas, [21] și Khidr. [22] Legenda islamică a dezvoltat ulterior figura lui Ilyas, înfrumusețând foarte mult asupra atributelor sale, iar unele literaturi apocrife au dat lui Ilyas statutul de jumătate umană, jumătate de angel. [23] Ilyas apare și în lucrările ulterioare de literatură, inclusiv în Hamzanama. [24]\n\nCoran\nIlyas este menționat în Coran, unde predicarea lui este relatată într -o manieră concisă. Coranul povestește că Ilyas le -a spus poporului Său să vină la închinarea lui Dumnezeu și să părăsească închinarea la Baal, idolul primar al zonei. Coranul afirmă: [1]\n\n\"Într -adevăr, Ilyas a fost unul dintre apostoli. Când a spus poporului Său:\" Nu te vei teme de Dumnezeu? „Vei chema pe Ba'al și vei lăsa pe cei mai buni dintre creatori, Dumnezeu, Domnul tău și Cherisher și Domnul și prețuirea părinților tăi din vechime?\n\n-AS-SAAFFAT 123–126\nCoranul arată clar că majoritatea oamenilor lui Ilyas au negat profetul și au continuat să urmeze idolatria. Cu toate acestea, menționează că un număr mic de slujitori devotați ai lui Dumnezeu printre ei l -au urmat pe Elijah și au crezut și s -au închinat lui Dumnezeu. Coranul afirmă: „L -au negat (Ilie) și vor fi cu siguranță aduse la pedeapsă, cu excepția slujitorilor sinceri și devotați ai lui Dumnezeu (printre ei). Și am părăsit -o (memoria) pentru posteritate.” [25] [26]\n\nÎn Coran, Dumnezeu îl laudă pe Ilie în două locuri:\nPacea să fie pe Ilie! Așa îi răsplătim pe cei care fac bine. El este cu adevărat printre servitorii noștri credincioși.\n\n-Coran, capitolul 37 (as-saffat), versetul 129-132 [27]\nȘi Zakariya și Yahya și Isa și Ilyas, au fost toți dintre cei drepți\n\n-Coran, capitolul 6 (al-an'am), versetul 85 [28]\nNumeroși comentatori, inclusiv Abdullah Yusuf Ali, au oferit comentarii despre versetul 85 spunând că Ilyas, Zakariya, Yahya și Isa au fost toate conectate spiritual. Abdullah Yusuf Ali spune: \"Al treilea grup este format din oameni de acțiune, ci predicatori ai adevărului, care au condus vieți solitare. Epitetul lor este:„ cei drepți. \"Formează un grup conectat în jurul lui Iisus. Zachariah a fost tatăl lui Ioan, Ioan, cel al lui Ioan, al lui Ioan Baptistul, care este menționat ca „Ilyas, care urma să vină” (Mat 11:14) și se spune că Elias a fost prezent și a vorbit cu Isus la transfigurarea de pe Muntele (Mat. 17: 3). [[ 29]\n\nDeși majoritatea savanților musulmani credeau că Ilie a predicat în Israel, unii comentatori timpurii despre Coran au declarat că Ilyas a fost trimis la Baalbek, în Liban. [30] Savanții moderni au respins această afirmație, afirmând că legătura orașului cu Elijah s -ar fi făcut din cauza primei jumătate a numelui orașului, cea a lui Baal, care a fost zeitatea pe care Ilie a îndemnat -o pe poporul Său să înceteze să se închine. Savanții care resping identificarea orașului lui Ilie cu Baalbek susțin în continuare că orașul Baalbek nu este menționat cu narațiunea lui Ilyas nici în Coran, nici în Biblia ebraică. [31]\n\nMoarte\nPână la trecerea timpului, seceta s -a răspândit și mulți au murit. Când s -au văzut aplicate, și -au regretat faptele din trecut, s -au îndreptat către Elias (a) și au acceptat invitația sa. [32] Apoi, din cauza rugăciunii lui Elias (a) a venit o ploaie puternică și pământul a fost satiat; Cu toate acestea, după un timp, oamenii și -au uitat legământul cu Dumnezeu și s -au întors la închinarea idolului. Când Ilyas a văzut acest lucru, el i -a cerut lui Dumnezeu propria moarte; Dar, Dumnezeu i -a trimis un car de foc și a urcat spre ceruri și l -a ales pe Alyasa care a fost elevul său ca vicegerent al său. [33] Ilyas este rar asociat cu eshatologia islamică. [34] Cu toate acestea, unii musulmani consideră că Ilyas este de așteptat să revină împreună cu figura misterioasă Khidr în sfârșitul vremurilor. [5]\n\nMoştenire\nLiteratura și tradiția musulmană povestește că Ilyas a predicat regatului Israelului, condus de Ahab și mai târziu fiul său Ahaziah. El este numit „Profet al deșertului - ca Yahya”. [35] Se crede că Ilyas a predicat cu râvnă lui Ahab și soției sale Jezebel, care, potrivit tradiției musulmane, a fost parțial responsabilă de închinarea idolilor falși în acest domeniu. Musulmanii cred că se datora faptului că majoritatea oamenilor au refuzat să -l asculte pe Elijah că Elisei a trebuit să continue să predice mesajul lui Dumnezeu lui Israel după el. [36]\n\nIlyas a fost subiectul legendelor și folktalelor în cultura musulmană, implicând de obicei întâlnirea cu Khidr. Potrivit unui raport de exeget musulman, Muhammad l -a întâlnit pe Ilyas în Mecca. [37] În misticismul islamic, Ilyas este asociat îndeaproape cu Sage Khidr. Un Hadith a raportat că Ilyas și Khidr s -au întâlnit în fiecare an în Ierusalim pentru a merge în pelerinaj la Mecca. [38] Ilyas apare și în Hamzanama de nenumărate ori, unde se vorbește despre faptul că este fratele lui Khidr, precum și unul care a băut din fântâna tinereții. [39] Mai mult, este povestit în Kitab al-Kafi că imamul Ja'far al-Sadiq recita prostrația Ilyas în limba siriană și a început să plângă. Apoi a tradus cererea în arabă într -un grup de savanți în vizită:\n\n„O, Doamne, voi găsi că mă pedepsiți, deși știți despre setea mea în căldura amiezii? Voi găsi că mă pedepsiți, deși știți că îmi frec fața pe pământ pentru a vă închina? Voi găsi că pedepsiți Eu, deși știi că renunț la păcate pentru tine? Voi găsi că mă pedepsești, deși știi că rămân treaz toată noaptea doar pentru tine? \" La care Allah a inspirat apoi lui Ilyas, „Ridicați -vă capul de pe pământ pentru că nu vă voi pedepsi”. [40]\n\nNote\n \"Elias este la fel ca Ilie, a cărui poveste va fi găsită în Vechiul Testament în 1 Regi 17–19 și 2 Regi 1–2. Elijah a trăit în domnia lui Ahab (896–874 î.Hr.) și Ahazia (874–872 î.Hr. ), Regii Regatului (Nordului) Israelului sau Samariei. El a fost un profet al deșertului, precum Ioan Botezătorul, spre deosebire de Sfântul nostru Profet, care a luat parte, a controlat și a ghidat toate treburile poporului său. Ambii Ahab iar Azariah au fost predispuși să se închid în închinarea la Baal, zeul soare se închină în Siria. Această închinare a inclus și închinarea puterilor naturii și a puterilor procreative, ca în închinarea hindusă a lingamului și a dus la multe abuzuri. Regele regelui Ahab s-a căsătorit cu o prințesă din Sidon, Iezebel, o femeie ticăloasă care a condus-o pe soțul ei să-l părăsească pe Allah și să adopte închinarea Baal. \" ... \"Elijah a denunțat toate păcatele lui Ahab, precum și păcatele lui Ahazia și a trebuit să fugă pentru viața sa. În cele din urmă, potrivit Vechiului Testament, [19] a fost luat într -un vârtej la cer într -un car al focului după Își lăsase mantaua cu Elisei Profetul. \"[20]",
"Alyasa": "Alyasa (arabă: اليسع, romanizată: Alyasā ') este profetul și mesagerul lui Dumnezeu (Allah) care a fost trimis să -i ghideze pe copiii lui Israel. În Coran, Alyasa este menționată de două ori ca profet, [1] și este menționată de ambele ori alături de colegii profeți. [2] Este onorat de musulmani ca succesor profetic pentru Ilyas (Elijah). Surse islamice care identifică Elisei cu Khidr citează relația puternică dintre Khidr și Ilyas în tradiția islamică. [3]\n\nPersonalitate\nNumele lui Alyasa este menționat de două ori în al-an'am 6:86 și trist 38:48. În versetele respective, fără a menționa nimic despre personalitatea sau profeția lui Alyasa, el este menționat ca „gravat” și „printre aleși”. [4] Potrivit Coranului, Elisha este înălțată „deasupra restului creației” (arabă: فَضَّلْنَا عَلَى ٱلْعَالndampănare, romanizată: faḍḍalnā ʿala l-ʿālamīn (a) [4] și este „printre excelent” (arabic: مِن vătate Mina l-Akhyār). [5] Alyasa este menționată în al-an'am 6:86 și tristă 38:48, împreună cu Ismail:\n\nȘi Ismail și Alyasa și Yunus, și lut; și fiecare pe care l -am înrădăcinat asupra lumilor;\n\n-al-an'am 6:86\nȘi amintiți-vă de servitorii noștri Ismail, Alyasa și Dhul-Kifl, fiecare dintre ei cu adevărat bun.\n\n- trist 38:48\nMiracole\nÎntr-un Hadith Shia din Ali al-Ridha, se menționează că Alyasa, a avut unele minuni, inclusiv renașterea morților, vindecarea bolnavilor și mersul pe apă. [Citarea necesară]\n\nMorminte revendicate\nUnii musulmani cred că mormântul Elisei se află în al-Awjam în regiunea de est a Arabiei Saudite. Altarul a fost înlăturat de guvernul saudit, deoarece o astfel de venerație nu este în conformitate cu mișcarea de reformă Wahhabi sau Salafi dominantă în Arabia Saudită. [6] [7] A fost un reper important de mai multe secole în perioada Arabiei Otomane și a fost o destinație de pelerinaj foarte populară pentru musulmani din toate secte în toată perioada pre-modernă. [8]\n\nMormântul Elisei este prezent în districtul Eğil din provincia Diyarbakir, Turcia. [9] Altarul inițial se afla în apropierea unui pat de râu care urma să fie inundat în 1994. Un consiliu secret format din nouă savanți a fost format de Consiliul Local în cooperare cu Direcția Afacerilor Religioase pentru a evita să atragă ire. Înainte ca zona să fie inundată, mormântul a fost săpat noaptea și corpul păstrat al profetului - martor de cei nouă savanți și de lucrători oficiali - a fost exhumat pentru a fi îngropat pe un deal cu vedere la câmpia inundată. Cu toate acestea, mulți dintre orașul au văzut profetul în visul lor în acea noapte și s -au dovedit înainte de răsăritul răsăritului său pentru a -și observa reburialul în noul loc. [10] [11]",
"Yunus": "Yunus Ibn Matta (arabă: يُونُس ابن ماتا, romanizat: Yūnus ibn Matta) este un profet și mesager al lui Dumnezeu (Allah). Yunus este privit în mod tradițional ca fiind extrem de important în islam ca un profet care a fost credincios lui Dumnezeu și i -a transmis mesajele. [1] [2] Yunus este singurul dintre cei doisprezece profeți minori ai Bibliei care au fost numiți în Coran. [3] Al zecelea capitol al Coranului este numit după el. [4]\n\nYunus se numește Dhul-Nun (arabă: ذُو ٱلنُّوْن) și de către musulmani. [5] El este menționat de patru ori în Coran pe nume. [6]\n\nMențiuni haditice\nYunus este menționat și în câteva incidente în timpul vieții Muhammad. În unele cazuri, numele lui Yunus se vorbește cu laudă și reverență de către Muhammad. Conform narațiunilor istorice despre viața lui Muhammad, după zece ani de a primi revelații, Muhammad a mers în orașul Ta'if pentru a vedea dacă liderii săi îi vor permite să -și predice mesajul de acolo, mai degrabă decât Mecca, dar a fost distribuit din oraș până la oamenii. S -a adăpostit în Grădina Utbah și Shaybah, doi membri ai tribului Quraysh. Și -au trimis servitorul, Addas, pentru a -i servi struguri pentru susținere. Muhammad l -a întrebat pe Addas de unde era și slujitorul a răspuns Ninive. \"Orașul Yunus cel Just, fiul lui Amittai!\" Exclamă Muhammad. Addas a fost șocat pentru că știa că arabii păgâni nu știau despre Yunus. A întrebat apoi cum știa Muhammad de acest om. - Suntem frați, a răspuns Muhammad. \"Yunus a fost un profet al lui Dumnezeu și eu, de asemenea, sunt un profet al lui Dumnezeu.\" Addas a acceptat imediat Islamul și a sărutat mâinile și picioarele lui Muhammad. [10]\n\nUnul dintre zicerile lui Muhammad, în colecția Imam Bukhari, spune că Muhammad a spus „nu ar trebui să spunem că sunt mai bun decât Yunus”. [11] [12] [13] [14] Ibn Abi al-Salt, un contemporan mai vechi al lui Muhammad, a învățat că, dacă Yunus nu s-ar fi rugat lui Allah, el ar fi rămas prins în interiorul peștilor până în ziua învierii [14], dar, din cauza rugăciunii sale, Yunus „a rămas doar câteva zile în burta peștilor \". [14]\n\nIstoricul persan al secolului al IX-lea, Al-Tabari, înregistrează că, în timp ce Iona se afla în interiorul peștilor, „Niciunul dintre oasele sau membrii săi nu a fost rănit”. [14] Al-Tabari scrie, de asemenea, că Allah a făcut ca trupul peștilor să fie transparent, permițându-i lui Yunus să vadă „minunile adâncului” [15] și că Yunus a auzit toți peștii cântând laudele lui Allah. [15] Kisai Marvazi, un poet din secolul al X-lea, înregistrează că tatăl lui Yunus avea șaptezeci de ani când Yunus s-a născut [14] și că a murit la scurt timp după aceea, [14] lăsând mama lui Yunus cu nimic altceva decât o lingură de lemn, care s-a dovedit a fi la fii o cornucopie. [14]\n\nMorminte\nVezi și: Moscheile și sfinții Mosul § Mosque_of_the_profet_jonah\n\nFotografia ruinelor moscheii lui Yunus, în urma distrugerii sale de către Isil\nLocația actuală a lui Ninive este marcată de săpături de cinci porți, părți ale pereților pe patru laturi și două movile mari: dealul Kuyunjik și dealul Nabi Yunus (a se vedea linkul de hartă în nota de subsol). [16] O moschee deasupra lui Nabi Yunus a fost dedicată lui Iona și conținea un altar, care a fost venerat atât de musulmani, cât și de creștini ca locul mormântului lui Iona. [17] Mormântul a fost un loc popular de pelerinaj [18] și un simbol al unității pentru evrei, creștini și musulmani din Orientul Mijlociu. [18] La 24 iulie 2014, Statul Islamic Irak și Levant (ISIL) a distrus moscheea care conține mormântul ca parte a unei campanii de distrugere a sanctuarelor religioase pe care le considera idolati. [19] [18] După ce Mosul a fost preluat de la ISIL în ianuarie 2017, un vechi palat asirian construit de Esarhaddon care datează în jurul primei jumătate a secolului al VII -lea î.Hr. a fost descoperit sub moscheea ruinată. [18] [20] ISIL a jefuit palatul de articole de vândut pe piața neagră, [18] [20], dar unele dintre artefactele care erau mai dificil de transportat au rămas încă pe loc. [18] [20]\n\nAlte morminte musulmane\nAlte locații de renume ale mormântului lui Iona includ Satul Arab Mashhad, situat pe vechiul loc al Gath-Hepher din Israel; un sanctuar lângă orașul Sarafand (Sarepta) din Liban. [23] O altă tradiție plasează mormântul pe un deal numit acum Giv'at Yonah, „Jonah's Hill”, la marginea nordică a orașului israelian Ashdod, pe un site acoperit de un far modern.\n\nUn mormânt al lui Iona poate fi găsit în Diyarbakir, Turcia, situat în spatele Mihrabului la Moscheea Fatih Pașa. [24] [25] Evliya celebi afirmă în numele său seyahat că a vizitat mormintele lui Iona. [26] [27]\n\nMențiuni coranice\nÎn Al-Anbiya 21:87 [7] și Al-Qalam 68:48, Yunus se numește Dhul-nūn (arabă: ذُو ٱلنُّوْن, lit. „Cel al peștilor”). [5] În An-Nisa 4: 163 și al-an'am 6:86, el este denumit „un apostol al lui Allah”. [5] Sura 37: 139-148 retrăiește povestea completă a lui Yunus: [5]\nLa fel a fost și Iona printre cei trimiși (de noi).\nCând a fugit (ca un sclav din captivitate) la navă (pe deplin) încărcat,\nEl (a fost de acord) a aruncat loturi și a fost condamnat:\nApoi balena l -a înghițit și a făcut acte demne de vină.\nDacă nu ar fi fost că el (s -a pocăit și) l -a glorificat pe Allah,\nCu siguranță ar fi rămas în interiorul peștilor până în ziua învierii.\nDar l -am aruncat pe țărmul gol într -o stare de boală,\nȘi am provocat să creștem, peste el, o plantă de răspândire de tipul de gaură.\nȘi l -am trimis (într -o misiune) la o sută de mii (oameni) sau mai mulți.\nȘi au crezut; Așa că le -am permis să se bucure (viața lor) pentru o perioadă.\n\n-Coran, capitolul 37 (as-saffat), versetele 139-148 [8]\nCoranul nu menționează moștenirea lui Yunus, [5], dar tradiția musulmană învață că Yunus era din tribul Binyjamin. [9]",
"Zakariya": "Conform doctrinei islamice, Zakarīyā (arabă: زكريا, Zaharia) este un profet și mesager al lui Dumnezeu (Allah) și un tată al profetului Yahya.\n\nÎn Coran\nZakariya a fost un preot drept [1] și profetul lui Dumnezeu al cărui birou se afla în al doilea templu din Ierusalim. El ar fi frecvent responsabil de gestionarea serviciilor templului [2] și va rămâne mereu ferm în rugăciunea către Dumnezeu.\n\nRugându -se pentru un fiu\nCând a ajuns la bătrânețe, Zakariya a început să se îngrijoreze de cine va continua moștenirea de a predica mesajul lui Dumnezeu după moartea sa și cine va continua serviciile zilnice ale templului după el. Zakariya a început să se roage lui Dumnezeu pentru un fiu. Rugăciunea pentru nașterea unui urmaș nu a fost doar din dorința unui copil. [1] El s -a rugat atât pentru sine, cât și pentru public - aveau nevoie de un mesager, un om al lui Dumnezeu care să lucreze în slujba Domnului după Zakariya. Zakariya avea caracter și virtute și a vrut să transfere acest lucru moștenitorului său spiritual ca fiind cea mai prețioasă posesie a sa. Visul său a fost să restaureze gospodăria la posteritatea patriarhului Iacob și să se asigure că mesajul lui Dumnezeu a fost reînnoit pentru Israel. După cum povestește Coranul:\n\nO mențiune despre mila Domnului tău către slujitorul Său Zakariya. Când a plâns către Domnul său un strigăt în secret, spunând: Domnul meu! A! Oasele din mine se ceară slabă și capul meu strălucește cu părul cenușiu și nu am fost niciodată mai bine în rugăciune către tine, Domnul meu. A! Mă tem de rudele mele după mine, deoarece soția mea este stearpă. Oh, dă -mi din prezența ta un succesor care va moșteni de mine și moștenirea (de asemenea) a casei lui Iacob. Și fă -l, Domnul meu, acceptabil (pentru tine). [Coran 19: 4–6 (tradus de Pickthall)]]\n\nTatăl Yahya\nCa un dar de la Dumnezeu, Zakariya a primit un fiu pe nume Yaḥyá (arabă: يحيى, identificat cu Ioan Botezătorul), nume ales special pentru acest copil. Tradiția musulmană povestește că Zakariya avea nouăzeci și doi de ani [3] când i s-a spus despre nașterea lui Ioan.\n\nÎn conformitate cu rugăciunea lui Zakariya, Dumnezeu l -a făcut pe Ioan (Yahya) să reînnoiască mesajul lui Dumnezeu, care a fost corupt și pierdut de către israeliți. [4] După cum spune Coranul:\n\nO Zachariah! A! Vă aducem vest a unui fiu al cărui nume este Ioan; Nu am dat același nume înainte (el). El a spus: Domnul meu! Cum pot avea un fiu când soția mea este stearpă și am ajuns la bătrânețe infirmă? El a spus: Așa va fi, Domnul tău spune: Este ușor pentru mine și, într -adevăr, te -am creat înainte, când nu erai nimic. El a spus: Domnul meu! da-mi un semn. El a spus: Semnul tău este că nu vei putea vorbi cu oamenii trei nopți în timp ce ai sănătate solidă.\n\n- [Coran 19: 7–10 (tradus de Pickthall)]]\nGardianul Maryam\nPotrivit Coranului, Zakariya era gardianul Maryam. Coranul afirmă:\n\n(Amintiți -vă) Când soția lui „Imran a spus: Domnul meu! Ți -am promis ceea ce este în burta mea ca consacrat (ofertă). Acceptă -l de la mine. A! Tu, doar tu, arta ascultătorului, cunoscător! Și când a fost eliberată, a spus: Domnul meu! A! Sunt livrat de o femeie - Allah știa cel mai bine din ceea ce a fost livrat - bărbatul nu este ca femeia; Și iată! Am numit -o Maria și iată! Îmi doresc protecția ta pentru ea și pentru urmașii ei de la Satana. Iar Domnul ei a acceptat -o cu o acceptare deplină și i -a făcut o creștere bună; și a făcut -o pe Zachariah tutorele ei. Ori de câte ori Zacharia a intrat în sanctuar unde se afla, el a descoperit că are mâncare. El a spus: O, Maria! De unde vă vine acest lucru (mâncare)? Ea a răspuns: este de la Allah. Allah dăruiește fără să -și dea seama de cine va. [Coran 3: 35–37 (tradus de Pickthall)]]\n\nTeologia musulmană susține că Zakariya, împreună cu Ioan Botezătorul și Iisus, au lansat într -o nouă eră a profeților - toți provenind din coborârea preoțească a lui Amram (Imran), tatăl profetului Aaron. Faptul că, dintre toți preoții, Zakariya a fost cel care i s -a dat datoria de a păstra grijă de Maria (Maryam) arată statutul său de om evlavios. Zakariya este lăudat frecvent în Coran ca profet al lui Dumnezeu și al omului neprihănit. O astfel de evaluare este în Sura al-an'am:\n\n\"Și Zakariya și Yahya și Isa și Eliyas. Fiecare a fost al celor drepți.\" [Coran 6:85 (tradus de Pickthall)]\n\nTraducătorul Coran Abdullah Yusuf Ali oferă comentarii despre această linie [5] - sugerând că acești profeți particulari fac o legătură spirituală unul cu celălalt. El subliniază că Yahya a fost o rudă a lui Isa, în timp ce Eliyas a fost unul care a fost prezent la transfigurarea lui Isa [6] pe Muntele, așa cum s -a menționat în Noul Testament. Între timp, Zakariya, prin căsătorie, a fost unchiul lui Isa, iar fiul său Yayha a fost denumit Eliyas în Noul Testament. [7]",
"Yahya": "Yaḥyā ibn Zakarīyā (arabă: يحيى ابن زكريا, literalmente Yahya/John, fiul lui Zaharia), identificat în engleză ca Ioan Baptistul, este considerat în Islam un profet și mesager al lui Dumnezeu (Allah), care a fost trimis să ghideze copiii Israelului . Musulmanii se crede că a fost un martor al Cuvântului lui Dumnezeu care ar anunța venirea lui Isa al-Masih (Iisus Hristos). [1] [2]\n\nYahya este menționată de cinci ori în Coran. [3]\n\nYahya este, de asemenea, onorat foarte mult în sufism, precum și în misticismul islamic, în primul rând datorită descrierii Coranului despre castitatea și bunătatea lui Ioan. [4] Sufii au aplicat frecvent comentarii despre pasajele de pe Ioan în Coran, în primul rând cu privire la darul înțelepciunii dat de Dumnezeu pe care l-a dobândit în tinerețe, precum și paralelele sale cu Isus. Deși mai multe fraze folosite pentru a descrie Ioan și Isus sunt practic identice în Coran, modul în care sunt exprimate este diferită. [5]\n\nNaștere\nÎn Coran, Dumnezeu menționează frecvent rugăciunea continuă a lui Zakariya pentru nașterea unui fiu. Soția lui Zakariya, a fost stearpă și, prin urmare, nașterea unui copil părea imposibilă. [6] Ca un dar de la Dumnezeu, Zaharia a fost dat un fiu cu numele de Yaḥya, un nume ales special pentru acest copil. În conformitate cu rugăciunea lui Zakariya, Dumnezeu i -a făcut pe Yahya și Isa, care, după exegeză, s -a născut șase luni mai târziu, [7] să reînnoiască mesajul lui Dumnezeu, care a fost corupt și distorsionat de israeliți.\n\nCoranul susține că Ioan Botezătorul a fost primul care a primit acest nume (Coran 19: 7-10), dar din moment ce numele Yoḥanan are loc de mai multe ori înaintea lui Ioan Botezătorul, [8] acest verset se referă fie la un consens al savantului islamic potrivit căruia „Yaḥyāāāā se referă fie la un consens al savantului islam „Nu este același nume ca„ yoḥanan ”[9] sau în relatarea biblică a numirii miraculoase a lui Ioan, care a ținut cont că el a fost aproape numit„ Zacharias ”(greacă: ζαχαρίας) [10] după numele tatălui său, ca nu nu Unul din linia tatălui său Zacharias (cunoscut și sub numele de Zaharia) a fost numit „John” („Yohanan”/„Yoannes”) înaintea lui. [11] După cum spune Coranul: [12]\n„O Zakaryya, într -adevăr, vă oferim o veste bună a unui băiat al cărui nume va fi Yahya și a cărui niciodată nu am creat niciodată similitudine.\n\nEl a spus: \"O, Domnul meu! Cum să am un fiu, când soția mea este stearpă și am crescut destul de decretat de la bătrânețe?\"\n\nEl a spus: „Deci (va fi) Domnul tău spune:„ Asta este ușor pentru mine: într -adevăr te -am creat înainte, când nu ai fost nimic! ”\n\n(Zakarya) a spus: \"O, Domnul meu! Dă -mi un semn.\" „Semnul tău” a fost răspunsul, „va fi acela că nu vorbești cu niciun om pentru trei nopți”.\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nRâul Iordan, unde Yahya l -a botezat pe Isa. [13]\nYahya a fost îndemnată să țină repede la Scriptură și i s -a dat înțelepciune de Dumnezeu în timp ce era încă un copil. [14] El a fost pur și devotat și a mers bine în prezența lui Dumnezeu. Era îndrăzneț față de părinții săi și nu era arogant sau rebel. Citirea și înțelegerea lui Ioan despre scripturi, când doar un copil, a depășit chiar și cea a celor mai mari savanți ai vremii. [6] Exegeza musulmană povestește că Isa l -a trimis pe Yahya cu doisprezece discipoli, [15] care au predicat mesajul înainte ca Isus să -și numească propriii discipoli. [7] Coranul spune: [16]\n\"O yaḥya! Introduceți cartea cu puterea\": ​​și i -am dat înțelepciune chiar și ca tinerețe,\n\n- Maryam, 19:12\nIoan a fost un profet clasic, [17], care a fost înălțat de Dumnezeu pentru denunțarea lui îndrăzneață a tuturor lucrurilor păcătoase. Mai mult, Coranul vorbește despre evlavia și iubirea blândă a lui Ioan și despre atitudinea lui umilă față de viață, pentru care i s -a acordat puritatea vieții.\n\nConform tradiției islamice, Yahya obișnuia să meargă la Haram Esh-Sharif (Muntele Templului) pentru a-și livra predicile. [3]\n\nAsasinat\nÎn timpul Profethood-ului Yahya, a avut loc un conflict între el și Irod Antipas, care dorea să divorțeze prima sa soție și să-și ia ca soție fosta sa cumnata. [3] Yahya a informat că căsătoria ar putea fi incestuoasă și nu a aprobat căsătoria. După aceasta, Irod Antipas l -a închis pe Yahya. [3] Yahya a fost apoi decapitată. [18] [3] Se crede că capul lui Yahya se află în interiorul moscheii Umayyad din Damasc. [19] [20] [21]\n\nMoştenire\nÎn Islam, Yahya l-a salutat pe Muhammad în noaptea al-Isra al-Mi'raj, împreună cu Isa (Isus), pe al doilea cer. [22] Povestea lui Yahya a fost povestită și regelui abisinian în timpul migrației musulmane în Abisinia. [23]. Potrivit Coranului, Yahya a fost unul pe care Dumnezeu a trimis pacea în ziua în care s -a născut și în ziua în care a murit. [24] Potrivit lui Al-Suyuti, Ibrahim a declarat că, de la crearea lumii, cerurile și pământul au plâns doar pentru doi oameni, Yahya și Husayn. [25] [26] Potrivit unui hadith, Muhammad a spus: „Fiecare fiu al lui Adam va veni în ziua învierii și va avea păcat împotriva lui, cu excepția lui Yahya Ibn Zakaryya”. [27] Mulți musulmani compară Yahya cu Husayn. [28] Se crede că șefii atât Yahya cât și Husayn se află în Moscheea Umayyad din Damasc, Siria.",
"Isa": "Isa (Isus) este un profet și mesager al lui Allah și Mesia. El este ultimul profet trimis pentru a ghida copiii lui Israel (Bani Israel) și a fost dezvăluit Cartea Sfântă numită Injil (Evanghelie).\n\nÎn Coran, Isa este descrisă ca Mesia (al-Masīḥ), născută din Fecioara Maria, a făcut minuni, însoțite de discipoli, respinse de unitatea evreiască și fiind ridicată la cer. Coranul afirmă că Isus nu a fost răstignit și nici nu a murit pe cruce, ci a fost mântuit miraculos de Dumnezeu. Coranul îl plasează pe Isus printre cei mai mari profeți și îl menționează cu diverse titluri. Profetia lui Isus a fost precedată de Yahya și reușită de Muhammad.\n\nIslamul respinge viziunea creștină a divinității lui Isus ca Dumnezeu întrupat sau Fiul literal al lui Dumnezeu. Îl neagă pe Isus ca o zeitate în mai multe versete și menționează, de asemenea, că Isus nu a pretins a fi divin. Musulmanii cred că mesajul inițial al lui Isus a fost modificat, după ce a fost crescut în viață. Monoteismul lui Isus este accentuat în Coran. Ca toți profeții din Islam, Isus este, de asemenea, numit musulman, așa cum a predicat că adepții săi ar trebui să adopte „calea dreaptă” (ṣirāṭ al-Mustaqīm). Isus este atribuit cu o mare cantitate de minuni, cu numeroase literaturi ascetice și mistice fiind scrise și recitate despre el în tradiția islamică. De asemenea, se raportează că a profețit venirea lui Muhammad folosind numele Ahmad.\n\nLa sfârșitul timpului, Isus se va întoarce în a doua venire cu imamul Al Mahdi pentru a-l ucide pe al-Masih ad-dajjal („Falsul Mesia”), după care cu triburile antice Yaʾjūj și Maʾjūj (Gog și Magog) s-ar dispersa pe pamant. După ce aceste creaturi ar pieri miraculos, Imam Mahdi și Isus ar guverna întreaga lume, ar stabili pacea și dreptatea și ar muri după o domnie de 40 de ani. Unii musulmani cred că ISA va fi înmormântat alături de Muhammad la al patrulea mormânt rezervat al cupolei verzi din Medina.\n\nIsus este înțeles de musulmani ca fiind unul dintre cei mai importanți profeți ai islamului. Locul în care se crede că Isus se întoarce, Moscheea Umayyad din Damasc, este foarte apreciat de musulmani ca al patrulea cel mai sfânt sit al Islamului.\n\nNaștere\nRelatarea lui Isus în Coran începe de fapt cu nașterea mamei sale, Maria, și cu slujba ei în Templul Ierusalimului. În timp ce se afla sub grija profetului Zaharia, care urma să fie tatăl lui Yahya (Ioan Botezătorul). Narațiunea de naștere în Coran pentru Isus începe la Coran 19: 16–34 și T3: 45–53.\nBuna Vestire\n\nExegeza islamică afirmă nașterea virginală a lui Isus în mod similar cu relatarea Evangheliei și care are loc în Betleem. Narațiunea nașterii Fecioarei este un anunț către Maria de către îngerul Gabriel, în timp ce Maria este crescută în templu după ce a fost angajată lui Dumnezeu de mama ei. Gabriel afirmă că este onorată asupra tuturor femeilor din toate națiunile și și -a adus vestele bucuroase ale unui fiu sfânt.\n\nBuna Vestirea în miniatură\nGabriel declară că fiul trebuie să fie numit Isa, Mesia, proclamând că va fi numit un mare profet. Maria, întrebând cum ar putea concepe și să aibă un copil când niciun bărbat nu a atins -o, a răspuns de înger că Dumnezeu poate decreta ceea ce el dorește și va ajunge să se întâmple.\n\nNarațiunea de la Coran continuă cu Maria, depășită de durerile nașterii, fiind oferite un flux de apă sub picioarele ei de la care putea bea și un palmier pe care ar putea să -l agite, astfel încât datele coapte ar cădea și să fie savurată. După ce a născut, Maria îl poartă pe Baby Isus înapoi la templu și ea este întrebată de bătrânii templului despre copil. După ce a fost poruncită de Gabriel către un jurământ de tăcere, ea indică pruncul Isus și copilul proclamă:\n\nEl a spus: Eu sunt slujitorul lui Dumnezeu; El mi -a dat cartea și m -a făcut profet. El m -a făcut binecuvântat oriunde sunt și mi -a legat închinarea și pomană, atât timp cât trăiesc; și să fiu îndrăzneț cu mama mea; și nu m -a făcut opresiv, impios. Pacea este pe mine în ziua în care m -am născut, în ziua în care voi muri și în ziua în care voi fi ridicat în viață. [8]\n\nIsus vorbind din leagăn este una dintre cele șase minuni atribuite lui în Coran, care se regăsește și în Evanghelia de la începutul din Siria, o lucrare din secolul al VI-lea. [9] [10] Potrivit diverșilor hadith, Isus și Maria nu au plâns la nașterea lor. [11] Profetul islamic Muhammad a explicat că atât Isus, cât și Maria au fost singurele ființe umane care s-au născut ca fără păcat și, prin urmare, au fost protejați de atingerea lui Satan la nașterea lor, citând Versetul treizeci și șase al lui Al Imran. [12]\n\nNarațiuni de naștere\n\nPotrivit Coranului, durerile muncii au dus -o pe Maria în portbagajul unui palmier.\nCredința islamică a răsunat în anumite fire în tradiția creștină că Maria (sau Maryam) era o fecioară literală când a fost concepută Isus. Cea mai detaliată relatare a Buna Vestilor și nașterii lui Isus este oferită în Sura 3 (Al Imran) și 19 (Maryam) din Coran, unde povestea este povestită că Dumnezeu (Allah) a trimis un înger pentru a anunța că Maryam ar putea aștepta în scurt timp să poarte să poarte un fiu, în ciuda faptului că este virgină. [13]\n\nUnii academicieni au remarcat că contul din Sura 19 [14] este deosebit de aproape de cel din Evanghelia creștină a lui Luca. [15] Buna Vestirea lui Maria este menționată de două ori în Coran și în ambele cazuri Mary/ Maryam i se spune că a fost aleasă de Dumnezeu pentru a -l elibera pe un fiu. În primă instanță, purtătorul știrilor (despre care majoritatea musulmanilor este arhanghelul Gabriel), a transmis vestea în (Q3: 42-47), în timp ce ia forma unui om (Q19: 16-22) [16] [17] Detaliile concepției nu sunt discutate, dar când Maria întreabă cum poate suporta un fiu având în vedere castitatea ei, i se spune că Dumnezeu creează ceea ce el dorește și că aceste lucruri sunt ușoare pentru Dumnezeu. [16] [18] Coranul (Q21: 91 și Q66: 12) spune că Dumnezeu a suflat prin îngerul său în Maria și ea, deși a fost castă, a născut -o pe Isus fără vreun tată (sursa vă permite să interpretați Gabriel ca Tatăl). [19] [20]\n\nIstoricul musulman din secolul al VIII-lea Ibn Ishaq (704–767), a scris contul intitulat Kitab al-Mubtada (la început), raportând că Zaharia este gardianul lui Mary și după ce a fost incapabil să o întrețină, el o încredințează pe un carpe numit George. Inslujată într -o biserică, i se alătură un tânăr pe nume Joseph și se ajută unul pe celălalt să aducă apă și alte sarcini. Relatarea nașterii lui Isus urmează narațiunea Coranului, adăugând că nașterea a avut loc în Betleem, lângă un palmier cu un iesle. [21]\n\nSavantul persan din secolul al X-lea al-Tabari (839–923), menționează trimisii care ajung din regele Persiei cu daruri (similare cu Magii din est) pentru Mesia; porunca către un bărbat numit Joseph (nu în special soțul Mariei) să o ducă pe ea și pe copil în Egipt și mai târziu să se întoarcă la Nazaret. [22]\n\nCopilărie\nArticolul principal: Găsirea în templu\nVezi și: zborul în Egipt și Evanghelia de la Toma lui Thomas\nCoranul nu include tradiția zborului în Egipt, deși Sūra XXIII, 50 ar putea să -i facă aluzie la el: „Și am făcut ca fiul lui Maryam și al mamei sale să fie un semn; și i -am făcut să rămână într -un loc ridicat, plin de Liniștit și udat cu arcuri. \"[25] Cu toate acestea, narațiuni similare narațiunii găsite în Evanghelii și surse non-canonice au circulat în tradiția islamică ulterioară, unele detalii și elaborări fiind adăugate de-a lungul secolelor de către scriitori și istorici islamici. Unele narațiuni îl au pe Isus și familia să stea în Egipt până la 12 ani. [26] Multe povești morale și evenimente miraculoase ale tinereții lui Isus sunt menționate în Qisas al-Anbiya (povești ale profeților), cărți compuse de-a lungul secolelor despre profeții și eroii pre-islamici. [7]\n\nAl-Masudi a scris că Isus ca băiat a studiat religia evreiască citind din Psalmi și a găsit „urmărit în personaje de lumină”:\n\n\"Tu ești fiul meu și iubitul meu; te -am ales pentru mine\"\n\nCu Isus, apoi revendicând:\n\n„Astăzi, Cuvântul lui Dumnezeu este împlinit în Fiul Omului.” [22]\n\nÎn Egipt\nVezi și: Evanghelia de la începutul lui Thomas\nMai multe narațiuni arată o oarecare diferență și asemănare în scrierile islamice despre copilăria timpurie a lui Isus, în special timpul său în Egipt în ceea ce privește durata și evenimentele. Majoritatea narațiunilor se găsesc în surse creștine non-canonice precum, de exemplu, Evanghelia pre-islamică a lui Thomas. O astfel de disparitate este de la Al-Athir în perfecțiunea istoriei sale care conține o narațiune de naștere care afirmă că Isus s-a născut în Egipt în loc de Betleem. [27]\n\nUnele alte narațiuni ale copilăriei lui Isus sunt populare din Orientul Mijlociu, așa cum este evidențiat de profesorul de studii interfaith Mahmoud M. Ayoub. [28] Multe minuni sunt atribuite unui tânăr Isus în timp ce se află în Egipt [26] (vezi §§ Miracole și alte minuni).\n\nVârsta adultă\n\nRâul Iordan, unde Isus a fost botezat de Yahya Ibn Zakariya (Ioan Botezătorul). [29]\nMisiune\nVezi și: Ministerul lui Isus și Apostolul (Islamul)\nÎn general, este de acord că Isus a vorbit aramaic, limbajul comun al Iudeii în primul secol A.D. și regiunea în general. [30]\n\nPrima și cea mai timpurie viziune a lui Isus formulată în gândirea islamică este cea a unui profet - o ființă umană aleasă de Dumnezeu pentru a prezenta atât o judecată asupra umanității pentru închinarea idolilor, cât și o provocare de a apela la singurul Dumnezeu adevărat. Din această bază, reflectat asupra tuturor profeților precedenți prin lentila identității musulmane, Isus este considerat nu mai mult decât un mesager care repetă un mesaj repetitiv al veacurilor. Miracolele lui Isus și titlurile Coranice atribuite lui Isus demonstrează puterea lui Dumnezeu mai degrabă decât divinitatea lui Isus - aceeași putere din spatele mesajului tuturor profeților. Unele tradiții islamice cred că misiunea lui Isus a fost doar pentru oamenii lui Israel și statutul său de profet fiind confirmat de numeroase minuni. [31] [32]\n\nO a doua imagine timpurie timpurie a lui Isus este o figură de sfârșit. Acest concept apare mai ales din Hadith. Tradiția musulmană construiește o narațiune găsită în mod similar în teologia creștină, văzându -l pe Isus ajungând la sfârșitul timpului și coborând pe pământ pentru a lupta cu antihristul. Această narațiune este înțeleasă pentru a campiona cauza islamului, unele tradiții care povestesc Isus indicând primatul lui Muhammad. Majoritatea tradițiilor afirmă că Isus va muri apoi o moarte naturală. [33]\n\nO a treia și distinctivă imagine este a lui Isus reprezentând o figură ascetică - un profet al inimii. Deși Coranul se referă la „Evanghelia” lui Isus, acele învățături specifice ale lui nu sunt menționate în textele religioase ale Coranului sau mai târziu. Sunt în mare parte absenți. Tradiția sufi este locul în care Isus a devenit venerat, recunoscut ca un învățător spiritual cu o voce distinctivă de alți profeți, inclusiv Muhammad. Sufismul tinde să exploreze dimensiunile unirii cu Dumnezeu prin multe abordări, inclusiv ascetism, poezie, filozofie, sugestie speculativă și metode mistice. Deși sufismul față de mintea occidentală poate părea să împărtășească origini sau elemente similare ale neoplatonismului, gnosticismului și budismului, ideologia este distinct islamică, deoarece respectă cuvintele Coranului și urmăresc imitația lui Mohammad ca om perfect. [34]\n\nPredicare\nConceptele islamice ale predicării lui Isus se crede că au avut originea în Kufa, Irak, sub califatul Rashidun, unde au fost formulați primii scriitori ai tradiției și bursei musulmane. Conceptele lui Isus și slujirea sa de predicare dezvoltată în Kufa au fost adoptate de la creștinii ascetici timpurii ai Egiptului, care s -au opus numirilor oficiale ale episcopiei bisericii de la Roma. [35]\n\nPrimele povești, cu aproximativ 85 de ani, se găsesc în două colecții majore de literatură ascetică intitulată Kitab al-Zuhd wa'l Raqa'iq (Cartea ascetismului și a îndurărilor tandre) de Ibn al-Mubarak (d. 797) și Kitab al-Zuhd (Cartea Ascetismului) de Ibn Hanbal (d. 855). Aceste ziceri se încadrează în patru grupuri de bază: a) zicale eshatologice; b) ziceri cvasi-evanghelii; c) ziceri și povești ascetice; d) ziceri care răsună polemici intra-musulmane. [36]\n\nPrimul grup de zicale extinde arhetipul lui Isus așa cum este portretizat în Coran. Al doilea grup de povești, deși conțin un nucleu Evanghelic, sunt extinse cu o „ștampilă distinct islamică”. Al treilea grup, fiind cel mai mare dintre cei patru, îl înfățișează pe Isus ca un patron al ascetismului musulman. Ultimul grup se bazează pe arhetipul islamic și definiția centrată musulmană a lui Isus și atributele Sale, promovând idei ezoterice cu privire la termeni precum „Spiritul lui Dumnezeu” și „Cuvântul lui Dumnezeu”. [37]\n\nMiracole\nArticolul principal: Miracole ale lui Isus\nVezi și: Evanghelia de la începutul lui Thomas\nCoranul atribuie cel puțin șase minuni lui Isus, cu multe altele fiind adăugate de -a lungul secolelor de către scriitori și istorici. Miracolele au fost atribuite lui Isus ca semne ale profeției sale și ale autorității sale, potrivit educatorului și profesorului Ishaq Musa al-Husayni (d. 1990), un autor cel mai cunoscut pentru Mudhakkirat Dajaja (Memorii ale unei găini) (Cairo: Dar al-Maarif , 1943; ediția a 2 -a 1967). În Hristos în Coran și literatura arabă modernă (1960), Al-Husayni a spus că este de remarcat Muhammad nu atribuie niciun minuni. [38]\n\nAceste șase minuni din Coran sunt fără detalii, spre deosebire de Evanghelie și sursele lor gnostice non-canonice, care includ detalii și menționează alte minuni atribuite. [38] De-a lungul secolelor, aceste șase narațiuni minune au fost elaborate prin Hadith și poezie, cu scrieri religioase, inclusiv unele dintre celelalte minuni menționate în Evanghelie, surse non-canonice și din Lore. [26] [28]\n\nVorbind din leagăn\nVorbind din leagăn este menționat în trei locuri din Coran: al-Imran (3) 41, 46, al-Madada (5) 109–110 și Maryam (19) 29-30. O parte a narațiunii îl are pe pruncul Iisus care îi apără pe mama lui Maria de acuzația de a fi născut fără un soț cunoscut. [39] Islamul timpuriu nu a fost clar despre Iosif și rolul său. Acest lucru este pretins că aceste influență a evangheliei gnostice este susținută ca Coranul să nu fie divin de către adversari. Isus vorbește așa cum a menționat îngerul pe care Gabriel l -a menționat la Buna Vestire: Isus proclamă că este un slujitor al lui Dumnezeu, i s -a dat o carte, este profet, este binecuvântat oriunde va merge, binecuvântează ziua în care s -a născut, în ziua în care va muri , și ziua în care este crescut în viață. [40]\n\nDeși această narațiune particulară nu se regăsește în Biblie, tema de a vorbi din leagăn se găsește în Evanghelia de la începutul pre-islamic din Siriac. Acea sursă l -a declarat pe Isus pe El însuși Fiul lui Dumnezeu, Cuvântul și afirmând ceea ce îngerul Gabriel anunțase anterior Mariei așa cum este detaliat în Evanghelie. [39]\n\nCrearea păsărilor din lut\nPovestea miracol de a crea păsări din lut și respirația vieții în ele atunci când un copil este menționat în al-Imran (3) 43, 49 și al-Madada (5) 109-110. Deși această minune nu este menționată și în Evanghelia canonică, aceeași narațiune se regăsește în cel puțin două surse pre-islamice: Evanghelia de început a lui Thomas și evreii Toledot Yeshu, cu puține detalii variante între Coran și aceste două surse. [ 41] [42]\n\nVindecarea orbului și a leproșilor\nVezi și: Vindecarea celor doi orbi în Galileea și curățarea zece leproși\nSimilar cu Noul Testament, Coranul îl menționează pe Isus vindecând orbii și leproșii din Al-Imran (3) 49. Savantul musulman și judecătorul Al-Baydawi (d. 1286) a scris cum a fost înregistrat că multe mii de oameni au venit la Isus la Isus să fie vindecat și că Isus a vindecat aceste boli doar prin rugăciune. [43] Savantul medieval Al-Tha'labi a scris despre modul în care aceste două boli particulare au fost dincolo de ajutorul medical, iar minunile lui Isus au fost menite să fie martorii de alții ca semne clare ale mesajului său. [41]\n\nRidicând morții\nSe crede că Isus a crescut oamenii din morți, așa cum s-a menționat în Al-Imran (3) 49. Deși nu se oferă detalii despre cine a fost ridicat sau circumstanța, cel puțin trei persoane sunt menționate în detaliu în Evanghelie (o fiică din Jairus, fiul văduvei la Nain și Lazarus). [44]\n\nPRESCIENȚĂ\nIsus a fost capabil să prezică sau a avut cunoștințe anterioare, [45] din ceea ce era ascuns sau necunoscut altora. Un exemplu este că Isus ar răspunde corect la orice întrebare pe care cineva i -a pus -o. Un alt exemplu este că Isus știa ce au mâncat oamenii, precum și ceea ce au depozitat în casele lor. [26]\n\nMasă de mâncare din cer\nArticolul principal: hrănirea mulțimii\nVezi și: Ultima Cina\nÎn al cincilea capitol al Coranului, al-Ma'ida (5) 112–115, o narațiune menționează discipolii lui Isus care solicită o masă încărcată de mâncare și pentru a fi o zi specială de comemorare pentru ei în viitor. Aceasta poate fi o posibilă referire la Euharistie conform profesorului de studii islamice și arabe W. Montgomery Watt (d. 2006). [46] Potrivit profesorului de religii comparative, Geoffrey Parrinder (d. 2005), nu este clar dacă această poveste este paralelă cu ultima cină a Evangheliei sau cu multitudinea de hrănire, dar poate fi legată de cuvântul arab ʿīd (festivalul musulman): [47]\n\nO singură dată, discipolii au spus: O, Iisus, Fiul Mariei, Domnul tău poate trimite pentru noi o masă din cer? El a spus, teamă -te de Dumnezeu dacă ești credincioasă. Au spus că vrem să mâncăm din ea și că inimile noastre pot fi în pace și poate știm că ați vorbit cu adevărat și să fiți printre martori. Isus, Fiul Mariei, a spus: Dumnezeule, Domnul nostru, trimite peste noi o masă din cer, pentru a fi pentru noi un festival, pentru primul dintre noi și ultimul dintre noi, și un semn de la tine: și dă dispoziții (de Mâncare) pentru noi, pentru că sunteți cei mai buni dintre furnizori. Dumnezeu a spus că îl trimit pentru tine. [46]\n\nÎntr -o înregistrare a Sunniului Exegete Tabari, înainte de ultima cină, amenințarea morții l -a făcut anxioasă. Prin urmare, Isus i -a invitat pe discipolii săi pentru ultima cină. După masă, el și -a spălat mâinile și și -a efectuat ablațiile pentru a -și șterge mâinile pe hainele sale. După aceea, Iisus le -a răspuns: „În ceea ce privește asta v -am făcut în această seară, prin faptul că v -am servit masa și v -am spălat mâinile în persoană, lăsați -l să fie un exemplu pentru voi. Deoarece într -adevăr mă considerați mai bine decât voi, Nu vă lăsați în raport cu unul cu celălalt, ci mai degrabă să vă extindeți unul pentru celălalt, deoarece m -am extins pentru voi. \" După ce a instruit discipolii în învățăturile sale, Isus prevede că unul dintre ei îl va nega și altul îl trăda. Cu toate acestea, în conformitate cu opiniile islamice despre moartea lui Isus, doar un cadavru în aparența lui Isus a fost răstignit și Isus însuși a fost înviat la Dumnezeu. [48]\n\nAlte minuni\nMulte povești și narațiuni au fost dezvoltate de -a lungul anilor despre Isus, conținând anumite lecții inerente sau oferind sens din cauza lipsei de detalii în Coran cu privire la Isus. Unele dintre aceste narațiuni sunt similare în natură cu Noul Testament, în timp ce unii îl înfățișează pe Isus într -o manieră foarte umană.\n\nPe lângă câteva rezumate detaliate ale minunelor lui Isus menționate de scriitorii musulmani de -a lungul secolelor, de la vârsta adultă (cum ar fi mersul pe apă - găsite și în Evanghelie - și provocând pâinea de pâine din pământ), [39] alte minuni din copilărie Includeți: Explicarea fundamentelor crezești musulmane către un maestru de școală, dezvăluirea cine au fost hoții unui șef înstărit, umplând borcane goale de ceva de băut, oferind mâncare și vin pentru un rege tiranic, în timp ce dovedește acestui rege puterea sa în creșterea unui om mort din morți, creșterea unui copil ucis accidental și a făcut ca îmbrăcămintea dintr-o TVA cu o singură culoare să iasă cu diverse culori. [26]\n\nVindecarea fiului unui oficial regal\nArticolul principal: Vindecarea fiului oficialului regal\nAl-Tabari (d. 923) raportează o poveste a unei întâlniri a lui Isus adulte cu un anumit rege din regiune și vindecarea fiului său. Identitatea regelui nu este menționată în timp ce legenda sugerează Filip tetrarhul. Referința biblică corespunzătoare este „Fiul oficialului regal”. [49]\n\nLăcomia și povestirea adevărului\nO poveste legendară a unui miracol de către un tânăr Isus, folosit ca lecție de învățare cu greu, care se găsește popular în Orientul Mijlociu, potrivit profesorului Ayoub, are legătură cu un om evreu și cu pâine evreiască. Deși poartă un ton polemic, lecția se concentrează pe lăcomie cu povestirea adevărului țesut în narațiune. Este o poveste găsită deseori în cărțile pentru copii. [50]\n\nÎnțelepciunea inerentă\nVezi și: Logos (Islam) și Logos (creștinism)\nO altă poveste minie legendară este una cu privire la înțelepciunea copilăriei lui Isus. Această legendă, raportată prin al-Tabari de la Ibn Ishaq, vorbește despre Maria care îi trimite pe Isus la o școală religioasă și profesorul fiind uimit să-l găsească pe Isus știind deja informațiile învățate / discutate. [26]\n\nMâncare în casele copiilor\nO altă poveste din Al-Tabari spune despre un tânăr Isus care se joacă cu tinerii satului său și le spune ce mâncare îi pregăteau pe părinții lor pentru ei acasă. [26]\n\nConform detaliilor narațiunii, unii părinți s -au enervat și au interzis copiii lor să se joace cu Isus, bănuind că este un mag. Drept urmare, părinții și -au ținut copiii departe de Isus și și -au adunat copiii într -o singură casă. Într -o zi, simțindu -se singur, Isus a ieșit în căutarea prietenilor și venind în această casă, el a întrebat părinții unde se aflau copiii lor. Părinții au mințit, răspunzând că copiii nu erau acolo. După ce Isus întreabă cine este atunci în casă, părinții îl numesc pe Isus un porc. Isus spune apoi „lăsați să fie porci în această casă”, transformând toți copiii în porci. [28]\n\nDe-a lungul secolelor, scriitorii musulmani au făcut referire și la alte minuni, cum ar fi eliminarea demonilor, împrumutați de la unele surse pre-islamice eretice și din surse canonice pe măsură ce legendele despre Isus au fost extinse. [26]\n\nRevelatie\nArticolul principal: Evanghelie în Islam\nMusulmanii cred că Dumnezeu a dezvăluit o nouă scriptură lui Isus, numită al--injil (Evanghelia), în timp ce declara și adevărul revelațiilor anterioare: al-Tawrat (Tora) și al-Zabur (Psalmii). [51] Coranul vorbește favorabil despre al-Injīl, pe care îl descrie ca o scriptură care umple inimile adepților săi cu blândețe și evlavie. Exegeza islamică tradițională susține că mesajul biblic care a fost distorsionat (tahrif), este denumit Ta'yin al-Mubham („Rezoluția ambiguității”). [52] Acest efort polemic își are originea în perioada medievală cu scrierile lui Abd al-Jabbar Ibn Ahmad. [53] În ceea ce privește legea lui Moise, Coranul indică faptul că Isus nu a desființat niciodată legile evreiești, ci le -a confirmat, în timp ce a făcut doar abrogări parțiale. [54]\n\nMusulmanii au crezut de mult timp că Pavel a corupt în mod intenționat învățăturile originale ale lui Isus. [55] Istoricul din secolul al IX-lea Sayf Ibn Umar a afirmat că anumiți rabini l-au convins pe Pavel să-i greșească în mod deliberat pe creștinii timpurii, introducând ceea ce Ibn Hazm privit ca doctrine obiecționale în creștinism. [56]\n\nPotrivit lui Yusuf al-Qaradawi, în cartea sa, Legal și interzis în Islam, restricțiile legale pe care Isus le-a abrogat pentru evrei, unde cei legiferați inițial de Dumnezeu ca pedeapsă. [57] Comentarii clasice, cum ar fi Tafsir al-Jalalayn, specifică că se referă la consumul de carne de pește și păsări fără vârfuri sau, în general,. [58]\n\nMențiuni în Coran\nDiscipoli\nCoranul afirmă că Isus a fost ajutat de un grup de discipoli (ḥawāriyyūn) care credeau în mesajul său. Deși nu -i numi pe discipoli, Coranul dă câteva cazuri ale lui Isus predicând mesajul lor. Musulmanii consideră discipolii lui Isus ca fiind identici cu tovarășii (ṣaḥāba) din Muhammad. [59] Potrivit creștinismului, numele celor doisprezece discipoli au fost Petru, Andrew, James, John, Philip, Bartolomeu, Thomas, Matthew, James, Jude, Simon și Iuda.\n\nCoranul menționează în capitolul 3, versetele 52–53, că discipolii s-au supus credinței islamului: [Sursa non-primară necesară]\n\nCând Isus a găsit necredință din partea lor, el a spus: „Cine va fi ajutorul meu la (lucrarea) lui Dumnezeu?” A spus discipolii: „Suntem ajutoare ale lui Dumnezeu: credem în Dumnezeu și trebuie să mărturisim că suntem musulmani. Domnul nostru! Noi credem în ceea ce ai revelat și urmărim mesagerul; apoi ne scriem printre cei care poartă martor.\"\n\n-Coranul Sura al-Imran 52–53 [60]\nCea mai lungă narațiune care implică discipolii lui Isus este atunci când Isus face miracolul de a aduce o masă de mâncare din cer la cererea lor, pentru o dovadă suplimentară că predicarea Lui este adevăratul mesaj.\n\nAscensiune\nVersetul AN-NISA 157 este versetul principal al Coranului care se referă la evenimentul răstignirii lui Isus. [61] Se spune că Isus nu a fost ucis și nici răstignit, ci „a fost făcut\nVersetul an-nisa 157\nCă au spus (în laudă): „L -am ucis pe Mesia Isus, Fiul Mariei, Mesagerul zeului”, dar nu l -au ucis, nici nu l -au răstignit, dar așa a fost făcut să le apară și pe cei care diferă acolo sunt pline de îndoieli, fără nici o cunoaștere (sigură), ci doar conjectură de urmat, pentru că o garanție nu l -au ucis.\n\nsă le apară '. [62] Majoritatea tradițiilor islamice neagă categoric că Isus a murit fizic pe cruce sau altfel. [63] [64] Exegeza islamică raportează că o altă persoană a fost răstignit în locul lui Isus. Cu toate acestea, unii savanți musulmani moderni cred că Isus a murit într -adevăr, iar referințele la supraviețuirea sa sunt simbolice, nu literale. Acest dezacord asupra naturii morții lui Isus se regăsește în canonul islamic în sine, cu cel mai timpuriu hadith citând tovarășii lui Muhammad spunând că Isus a murit. Între timp, majoritatea lui Hadith și Tafsir ulterior se ceartă în favoarea opusului. [Citarea necesară]\n\nPotrivit Coranului, el nu a fost răstignit, ci a fost mai degrabă mântuit de Dumnezeu. (Deși primele tradiții islamice și exegeza citează rapoarte oarecum conflictuale cu privire la moarte și lungimea acesteia, musulmanii cred că Isus nu a murit pe cruce, dar cred că a fost mântuit prin a fi ridicat în viață la cer).\n\nSubstituţie\nNu este clar exact de unde își are originea interpretarea substituționistă, dar unii savanți consideră teoria originară printre anumite grupuri gnostice din secolul al II -lea. [10] Leirvik consideră că Coranul și Hadith au fost influențați în mod clar de creștinismul non-canonic („eretic”) care a predominat în Peninsula Arabă și mai departe în Abisinia. [65]\n\nÎn timp ce majoritatea savanților occidentali, [66] evrei, [67] și creștinii cred că a murit Isus, teologia musulmană ortodoxă îl învață pe El urcat în cer fără să fie pus pe cruce și Dumnezeu a transformat o altă persoană, Simon din Cyrene, să apară exact ca Isus care a fost care a fost cel care a fost cel care a fost răstignit în loc de Isus (cf. Descrierea lui Irenaeus a ereziei lui Basilide, cartea I, cap. XXIV, 4.). [68] [69]\n\nUn anumit dezacord și discordie pot fi văzute începând cu raportul lui Ibn Ishaq (d. 761) al unei scurte contabilitate a evenimentelor care au condus la răstignire, afirmând mai întâi că Isus a fost înlocuit de cineva pe nume Sergius, în timp ce a raportat în al doilea rând o relatare a mormântului lui Isus fiind fiind faptul Situat la Medina și în al treilea rând citând locurile din Coran (3:55; 4: 158) că Dumnezeu l -a dus pe Isus până la sine. [70]\n\nIbn Kathir (d. 1373) urmează tradiții care sugerează că a avut loc o răstignire, dar nu cu Isus. [81] După eveniment, Ibn Kathir relatează că oamenii au fost împărțiți în trei grupuri în urma a trei narațiuni diferite; Iacobiții crezând „Dumnezeu a rămas cu noi atâta timp cât a dorit și apoi a urcat spre cer”; Nestorii crezând „Fiul lui Dumnezeu a fost alături de noi atâta timp cât a dorit până când Dumnezeu l -a ridicat la cer”; iar musulmanii crezând „slujitorul și mesagerul lui Dumnezeu, Isus, au rămas cu noi atâta timp cât Dumnezeu a dorit până când Dumnezeu l -a înviat în sine.” [82]\n\nA doua venire\nCronologia sosirii lui Isus înainte de Ziua Judecății\n\nMinaretul lui Isa din Moscheea Umayyad, Damasc\nConform tradiției islamice, după ce a urcat la cer și a locuit acolo timp de peste 2000 de ani, Isus va coborî pe pământ cu puțin timp înainte de Ziua Judecății, în mijlocul războaielor luptat împotriva lui Al-Masih ad-Dajjal („Falsul Mesia”) și adepții săi , pentru a veni în ajutorul lui Mahdi și al adepților săi musulmani. În Moscheea Umayyad.\n\nDupă aceea, el va „sparge crucea, va ucide porcii și va elimina impozitul Jizya”, potrivit unui cunoscut Sahih al-Bukhari Hadith. [89] [90] „Interpretarea obișnuită” a acestei profeții este că, fiind musulman, Isus va opri închinarea creștină despre sine și în credința în divinitatea Sa, „simbolizată de cruce”. El va restabili legile dietetice kosher/halale abandonate de creștinism; [91] și pentru că evreii și creștinii își vor respinge acum credința fostul și vor accepta islamul, nu va mai fi nevoie de impozitul Jizya pe necredincioși. [92] (Potrivit unui hadith, Isus va „distruge bisericile și templele și va ucide creștinii dacă nu cred în El.”) [93] [Nota 1]\n\nTextele islamice fac aluzie la reapariția vechii amenințări Gog și Magog (yaʾjūj maʾjūj), care se vor desprinde din închisoare subterană și va provoca ravagii în lume. [95] Dumnezeu, ca răspuns la rugăciunile lui Isus, îi va ucide trimițând un tip de vierme în nucul de gât și va trimite păsări mari pentru a -și purta și șterge cadavrele din țară. [86] După moartea lui Mahdi, Isus își va asuma conducerea mondială și pacea și dreptatea vor fi universale.\n\nDe asemenea, conform tradiției, Isus se va căsători apoi, va avea copii și va guverna lumea timp de patruzeci de ani (tradițiile dau multe perioade de timp diferite) după care va muri. [96] Musulmanii vor efectua apoi rugăciunea funerară pentru el și apoi îl vor îngropa la cupola verde din orașul Medina, într -un mormânt stâng vacant lângă Muhammad, Abu Bakr, respectiv Umar. [97] Conform legendei lui Ibn Khaldun, cei doi califii se vor ridica din morți dintre cei doi profeți. [98]\n\nSurse\nÎn timp ce Coranul nu descrie niciuna dintre narațiunile de mai sus la întoarcerea lui Isus, [99] mulți musulmani cred că două versete Coranice se referă la a doua sa venire în timpul finalului. [90] (1) Versetul menționat mai sus afirmând că nu a murit niciodată pe pământ:\n\n„Și [pentru] spusul lor:„ Într -adevăr, l -am ucis pe Mesia, Isus, Fiul Mariei, Mesagerul lui Allah ”. Și nu l -au ucis și nici nu l -au răstignit, dar [altul] a fost făcut să -l semene cu ei. Și, într -adevăr, cei care diferă de ea sunt în îndoială. . Și nu l -au ucis, cu siguranță. \" (Q.4: 157 :)\nȘi un al doilea verset interpretat pentru a indica o legătură între Isus și „Ora” (orele de sfârșit):\n\n\"Și iată! Într -adevăr, există cunoștințe despre oră. Deci, îndoieli că nu o faci, dar urmează -mă. Aceasta este calea cea bună.\" (Q.43: 61 Trans Pickthall). [90]\nHadith -urile de la întoarcerea lui Isus sunt urmăriți în Abu Hurairah, unul dintre Sahaba, dar ar fi putut fi introdus mai târziu în timpul războaielor civile în califatul abasid timpuriu, când era de așteptat un salvator. În timp ce pentru Shias, Mahdi va fi Mântuitorul, unii sunniți au avut tendința să se aștepte la întoarcerea lui Isus. În timpul califatului abasid timpuriu, purtarea crucifixelor în procesiuni și deținerea de porci în public, a fost interzisă. În caz contrar, ruperea crucii, ar putea reflecta dezaprobarea generală a acestui simbol de către musulmani și uciderea porcilor o referire la exorcizarea lui Isus a Legiunii. [100]\n\nIsus este menționat de aproximativ 187 de ori în Coran, direct și indirect și, de asemenea, la care se face referire la multe titluri, cel mai frecvent fiind al-Masih („Mesia”). [3] [110] [111] [112] [33 ] Isus este trimis la 25 de ori cu numele Isa, [Nota 2] a treia persoană de 48 de ori, [Nota 3] Prima persoană de 35 de ori și restul ca titluri în Coran. [Nota 4] [113]\n\nMuhammad s -a descris ca fiind „cel mai apropiat dintre toți oamenii de Isus”. [114]\n\nSimilitudinea cu Adam\nCoranul subliniază creaționismul lui Isus, [107] prin similitudinea lui cu Adam în ceea ce privește absența originii umane. Muhammad obișnuia adesea să compare nașterile lui Adam și ale lui Isus. [115]\n\nExegeza islamică extrapolează o inconsecvență logică în spatele argumentului creștin al intervenției divine, întrucât astfel de implicații ar fi atribuit divinitatea lui Adam, care este înțeleasă doar ca creație. [107]\n \nÎn Islam, se crede că Isus a fost precursorul profetului islamic Muhammad. Potrivit Coranului, venirea lui Muhammad a fost prezisă de Isus în As-Saff 61: 6 Prin acest verset, musulmanii arabi timpurii au revendicat legitimitate pentru noua lor credință în tradițiile religioase existente și previziunile presupuse ale lui Isus. [116] Musulmanii cred că Isus a fost un precursor al lui Muhammad și că a profețit venirea acestuia din urmă. [117] [26] Această perspectivă se bazează pe un verset al Coranului în care Isus vorbește despre un mesager care să apară după el numit „Ahmad”. [118] Islamul se asociază Ahmad cu Muhammad, ambele cuvinte care derivă din rădăcina triconsonantală H-M-D care se referă la lauda. Musulmanii afirmă că dovezile privind pronunțarea lui Isus sunt prezente în Noul Testament, citând mențiunea paracletei a cărei venire este prezisă în Evanghelia lui Ioan. [119]\n\nComentatorii musulmani susțin că cuvântul grecesc original folosit a fost Periklutos, adică renumit, ilustru sau lăudabil - renumit în arabă ca Ahmad; și că acest lucru a fost înlocuit de creștini cu Parakletos. [97] [120] Această idee este dezbătută, întrebând dacă înțelegerea tradițională este susținută de textul Coranului.\n\nTeologia islamică susține că Isus a prezis un alt profet care îi reușește conform Sura 61: 6, cu mențiunea numelui Ahmad. )\n\nRevenind la termenul „Ahmad”, musulmanii au sugerat că Ahmad este traducerea lui Periklutos, celebrată sau cea lăudată, care este o corupție a lui Parakletos, paracletul lui John XIV, XV și XVI. [121]\n\nHadith\nHadith sunt raportați spuse despre Muhammad și oameni din jurul său. Hadith care conține legenda lui Isus a fost influențată de creștinismul non-canonic („eretic”) care a predominat în Peninsula Arabă și mai departe în Abisinia. [65] Hadith a dezvoltat un statut canonic în secolul al treilea musulman ca sursă de autoritate pentru comunitatea musulmană. Percepția musulmană a lui Isus care iese din hadith este dintr -o figură miraculoasă, fără păcat și eshatologică, indicând din nou, din nou, în conformitate cu perspectiva musulmană a Profethood, către credința musulmană (musulman; cel care se supune voinței lui Dumnezeu). [ 130]\n\nHadith a jucat un rol foarte important modelând imaginea lui Isus în rândul musulmanilor comuni, devenind în continuare dezvoltat atunci când a încorporat hadith -uri și tafsirs țesute în cantități mari de scrieri și rapoarte legendare. [26]. Odată cu redimensionarea musulmană, golul lui Isus este surprinzător. Despre ce este scris în schimb este magul ascetic, ajutat de Duhul Sfânt. Evanghelia este văzută ca o carte care trebuie predicată și este menționată doar în trecere fără a menționa învățăturile reale. În mod izbitor, zicerile fictive și presupusele învățături ale lui Isus sunt preeminenței în colecțiile hadith, în islamul șia, și în reprezentările sufi ale lui Isus. [65]\n\nIslamul sunit\nÎn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), un istoric persan influent, istoriograf, savant, filosof și teolog, înregistrează un portret al lui Isus foarte apropiat de principiile ortodoxe în timp ce continuă narațiunea islamică:\n\nCreștinii. (Ei sunt) comunitatea (umma) a lui Hristos, Isus, Fiul Mariei (pace asupra lui). El este cel care a fost trimis cu adevărat (ca profet; mab'uth) după Moise (pace asupra lui) și care a fost anunțat în Tora. Pentru el au fost (acordate) semne manifeste și dovezi notabile, cum ar fi reînvierea morților și vindecarea orbului și a leproasei. Natura sa și dispoziția înnăscută (Fitra) sunt un semn perfect al veridicității sale; Adică venirea lui fără sămânță anterioară și vorbirea lui fără învățătură prealabilă. Pentru toți cei (ceilalți) profeți, sosirea revelației lor a fost la (vârsta de) patruzeci de ani, dar revelația a venit la el când a fost făcut să vorbească în leagăn, iar revelația a venit la el când a transmis (mesajul divin) la (vârsta de) treizeci. Durata misiunii sale (profetice) (Da'wa) a fost de trei ani și trei luni și trei zile. [131]\n\nShia Islam\nÎn Nahj al-Balagha, al patrulea calif Ali (r. 656–661) este raportat că a vorbit despre simplitatea lui Isus. [132] Ali spune că \"Isus a folosit o piatră pentru perna sa, și -a pus haine grosiere și a mâncat mâncare dură. Condimentul său era foame. Lampa lui noaptea era luna. Nu avea nicio soție care să -l alunge și nici un fiu care să dea mâhnire, nici nu bogăția de a se abate. cei doi picioare ale lui au fost transportul său și cele două mâini ale sale au fost slujitorul său \". [132] Potrivit lui Ja'far al-Sadiq, un strănepot al lui Ali, timpul dintre David și Isus a fost de patru sute de ani. [133] Ja'far mai spune că religia lui Isus a fost monoteism (tawḥīd) și puritate (ikhlāṣ). [133] „Injilul” (Evanghelia) a fost trimis la el și angajamentul pe care l -au luat alți profeți a fost luat și de la Isus: să stabilească rugăciunea cu religia, să se adapteze binelui și să interzică răul, permițând ceea ce este permis și interzicând ceea ce a fost interzis. Admonițiile și parabolele au fost trimise la el în „injil”, dar nu a existat nicio lege de retributie în ea și nici precepte de retributie (Ahkam al-Hudud) și nici obligații pentru moștenire. I s -a trimis ceea ce a fost o atenuare a ceea ce a fost trimis la Moise în Tora. Isus a poruncit de la adepții Săi că ei cred în Legea Torei și „Injilul”. [133]\n\nPotrivit lui Qadi al-Nu'man, un celebru jurist musulman al perioadei Fatimid, Isus este denumit Mesia (al-Masīḥ) în Coran, deoarece a fost trimis la oamenii care i-au răspuns pentru a-l înlătura (Masaha ) impuritățile lor, bolile credinței lor; indiferent dacă este aparent (zahir) sau ascuns (batin). Qadi Al-Nu'man, în lucrarea sa fundamentarea interpretării simbolice (asās al-ta'wīl), vorbește despre nașterea spirituală (Milad al-Batin) a lui Isus, ca interpretare a poveștii sale despre nașterea fizică (Milad al- Zahir) menționat în Coran. El spune că Maria, mama lui Isus, este o metaforă pentru cineva care l -a hrănit și l -a instruit pe Isus (Lāhiq), mai degrabă decât să -i dea naștere fizic. Qadi al-Nu'man explică că Isus a fost din descendența pură a lui Avraam, la fel cum Ali și fiii săi erau din descendența pură a lui Muhammad, prin Fatima. [134]\n\nAspect\nPe baza mai multor narațiuni ale lui Muhammad, Isus poate fi descris fizic astfel (cu orice diferență în descrierea fizică a lui Isus, care se datorează lui Muhammad care îl descrie atunci când l -a văzut la diferite ocazii, cum ar fi în timpul ascensiunii sale la cer sau când a descris -o pe Isus în timpul lui Isus 'A doua venire): [144]\n\nUn om bine construit de înălțime medie/moderată/medie și statură cu un piept larg.\nPărul drept, lung și lung care i -a căzut între umeri. Se pare că apa îi driblica din cap, deși nu este umedă.",
"Muhammad": "Muhammad în Islam\nDe la Wikipedia, enciclopedia liberă\nSalt la NavigationJump pentru a căuta\nAcest articol este despre rolul și semnificația lui Muhammad într -un context islamic. Pentru o imagine de ansamblu generală, a se vedea Muhammad.\nImam al-Anbiya\nRasūl Allāh\nMuhammad\nمُحَمَّدٌ\nمحمد صلى الله عليه وسلم. Svg\n„Muhammad” în caligrafia islamică\nProfetul Islamului\nPrecedent de Isa (Isus)\nReușit de poziția desființată\nTitlul Khatam an-nabiyyin („Sigiliu al profeților”)\nPersonal\nNăscut luni, 12 Rabi 'al-Awwal 53 bh (570 CE)\nMecca, Hejaz, Arabia\nA murit luni, 12 Rabi 'al-Awwal 11 AH (8 iunie 632 CE)\nMedina, Hejaz, Arabia\nLoc de odihnă Green Dome, Moscheea Profetului, Medina\nReligia Islam\nSoț vezi soțiile lui Muhammad\nCopiii văd copiii lui Muhammad\nPărinţi\nAbd Allah Ibn Abd al-Muttalib (tată)\nAmina Bint Wahb (mama)\nLucrări notabile (e) Constituția Medinei\nAlte nume văd numele și titlurile lui Muhammad\nRudele văd arborele genealogic din Muhammad, Ahl al-Bayt („Familia casei”)\nSemnătura Muhammad Sigilat.SVG\nSigiliul lui Muhammad\nLider musulman\nSuccesor Vezi succesiunea lui Muhammad\nNumele arab\nMuhammad personal (ISM)\nPatronimic (NASAB) Muḥammad ibn Abd Allah ibn Abd al-Muttalib Ibn Hashim Ibn Abd Manaf Ibn Qusai Ibn Kilab\nTeknonimic (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nO parte dintr -o serie despre Islam\nProfeți islamici\nAnbiya\nProfeți în Coran\nListat de numele islamic și numele biblic.\nʾĀdam (Adam) ʾidrīs (Enoch) Nūḥ (Noah) Hūd (Eber) ṣāliḥ (Selah) ʾibrāhīm (Abraham) lūṭ ieftin (lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac) yaʿqūb (Jacob) yūsuf (josif) ayūb (job) shu. Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel sau Gautama Buddha) dāūd (David) Sulaymān (Solomon) Yūnus (Iona) ʾilyās (Elijah) Alyasa Nefort ) Muḥammad (Muhammad)\nEvenimente principale\nVizualizări\n Portalul islam\nVte\nParte a unei serii pe\nislam\nAllah3.svg\nCredințe\nPractici\nTexte de texte\nIstorie\nCultura și societatea\nsubiecte asemănătoare\n Portalul islam\nVte\nMuḥammad ibn Abd Allah (arabul: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; c.570 - 8 iunie 632 CE), se crede că este sigiliul mesagerilor și profeților lui Dumnezeu în toate ramurile principale ale Islamului. Musulmanii cred că Coranul, textul religios central al Islamului, a fost dezvăluit lui Muhammad de către Dumnezeu și că Muhammad a fost trimis să restabilească Islamul, care cred că nu a avut originea cu Muhammad, ci este adevărata credință monoteistă originală nealterată a lui Adam, Abraham, Moise, Isus și alți profeți. [1] [2] [3] [4] Principiile religioase, sociale și politice pe care Muhammad le -a înființat cu Coranul au devenit fundamentul Islamului și al lumii musulmane. [5]\n\nNăscut în jurul anului 53 BH (570 CE) într-o respectată familie Qurayshi din Mecca, Muhammad a obținut titlul „al-Amin” (اَلْأَمِينُ, însemnând „The Denterworthy”). [6] [7] La vârsta de 40 de ani în 11 BH (610 CE), se spune că Muhammad a primit prima sa revelație verbală în peștera numită Hira, care a fost începutul coborârii Coranului care a continuat până la sfârșitul vieții sale; iar musulmanii susțin că Muhammad a fost solicitat de Dumnezeu să predice unitatea lui Dumnezeu pentru a elimina idolatria, o practică prezentă în mod excesiv în Arabia pre-islamică. [8] [9] Din cauza persecuției musulmanilor recent convertiți, la invitația unei delegații de la Medina (atunci cunoscută sub numele de Yathrib), Muhammad și adepții săi au migrat la Medina în 1 AH (622 CE), un eveniment cunoscut sub numele de Hijrah. [10] [ 11] Un moment de cotitură în viața lui Muhammad, acest Hegira marchează și începutul calendarului islamic. În Medina, Muhammad a schițat Constituția Medinei specificând drepturile și relațiile dintre diferitele comunități existente de acolo, a format o comunitate independentă și a reușit să înființeze primul stat islamic. [12] În ciuda ostilității continue a Meccanilor, Muhammad, împreună cu adepții săi, au preluat controlul asupra Mecca în 630, [13] [14] și au ordonat distrugerea tuturor idolilor păgâni. [15] [16] În anii săi de mai târziu în Medina, Muhammad a unificat diferitele triburi ale Arabiei sub Islam [17] și a efectuat reforme sociale și religioase. [18] În momentul în care a murit în aproximativ 11 AH (632 CE), aproape toate triburile peninsulei arabe s -au convertit la islam. [19]\n\nMusulmanii se referă adesea la Muhammad ca profet Muhammad, sau doar „Profetul” sau „Mesagerul” și îl consideră cel mai mare dintre toți profeții. [1] [20] [21] [22] El este văzut de musulmani ca un posesor al tuturor virtuților. [23] Ca un act de respect, musulmanii urmăresc numele de Muhammad de binenevoirea arabă Sallallahu 'alayhi wa sallam, (însemnând pacea să fie asupra lui), [24] uneori prescurtată ca „ferăstrău” sau „pbuh”.\n\nÎn Coran\nInformații suplimentare: Muhammad în Coran\n\nNumele Muhammad scris în Thuluth, o varietate de scenariu de caligrafie islamică\nCoranul enumeră puțin despre viața timpurie a lui Muhammad sau alte detalii biografice, dar vorbește despre misiunea sa profetică, excelența sa morală și problemele teologice cu privire la Muhammad. Potrivit Coranului, Muhammad este ultimul dintr -un lanț de profeți trimiși de Dumnezeu (33:40). De -a lungul Coranului, Muhammad este denumit „mesager”, „Mesager al lui Dumnezeu” și „Profet”. Unele dintre astfel de versete sunt 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 și 66:09. Sunt folosiți alți termeni, inclusiv „Warner”, „purtătorul de veghe bucuroase” și „cel care invită oamenii la un singur zeu” (Coran 12: 108 și 33: 45-46). Coranul afirmă că Muhammad a fost un om care deținea cea mai înaltă excelență morală și că Dumnezeu l -a făcut un bun exemplu sau un „model bun” pentru ca musulmanii să urmeze (Coran 68: 4 și 33:21). Coranul renunță la orice caracteristici supraumane pentru Muhammad, [25], dar îl descrie în termeni de calități umane pozitive. În mai multe versete, Coranul cristalizează relația lui Muhammad cu umanitatea. Potrivit Coranului, Dumnezeu l -a trimis pe Muhammad cu adevărul (mesajul lui Dumnezeu către umanitate) și ca o binecuvântare pentru întreaga lume (Coran 39:33 și 21: 107). În tradiția islamică, aceasta înseamnă că Dumnezeu l -a trimis pe Muhammad cu mesajul său către umanitate, a cărui următoare va oferi oamenilor mântuire în viața de apoi și este învățăturile lui Muhammad și puritatea vieții sale personale, care păstrează în viață închinarea lui Dumnezeu pe această lume [26]\n\nPotrivit Coranului, venirea lui Muhammad a fost prezisă de Isus: „Și amintiți -vă, Iisus, Fiul Mariei, a spus:„ O, Copiii lui Israel! Eu sunt Mesagerul lui Dumnezeu pentru tine, confirmând legea (care a venit) înaintea mea, și oferind o veste bucuroasă a unui mesager care să vină după mine, al cărui nume va fi Ahmad '\"(Coran 61: 6). Prin acest verset, musulmanii arabi timpurii au revendicat legitimitate pentru noua lor credință în tradițiile religioase existente și pentru presupusele predicții ale lui Isus. [27]"
}
