{
"Adam": "Первый пророк и отец всех людей.\nИстория Адама и Творения сочетается во всем Коране. В главах есть ссылки: 2, 4, 5, 20, 21, 38 и другие. В повествовании Корана Бог создал человечество из глины (Q3: 59), [18] сформировал его в форму, а затем приказал ангелам поклоняться (подчинить) Адаму. Иблис отказался от гордости (Q15: 26-32) [19] и был изгнан из Джанны (рай).\n\nСогласно Корану, Бог уже решил, прежде чем создание Адама, что человечество (Адам и его потомство) будет помещен на землю. Ислам не приписывает жизнь человечества на земле как наказание, скорее как часть Божьего плана.\n\n«Воистину, я собираюсь разместить поколения человечества после поколений на земле». Они (ангелы) сказали: «Вы поместите в них тех, кто подойдет в этом и проливает кровь, в то время как мы (ангелы) прославим вас похвалы и благодарность и освящаем вас?» Бог сказал: «Я знаю, что ты не знаешь».\n\nЗатем Бог учит Адама именам всех вещей и собирает ангелов перед Адамом, чтобы показать им, что у Адама есть нечто большее, чем они знают, в частности, высокая интеллектуальная способность Адама:\n\n«И он научил Адама именам - все они. Затем он показал их ангелам и сказал:« Сообщите мне об этом, если вы правдивы ». Они сказали:« Слава тебе (сказали Ангелы), Знания у нас нет, за исключением того, чему нас научил нас: на самом деле это то, кто совершенен в знаниях и мудрости ». Он сказал:« О, Адам! Скажите им их имена. «Когда Он сказал им, Бог сказал (ангелам):« Разве я не сказал вам, что знаю секреты Небеса и Земли, и я знаю, что вы раскрываете и что вы скрываете? »\n\nБог повелевает ангелам поклоняться Адаму. Все подчиняются, за исключением Иблиса, который чувствует, что его сделано из огня, не должны поклоняться Адаму, который был сделан с Земли. Его непослушание Божьего повеления, сопровождаемое Его гордостью, заставило его упасть из Божьей благосклонности:\n\n«И вот, мы сказали ангелам:« Поклонился Адаму », и они поклонились. Не так Иблис: он отказался и был надменным: он был из тех, кто отвергает веру (тех, кто непослушал)». (2:34)\n\nПозже Бог помещает Адама и Еву в сад и говорит им, что они могут наслаждаться своими фруктами, кроме как не приближаться к определенному дереву: (2:35)\n\n\"Мы сказали:\" О Адам! Оставь тебя и твоя жена в саду; и есть обильные вещи в них, как (где и когда) вы будете; Но подходите к этому дереву, или вы столкнетесь с вредами и трансгрессией ».\n\nЗатем сатана обманывает Адама и Еву в еде фруктов дерева: (2:36)\n\n«Тогда сатана заставила их ускользнуть из (сада) и вытащить их из государства (из фелисити), в котором они были. Мы сказали:« Удари тебя, все (люди), а некоторые из вас, имея вражду по отношению к другим. На земле будет ваше жилье и ваши средства к существованию - на некоторое время ».\n\nАдам и Ева чувствуют много раскаяния за их действия, но Бог поворачивается к Адаму в милости и приветствует его: (2:37)\n\n«Тогда узнал Адама из его Господа Слова вдохновения, и его Господь повернулся к нему; потому что он часто возвращается, самый милосердный».\n\nЗатем Бог сообщает Адаму, что Бог отправит Свое руководство Адаму и Его потомству: (2:38)\n\n«Мы сказали:« Уберите всех вас из этого места (сад), тогда всякий раз, когда приходит к вам руководству от меня, и кто бы ни следовал за моим руководством, их не будет страха, и они не будут скорбеть ».\n\nВ Эдемском саду сатана (часто идентифицируется как Иблис) заманивает Адама и Еву, чтобы не подчиняться Богу, пробуя фрукты с запретного дерева. Бог посылает Адама и Еву в остальную часть земли. [20] [21]\n\nКоран также описывает двух сыновей Адама и Евы, Каина и Авеля. [22] [23]",
"Idris": "Изобретатель ручки и изобретатель иглы.",
"Nuh": "Оставшийся в живых великого наводнения.",
"Hud": "Торговец\n\nЭто краткое изложение повествования HUD с акцентом на два конкретных стиха:\n\nЛюди Ада были чрезвычайно сильными и богатыми, и они построили бесчисленные здания [19] и памятники, чтобы показать свою власть. Тем не менее, богатство народа Ад, в конечном счете, оказалось их неудачей, поскольку они стали высокомерными и оставляли Бога и начали принимать идолов для поклонения, включая трех идолов по имени Самд, Самуд и Хара [11] Хад, даже в детстве, оставался последовательным в молитве Богу. Это связано с изгнанием, что мать Худа, благочестивая женщина, которая видела большие видения при рождении сына, была единственным человеком, который поощрял Худа в его поклонении. [20] Таким образом, Господь поднял HUD как пророка для народа Ад. [20]\n\nКогда Хад начал проповедовать и пригласил их поклоняться только истинному Богу, и когда он сказал им покаяться за их прошлые грехи и просить о милости и прощении, народ Ад начал оттачивать его, и злобно начал издеваться над Божьим посланием. История Худа воплощает пророческий цикл, общий для ранних пророков, упомянутых в Коране: Пророк отправляется его народу, чтобы сказать им, чтобы поклоняться только Богу и говорит им, чтобы признать, что именно Бог является поставщиком их благословений [9] Коран [3] Государства:\n\nМы послали к народу «ad их брата Худа, который сказал:« О, мой народ, поклоняйтесь Богу; у вас нет другого Бога, кроме он. (Что касается идолов), вы только изобретаете ложь.\nО, мои люди, я не спрашиваю вас за это за это: моя награда с тем, кто меня создал. Поэтому вы не поймете?\nО, мой народ, умоляй своего Господа простить тебя и обратиться к Нему в покаянии. Он отправит для вас дождь в торренты из неба и даст вам дополнительную силу. Так что не отвергайся от него как грешников \".\nОни сказали: «О, ты пришел к нам без доказательств. Мы не оставим наших богов, потому что вы так говорите и не верите в вас.\nВсе, что мы можем сказать, это то, что некоторые из наших богов поразили вас злом ». Он ответил:« Я призываю Бога свидетельствовать, и вы тоже являетесь свидетелями, что я ясно от того, что вы ассоциируете (в своих делах)\nПомимо него. Придумывайтесь против меня столько, сколько захотите, и не дайте мне передышки.\nЯ доверяю Богу, который мой Господь и твой Господь. Там нет существ, которое движется на земле, которого он не твердо держит. Воистину путь моего Господа прямой.\nЕсли вы оторветесь, то (помните), я доставил вам сообщение, с которым я был отправлен. Мой Господь поставит других людей на ваше место, и вы не сможете преобладать против него. Действительно, мой Господь следит за всем ».\n\n-Коран, Сура 11 (HUD), айя 50-57\nЧудо Хад\nПо словам Тафсира из Ибн Кайима аль-Джавзийя в его аналитической книге «Мадааридж Сааликеен», который цитировал Ибн Аби Аль-Язз в своем Сирхе (комментарий) Аль-Акида аль-Тахавия, Худ показал свое чудо, на что указывают Стих 56-58:\n\n(56) «Все, что мы можем сказать, это то, что некоторые из наших богов поразили вас злом». Он ответил: «Я призываю Бога засвидетельствовать, и вы тоже станете свидетелем, что я чувствую, что вы ассоциируете (в своих делах) ... кроме него. Придумывать меня столько, сколько захотите, и не дайте мне передышки Анкет\n\n(57) Я доверяю Богу, который является моим Господом и вашим Господом. Там нет существ, которое движется на земле, которого он не твердо держит. Воистину путь моего Господа прямой.\n\n(58) Если вы отвернетесь, то (помните), я доставил вам сообщение, которое мне было отправлено. Мой Господь поставит других людей на ваше место, и вы не сможете преобладать против него. Действительно, мой Господь следит за всем ».\n\n- Коран, Сура 11 (HUD). Ая 56-58",
"Salih": "Салих (арабский: صَالِحٌ, романизированный: ṣāliḥ, lit. ] в древней Аравии, до жизни Пророка Мухаммеда. История Салих связана с историей о камеле Бога, которая была даром Бога народу Тамуда, когда они хотели, чтобы чудо подтвердить, что Салих действительно был пророком.\n\nЕго профессия была заводчиком верблюдов.\n\nИсторический контекст\n\nМада'н Салих или Аль-Хидж в гористом регионе Хиджази в Саудовской Аравии\nТамуд был племенной конфедерацией в северо -западном регионе Аравийского полуострова, упомянутой в ассирийских источниках во времена Саргона II. Имя племени продолжает появляться в документах в четвертом веке нашей эры, но к шестому веку они считались группой, которая исчезла давно. [6]: 81\n\nСогласно Корану, город, в который был отправлен Салих, назывался «Аль-Хидж», [7], который соответствует Набатоанскому городу Хегра. [8] Город стал известен в первом веке нашей эры в качестве важного места в региональной торговле караваном. [9] Рядом с городом были большие украшенные скальные гробницы, используемые членами различных религиозных групп. Сайт назывался Мада'н Салих с эпохи Мухаммеда, названной в честь его предшественника Салиха. [11]\n\nЗа пределами исламских и бахаинских веений Салих не упоминается ни в каком другом Авраамическом Писании или в современном историческом тексте, но рассказ об разрушении Тамуда мог быть хорошо известен в древней Аравии. Имя племени используется в древней арабской поэзии в качестве метафоры для «проростки всех вещей». [6]: 223–24\n\nВ исламе\nБисмиллахир Рахманир Рахим\nЧасть серии об исламе\nИсламские пророки\nАнбия\nПророки в Коране\nПеречислены по исламскому имени и библейскому имени.\nʾĀdam (Адам) ʾidrīs (enoch) nū (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Авраам) Лу (лот) ʾismāʿl (ishmael) ʾisḥāq (isaac) yaʿqūb (jacob) yūsuf (josephāq (isaac) yaʿqūb (jacob) yūsuf (josephāq) yaʿqūb (jacob) yūsuf (josephāq) yaʿqūb Джетро) Муса (Моисей) Харун (Аарон) Дхул-Кифль (Иезекииль или Гаутама Будда) Дауд (Давид) Сулейман (Соломон) Юнус (Иона) ʾilyās (Элайджа) Алисаса (Элиша) Закария (Зехария) Яахая (Элиша) Закария (Зехария) Яхая (Элиша) Закария (Зехария) Яхая (Элиша) Закария (Зехария) Яхая (Элиша) Закария (Зехария) Я. ) Мухаммед (Мухаммед)\nГлавные события\nПросмотры\nИсламский портал\nВт\nЧасть серии на\nислам\nАллах3.SVG\nУбеждения\nПрактики\nTextsFoundations\nИстория\nКультура и общество\nпохожие темы\n Исламский портал\nВт\nКоран\n\nСалих приглашает своих людей увидеть камель\nОсвещенная коллекция историй пророков\nЖизнь Салиха в его общине была настолько праведной, что народ Тамуда фактически полагался на него за поддержку. [12] Он был избран Богом в качестве посланника и послал проповедовать против эгоизма богатого и осудить практику Ширк (идолопоклонство или многобожие). Хотя Салих проповедовал послание в течение длительного периода времени, люди за Тамуд отказались услышать его предупреждение и вместо этого начали просить Салиха совершить чудо для них. Они сказали: «О, Салих! Ты был из нас! Центр наших надежд до сих пор! Ты запрещаешь нам поклоняться тому, чем поклонялись наши отцы? Но мы действительно в подозрительных (обеспокоенных) сомнениях в том, что ты приглашаешь нас . \"\n\nСалих напомнил своему народу о бесчисленных замках и дворцах, которые они построили из камня, [13] и о их технологическом превосходстве над соседними общинами. Кроме того, он рассказал им о своих предках, племени Ад и о том, как они тоже были уничтожены за свои грехи. Некоторые из людей Тамуда верили слова Салиха, но лидеры племени отказались слушать его и продолжали требовать, чтобы он продемонстрировал чудо, чтобы доказать свое пророчество [14]\n\nВ ответ Бог дал Тамуду благословенную камель, как средство для поддержки и тест. Племени было сказано, чтобы верблюд мирно пасал и избежать причинения вреда ей. [15] Но в неповиновении от предупреждения Салиха народ племени подгонял верблюда. [16] Салих сообщил им, что у них было всего три дня, чтобы жить, прежде чем гнев Божий спустился на них. [17] Люди города были раскаявшимися, [18], но их преступление не могло быть отменено, и все неверующие люди в городе были убиты в результате землетрясения. Аль-Хидж был оказан необитаемым и оставался в руинах на протяжении всего времени после этого. [19] Салих сам и немногие верующие, которые следовали за ним, выжили. [20]\n\nИстория расширена в Сурате Ан-Намл, в то время как камель здесь явно не упоминается, в нем говорится, что девять человек замышляли убить Салих и всю его семью, [21] [22] преступление, за которое они были сняты. Богом три дня спустя. [23]\n\nМусульманская традиция\nМусульманские писатели подробно рассказали о истории Салих и о камеле. Ранняя исламская традиция часто включала мотив верблюда, чудесного появляющегося из камня, часто сопровождаемый теленком, и производство молока с верблюда. Аль-Табари утверждает, что Салих вызвал своего народа в гору, где они были свидетелями того, как скала чудесным образом раскололся, раскрывая верблюда. У камели был молодой теленок. Салих сообщил Тамуду, что старший верблюд должен был пить из своего источника воды в один день, и они должны были выпить из него на следующий день. В дни, когда им не разрешалось пить воду, верблюд предоставил им молоко. Но Бог сообщил Салиху, что мальчик, который будет подколенным подколенным верблюдом, скоро будет рожден в племени, и этот ребенок был злым и неестественно вырос. Верблюд был действительно убит, и его теленка трижды закричал, сигнализируя, что Тамуд будет уничтожен через три дня. Их лица стали желтыми, затем красными, затем черными, и они умерли на третий день, как и предсказывалось. [24]\n\nПо словам некоторых исламских ученых, мать Исмаила Хаджар была внучкой Пророка Салиха. [25]\n\nАналогичная традиция связана с комментарием восьмого века по поводу ислама Иоанна Дамаска [26] [27], а также упоминается в работах Ибн Катира. [28]",
"Ibrahim": "Отец Джудиария, христианства и ислама. Строитель Каабы.",
"Lut": "Историк и путешественник.\n\nКоран утверждает, что однажды группа ангелов посетила Авраама в качестве гостей по визу мужчин [12], чтобы сообщить ему о том, что его жена Сара была беременна Исааком. Находясь там, они также сказали ему, что Бог послал «виновным народу» [13] Лута [14], чтобы уничтожить их [15] с «душем камней глины». [16] Лут и те, кто верил в него, должны были быть избавлены, но его жена должна была умереть в разрушении, а ангелы заявили, что «она отстает от тех, кто отстает». [17] [18] Коран также опирается на жену Лота как «пример для неверующих», поскольку она была замужем за праведным человеком, но отказалась верить в свое послание и, таким образом, была осуждена в аду [3] [19]\n\nНарод городов -близнецов нарушал границы Бога. Согласно Корану, их грехи включали в себя неосветность и грабеж [20], которые они ненавидели незнакомцев и ограбили путешественников, кроме других злоупотреблений и изнасилования. Это был их грех сексуального проступка, который считался особенно вопиющим: Лут сильно уклонялся от них за то, что они приближаются к мужчинам с сексуальным желанием, а не к женщинам. [21] [22] Лут сказал и пытался помочь им отказаться от своих греховных путей, но они высмеивали его [20] и угрожали выселить его из городов [23]. Лут молился Богу и умолял быть спасенным от последствий их греховных действий. [3] [24]\n\nЗатем три ангела, замаскированные под красивых мужчин, пришли в Лут в качестве гостей. Он огорчил мужчин, поскольку он чувствовал бессильство, чтобы защитить их от народа городов. [25] Жители городов, узнав о посетителях, потребовали, чтобы этот участок сдал своих гостей. [26] Огорчен и боятся, что они понесут гнев Божий, предложили довольно законнный брак со своими дочерьми [27] как благочестивые и более чистые альтернативы их незаконным желаниям и, возможно, как источник руководства. [28] Но они были неумолимыми и ответили: «Ты знаешь, что нам не нужны твои дочери: действительно, ты прекрасно знаешь, чего мы желаем!», [29], ссылаясь на своих гостей мужчин.\n\nExegetes Ibn Kathir, Qurtubi и Tabari не читают «дочери», чтобы означать буквальных дочерей Лота. Они утверждают, что, поскольку пророк похож на отца своей нации, Лот направил бы злодеев отвернуться от своих грехов и участвовать в здоровых и благочестивых отношениях с дочерьми нации, то есть женщин в целом [30].\n\nЗатем ангелы раскрыли свою истинную личность участку и сказали ему: «Мы (здесь), чтобы доставить тебя и твое, кроме твоей жены: она из тех, кто отстает». [3] Они посоветовали Лоту покинуть города Ночью, сказав ему не оглядываться назад. [31] Держа свою веру в Бога, Лот покинул города в темноте ночи, принесло с собой своих последователей и веря членам семьи. Наконец, пришло утро и постановление Бога Прошел после чего Коран гласит: «Мы перевернули (города) вверх дном и дождь на них крепко спустились в качестве запеченной глины, разбросаны, слоя на слое,-« [32] и, таким образом в разрушение и отчаяние и отметка конец цивилизаций Содома и Гоморры. [3]",
"Ismail": "Отец арабов.\n\nИзмаил считается пророком в исламе и перечислен в Коране с другими пророками во многих случаях. [11] [12] [13] [14] В других стихах, таких как 21:85 [15] и 38:48, [16] Измаил восхваляется за то, что он терпелив, хорош и праведен. [17] Конкретный пример, который описывает Измаил индивидуально,-19: 54-55 [18]-«И призвать на ум, через этот божественный приказ, Измаил. Вот, он всегда был верен своему обещанию и был апостолом [Бога], А. Пророк, который привык привести к молитве и благотворительности в своем народе и нашел благосклонность в виде своего поддержания ».",
"Ishaq": "Библейский патриарх Исаак (арабский: إسحاق или إسحٰق [примечание] ʾisḥāq) признан пророком и посланником Бога мусульманами. [1] Как и в иудаизме и христианстве, Ислам утверждает, что Исаак был сыном патриарха и пророка Авраама от его жены Сары. Мусульмане держат Исаака в глубоком почитании, потому что они считают, что и Исаак, и его старший сводный брат Ишмаил продолжили духовное наследие своего отца благодаря последующей проповеди послания Бога после смерти Авраама [2]. Исаак упоминается в пятнадцати отрывках Корана. [3] Наряду с упоминанием нескольких раз в Коране, Исаак считается одним из пророков ислама.\n\nОтец израильского народа.\n\nРанние годы\nИз -за Божьей благодати и завета с Авраамом Сара была одарена ребенком в старости. Исааку было 10 лет, когда его сводный брат Измаил вышел из дома Авраама в пустыню. В то время как в пустыне Измаил взяла жену дочерей Моава по имени Айешах. [4]\n\nМесто захоронения\nГробница Исаака\nЕго гробница и его жена Ревекка считается в пещере патриархов в Хевроне, Западный берег, известный в Исламе как Ибрагим-и-Мекк («Мечеть Авраама»). Наряду с гробницей Исаака принадлежат некоторым другим Кораническим/Библейским патриархам и их женам: Авраам, Сара, Иаков и Лия.\n\nУпоминается в Коране\nИсаак упоминается пятнадцать раз по имени в Коране, часто со своим отцом и его сыном, Джейкобом (Я'куб). [5] Коран утверждает, что Авраам получил «хорошие значения Исаака, пророка, праведного», и что Бог благословил их обоих (37: 112). «И мы дали ему радостные подстилки Исаака, пророка из числа праведных. И мы благословили его и Исаака. И среди их потомства - добродетельные и те, кто явно ошибается» [6] в более полном описании, когда ангелы пришли к Ибрагим рассказать ему о будущем наказании, которое будет наложено на Содома и Гоморру, его жену, Саре, «засмеялись, и мы дали ей хорошую одежду Исаака и после Исаака (внука) Джейкоба» (11: 71-74) ; И также объясняется, что это событие будет проходить, несмотря на старость Авраама и Сары. Несколько стихов говорят об Исааке как о «дар» Аврааму (6: 84; 19: 49-50), и 29: 26-27 добавляет, что Бог создал «Пророчество и книга, чтобы быть среди его потомков», которое было истолковано Чтобы ссылаться на двух пророческих сыновей Авраама, его пророческого внука Джейкоба и его пророческого правнука Джозефа. В Коране позже рассказывает, что Авраам также восхвалял Бога за то, что он дал ему Измаил и Исаак в его старости (XIV: 39-41).\n\nВ другом месте в Коране Исаак упоминается в списках: Джозеф следует религии своих предков Авраама, Исаака и Иакова (12: 38) и говорит о благосклонности Бога (12: 6); Все сыновья Ясуба свидетельствуют о своей веге и обещании поклоняться Богу, что их предки, «Авраам, Измаил и Исаак», поклоняются (2: 127); и Коран приказывает мусульманам верить в откровения, которые были даны «Аврааму, Измаилу, Исааку, Иакову и Патриархам» (2: 136; III: 84).",
"Yaqub": "Якуб ибн Ишаак ибн Ибрагим (арабский: يَعْقُوب ابْنُ إِسْحَٰق ابْنُ إِبْرَاهِيم, буквально: «Якоб, сын Исаака, арабский арабский: арабский:« арабский: ответственный »; : إِسْرَآءِیْل [israaeeel]), также известный как Джейкоб, является пророком в исламе. Он признан патриархом ислама. Мусульмане считают, что он проповедовал ту же монотеистическую веру, что и его предки: Авраам (Ибрахим), Измаил (Исмаил) и Исаак (Ишаак).\n\nДжейкоб упоминается шестнадцать раз в Коране. [1] Считается, что еще две ссылки на Исраила упоминаются о Иакобе. [2] В большинстве этих ссылок Джейкоб упоминается вместе с другими ивритными пророками и патриархами как древний и благочестивый пророк, который остался в «компании избранных». [3] [4] Мусульмане считают, что Иаков был сыном Исаака и что он проповедовал единство Бога на протяжении всей своей жизни. Как и в христианстве и иудаизме, Ислам считает, что у Джейкоба было двенадцать сыновей, у каждого из которых будет отца двенадцать племен Израиля. [5] Джейкоб играет важную роль в истории своего сына Джозефа (Юсиф). [6] Коран дополнительно дает понять, что Бог заключил завет с Джейкобом [7], а Иаков стал верным лидером по команде Бога. Его дедушка (Ибрагим), отец (Ишак), дядя (Исмаил), Сон (Юсуф) и сам - все пророки ислама. [8]\n\nВ Коране\nДжейкоб упоминается по имени в Коране шестнадцать раз. [9] Хотя многие из этих стихов хвалят его, а не рассказывают об этом примере из его повествования, Коран, тем не менее, записывает несколько важных событий из его жизни. Мусульманская традиция и литература [10] Самым ранним событием с участием Иакова в Коране является то, что ангелы (малагика) дают «радостные значения» Аврааму и Саре о будущем рождении пророческого сына по имени Исаака, а также пророческим внук по имени Джейкоб. [11] Коран утверждает:\n\nКогда он отвернулся от них и от тех, кому они поклонялись, кроме Аллаха, мы даровали ему Исааку и Иакова, и каждый из них сделал пророка.\n\n- Коран, Сура 19 (Марьям), Ая 49 [11]\nКоран также упоминает, что Авраам преподавал веру чистого монотеизма своим сыновьям, Измаилу и Исааку, а также Иакову. Коран записывает Авраам, рассказывающий Ишмаил, Исаак и Иаков: «О, мои сыновья! Аллах выбрал веру для вас; тогда умирайте не за исключением вере ислама». Сила его веры, которая стала сильнее, когда он стал старше. Коран упоминает, что Иакоб был «руководствовался»; [13], данный «знание»; [14] «вдохновлен»; [15], и получил «язык правдивости, который должен быть услышан». [16] Коран позже заявляет следующее относительно Джейкоба:\n\nИ мы даровали ему Исаак и, как дополнительный дар (внук), Джейкоба, и мы сделали праведных людей каждого (из них).\nИ мы сделали их лидерами, руководя (мужчин) по нашим командованию, и мы послали им вдохновение для совершения добрых дел, решать молитвы и практиковать регулярную благотворительность; И они постоянно служили нам (и только нам).\n\n-Коран, Сура 21 (Аль-Анбия), Аят 72–73 [17]\nИ отмечают наших слуг Авраама, Исаака и Джейкоба, обладающих власти и видения.\nВоистину, мы выбрали их для особой (цели)- провозглашая послание будущего.\nОни были, по нашему мнению, действительно от компании избранных и добра.\n\n- Коран, Сура 38 ('SAD), Аят 45–47 [18]\nДжейкоб и его сыновья\nСледующее значительное упоминание Джейкоба в Коране в повествовании Суры Юсуф. История Иосифа в Коране открывается мечтой о том, что у Джозефа был однажды ночью, после чего он побежал к своему отцу Иакову, говоря: «Вот! Джозеф сказал своему отцу:« О, мой отец! Я видел одиннадцать планет, солнца и луна: я видел, как они простираются ко мне! »« [19] Лицо Джейкоба, наполненное восхищением тем, что он слышал от молодого Иосифа, и стареющий пророк сразу понял, что значит мечта Анкет Джейкоб мог предвидеть, что его сын вырастет, чтобы стать следующим пророком в линии Авраама, и именно Иосиф сохранит послание ислама в ближайшие годы. Однако старшие сыновья Джейкоба чувствовали, что их отец любит Джозефа и Бенджамина, младшего сына Джейкоба, больше, чем они. Джейкоб знал об их ревности и предупредил молодого Иосифа об этом [20] Десять старших братьев Джозефа решили убить его. Как рассказывает Коран их обсуждение:\n\nОни сказали: «Действительно Джозеф и его брат любят больше отца, чем мы: но мы хорошее тело! На самом деле, наш Отец, очевидно, блуждает (в его уме)!\n«Убийся, Йе, Иосиф, или изгнал его на какую -то (неизвестную) землю, что, чтобы одолжение твоего отца может быть отдана тебе в одиночку: (будет достаточно времени), чтобы ты был праведным после этого!»\n\n- Коран, Сура 12 (Юсуф) Аят 8–9 [21]\nОднако один из братьев (обычно понимается, как Рувим [22]), чувствовал, что вместо того, чтобы убивать Иосифа (Юсуф), они должны вместо этого бросить его в колодец, чтобы караван мог прийти и поднять его. [23] Таким образом, они спросили своего отца, могут ли они взять молодого Иосифа, чтобы поиграть с ними, при условии, что они будут следить за ним. Хотя Джейкоб боялся, что дхиб (арабский: ذِئـب, Волк) пожрит своего сына, [24] мятежные пожилые сыновья насильно забрали Джозефа и бросили его в колодец. [25] Когда сыновья вернулись в Джейкоб в ту ночь, они притворились, что плакали, и они также сказали ему, что волк пожрал Джозефа. Чтобы обмануть своего отца, они испачкали рубашку Джозефа (Юсуф) ложной кровью [26], но Джейкоб, который был одарен знанием, знал, что это была ложная смесь, которую они разработали. Хотя Джейкоб действительно беспокоился о потере Иосифа, он оставался стойким для Бога на протяжении всего своего горя. [26] С прошлых лет молодой Иосиф вырос в человека в Египте; Тем временем Джейкоб вернулся домой в Ханаан, где его сыновья постоянно беспокоили его о его повторяющейся молитве Богу за возвращение Иосифа (Юсуф). [27] Хотя Иаков часто жаловался Богу [14], это никогда не было на Божьи, но из -за отвлечения его собственного разума и его случайного вырыва от границ терпения, который он установил для себя. Он постоянно игнорировал нечестивые насмешки своих сыновей и простил их и пытался дать им здравый совет. [28] Однажды Джейкоб решил отправить своих сыновей на поручение, сказав им поехать в Египет в поисках Джозефа и Бенджамина. Его сыновья впервые слушали его и отправились в Египет. Когда один из сыновей Иакова вернулся в Ханаан с хорошей новостью о Джозефе и Бенджамине в Египте, он пришел с рубашкой, которую дал ему Джозеф, который он сказал ему, чтобы бросить лицо их отца, [29], чтобы убрать слепоту Иакова и горе. Таким образом, сын следовал инструкциям и сделал, как сказал Джозеф, восстанавливая физическое и умственное видение Иакова.\n\nКак только взгляд Иакова был восстановлен, вся семья начала свой путь в Египет, чтобы снова встретиться с Джозефом и другими сыновьями. Как только они прибыли, отец и сын встретились друг с другом с большой любовью и снова воссоединились в мире. Теперь влиятельный Джозеф предоставил своим родителям дом для своих родителей, и, как говорит Коран, поднял их высоко на «престоле достоинства». [30] Теперь вся семья, вместе, могла обратиться к Богу через пророческие офисы Иакоба и Иосифа.\n\nПоследний совет Джейкоба своему народу\nВсе дети Израиля были призваны поклониться в веру в ислам (подчинение Богу) до смерти Иаков. Джейкоб хотел убедиться, что его дети умирают только в исламе и, следовательно, взяли от них последнее обещание. Когда он спросил их, кому они будут поклоняться после его смерти, они ответили, что будут продолжаться в исламе и поклоняться и поклоняться Богу. [31] Несмотря на то, что сцена смертного кровати украшена еврейской традицией и упоминается в книге Бытия, Коран упоминает об этом, чтобы подчеркнуть представление о том, что Авраам, Исаак, Ишмаил и Иакоб были мусульманами, поскольку они поклонялись полностью Бог и Бог один. Коран рассказывает:\n\nИ это было наследием, которое Авраам оставил своим сыновьям, как и Джейкоб; «О, мои сыновья! Аллах выбрал веру для тебя; тогда умирай не, кроме как в вере ислама».\nБыли ли свидетели, когда смерть появилась перед Джейкобом? Вот, он сказал своим сыновьям: «Что вы поклоняетесь мне?» Они сказали: «Мы будем поклоняться Твоему Богу и Богу твоих отцов, Авраама, Исмаила и Исаака,- Единому (истинно) Аллаху: Ему мы поклоняемся (в исламе)».\n\n-Коран, Сура 2 (Аль-Бакара), Ая 132–133 [32]\nНаследие Джейкоба\nДжейкоб очень особенный в исламе для того, чтобы продолжить наследие, оставленное его предками. Мусульмане верят, что Бог дарил Свою великую благодать Иакову и выбрал его, чтобы быть одним из самых возвышенных людей. Коран часто упоминает Джейкоба как человека мощи и видения и подчеркивает, что он был от компании добрых и избранных. Как говорит Коран:\n\nЭто было причиной о нас, которую мы дали Аврааму (для использования) против его народа: мы поднимаем, кого мы будем, степень за степенью: потому что твой Господь полон мудрости и знаний.\nМы дали ему Исаака и Иакоба: все (три) руководствовались: и до него мы руководили Ноем, и среди его потомства, Дэвида, Соломона, Иова, Джозефа, Моисея и Аарона: Таким образом, мы вознаграждаем тех, кто делает добро:\n\n-Коран, Сура 6 Аль-Анам, Айа 83–84 [33]\nАли ибн Аби Талиб, когда его спросили о пророках, которые были даровали особые имена, рассказывает о том, что Яубб ибн Ишак был известен своим народом как Ишраил. [34]\n\nПримеры в Библии с участием Иакова Борьба с ангелом не упоминаются в Коране, а обсуждаются в мусульманских комментариях, как и видение лестницы Иакова. [9] [35] Джейкоб обманывает Исаака, чтобы благословлять его, выдавая себя за своего близнеца, Исав, также не в Коране, а в мусульманских комментариях. [9]\n\nМусульмане, которые верят, что Иаков был великим патриархом, подчеркивает веру в то, что главное значение Иакова придается в его великом подчинении Богу и его твердой веге в правильную религию. Как патриарх, Джейкоб вместе с Авраамом может быть самым плодотворным в соответствии с традицией. Из его двенадцати сыновей [36] должны были прийти много других великих пророков, включая Иону (Юнус), Давида (Дауд), Соломона (Сулиман) и Иисуса (Иса).",
"Yusuf": "Юсуф ибн Якуб ибн Ишаак ибн Ибрагим (арабский: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهيم) (Иосиф, сын Джейкоба, сын Исаака, сын Абрахам), является проприня человек из Танаха, еврейского религиозного Писания и христианской Библии, который, по оценкам, жил в Египте перед Новым Царством. [2] Это одно из общих имен на Ближнем Востоке и среди мусульманских наций. Из всех детей Иакова Джозеф был даром пророчества. Хотя повествования о других пророках упоминаются в различных сурах, полное повествование о Иосифе дается только в одной суре, Юсуф, что делает его уникальным. Говорят, что это самый подробный повествование в Коране и имеет больше деталей, чем библейский аналог. [3]\n\nСчитается, что Юсуф был одиннадцатым сыном Якуба (арабский: يعقوب, Якуб), и, по мнению многих ученых, его любимых. По словам Ибн Катира, «у Джейкоба было двенадцать сыновей, которые были одноименными предками племен израильтян. Самым благородным, самым возвышенным, величайшим из них был Иосиф. своему отцу, которого узнает Иакоб. [5] В дополнение к роли Бога в Его жизни, история Юсуфа и Зулаихи (Жена Потифара из Ветхого Завета) стала популярным предметом в персидской литературе, где она значительно разработала на протяжении веков. [6]\n\nКоран Сура 12 (Юсуф)\n\nИспользование «царя» против \"фараона\"\nВ Коране, название правителя Египта во время Иосифа, особенно говорят, что он является «королем» (арабский: аль-Малик), в то время как правитель Египта во время времени Моисея, как говорится,-это « Фараон \"(арабский: Финаун, хотя как имя без определенной статьи). Это интересно, потому что, согласно историческим источникам, титул фараон начал использоваться только для обозначения правителей Египта (начиная с правила Тутмоса III) в 1479 году - примерно 21 год после смерти Пророка Иосифа. [44] Но в повествовании Юсуфа в Библии «Король названий» (иврит: мелех) и фараон используются взаимозаменяемо для правителя Египта в Главах Генезиса 39-41. [45]\n\nМалик (из Египта) сказал: «Я вижу (в видении) Семь толстяк, которого пожирают семь худы , если это будет то, что вы можете интерпретировать видения ».\n\n- Коран, Сура 12 (Юсуф), Ая 43, [46]\nЗатем после них мы послали Мусу с нашими знаками в Фир'ун и его вождях, но они неправомерно отвергли их. Итак, посмотрите, как был конец аль-Муфсидина (арабский: ألمفسدين, «Создатели вреда» или «Коррупторы»).\n\n-Коран, Сура 7 (Аль-Араф), Ая 103 [47]\nИ Малик сказал: «Принеси его ко мне». Но когда посланник пришел к нему, он (Юсуф) сказал: «Вернись к своему Господу и спроси его:« Что случилось с женщинами, которые порезали их руки? Конечно, мой Господь (Аллах) хорошо осведомлен о своем заговоре.\n\n- Коран, Сура 12 (Юсуф), Ая 50, [48]\nИ Учитель Джозефа взял его и посадил в тюрьму, место, где были связаны заключенные короля; И он был там в тюрьме.\n\n- Бытие 39:20\nИ Иосифу было тридцать лет, когда он стоял перед фараоном царя Египта-и Джозеф вышел из присутствия фараона и прошел всю землю Египта.\n\n- Бытие 41:46\nИ Джозеф поместил своего отца и своих братьев и дал им владение на земле Египта, в лучших из земли, на земле Рамесеса, как командовал фараон.\n\n- Бытие 47:11",
"Ayyub": "Иов (арабский: أيوب, романизированный: аюб) известен как пророк в исламе и упоминается в Коране. [1] История Иова в исламе параллельна истории еврейской Библии, хотя основной акцент делается на работу, оставаясь стойкой для Бога; Нет упоминания о обсуждениях Иова с друзьями в Кораническом тексте, но позже мусульманская литература гласит, что Иова были братьями, которые спорили с человеком о причине его страданий. Некоторые мусульманские комментаторы также говорили о работе как о предке римлян. [2] Исламская литература также комментирует время и место пророческого служения Иова, заявив, что он пришел после Джозефа в пророческом сериале и что он проповедовал своему народу, а не был отправлен в указанное сообщество. Далее традиция рассказывает, что работа будет лидером на небесах группы «тех, кто терпеливо перенес». [3]\n\nAyūb (Job) впервые упоминается в Коране в следующем стихе:\nДействительно, мы открыли вам, [о Мухаммед], как мы открыли Ною и пророкам после него. И мы открыли Аврааму, Измаилу, Исааку, Иакову, потомкам, Иисусу, Иовани, Ионе, Аарону и Соломону, и Дэвиду мы дали книгу [Забур].\n\n-Коран, Сура 4 (Ан-Ниса), Ая 163 [4]\nКоран описывает Иов как праведного слуги Аллаха, который был поражен страданиями в течение длительного периода времени. Тем не менее, в нем ясно говорится, что Иов никогда не теряла веру в Бога и навсегда призван к Богу в молитве, прося его убрать его страдания:\n\nИ [упомянуть] Иов, когда он призвал своего Господа: «Действительно, бедствия коснулись меня, и ты самый милосердный из« милосердных ».\n\n- Коран, Сура 21 (Пророки), Ая 83 [5]\nДалее в повествовании говорится, что после многих лет страданий Бог приказал Иова «ударить своей ногой!». [6] Сразу работа ударила по земле ногой, и Бог заставил прохладный источник воды, чтобы вырваться с земли, от которой Иов может пополнить себя. Коран утверждает, что именно тогда Бог удалил Свою боль и страдания, и он вернул ему семью Иова, благословил его многими поколениями детей и дал ему большое богатство. В дополнение к кратким описаниям повествования Иова, Коран далее дважды упоминает работу в списках тех, кого Бог дал особое руководство, мудрость и вдохновение (IV: 163) и как один из людей, которые получали авторитет, дар пророчества (VI: 84).\n\nПосле того, как сатана отказался от попытки отвергнуть работу от Господа, Бог удалил пострадавшие Иова и вернул ему свою семью, удвоив их по количеству. Он вернул богатство Иова и осыпал работу золотом. Как только жена Иова увидела, как ее муж восстановил в процветании и здоровье, она молилась благодаря Богу, но затем беспокоилась о присяге, которую ее муж дал ранее, в которой он обещал победить ее сотней ударов. Иов также был глубоко огорчен из -за присяги, которую он дал, на фоне его страданий. Бог, однако, послал откровение на работу, которая сказала ему не победить свою жену, а осторожно ударить ее с помощью мягкой травы. [7]\n\nКоран Ссылки\nПророчество работы: 4: 163, 6:84\nСуд и терпение: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nдальнейшее чтение\nИбн Катир, Бидая ва л nihaya, i, 220–225\nТафсир на XXI и XXXVII\nТабари, я, 361–364\nТалаби, рассказы о пророках, Каир 1339, 106–114\nКисаи, истории пророков, 179–190\nИбн Асакир, Тарих Аль-Кабир, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb или Shuʿayb (арабский: شعيب, ipa: [ʃuʕajb]; значение: «Кто показывает правильный путь») - древний мидианайский наби (пророк) в исламе, и самый почитаемый пророк в веге Друз. [Пророк). 1] Шуайб традиционно идентифицируется с библейским тестом Моисея. Шуаиб упоминается в Коране в общей сложности 11 раз. [2] Считается, что он жил после Ибрагима (Авраама), и мусульмане считают, что его послали в качестве пророка сообществу: мидианитяне, [3], которые также известны как Ахаб аль-Айка («Спутники леса») , [4] [5] [6] [7], поскольку они привыкли поклоняться большому дереву. Для народа Шуайб провозгласил прямой путь и предупредил людей, чтобы положить конец своим мошенническим путям. Когда сообщество не покаялось, Аллах (Бог) уничтожил общину. [3] [5]\n\nМусульмане понимают, что Шуайб был одним из немногих арабских пророков, упомянутых по имени в Коране, остальные - Салих, Хад и Мухаммед. Говорят, что он был известен мусульманам «красноречивым проповедником среди пророков», потому что он, согласно традиции, давал талант и красноречие на своем языке [8].\n\nИсторический контекст\nПлощадь, в которую был отправлен Шуинб, называется «Мадиан в Коране, известный на английском языке как мидийский, который часто упоминается в Библии. Говорят, что мидианитяне принадлежат арабскому происхождению, хотя, будучи соседями библейских ханаантов, они смешались с ними. Говорят, что это блуждающее племя, и что их главная территория во время Мусы (Моисей) была Синайским полуостровами.\n\nСпорная идентификация с Джетро\nДжетро упоминается в Библии (Исход 3: 1) в качестве отца Моисея. Хотя Shuaib часто идентифицируется со священником -мидианитом Джетро, ​​большинство современных ученых отвергают эту идентификацию. Классические комментаторы, такие как Ибн Катир, говорят, что Шуинб был правнуком Авраама: Шуайб, как полагают, был сыном Микила, сына Иссачара, сына Мидиана, сына Авраама. [8] Это сделало бы невозможным идентификацию с Джетро, ​​который жил во время Моисея, якобы сотни лет после Авраама. [9].\n\nКоран утверждает, что Шуайб был назначен Богом пророком для народа Мидиана. Говорят, что люди этой земли особенно известны тем, что обманывают других через нечестность и идолопоклонство. Пророчество Шуинба в основном связано с призывом к мидианитянам к правильному пути Бога [10] и запрещало им поклоняться ложным богам.\n\nТакже сказано, что он сказал своим людям перестать быть нечестными в своей повседневной деятельности. Хотя он проповедовал и пророчествовал в течение длительного периода времени, большинство людей отказались слушать его. Шуайб, однако, оставался стойким. Он последовательно проповедовал против нечестивых, рассказывая им о наказании, которое постигнуло грешного перед ними. Шуайб предупредил людей, что их невежество приведет к разрушению мидиана, приведя исторические примеры более ранних пророков, включая Ноя, Хада, Салиха и Лота, [11] все, чей народ был разрушен Богом.\n\nЛюди насмехались над Шуайбом и сказали ему, что, если не для престижной семьи, из которой он пришел, его наверняка были бы забиты камнями до смерти. Шуайб ответил: «Моя семья больше внимания с вами, чем Бог?» Когда мидианитяне отказались верить, они были уничтожены могущественным землетрясением. [3] Коран, однако, упоминает, что Шуинб и его верующие спутники были спасены от громового наказания. [11] [12]\n\nПараллели с другими пророками\nМиссия Шуайба часто упоминается в Коране с миссией Ноя, Хада, Салиха и Лота. Ученые отметили, что эти пять пророков иллюстрируют ранние пророческие миссии: [13] Пророк будет отправлен в его сообщество; Сообщество не будет обращать внимания на его предупреждение и вместо этого угрожает ему наказанием; После многих лет проповеди Бог просил Его покинуть Свою общину, в то время как его народ был впоследствии уничтожен в наказании. [13] Ученые хронологически интерпретируют список пяти пророков, поэтому Шуайб был потомком Ноя (проповедовал о великом наводнении) и Пророком Авраамом.",
"Musa": "В исламе Муса ибн Имран (арабский: موسی ابن عمران, lit. Его имя упоминалось 136 раз, а его жизнь рассказывается и рассказывается больше, чем у любого другого пророка. [2] [3]\n\nСогласно Корану, Муса родился в израильской семье. В детстве его помещают в корзину, которая течет в сторону Нила, и в конце концов Муса обнаружила женой фараона (Fir'awn) Асия, которая делает Мусу своим приемным сыном. После достижения взрослой жизни Муса проживает в Мидиане, прежде чем отправиться в Египет снова, чтобы угрожать фараону. Во время своего пророчества, как говорят, Муса совершил многочисленные чудеса, а также сообщается, что лично разговаривал с Богом, который дарует название «Спикер Бога» (Калим Аллах) на Мусу. Самое популярное чудо пророка - он разделил море с чудесной палкой, предоставленной Богом. Помимо Корана, Муса также описывается и хвалят и в хадисной литературе.\n\nПосле смерти фараона Муса и его последователи едут к Иерусалиму, где в конечном итоге умирает Пророк. В исламской традиции он, как полагают, был похоронен в Наби Мусе и в конечном итоге вырос на небесах. После этого, как сообщается, он встретил Мухаммеда в семи небес после восхождения последнего из Иерусалима во время ночного путешествия (’isrā 'miʿrāj). [4] Во время путешествия Муса, как говорят, неоднократно возвращали Мухаммеда, чтобы встретить Бога и запросить сокращение количества необходимых ежедневных молитв, первоначально считалось, было пятьдесят, пока не осталось только пять обязательных молитв. [5] [6]\n\nМуса рассматривается как очень важная фигура в исламе. Согласно исламскому богословию, все мусульмане должны верить в каждого пророка и посланника Бога, в который входят Муса и его брат Харун. Жизнь Мусы, как правило, рассматривается как духовная параллель жизни Мухаммеда, и мусульмане считают, что многие аспекты жизни двух людей будут разделены [1] Исламская литература также описывает параллельную связь между их народом и инцидентами, которые произошли в их жизни; Исход израильтян из древнего Египта считается, что по своей природе похож на миграцию Мухаммеда и его последователей из Мекки в Медину, поскольку оба события разворачивались перед лицом преследований - израильтян древними египтянами и ранними мусульманами - израильтян Мекканками, соответственно. [7] Его откровения, такие как десять заповедей, которые являются частью содержания Торы и являются центральными для Авраамических религий иудаизма и христианства. [8] [9] Следовательно, евреи и христиане обозначены как «люди книги» для мусульман и должны быть признаны этим особым статусом, где применяется исламский закон. Муса дополнительно почитается в исламской литературе, которая расширяется на инцидентах его жизни и чудеса, приписываемые ему в Коране и Хадисах, таких как его прямые разговоры с Богом.",
"Harun": "В исламе Харун ибн Имран [2] (арабский: هارون ابن عمران, лит. 'Аарон, сын Амрама), является пророком и посланником Бога (Аллах) и старшим братом Пророка Мусы (Моисей). [3] [неудачная проверка] [Потрераемое разъяснение] Он вместе со своим братом проповедовал израильтян в Исход. [4]\n\nКоран содержит многочисленные ссылки на Аарона, как по имени, так и без имени. В нем говорится, что он был потомком Авраама [5] и дает понять, что и он, и Моисей были отправлены вместе, чтобы предупредить фараона о Божьем наказании. [6] Это также добавляет, что Моисей ранее молился Богу, чтобы укрепить свое собственное служение с Аароном [7], и что Аарон помог Моисею, так как он тоже был пророком, [8] и очень красноречивым в вопросах речи и дискурса. [9] Коран добавляет, что как Моисею, так и Аарону было поручено создать места жилища для израильтян в Египте, а также превратить эти дома в места поклонения Богу. [10]\n\nИнцидент с золотым теленком, как это рассказано в Коране, рисует Аарона в позитивном свете. Коран говорит, что Аарону было поручено руководству Израиля, в то время как Моисей был на Шаре Сина (арабском языке: طـور سيـنـاء, горе Синай) в течение сорока дней. [11] [12] добавляет, что Аарон старался изо всех сил остановить поклонение золотому теленку, который был построен не Аароном, а злым человеком по имени «Ас-самири». [13] Когда Моисей вернулся с горы Синай, он упрекнул Аарона за то, что он позволил поклоняться идолу, которому Аарон умолял Моисею не обвинять его, когда он не играл в его конструкции. [14] [12] Затем Коран добавляет, что Моисей здесь оплакивал грехи Израиля и сказал, что у него была власть только над собой и Аароном. [15]\n\nАарон позже отмечен в Коране как тот, у кого был «четкий авторитет» [16], и тот, кто «направлялся на правильный путь». [17] Это также добавляет, что память Аарона была оставлена ​​для людей, которые пришли за ним [18], и он благословлен Богом вместе со своим братом [19] Коран также говорит, что люди называют «Мать Иса Марьям (арабский: مـريـم, Мэри)». сестра Харуна \"[20] мусульманских ученых, обсуждающих, кто именно этот« Харун »был с точки зрения его исторической личности, а некоторые сказали, что это была ссылка на Аарон Исход, и термин« сестра », обозначающий только метафорический или духовная связь между двумя фигурами, тем более очевидна, когда Мария была потомком священнической линии Аарона, в то время как другие считали его другим праведным человеком, живущим во времена Христа по имени «Аарон». Большинство ученых договорились о прежней перспективе и духовно связали Марию с фактической сестрой Аарона, ее тезкой Мирием (арабский: مـريم, иврит: מִרְיָם), [21], которую она напоминала во многих отношениях. Коран также рассказывает, что спустя столетия, когда табут (арабский: تـابـوت, ковчег Завета) вернулся в Израиль, он содержал «реликвии из семьи Моисея и реликвии из семьи Аарона». [22]",
"DhulKifl": "Dhul-kifl (арабский: ذُو ٱلْكِفْل, ḏ ʾl-kīfl, буквально «владелец Kifl»; также написал dhu l-kifl, dhul-kifl, zu al-kifl, или zu l-kifl) является исламским проплом. Хотя его личность неизвестна, его личность была теоретизирована и идентифицирована как различные еврейские библейские пророки и другие фигуры, чаще всего Иезекииль и Гаутама Будда. [1] [2] [3] [4] Считается, что Дхул-Кифл был возвышен Аллахом на высокую станцию ​​в жизни и хронику в Коране как человек «компании добра». [5] Хотя из других исторических источников мало известно о Дхул-Кифле, все работы от классических комментаторов, таких как Ибн Ишак и Ибн Катир, говорят о Дхул-Кифле как о пророческом, святом человеке, который оставался верным в ежедневных молитвах и поклонении. 6]\n\nГробница в провинции Эргани в Диярбакире, Турция, некоторые из них являются местом отдыха Пророка Дхул-Кифля. Он расположен в 5 км от центра города на холме под названием Макам Даги. [7] [8]\n\nЭтимология\nНазвание Dhul-Kifl буквально означает «владелец Kifl», используя тип имени, где ذُو dhū («владелец») предшествует какой-то характерно связанной особенности. [9] Такие имена были использованы из других известных фигур в Коране, например, Dhu al-Qarnayn (арабский: ذُو ٱلْقَرْنَيْن, Lit. «Он из двух рогов/он двух раз») и Dhu al-Nūn (арабский: ذُو ٱلْنُّون, Lit. «Тот с рыбой»), ссылаясь на Юнус. KIFL - это архаичное арабское слово, означающее «двойное» или «дубликат», от корня, означающего, «чтобы удвоить» или «сложить»; Он также использовался для сгиба ткани. Название обычно понимается как «одна из двойной части». Некоторые ученые предположили, что имя означает «человек с двойным возмещением» или, скорее, «человек, который дважды получал вознаграждение», [10] то есть, то есть, что это название для работы, поскольку его семья была возвращена к нему Согласно Корану и Книге Иова. [11]\n\nСогласно одной точке зрения, это означает «Человек Кифля», так как «один из ...» - еще один возможный перевод причации Дху, а Кифл якобы является арабским исполнением «Капилавасту» [12].\n\nИезекииль\nНекоторые считают, что Дхул-Кифль может быть Иезекииль. Когда изгнание, монархия и государство были уничтожены, политическая и национальная жизнь больше не была возможна. В соответствии с двумя частями его книги, его личность и его проповедь похожи на двойной, а название Dhul-Kifl означает «один, чтобы удвоить» или «сложить».\n\nАбдулла Юсуф Али, в своем комментарии Корана, говорит:\n\nДхул-Кифль буквально означал бы «владельца или предоставления двойной реквизита или части»; или еще «тот, кто использовал плащ двойной толщины», это одно из значений KIFL. Комментаторы отличаются от мнения относительно того, кто имеет в виду, почему к нему применяется название. Я думаю, что лучшее предложение - это дается Карстен Нибур в его Рейсебшрейбунг -Нах Арабиен, Копенгаген, 1778, II. 264–266, как указано в Энциклопедии Ислама при Дхул-Кифле. Он посетил Мешад «Все в Ираке», а также маленький город под названием Кифл, на полпути между Наджафом и Хиллой (Вавилон). Кефил, по его словам, является арабской формой Иезекииля. Храм Иезекииля был там, и евреи пришли к нему на паломничестве. Если мы примем «dhul-kifl» не эпитетом, а арабцизированной формой «Иезекииля», она соответствует контексту, Иезекииль был пророком в Израиле, который был увезен в Вавилон Навуходозором после его второй атаки на Иерусалим (о B.C. 599). Его книга включена в английскую Библию (Ветхий Завет). [15] Он был прикован и связан, и он помещал в тюрьму, и какое -то время он был тупым. Он носил все с терпением и постоянством и продолжал смело добывать зло в Израиле. В горящем отрывке он осуждает ложных лидеров словами, которые вечно верны: «Горе о пастухах Израиля, которые питаются сами! Убей их, которые питаются: но вы не кормите, а не стадо. Болезнь не укрепилась, и вы не исцелили то, что было больным, и не связал то, что было сломано ... ». [16]\n\n- Абдулла Юсуф Али, Священный Коран: Текст, перевод и комментарий [17]\n\nУпоминается в Коране\nВ Коране\nDhul-Kifl был упомянут дважды в Коране, в следующих стихах:\n\nИ (помните) Исмаил, Идрис и Дхул-Кифль, все (люди) постоянства и терпения.\nМы признались в нашей милости: потому что они были праведными.\n\n-Коран, Сура Аль-Анбия (21), айах 85–86 [13]\nИ отмечать Исмаил, Элисей и Дхул-Кифль: каждый из них был из компании добра.\n\n- Коран, Сура Сэд (38), айя 48 [14]\nВ обоих случаях Dhul-Kifl упоминается в контексте списка пророков Корана, в том числе многие другие, не упомянутые в приведенном выше аяте.\nАль Кифль (арабский: الكفل; ul-kifl)-город на юго-восточном Ираке на реке Евфрат, между Наджафом и Аль-Хиллахом. Варианты имена для святыни внутри Аль-Кифля: Святилище Дху'л Кифль, Маркад дху'л Кифль, Куббат дху'л Кифл, Кабр аль-Наби Дхул-Кифл, Джул-Кифл Святилию, Зул Кифл, Qabr haziyal, hazqiyal shrine Анкет Хазкиял - это арабская транслитерация еврейского Y'hezqel, который в основном использовался евреями Сефарди после того, как они приняли арабский язык. Это указывает на то, что евреи приравнивали Иезекииль и Дхул-Кифль, и мусульманские экзегеты последовали примеру. Иракские власти утверждают, что в 1316 году (715–16 AH) Ильханид Султан Ульджайту приобрел права на опекунство на гробницу от еврейской общины. Следовательно, храм был переименован в соответствии с исламской номенклатурой для того же пророка. Султан Ульджайту добавил к конструкции, построив мечеть и минарет. Кроме того, он восстановил храм, внедряя некоторые изменения, выяснившие, сравнивая его нынешнее состояние с описаниями перед илханидных путешественников. Сайт оставался мусульманским паломничеством до начала девятнадцатого века, когда Менахим ибн Даньял, богатый еврей, успешно обратил его обратно в еврейский участок и восстановил его. Минарет оставался единственным свидетельством его пребывания в качестве исламского места. Хотя мечеть и минарет были построены в 14-м веке, древность святыни и могилы не может быть определена. [18]\n\nГаутама Будда\nDhul-Kifl также был идентифицирован с Гаутамой Буддой. [19] [20] [21] [22] Значение Дхул-Кифля все еще обсуждается, но, согласно одной точке, это может означать «человек из Капила (Капилавасту, город, где Будда провел тридцать лет своей жизни). [12] [20]\n\nСторонники этой точки зрения цитируют первые стихи 95-й главы Корана, Сура Ат-Тин:\n\nПо рису и оливе, и горе Синай, и этот надежный город - от Мекки!\n\n-Коран, 95: 1-3\nСогласно этой точке зрения, из мест, упомянутых в этих стихах: Синай - это место, где Моисей получил откровение; Мекка - это место, где Мухаммед получил откровение; И оливковое дерево - это место, где Иисус получил откровение. В этом случае оставшееся дерево могилы - это то, где Гаутама Будда получил откровение. [21]\n\nНекоторые также делают это немного дальше и утверждают, что сам Мухаммед был Буддой, так как слово Будда означает «просвещенный». [23]\n\nДругие\nDhul-Kifl также был идентифицирован по-разному с Джошуа, Обадией [24] и Исаией. [25] [24]",
"Dawud": "Давуд (арабский: دَاوُوْد, романизированный: давуд [daːwuːd]), является пророком и посланником Бога (Аллах) и является праведным, божественно назначенным монархом Соединенного Королевства Израиля. [1] Кроме того, мусульмане также уважают Давида за то, что они получили божественное откровение Забур (Псалмы). [2] [3] Дауд считается одним из самых важных людей в исламе. Упомянутый шестнадцать раз в Коране, Дэвид появляется в Исламском Писании как связь в цепи пророков, которые предшествовали Мухаммеду. [4] Хотя он обычно не считается одним из «законопослушных» пророков (Улу аль-Азма), «он далек от маргинальной фигуры» в исламской мысли. [2] В более поздних исламских традициях его хвалят за его строгость в молитве и постах. Он также представлен как прототип справедливого правителя и как символ Божьей власти на земле, будучи сразу же королем и пророком.\n\nДавид особенно важен для религиозной архитектуры исламского Иерусалима. [1] Дауд известен как библейский Давид, который, по словам ивритской Библии, вторым королем Соединенного Королевства Израиля и Иудеи, царив в. 1010–970 г. до н.э. [цитирование необходимо]\n\nУпоминается в Коране\nПовествование Давида в Коране, во многих отношениях, параллели, которые даны в Библии. Он назван пророком (наби), а также посланником (Расул), Давид включен в списки тех, кто получил откровение (Waḥy; Q4: 163) или руководство (Худа; 6:84) от Бога. В обоих списках его имя появляется рядом с названием его сына Соломона. В другом месте Коран объясняет, что Бог дал им обоим дарам «здравого суда» (ḥukm; 21:79) и «знание» (ʿilm; 21:79; 27:15). Тем не менее Определенная форма аль-Забур), [5], предположительно, ссылка на псалмы или псалтер (термин Забур, возможно, связан с ивритом термином Mizmōr или сирийской мазмура, «Псалом»). Горы и птицы восхваляли Бога вместе с Давидом (21:79; в 34:10 Бог повелевает им сделать это; cfr. Псалом 148: 7–10). Бог сделал Давида «наоборот» (Халифа; 38:26), название, которое Коран в противном случае дает только Адаму (2:30). Это название предполагает, что, по словам Корана, Давид был чем -то большим, чем посланник: он был лидером божественно -руководства, который установил Божье правление на земле. [1] Эта роль также предложено 2: 251: «Бог дал ему власть (мульк) и мудрость (ḥikmah) и научил его тому, что он пожелал. Если бы Бог не вернул некоторых людей другими, земля станет развращенной». [2 ]\n\nСреди вещей, которые преподавались Давиду, была способность делать броню (21:80, 34: 10–11), предположение о том, что военные подвиги Давида были актом Бога. Также важно, чтобы классические экзегеты как дар пророчества иногда объясняли кораническую ссылку на «мудрость» Дэвида. Коран также соединяет Давида и Иисуса, настаивая на том, что оба прокляли тех израильтян, которые не верили (5:78). Более того, согласно Корану, Давиду была дана возможность различать истину и ложь при отклонении справедливости (Faṣl al-Khiṭāb, 38:20). Кроме того, был проведен намек на тест, который был проведен, в котором он молился и покаялся, и Бог простил его (38: 24-5). Сурат Саду (38 -я глава Корана) также называется «сурой Давида» [7] Exegetes объясняют, что, поскольку Давид простирался, прося Бога простить его, Мухаммеду было приказано подражать ему и выполнить прострацию, прочитав эту главу . [8]\n\nРелигиозное значение\nДэвид - один из немногих исламских пророков, которые также получили царство. В то время как другие пророки проповедовали во время правления королей, Дэвид, в свое время, был королем. Таким образом, он получил чрезвычайно большую задачу, убедившись, что народ Израиля не только проверял духовно, но и сама страна оставалась сильной. Его место как лидера, так и пророка почитается всеми мусульманами как одно из чрезвычайно высоких звания. Фигура Давида, вместе с фигурой его пророческого сына Соломона, знаковая для людей, которые правили справедливо над своей землей. Бог часто упоминает высокое звание Давида как пророка и посланника в Коране. Его часто упоминают вместе с другими пророками, чтобы подчеркнуть, насколько он велик. Например, Бог говорит:\n\nИ мы дали ему Исаака и Иакоба и руководили ими, так как мы руководили Ноами до них, а также его потомков, Давида и Соломона, Иов, Иосифа и Моисея и Аарона. Таким образом, мы вознаграждаем тех, кто честен и делаем добро.\n\n- Коран 6:84 [9]\nКогда халиф «Умар посетил Иерусалим, патриарх Софрон» сопровождал его на Храмовой горе, в то время как он искал Михраб Дауд (молитва Давида), чтобы выступить с молитвой. Более поздние комментаторы определили этот сайт с башней Давида. В хадисе молитва и пост Давида упоминаются как дорогие Богу.\n\nРасписал Абдулла Бин 'Амр бин Аль-Ас: Апостол Аллаха сказал мне: «Самая любимая молитва Аллаху-это молитва Давида и самые любимые пости Аллаха-это Дэвид. Он спал на половину ночи а затем молитесь за одну треть ночи и снова спите в течение шестой части и использовались, чтобы поститься в альтернативные дни ».\n\n-Мухаммед аль-Бухари, Сахих аль-Бухари [10]\nКнига Давида\nОсновная статья: Забур\nЗабур - это священная книга, приписываемая Давиду Богом, так же, как Муса (Моисей) получил Таурат (Тора), Иса (Иисус) получил индиль (Евангелие), а Мухаммед получил Коран. В нынешней еврейской Библии Забур известен как Псалмы. Однако, как и другие Священные Писания прошлого, псалмы, как полагают, были испорчены с течением времени, причем некоторые из исходных сообщений уже прошли. Тем не менее, мусульманам говорят с огромным уважением относиться к нынешним псалмах, потому что в их первоначальной форме они также были вдохновенной книгой Бога. Коран утверждает:\n\nВаш Господь знает, кто находится на небесах и земле. Мы возвысили некоторых пророков по сравнению с другими; И Дэвиду мы дали книгу Псалмов.\n\n- Коран 17:55 [11]\n\n Коран 4: 163; 17:55.\n Коран 4: 163; 6:84.\n например Ṭabarī, taʾrīkh, i, 559\n Хибат Аллах б. Салама, аль-насих ва-л-мансух (на краю Вагиди, Асбаб), Каир 1316/1898-9, 262\n Бухари, ṣaḥḥ, VI, 155\n Коран 6:84\n Сахих аль-Бухари, 2: 21: 231\n Коран 17:55",
"Suleyman": "Sulaimān Ibn Dāwūd (арабский: سُلَيْمَان بْن دَاوُوْد, Lit. 'Соломон, сын Давида') был, согласно Корану, Малик (مَلِك, Lit. 'King') и Наби (نَ либо, Lit. ') израильтяне. Как правило, исламская традиция считает, что он был третьим королем еврейского народа и мудрым правителем Израиля. [1]\n\nВ исламе Соломон считается одним из пророков Бога, которого даровали множество божественных даров, включая способность говорить как с животными, так и с Джинном; Также говорят, что он поработил Шайашина (شياطين, Lit. 'Devils') и DīV (دیو, Lit. 'Demons') при поддержке кольца, данного ему Богом. [2]\n\nМусульмане также утверждают, что он оставался верным монотеистом на протяжении всей своей жизни; царил справедливо над всей израильской нацией; был благословлен уровнем царствования, который не был отдан никому до него, ни после него; и выполнил все его заповедь, будучи обещанными близостью к Богу в Джанне (جَنّة, горит. «Рай») в конце его жизни. [3] После роста ислама различные арабские историки считают Соломона одним из величайших правителей в истории. [4]\n\nУпоминается в Коране\nКоран и интерпретация\nСуждение на поле\nВ самом раннем повествовании с участием Соломона Коран (21:78) кратко намекает на историю о том, что Соломон находился в компании его отца, когда двое мужчин пришли, чтобы попросить Дэвида судить между ними в отношении Шарта (حَرْث, поле). 5] Позже мусульманские комментаторы расширили намек, включая аль-Табари, Байдави и Ибн Катир. [6] [7] [8] Они сказали, что первый из двух мужчин сказал, что он владеет виноградником, которым он очень заботился весь год. Но однажды, когда он отсутствовал, овцы другого человека сбились с виноградником и пожирали виноград. Он попросил получить компенсацию за этот ущерб. [9]: 62. Услышав жалобу человека, Соломон предложил, чтобы владелец овца взял виноградник другого человека, чтобы восстановить и выращивать, пока виноградные лозы не вернутся в свое бывшее государство, после чего он должен вернуть это своему владельцу. В то же время владелец виноградников будет заботиться о овец и извлекать выгоду из их шерсти и молока, пока его земля не будет возвращена ему, и в этот момент он вернет овец своему владельцу. Этот ответ показывает уровень суждения Соломона, который, как говорит Коран, [10] характеризует Соломона на протяжении всей своей жизни. Шикма (мудрость), согласно мусульманской традиции, всегда будет ассоциироваться с Соломоном, которого впоследствии даже будут назваться Сулейманом аль-Шакимом (سُلَيْمَان ٱلْح®, «Соломон мудрый»). Эта история адаптирована в Kebra Nagast, но как спор, рассмотренный сыном Соломона. [7]\n\nСоломон и Демоны\n\nКоролева Шеба\nКоран рассказывает, что ветер был сделан подчиненным Соломону, [11], и он мог контролировать его по своей воле, и что Джинн также оказался под контролем Соломона. Джинн помог укрепить правление Соломона. Дьяволы (Шаятин), [12] и демоны были вынуждены строить для него памятники. [13] Бог также вызвал чудесный ʿayn (عَيْن, «источник» или «пружина») расплавленного Qiṭr (قِطْر, «латунь» или «медь»), чтобы течь для Соломона, который будет использоваться демонами в их конструкции. [11]\n\nКогда Дэвид умер, Соломон унаследовал свою позицию пророческого царя израильтян. Соломон однажды позволил женщине построить статую своего отца. Позже она начала поклоняться статуи, и Соломон был упрекнут за то, что он терпел идолопоклонство в его королевстве. В качестве наказания Бог позволил одному из порабощенных демонов украсть кольцо Соломона и захватить Его Царство (Сура 38:34). Позже он раскаивает свой грех и снова набирает контроль над демонами, сосредоточившись на создании храма. [14] Он молился Богу, чтобы дать ему Царство, которое было бы непохожим на любой после него. [15] Бог принял молитву Соломона и дал ему то, что ему понравилось.\n\nПостановка, в которой можно понять, что потеря Соломона его кольца с демонами может представлять человеку, теряющую свою душу из -за демонической страсти. [16] Аттар Нишапура пишет: «Если вы связываете Div (Demon), вы отправитесь в Королевский павильон с Соломоном» и «У вас нет командования по царству самого себя, потому что в вашем случае Div находится на месте Соломона» . [17]\n\nВ отличие от традиции Талмуда, Соломон не знал и никогда не участвовал в идолопоклонстве. [18] Кроме того, Коран отвергает, что Соломон был волшебником: «(...) Соломон не не верил, но дьяволы не поверили, обучая мужчин магии и (...)». (2: 102)\n\nСоломон и Муравей\nСоломона даже учили языки различных животных, таких как муравья. Коран рассказывает, что однажды Соломон и его армия вошли в вадин-Намл (وَادِ ٱلْنَّمْل, долина муравья). Увидев Соломона и его армию, Намла (نَمْلَة, женский муравей) предупредил всех остальных о «... попасть в свои жилища, чтобы Соломон и его хозяева не разбили вас (под ногой), не зная об этом». [19] То, что муравей сказал, Соломон, как всегда, молился Богу, поблагодарив его за то, что он дал ему такие дары [20], и еще больше избежал растопления по борьбе с колониями муравьев. [9]: 63 [21] Мудрость Соломона, однако, была еще одним Из даров, которые он получил от Бога, и мусульмане утверждают, что Соломон никогда не забывал о своей ежедневной молитве, которая была для него важнее, чем любой из его даров.\n\nЭкзегетическая литература подчеркивает мудрость муравья и объясняет смысл дара Соломона для контроля ветра. Согласно Siracü'l-Kulub, муравей спрашивает Соломона, знает ли он, почему его называют «Соломон» (Süleyman). Соломон говорит, что он не делает, после чего муравей продолжает объяснять: «Хотя ваше сердце было звуко (Селим), и вы знаете обстоятельства следующего мира, вы приняли несколько удовольствий этого мира и были обмануты его владением и Царство; Поэтому вас называют Соломоном. После этого муравей спрашивает Соломона, если он знает, почему Бог покорил ветер для него. Еще раз, Соломон говорит «нет», и муравей отвечает: «Он подал ветер по причине: то, что вы приняли, ничто. Точно так же, как проходит ветер, богатство мира и царство проходят». Ученые, такие как Фахр Аль-Дин Рази и Аль-Куртуби, повысили муравей до ранга примеров для людей, которым нужно следовать. [22] (P198)\n\nЗавоевание Сабы '\n\nРуины храма Барран в Марибе, бывшей столице Сабы 'в том, что сейчас является Йеменом\nДругим важным аспектом царствования Соломона было размер его армии, которая состояла как из мужчин, так и из Джинна. Соломон часто оценивал свои войска и воинов, а также Джинн и всех животных, которые работали под ним. Однажды, осматривая свои войска, Соломон обнаружил, что Худ-Худ (هُدْهُد, Хупо) отсутствует в собрании. [23] Вскоре после этого, Хад-Худ прибыл на суд Соломона, сказав: «У меня есть компас (территорию), который не сопоставлялся, и я приехал к тебе из Сабы» с знакомыми. »[24] Сказал Соломону, что народ Шеба поклонялся солнцу, и что женщина, которая правила королевством, была очень умной и могущественной. Соломон, который внимательно слушал, решил написать письмо на землю Шебы, через которое он попытался бы убедить народа Шебы прекратить свое идолопоклонное поклонение солнцу и прийти к поклонению Богу. Соломон приказал Хад-Худу дать письмо королеве Шеба (бильцис), а затем спрятаться и соблюдать ее реакцию. Письмо королеве. Затем королева призвала своих министров в суд и прочитала им письмо со Соломоном, в котором говорилось, что народу Шебы: «Во имя Аллаха сострадание милосердного, будь не возвышенным против меня, но приходите ко мне как муслимину (مُلِمِيْن? ). \" Она взяла совет со своими министрами и другими должностными лицами суда, сказав: «О, мой народ, я хорошо знаю, что вы смелые и могущественные воины, и что ни один из иметь значение.\" Люди суда ответили: «Ваша - это сила, o Queen, и что бы ни было ваше командование, мы будем подчиняться этому». Наконец, однако, королева пришла в Соломон, объявив о своем подчинении Богу. [25]\n\nСоломон и Ифрит\nВ то время как Бильцис отправлялся в суд Соломона, король предъявил ему слуги доставить свой трон туда до ее прибытия. Ifrit предложил свои услуги (Q27: 38-40), но Соломон отказался от того, что вместо этого поручил эту задачу, который, будучи благочестивым парнем, молился Богу, чтобы переместить престол для него. Чудесный, чтобы общаться, его молитва ответила, на престол появился во дворце Соломона силой Божьей. Когда прибыл Бильцис, Соломон спросил ее, узнает ли она свой трон, но она, изо всех сил пытаясь понять чудо -чудо, дала королю уклоненный ответ, прежде чем, наконец, приняла веру Соломона, победил доказательства того, что чудо не было это просто ifrit, но сам Бога. Соломон отказался от заманчивого предложения Ифрита, потому что он стремился полагаться исключительно на Бога, а не на демона или любого другого созданного существа, и был вознагражден за его благочестие с успехом в обращении бильци в истинную веру [26]\n\nСмерть\n\nМавзолей Сулаймана в соединении мечети Аль-Акса, Старый город Иерусалим\nКоран рассказывает о том, что Соломон умер, когда он опирался на свой персонал и что он оставался стоять, подкреплял его, пока небольшое существо - муравей или червя - не грызет его, пока, наконец, это не уступило - и только тогда сделал его Корлапс тела.\n\nЗатем, когда мы постановили смерть (Соломона), ничто не показало им его смерти, кроме маленького червя земли, который держал (медленно) грызли его посох: поэтому, когда он упал, Джинн ясно увидел, что, если они знали Невидимые, они не стали бы в унизительном наказании (их задачи).\n\n- Коран, Сура 34 (Сабаʾ), Ая 14 [27]\nКогда он оставался в вертикальном положении, поддерживая его сотрудники, Джинн думал, что он все еще жив и контролирует их.\n\nОни осознали истину только тогда, когда Бог послал существо, чтобы вылезать из земли и грызть персонал Соломона, пока его тело не рухнуло. Этот стих понят, что учит аудиторию, что Джинн не знает невидимого (аль -Гайб) - если бы они знали об этом, они не остались бы, как дураки, служили мертвому человеку. [28]\n\nМахаммаддим в песне Соломона\nДополнительная информация: Мухаммед и Библия и семитский корень\nКак вдохновленные стихами Корана, некоторые мусульмане [которые?] Считали, что Мухаммед (арабский: مُحَمَّد, согласные буквы: m-ħ-m-d) упоминается в «Песне песен» (5:16) как «Махаммаддим» (иврит: מַחֲמַדִּים, согласные буквы: m-ħ-m-d-y-m), хотя последнее слово переводится как «желательно» или «милый» евреев. [29]\n\nСоломон и Джамшид\n\nОбщий взгляд на Персеполис, Иран (2) (обрезанный)\nДжамшид был четвертым королем мира, согласно Шахнаме поэта Фирдауси. Как и Соломон, он считался командованием всеми ангелами и демонами мира, и был и королем, и первосвященником Хормозда (Средний Персидский для Ахуры Мазды). Он был ответственен за многие великие изобретения, которые сделали жизнь более безопасной для его людей: производство брони и оружия, ткачество и окрашивание одежды льняного белья, шелка и шерсти, здание домов из кирпича, добыча драгоценностей и драгоценных металлов. , создание духов и вина, искусство медицины, навигация вод мира на парусных кораблях. Теперь он стал величайшим монархом, которого когда -либо знал мир. Он был наделен Королевским Фарром (Авестан: Хварена), сияющим великолепием, которое горело о нем благодаря божественной благосклонности.\n\nИз -за сходства между двумя мудрыми монархами некоторые традиции связывают их. Например, Соломон был связан с решением юго-западного Ирана в работах Аль-Балки. Считалось, что Персеполис был местом Соломона и описана как «детская площадка Соломона» такими учеными, как Масуди, Мукаддаси и Истахри. Другие мусульманские авторы выступили против убеждения, что Соломон когда -то управлял в Иране, утверждая, что любое сходство между жизнями и делами Соломона и Джамшида является чисто случайным, оба являются отдельными и отдельными персонажами. [30] подтверждается стипендией в области индоевропейской мифологии, которая окончательно продемонстрировала, что персонаж Джамшид происходит от раннего зороастрийского божества Има [32] [33], тогда как Коранический и Библейский стипендиа [34]",
"Ilyas": "Илью (арабский: إلياس) был пророком и посланником Бога (Аллаха), которого послали, чтобы вести детей Израиля. Ему дали пророческую миссию, чтобы не дать людям поклоняться идолам. [1] Ильюс является пророческим предшественником Алиса. [2] Некоторые исламские ученые считают, что Ильяс из потомства Харуна (Аарон). [3]\n\nНекоторые мусульмане считают, что Ильяс все еще жив и посещает Хадж каждый год, наряду с Хидром. [4] Некоторые мусульмане также считают, что Ильяс вернется в конце времени. [5]\n\nРанние годы\nВ исламских источниках полное имя Ильяса-Ильас ибн Ясин, [6], так как в Ас-сафате 37: 130 Ильюс называется Ясин. [7] Некоторые истории об Ильясе также упоминаются в исламских хадисах; такие как проклятие израильтян с засухой со стороны Ильяса, [8] исцеляя Алиса, [9] и борьба с Ахавами. [10]\n\nСогласно многим исламским источникам и Библии, Элиас (а) жив и поднимается на небо. [11] Тем не менее, Ибн Катир не принял этих хадисов и считал их среди Израилиита. [12] В Му'Джам аль-Булдане Якут аль-Хамави упомянул могилу для Элиаса (а) в Баальбекке. [13] Святилище была позже построена на этой могиле, но она была посвящена «Пророку Айле», хотя местные жители полагали в этом была гробница Элиаса (а) [14]\n\nПророчество\nИльюс впервые упоминается как пророк в Аль-Анам 6:85. [15] Он пригласил своего народа, которые жили в Баалбеке монотеизму, подчиняясь Богу и отказываясь от грехов [16] Его главная задача состояла в том, чтобы предотвратить поклонение идолам. [17] После того, как он сталкивался с настойчивостью своего народа в течение многих лет, проклял их засухой, и люди были нанесены голодом. [18] Повествование Ильиса в Коране, а затем мусульманской традиции внимательно напоминает, что в еврейской библии и мусульманской литературе записится основное пророчество Элайджи как происходящее во время правления Ахава и Иезавеля, а также ахазия. Количество других пророков и святых, в том числе Идрис, который, как полагают, некоторые ученые были другим названием для Ильиса, [21] и Хидр. [22] Позже Исламская легенда разработала фигуру Ильюса, очень украшая его атрибуты, и некоторая апокрифическая литература дала Ильясу статус полугодности, полугольца. [23] Ильюс также появляется в более поздних литературных произведениях, включая Хамзанаму. [24]\n\nКоран\nИльюс упоминается в Коране, где его проповедь рассказывается кратко. Коран рассказывает, что Ильяс сказал своим людям прийти к поклонению Богу и оставить поклонение Баалу, основному идолу этого района. Коран утверждает: [1]\n\n«Воистину, Ильяс был одним из апостолов. Когда он сказал своему народу:« Ты не боишься Бога? «Будете ли вы призвать Баала и оставить лучших из создателей, Бога, вашего Господа и дороги, а также Господа и лелеящего твоих отцов старых?\n\n-Ас-Сааффат 123–126\nКоран ясно дает понять, что большинство людей Ильяса отрицали пророка и продолжали следовать идолопоклонству. Тем не менее, в нем упоминается, что небольшое количество преданных слуг Бога среди них последовало Элайджу и верили и поклонялись Богу. Коран заявляет: «Они отрицали его (Илия) и, несомненно, будут привлечены к наказанию, за исключением искренних и преданных слуг Бога (среди них). И мы оставили его (память) для потомства». [25] [26]\n\nВ Коране Бог восхваляет Илии в двух местах:\nМир будет на Илии! Вот как мы вознаграждаем тех, кто делает добро. Он действительно среди наших верующих слуг.\n\n-Коран, глава 37 (Ас-Сааффат), стих 129–132 [27]\nИ Zakariya, Yahya, Isa и Ilyas, все они были из праведных\n\n-Коран, Глава 6 (Аль-Анам), стих 85 [28]\nМногочисленные комментаторы, в том числе Абдулла Юсуф Али, предложили комментарии к стиху 85, в котором говорилось, что Ильяс, Закария, Яхья и Иса были духовно связаны. Абдулла Юсуф Али говорит: «Третья группа состоит не из людей действий, а проповедников Истины, которые велись одинокой жизнью. Их эпитет:« Праведные ». Они образуют связанную группу вокруг Иисуса. Захария был отцом Иоанна. Баптист, на которого называют «Ильюс, который должен был прийти» (Мф. 11:14), и, как говорят, присутствовал Элиас и разговаривал с Иисусом при трансфигурации на горе (Мф. 17: 3) ». [[[[[3: 3)». 29]\n\nХотя большинство мусульманских ученых полагали, что Элайджа проповедовал в Израиле, некоторые ранние комментаторы в Коране заявили, что Ильяс был отправлен в Баальбек в Ливане [30]. Современные ученые отвергли это утверждение, заявив, что связь города с Илией была бы сделана из -за первой половины имени города, от Баала, которое было божеством, которое Илия призвал своего народа перестать поклоняться. Ученые, которые отвергают идентификацию города Илии с Баальбеком, также утверждают, что город Баальбек не упоминается с повествованием об Ильясе ни в Коране, ни на еврейской Библии. [31]\n\nСмерть\nК течению времени засуха распространилась, и многие погибли. Когда они увидели себя, сожалели о своих прошлых делах, обратились к Элиасу (а) и приняли его приглашение. [32] Затем из -за молитвы Элиаса (а) подошел сильный дождь, и земля была насыщена; Однако через некоторое время люди забыли свой завет с Богом и вернулись к поклонениям идола. Когда Ильяс увидел это, он попросил Бога о его собственной смерти; Но Бог послал ему колесницу огня, и Он поднялся на небо и выбрал Алису, которая была его учеником в качестве его наоборот. [33] Ильюс редко ассоциируется с исламской эсхатологией. [34] Тем не менее, некоторые мусульмане считают, что Ильяс, как ожидается, вернется вместе с таинственной фигурой Хидр в конце раз. [5]\n\nНаследие\nМусульманская литература и традиция рассказывает о том, что Ильюс проповедовал в Царстве Израиль, которым управляет Ахав, а затем его сын Ахазия. Его называют «Пророком пустыни - как Яхья». [35] Считается, что Ильюс проповедовал с рвением Ахаву и его жене Иезавель, которая, согласно мусульманской традиции, была частично ответственной за поклонение ложным идолам в этой области. Мусульмане считают, что именно потому, что большинство людей отказались слушать Илию, что Елисей должен был продолжать проповедовать послание Бога Израилю после него [36]\n\nИльяс был предметом легенд и народных сказков в мусульманской культуре, обычно связанной с его встречей с Хидром. Согласно отчету мусульман, Мухаммед встретился с Ильясом в Мекке. [37] В исламской мистике Ильяс тесно связан с мудрецом Хидром. Один хадис сообщил, что Ильяс и Хидр встречались каждый год в Иерусалиме, чтобы отправиться в паломничество в Мекку. [38] Ильюс также появляется в Хамзанаме много раз, где ему говорят как брат Хидра, а также того, кто пил из фонтана молодости. [39] Кроме того, в Китабе аль-Кафи рассказывается, что Имам Джафар аль-Садик читал прострацию Ильяса на сирийском языке и начал плакать. Затем он перевел просьба по арабскому языку группе приглашенных ученых:\n\n«О, Господи, найду ли я, что ты накажешь меня, хотя ты знаешь о моей жажде в жаре полудня? Я обнаружил, что ты накажешь меня, хотя ты знаешь, что я тешь лицо на землю, чтобы поклоняться тебе? Я найду, что ты наказаешь Я, хотя ты знаешь, что я отказываюсь от тебя? На что Аллах вдохновил Ильяса, «поднимите голову с земли, потому что я не накажу тебя». [40]\n\nЗаметки\n «Элиас такой же, как Илайджа, чья история будет найдена в Ветхом Завете в 1 царях 17–19 и 2 Царств 1–2. Илайджа жил во времена правления Ахава (896–874 гг. ), Короли (северного) Царства Израиля или Самарии. Он был пророком пустыни, как Иоанн Крестителя, в отличие от нашего Святого Пророка, который принимал участие, контролировал и руководил всеми делами своего народа. Оба Ахаха и Азария были склонны впадать в поклонение Баалу, солнечному богу, поклоняемому в Сирии. Это поклонение также включало поклонение для природных лаковников и потомственных сил, как в индуистском поклонении Лингаму, и привело ко многим злоупотреблениям. Царь. Ахав вышла замуж за принцессу Сидона, Иезавель, злой женщины, которая привела своего мужа отказаться от Аллаха и усыновить поклонение Баале ». ... \"Илия осудил все грехи Ахава, а также грехи Ахазии и должен был бежать ради своей жизни. В конце концов, согласно Ветхому Завету, [19] он был поднят в вихре на небесах в колеснице огня после Он оставил свою мантию с Елисеем Пророком. \"[20]",
"Alyasa": "Alyasa (арабский: اليества, романизированный: Alyasā ') - пророк и посланник Бога (Аллах), которого послали, чтобы вести детей Израиля. В Коране Alyasa упоминается дважды как пророк, [1] и упоминается оба раза вместе с другими пророками. [2] Он удостоен чести мусульман в качестве пророческого преемника Ильяса (Илия). Исламские источники, которые идентифицируют Элисей с Хидром, цитируют прочные отношения между Хидром и Ильюс в исламской традиции. [3]\n\nЛичность\nНазвание Alyasa упоминается дважды в Аль-Анам 6:86 и грустно 38:48. В этих стихах, не упоминая ничего о личности или пророке Алисы, он упоминается как «украшенный» и «среди избранных». [4] Согласно Корану, Елисей возглавит «над остальной частью творения» (арабский: فَضَّلْنَا عَلَى ٱلْعَالَمِين, романизированный: faḍḍalnā ʿala l-ʿālamīn (a) [4] и «среди превосходного» (арабский: مِ vhalamīn (а) [4] и «среди превосходного» (арабский: مِ vhalamīn (а) [4] и «среди превосходного» (арабский: مِ ЕТ ٱ ответственный: Роман. Mina L-Akhyār). [5] Алььяса упоминается в Аль-Анам 6:86 и грустно 38:48 вместе с Исмаилом:\n\nИ Исмаил и Алиса и Юнус, и Лут; и каждый, кого мы украшали мирами;\n\n-Аль-Анам 6:86\nИ помните наших слуг Исмаил, Алиса и Дхул-Кифля, каждый из них действительно хорош.\n\n- грустный 38:48\nЧудеса\nВ шиитском хадисе из Али Аль-Ридха упоминается, что у Алиса, были некоторые чудеса, включая возрождение мертвых, лечение болезни и ходьбу по воде. [Необходимо цитирование]]\n\nЗаявленные гробницы\nНекоторые мусульмане считают, что гробница Елисея находится в Аль-Ауджаме в восточном регионе Саудовской Аравии. Храм был удален правительством Саудовской Аравии, потому что такое почитание не соответствует в соответствии с доминирующим движением реформы Ваххабитов или салафий в Саудовской Аравии. [6] [7] Это было важной достопримечательностью на протяжении многих веков во времена Османской Аравии, и было очень популярным местом паломничества для мусульман всех сект на протяжении до-модерн [8].\n\nМогила Елисея присутствует в районе Эйл в провинции Диярбакир, Турция. [9] Первоначальная святыня находилась недалеко от русла реки, которое должно было затопить в 1994 году. Городской совет был сформирован секретным советом девяти ученых в сотрудничестве с Управлением по делам религиозных дел, чтобы не привлекать гнев общественности к эксгумации. До того, как район был затоплен, могила была вырыта ночью, и сохранившееся тело Пророка, засвидетельствованное девятью учеными и официальными работниками, было эксгумировано, чтобы быть похороненным на холме с видом на затопленную равнину. Тем не менее, многие из городов видели пророка во сне той ночью, и перед восходом вышел, чтобы наблюдать за его повреждением в новом месте. [10] [11]",
"Yunus": "Юнус ибн Матта (арабский: يُونُس ابن ماتا, романизированный: Юнус ибн Матта) - пророк и посланник Бога (Аллах). Юнус традиционно считается очень важным в исламе как пророка, который был верен Богу и доставлял его послания. [1] [2] Юнус является единственным из двенадцати минорных пророков Библии, которые будут названы в Коране. [3] Десятая глава Корана названа в его честь. [4]\n\nЮнус называется дхул-нюн (арабский: ذُو ٱلنُّوْن) и мусульманами. [5] Он упоминается четыре раза в Коране по имени. [6]\n\nХадита упоминает\nЮнус также упоминается в нескольких инцидентах в течение жизни Мухаммеда. В некоторых случаях имя Юнуса говорит о похвале и почтении Мухаммеда. Согласно историческим повествованиям о жизни Мухаммеда, после десяти лет получения откровений Мухаммед отправился в город Таиф, чтобы посмотреть, позволит ли его лидеры проповедовать его послание, а не Мекка, но он был отказан от города люди. Он принял укрытие в саду Утбах и Шейба, двух членов племени Курайш. Они послали своего слуги, Аддас, чтобы служить ему виноград для поддержки. Мухаммед спросил Аддаса, откуда он, и слуга ответил Ниневию. \"Город Юнус справедливый, сын Амиттай!\" Мухаммед воскликнул. Аддас был шокирован, потому что знал, что языческие арабы не знали о Юнусе. Затем он спросил, как Мухаммед знал об этом человеке. «Мы братья», - ответил Мухаммед. «Юнус был пророком Бога, и я тоже я пророком». Аддас сразу же принял ислам и поцеловал руки и ноги Мухаммеда. [10]\n\nОдно из высказываний Мухаммеда в коллекции Имама Бухари говорит, что Мухаммед сказал: «Не следует говорить, что я лучше, чем Юнус». [11] [12] [13] [14] Ибн Аби аль-Сольт, старший современник Мухаммеда, учил, что, если бы Юну не молился Аллаху, он остался бы в ловушке в рыбе до дня воскресения [14], но из-за своей молитвы Юнус »остался только несколько Дни в животе рыбы ». [14]\n\nПерсидский историк девятого века аль-Табари записывает, что, хотя Иона находился внутри рыбы, «ни один из его костей или членов не был ранен». [14] Аль-Табари также пишет, что Аллах сделал тело рыбы прозрачным, что позволило Юнусу увидеть «чудес глубины» [15] и что Юнус слышал, как все рыбы поют Аллаху. [15] Кисай Марвази, поэт десятого века, записывает, что отцу Юнуса было семьдесят лет, когда Юнус родился [14] и что вскоре после этого он умер, [14], оставив мать Юнуса ничем иным, как деревянной ложкой, которая оказалась быть рог изобилия. [14]\n\nГробницы\nСм. Также: мечети и святыни Mosul § Mosque_of_the_prophet_jonah\n\nФотография руин мечети Юнуса после ее разрушения ИГИЛ\nТекущее местоположение Ниневии отмечено раскопками пяти ворот, частями стен с четырех сторон и двумя большими курганами: холмом Куюнджика и холма Наби Юнус (см. Связь карты в сноске). [16] Мечеть на Наби Юнус была посвящена Ионе и содержала храм, который был почитал как мусульмане, так и христиане как место гробницы Ионы. [17] Гробница была популярным местом паломничества [18] и символом единства для евреев, христиан и мусульман на Ближнем Востоке. [18] 24 июля 2014 года Исламское государство Ирак и Левант (ИГИЛ) уничтожили мечеть, содержащую гробницу как часть кампании по уничтожению религиозных святилищ, которые она считала идолопоклоннической. [19] [18] После того, как Мосул был возвращен из ИГИЛ в январе 2017 года, древний ассирийский дворец, построенный Эсархаддоном, датируемый примерно в первой половине 7 -го века до нашей эры под разрушенной мечети. [18] [20] ИГИЛ разграбило Дворец предметов, чтобы продавать на черном рынке [18] [20], но некоторые из артефактов, которые были труднее транспортировать, все еще оставались на месте. [18] [20]\n\nДругие мусульманские могилы\nДругие известные места гробницы Ионы включают арабскую деревню Машхад, расположенную на древнем месте Гат-Гепер в Израиле; [21] Палестинский город на Западном берегу, 5 км (3,1 мили) к северу от Хеврона; [22] Святилище недалеко от города Сарафанд (Сарепта) в Ливане. [23] Другая традиция помещает гробницу на холме, который теперь называется Гив'ат Йона, «Хилл Иона», на северном краю израильского города Ашдод, на месте, покрытом современным маяком.\n\nМогила Иона можно найти в Диярбакире, Турция, расположенная за Михрабом в мечети Фатих -Паша. [24] [25] Евлия Келеби заявляет в своем сяхаттнаме, что он посетил гробницы Ионы. [26] [27]\n\nКоранические упоминания\nВ Аль-Анбия 21:87 [7] и Аль-Калам 68:48 Юнус называется Дхул-Нун (арабский: ذُو ٱلنُّوْن, лит. В Ан-Ниса 4: 163 и Аль-Анам 6:86 его называют «апостолом Аллаха». [5] Сура 37: 139-148 пересказывает полную историю Юнуса: [5]\nТак же было также Иона среди тех, кто послал (нами).\nКогда он убежал (как раб из плена) до корабля (полностью) нагружен,\nОн (согласился) бросить участки, и он был осужден:\nЗатем кит проглотил его, и он совершил действия, достойные вины.\nЕсли бы он (раскаялся и) прославил Аллаха,\nОн, безусловно, останелся бы внутри рыбы до дня воскресения.\nНо мы бросили его на обнаженном берегу в состоянии болезни,\nИ мы заставили расти над ним, распространенное растение вида тыквы.\nИ мы отправили его (на миссию) до ста тысяч (мужчин) или более.\nИ они поверили; Таким образом, мы позволили им некоторое время наслаждаться (их жизнь).\n\n-Коран, глава 37 (Ас-Сааффат), стихи 139–148 [8]\nКоран не упоминает наследие Юнуса, [5], но мусульманская традиция учит, что Юнус был из племени биндиджамина. [9]",
"Zakariya": "Согласно исламской доктрине, Закария (арабский: زكريا, Захария) - пророк и посланник Бога (Аллах) и отец Пророка Яхья.\n\nВ Коране\nЗакария был праведным священником [1] и пророком Бога, чей должность находилась во втором храме в Иерусалиме. Он часто отвечал за управление услугами храма [2], и он всегда оставался стойким в молитве Богу.\n\nМолиться за сына\nКогда он достиг своей старости, Закария начал беспокоиться о том, кто продолжит наследие проповеди Божьего после его смерти и кто будет продолжать ежедневные службы храма после него. Закария начала молиться Богу за Сына. Молитва за рождение потомства было не просто из -за желания ребенка. [1] Он молился как за себя, так и за публику - им нужен был посланник, человек Божий, который будет работать на службе Господу после Закарии. У Закарии был характер и добродетель, и он хотел передать это своему духовному наследнику как его самое драгоценное владение. Его мечта заключалась в том, чтобы восстановить домашнее хозяйство к потомству патриарха Иакова и убедиться, что послание Бога было возобновлено для Израиля. Как рассказывает о Коране:\n\nУпоминание о милости вашего Господа к Серку Закарии. Когда он заплакал своему Господу в тайном крике, говоря: мой Господь! Ну! Кости меня воск слабы, и моя голова сияет с седыми волосами, и я никогда не был беспрепятственно в молитве тебе, мой Господь. Ну! Я боюсь своих родственников после меня, так как моя жена бесплодная. О, дайте мне от присутствия своего присутствия преемника, который будет наследовать меня и наследовать (также) Дома Иакова. И сделай его, мой Господь, приемлемым (к тебе). [Коран 19: 4–6 (перевод Пиктхолл)]\n\nОтцовство Яхья\nКак подарок от Бога, Закарии дали сын по имени Ясия (арабский: يحيى, отождествленный с Иоанном Крестителем), имя, специально выбранное только для этого ребенка. Мусульманская традиция рассказывает, что Закарии было девяносто два года [3], когда ему рассказали о рождении Джона.\n\nВ соответствии с молитвой Закарии, Бог заставил Иоанна (Яхья) возобновить послание Бога, которое было испорчено и потеряно израильтянами. [4] Как говорит Коран:\n\nО Захария! Ну! Мы приносим Тебе сына, которого зовут Джон; Мы дали то же имя никому раньше (его). Он сказал: мой Господь! Как я могу иметь сына, когда моя жена бесплодная, и я достиг немощной старости? Он сказал: так и будет, ваш Господь говорит: это легко для меня, и я действительно создал вас раньше, когда вы не были ничем. Он сказал: мой Господь! дай мне знак. Он сказал: ваш знак состоит в том, что вы не сможете поговорить с людьми три ночи, находясь в звуковом здоровье.\n\n- [Коран 19: 7–10 (перевод Пиктхолл)]\nХранитель Марьям\nСогласно Корану, Закария была опекуном Марьям. Коран гласит:\n\n(Помните), когда жена Имрана сказала: мой Господь! Я пообещал Тебе, что в моем животе как освященное (предложение). Примите это от меня. Ну! Ты, только ты, Художник, слушатель, знающий! И когда она была доставлена, она сказала: мой Господь! Ну! Я доставил женщину - Аллах знала лучше всего из того, что она была доставлена ​​- мужчина не такая женщина; И вот! Я назвал ее Мэри, и Ло! Я жажду вашей защиты для нее и для ее потомства от сатаны изгоя. И ее Господь принял ее с полным принятием и поручил ей хороший рост; и сделал Захарию своим опекуном. Всякий раз, когда Захария ходил в святилище, где она была, он обнаружил, что у нее есть еда. Он сказал: О Мэри! Откуда приходите к тебе это (еда)? Она ответила: это от Аллаха. Аллах дает без стя.\n\nМусульманское богословие утверждает, что Закария вместе с Иоанном Крестителем и Иисусом открыли новую эру пророков - все из которых пришли из священнического происхождения Амрама (Имран), отца пророка Аарона. Тот факт, что из всех священников это был Закария, которому дали обязанность заботиться о Марии (Марьям), показывает свой статус благочестивого человека. Закарии часто хвалят в Коране как пророка Бога и праведного человека. Одна такая оценка-в Сура аль-Анам:\n\n«И Закария, Яхья, Иса и Элияс. Каждый был праведным». [Коран 6:85 (перевод Пиктхолл)]\n\nПереводчик Корана Абдулла Юсуф Али предлагает комментарии к этой одной строке [5], предполагая, что эти конкретные пророки устанавливают духовную связь друг с другом. Он указывает, что Яхья был родственником Иса, в то время как Элияс был тем, кто присутствовал при преображении Иса [6] на горе, как упоминалось в Новом Завете. Тем временем Закария, благодаря браку, был дядей Исы, а его сын Яйха называли Элией в Новом Завете. [7]",
"Yahya": "Ягья ибн Закария (арабский: يحيى ابن زكريا, буквально Яхья/Джон, Сын Захарии), идентифицированный на английском языке как Иоанн Крестителя, считается исламом Пророком и Посланника Божьего (Аллах), которые посылали ведущие из Израиля Пророка и Посланника Божьего (Аллах), которые посылали ведущих из Израиля. Анкет Считается, что мусульмане он был свидетельством Слова Божьего, которое бы приветствовало бы пришествие Иса аль-Масиха (Иисус Христос). [1] [2]\n\nЯхья упоминается пять раз в Коране. [3]\n\nЯхья также высоко оценивается в суфизме, а также в исламской мистике, прежде всего из -за описания Корана целомудрия и доброты Джона. [4] Суфии часто применяют комментарии к отрывкам на Иоанне в Коране, в первую очередь, касающиеся дара мудрости, который он приобрел в молодости, а также его параллели с Иисусом. Хотя несколько фраз, используемые для описания Иоанна и Иисуса, практически идентичны в Коране, способ выражения их выражена. [5] [5]\n\nРождение\nВ Коране Бог часто упоминает непрерывную молитву Закарии о рождении Сына. Жена Закарии была бесплодной, и поэтому рождение ребенка казалось невозможным. [6] Как дар от Бога, Захарии дали сыну по имени Ягья, имя, специально выбранное только для этого ребенка. В соответствии с молитвой Закарии, Бог создал Яхья и Ису, которые, согласно Exegesis, родились шесть месяцев спустя, [7] возобновили послание Бога, которое было испорчено и искажено израильтянами.\n\nКоран утверждает, что Иоанн Креститель был первым, кто получил это имя (Коран 19: 7–10), но, поскольку имя Йоханан встречается много раз перед Иоанном Креститель [8] Этот стих ссылается на либо к исламскому ученому консенсусу, что «Ягья «Это не то же имя, что и« Йоханан »[9] или к библейскому рассказу о чудесном именовании Иоанна, в котором говорилось, что его почти назвали« Захария »(греческий: ζαχαρίας) [10] после имени своего отца, как нет Один в линии его отца Захария (также известного как Захария) был назван «Джон» («Йоханан»/«Йоанес») перед ним. [11] Как говорит Коран: [12]\n«О Закарья, мы действительно даем вам хорошие вещи мальчика, чье имя будет Яхья, и чья мы никогда не создавали сходство.\n\nОн сказал: «О, мой Господь! Как у меня есть сын, когда моя жена бесплодная, и я выросла довольно дряхлым от старости?»\n\nОн сказал: «Итак, (это будет) твой Господь говорит:« Это легко для меня: я действительно создавал тебя раньше, когда ты не был ничего! »\n\n(Закария) сказал: «О, мой Господь! Дай мне знак». «Твой знак, - был ответ, - будет ли ты никому не говорить с человеком в течение трех ночей».\n\n- Марьям 19: 7–10\n- Марьям 19: 12–14\n\nРека Иордан, где яхья крестила Иса. [13]\nЯхья был призван быстро держаться за Писание, и был дал мудрость Богом, будучи еще ребенком. [14] Он был чистым и набожным, и хорошо ходил в присутствии Бога. Он был послушен по отношению к своим родителям, и он не был высокомерным или мятежным. Чтение и понимание Иоанна Священных Писаний, когда только ребенок превзошел даже показания величайших ученых того времени. [6] Мусульманский экзегез рассказывает, что Иса послала Яхю с двенадцатью учениками, [15], которые проповедовали послание перед Иисусом, назвавшим своих собственных учеников. [7] Коран говорит: [16]\n«О яйя! Возьмите книгу с мозом», и мы дали ему мудрость, даже в молодости,\n\n- Марьям, 19:12\nИоанн был классическим пророком, [17], который был возвышен Богом за его смелое осуждение всего греховного. Кроме того, Коран говорит о нежном благочестии и любви Иоанна и его скромном отношении к жизни, за что ему дали чистоту жизни.\n\nСогласно исламской традиции, Яхья ходил на Харам-Шариф (Храмовая гора), чтобы доставить свои проповеди. [3]\n\nУбийство\nВо время пророчества Яхья между ним и Иродом Антипам произошел конфликт, который хотел развестись с своей первой женой и взять в качестве жены его бывшую невестку. [3] Яхья сообщил, что брак может быть кровоточным, и не одобрил брак. После этого Ирод Антипа заключил Яхья. [3] Яхья был затем обезглавлен. [18] [3] Считается, что голова Яхья находится внутри мечети Омейяд в Дамаске. [19] [20] [21]\n\nНаследие\nВ исламе Яхья приветствовал Мухаммеда в ночь на Аль-Исра аль-Мирадж вместе с Исе (Иисусом) на втором рабе. [22] История Яхья также рассказана абиссинскому королю во время миграции мусульман в Абиссинию. [23] Согласно Корану, Яхья был тем, на кого Бог послал мир в тот день, когда он родился, и в тот день, когда он умер. [24] По словам Аль-Суюти, Ибрагим заявил, что с момента создания мира небеса и Земля плакали только для двух человек, Яхья и Хусейн. [25] [26] Согласно хадису, Мухаммед сказал: «Каждый сын Адама придет в день воскресения, и у него будет грех против него, кроме Яхья ибн Закарья». [27] Многие мусульмане сравнивают Yahya с Хусайном. [28] Считается, что головы Яхья и Хусайна находятся в мечети Омейяд в Дамаске, Сирия.",
"Isa": "Иса (Иисус) - пророк и посланник Аллаха и Мессии. Он - последний пророк, посланник, чтобы вести детей Израиля (Бани Израиль), и был раскрыт Священная Книга под названием «Индиль» (Евангелие).\n\nВ Коране Иса описывается как Мессия (аль-Масих), рожденный от Девы Марии, совершал чудеса, сопровождаемые учениками, отвергнутыми еврейским истеблишментом и воспитанием на небеса. Коран утверждает, что Иисус не был распят и не умер на кресте, но был чудесным образом спасен Богом. Коран помещает Иисуса среди величайших пророков и упоминает его различными названиями. Пророчности Иисуса предшествовали Яхья, и он преуспел Мухаммед.\n\nИслам отвергает христианский взгляд на божественность Иисуса как воплощенного Бога или буквального Сына Божьего. Он отрицает Иисуса как божества в нескольких стихах, а также упоминает, что Иисус не претендует на божественный. Мусульмане верят, что первоначальное послание Иисуса было изменено после того, как он был выросшим. Монотеизм Иисуса подчеркивается в Коране. Как и все пророки в исламе, Иисуса также называют мусульманином, поскольку он проповедовал, что его последователи должны пройти «прямой путь» (Ширан аль-Мустаким). Иисуса приписывается огромным количеством чудес, с многочисленной аскетической и мистической литературой, написанной и читается о нем в исламской традиции. Он также сообщается, что он пророчествовал о приходе Мухаммеда, используя имя Ахмад.\n\nВ конце времени Иисус вернется во втором пришествии с Имамом Аль-Махди, чтобы убить аль-Масих Ад-Даджал («ложный Мессия»), после чего с древними племенами Яаджудж и Махадж (Гог и Магог) рассеялись на земле. После того, как эти существа чудесным образом погибли, Имам Махди и Иисус правят весь мир, установит мир и справедливость и умрут после правления 40 лет. Некоторые мусульмане считают, что Иса будет похоронен вместе с Мухаммедом в четвертой зарезервированной гробнице зеленого купола в Медине.\n\nМусульмане понимают, что Иисус является одним из самых важных пророков ислама. Место, где, как полагают, возвращается Иисус, мечеть Омейяда в Дамаске, высоко уважается мусульманами как четвертое священное место ислама.\n\nРождение\nРассказ об Иисусе в Коране фактически начинается с его рождения его матери, Марии и ее служения в храме Иерусалима. В то время как под опекой Пророка Захария, который должен был стать отцом Яхья (Иоанн Крестителя). Повествование о рождении в Коране для Иисуса начинается в Коране 19: 16–34 и Q3: 45–53.\nБлаговещение\n\nИсламская экзегеза подтверждает девственное рождение Иисуса, аналогично Евангельскому рассказу и встречающееся в Вифлееме. Повествование о рождении девственницы является объявлением Марии Ангелом Габриэлем, в то время как Мария воспитывается в храме после того, как ее мать пообещала Богу. Габриэль утверждает, что она удостоена чести всех женщин всех народов и принесла ей радостные подстилки Святого Сына.\n\nБлаговещение в миниатюре\nГабриэль заявляет, что сын должен быть назван Иса, Мессией, заявляя, что его назовут великим пророком. Мэри, спрашивая, как она могла зачать, и иметь ребенка, когда никто не коснулся ее, была ответила ангел, что Бог может указать, что Он желает, и это произойдет.\n\nПовествование от Корана продолжается с Мэри, преодолевая боли родов, получив поток воды под ее ногами, из которых она могла пить, и пальма, которую она могла бы встряхнуть, так что спелые свидания упадут и будут наслаждаться. После родов Мария несет младенца Иисуса обратно в храм, и старейшины храма спрашивают ее о ребенке. Будучи приказанием Габриэлем к обет молчания, она указывает на младенца Иисуса, а младенец провозглашает:\n\nОн сказал, я слуга Бога; Он дал мне книгу и сделал меня пророком. Он заставил меня благословить, где бы я ни был, и предписал мне поклонение и милостыню, пока я живу; и быть послушным для моей матери; и не сделал меня угнетающим, нечестивым. Мир на меня в тот день, когда я родился, в тот день, когда я умру, и день, когда я буду воспитывать заживо. [8]\n\nГоворя об Иисусе из колыбели-одно из шести чудес, приписываемых ему в Коране, которое также встречается в сирийском младенческом Евангелии, работе шестого века. [9] [10] Согласно различным хадисам, Иисус и Мария не плакали при их рождении. [11] Исламский пророк Мухаммед объяснил, что и Иисус, и Мария были единственными людьми, которые рождались как безгрешные и, следовательно, были защищены от прикосновения сатаны от их рождения, цитируя тридцать шестой стих Аль-Имрана. [12]\n\nНарративы при рождении\n\nПо словам Корана, боли труда взяли Мэри в туловище пальмы.\nИсламская вера повторила некоторые пряди в христианской традиции, что Мария (или Марьям) была буквальной девственницей, когда Иисус был зачат. Наиболее подробное описание Благовещения и рождения Иисуса приведено в Суре 3 (Аль -Имран) и 19 (Марьям) Корана, где рассказывается о том, что Бог (Аллах) послал ангела, чтобы объявить, что Марьям может вскоре ожидать выдержать Сын, несмотря на то, что он девственница. [13]\n\nНекоторые ученые отметили, что рассказ в Суре 19 [14] особенно близок к тому, что в христианском Евангелии от Луки [15] [15] [15]. Благовещение для Марии дважды упоминается в Коране, и в обоих случаях Марии/ Марьям говорят, что Бог выбрал ее, чтобы доставить Сына. В первую очередь носитель новостей (которые, по мнению большинства мусульман, являются архангелом Габриэлем), доставил новости в (Q3: 42-47), когда он принимает форму человека (Q19: 16-22) . [16] [17] Детали концепции не обсуждаются, но когда Мария спрашивает, как она может вынести Сын, ввиду ее целомудрие, ей говорят, что Бог создает то, что Он желает, и что эти вещи легко для Бога. [16] [18] Коран (Q21: 91 и Q66: 12) говорит, что Бог взорвал Своего ангела в Марию, и она, хотя и целомудренно, несет Иисуса без какого -либо отца (источник позволяет интерпретировать Габриэля как Отца). [19] [20]\n\nМусульманский историк 8-го века Ибн Ишак (704–767), написал рассказ о под названием «Китаб аль-Мубтада» (в начале), сообщив, что Захария-опекун Марии, и после того, как он не может поддерживать ее, он доверяет ей плотнику. по имени Джордж. Уединенная в церкви, к ней присоединяется молодой человек по имени Джозеф, и они помогают друг другу, чтобы получить воду и другие задачи. Рассказ о рождении Иисуса следует повествованию Корана, добавив, что рождение произошло в Вифлееме рядом с пальмой с яслем. [21]\n\nПерсидский ученый 10-го века аль-Табари (839–923) упоминает посланников, прибывающих из короля Персии с подарками (аналогично волшебникам с востока) для Мессии; командование человеку по имени Иосиф (не мужа Марии) отвезти ее и ребенка в Египет, а затем вернуться в Назарет. [22]\n\nДетство\nОсновная статья: поиск в храме\nСм. Также: Полет в Египет и Евангелие от младенчества Томаса\nКоран не включает в себя традицию полета в Египет, хотя Сура XXIII, 50 мог бы наметить на него: «И мы сделали сына Марьям и его мать знаком; и мы заставили их соблюдать в возвышенном месте, полном от Тихий и поливается пружинами ». [25] Однако повествования, подобные повествованию, обнаруженному в Евангелиях и неканонических источниках, распространяемых в более поздних исламских традициях, с некоторыми деталями и разработками, добавленными на протяжении веков исламскими писателями и историками. В некоторых повествованиях Иисус и семья остаются в Египте до 12 лет. [26] Многие моральные истории и чудесные события молодежи Иисуса упоминаются в Qisas al-Anbiya (истории пророков), книги, составленные на протяжении веков о доисламских пророках и героях. [7]\n\nАль-Масуди писал, что Иисус, как мальчик, изучал еврейскую религию, чтение с псалмов и обнаружил «прослежены в персонажах света»:\n\n«Ты мой сын и мой любимый; я выбрал тебя для себя»\n\nс Иисусом, тогда утверждая:\n\n«Сегодня слово Божье исполнено в Сыне Человеческого». [22]\n\nВ Египте\nСм. Также: младенчество Евангелие Томаса\nНесколько рассказов показывают некоторое неравенство и сходство в исламских писаниях о раннем детстве Иисуса, в частности его время в Египте в отношении продолжительности и событий. Большинство повествований встречаются в неканонических христианских источниках, таких как, например, доисламский Евангелие Томаса. Одно из таких несоответствия-от Аль-Атира в его совершенстве истории, в котором содержится повествование о рождении, в котором говорилось, что Иисус родился в Египте, а не в Вифлееме. [27]\n\nНекоторые другие рассказы о детстве Иисуса являются популярными ближневосточными знаниями, подчеркиваемые профессором межконфессиональных исследований Махмуд М. Аюб. [28] Многие чудеса приписываются молодому Иисусу, находясь в Египте [26] (см. §§ Чудеса и другие чудеса).\n\nСовершеннолетие\n\nРека Иордан, где Иисус был крещен Яхья ибн Закария (Иоанн Крестителя). [29]\nМиссия\nСм. Также: служение Иисуса и Апостола (Ислам)\nОбщепринято, что Иисус говорил арамейский, общий язык Иудеи в первом веке и регионе в целом. [30]\n\nПервый и самый ранний взгляд на Иисус, сформулированный в исламской мысли, заключается в том, что Бог - человек, выбранный Богом, чтобы представить как суждение человечеству, чтобы поклоняться идолам и вызов обратиться к одному истинному Богу. На этом основе, отраженном во всех предыдущих пророках через призму мусульманской идентичности, Иисуса считается не более чем посланником, повторяющим повторяющееся послание веков. Чудеса Иисуса и коранические названия, приписываемые Иисусу, демонстрируют силу Божьей, а не божественность Иисуса - та же сила, стоящая за посланием всех пророков. Некоторые исламские традиции считают, что миссия Иисуса была только для народа Израиля, и его статус пророка был подтвержден многочисленными чудесами. [31] [32]\n\nВторой ранний высокий образ Иисуса-фигура в последнее время. Эта концепция возникает в основном из хадисов. Мусульманская традиция строит рассказ, аналогичный христианскому богословию, видя, как Иисус прибывает в конце времени и спускается на Землю, чтобы сражаться с антихристом. Этот повествование понимается, чтобы отстаивать причину ислама, а некоторые традиции рассказывают Иисуса, указывающие на первенство Мухаммеда. Большинство традиций утверждают, что тогда Иисус умрет естественной смертью. [33]\n\nТретий и отличительный образ - Иисус, представляющий аскетическую фигуру - пророк сердца. Хотя Коран относится к «Евангелию» Иисуса, эти конкретные его учения не упоминаются в Коране или более поздних религиозных текстах. Они в основном отсутствуют. Суфийская традиция - это то, где Иисус почитался, признанный духовным учителем с отличительным голосом других пророков, включая Мухаммеда. Суфизм имеет тенденцию исследовать аспекты Союза с Богом с помощью многих подходов, включая аскетизм, поэзию, философию, спекулятивное предложение и мистические методы. Хотя суфизм для западного разума может показаться схожим происхождением или элементами неоплатонизма, гностицизма и буддизма, идеология отчетливо исламская, поскольку они придерживаются слов Корана и преследуют имитацию Мухаммеда как совершенного человека [34]\n\nПроповедь\nСчитается, что исламские концепции проповеди Иисуса возникли в Куфе, Ирак, под Рашидун Халифат, где были сформулированы самые ранние писатели мусульманской традиции и стипендии. Концепции Иисуса и его служения проповеди, разработанных в Куфе, были приняты у ранних христиан Египта, которые выступали против официальных церковных епископных назначений из Рима. [35]\n\nСамые ранние истории, насчитывающие около 85 лет, встречаются в двух основных коллекциях аскетической литературы под названием «Китаб аль-зюд вар Ракаик» (Книга аскетизма и нежной милосердия) Ибн аль-Мубарак (ум. 797) и и и Китаб аль-Зуд (Книга аскетизма) Ибн Ханбал (ум. 855). Эти высказывания делятся на четыре основных группа: а) эсхатологические высказывания; б) квази-евангельские высказывания; в) аскетические высказывания и истории; D) Высказывания повторяют внутримусульманскую полемику. [36]\n\nПервая группа высказываний расширяет архетип Иисуса как изображенный в Коране. Вторая группа историй, хотя и содержит ядро ​​Евангелия, расширена с «отчетливо исламской маркой». Третья группа, являющаяся крупнейшей из четырех, изображает Иисуса как покровителя -святого мусульманского аскетизма. Последняя группа основана на исламском архетипе и мусульманском определении Иисуса и его атрибутов, способствующих эзотерическим идеям относительно таких терминов, как «Дух Божий» и «Слово Божье». [37]\n\nЧудеса\nОсновная статья: чудеса Иисуса\nСм. Также: младенчество Евангелие Томаса\nКоран приписывает как минимум шесть чудес Иисуса, при этом писатели и историки добавляют гораздо больше. Чудеса были приписаны Иисусу как признакам Его пророчества и его власти, по словам педагога и профессора Ихака Муса аль-Хусайни (ум. 1990), автора, наиболее известного за Мудхаккират Даджаджа (Мемуары курицы) (Каир: Дар аль-Маариф , 1943; 2 -е изд. 1967). Во Христе в Коране и современной арабской литературе (1960) Аль-Хусайни сказал, что это примечательно, что Мухаммед не приписывает себе чудеса [38]\n\nЭти шесть чудес в Коране без деталей в отличие от Евангелия и их неканонических гностических источников, которые включают детали и упоминают другие приписываемые чудеса. [38] На протяжении веков эти шесть чудесных повествований были разработаны через хадис и поэзию, с религиозными сочинениями, включая некоторые другие чудеса, упомянутые в Евангелии, неканонические источники и из знаний. [26] [28]\n\nГоворя из колыбели\nГоворя из колыбели упоминается в трех местах в Коране: Аль-Имран (3) 41, 46, Аль-Майда (5) 109–110 и Марьям (19) 29–30. В части повествования младенец Иисус защищает свою мать Марию от обвинения в рождении без известного мужа. [39] Ранний ислам был неясен в отношении Джозефа и его роли. Таким образом, это гностическое влияние Евангелия утверждается как сказать, что Коран не может быть божественным со стороны противников. Иисус говорит, как Ангел Габриэль упомянул во время Благовещения: Иисус провозглашает, что он является слугой Божьим, дал книгу, пророк, благословлен, куда бы он ни пошел, благословит тот день, когда он родился, в тот день, когда он умрет и в тот день, когда он воспитывается живым. [40]\n\nХотя это конкретное повествование не найдено в Библии, тема разговора из колыбели встречается в неканоническом доисламском сирийском младенческом евангелии. Этот источник заставляет Иисуса объявить Себя Сыном Божьим, Слово и подтверждая то, что Ангел Гавриил ранее объявил Марии, как подробно описано в Евангелии. [39]\n\nСоздание птиц из глины\nЧудо-история создания птиц из глины и вдыхания жизни в них, когда ребенок упоминается в аль-Имране (3) 43, 49 и Аль-Майде (5) 109–110. Хотя это чудо также не упоминается в каноническом Евангелии, в одном и том же повествовании встречается по крайней мере в двух доисламских источниках: Евангелие от младенчества Томаса и еврейского Тодотота Йешу, с небольшим вариантным деталями между Кораном и этими двумя источниками. [ 41] [42]\n\nИсцеление слепых и прокаженных\nСм. Также: исцеление двух слепых в Галилее и очищать десять прокаженных\nПодобно Новому Завету, Коран упоминает, что Иисус исцеляет слепых и прокаженных в Аль-Имране (3) 49. Муслик-ученый и судья Аль-Байдави (ум. 1286) написали, как было записано, что многие тысячи людей пришли к Иисусу быть исцеленным и что Иисус исцелил эти болезнь только через молитву. [43] Средневековый ученый аль-Тхалаби писал о том, как эти два конкретных заболевания были вне медицинской помощи, и чудес Иисуса должны были быть свидетелями другими как явные признаки его послания. [41]\n\nВоспитание мертвых\nСчитается, что Иисус воспитывал людей из мертвых, как упоминалось в Аль-Имране (3) 49. Хотя не указано никаких деталей о том, кто вырос или обстоятельства, по крайней мере три человека подробно упоминаются в Евангелии (дочь Иаируса, сына вдовы в Нэйн и Лазаря). [44]\n\nПРЕСКАЗА\nИисус смог предсказать или предвидеть, [45] того, что было скрыто или неизвестно другим. Один из примеров - правильно ответить на любой вопрос, и каждый вопрос кто -нибудь задавал его. Другой пример - Иисус знал, что только что съели люди, а также то, что они хранили в своих домах. [26]\n\nСтол еды с небес\nОсновная статья: кормление множества\nСмотрите также: Последний ужин\nВ пятой главе Корана «Аль-Маида» (5) 112–115 в повествовании упоминаются ученики Иисуса, просящие стол, нагруженную едой, и для того, чтобы в будущем было особым днем ​​поминовения. Это может быть возможной ссылкой на Евхаристию в соответствии с профессором исламских и арабских исследований В. Монтгомери Ватт (ум. 2006). [46] По словам профессора сравнительных религий Джеффри Парриндера (ум. 2005), неясно, соответствует ли эта история последней вечеря Евангелия или кормление множества, но может быть связано с арабским словом Ид (мусульманский фестиваль): [47]\n\nОднажды ученики сказали: О, Иисус, Сын Марии, может ли ваш Господь отправить за нас стол с небес? Он сказал, бойтесь Бога, если вы верующие. Они сказали, что мы хотим съесть это, и что наши сердца могут быть в мире, и мы можем знать, что вы говорили правдиво и были среди свидетелей. Иисус, Сын Марии, сказал: о Боже, наш Господь посылает на нас стол с небес, чтобы быть для нас фестивалем, для первых из нас и последних из нас, и знак от вас, и дайте предоставление (из еда) для нас, для вас лучшие поставщики. Бог сказал, что я посылаю это для вас. [46]\n\nВ записи суннитского Exegete Tabari, перед последней вечерней, угроза смерти заставила его беспокоиться. Поэтому Иисус пригласил Своих учеников на последнюю вечерю. После еды он вымыл их руки и выполнил их омовение, чтобы вытереть руки на одежду. После этого Иисус ответил им: «Что касается этого сегодня вечером, так как я подал вам еду и лично вымыл ваши руки, пусть это будет примером для вас. Поскольку вы действительно считаете меня лучше вас, чем вы, Не будь надмененными по отношению друг к другу, а скорее расширяйтесь друг для друга, поскольку я расширился за вас ». После инструктажа учеников в Своих учениях, Иисус предсказывает, что один из них отрицает его, а другое предает его. Однако, в соответствии с исламскими взглядами на смерть Иисуса, только труп в подобии Иисуса был распят, и сам Иисус был воспитано в Бога. [48]\n\nДругие чудеса\nМногие истории и повествования были разработаны на протяжении многих лет об Иисусе, содержащих определенные неотъемлемые уроки или дают смысл из -за отсутствия деталей в Коране относительно Иисуса. Некоторые из этих повествований по своей природе похожи на Новый Завет, в то время как некоторые изображают Иисуса очень человеческим образом.\n\nПомимо некоторых подробных резюме чудеса Иисуса, упомянутых мусульманских писателей на протяжении веков, от взрослой жизни (например, ходьбы по воде - также обнаруженного в Евангелии - и вызывая хлебные хлеб), [39] некоторые другие чудеса из детства Включите: объяснение мусульманских оснований для школьного учителя, раскрывая, кто воры были для богатого вождя, заполняя пустые банки чего -то, чтобы выпить, предоставляя еду и вино для тиранического короля, а также доказывал этому королю свою власть в воспитании мертвого человека из мертвых, воспитание ребенка случайно убили и заставляя одежды из одноцветного чана в различных цветах. [26]\n\nИсцеление сына королевского чиновника\nОсновная статья: исцеление сына королевского чиновника\nАль-Табари (ум. 923) сообщает историю о встрече взрослого Иисуса с определенным царем в регионе и исцелении его сына. Личность короля не упоминается, в то время как Легенда предлагает Филипп тетрарх. Соответствующая ссылка на Библию - «сын королевского чиновника». [49]\n\nЖадность и правдивая\nЛегендарная история о чуде молодого Иисуса, используемой в качестве жесткого урока, широко встречающегося в ближневосточных знаниях, по словам профессора Аюб, связана с еврейским человеком и хлебом. Несмотря на то, что на полемическом тоне, уроки сосредоточены на жадности с истиной, вплетенной в повествование. Это история часто встречается в детских книгах. [50]\n\nНеотъемлемая мудрость\nСм. Также: Логос (ислам) и логотипы (христианство)\nДругая легендарная чудо -история - это одна из детства Иисуса. Эта легенда, сообщаемая через аль-Табари от Ибн Ишака, рассказывает о том, что Мария отправляет Иисуса в религиозную школу, и учитель удивлен, обнаружив, что Иисус уже знает, что информация, которую преподают / обсуждают. [26]\n\nЕда в детских домах\nДругая история от аль-Табари рассказывает о том, что молодой Иисус играет с молодежью его деревни и рассказывает им, какую еду их родители готовили к ним дома. [26]\n\nСогласно деталям повествования, некоторые родители раздражались и запрещали своим детям играть с Иисусом, подозревая, что он был волшебником. В результате родители удерживали своих детей от Иисуса и собрали своих детей в один дом. Однажды, чувствуя себя одиноким, Иисус вышел в поисках своих друзей, и, начиная с этого дома, он спросил родителей, где находятся их дети. Родители солгали, отвечая, что детей там не было. После того, как Иисус спрашивает, кто тогда находится в доме, родители называют Иисуса свинью. Затем Иисус говорит: «Пусть будет свиней в этом доме», превращая всех детей в свиней. [28]\n\nНа протяжении веков мусульманские писатели также ссылались на другие чудеса, такие как разбросаны демонов, заимствованные из некоторых еретических доисламских источников, и из канонических источников, поскольку легенды об Иисусе были расширены. [26]\n\nОткровение\nОсновная статья: Евангелие в исламе\nМусульмане верят, что Бог открыл новое Священное Писание Иисусу, называемому Аль-Инджилом (Евангелием), а также объявил истину предыдущих откровений: Аль-Таурат (Тора) и Аль-Забур (Псалмы). [51] Коран благоприятно говорит об Аль-И-Ил, который он описывает как Священное Писание, которое наполняет сердца его последователей кроткой и благочестием. Традиционное исламское изгнание утверждает, что библейское послание было искажено (Тахриф), называется Таин аль-Мубхем («разрешение неоднозначности»). [52] Это полемическое усилие происходит в средневековом периоде с составами Абд аль-Джаббара Ибн Ахмада. [53] Что касается закона Моисея, Коран указывает на то, что Иисус никогда не отменял еврейские законы, а скорее подтвердил их, в то же время делая только частичные отмены. [54]\n\nМусульмане давно верили, что Павел целенаправленно испортил первоначальные учения Иисуса. [55] Историк 9-го века Сайф Ибн Умар утверждал, что некоторые раввины убедили Павла сознательно ошибочно ввести ранних христиан, введя то, что Ибн Хазм считал нежелательными доктринами в христианство. [56]\n\nСогласно Юсуфу Аль-Карадави в своей книге «Законные и запрещенные в исламе, юридические ограничения Иисуса отменили для евреев, где изначально законодали Богом как наказание» [57] Классические комментарии, такие как Tafsir Al-Jalalayn, указывают, что они относятся к потреблению рыбы и птичьего мяса без шипов или в целом. [58]\n\nУпоминается в Коране\nУченики\nКоран утверждает, что Иисусу помогала группа учеников (Хавариюн), которая верила в Его послание. Не называя учеников, Коран действительно дает несколько случаев, когда Иисус проповедовает им послание. Мусульмане рассматривают учеников Иисуса как идентичных компаньонам (ṣaḥāba) Мухаммеда. [59] Согласно христианству, именами двенадцати учеников были Петр, Эндрю, Джеймс, Джон, Филипп, Варфоломея, Томас, Мэтью, Джеймс, Джуд, Саймон и Иуда.\n\nКоран упоминает в главе 3 «Стихи 52–53», что ученики, представленные в веру ислама: [необходим непременный источник]\n\nКогда Иисус нашел неверие с их стороны, он сказал: «Кто будет моими помощниками, чтобы (работа) Бога?» Ученики сказали: «Мы, помощники Бога: мы верим в Бога и свидетельствуем о том, что мы мусульмане. Наш Господь! Мы верим в то, что ты раскрыл, и мы следуем за посланником; затем записывайте нас среди тех, кто несет свидетель.\"\n\n-Коран Сура Аль-Имран 52–53 [60]\nСамое длинное повествование, связанное с учениками Иисуса, - это когда Иисус исполняет чудо, когда по их просьбе приносит чудо принести столик с едой с неба, чтобы еще больше доказательства того, что его проповедь является истинным посланием.\n\nВознесение\nСтих 157 Ан-Ниса является основным стихом Корана для обозначения события распятия Иисуса. [61] Он говорит, что Иисус не был убит и не распят, но «это было сделано\nСтих Ан-Ниса 157\nЧто они сказали (в хвастовстве): «Мы убили Мессию Иисуса, сына Марии, посланника Бога», но они не убили его, и не распяли В этом есть полные сомнений, без (определенных) знаний, но только предположить, что они порегулируют, что они не убили его.\n\nПоходить на них ». [62] Большинство исламских традиций категорически отрицают, что Иисус физически умер на кресте или иным образом. [63] [64] Исламское изгнание сообщает, что другой человек был распят в месте Иисуса. Однако некоторые современные мусульманские ученые считают, что Иисус действительно умирал, и ссылки на Его выживание символические, а не буквальные. Это разногласия по поводу природы смерти Иисуса встречаются в самом исламском каноне, когда самый ранний хадис цитирует спутников Мухаммеда, говоря, что Иисус умер. Между тем, большинство последующих хадисов и Тафсира спорят в пользу противоположного. [Цитация необходима]\n\nСогласно Корану, он не был распят, а был довольно спасен Богом. (Несмотря на то, что самые ранние исламские традиции и изгнание цитируют несколько противоречивых сообщений о смерти и ее длине, мусульмане считают, что Иисус не умер на кресте, но считает, что он был спасен тем, что его воспитали на небесах).\n\nЗамена\nНеясно, где именно возникла интерпретация замещения, но некоторые ученые считают теорию, возникающую среди определенных гностических групп второго века. [10] Лейрвик считает, что Коран и Хадис явно повлияли неканоническое («еретическое») христианство, которое преобладало на арабском полуострове и далее в Абиссинии. [65]\n\nВ то время как большинство западных ученых, [66] евреи, [67] и христиане считают, что Иисус умер, православное мусульманское богословие учит, что он поднялся на небеса, не ставя на крест, и Бог преобразовал другого человека, Саймона из Сирена, чтобы выглядеть точно так же, как Иисус, который был Распят вместо Иисуса (ср. Иренай, описание ересью базилидов, Книга I, гл. XXIV, 4.). [68] [69]\n\nНекоторые разногласия и разногласия можно увидеть, начиная с доклада Ибн Ишака (ум. 761) о кратком учете событий, ведущих к распятию, во -первых, заявив, что Иисус был заменен кем -то по имени Сергия, во -вторых, сообщил о рассказе о том, что Иисус была тогне Расположен в Медине и в -третьих, ссылаясь на места в Коране (3:55; 4: 158), что Бог взял Иисуса к себе. [70]\n\nИбн Катир (ум. 1373) следует за традициями, которые предполагают, что распятие произошло, но не с Иисусом. [81] После мероприятия Ибн Катир сообщает, что люди были разделены на три группы после трех разных повествований; Якобиты верили, что «Бог остался с нами, пока Он пожелал, а затем он поднялся на небеса»; Несториан, верившие, «Сын Божий был с нами, пока Он пожелал, пока Бог не поднял его на небеса»; и мусульмане, верившие «слуга и посланник Бога, Иисус, оставались с нами до тех пор, пока Бог пожелал, пока Бог не поднял его к себе». [82]\n\nВторой приход\nВременная шкала прибытия Иисуса до суда\n\nМинарет Иса в мечети Омейяд, Дамаск\nСогласно исламской традиции, когда он поднялся на небеса и проживав там в течение 2000 с лишним лет, Иисус спускается на землю незадолго до Судного Дня, в разгар войн, сражающихся против аль-Масих Ад-Даджала («ложный Мессия») и его последователей , чтобы прийти на помощь Махди и его последователей -мусульман. В мечети Омейяд.\n\nПосле этого он «сломает крест, убьет свиней и отменит налог на джизья», согласно известному хадису Сахих аль-Бухари. [89] [90] «Обычное толкование» этого пророчества состоит в том, что, будучи мусульманином, Иисус положил конец христианскому поклонению к себе и, вере, в Его божественность, - символизируется крестом ». Он восстановит кошерные/халяльные диетические законы, отброшенные христианством; [91], и поскольку евреи и христиане теперь все отвергают свою прежнюю веру и принять ислам, больше не будет необходимости в налоге на дзицья на неверующих. [92] (По словам одного хадиса, Иисус «уничтожит церкви и храмы и убьет христиан, если они не верят в Него».) [93] [Примечание 1]\n\nИсламские тексты также намекают на повторное появление древнего угрозы Gog и Magog (Yaʾjūj Maʾjūj), которые вырвутся из его подземного заключения и приводят к разрушению мира. [95] Бог, в ответ на молитвы Иисуса, убьет их, посылая тип червя в Нейпис их шеи, и посылать больших птиц, чтобы нести и очистить свои трупы с земли [86] После смерти Махди Иисус предположил, что мировое лидерство и мир и справедливость будут универсальными.\n\nКроме того, в соответствии с традицией, Иисус выйдет замуж за детей, и правят миром в течение сорока лет (традиции дают много разных периодов времени), после чего он умрет. [96] Затем мусульмане будут совершать похоронную молитву за него, а затем похоронить его в зеленом куполе в городе Медина в могиле, оставленной свободным от Мухаммеда, Абу Бакра и Умара соответственно. [97] Согласно легенде Ибн Халдуна, два халифа восходят из мертвых между двумя пророками. [98]\n\nИсточники\nХотя Коран не описывает ни одно из вышеперечисленных повествований о возвращении Иисуса, [99] многие мусульмане считают, что два стиха Корана относятся к его второму пришествию в конце времени. [90] (1) Стих, упомянутый выше, заявляет, что его никогда не умер на земле:\n\n«И [для] их высказывания:« Действительно, мы убили Мессию, Иисуса, Сына Марии, Посланника Аллаха ». И они не убивали его, и при этом они не распщали его; но [другой] был сделан, чтобы напоминать его с ними. И действительно, те, кто отличается от этого, сомневаются в этом. Они не знают об этом, кроме следующего предположения . И они не убили его, наверняка \". (Q.4: 157 :)\nИ второй стих, интерпретированный, чтобы указать связь между Иисусом и «Часом» (время окончания):\n\n«И вот! Воистину, есть знание часа. Так что сомневайтесь не в этом, но следуйте за мной. Это правильный путь». (Q.43: 61 Trans Pickthall). [90]\nХадисы по возвращении Иисуса прослеживаются до Абу Хурайра, одной из сахабов, но, возможно, на самом деле были представлены позже во время гражданских войн в ранних Аббасид Халифате, когда ожидался Спаситель. В то время как для шиитов Махди будет Спасителем, некоторые сунниты, как правило, ожидали возвращения Иисуса. Во время раннего аббасидского халифата, ношения распятий в шествиях и общенациональной свиней, было запрещено. В противном случае, разрыв креста может отражать общее неодобрение этого символа мусульманами и убийства свиней, ссылка на Экзорцизм Иисуса Легиона. [100]\n\nИисус упоминается около 187 раз в Коране прямо и косвенно, а также упоминается многими названиями, наиболее распространенным из которых является аль-Масих («Мессия»). [3] [110] [111] [112] [33 ] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nвид\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Мухаммед в исламе\nИз Википедии, бесплатной энциклопедии\nПрыгайте на NavigationJump для поиска\nЭта статья о роли и значении Мухаммеда в исламском контексте. Для общего обзора см. Мухаммед.\nИмам аль-Анбия\nРасул Аллах\nМухаммед\nمُحَمَّدٌ\nمحمد صلى الله عليه وسلم. SVG\n«Мухаммед» в исламской каллиграфии\nПророк ислама\nПредшествуют Иса (Иисус)\nПреуспел по положению отмены\nНазвание khatam an-nabiyyin («Печать пророков»)\nЛичный\nРодился в понедельник, 12 Раби Аль-Аваль 53 млрд. В (570 г. н.э.)\nМекка, Хежаз, Аравия\nУмер в понедельник, 12 Раби Аль-Аваль 11 лет (8 июня 632 г. н.э.)\nМедина, Хежаз, Аравия\nПокойное место зеленый купол, мечеть Пророка, Медина\nРелигия Ислам\nСупруга см. Жены Мухаммеда\nДети видят детей Мухаммеда\nРодители\nАбд Аллах ибн Абд аль-Мутталиб (отец)\nАмина Бинт Вахб (мать)\nПримечательная работа (ы) Конституция Медины\nДругие имена видят имена и названия Мухаммеда\nРодственники см. Семейное древо Мухаммеда, Ахл аль-Байт («Семья дома»)\nПодпись Мухаммеда SEAL.SVG\nПечать Мухаммеда\nМусульманский лидер\nПреемник См. Пресс Мухаммеда\nАрабское имя\nЛичный (ISM) Мухаммед\nПатронимический (насаб) Мухаммад ибн Абд Аллах ибн Абд аль-Мутталиб ибн Хашим ибн Абд Манаф ибн Кусай ибн Килаб\nTeknonymic (Kunya) Абу аль-Касим\nБисмиллахир Рахманир Рахим\nЧасть серии об исламе\nИсламские пророки\nАнбия\nПророки в Коране\nПеречислены по исламскому имени и библейскому имени.\nʾĀdam (Адам) ʾidrīs (enoch) nū (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Авраам) Лу (лот) ʾismāʿl (ishmael) ʾisḥāq (isaac) yaʿqūb (jacob) yūsuf (josephāq (isaac) yaʿqūb (jacob) yūsuf (josephāq) yaʿqūb (jacob) yūsuf (josephāq) yaʿqūb Джетро) Муса (Моисей) Харун (Аарон) Дхул-Кифль (Иезекииль или Гаутама Будда) Дауд (Давид) Сулейман (Соломон) Юнус (Иона) ʾilyās (Элайджа) Алисаса (Элиша) Закария (Зехария) Яахая (Элиша) Закария (Зехария) Яхая (Элиша) Закария (Зехария) Яхая (Элиша) Закария (Зехария) Яхая (Элиша) Закария (Зехария) Я. ) Мухаммед (Мухаммед)\nГлавные события\nПросмотры\n Исламский портал\nВт\nЧасть серии на\nислам\nАллах3.SVG\nУбеждения\nПрактики\nTextsFoundations\nИстория\nКультура и общество\nпохожие темы\n Исламский портал\nВт\nМухаммед ибн Абд Аллах (арабский: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; C.570 - 8 июня 632 г. н.э.), как полагают, является печатью посланников и пророков Бога во всех основных ветвях ислама. Мусульмане считают, что Коран, центральный религиозный текст ислама, был открыт Мухаммеду Богом, и что Мухаммед был послан для восстановления ислама, который, по их мнению, не происходил с Мухаммедом, но является истинной неизменной первоначальной монотеистской верой Адама, Авраама,, Моисей, Иисус и другие пророки. [1] [2] [3] [4] Религиозные, социальные и политические принципы, которые Мухаммед создал с Кораном, стал основой ислама и мусульманского мира. [5]\n\nМухаммед родился около 53 года. В возрасте 40 лет в 11 ч (610 г. н.э.) Мухаммед, как говорят, получил свое первое устное откровение в пещере под названием Хира, которое было началом спуска Корана, которое продолжалось до конца его жизни; и мусульмане считают, что Бог попросил Бога проповедовать единство Бога, чтобы искоренить идолопоклонство, практику, открыто присутствующую в доисламской Аравии. [8] [9] Из -за преследования недавно обращенных мусульман, по приглашению делегации из Медины (тогда известной как Ятриб), Мухаммед и его последователи мигрировали в Медину в 1 часах а.ве. (622 г. н.э.), событие, известное как Хижра. [10] [10] [10] [10] [10] [10] [10] [10] 11] Поворотный момент в жизни Мухаммеда, эта Хегира также отмечает начало исламского календаря. В Медине Мухаммед набросал конституцию Медины, указывающую права и отношения между различными существующими общинами, сформировали независимое сообщество и сумел установить первое исламское государство [12]. Несмотря на продолжающуюся враждебность мекканцев, Мухаммед вместе со своими последователями взял под контроль Мекку в 630 году [13] [14] и приказал уничтожить всех языческих идолов. [15] [16] В последующие годы в Медине Мухаммед объединил различные племена Аравии в соответствии с исламом [17] и провели социальные и религиозные реформы. [18] К тому времени, когда он умер около 11 лет (632 г. н.э.), почти все племена Аравийского полуострова обратились в ислам. [19]\n\nМусульмане часто называют Мухаммеда пророком Мухаммедом или просто «Пророком» или «Посланникам», и считают его величайшим из всех пророков. [1] [20] [21] [22] Мусульмане считают его владельцем всех добродетелей. [23] В качестве акта уважения мусульмане следуют имени Мухаммеда арабским благословением Саллаллаху Алайхи ва Саллама (то есть мир к нему), [24] Иногда сокращается как «видел» или «мир».\n\nВ Коране\nДополнительная информация: Мухаммед в Коране\n\nИмя Мухаммед написано в Thuluth, разнообразие исламской каллиграфии сценария\nКоран не перечисляет мало о ранней жизни Мухаммеда или других биографических деталях, но в нем говорится о его пророческой миссии, его моральном совершенстве и богословских проблемах, касающихся Мухаммеда. Согласно Корану, Мухаммед является последним в цепочке пророков, посланных Богом (33:40). На протяжении всего Корана Мухаммеда называют «Посланником», «Посланником Бога» и «Пророком». Некоторые из таких стихов 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 и 66:09. Используются другие термины, в том числе «Warner», «носитель радостных пик» и «Тот, кто приглашает людей в единого Бога» (Коран 12: 108 и 33: 45-46). Коран утверждает, что Мухаммед был человеком, который обладал высшим моральным превосходством, и что Бог сделал его хорошим примером или «хорошей моделью» для мусульман (Коран 68: 4 и 33:21). Коран отказывается от любых сверхчеловеческих характеристик для Мухаммеда, [25], но описывает его с точки зрения позитивных человеческих качеств. В нескольких стихах Коран кристаллизует отношение Мухаммеда к человечеству. Согласно Корану, Бог послал Мухаммеда с истиной (послание Бога к человечеству) и как благословение всему миру (Коран 39:33 и 21: 107). В исламских традициях это означает, что Бог послал Мухаммеда с Его посланием человечеству, следующее, из которого даст людям спасение в загробной жизни, и это учения Мухаммеда и чистота его личной жизни, которые поддерживают поклонение Богу в этом мире . [26]\n\nСогласно Корану, пришествие Мухаммеда было предсказано Иисусом: «И помните, Иисус, Сын Марии, сказал:« О, дети Израиля! Я - посланник Бога для вас, подтверждая закон (который пришел) передо мной, и, давая радостными частями посланника, чтобы прийти за мной, чье имя будет Ахмад »(Коран 61: 6). Благодаря этому стиху ранние арабские мусульмане заявили о легитимности за свою новую веру в существующие религиозные традиции и предполагаемые прогнозы Иисуса. [27]"
}
