{
"Adam": "Profeti i parë dhe babai i të gjitha qenieve njerëzore.\nHistoria e Adamit dhe Krijimi është copëtuar në të gjithë Kuranin. Ka referenca në kapitujt: 2, 4, 5, 20, 21, 38 dhe të tjerët. Në narracionin e Kuranit, Zoti e krijoi njerëzimin nga balta (Q3: 59), [18] e formoi atë në një formë dhe më pas i komandoi engjëjt që të përkulen (t'i nënshtroheshin) Ademit. Iblis nuk pranoi krenarinë (Q15: 26-32) [19] dhe u dëbua nga Jannah (Parajsa).\n\nSipas Kuranit, Zoti kishte vendosur tashmë para krijimit të Adamit që njerëzimi (Adami dhe pasardhja e tij) do të vendoseshin në Tokë. Islami nuk e atribuon jetën e njerëzimit në tokë si një ndëshkim, më tepër si pjesë e planit të Zotit.\n\n\"\" Me të vërtetë, unë do të vendos brezat e njerëzimit pas brezave në tokë. \" Ata (engjëjt) thanë: 'A do t'i vendosni në të ata që do të bëjnë keqbërje në të dhe do të derdhin gjak, ndërsa ne (engjëjt) ju lavdërojmë me lavdërime dhe falënderime dhe ju shenjtërojmë?' Zoti tha: 'Unë e di atë që ju nuk e dini. \"\"\n\nZoti pastaj i mëson Ademit emrat e të gjitha gjërave dhe mbledh engjëjt para Ademit në mënyrë që t'u tregojë atyre se ka më shumë për Adamin sesa ata e dinë, veçanërisht aftësinë e lartë intelektuale të Adamit:\n\n\"Dhe ai i mësoi Ademit emrat - të gjithë ata. Pastaj ai ua tregoi engjëjve dhe tha:\" Më informoni për emrat e këtyre, nëse jeni i vërtetë. \"Ata thanë:\" Lavdi për ty (thanë engjëjt), Për njohuri nuk kemi asnjë, përveç asaj që na keni mësuar: Në të vërtetë jeni ju që jeni i përsosur në njohuri dhe mençuri. \"Ai tha:\" O Adam! Thuaju atyre emrat e tyre. \"Kur ai u kishte thënë atyre, Zoti u tha (engjëjve):\" A nuk ju thashë se unë i di sekretet e parajsës dhe tokës, dhe unë e di se çfarë zbuloni dhe çfarë ju fshehni? \"\n\nZoti i urdhëron engjëjt të përkulen te Adami. Të gjithë binden, përveç Iblisit, i cili mendon se ai është bërë nga zjarri, nuk duhet të përkulet te Adami që ishte bërë nga Toka. Mosbindja e tij për urdhrin e Zotit e ndjekur nga krenaria e Tij bëri që ai të binte nga favori i Zotit:\n\n\"Dhe ja, ne u thamë engjëjve:\" Përkuluni te Adami \"dhe ata u përkulën. Jo aq Iblis: Ai nuk pranoi dhe ishte fodull: Ai ishte i atyre që refuzojnë besimin (ata që nuk janë të bindur)\". (2:34)\n\nZoti më vonë vendos Ademin dhe Evën në kopsht dhe u thotë atyre se ata janë të lirë të shijojnë frutat e tij, përveç që të mos i afrohen një peme të caktuar: (2:35)\n\n\"Ne thamë:\" O Adam! bano ti dhe gruan tënde në kopsht; dhe hani nga gjërat e bollshme në të si (ku dhe kur) do; Por afrohuni jo në këtë pemë, ose ju vraponi në dëm dhe shkelje \".\n\nSatanai pastaj mashtron Adamin dhe Evën në ngrënien e frutave të pemës: (2:36)\n\n\"Atëherë Satanai i bëri ata të rrëshqisnin nga (kopshti) dhe i nxori nga shteti (i Felicity) në të cilin kishin qenë. Ne thamë:\" Zbrit, të gjithë (ju njerëz), me disa prej jush që kanë armiqësi ndaj të tjerëve. Në tokë do të jetë vendi juaj i banimit dhe mjetet tuaja të jetesës - për një kohë \".\n\nAdami dhe Eva ndiejnë shumë pendim për veprimet e tyre, por Zoti i drejtohet Ademit në mëshirë dhe e ngushëllon atë: (2:37)\n\n\"Pastaj mësoi Ademin nga Fjalët e tij të Frymëzimit të Zotit dhe Zoti i tij u kthye drejt Tij; sepse ai është duke u kthyer shpesh, më i mëshirshëm\".\n\nZoti pastaj informon Ademin se Zoti do t'i dërgojë udhëzimet e Tij Ademit dhe pasardhësit të Tij: (2:38)\n\n\"Ne thamë:\" Zbrit të gjithë ju nga ky vend (kopshti), atëherë sa herë që të vijë tek ju udhëzime nga unë, dhe kushdo që ndjek udhëzimin tim, nuk do të ketë frikë mbi ta, as nuk do të pikëllohen \".\n\nNë Kopshtin e Edenit, Satanai (shpesh i identifikuar si Iblis) i tërheq Ademin dhe Evën të mos i binden Zotit duke shijuar frutat nga pema e ndaluar. Zoti, i dërgon Ademin dhe Evën në pjesën tjetër të tokës. [20] [21]\n\nKurani gjithashtu përshkruan dy djemtë e Adamit dhe Evës, Kainit dhe Abelit. [22] [23]",
"Idris": "Shpikësi i stilolapsit dhe shpikësi i gjilpërës.",
"Nuh": "I mbijetuar i përmbytjes së madhe.",
"Hud": "Tregtar\n\nKjo është një përmbledhje e shkurtër e narracionit të HUD, me theks në dy vargje të veçanta:\n\nNjerëzit e ʿdit ishin jashtëzakonisht të fuqishëm dhe të pasur dhe ata ndërtuan ndërtesa të panumërta [19] dhe monumente për të treguar fuqinë e tyre. Sidoqoftë, pasuria e popullit ʿd përfundimisht dëshmoi se ishte dështimi i tyre, pasi ata u bënë arrogantë dhe braktisën Zotin dhe filluan të adoptojnë idhuj për adhurim, duke përfshirë tre idhuj të quajtur SAMD, Samud dhe Hara. [11] Hud, edhe në fëmijëri, mbeti i qëndrueshëm në lutje ndaj Zotit. Ajo është e lidhur me Exegesis që nëna e Hud, një grua e devotshme që kishte parë vizione të mëdha në lindjen e djalit të saj, ishte personi i vetëm që inkurajoi Hud në adhurimin e tij. [20] Kështu, Zoti e ngriti Hudin si profet për popullin. [20]\n\nKur Hud filloi të predikonte dhe i ftoi ata në adhurimin e vetëm Zotit të vërtetë dhe kur ai u tha atyre të pendoheshin për mëkatet e tyre të së kaluarës dhe të kërkojnë mëshirë dhe falje, njerëzit ʿd filluan ta shuanin atë dhe me ligësi filloi të tallte mesazhin e Zotit. Historia e Hudit epitomizon ciklin profetik të zakonshëm për profetët e hershëm të përmendur në Kuran: Profeti u dërgohet popullit të tij për t'u thënë atyre që të adhurojnë vetëm Zotin dhe u thotë atyre të pranojnë se është Zoti që është ofruesi i bekimeve të tyre [9] The Kurani [3] thotë:\n\nNe ua dërguam popullit të 'reklamës së vëllait të tyre Hud, i cili tha: \"O populli im, adhuroni Zotin; ju nuk keni Zot tjetër, por ai.\nO njerëzit e mi, unë nuk kërkoj shpërblim për ju: Shpërblimi im është me atë që më krijoi. A nuk do ta kuptoni, pra,?\nO populli im, lyp Zotin tënd që të të falë dhe t'i drejtohesh Atij në pendim. Ai do të dërgojë shi në torrente për ju nga qielli, dhe do t'ju japë forcë të shtuar. Pra, mos u largoni prej tij si mëkatarë \".\nAta thanë: \"O hud, ju keni ardhur tek ne pa prova. Ne nuk do të braktisim perënditë tona sepse ju thoni kështu, dhe as nuk besoni në ju.\nE tëra që mund të themi është se disa nga perënditë tona ju kanë goditur me të keqen. \"Ai u përgjigj:\" Unë e quaj Zotin të dëshmojë, dhe ju jam dëshmitar gjithashtu, se unë jam i qartë për atë që ju shoqëroni (në punët tuaja)\nPërveç tij. Kontraktoni kundër meje aq sa ju pëlqen, dhe nuk më jepni asnjë ndihmë.\nUnë e vendos besimin tim te Zoti që është Zoti im dhe Zoti juaj. Nuk ka asnjë krijesë që lëviz në tokë që nuk mbahet nga pararojë fort nga ai. Me të vërtetë rruga e Zotit tim është e drejtë.\nNëse largoheni, atëherë (mbani mend) ju kam dërguar mesazhin me të cilin u dërgova. Zoti im do t'i vendosë njerëzit e tjerë në vendin tuaj, dhe ju nuk do të jeni në gjendje të mbizotëroni kundër tij. Në të vërtetë, Zoti im mban një orë mbi të gjitha gjërat \".\n\n-Kur'an, Sura 11 (HUD), Ayah 50-57\nMrekullia e HUD\nSipas Tafsir nga Ibn Qayyim al-Jawziyya në librin e tij të analizës, Madaarij Saalikeen, i cili është cituar nga Ibn Abi al -z në Syarh (koment) të Al-Aqida al-Tahawiyya, HUD ka treguar mrekullinë e tij që tregohet nga Vargu i 56-58:\n\n(56) \"E tëra që mund të themi është se disa nga perënditë tona ju kanë goditur me të keqen\". Ai u përgjigj: \"Unë e thërras Zotin të dëshmojë, dhe ju jam dëshmitar gjithashtu, se unë jam i qartë për atë që ju shoqëroni (në punët tuaja) ... Përveç tij. Kontraktoni kundër meje aq sa ju pëlqen, dhe nuk më jepni ndihmë .\n\n(57) Unë e vendos besimin tim te Zoti që është Zoti im dhe Zoti juaj. Nuk ka asnjë krijesë që lëviz në tokë që nuk mbahet nga pararojë fort nga ai. Me të vërtetë rruga e Zotit tim është e drejtë.\n\n(58) Nëse largoheni, atëherë (mbani mend) Unë ju kam dërguar mesazhin me të cilin jam dërguar. Zoti im do t'i vendosë njerëzit e tjerë në vendin tuaj, dhe ju nuk do të jeni në gjendje të mbizotëroni kundër tij. Në të vërtetë, Zoti im mban një orë mbi të gjitha gjërat \".\n\n- Kur'an, Sura 11 (HUD). ayah 56-58",
"Salih": "Salih (arabisht: ص 198 ] në Arabinë e lashtë, para jetës së Profetit Muhamed. Historia e Salihut është e lidhur me historinë e kamelës së Zotit, e cila ishte dhurata e dhënë nga Zoti për popullin e Thamudit kur ata dëshironin një mrekulli për të konfirmuar se Salih ishte me të vërtetë një profet.\n\nProfesioni i tij ishte një krijues deve.\n\nKontekst historik\n\nMada'in Salih ose al-Hijr në rajonin malor Hixhazi të Arabisë Saudite\nThamud ishin një konfederatë fisnore në rajonin veriperëndimor të Gadishullit Arabik, të përmendur në burimet asiriane në kohën e Sargon II. Emri i fisit vazhdon të shfaqet në dokumente në shekullin e katërt të erësorisë, por deri në shekullin e gjashtë ata u vlerësuan si një grup që ishte zhdukur shumë kohë më parë. [6]: 81\n\nSipas Kuranit, qyteti që Salih u dërgua u quajt al-Hijr, [7] i cili korrespondon me qytetin Nabataean të Hegra. [8] Qyteti u ngrit në pah rreth shekullit të parë pas Krishtit si një vend i rëndësishëm në tregtinë rajonale të karvanit. [9] Ngjitur me qytetin ishin varre të mëdha, të dekoruara të prera nga shkëmbi të përdorura nga anëtarët e grupeve të ndryshme fetare. [6]: 146 Në një pikë të panjohur në kohërat e lashta, siti u braktis dhe ndoshta u zëvendësua funksionalisht nga al-'ula. [10] Sajti është referuar si Mada'in Salih që nga epoka e Muhamedit, e quajtur pas paraardhësit të tij Salih. [11]\n\nJashtë besimeve islamike dhe Baháʼí, Salih nuk përmendet në asnjë shkrim tjetër Abrahamik ose tekst historik bashkëkohor, por tregimi i shkatërrimit të Thamudit mund të ketë qenë i njohur mirë në Arabinë e Lashtë. Emri i fisit përdoret në poezinë e lashtë Arabe si një metaforë për \"kalimin e të gjitha gjërave\". [6]: 223–24\n\nNë Islam\nBismillahir Rahmanir Rahim\nPjesë e një serie mbi Islamin\nProfetë islamikë\nAnbiya\nProfetë në Kuran\nRenditur me emrin islam dhe emrin biblik.\nʾĀdam (adam) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismāʿīl (ishmael) ʾisḥāq (Isaac) yaʿqūb (Jacob) yūsuf (Joseph) (Ishmael) ʾisḥāq (Isaac) Yaʿqūb (Jacob) Yūsuf (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (JOSATH) (JOSATH) JETHRO) Mūsā (Moisiu) Hārūn (Aaron) Dhul-Kifl (Ezekiel ose Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ (Elisha) Zakarīya (Jecharih) (Jecharih (Jecharih) (Elijah) (Elijah) (Elisha) (Elisha) Zakarīya (Jecharih (Jonah) (Elijahā (Elijah) (Elijah. ) Muḥammad (Muhamed)\nNgjarjet kryesore\nPamje\nPortal islam\nVTE\nPjesë e një serie në\nIslam\nAllah3.svg\nBesim\nPraktikë\nTekstet e Teksteve\nHistori\nKultura dhe Shoqëria\nTema të lidhura\n Portal islam\nVTE\nKuran\n\nSalih duke ftuar popullin e tij për të parë atë-kamel\nKoleksion i ndriçuar i tregimeve të profetëve\nJeta e Salihut në komunitetin e tij kishte qenë aq e drejtë sa njerëzit e Thamud praktikisht mbështeteshin mbi të për mbështetje. [12] Ai u zgjodh nga Zoti si i dërguar dhe u dërgua të predikonte kundër egoizmit të të pasurve dhe të dënonte praktikën e Shirk (idhujtaria ose politeizmi). Megjithëse Salih predikoi mesazhin për një periudhë të qëndrueshme kohore, njerëzit për Thamud nuk pranuan të dëgjojnë paralajmërimin e tij dhe në vend të kësaj filluan të kërkojnë nga Salih të kryente një mrekulli për ta. Ata thanë: \"O Salih! Ti ke qenë prej nesh! Një qendër e shpresave tona deri më tani! Dost na ndalon adhurimin e asaj që adhuruan baballarët tanë? Por ne jemi me të vërtetë në dyshim të dyshimtë (shqetësues) për atë që të na ftoni \"\n\nSalih i kujtoi popullit të tij për kështjellat dhe pallatet e panumërta që ndërtuan nga guri, [13] dhe për epërsinë e tyre teknologjike ndaj komuniteteve fqinje. Për më tepër, ai u tha atyre për paraardhësit e tyre, fisin ʿd dhe se si ata u shkatërruan edhe për mëkatet e tyre. Disa nga njerëzit e Thamud besuan fjalët e Salihut, por udhëheqësit e fiseve nuk pranuan ta dëgjojnë atë dhe vazhduan të kërkojnë që ai të demonstronte një mrekulli për të provuar profetësinë e tij. [14]\n\nSi përgjigje, Zoti i dha Thamudit një kamel të bekuar, si një mjet mirëmbajtjeje dhe një provë. Fisit iu tha që të lejojë që deveja të kulloste në mënyrë paqësore dhe të shmangë dëmtimin e saj. [15] Por në kundërshtim me paralajmërimin e Salihut, njerëzit e fisit pengojnë devenë. [16] Salih i informoi ata se ata kishin vetëm tre ditë të tjera për të jetuar para zemërimit të Zotit të zbriste mbi ta. [17] Njerëzit e qytetit ishin të penduar, [18] por krimi i tyre nuk mund të zhvishej, dhe të gjithë njerëzit që mosbesues në qytet u vranë në një tërmet. Al-Hijr u bë i pabanuar dhe mbeti në gërmadha për të gjitha kohërat pas kësaj. [19] Vetë Salih dhe ata pak besimtarë që e ndoqën mbijetuan. [20]\n\nHistoria është e zgjeruar në Sūrat An-Naml, ndërsa ajo e kamelit nuk përmendet në mënyrë të qartë këtu, ajo thotë se nëntë burra komplotuan për të vrarë Salih dhe tërë familjen e tij, [21] [22] një krim për të cilin u rrëzuan nga Zoti tre ditë më vonë. [23]\n\nTradita Myslimane\nShkrimtarët myslimanë kanë shtjelluar historinë e Salihut dhe She-Camel. Tradita e hershme islame shpesh përfshinte një motiv të deveve që dilnin mrekullisht nga guri, shpesh i shoqëruar nga një viç, dhe prodhimi i qumështit nga deveja. Al-Tabari deklaron se Salih e thirri popullin e tij në një mal, ku ata ishin dëshmitarë të shkëmbit të ndarë mrekullisht të hapur, duke zbuluar devenë. Ajo-kamel kishte një viç të ri. Salih informoi Thamud se deveja më e vjetër ishte të pinte nga burimi i tyre i ujit një ditë, dhe ata do të pinin prej saj ditën tjetër. Në ditët kur ata nuk lejoheshin të pinin ujë, deveja u siguroi atyre qumësht. Por Zoti e informoi Salihun se një djalë që do të hamstronte deve do të lindte së shpejti te fisi, dhe ai fëmijë ishte i keq dhe u rrit i shpejtë. Deveja u vra me të vërtetë, dhe viçi i saj bërtiti tre herë, duke sinjalizuar se Thamud do të shkatërrohej brenda tre ditësh. Fytyrat e tyre u kthyen të verdha, pastaj të kuqe, pastaj të zeza, dhe ata vdiqën në ditën e tretë siç ishte parashikuar. [24]\n\nSipas disa studiuesve islamikë, nëna e Ismailit, Hajar, ishte një mbesë e Profetit Salih. [25]\n\nNjë traditë e ngjashme është e lidhur në një koment të shekullit të tetë për Islamin nga Gjoni i Damaskut [26] [27] dhe përmendet gjithashtu në veprat e Ibn Kathir. [28]",
"Ibrahim": "Babai i Judiasm, Krishterimi dhe Islami. Ndërtuesi i Kaaba.",
"Lut": "Historian dhe udhëtar.\n\nKurani shprehet se një ditë, një grup engjëjsh vizituan Abrahamin si mysafirë në maskën e burrave [12] për ta informuar atë për faktin se gruaja e tij Sara ishte shtatzënë me Isakun. Ndërsa ishin atje, ata gjithashtu i thanë që ata ishin dërguar nga Zoti te \"njerëzit fajtorë\" [13] të Lut [14] për t'i shkatërruar ata [15] me \"një dush gurësh balte\". [16] Lut dhe ata që besuan në të, do të kurseheshin, por gruaja e tij duhej të vdiste në shkatërrim, me engjëjt që thoshin se \"ajo është e atyre që mbeten prapa\". [17] [18] Kurani gjithashtu tërheq gruan e Lotit si një \"shembull për jobesimtarët\" pasi ajo ishte e martuar me një burrë të drejtë, por nuk pranoi të besonte në mesazhin e tij dhe kështu u dënua në ferr. [3] [19]\n\nNjerëzit e qyteteve binjake të shkelura kundër kufijve të Zotit. Sipas Kuranit, mëkatet e tyre përfshinin inhospitalitet dhe grabitje [20] ata i urrenin të huajt dhe grabitnin udhëtarët, përveç abuzimeve të tjera dhe përdhunimeve. Ishte mëkati i tyre i sjelljes seksuale, si dhe u pa si veçanërisht e egër, me LUT duke i thirrur me forcë ata për t'u afruar burrave me dëshirë seksuale në vend të grave. [21] [22] Lut i tha dhe u përpoq t'i ndihmonte ata të braktisnin mënyrat e tyre mëkatare, por ata e përqeshën [20] dhe kërcënuan se do ta dëbonin nga qytetet. [23] Lut iu lut Zotit dhe iu lut të shpëtonte nga pasojat e veprimeve të tyre mëkatare. [3] [24]\n\nPastaj tre engjëj, të maskuar si meshkuj të pashëm, erdhën te Lut si mysafirë. Ai i hidhëroi burrat, ndërsa ndjeu pafuqi për t'i mbrojtur ata nga njerëzit e qyteteve. [25] Banorët e qyteteve duke u bërë të vetëdijshëm për vizitorët kërkuan që shumë të dorëzonin mysafirët e tij tek ata. [26] I shqetësuar dhe i frikësuar se ata do të pësonin zemërimin e Zotit, u sugjeruan martesë mjaft të ligjshme vajzave të tij [27] si alternativa të devotshme dhe më të pastra për dëshirat e tyre të paligjshme, dhe mbase si një burim udhëzimi. [28] Por ata ishin të pavendosur dhe u përgjigjën \"Ti e di ne nuk kemi nevojë për vajzat e tua: Në të vërtetë ti e di mjaft mirë atë që dëshirojmë!\", [29] duke iu referuar mysafirëve të tij meshkuj.\n\nExegetes Ibn Kathir, Kurtubi dhe Tabari nuk i lexojnë 'vajzat' për të nënkuptuar vajzat e mirëfillta të Lot. Ata argumentojnë se meqenëse një profet është si baba i kombit të tij, Lot po i drejtonte keqbërësit të largoheshin nga mëkatet e tyre dhe të merren me marrëdhënie të shëndetshme dhe të devotshme me vajzat e kombit, d.m.th. gratë në përgjithësi. [30]\n\nEngjëjt më pas zbuluan identitetet e tyre të vërteta për tu shumë dhe i thanë: \"Ne jemi (këtu) për t'ju dhënë dhe më poshtë, përveç gruas suaj: ajo është e atyre që mbeten prapa.\" [3] Ata këshilluan shumë që të largoheshin nga qytetet Gjatë natës, duke i thënë që të mos shikonte prapa. [31] Duke mbajtur besimin e tij në Zot, Lot i la qytetet në errësirën e natës, duke sjellë me vete ndjekësit e tij dhe duke besuar anëtarët e familjes. Më në fund, erdhi mëngjesi dhe dekreti i Zotit Kaloi me anë të së cilës Kurani lexon, \"Ne u kthyem (qytetet) me kokë poshtë, dhe ra mbi to gurë të fortë si balta e pjekur, u përhap, shtresa në shtresë,-\" [32] dhe kështu u vulos fatin e qyteteve binjake, duke rënë në shkatërrim dhe dëshpërim dhe duke shënuar fundin e civilizimeve të Sodomës dhe Gomorës. [3]",
"Ismail": "Babai i arabëve.\n\nIshmaeli konsiderohet një profet në Islam dhe është renditur në Kuran me profetë të tjerë në shumë raste. [11] [12] [13] [14] Në vargje të tjera, të tilla si 21:85 [15] dhe 38:48, [16] Ishmael është vlerësuar për të qenë i durueshëm, i mirë dhe i drejtë. [17] Një shembull i veçantë që përshkruan Ishmaelin individualisht është 19: 54-55 [18]-\"Dhe thirrni në mendje, përmes këtij shkrimi hyjnor, Ishmael. Ja, ai ishte gjithmonë i vërtetë për premtimin e tij, dhe ishte një apostull [i Zotit], a Profeti, i cili dikur i urdhëronte lutjes dhe bamirësisë së popullit të tij dhe gjeti favor në shikimin e qëndruesit të tij. \"[19] Si pasardhës i Ishmaelit, Muhamedi konsiderohet i justifikuar si Profeti dhe vazhdon vijën e profetëve nga kohërat para islamike.",
"Ishaq": "Patriarku biblik Isak (arabisht: إسحاق ose إسحٰق [shënim] ʾisḥāq) njihet si një profet dhe i dërguar i Zotit nga muslimanët. [1] Ashtu si në Judaizëm dhe Krishterim, Islami pohon se Isaku ishte djali i Patriarkut dhe Profetit Abraham nga gruaja e tij Sarah. Myslimanët e mbajnë Isakun në nderim të thellë sepse besojnë se të dy Isaku dhe vëllai i tij i moshuar Ishmael vazhduan trashëgiminë shpirtërore të babait të tyre përmes predikimit të tyre të mëvonshëm të mesazhit të Zotit pas vdekjes së Abrahamit. [2] Isaku përmendet në pesëmbëdhjetë pasazhe të Kuranit. [3] Së bashku me përmendjen disa herë në Kuran, Isaku mbahet si një nga profetët e Islamit.\n\nBabai i njerëzve izraelitë.\n\nJeta e hershme\nPër shkak të hirit dhe besëlidhjes së Zotit me Abrahamin, Sara u dhurua me një fëmijë në pleqërinë e saj. Isaku ishte mosha 10 vjeç kur vëllai i tij gjysmë Ishmael doli nga shtëpia e Abrahamit në shkretëtirë. Ndërsa në shkretëtirë Ismaeli mori një grua të vajzave të Moabit me emrin ‘Ayeshah. [4]\n\nVend i varrimit\nVarri i Isakut\nVarri i tij dhe ai i gruas së tij Rebekah konsiderohet të jetë në shpellën e patriarkëve në Hebron, Bregu Perëndimor, i njohur në Islam si Ibrahim-i-Miks (\"Xhamia e Abrahamit\"). Krahas varrit të Isakut janë ato të disa prej patriarkëve të tjerë kuranikë/biblik dhe gratë e tyre: Abrahami dhe Sara dhe Jakobi dhe Lea.\n\nPërmend në Kuran\nIsaku përmendet pesëmbëdhjetë herë me emër në Kuran, shpesh me babanë e tij dhe djalin e tij, Jakobin (Yaʿqūb). [5] Kurani shprehet se Abrahami mori \"lajme të mira të Isakut, një profet, të të drejtit\", dhe se Zoti i bekoi ata të dy (37: 112). \"Dhe ne i dhamë lajme të lumtura të Isakut, një profet nga të drejtët. Dhe ne e bekuam atë dhe Isakun. Dhe midis pasardhësve të tyre janë të virtytshëm dhe ata që gabojnë qartë veten\" [6] në një përshkrim më të plotë, kur erdhën engjëjt Ibrahim për t'i treguar atij për dënimin e ardhshëm që do t'i imponohej Sodomës dhe Gomorës, gruas së tij, Sarës, \"Qeshi dhe ne i dhamë asaj lajme të mira të Isakut, dhe pas Isakut të (një nipi) Jakobi\" (11: 71-74) ; Dhe shpjegohet më tej se kjo ngjarje do të zhvillohet pavarësisht nga pleqëria e Abrahamit dhe Sarës. Disa vargje flasin për Isakun si një \"dhuratë\" për Abrahamin (6: 84; 19: 49-50), dhe 29: 26-27 shton se Zoti bëri \"Profetësi dhe libri të jetë ndër pasardhësit e tij\", i cili është interpretuar Për t'iu referuar dy djemve profetikë të Abrahamit, nipit të tij profetik Jacob dhe stërnipit të tij profetik Joseph. Në Kuran, më vonë rrëfen se Abrahami gjithashtu lavdëroi Zotin që i dha Ishmaelit dhe Isakut në pleqërinë e tij (XIV: 39-41).\n\nDiku tjetër në Kuran, Isaku përmendet në listat: Jozefi ndjek fenë e të parëve të tij Abraham, Isak dhe Jakob (12: 38) dhe flet për favorin e Zotit ndaj tyre (12: 6); Të gjithë djemtë e Yaʿqūb dëshmojnë besimin dhe premtimin e tyre për të adhuruar Perëndinë që të parët e tyre, \"Abraham, Ishmael dhe Isak\", adhuruan (2: 127); dhe Kurani i urdhëron muslimanët të besojnë në zbulimet që iu dhanë \"Abrahamit, Ishmaelit, Isakut, Jakobit dhe Patriarkëve\" (2: 136; iii: 84).",
"Yaqub": "YaquB ibn Ishaaq Ibn Ibrahim (Arabisht: يëzoj : » Ai njihet si një patriark i Islamit. Myslimanët besojnë se ai predikoi të njëjtin besim monoteist siç bënë të parët e tij: Abraham (Ibrāhīm), Ishmael (Ismail) dhe Isak (Ishaaq).\n\nJakobi përmendet gjashtëmbëdhjetë herë në Kuran. [1] Dy referenca të mëtejshme për Isra'il besohet se janë përmendje të Jakobit. [2] Në shumicën e këtyre referencave, Jakobi përmendet së bashku me profetët e tjerë hebraikë dhe patriarkët si një profet i lashtë dhe i devotshëm që qëndroi në \"Kompaninë e Zgjedhur\". [3] [4] Myslimanët mendojnë se Jakobi ishte djali i Isakut dhe se ai predikoi unitetin e Zotit gjatë gjithë jetës së tij. Ashtu si në Krishterimin dhe Judaizmin, Islami thotë se Jakobi kishte dymbëdhjetë djem, secili prej të cilëve do t'i shkonte Atit Dymbëdhjetë fiset e Izraelit. [5] Jakobi luan një rol të rëndësishëm në historinë e djalit të tij, Joseph (Yūsif). [6] Kurani më tej e bën të qartë se Zoti bëri një besëlidhje me Jakobin [7] dhe Jakobit u bë një udhëheqës besnik me urdhër të Zotit. Gjyshi i tij (Ibrahim), babai (Ishaq), xhaxhai (Ismail), djali (Jusuf) dhe vetë janë të gjithë profetë të Islamit. [8]\n\nNë Kuran\nJakobi përmendet me emër në Kuran Gjashtëmbëdhjetë herë. [9] Edhe pse shumë nga këto vargje e lavdërojnë atë në vend që të rrëfejnë një shembull nga narracioni i tij, Kurani megjithatë regjistron disa ngjarje të rëndësishme nga jeta e tij. Tradita dhe letërsia myslimane [10] Ngjarja më e hershme që përfshin Jakobin në Kuran është ajo e Engjëjve (Malāʾikah) duke i dhënë \"lajme të lumtura\" Abrahamit dhe Sarës së lindjes së ardhshme të një djali profetik me emrin Isaac, si dhe një Profetik nipi me emrin Jakob. [11] Kurani shprehet:\n\nKur ai ishte larguar prej tyre dhe nga ata që ata adhuronin përveç Allahut, ne i dhuruam Atij Isakun dhe Jakobin, dhe secili prej tyre ne bëmë një profet.\n\n- Kuran, Sure 19 (Maryam), Ayah 49 [11]\nKurani përmend gjithashtu se Abrahami u mësoi besimit të monoteizmit të pastër bijve të tij, Ismaelit dhe Isakut, si dhe Jakobit. Kurani regjistron Abraham duke i thënë Ishmaelit, Isakut dhe Jakobit: \"Oh djemtë e mi! Allahu ka zgjedhur besimin për ju; atëherë vdes jo përveç besimit të Islamit.\" [12] Kurani përmend edhe dhuratat e dhëna Jakobit, si dhe Forca e besimit të tij, e cila u bë më e fortë ndërsa u bë më e vjetër. Kurani përmend se Jakobi ishte \"udhëzuar\"; [13] duke dhënë \"njohuri\"; [14] \"frymëzuar\"; [15] dhe iu dha një \"gjuhë e vërtetësisë për t'u dëgjuar\". [16] Kurani më vonë deklaron më poshtë në lidhje me Jakobin:\n\nDhe ne i dhuruam Atij Isakun dhe, si një dhuratë shtesë, (një nip), Jakob, dhe ne bëmë burra të drejtë të secilit (prej tyre).\nDhe ne i bëmë ata udhëheqës, duke udhëhequr (burra) me komandën tonë, dhe ne u dërguam atyre frymëzim për të bërë vepra të mira, për të vendosur lutje të rregullta dhe për të praktikuar bamirësi të rregullt; dhe ata vazhdimisht na shërbenin (dhe vetëm ne).\n\n-Kuran, Sure 21 (al-Anbiya), Ayat 72–73 [17]\nDhe përkujtoni shërbëtorët tanë Abraham, Isak dhe Jakob, posedues të pushtetit dhe vizionit.\nMe të vërtetë ne i kemi zgjedhur ato për një (qëllim) të veçantë- duke shpallur mesazhin e botës tjetër.\nAta ishin, në shikimin tonë, me të vërtetë, të shoqërisë së të zgjedhurve dhe të mirës.\n\n- Kuran, Sure 38 ('Sad), Ayat 45–47 [18]\nJakobi dhe djemtë e tij\nPërmendja tjetër domethënëse e Jakobit në Kuran është në tregimin e sures Jusuf. Historia e Jozefit në Kuran hapet me një ëndërr që Jozefi kishte një natë, pas së cilës ai vrapoi te babai i tij Jakob, duke thënë: \"Ja! Jozefi i tha babait të tij:\" O babai im! Unë pashë njëmbëdhjetë planetë dhe diellin dhe hënën: Unë i pashë ata sexhde për mua! \"\" [19] Fytyra e Jakobit e mbushur me kënaqësi në atë që kishte dëgjuar nga Jozefi i ri, dhe profeti i plakjes menjëherë kuptoi se çfarë do të thoshte ëndrra . Jakobi mund të parashikonte që djali i tij të rritet për të qenë profeti tjetër në vijën e Abrahamit dhe do të ishte Jozefi ai që do ta mbante të gjallë mesazhin e Islamit në vitet e ardhshme. Sidoqoftë, djemtë më të mëdhenj të Jakobit menduan se babai i tyre i donte Jozefin dhe Benjaminin, djalin më të vogël të Jakobit, më shumë se ata. Jakobi e dinte për xhelozinë e tyre dhe paralajmëroi Jozefin e ri për këtë. [20] Dhjetë vëllezërit më të mëdhenj të Jozefit vendosën ta vrisnin. Ndërsa Kurani rrëfen diskutimin e tyre:\n\nAta thanë: \"Me të vërtetë Jozefi dhe vëllai i tij janë të dashur më shumë nga babai ynë sesa ne: por ne jemi një trup i mirë! Me të vërtetë babai ynë është padyshim duke u endur (në mendjen e tij)!\n\"Slay Ye Joseph ose e dëboni atë në disa tokë (të panjohur), që kështu që favori i babait tuaj t'ju jepet vetëm: (do të ketë kohë të mjaftueshme) që ju të jeni të drejtë pas kësaj!\"\n\n- Kuran, Sure 12 (Yusuf) Ayat 8–9 [21]\nNjëri nga vëllezërit (zakonisht kuptohet se ishte Reuben [22]) megjithatë, mendonte se në vend që ta vrisnin Jozefin (Jusuf) ata në vend të kësaj duhet ta hedhin atë në një pus, në mënyrë që një karavan të vijë dhe ta marrë atë. [23] Kështu, ata e pyetën babanë e tyre nëse mund ta merrnin Jozefin e ri për të luajtur me vete, me kushtin që ata të mbajnë vëzhgim mbi të. Megjithëse Jakobi kishte frikë se një DHIB (arabisht: ذِئـب, ujku) do të gllabëronte djalin e tij, [24] djemtë e moshuar rebelë e morën me forcë Jozefin dhe e hodhën në pus. [25] Kur djemtë u kthyen në Jakob atë natë, ata pretenduan të qanin dhe ata më tej i thanë që ujku e kishte gllabëruar Jozefin. Për të mashtruar babanë e tyre, ata njollosën këmishën e Jozefit (Jusuf) me gjak të rremë, [26] por Jakobi, i cili ishte dhuruar me njohuri, e dinte që kjo ishte një tronditje e rreme që ata kishin hartuar. Megjithëse Jakobi u shqetësua për humbjen e Jozefit, ai mbeti i palëkundur ndaj Zotit gjatë gjithë pikëllimit të tij. [26] Me kalimin e viteve, Jozefi i ri u rrit në një burrë në Egjipt; Jakobi, ndërkohë, ishte përsëri në shtëpi në Kanaan, ku djemtë e tij do ta shqetësonin vazhdimisht atë për lutjen e tij të përsëritur ndaj Zotit për kthimin e Jozefit (Jusuf). [27] Megjithëse Jakobi shpesh i ankohej Zotit [14] nuk ishte kurrë për veprimet e Zotit, por nga shpërqendrimet e mendjes së tij dhe shpërthimi i tij i rastit nga kufijtë e durimit që ai kishte vendosur për veten e tij. Ai vazhdimisht i injoronte mashtrimin e lig të bijve të tij dhe do t'i falte ata dhe u përpoq t'i jepte këshilla të shëndosha. [28] Një ditë, Jakobi vendosi t'i dërgojë djemtë e tij në një gabim, duke u thënë atyre të shkojnë në Egjipt në kërkim të Joseph dhe Benjamin. Djemtë e tij, për herë të parë, e dëgjuan dhe u nisën për në Egjipt. Kur një nga djemtë e Jakobit u kthye në Kanaan me lajmin e mirë të Jozefit dhe Benjaminit në Egjipt, ai erdhi me një këmishë që Jozefi i kishte dhënë, gjë që i kishte thënë të hidhte mbi fytyrën e babait të tyre, [29] për të hequr verbimin e Jakobit dhe pikëllim. Kështu, djali ndoqi udhëzimet dhe bëri siç tha Jozefi, duke rivendosur vizionin fizik dhe mendor të Jakobit.\n\nPasi shikimi i Jakobit ishte rivendosur, e gjithë familja filloi udhëtimin e tyre në Egjipt, për të takuar përsëri Jozefin dhe djemtë e tjerë. Pasi arritën, babai dhe djali u takuan njëri -tjetrin me shumë dashuri dhe u ribashkuan edhe një herë në paqe. Jozefi tani i fuqishëm siguroi një shtëpi për prindërit e tij me vete dhe, siç thotë Kurani, i ngriti ata lart në një 'fron të dinjitetit'. [30] Tani ishte që e gjithë familja, së bashku, mund t'i drejtohej Zotit përmes zyrave profetike të Jakobit dhe Jozefit.\n\nKëshillat e fundit të Jakobit për njerëzit e tij\nE gjithë bijtë e Izraelit u thirrën për t'u përkulur në besim në Islam (nënshtrim ndaj Zotit) përpara se Jakobi të vdiste. Jakobi donte të sigurohej që fëmijët e tij të vdesin vetëm në Islam, dhe, për këtë arsye, mori një premtim të fundit prej tyre. Kur ai i pyeti ata se kush do të adhuronin pas vdekjes së tij, ata u përgjigjën se ata do të vazhdojnë në Islam dhe do të përkuleshin dhe adhuronin Zotin. [31] Megjithëse skena e shtratit të vdekjes është zbukuruar në traditën hebraike, dhe përmendet në Librin e Zanafillës, Kurani përmend atë për të theksuar nocion Zoti dhe Zoti vetëm. Kurani rrëfen:\n\nDhe kjo ishte trashëgimia që Abrahami u la bijve të tij, dhe kështu bëri Jakobi; \"Oh djemtë e mi! Allahu ka zgjedhur besimin për ty; atëherë vdes jo përveç besimit të Islamit\".\nA ishin dëshmitarë kur vdekja u shfaq para Jakobit? Ja, ai u tha djemve të tij: \"Willfarë do të adhuroni pas meje?\" Ata thanë: \"Ne do të adhurojmë Zotin tënd dhe Perëndinë e Etërve të tu, të Abrahamit, Ismailit dhe Isakut,- ai (i vërtetë) Allahu: Atij që ne përkulemi (në Islam)\".\n\n-Kuran, Sure 2 (al-Baqara), Ayah 132–133 [32]\nTrashëgimia e Jakobit\nJakobi është shumë i veçantë në Islam për të kryer trashëgiminë e lënë nga etërit e tij. Myslimanët besojnë se Zoti i dhuroi hirin e tij maksimal Jakobit dhe e zgjodhi atë të ishte ndër njerëzit më të lartësuar. Kurani shpesh e përmend Jakobin si një njeri të fuqisë dhe vizionit dhe streseve ai ishte i shoqërisë së së mirës dhe të zgjedhurve. Siç thotë Kurani:\n\nKy ishte arsyetimi për ne, të cilin i dhamë Abrahamit (për ta përdorur) kundër popullit të tij: ne ngremë kë do të bëjmë, shkalla pas shkallës: sepse Zoti yt është plot mençuri dhe njohuri.\nNe i dhamë Isakut dhe Jakobit: Të gjithë (tre) të udhëhequr: Dhe para tij, ne e udhëzuam Noeun, dhe midis pasardhësve të tij, Davidit, Solomonit, Jobit, Jozefit, Moisiut dhe Aaronit: Kështu i shpërblejmë ata që bëjnë mirë:\n\n-Kuran, Sure 6 Al-An'am, Ayah 83–84 [33]\nAli ibn Abi Talib, kur u pyetën për profetët që iu dhuruan emra specialë, rrëfen në Hadith se Ya'qub ibn Ishaq ishte njohur nga njerëzit e tij si Isra'il. [34]\n\nRastet në Bibël që përfshijnë Jakobin mundje me një engjëll nuk përmenden në Kuran, por diskutohen në komentet myslimane, siç është vizioni i shkallëve të Jakobit. [9] [35] Jakobi duke e mashtruar Isakun duke e bekuar atë duke e imponuar binjakun e tij, Esau, nuk është gjithashtu në Kuran, por është në komentet myslimane. [9]\n\nMyslimanët, të cilët besojnë se Jakobi ishte një patriark i shkëlqyeshëm, theksojnë besimin se rëndësia kryesore e Jakobit ishte në nënshtrimin e tij të madh ndaj Zotit dhe besimit të tij të fortë në fenë e duhur. Si një patriark, Jakobi, së bashku me Abrahamin, mund të jetë më i frytshmi sipas traditës. Nga dymbëdhjetë djemtë e tij [36] do të vinin shumë profetë të tjerë të mëdhenj, përfshirë Jonah (Yunus), David (Dawud), Solomon (Suleyman) dhe Jezusin (Isa).",
"Yusuf": "Yusuf ibn yaquB ibn ishaaq ibn Ibrahim (arabisht: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهيم) (Joseph, bir i Jakobit, djali i Isaac, djali i Abrahamit) është një propet i përmendur në Quran, [1] person nga Tanakh, Shkrimi Fetar Hebre dhe Bibla e Krishterë, e cila vlerësohej se kishte jetuar në Egjipt para Mbretërisë së Re. [2] Oneshtë një nga emrat e zakonshëm në Lindjen e Mesme dhe midis kombeve muslimane. Nga të gjithë fëmijët e Jakobit, Jozefi ishte ai që i dha dhuratën e profecisë. Megjithëse narrativat e profetëve të tjerë përmenden në sure të ndryshme, narracioni i plotë i Jozefit jepet vetëm në një sure, Jusuf, duke e bërë atë unike. Thuhet se është narracioni më i detajuar në Kuran dhe jep më shumë detaje sesa homologu biblik. [3]\n\nJusuf besohet të ketë qenë djali i njëmbëdhjetë i Yaqub (arabisht: يعقوب, Yaqub), dhe, sipas shumë studiuesve, të preferuarat e tij. Sipas Ibn Kathir, \"Jakobi kishte dymbëdhjetë djem që ishin paraardhësit eponimikë të fiseve të izraelitëve. Më fisnikët, më të lartësuarit, më i madhi prej tyre ishte Jozefi.\" [4] Historia fillon me Jozefin duke zbuluar një ëndërr që kishte te babai i tij, të cilin Jakobi e njeh. [5] Përveç rolit të Zotit në jetën e tij, historia e Jusuf dhe Zulaikha (gruaja e Potifarit të Testamentit të Vjetër) u bë një temë popullore në letërsinë persiane, ku u përpunua ndjeshëm gjatë shekujve. [6]\n\nKurani Sure 12 (Jusuf)\n\nPërdorimi i \"King\" kundrejt \"Faraonit\"\nNë Kuran, titulli i sundimtarit të Egjiptit gjatë kohës së Jozefit thuhet posaçërisht se është \"Mbreti\" (arabisht: al-Malik) ndërsa sundimtari i Egjiptit gjatë kohës së Moisiut thuhet se është posaçërisht \" Faraoni \"(Arabisht: Firaun, megjithëse si emër pa artikullin e caktuar). Kjo është interesante sepse sipas burimeve historike, titulli Faraoni filloi të përdoret vetëm për t'u referuar sundimtarëve të Egjiptit (duke filluar me rregullin e Thutmose III) në 1479 pes - afërsisht 21 vjet pasi vdiq profeti Joseph. [44] Por, në tregimin e Jusufit në Bibël, titujt King (Hebraisht: Melekh) dhe Faraoni përdoren në mënyrë të ndërsjellë për sundimtarin e Egjiptit në Kapitujt e Zanafillës 39-41. [45]\n\nMaliku (i Egjiptit) tha: \"Unë shoh (në një vizion) Shtatë Kine Fat, të cilët shtatë të ligët gllabërojnë, dhe shtatë veshë jeshilë misri, dhe shtatë (të tjerë) u thanë. , nëse do të mund të interpretosh vizionet \".\n\n- Kur'an, Sure 12 (Yusuf), Ayah 43, [46]\nPastaj pas tyre ne i dërguam Musa me shenjat tona në Fir'aun dhe shefat e tij, por ata gabimisht i refuzuan. Pra, shikoni se si ishte fundi i al-Mufsidin (arabisht: ألمفسدين, \"The Mischief-krijuesit\" ose \"Korruptuesit\").\n\n-Kur'an, Sure 7 (al-Araf), Ayah 103 [47]\nDhe Maliku tha: \"Më sillni tek unë\". Por kur i dërguari i erdhi tek ai, ai (Jusuf) tha: \"Kthehuni te Zoti juaj dhe pyeteni atë: 'Happenedfarë ndodhi me gratë që prenë duart e tyre? Me siguri, Zoti im (Allahu) është i vetëdijshëm për komplotin e tyre.\n\n- Kur'an, Sure 12 (Jusuf), Ayah 50, [48]\nDhe Mjeshtri i Jozefit e mori atë dhe e futi në burg, vendin ku ishin të lidhur të burgosurit e mbretit; Dhe ai ishte atje në burg.\n\n- Zanafilla 39:20\nDhe Jozefi ishte tridhjetë vjeç kur qëndroi para Faraonit Mbretin e Egjiptit .-- Dhe Jozefi doli nga prania e Faraonit dhe shkoi në të gjithë tokën e Egjiptit.\n\n- Zanafilla 41:46\nDhe Jozefi vendosi babanë e tij dhe vëllezërit e tij dhe u dha atyre një posedim në tokën e Egjiptit, në më të mirën e tokës, në tokën e Rameses, siç kishte komanduar Faraoni.\n\n- Zanafilla 47:11",
"Ayyub": "Jobi (arabisht: أيوب, romanizuar: ayūb) njihet si profet në Islam dhe përmendet në Kuran. [1] Historia e Jobit në Islam është paralel me historinë e Biblës Hebraike, megjithëse theksi kryesor është që puna të mbetet e palëkundur ndaj Zotit; Nuk përmendet diskutimet e Jobit me miqtë në tekstin kuranor, por më vonë letërsia myslimane shprehet se Jobi kishte vëllezër, të cilët argumentuan me burrin për shkakun e pikëllimit të tij. Disa komentues muslimanë gjithashtu folën për Jobin si paraardhësin e Romakëve. [2] Literatura islame gjithashtu komenton mbi kohën dhe vendin e ministrisë profetike të Punës, duke thënë se ai erdhi pas Jozefit në serinë profetike dhe se ai predikoi për njerëzit e tij në vend se të dërgohej në një komunitet të specifikuar. Tradita rrëfen më tej se Jobi do të jetë udhëheqësi në parajsën e grupit të \"atyre që duruan me durim\". [3]\n\nAyūb (Job) përmendet për herë të parë në Kuran në vargun vijues:\nNë të vërtetë, ne ju kemi zbuluar, [O Muhamed], siç i zbuluam Noeut dhe profetëve pas tij. Dhe ne i zbuluam Abrahamit, Ishmaelit, Isakut, Jakobit, Pasardhësve, Jezusit, Jobit, Jonës, Aaronit dhe Solomonit, dhe Davidit i dhamë librin [të Zaburit].\n\n-Kuran, Sura 4 (An-Nisa), Ayah 163 [4]\nKurani e përshkruan punën si një shërbëtor të drejtë të Allahut, i cili u prek nga vuajtja për një periudhë të gjatë kohore. Sidoqoftë, thotë qartë se Jobi nuk e humbi kurrë besimin në Zot dhe e thirri përgjithmonë Zotit në lutje, duke i kërkuar Atij që të hiqte pikëllimin e Tij:\n\nDhe [përmend] punë, kur ai i thirri Zotit të tij, \"Në të vërtetë, fatkeqësia më ka prekur, dhe ti je më i mëshirshmi i mëshirshëm\".\n\n- Kuran, Sura 21 (Profetët), Ayah 83 [5]\nRrëfimi vazhdon të shprehet se pas shumë vitesh vuajtjeje, Zoti urdhëroi Jobin të \"godiste me këmbën tënde!\". [6] Në të njëjtën kohë, Jobi goditi tokën me këmbën e tij dhe Zoti shkaktoi një pranverë të lezetshme të ujit për tu larguar nga toka, nga e cila Jobi mund të rimbushet veten. Kurani shprehet se ishte atëherë që Zoti hoqi dhimbjen dhe vuajtjet e Tij dhe ai ia ktheu familjen e Jobit, e bekoi me shumë breza fëmijësh dhe i dha pasuri të mëdha. Përveç përshkrimeve të shkurtra të narracionit të Jobit, Kurani përmend më tej Jobin dy herë në listat e atyre që Zoti u kishte dhënë udhëzime, mençuri dhe frymëzim të veçantë (IV: 163) dhe si një nga burrat që morën autoritetin, dhuratën e Profetësisë (VI: 84).\n\nPasi Satanai ka hequr dorë nga përpjekja për të larguar Jobin nga Zoti, Zoti e hoqi pikëllimin e Jobit dhe ia ktheu familjen e tij, duke i dyfishuar ata në numër. Ai e ktheu pasurinë e Jobit dhe doli punë me ar. Pasi gruaja e Jobit e kishte parë burrin e saj të rikthehej në prosperitet dhe shëndet, ajo iu lut falë Zotit, por më pas u shqetësua për betimin që burri i saj kishte marrë më herët, në të cilin ai kishte premtuar se do ta rrahë me njëqind goditje. Puna u hidhërua gjithashtu thellë për betimin që ai kishte marrë, mes vuajtjes së tij. Sidoqoftë, Zoti i dërgoi një zbulim Jobit, gjë që i tha që të mos e rrahë gruan e tij, por ta godiste butësisht me një pako me bar të butë. [7]\n\nReferencat e Kuranit\nProfecia e Punës: 4: 163, 6:84\nGjyqi dhe Durimi: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nLeximi më tej\nIbn Kathir, Bidaya Wa L-Nihaya, I, 220–225\nTafsir në xxi dhe xxxvii\nTabari, I, 361–364\nThalabi, Tales of the Profetët, Kajro 1339, 106–114\nKisa'i, Tregime të Profetëve, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb ose Shuʿayb (arabisht: شعيب, ipa: [ʃuʕajb]; do të thotë: \"Kush tregon rrugën e duhur\") është një nabi i lashtë midianite (Profeti) në Islam, dhe profeti më i nderuar në besimin e Druze. [ 1] Shuayb është identifikuar tradicionalisht me Jethro biblike, vjehrrin e Moisiut. Shuaib përmendet në Kuran gjithsej 11 herë. [2] Ai besohet të ketë jetuar pas Ibrahimit (Abrahamit), dhe muslimanët besojnë se ai u dërgua si profet në një komunitet: Midianitët, [3] të cilët njihen edhe si Aṣḥāb al-All-All (\"Shokët e drurit\") , [4] [5] [6] [7] Meqenëse ata dikur adhuronin një pemë të madhe. Për njerëzit, Shuaib shpalli rrugën e drejtë dhe paralajmëroi njerëzit që t'i jepnin fund mënyrave të tyre mashtruese. Kur komuniteti nuk u pendua, All -llahu (Zoti) shkatërroi komunitetin. [3] [5]\n\nShuaib kuptohet nga muslimanët se ka qenë një nga profetët e paktë arabë të përmendur me emër në Kuran, të tjerët që janë Salih, Hud dhe Muhamed. Thuhet se ai njihej nga muslimanët si \"predikuesi elokuent midis profetëve\", sepse ai, sipas traditës, i dha talent dhe elokuencë në gjuhën e tij. [8]\n\nKontekst historik\nZona në të cilën u dërgua Shuʿayb, quhet 'Madyan në Kuran, i njohur në anglisht si Midian, i cili shpesh përmendet në Bibël. Midianitët u tha se ishin me origjinë arabe, megjithëse ishin fqinjë të Kananejve biblik, ata ndërthurën me ta. Thuhet se ata ishin një fis endacak dhe se territori i tyre kryesor në kohën e Musa (Moisiut) ishte Gadishulli Sinai.\n\nIdentifikimi i diskutueshëm me Jethro\nJethro përmendet në Bibël (Eksodi 3: 1) si babai i ligjit të Moisiut. Edhe pse Shuaib është identifikuar shpesh me priftin midianite Jethro, shumica e studiuesve modernë e hedhin poshtë këtë identifikim. Komentuesit klasikë, të tilla si Ibn Kathir, thonë se Shuʿayb ishte një stërnip i Abrahamit: Shuʿayb besohet të ketë qenë djali i Mikilit, djali i Issachar, djali i Midian, bir i Abrahamit. [8] Kjo do ta bënte të pamundur identifikimin me Jethro, i cili jetonte në kohën e Moisiut, me sa duket qindra vjet pas Abrahamit. [9]\n\nKurani shprehet se Shuaib u emërua nga Zoti të ishte një profet për njerëzit e Midianit. Njerëzit e kësaj toke u tha se ishin veçanërisht të famshëm për mashtrimin e të tjerëve përmes pandershmërisë dhe për idhujtarinë. Profecia e Shuʿayb kryesisht përfshinte thirrjen e Midianitëve në rrugën e duhur të Zotit, [10] dhe duke i ndaluar ata të adhurojnë perëndi të rreme.\n\nThuhet gjithashtu se ai u tha njerëzve të tij që të ndalojnë të jenë të pandershëm në aktivitetet e tyre të përditshme. Megjithëse ai predikoi dhe profetizoi për një periudhë të qëndrueshme kohe, shumica e njerëzve nuk pranuan ta dëgjojnë. Sidoqoftë, Shuayb mbeti i palëkundur. Ai vazhdimisht predikonte me forcë kundër të pabesit, duke u thënë atyre për dënimin që kishte rënë mëkatar para tyre. Shuʿayb paralajmëroi njerëzit se injoranca e tyre do të çonte në shkatërrimin e Midianit, duke dhënë shembuj historikë të profetëve të mëparshëm, përfshirë Noeun, Hud, Salih dhe Lot, [11] të gjithë njerëzit e të cilëve ishin shkatërruar nga Zoti.\n\nNjerëzit e përhumbën Shuʿayb dhe i thanë që, a nuk do të ishte për familjen prestigjioze nga vinte, ai me siguri do të ishte gurosur me gurë për vdekje. Shuayb u përgjigj: \"A është familja ime më shumë konsideratë me ju sesa Zoti?\" Kur Midianitët nuk pranuan të besonin, ata u shkatërruan nga një tërmet i fuqishëm. [3] Sidoqoftë, Kurani përmend se Shuʿayb, dhe shokët e tij besimtarë, u shpëtuan nga dënimi bubullimë. [11] [12]\n\nParalele me profetë të tjerë\nMisioni i Shuayb shpesh përmendet në Kuran me misionin e Noeut, Hud, Salih dhe Lot. Studiuesit kanë theksuar se këta pesë profetë ilustrojnë misionet e hershme profetike: [13] Profeti do t'i dërgohej komunitetit të tij; Komuniteti nuk do t'i kushtonte vëmendje paralajmërimit të tij dhe përkundrazi do ta kërcënonte atë me ndëshkim; Pas vitesh predikimi, Zoti do t'i kërkonte që të linte komunitetin e tij, ndërsa njerëzit e tij u shkatërruan më pas në një dënim. [13] Studiuesit interpretojnë në mënyrë kronologjike renditjen e pesë profetëve, kështu që Shuʿayb ishte një pasardhës i Noeut (predikoi për përmbytjen e madhe) dhe profetin Abraham.",
"Musa": "Në Islam, Mūsā ibn ʿimrān (arabisht: موسا ابن عمران, lit. 'Moisiu, Biri i Amramit'), [1] është një profet i rëndësishëm dhe i Dërguari i Zotit (Allahu) dhe është individi më i përmendur në Kuran, me Kuran, me Kuran, me Kuran Emri i tij duke u përmendur 136 herë dhe jeta e tij duke u transmetuar dhe rrëfyer më shumë se atë të ndonjë profeti tjetër. [2] [3]\n\nSipas Kuranit, Musa lindi në një familje izraelite. Në fëmijërinë e tij, ai është futur në një shportë e cila rrjedh drejt Nilit, dhe përfundimisht Musa zbulohet nga gruaja e Faraonit (Fir'awn) Asiya, e cila e bën Musa si djalin e saj të birësuar. Pasi arriti në moshën madhore, Musa atëherë banon në Midian, përpara se të nisej për në Egjipt përsëri për të kërcënuar Faraonin. Gjatë profetësisë së tij, Musa thuhet se ka kryer mrekulli të shumta, dhe gjithashtu raportohet se ka biseduar personalisht me Zotin, i cili i dhuron titullin 'Kryetari i Zotit' (Kalīm Allāh) mbi Musa. Mrekullia më e njohur e Profetit është që ai e ndan detin, me një shkop të mrekullueshëm të siguruar nga Zoti. Përveç Kuranit, Musa gjithashtu përshkruhet dhe vlerësohet edhe në letërsinë e Hadithit.\n\nPas vdekjes së Faraonit, Musa dhe pasuesit e tij udhëtojnë drejt Jeruzalemit, ku Profeti përfundimisht vdes. Në traditën islame, ai besohet se është varrosur në Nabi Musa, dhe përfundimisht u rrit drejt qiejve. Pas kësaj, ai raportohet se e ka takuar Muhamedin në shtatë qiejt pas ngjitjes së këtij të fundit nga Jeruzalemi gjatë udhëtimit të natës ('isrā' Miʿrāj). [4] Gjatë udhëtimit, Musa thuhet se e ka dërguar vazhdimisht Muhamedin përsëri për të takuar Zotin dhe për të kërkuar një ulje të numrit të lutjeve të kërkuara ditore, fillimisht besohet se ishin pesëdhjetë, derisa të mbeteshin vetëm pesë lutjet e detyrueshme. [5] [6]\n\nMusa shihet si një figurë shumë e rëndësishme në Islam. Sipas teologjisë islamike, të gjithë muslimanët duhet të kenë besim te çdo profet dhe i dërguar i Zotit, i cili përfshin Musa dhe vëllain e tij Harun. Jeta e Musa në përgjithësi shihet si një paralele shpirtërore me jetën e Muhamedit, dhe muslimanët konsiderojnë shumë aspekte të jetës së dy individëve që do të ndahen. [1] Literatura islame gjithashtu përshkruan një lidhje paralele midis njerëzve të tyre dhe incidenteve që ndodhën gjatë jetës së tyre; Eksodi i izraelitëve nga Egjipti i lashtë konsiderohet të jetë i ngjashëm në natyrë me migrimin e Muhamedit dhe pasuesve të tij nga Meka në Medinë pasi të dyja ngjarjet u shpalosën përballë persekutimit - të izraelitëve nga egjiptianët e lashtë dhe të muslimanëve të hershëm nga Mekanët, përkatësisht. [7] Zbulimet e tij, të tilla si Dhjetë Urdhërimet, të cilat përbëjnë një pjesë të përmbajtjes së Tevratit dhe janë thelbësore për fetë Abrahamike të Judaizmit dhe Krishterimit. [8] [9] Si pasojë, hebrenjtë dhe të krishterët përcaktohen si \"njerëz të librit\" për muslimanët dhe do të njihen me këtë status të veçantë kudo që zbatohet ligji islam. Musa është nderuar më tej në letërsinë islame, e cila zgjerohet në incidentet e jetës së tij dhe mrekullitë që i atribuohen atij në Kuran dhe hadith, siç janë bisedat e tij të drejtpërdrejta me Perëndinë.",
"Harun": "Në Islam, Hārūn Ibn ʿimrān [2] (arabisht: هارون ابن عمران, lit. 'Aaroni, bir i Amramit'), është një Prophet dhe i Dërguari i Zotit (Allahu), dhe vëllai më i madh i Profetit Musa (Moisi). [3] [Verifikimi i dështuar] [Sqarimi i nevojshëm] Ai së bashku me vëllain e tij predikuan izraelitët në Eksod. [4]\n\nKurani përmban referenca të shumta për Aaronin, si me emër ashtu edhe pa emër. Ai thotë se ai ishte një pasardhës i Abrahamit [5] dhe e bën të qartë se ai dhe Moisiu u dërguan së bashku për të paralajmëruar Faraonin për dënimin e Zotit. [6] Më tej shton se Moisiu i ishte lutur më parë Zotit që të forconte shërbimin e tij me Aaronin [7] dhe se Aaroni e ndihmoi Moisiun pasi edhe ai ishte një profet, [8] dhe shumë elokuent në çështjet e fjalës dhe ligjërimit. [9] Kurani shton se të dy Moisiut dhe Aaronit iu besuan të krijojnë vende të banimit për izraelitët në Egjipt dhe t'i shndërrojnë ato shtëpi në vendet e adhurimit për Zotin. [10]\n\nIncidenti i viçit të artë ndërsa transmetohet në Kuran pikturon Aaronin në një dritë pozitive. Kuranit thotë se Aaronit iu besua udhëheqja e Izraelit ndërsa Moisiu ishte ngritur në ṭūr Sīnā '(arabisht: طـور سيـنـاء, Mount Sinai) për një periudhë prej dyzet ditësh. [11] [12] [Verifikimi i dështuar] [Sqarimi i nevojshëm] shton se Aaroni u përpoq të mirën e tij për të ndaluar adhurimin e viçit të artë, i cili u ndërtua jo nga Aaroni por nga një njeri i lig me emrin 'as-samiri'. [13] Kur Moisiu u kthye nga mali Sinai, ai qortoi Aaronin për lejimin e adhurimit të idhullit, të cilit Aaroni u lut me Moisiun që të mos e fajësonte kur ai nuk kishte asnjë rol në ndërtimin e tij. [14] [12] Kurani më pas shton se Moisiu këtu vajtoi mëkatet e Izraelit dhe tha se ai kishte vetëm fuqi mbi veten dhe Aaronin. [15]\n\nAaroni më vonë përkujtohet në Kuran si ai që kishte një \"autoritet të qartë\" [16] dhe ai që u udhëzua në rrugën e duhur \". [17] Më tej shton se kujtesa e Aaronit u la për njerëzit që erdhën pas tij [18] dhe ai është i bekuar nga Zoti së bashku me vëllain e tij [19] Kurani gjithashtu thotë se njerëzit e quanin 'nënën e Isait Maryam (arabisht: مـريـم, Mary) a \" Motra e Harun \"[20] Studiuesit myslimanë debatuan se kush ishte pikërisht ky\" Harun \"për sa i përket personalitetit të tij historik, me disa duke thënë se ishte një referencë për Aaronin e Eksodit, dhe termin\" Motër \"që përcakton vetëm një metaforik Ose lidhje shpirtërore midis dy figurave, gjithnjë më e dukshme kur Maria ishte një pasardhës i linjës priftërore të Aaronit, ndërsa të tjerët e mbanin atë si një njeri tjetër i drejtë që jetonte në kohën e Krishtit me emrin \"Aaron\". Shumica e studiuesve kanë rënë dakord për perspektivën e mëparshme, dhe e kanë lidhur Marinë shpirtërisht me motrën aktuale të Aaronit, emrin e saj Miryam (arabisht: مـريم, hebraisht: מִרְיָם), [21] të cilin ajo i ngjante në shumë mënyra. Kurani gjithashtu rrëfen se, shekuj më vonë, kur Tabut (arabisht: تـابـوت, Arka e Besëlidhjes) u kthye në Izrael, ai përmbante \"relike nga familja e Moisiut dhe reliket nga familja e Aaronit\". [22]",
"DhulKifl": "Dhul-kifl (arabisht: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, fjalë për fjalë \"zotërues i kifl\"; gjithashtu i shkruar dhu l-kifl, dhul-kifl, zu al-kifl, ose zu l-kifl) është një program islamik. Megjithëse identiteti i tij është i panjohur, identiteti i tij është teorizuar dhe identifikuar si profetë të ndryshëm të Biblës Hebraisht dhe figura të tjera, më së shpeshti Ezekiel dhe Gautama Buda. [1] [2] [3] [4] Dhul-Kifl besohet se është lartësuar nga Allahu në një stacion të lartë në jetë dhe është kronikuar në Kuran si një njeri i \"kompanisë së së mirës\". [5] Megjithëse nuk dihet shumë për Dhul-Kifl nga burime të tjera historike, të gjitha shkrimet nga komentuesit klasikë, të tilla si Ibn Ishaq dhe Ibn Kathir, flasin për Dhul-kifl si një njeri profetik, i shenjtë që mbeti besnik në lutjen dhe adhurimin e përditshëm. [ 6]\n\nNjë varr në provincën Ergani të Diyarbakir, Turqia besohet nga disa të jetë vendi i pushimit i Profetit Dhul-Kifl. Ndodhet 5 km larg qendrës së qytetit në një kodër të quajtur Makam Dağı. [7] [8]\n\nEtimologji\nEmri Dhul-Kifl fjalë për fjalë do të thotë \"poseduesi i KIFL\", duke përdorur një lloj emri ku ذُو dhū (\"posedues i\") i paraprinë disa tipare karakteristike të lidhura. [9] Emra të tillë u përdorën nga figura të tjera të dukshme në Kuran, për shembull Dhu al-Qarnayn (arabisht: ذُو ٱلْق 198 ٱلْنُّون, lit. 'Një me peshqit'), duke iu referuar Yunus. KIFL është një fjalë arkaike arabe që do të thotë \"dyshe\" ose \"dublikatë\", nga një rrënjë që do të thotë \"të dyfishohet\" ose \"të paloset\"; Ajo u përdor gjithashtu për një leckë leckë. Emri zakonisht kuptohet se do të thotë \"një nga një pjesë e dyfishtë\". Disa studiues kanë sugjeruar që emri do të thotë \"njeriu me shpërblimin e dyfishtë\" ose më saktë \"njeriu që mori shpërblimin dy herë mbi\", [10] që do të thotë se është një titull për punë, pasi familja e tij iu kthye atij Sipas Kuranit dhe Librit të Jobit. [11]\n\nSipas një këndvështrimi, kjo do të thotë \"njeriu i Kifl\", pasi \"ai i ...\" është një përkthim tjetër i mundshëm i DHū Pjesëmarrës, dhe KIFL dyshohet se është paraqitja arabe e \"Kapilavastu\". [12]\n\nEzekiel\nDisa janë të mendimit se Dhul-Kifl mund të jetë Ezekiel. Kur mërgimi, monarkia dhe shteti u asgjësuan, një jetë politike dhe kombëtare nuk ishte më e mundur. Në përputhje me dy pjesët e librit të tij, personaliteti i tij dhe predikimi i tij janë njësoj të dyfishtë, dhe titulli Dhul-Kifl do të thotë \"ai që të dyfishohet\" ose \"të paloset\".\n\nAbdullah Yusuf Ali, në komentin e tij Kuranor thotë:\n\nDhul-Kifl do të nënkuptonte fjalë për fjalë \"zotërues të ose duke dhënë, një kërkesë të dyfishtë ose pjesë\"; Ose përndryshe, \"ai që përdori një mantel me trashësi të dyfishtë\", që është një nga kuptimet e KIFL. Komentuesit ndryshojnë në mendim se kush është menduar, pse titulli i zbatohet atij. Unë mendoj se sugjerimi më i mirë është ai i siguruar nga Karsten Niebuhr në Reisebeschreibung Nach Arabien, Kopenhagë, 1778, ii. 264–266, siç citohet në Enciklopedia e Islamit nën Dhul-Kifl. Ai vizitoi Meshad 'All In' Irak, dhe gjithashtu qytetin e vogël të quajtur Kifl, në mes të Najaf dhe Hilla (Babiloni). Kefil, thotë ai, është forma arabe e Ezekielit. Faltorja e Ezekielit ishte atje, dhe Judenjtë erdhën tek ajo në pelegrinazh. Nëse e pranojmë \"dhul-kifl\" të mos jetë një epitet, por një formë arabicizuese e \"Ezekielit\", ai i përshtatet kontekstit, Ezekieli ishte një profet në Izrael i cili u mor me vete në Babiloni nga Nebukadnetsar pas sulmit të tij të dytë në Jeruzalem (rreth Jeruzalemit (rreth Jeruzalemit (rreth Jeruzalemit. B.C. 599). Libri i tij është përfshirë në Biblën Angleze (Testamenti i Vjetër). [15] Ai ishte i lidhur me zinxhirë dhe i lidhur dhe u fut në burg, dhe për një kohë ishte memec. Ai lindi të gjithë me durim dhe qëndrueshmëri dhe vazhdoi të qortonte me guxim të këqijat në Izrael. Në një fragment të djegur, ai denoncon udhëheqës të rremë me fjalë që janë përjetësisht të vërteta: \"Mjerë qofshin barinjtë e Izraelit që ushqehen vetë! A nuk duhet që barinjtë të ushqejnë kopetë? Vriteni ata që ushqehen: por ju nuk ushqeni kopenë. Të sëmurët nuk jeni forcuar, as nuk keni shëruar atë që ishte i sëmurë, as nuk keni lidhur atë që u prish ...... \". [16]\n\n- Abdullah Yusuf Ali, Kurani i Shenjtë: Teksti, Përkthimi dhe Komenti [17]\n\nPërmendur në Kuran\nNë Kuran\nDhul-Kifl është përmendur dy herë në Kuran, në vargjet e mëposhtme:\n\nDhe (mbani mend) Ismail, Idris dhe Dhul-Kifl, të gjithë (burrat) e qëndrueshmërisë dhe durimit.\nNe i pranuam ata në mëshirën tonë: sepse ata ishin nga ata të drejtë.\n\n-KURAN, SUREH AL-ANBIYA (21), AYAHS 85–86 [13]\nDhe përkujton Ismailin, Elisha dhe Dhul-Kifl: Secila prej tyre ishte e shoqërisë së së mirës.\n\n- Kuran, Sure Sad (38), Ayah 48 [14]\nNë të dy rastet, Dhul-KIFL përmendet në kontekstin e një liste të profetëve kuranikë, përfshirë shumë të tjerë që nuk përmenden në Ayat të cituar më lart.\nAl Kifl (arabisht: الكفل; ul-kifl) është një qytet në Irakun juglindor në lumin Eufrat, midis Najaf dhe Al Hillah. Emrat e varianteve për faltoren brenda al Kifl janë: Dhu'l Kifl Shrine, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Shrine Hazqiyal . Hazqiyal është transliterimi arab i Hebraisht Y'hezqel, i cili kryesisht u përdor nga hebrenjtë e Sephardi pasi ata adoptuan arabisht. Kjo tregon që Judenjtë barazuan Ezekielin dhe Dhul-Kifl, dhe ekzetet muslimane ndoqën padinë. Autoritetet irakiane pohojnë se në 1316 (715–16 AH) Sulltan Uljaitu Ilkhanid fitoi të drejtat e kujdestarisë mbi varrin nga komuniteti hebre. Si pasojë, faltorja u riemërua sipas nomenklaturës islamike për të njëjtin profet. Sulltan Uljaitu i shtoi strukturës duke ndërtuar një xhami dhe një minare. Po ashtu, ai rivendosi faltoren duke zbatuar disa ndryshime të bëra të qarta duke krahasuar gjendjen e saj aktuale me përshkrimet e udhëtarëve para Ilkhanid. Zona mbeti një vend pelegrinazhi mysliman deri në fillim të shekullit XIX kur Menahim Ibn Danyal, një hebre i pasur, e shndërroi me sukses atë përsëri në një sit hebre dhe e riktheu atë. Minareja mbeti si dëshmitari i vetëm i mandatit të tij si një sit islamik. Megjithëse xhamia dhe minareta u ndërtuan në shekullin XIV, antikiteti i faltores dhe varrit nuk mund të përcaktohet. [18]\n\nGautama Buda\nDhul-Kifl është identifikuar gjithashtu me Gautama Buda. [19] [20] [21] [22] Kuptimi i dhul-kifl është akoma i debatuar, por, sipas një pamje, mund të nënkuptojë \"njeriu nga Kapil (Kapilavastu, qyteti ku Buda kaloi tridhjetë vjet të jetës së tij). [12] [20]\n\nPërkrahësit e kësaj pamje citojnë vargjet e para të kapitullit të 95-të të Kuranit, Sure At-Tin:\n\nNga fiku dhe ulliri, dhe mali Sinai, dhe ky qytet i sigurt ˹of Mecca˺!\n\n-Kuran, 95: 1-3\nSipas kësaj pikëpamje, nga vendet e përmendura në këto vargje: Sinai është vendi ku Moisiu mori zbulesë; Meka është vendi ku Muhamedi mori zbulesë; Dhe pema e ullirit është vendi ku Jezui mori zbulesë. Në këtë rast, fiqja e mbetur është aty ku Gautama Buda mori zbulesën. [21]\n\nDisa gjithashtu e marrin atë pak më tej dhe deklarojnë se vetë Muhamedi ishte një Buda, pasi fjala Buda do të thotë \"e shkolluar një\". [23]\n\nTë tjerët\nDhul-Kifl gjithashtu është identifikuar në mënyrë të ndryshme me Joshua, Obadiah [24] dhe Isaiah. [25] [24]",
"Dawud": "Dawud (Arabisht: دَاوُوْد, Romanizuar: Dāwūd [daːwuːd]), është një profet dhe i Dërguari i Zotit (Allahu) dhe është i drejtë, monark i zbortuar hyjnorisht i Mbretërisë së Bashkuar të Izraelit. [1] Për më tepër, muslimanët gjithashtu e nderojnë Davidin që morën zbulimin hyjnor të Zaburit (Psalmet). [2] [3] Dawud konsiderohet një nga njerëzit më të rëndësishëm në Islam. Përmendur gjashtëmbëdhjetë herë në Kuran, Davidi shfaqet në Shkrimin Islamik si një lidhje në zinxhirin e profetëve që i paraprinë Muhamedit. [4] Edhe pse ai zakonisht nuk konsiderohet një nga profetët \"që japin ligj\" (Ulū al-ʿazm) \", ai është larg nga një figurë margjinale\" në mendimin islam. [2] Në traditat e mëvonshme islame, ai vlerësohet për ashpërsinë e tij në lutje dhe agjërim. Ai është paraqitur gjithashtu si sundimtar prototip i drejtë dhe si një simbol i autoritetit të Zotit në tokë, pasi ka qenë menjëherë një mbret dhe profet.\n\nDavid është veçanërisht i rëndësishëm për arkitekturën fetare të Jeruzalemit Islamik. [1] Dawud njihet si David Biblik i cili ishte, sipas Biblës Hebraike, mbreti i dytë i Mbretërisë së Bashkuar të Izraelit dhe Judës, duke mbretëruar c. 1010–970 pes. [Citimi i nevojshëm]\n\nPërmend në Kuran\nTregimi i Davidit në Kuran, në shumë aspekte, paralele që jepen në Bibël. Ai është emëruar një profet (nabī) dhe gjithashtu një lajmëtar (Rasūl), David është përfshirë në listat e atyre që morën Zbulesa (Waḥy; Q4: 163) ose Udhëzimi (Hudā; 6:84) nga Zoti. Në të dy listat, emri i tij shfaqet pranë asaj të djalit të tij Solomon. Diku tjetër, Kurani shpjegon se Zoti u dha të dyve dhuratat e \"gjykimit të shëndoshë\" (ḥukm; 21:79) dhe \"njohuri\" (ʿilm; 21:79; 27:15). Megjithatë, Kurani gjithashtu i atribuon Davidit meritat që e dallojnë atë nga Solomoni: David vrau Goliath (2: 251) dhe mori një zbulim hyjnor të quajtur \"Psalmet\" [5] (Kurani 17:55 përdor një formë të pacaktuar, ndërsa përdorimi 21: 105 Forma e caktuar al-Zabūr), [5] me sa duket një referencë për Psalmet ose Psalterin (termi Zabūr është ndoshta i lidhur me termin hebraik Mizmōr ose Syriac Mazmūrā, \"Psalm\"). Malet dhe zogjtë vlerësuan Perëndinë së bashku me Davidin (21:79; në 34:10 Zoti i urdhëron ata ta bëjnë këtë; cfr. Psalmi 148: 7-10). Zoti e bëri Davidin një \"Zëvendës\" (Khalīfa; 38:26), një titull që Kurani i jep ndryshe vetëm Adamit (2:30). Ky titull sugjeron që, sipas Kuranit, Davidi ishte diçka më shumë se një lajmëtar: ai ishte një udhëheqës i udhëzuar hyjnisht që vendosi sundimin e Zotit në tokë. [1] Ky rol sugjerohet gjithashtu nga 2: 251: \"Zoti i dha atij autoritetin (mulk) dhe mençurinë (ḥikmah) dhe i mësoi atij atë që ai dëshironte. Nëse Zoti nuk do të kthejë disa njerëz nga të tjerët, toka do të bëhej e korruptuar.\" [2 ]\n\nNdër gjërat e mësuara për Davidin ishte aftësia për të bërë forca të blinduara (21:80, 34: 10–11), një sugjerim që shfrytëzimet ushtarake të Davidit ishin akti i Perëndisë. Shtë gjithashtu e rëndësishme që referenca kuranore për \"mençurinë\" e Davidit ndonjëherë u shpjegua nga ekzetet klasike si dhurata e profecisë. [6] Kurani gjithashtu lidh Davidin dhe Jezusin, duke këmbëngulur që të dy i mallkuan ata izraelitët që nuk besuan (5:78). Për më tepër, sipas Kuranit, Davidit iu dha aftësia për të bërë dallimin midis së vërtetës dhe gënjeshtrës kur shpërndan drejtësinë (Faṣl al-Khiṭāb, 38:20). Për më tepër, ekziston aluzioni për një provë që Davidi u vendos, ku ai u lut dhe u pendua dhe Zoti e fali atë (38: 24-5). Surat Sad (kapitulli i 38 -të i Kuranit) quhet gjithashtu \"Sūra e Davidit\" [7] Exegetes shpjegon se meqenëse Davidi ishte në sexhde kur i kërkoi Zotit ta falte, Muhamedi u urdhërua ta imitonte atë dhe të kryente një sexhde kur lexoi këtë kapitull . [8]\n\nDomethënie fetare\nDavid është një nga profetët e paktë islamikë që morën mbretërinë gjithashtu. Ndërsa profetët e tjerë predikuan gjatë mbretërimit të mbretërve, Davidi, në kohën e tij, ishte mbreti. Kështu, ai mori një detyrë jashtëzakonisht të madhe, duke u siguruar që njerëzit e Izraelit nuk ishin mbajtur vetëm në kontroll shpirtërisht, por që vetë vendi mbeti i fortë gjithashtu. Vendi i tij si udhëheqës dhe profet nderohet nga të gjithë muslimanët si një nga gradat jashtëzakonisht të larta. Figura e Davidit, së bashku me atë të djalit të tij profetik, Solomon, janë ikonikë të njerëzve që sunduan me të drejtë mbi tokën e tyre. Zoti shpesh përmend gradën e lartë të Davidit si profet dhe të dërguar në Kuran. Ai shpesh përmendet së bashku me profetët e tjerë për të theksuar se sa i shkëlqyeshëm ishte. Për shembull, Zoti thotë:\n\nDhe ne i dhamë Isakut dhe Jakobit dhe i udhëzuam, ashtu siç e kishim udhëhequr Noeun para tyre, dhe nga pasardhësit e tij, Davidin dhe Solomonin dhe Jobin dhe Jozefin dhe Moisiun dhe Aaronin. Kështu që ne i shpërblejmë ata që janë të drejtë dhe bëjnë mirë.\n\n- Kurani 6:84 [9]\nKur Kalifi Umeri vizitoi Jeruzalemin, Sofronius Patriarku e shoqëroi në malin e tempullit, ndërsa ai kërkoi Mihrab Dawud (David's Lutja-Suli) për të kryer një lutje. Komentuesit e mëvonshëm e identifikuan këtë faqe me Kullën e Davidit. Në një hadith, lutja dhe agjërimi i Davidit përmendet se është i dashur për Perëndinë.\n\nNarruar Abdullah bin 'Amr bin al-'as: Apostulli i Allahut më tha: \"Lutja më e dashur për Allahun është ajo e Davidit dhe agjërimet më të dashura për Allahun janë ato të Davidit. Ai flinte për gjysmën e natës dhe pastaj lutuni për një të tretën e natës dhe përsëri flini për pjesën e saj të gjashtë dhe dikur agjëroi në ditë alternative \".\n\n-Muhamed al-Buhari, Sahih al-Buhari [10]\nLibri i Davidit\nArtikulli kryesor: Zabur\nZaburi është Libri i Shenjtë që i atribuohet Davidit nga Zoti, ashtu si Musa (Moisiu) mori Tawrat (Torah), Isa (Jezui) mori lëndën (Ungjillin) dhe Muhamedi mori Kuranin. Në Biblën aktuale hebraike, Zaburi njihet si Psalmet. Sidoqoftë, si shkrimet e tjera të së kaluarës, psalmet besohet të jenë korruptuar me kalimin e kohës, me disa nga mesazhet origjinale tani. Sidoqoftë, muslimanët u thuhet që t'i trajtojnë psalmet e tanishme me respekt të jashtëzakonshëm sepse, në formën e tyre origjinale, edhe ata ishin një libër i frymëzuar i Zotit. Kurani shprehet:\n\nZoti juaj e njeh këdo që është në qiej dhe tokë. Ne i lartësuam disa nga profetët mbi të tjerët; Dhe Davidit i dhamë librin e Psalmeve.\n\n- Kurani 17:55 [11]\n\n Kurani 4: 163; 17:55.\n Kurani 4: 163; 6:84.\n p.sh. Ṭabarī, taʾrīkh, i, 559\n Hibat Allāh b. Salāma, al-Nāsikh wa-l-Mansūkh (në kufirin e Wāḥidī, Asbāb), Kajro 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Kurani 6:84\n Sahih al-Buhari, 2: 21: 231\n Kurani 17:55",
"Suleyman": "Sulaimān ibn dāwūd (arabisht: سُلili i Davidit ') ishte, sipas Kuranit, një Malik (مَلِك, lit.' King ') dhe Nabī (ن aplikacionِيّ, lit.' Prophet 'i) i Malikut (مumbullon. Izraelitët. Në përgjithësi, tradita islame thotë se ai ishte mbreti i tretë i popullit hebre dhe një sundimtar i mençur i Izraelit. [1]\n\nNë Islam, Solomoni vlerësohet si një nga profetët e Zotit që u dhurua me shumë dhurata hyjnore, duke përfshirë aftësinë për të folur si me kafshët ashtu edhe për Jinn; Ai gjithashtu thuhet se ka skllavëruar Shayāṭīn (شياطين, lit. 'Djajtë') dhe Dīv (د ndjenje, lit. 'Demonët') me mbështetjen e një unaze të dhënë nga Zoti. [2]\n\nMyslimanët pohojnë më tej se ai mbeti një monoteist besnik gjatë gjithë jetës së tij; mbretëroi me të drejtë mbi të gjithë kombin izraelit; u bekua me një nivel të mbretërisë që iu dha askush para tij dhe as pas tij; dhe i përmbushi të gjitha urdhërimet e tij, duke iu premtuar afërsisë Zotit në Jannah (ج 198ّة, lit. 'Parajsë') në fund të jetës së tij. [3] Që nga ngritja e Islamit, historianë të ndryshëm arabë e kanë konsideruar Solomonin si një nga sundimtarët më të mëdhenj në histori. [4]\n\nPërmend në Kuran\nKurani dhe interpretimi\nGjykim në fushë\nNë narracionin më të hershëm që përfshin Solomonin, Kurani (21:78) aludon shkurtimisht në një histori se Solomoni ishte në shoqërinë e babait të tij, kur dy burra erdhën për t'i kërkuar Davidit të gjykonte midis tyre në lidhje me një ḥarth (حuda, fushë). [ 5] Komentuesit e mëvonshëm myslimanë u zgjeruan në aluzion, përfshirë Al-Tabari, Baidawi dhe Ibn Kathir. [6] [7] [8] Ata thanë që të parët nga dy burrat thanë se ai zotëronte një vresht, për të cilin ai kujdesej shumë gjatë gjithë vitit. Por një ditë, kur ai mungonte, delet e burrit tjetër ishin humbur në vresht dhe gllabëruan rrushin. Ai kërkoi të kompensohej për këtë dëm. [9]: 62 Me dëgjimin e ankesës së burrit, Solomoni sugjeroi që pronari i deleve të merrte vreshtin e burrit tjetër për të riparuar dhe kultivuar derisa hardhitë të ktheheshin në shtetin e tyre të mëparshëm, me ç'rast ai duhet të kthehej tek pronari i saj. Në të njëjtën kohë, pronari i vreshtit do të kujdesej për delet dhe do të përfitonte nga leshi dhe qumështi i tyre derisa toka e tij të kthehej tek ai, në atë pikë ai do t'i kthejë delet te pronari i tyre. Kjo përgjigje tregon nivelin e gjykimit të Solomonit, i cili, thotë Kurani, [10] do ta karakterizonte Solomonin gjatë gjithë jetës së tij. Ḥikmah (Urtësia), sipas traditës myslimane, do të shoqërohej gjithmonë me Solomonin, i cili më vonë do të quhej edhe Sulaimān al-ḥakīm (سُلkal. Kjo histori është përshtatur në Kebra Nagast, por si një mosmarrëveshje e gjykuar nga një djalë i Solomonit. [7]\n\nSolomoni dhe Demonët\n\nMbretëresha e Shebës\nKurani rrëfen se era ishte nënshtruar ndaj Solomonit, [11] dhe ai mund ta kontrollonte atë sipas dëshirës së tij, dhe se Jinn gjithashtu hyri nën kontrollin e Solomonit. Jinn ndihmoi në forcimin e mbretërimit të Solomonit. Djajtë (Shayatin), [12] dhe demonët u detyruan të ndërtojnë për të monumentet. [13] Zoti gjithashtu shkaktoi një ʿayn të mrekullueshëm (عَيْن, 'burim' ose 'pranverë') të shkrirë qiṭr (قِطْر, 'bronzi' ose 'bakër') të rrjedhë për Solomon, për t'u përdorur nga demonët në ndërtimin e tyre. [11]\n\nKur David vdiq, Solomoni trashëgoi pozicionin e tij si mbreti profetik i izraelitëve. Solomoni dikur i lejoi një gruaje të ndërtonte një statujë të babait të saj. Më vonë, ajo filloi të adhurojë statujën dhe Solomoni u qortua për tolerimin e idhujtarisë në mbretërinë e tij. Si dënim, Zoti i mundësoi një prej demonëve të skllavëruar të vidhte unazën e Solomonit dhe të merrte përsipër mbretërinë e tij (Sure 38:34). Ai më vonë e pendon mëkatin e tij dhe fiton kontrollin mbi demonët përsëri, duke u përqëndruar në ndërtimin e tempullit përsëri. [14] Ai iu lut Zotit që t'i jepte një mbretëri e cila do të ishte ndryshe nga kushdo pas tij. [15] Zoti e pranoi lutjen e Solomonit dhe i dha atë që i pëlqeu.\n\nInterpretuar alegorically, humbja e unazës së tij të Solomonit për demonët, mund të kuptohet se përfaqëson një njeri që humbet shpirtin e tij në pasionin demonik. [16] Attar i Nishapur shkruan: \"Nëse e lidhni divin (demonin), do të përcaktoni Pavijonin Mbretëror me Solomon\" dhe \"Ju nuk keni asnjë komandë mbi mbretërinë e vetvetes, sepse në rastin tuaj Div është në vendin e Solomonit\" . [17]\n\nPër dallim nga tradita Talmudic, Solomoni nuk ishte në dijeni dhe kurrë nuk mori pjesë në idhujtari. [18] Më tej, Kurani kundërshton se Solomoni ishte një magjistar: \"(...) Solomoni nuk u besua, por Djajtë nuk besuan, duke u mësuar burrave magji dhe (...)\". (2: 102)\n\nSolomoni dhe milingona\nSolomonit madje u mësua gjuhët e kafshëve të ndryshme, siç janë milingonat. Kurani rrëfen se, një ditë, Solomoni dhe ushtria e tij hynë në një wādin-naml (وozhën ٱلْنozhën, lugina e milingonës). Kur pa Solomon dhe ushtrinë e tij, një Namlah (نَمْلili, milingona femër) paralajmëroi të gjithë të tjerët \"... të futen në vendbanimet tuaja, të mos Solomoni dhe ushtritë e tij ju shtypin (nën këmbë) pa e ditur atë.\" [19] menjëherë duke kuptuar Çfarë tha milingona, Solomoni, si gjithmonë, iu lut Zotit, duke e falënderuar atë për dhurimin e dhuratave të tilla [20] dhe më tej shmangu shkeljen mbi kolonitë e milingonave. [9]: 63 [21] Urtësia e Solomonit, megjithatë, ishte edhe një tjetër Nga dhuratat që ai mori nga Zoti, dhe muslimanët pohojnë se Solomoni nuk e harroi kurrë lutjen e tij të përditshme, gjë që ishte më e rëndësishme për të sesa ndonjë nga dhuratat e tij.\n\nLiteratura ekzetike thekson mençurinë e milingonës dhe shpjegon kuptimin që qëndron pas dhuratës së Solomonit për të kontrolluar erën. Sipas Siracü'l-Kulub, milingona e pyet Solomonin nëse e di pse quhet \"Solomon\" (Süleyman). Solomoni thotë se ai nuk e bën, me ç'rast milingona vazhdon të shpjegojë: \"Megjithëse zemra juaj ishte e shëndoshë (Selim) dhe ju i dini rrethanat e botës tjetër, ju keni pranuar disa kënaqësi të kësaj bote dhe jeni mashtruar nga posedimi i saj dhe Mbretëria; prandaj ju quheni Solomon \". Më pas milingona e pyet Solomonin, nëse e di pse Zoti e ka nënshtruar erën për të. Edhe një herë, Solomoni thotë jo dhe milingonat përgjigjet: \"Ai e ka nënshtruar erën për një arsye: Ajo që ju keni pranuar nuk është asgjë. Ashtu si era kalon, pasuria dhe mbretëria e botës kalojnë gjithashtu.\" Studiues si Fakhr al-Din Razi dhe Al-Qurtubi ngritën milingonën në gradën e një shembulli për të ndjekur njerëzit. [22] (P198)\n\nPushtimi i Saba '\n\nRrënojat e tempullit Barran në Ma'rib, kryeqyteti i mëparshëm i Saba 'në atë që është tani Jemeni\nNjë aspekt tjetër i rëndësishëm i mbretërisë së Solomonit ishte madhësia e ushtrisë së tij, e cila përbëhej nga burra dhe xhin. Solomoni shpesh do të vlerësonte trupat dhe luftëtarët e tij, si dhe xhins dhe të gjitha kafshët që punonin nën të. Një ditë, kur inspektonte trupat e tij, Solomoni gjeti HUD-HUD (هُocke, Hoopoe) të zhdukur nga kuvendi. [23] Sidoqoftë, shpejt, megjithatë, HUD-HUD arriti në gjykatën e Solomonit, duke thënë \"Unë kam kompus (territor) të cilin nuk keni ngjeshur, dhe unë kam ardhur te Ty nga Saba 'me lajme të vërteta.\" [24] HUD-HUD më tej i tha Solomonit se njerëzit e Shebës adhuronin diellin dhe se gruaja që sundonte mbretërinë ishte shumë inteligjente dhe e fuqishme. Solomoni, i cili dëgjoi nga afër, zgjodhi të shkruante një letër në tokën e Shebës, përmes së cilës ai do të përpiqej të bindte popullin e Shebës të ndërpresë adhurimin e tyre idhujtar të diellit dhe të vinte në adhurimin e Zotit. Solomoni urdhëroi HUD-hud që t'i jepte letrën Mbretëreshës së Shebës (Bilqis), dhe më pas të fshehte dhe të vëzhgonte reagimin e saj. [9]: 64 HUD-HUD pranoi urdhrat e Solomonit, dhe fluturoi drejt Sheba për të dhënë letër drejtuar mbretëreshës. Mbretëresha më pas i thirri ministrat e saj në gjyq dhe u lexoi me zë të lartë letra nga Solomoni duke i thënë popullit të Shebës: \"Në emër të Allahut të dhembshur të mëshirshëm, qofshin ti nuk u lartësua kundër meje, por eja tek unë si mysliman (مُسْلِمِيْنن ) \" Ajo u këshillua me ministrat e saj dhe zyrtarët e tjerë të gjykatës, duke thënë \"O njerëzit e mi, unë e di mirë që ju jeni luftëtarë të guximshëm dhe të fuqishëm, dhe se asnjë në fytyrën e Tokës nuk mund të qëndrojë kundër jush, por prapë do t'i di mendjet tuaja për këtë çështje \". Populli i Gjykatës u përgjigj: \"E juaja është fuqia, O Mbretëresha dhe çfarëdo urdhri juaj, ne do t'i bindemi\". Sidoqoftë, Mbretëresha erdhi te Solomoni, duke njoftuar nënshtrimin e saj ndaj Zotit. [25]\n\nSolomoni dhe ifriti\nNdërsa Bilqis 'po udhëtonte në gjykatën e Solomonit, mbreti i ofroi shërbëtorët e tij të dorëzonin fronin e saj këtu para mbërritjes së saj. Një ifrit ofroi shërbimet e tij (Q27: 38-40), por Solomoni nuk pranoi, duke i besuar kësaj detyre në vend të një manservant, i cili, duke qenë një shok i devotshëm, iu lut Zotit që të lëvizte fronin për Të. E mrekullueshme për t'u lidhur, lutja e tij u përgjigj, froni që shfaqej në pallatin e Solomonit nga fuqia e Zotit. Kur mbërriti Bilqis, Solomoni e pyeti nëse e njohu fronin e saj, por ajo, duke luftuar për të kuptuar mrekullinë që Zoti kishte bërë, i dha mbretit një përgjigje evazive, përpara se të përvetësonte më në fund besimin e Solomonit, të fituar nga provat që mrekullia nuk ishte ajo e një ifriti të thjeshtë, por ai i vetë Zotit. Solomoni nuk pranoi ofertën joshëse të Ifrit, sepse ai u përpoq të mbështetej vetëm te Zoti dhe jo në një demon ose ndonjë qenie tjetër të krijuar, dhe u shpërblye për devotshmërinë e tij me sukses në konvertimin e Bilqis në Besimin e Vërtetë. [26]\n\nVdekje\n\nMauzoleum i Sulaimanit në përbërjen e xhamisë al-Aqsa, Qyteti i Vjetër i Jeruzalemit\nKurani tregon se Solomoni vdiq ndërsa ai ishte i mbështetur në stafin e tij dhe se ai mbeti në këmbë, i mbështetur prej tij, deri në një krijesë të vogël - milingona ose krimb - e gërryer atë, derisa, më në fund, ajo i dha rrugë - dhe vetëm atëherë e bëri të tijin Rënia e trupit.\n\nAtëherë, kur ne dekretuam vdekjen (Solomon), asgjë nuk u tregoi atyre vdekjen e tij përveç një krimbi të vogël të tokës, i cili e mbajti (ngadalë) duke u larguar nga stafi i tij: kështu që kur ai ra poshtë, xhins pa qartë se nëse do ta kishin ditur Të padëgjuar, ata nuk do të kishin zbritur në dënimin poshtërues (të detyrës së tyre).\n\n- Kurʾan, Sure 34 (Sabaʾ), Ayah 14 [27]\nNdërsa mbeti i drejtë, i mbështetur në stafin e tij, xhinët menduan se ai ishte akoma gjallë dhe i mbikëqyri ata.\n\nAta e kuptuan të vërtetën vetëm kur Zoti dërgoi një krijesë për të zvarritur nga toka dhe për të gërmuar në stafin e Solomonit, derisa trupi i tij të shembet. Ky varg kuptohet të mësojë audiencën që Jinn nuk e njeh të padukshëm (al -Ghaib) - nëse do ta kishin ditur atë, ata nuk do të kishin mbetur duke u munduar si budallenj në shërbim të një njeriu të vdekur. [28]\n\nMahammaddim në Këngën e Solomonit\nInformacione të mëtejshme: Muhamedi dhe Bibla dhe Rrënja Semitike\nSiç frymëzohet nga vargjet e Kuranit, disa muslimanë [të cilët?] Besuan se Muhamedi (arabisht: مُحuajtur, letra bashkëtingëllore: M-ħ-m-d) përmendet në këngën e këngëve (5:16) si 'Mahammaddim' (hebrew: מַחֲמַדִּים, shkronja bashkëtingëllore: M-ħ-m-d-y-m), edhe pse fjala e fundit është përkthyer si \"e dëshirueshme\" ose \"bukuroshe\" nga hebrenjtë. [29]\n\nSolomoni dhe Jamshid\n\nPamje e përgjithshme e Persepolis, Irani (2) (i prerë)\nJamshid ishte mbreti i katërt i botës, sipas Shāhnāma të poetit Firdausī. Ashtu si Solomoni, ai besohej se kishte komandë mbi të gjithë engjëjt dhe demonët e botës, dhe ishte edhe mbret dhe kryeprift i Hormozd (Persian i mesëm për Ahura Mazda). Ai ishte përgjegjës për shumë shpikje të mëdha që e bënë jetën më të sigurt për njerëzit e tij: prodhimin e armaturës dhe armëve, gërshetimin dhe ngjyrosjen e rrobave prej liri, mëndafshi dhe leshi, ndërtimin e shtëpive të tullave, minierat e xhevahireve dhe metaleve të çmuara , bërja e parfumeve dhe verës, arti i mjekësisë, lundrimi i ujërave të botës në anijet me vela. Ai Jamshid tani ishte bërë monarku më i madh që bota kishte njohur ndonjëherë. Ai ishte i pajisur me Royal Farr (Avestan: Khvarena), një shkëlqim rrezatues që digjej rreth tij me favor hyjnor.\n\nPër shkak të ngjashmërive midis dy monarkëve të mençur, disa tradita i përplasin të dy. Për shembull, Solomoni u shoqërua me sundimin mbi Iranin Jugperëndimor në veprat e al-Balkhi. Persepolis besohej se ishte selia e Solomonit dhe përshkruhet si \"shesh lojërash i Solomonit\" nga studiues si Mas'udi, Muqaddasi dhe Istakhri. Autorë të tjerë myslimanë kanë kundërshtuar besimin se Solomoni dikur sundonte në Iran, duke argumentuar se çdo ngjashmëri midis jetës dhe veprave të Solomonit dhe Jamshidit janë thjesht rastësi, të dy janë personazhe të veçantë dhe të veçantë. [30] [31] kjo pikëpamje e fundit ka qenë Vindikuar nga bursa në fushën e mitologjisë indo-evropiane, e cila ka demonstruar përfundimisht se personazhi Jamshid rrjedh nga hyjnia e hershme Zoroastrian Yima, [32] [33] ndërsa bursa kuranike dhe biblike mbështesin një masë të historikut për King Propet Wise. [34]",
"Ilyas": "Ilyās (arabisht: إلياس) ishte një profet dhe i dërguar i Zotit (Allahut) i cili u dërgua për të udhëhequr bijtë e Izraelit. Atij iu dha misioni profetik për të parandaluar njerëzit të adhurojnë idhujt. [1] Ilyas është paraardhësi profetik i Alyasa. [2] Disa studiues islamikë besojnë, se Ilyas është nga pasardhja e Harun (Aaron). [3]\n\nDisa muslimanë besojnë se Ilyas është akoma gjallë dhe merr pjesë në Haxh çdo vit, së bashku me Khidr. [4] Disa muslimanë gjithashtu besojnë se Ilyas do të kthehet në kohën e fundit. [5]\n\nJeta e hershme\nNë burimet islamike, emri i plotë i Ilyas është Ilyas Ibn Yasin, [6] Meqenëse në As-Saffat 37: 130, Ilyas quhet Yasin. [7] Disa histori të Ilyas përmenden gjithashtu në hadithe islamike; siç është mallkimi i izraelitëve me thatësirë ​​nga Ilyas, [8] shërimi i alyasa, [9] dhe duke luftuar me Ashabin. [10]\n\nSipas shumë burimeve islamike dhe Biblës, Elias (A) është i gjallë dhe i ngjitur në qiell. [11] Sidoqoftë, Ibn Kathir nuk i pranoi këto hadithe dhe i konsideroi midis Isra'iliyat. [12] Në Mu'jam al-Buldan, Yaqut al-Hamawi përmendi një varr për Elias (a) në Baalbek. [13] Një faltore u ndërtua më vonë mbi këtë varr, por ajo iu kushtua një \"profeti aila\" edhe pse vendasit e besuan atë ishte varri i Elias (a) [14]\n\nProfeci\nIlyas përmendet për herë të parë si profet në al-An'am 6:85. [15] Ai ftoi popullin e tij që jetonte në Baalbek në monoteizëm, duke iu bindur Zotit dhe duke braktisur mëkatet. [16] Detyra e tij kryesore ishte të parandalonte adhurimin e idhujve. [17] Pasi u përball me këmbënguljen e njerëzve të tij për shumë vite, i mallkoi ata me thatësirë ​​dhe njerëzit u shkaktuan nga uria. [18] Tregimi i Ilyas në Kuran dhe tradita e mëvonshme myslimane i ngjan ngushtë se në regjistrimet kryesore të Biblës dhe Letërsisë Myslimane Hebraike. Numri i profetëve dhe shenjtorëve të tjerë, përfshirë IDRIS, i cili besohet nga disa studiues të ketë qenë një emër tjetër për Ilyas, [21] dhe Khidr. [22] Legjenda Islamike më vonë zhvilloi figurën e Ilyas, duke zbukuruar shumë atributet e tij, dhe disa literaturë apokrife i dhanë Ilyas statusin e një gjysmë-këndi gjysmë njerëzor. [23] Ilyas gjithashtu shfaqet në veprat e mëvonshme të letërsisë, përfshirë Hamzanama. [24]\n\nKuran\nIlyas përmendet në Kuran, ku predikimi i tij tregohet në një mënyrë koncize. Kurani rrëfen se Ilyas i tha popullit të tij që të vinte në adhurimin e Zotit dhe të linte adhurimin e Baalit, idhullin kryesor të zonës. Kurani shprehet: [1]\n\n\"Me të vërtetë Ilyas ishte një nga apostujt. Kur ai i tha popullit të tij:\" A nuk keni frikë nga Zoti? \"A do të thërrasësh Ba'al dhe të lini më të mirët e krijuesve, Zotit, Zotit tuaj dhe Cherisher dhe Zotit dhe Cherisher të Etërve tuaj të Vjetër?\n\n-As-Saaffat 123–126\nKurani e bën të qartë se shumica e njerëzve të Ilyas e mohuan profetin dhe vazhduan të ndiqnin idhujtarinë. Sidoqoftë, përmend se një numër i vogël i shërbëtorëve të devotshëm të Zotit midis tyre ndoqën Elia dhe besuan dhe adhuruan Perëndinë. Kurani shprehet, \"Ata e mohuan atë (Elia), dhe me siguri do të sillen në ndëshkim, përveç shërbëtorëve të sinqertë dhe të përkushtuar të Zotit (midis tyre) dhe ne u larguam (kujtesën) e Tij për pasardhësit.\" [25] [26]\n\nNë Kuran, Zoti vlerëson Elia në dy vende:\nPaqja qoftë mbi Elia! Kështu i shpërblejmë ata që bëjnë mirë. Ai është me të vërtetë ndër shërbëtorët tanë besimtarë.\n\n-Kurani, Kapitulli 37 (AS-Saaffat), vargu 129–132 [27]\nDhe Zakariya dhe Yahya dhe Isa dhe Ilyas, ata ishin të gjithë nga të drejtët\n\n-Kurani, Kapitulli 6 (Al-An'am), vargu 85 [28]\nKomentues të shumtë, përfshirë Abdullah Yusuf Ali, kanë ofruar komente për vargun 85 duke thënë se Ilyas, Zakariya, Yahya dhe Isa ishin të gjithë të lidhur shpirtërisht. Abdullah Yusuf Ali thotë, \"Grupi i tretë nuk përbëhet nga burra veprimi, por predikues të së vërtetës, të cilët drejtuan jetën e vetmuar. Epiteti i tyre është:\" I drejti. \"Ata formojnë një grup të lidhur rreth Jezusit. Zachariah ishte babai i Gjonit Baptist, i cili referohet si \"Ilyas, i cili ishte për të ardhur\" (Mat 11:14); dhe Elias thuhet se ka qenë i pranishëm dhe bisedoi me Jezusin në Shndërrimin në Mal (Mat. 17: 3). \"[[ 29]\n\nEdhe pse shumica e studiuesve myslimanë besuan se Elia predikonte në Izrael, disa komentues të hershëm të Kuranit deklaruan se Ilyas ishte dërguar në Baalbek, në Liban. [30] Studiuesit modernë e kanë refuzuar këtë pretendim, duke thënë se lidhja e qytetit me Elia do të ishte bërë për shkak të gjysmës së parë të emrit të qytetit, asaj të Baalit, që ishte hyjnia që Elia nxiti popullin e tij të ndalonte adhurimin. Studiuesit që refuzojnë identifikimin e qytetit të Elijas me Baalbek argumentojnë më tej se qyteti i Baalbek nuk përmendet me narracionin e Ilyas në Quran ose në Biblën Hebraike. [31]\n\nVdekje\nMe kalimin e kohës, u përhap thatësira dhe shumë vdiqën. Kur e panë veten të shkaktuar, u penduan për veprat e tyre të kaluara, iu drejtuan Elias (A) dhe pranuan ftesën e tij. [32] Pastaj, për shkak të lutjes së Elias (a) erdhi një shi i fortë dhe toka u ngrit; Sidoqoftë, pas një kohe, njerëzit harruan besëlidhjen e tyre me Perëndinë dhe u kthyen në adhurimin e idhujve. Kur Ilyas e pa këtë, ai i kërkoi Perëndisë vdekjen e tij; Por, Zoti i dërgoi një karrocë zjarri dhe ai u ngjit në qiell dhe zgjodhi Alyasa i cili ishte nxënësi i tij si zëvendës i tij. [33] Ilyas rrallë shoqërohet me eskatologjinë islamike. [34] Sidoqoftë, disa muslimanë besojnë se Ilyas pritet të kthehet së bashku me figurën misterioze Khidr gjatë fundit të kohërave. [5]\n\nTrashëgimi\nLetërsia dhe tradita muslimane rrëfen se Ilyas i predikoi mbretërisë së Izraelit, të sunduar nga Ahabi dhe më vonë djali i tij Ahaziah. Ai quhet një \"profet i shkretëtirës - si Jahja\". [35] Ilyas besohet se i ka predikuar me zell Ashabit dhe gruas së tij Jezebel, e cila sipas traditës myslimane ishte pjesërisht përgjegjëse për adhurimin e idhujve të rremë në këtë fushë. Myslimanët besojnë se ishte për shkak se shumica e njerëzve nuk pranuan të dëgjojnë Elia se Elisha duhej të vazhdonte predikimin e mesazhit të Zotit për Izraelin pas tij. [36]\n\nIlyas ka qenë subjekt i legjendave dhe folktaleve në kulturën myslimane, zakonisht duke përfshirë takimin e tij me Khidr. Sipas një raporti Exegete Mysliman, Muhamedi u takua me Ilyas në Mekë. [37] Në mistikën islame, Ilyas shoqërohet ngushtë me khidr -in e urtë. Një Hadith raportoi se Ilyas dhe Khidr u takuan së bashku çdo vit në Jeruzalem për të shkuar në pelegrinazhin në Mekë. [38] Ilyas shfaqet edhe në Hamzanama shumë herë, ku ai flitet si vëllai i Khidr, si dhe ai që pinte nga burimi i rinisë. [39] Më tej, është transmetuar në Kitab al-Kafi që Imam Ja'far al-Sadiq po recitonte sexhdën e Ilyas në gjuhën Siriane dhe filloi të qante. Ai pastaj përktheu lutjen në arabisht në një grup studiuesish vizitues:\n\n\"O Zot, a do ta zbuloj që ti më ndëshkon edhe pse ti e di për etjen tim në vapën e mesditës? A do të zbuloj se më ndëshkon edhe pse ti e di që unë fërkoj fytyrën time në tokë për të të adhuruar? A do ta zbuloj se ju ndëshkoni Unë edhe pse ju e dini që unë heq dorë nga mëkatet për ju? A do të zbuloj se ju më ndëshkoni edhe pse ju e dini që unë qëndroj zgjuar gjithë natën vetëm për ju? \" Për të cilën Allahu pastaj frymëzoi në Ilyas, \"Ngrini kokën nga toka sepse unë nuk do t'ju ndëshkoj\". [40]\n\nTë tilla\n \"Elias është e njëjtë me Elia, historia e së cilës do të gjendet në Testamentin e Vjetër në 1 Mbretërve 17–19 dhe 2 Mbretërve 1–2. Elia jetoi në mbretërimin e Ahabit (896–874 pes) dhe Ahaziah (874–872 pes ), mbretërit e mbretërisë (veriore) të Izraelit ose Samarisë. Ai ishte një profet i shkretëtirës, ​​si Gjon Pagëzori, ndryshe nga profeti ynë i shenjtë, i cili mori pjesë, kontrolloi dhe udhëzoi të gjitha punët e popullit të tij. Të dy Ahab dhe Azariah ishin të prirur të kalonin në adhurimin e Baalit, perëndia e diellit të adhuruar në Siri. Kjo adhurim përfshinte edhe adhurimin e fuqive të natyrës dhe fuqive prokreative, si në adhurimin hindu të lingamit, dhe çoi në shumë abuzime. King. Ashabi ishte martuar me një princeshë të Sidonit, Jezebel, një grua e lig që e çoi burrin e saj të braktisë Allahun dhe të birësonte adhurimin e Baal. \" ... \"Elia denoncoi të gjitha mëkatet e Ashabit, si dhe mëkatet e Ahaziahut dhe duhej të ikte për jetën e tij. Përfundimisht, sipas Testamentit të Vjetër, [19] ai u mor në një vorbull në parajsë në një karrocë zjarri pas Ai e kishte lënë mantelin e tij me Elishën Profetin. \"[20]",
"Alyasa": "Alyasa (arabisht: اليسع, Romanizuar: Alyasā ') është profet dhe i Dërguari i Perëndisë (Allahu) i cili u dërgua për të udhëhequr fëmijët e Izraelit. Në Kuran, Alyasa përmendet dy herë si profet, [1] dhe përmendet të dy herë së bashku me profetët e tjerë. [2] Ai është i nderuar nga muslimanët si pasardhësi profetik i Ilyas (Elia). Burimet islamike që identifikojnë Elishën me Khidr citojnë marrëdhënien e fortë midis Khidr dhe Ilyas në traditën islame. [3]\n\nPersonalitet\nEmri i Alyasa përmendet dy herë në Al-An'am 6:86 dhe SAD 38:48. Në ato vargje, pa përmendur asgjë në lidhje me personalitetin ose profetësinë e Alyasa, ai përmendet si \"i grirë\" dhe \"në mesin e të zgjedhurve\". [4] Sipas Kuranit, Elisha është lartësuar \"mbi pjesën tjetër të krijimit\" (arabisht: ف 198 Mina L-Akhyār). [5] Alyasa përmendet në al-An'am 6:86 dhe SAD 38:48, së bashku me Ismail:\n\nDhe Ismail dhe Alyasa dhe Yunus, dhe Lut; dhe secili ne u kapëm nëpër botë;\n\n-Al-An'am 6:86\nDhe mbani mend shërbëtorët tanë Ismail, Alyasa dhe Dhul-Kifl, secila prej tyre me të vërtetë e mirë.\n\n- i trishtuar 38:48\nMrekulli\nNë një hadith shia nga Ali al-Ridha, përmendet se Alyasa, kishte disa mrekulli duke përfshirë ringjalljen e të vdekurve, duke shëruar të sëmurët dhe duke ecur në ujë. [Citimi i nevojshëm]\n\nVarret e pretenduara\nDisa muslimanë besojnë se varri i Elishës është në Al-Awjam në rajonin lindor të Arabisë Saudite. Faltorja u hoq nga qeveria Saudite sepse një nderim i tillë nuk është në përputhje me lëvizjen e reformës Wahhabi ose Salafi mbizotëruese në Arabinë Saudite. [6] [7] Kishte qenë një pikë referimi e rëndësishme për shumë shekuj gjatë kohës së Arabisë Osmane, dhe kishte qenë një destinacion shumë i njohur pelegrinazhi për muslimanët e të gjitha sekteve gjatë gjithë periudhës para-moderne. [8]\n\nVarri i Elishës është i pranishëm në rrethin Eğil të Provincës Diyarbakir, Turqi. [9] Faltorja origjinale ishte afër një shtrati të lumit që duhej të përmbyteshin në 1994. Një bord i fshehtë i nëntë studiuesve u formua nga Këshilli Bashkiak në bashkëpunim me Drejtorinë e Affairsështjeve Fetare për të shmangur tërheqjen e zemërimit të publikut në zhvarrosje. Para se zona të përmbytej, varri u gërmua natën dhe trupi i ruajtur i Profetit - i dëshmuar nga nëntë studiues dhe punëtorët zyrtarë - u zhvarros për t'u varrosur në një kodër me pamje nga fusha e përmbytur. Sidoqoftë, shumë nga qyteti e panë Profetin në ëndrrën e tyre atë natë, dhe doli para lindjes së diellit për të vëzhguar rivarrimin e tij në vendin e ri. [10] [11]",
"Yunus": "Yunus ibn Matta (arabisht: يُونُس ابن ماتا, Romanizuar: Yūnus ibn Matta) është një profet dhe i dërguar i Zotit (Allahu). Yunus shihet tradicionalisht si shumë i rëndësishëm në Islam si një profet që ishte besnik ndaj Zotit dhe i dha mesazhet e tij. [1] [2] Yunus është i vetmi nga dymbëdhjetë profetët e mitur të Biblës që do të emërohet në Kuran. [3] Kapitulli i dhjetë i Kuranit është emëruar pas tij. [4]\n\nYunus quhet dhul-nun (arabisht: ذُو ٱلنُّوْن) dhe nga muslimanët. [5] Ai përmendet katër herë në Kuran me emër. [6]\n\nPërmend hadithic\nYunus përmendet gjithashtu në disa incidente gjatë jetës së Muhamedit. Në disa raste, emri i Yunus flitet me lëvdata dhe nderim nga Muhamed. Sipas narracioneve historike për jetën e Muhamedit, pas dhjetë vitesh të marrjes së zbulimeve, Muhamedi shkoi në qytetin e Ta'if për të parë nëse udhëheqësit e tij do ta lejonin atë të predikonte mesazhin e tij nga atje në vend se Meka, por ai u hodh nga qyteti nga qyteti nga qyteti nga qyteti Njerezit. Ai u strehua në Kopshtin e Utbah dhe Shaybah, dy anëtarë të fisit Kurejsh. Ata dërguan shërbëtorin e tyre, Addas, për t'i shërbyer atij rrush për mirëmbajtje. Muhamedi e pyeti Addas nga ishte dhe shërbëtori u përgjigj Nineveh. \"Qyteti i Yunus i drejtë, bir i Amitittai!\" Bërtiti Muhamedi. Addas u trondit sepse ai e dinte që arabët paganë nuk kishin njohuri për Yunus. Ai më pas e pyeti se si e dinte Muhamedi për këtë njeri. \"Ne jemi vëllezër,\" u përgjigj Muhamed. \"Yunus ishte një profet i Zotit dhe unë, gjithashtu, jam një profet i Zotit\". Addas menjëherë pranoi Islamin dhe puthi duart dhe këmbët e Muhamedit. [10]\n\nNjë nga thëniet e Muhamedit, në koleksionin e Imam Buhari, thotë se Muhamedi tha \"nuk duhet të thotë se unë jam më i mirë se Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, një bashkëkohës i moshuar i Muhamedit, mësoi se, nëse Junus nuk ishte lutur për Allah ditë brenda barkut të peshkut \". [14]\n\nHistoriani i shekullit të nëntë persian al-Tabari regjistron se, ndërsa Jona ishte brenda peshkut, \"asnjë nga kockat ose anëtarët e tij nuk u lëndua\". [14] Al-Tabari gjithashtu shkruan se Allahu e bëri trupin e peshkut transparent, duke i lejuar Yunusit të shihte \"mrekullitë e thellë\" [15] dhe se Yunus dëgjoi të gjitha lavdërimet e peshkut për Allahun. [15] Kisai Marvazi, një poet i shekullit të dhjetë, regjistron se babai i Yunus ishte shtatëdhjetë vjeç kur lindi Yunus [14] dhe se ai vdiq shpejt pas kësaj, [14] duke lënë nënën e Yunus me asgjë tjetër përveç një lugë druri, e cila doli të të jetë një kornukopi. [14]\n\nVarr\nShihni gjithashtu: Xhamitë dhe Faltoret e Mosulit § Mikësh_of_the_prophet_jonah\n\nFotografia e rrënojave të xhamisë së Yunus, pas shkatërrimit të saj nga ISIL\nVendndodhja e tanishme e Nineveh shënohet nga gërmime të pesë portave, pjesë të mureve nga katër anët, dhe dy gurë të mëdhenj: kodra e Kuyunjik dhe Hill of Nabi Yunus (shiko lidhjen e hartës në shënim). [16] Një xhami në Nabi Yunus iu kushtua Jonës dhe përmbante një faltore, e cila u nderua nga të dy muslimanët dhe të krishterët si vendi i varrit të Jonës. [17] Varri ishte një vend i njohur pelegrinazhi [18] dhe një simbol i unitetit ndaj hebrenjve, të krishterëve dhe muslimanëve në të gjithë Lindjen e Mesme. [18] Më 24 korrik 2014, Shteti Islamik i Irakut dhe Levant (ISIL) shkatërruan xhaminë që përmbante varrin si pjesë të një fushate për të shkatërruar shenjtërore fetare që konsiderohej se ishte idhujtare. [19] [18] Pasi Mosul u kthye nga ISIL në Janar 2017, një pallat i lashtë asirian i ndërtuar nga Esarhaddon që daton rreth gjysmës së parë të shekullit të 7 -të pes u zbulua nën xhaminë e rrënuar. [18] [20] ISIL kishte plaçkitur pallatin e sendeve për të shitur në tregun e zi, [18] [20] por disa nga objektet që ishin më të vështira për t'u transportuar mbetën akoma në vend. [18] [20]\n\nVarre të tjera myslimane\nVende të tjera me reputacion të varrit të Jonas përfshijnë fshatin arab të Mashhad, të vendosura në vendin e lashtë të Gath-Hepher në Izrael; [21] Qyteti Palestinez i Bregut Perëndimor të Halhul, 5 km (3.1 mi) në veri të Hebron; [22] dhe Një vend i shenjtë afër qytetit të Sarafand (Sarepta) në Liban. [23] Një traditë tjetër e vendos varrin në një kodër që tani quhet Giv'at Yonah, \"Hill i Jonah\", në skajin verior të qytetit izraelit të Ashdodit, në një vend të mbuluar nga një far modern.\n\nNjë varr i Jonas mund të gjendet në Diyarbakir, Turqi, i vendosur prapa Mihrab në Xhaminë Fatih Pasha. [24] [25] Evliya Celebi shprehet në emrin e tij se ai vizitoi varret e Jonas. [26] [27]\n\nPërmendjet Kuranike\nNë al-Anbiya 21:87 [7] dhe al-Qalam 68:48, Yunus quhet dhul-nūn (arabisht: ذُو ٱلنُّوْن, lit. 'Një nga peshqit'). [5] Në An-Nisa 4: 163 dhe al-An'am 6:86, ai quhet \"një apostull i Allahut\". [5] Sure 37: 139-148 Rëngjij historinë e plotë të Yunus: [5]\nKështu ishte edhe Jona midis atyre që u dërguan (nga ne).\nKur ai iku (si një skllav nga robëria) në anije (plotësisht) të ngarkuar,\nAi (ra dakord për të) hedhur shumë, dhe ai u dënua:\nAtëherë balena e gëlltiti atë dhe ai kishte bërë akte të denja për faj.\nSikur të mos ishte se ai (u pendua dhe) e lavdëroi Allahun,\nAi me siguri do të kishte mbetur brenda peshkut deri në ditën e ringjalljes.\nPor ne e hodhëm atë në bregun e zhveshur në një gjendje sëmundjeje,\nDhe ne shkaktuam që të rritemi, mbi të, një bimë përhapëse të llojit të gurdit.\nDhe ne e dërguam atë (në një mision) në njëqind mijë (burra) ose më shumë.\nDhe ata besuan; Kështu që ne i lejuam ata të shijonin (jetën e tyre) për një kohë.\n\n-Kuran, Kapitulli 37 (AS-Saaffat), Vargjet 139–148 [8]\nKurani nuk e përmend trashëgiminë e Yunus, [5] por tradita myslimane mëson se Yunus ishte nga fisi i Binejamin. [9]",
"Zakariya": "Sipas doktrinës islame, Zakarīyā (arabisht: زكريا, Zechariah) është një profet dhe i dërguar i Zotit (Allahut) dhe baba i profetit Jahya.\n\nNë Kuran\nZakariya ishte një prift i drejtë [1] dhe profet i Zotit zyra e të cilit ishte në tempullin e dytë në Jeruzalem. Ai shpesh do të ishte përgjegjës për menaxhimin e shërbimeve të tempullit [2] dhe ai gjithmonë do të mbetej i palëkundur në lutje ndaj Zotit.\n\nDuke u lutur për një djalë\nNdërsa arriti në pleqërinë e tij të vjetër, Zakariya filloi të shqetësohej se kush do të vazhdonte trashëgiminë e predikimit të mesazhit të Zotit pas vdekjes së tij dhe kush do të vazhdonte shërbimet e përditshme të tempullit pas tij. Zakariya filloi t'i lutet Zotit për një djalë. Lutja për lindjen e një pasardhësi nuk ishte thjesht nga dëshira për një fëmijë. [1] Ai u lut si për veten e tij ashtu edhe për publikun - ata kishin nevojë për një lajmëtar, një njeri të Perëndisë që do të punonte në shërbim të Zotit pas Zakariya. Zakariya kishte karakter dhe virtyt dhe ai dëshironte ta transferonte këtë te trashëgimtari i tij shpirtëror si posedimi i tij më i çmuar. Dreamndrra e tij ishte të rivendoste familjen në pasardhësit e Patriarkut Jakob dhe të sigurohej që mesazhi i Zotit të rinovohej për Izraelin. Siç rrëfen Kurani:\n\nNjë përmendje e mëshirës së Zotit tuaj për shërbëtorin e tij Zakariya. Kur i thirri Zotit të tij një klithmë në fshehtësi, duke thënë: Zoti im! Ja! Kockat e mua dylli të dobëta dhe koka ime po shkëlqen me flokë gri, dhe unë kurrë nuk kam qenë më i pabindur në lutje për ty, Zoti im. Ja! Kam frikë nga të afërmit tim pas meje, pasi gruaja ime është shterpë. Oh, më jep nga prania jote një pasardhës i cili do të trashëgojë mua dhe të trashëgojë (gjithashtu) të shtëpisë së Jakobit. Dhe bëje Atë, Zoti im, i pranueshëm (për ty). [Kurani 19: 4–6 (përkthyer nga Pickthall)]\n\nBabai i yahya\nSi dhuratë nga Zoti, Zakariya iu dha një djalë me emrin Yaḥyá (arabisht: يحيى, i identifikuar me Gjon Pagëzorin), një emër i zgjedhur posaçërisht vetëm për këtë fëmijë. Tradita myslimane rrëfen se Zakariya ishte nëntëdhjetë e dy vjeç [3] kur iu tha lindjes së Gjonit.\n\nNë përputhje me lutjen e Zakariya, Zoti e bëri Gjonin (Yahya) të rinovojë mesazhin e Zotit, i cili ishte korruptuar dhe humbur nga izraelitët. [4] Siç thotë Kurani:\n\nO Zachariah! Ja! Ne të sjellim ty lajmet e një djali, emri i të cilit është Gjoni; Ne i kemi dhënë të njëjtin emër askush më parë (ai). Ai tha: Zoti im! Si mund të kem një djalë kur gruaja ime është shterpë dhe unë kam arritur në pleqëri? Ai tha: Kështu do të jetë, Zoti juaj thotë: isshtë e lehtë për mua, dhe me të vërtetë unë ju krijova më parë, kur nuk ishit asgjë. Ai tha: Zoti im! Më jep një shenjë. Ai tha: Shenja juaj është se ju nuk do të jeni në gjendje të flisni me njerëzit tre netë ndërsa jeni në shëndet të shëndoshë.\n\n- [Kurani 19: 7–10 (përkthyer nga Pickthall)]\nKujdestar i Maryam\nSipas Kuranit, Zakariya ishte kujdestari i Maryam. Kurani shprehet:\n\n(Mos harroni) Kur gruaja e 'Imran tha: Zoti im! Unë jam zotuar për ty atë që është në barkun tim si një e shenjtëruar (oferta). Pranojeni nga unë. Ja! Ti, vetëm ti, je dëgjues, njohës! Dhe kur ajo u dorëzua ajo tha: Zoti im! Ja! Unë jam dorëzuar nga një femër - Allahu e dinte më së miri atë që u dorëzua - mashkulli nuk është si femër; Dhe ja! Unë e kam emëruar atë Mary, dhe ja! Unë dëshiroj mbrojtjen tuaj për të dhe për pasardhësit e saj nga Satanai i larguar. Dhe Zoti i saj e pranoi atë me pranim të plotë dhe i dha një rritje të saj një rritje të mirë; dhe e bëri Zachariah kujdestarin e saj. Kurdoherë që Zachariah hyri në shenjtëroren ku ishte, ai zbuloi se ajo kishte ushqim. Ai tha: O Mary! Nga vjen për ty këtë (ushqim)? Ajo u përgjigj: është nga Allahu. Allahu i jep pa qëndrueshmëri të cilit do. [Kurani 3: 35–37 (përkthyer nga Pickthall)]\n\nTeologjia myslimane pohon se Zakariya, së bashku me Gjon Pagëzorin dhe Jezusin, u krijuan në një epokë të re të profetëve - të gjithë vinin nga prejardhja priftërore e Amramit (Imran), babai i Profetit Aaron. Fakti që, nga të gjithë priftërinjtë, ishte Zakariya që iu dha detyra të kujdesesh për Mary (Maryam) tregon statusin e tij si një njeri i devotshëm. Zakariya vlerësohet shpesh në Kuran si një profet i Zotit dhe njeriu i drejtë. Një vlerësim i tillë është në Sura al-An'am:\n\n\"Dhe Zakariya dhe Yahya dhe Isa dhe Eliyas. Secili ishte i drejtë.\" [Kurani 6:85 (përkthyer nga Pickthall)]\n\nPërkthyesi i Kuranit Abdullah Yusuf Ali ofron komente për këtë linjë [5] - duke sugjeruar që këta profetë të veçantë të bëjnë një lidhje shpirtërore me njëri -tjetrin. Ai thekson se Jahja ishte një i afërm i Isait, ndërsa Eliyas ishte ai që ishte i pranishëm në shndërrimin e Isa [6] në mal, siç përmendet në Testamentin e Ri. Zakariya ndërkohë, përmes martesës, ishte xhaxhai i Isa dhe djali i tij Yayha u përmend si Eliyas në Testamentin e Ri. [7]",
"Yahya": "Yaḥyā ibn zakarīyā (arabisht: يحيى ابن زكريا, fjalë për fjalë jahya/John, bir i Zakarisë . Ai besohet nga muslimanët se ka qenë dëshmitar i Fjalës së Perëndisë që do të paralajmëronte ardhjen e Isa al-Masih (Jezu Krishtit). [1] [2]\n\nJahja përmendet pesë herë në Kuran. [3]\n\nYahya gjithashtu nderohet shumë në sufizëm, si dhe mistikën islamike, kryesisht për shkak të përshkrimit të Kuranit për dëlirësinë dhe mirësinë e Gjonit. [4] Sufët kanë aplikuar shpesh komente për pasazhet ndaj Gjonit në Kuran, kryesisht në lidhje me dhuratën e mençurisë të dhënë nga Zoti që ai fitoi në rininë, si dhe paralelet e tij me Jezusin. Edhe pse disa fraza të përdorura për të përshkruar Gjonin dhe Jezusin janë praktikisht identike në Kuran, mënyra në të cilën shprehen janë të ndryshme. [5]\n\nLindje\nNë Kuran, Zoti shpesh përmend lutjen e vazhdueshme të Zakariya për lindjen e një biri. Gruaja e Zakariya, ishte shterpë dhe për këtë arsye lindja e një fëmije dukej e pamundur. [6] Si dhuratë nga Zoti, Zakaria iu dha një djalë me emrin Yaḥya, një emër i zgjedhur posaçërisht vetëm për këtë fëmijë. Në përputhje me lutjen e Zakariya, Zoti bëri Jahya dhe Isa, të cilët sipas Exegesis lindi gjashtë muaj më vonë, [7] rinovojnë mesazhin e Zotit, i cili ishte korruptuar dhe shtrembëruar nga izraelitët.\n\nKurani pretendon se Gjon Pagëzori ishte i pari që mori këtë emër (Kurani 19: 7-10) por meqenëse emri Yoḥanan ndodh shumë herë para Gjon Pagëzorit, [8] ky varg po i referohet ose konsensusit të studiuesit islam që \"yaḥyā yaḥyā \"nuk është i njëjti emër si\" Yoḥanan \"[9] ose në tregimin biblik të emërtimit të mrekullueshëm të Gjonit, i cili llogariti se ai pothuajse u emërua\" Zacharias \"(Greqisht: ζαχαρίας) [10] pas emrit të babait të tij, si NO Një në linjën e babait të tij Zacharias (i njohur edhe si Zechariah) ishte emëruar \"John\" (\"Yohanan\"/\"Yoannes\") para tij. [11] Siç thotë Kurani: [12]\n\"O Zakaryya, me të vërtetë ne ju japim lajme të mira të një djali, emri i të cilit do të jetë Yahya, dhe të cilit kurrë më parë nuk kemi krijuar njëmendësi.\n\nAi tha: \"O Zoti im! Si do të kem një djalë, kur gruaja ime është shterpë dhe unë jam rritur mjaft i prishur nga pleqëria?\"\n\nAi tha: \"Kështu që (do të jetë) Zoti yt thotë:\" Kjo është e lehtë për mua: Unë me të vërtetë ju krijova më parë, kur nuk keni qenë asgjë! \"\"\n\n(Zakarya) tha: \"O Zoti im! Më jep një shenjë.\" \"Shenja jote\", ishte përgjigjja, \"do të jetë që ti do të flasësh me askënd për tre netë\".\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nLumi Jordan, ku Jahja pagëzoi Isain. [13]\nJahja u nxit për të mbajtur shpejt Shkrimin dhe iu dha mençuri nga Zoti ndërsa ishte ende fëmijë. [14] Ai ishte i pastër dhe i devotshëm dhe eci mirë në prani të Zotit. Ai ishte i lezetshëm ndaj prindërve të tij dhe ai nuk ishte arrogant ose rebel. Leximi dhe kuptimi i Gjonit për Shkrimet, kur vetëm një fëmijë, tejkaloi edhe atë të studiuesve më të mëdhenj të kohës. [6] Exegesis Myslimane rrëfen se Isa e dërgoi Jahya me dymbëdhjetë dishepuj, [15] që predikuan mesazhin para se Jezui të thërriste dishepujt e tij. [7] Kurani thotë: [16]\n\"O yaḥya! Merre librin me mund\": dhe ne i dhamë mençuri edhe si rini,\n\n- Maryam, 19:12\nGjoni ishte një profet klasik, [17] i cili u lartësua lart nga Zoti për denoncimin e tij të guximshëm për të gjitha gjërat mëkatare. Për më tepër, Kurani flet për devotshmërinë dhe dashurinë e butë të Gjonit dhe qëndrimin e tij të përulur ndaj jetës, për të cilën iu dha pastërtia e jetës.\n\nSipas traditës islame, Jahja shkonte në Haram Esh-Sharif (Mount Temple) për të dhënë predikimet e tij. [3]\n\nVrasje\nGjatë Profetësisë së Jahyës, ndodhi një konflikt midis tij dhe Herodit Antipas, të cilët donin të divorcoheshin nga gruaja e tij e parë dhe të merrnin si grua ish-kunatën e tij. [3] Yahya informoi se martesa mund të jetë incestuese dhe nuk e aprovoi martesën. Pas kësaj, Herod Antipas e kishte burgosur Jahya. [3] Yahja u dekapitua më pas. [18] [3] Koka e Jahya besohet të jetë brenda Xhamisë Umayyad në Damask. [19] [20] [21]\n\nTrashëgimi\nNë Islam, Jahja përshëndeti Muhamedin natën e al-Isra al-Mi'raj, së bashku me Isa (Jezusin), në parajsën e dytë. [22] Historia e Jahjave iu tha gjithashtu mbretit Abyssinian gjatë migrimit mysliman në Abyssinia. [23] Sipas Kuranit, Jahja ishte ajo mbi të cilën Zoti dërgoi paqe në ditën kur lindi dhe ditën kur vdiq. [24] Sipas al-Suyuti, Ibrahim deklaroi se që nga krijimi i botës qiejt dhe toka qau vetëm për dy njerëz, Yahya dhe Huseay. [25] [26] Sipas një hadithi, Muhamedi tha: \"Birdo bir i Ademit do të vijë në ditën e ringjalljes dhe ai do të ketë mëkat kundër tij përveç Yahya ibn Zakaryya\". [27] Shumë muslimanë e krahasojnë Jahjen me Husein. [28] Kokat e të dy Yahya dhe Huseit besohet se janë në Xhaminë Umajad në Damask, Siri.",
"Isa": "Isa (Jezusi) është një profet dhe i dërguar i Allahut dhe Mesisë. Ai është Profeti i fundit i dërguar për të udhëhequr bijtë e Izraelit (Bani Izrael) dhe u zbulua libri i shenjtë i quajtur INTIL (UNGSIL).\n\nNë Kuran, Isa është përshkruar si Mesia (al-Masīḥ), i lindur nga Virgjëresha Mari, kryente mrekulli, e shoqëruar nga dishepuj, të refuzuar nga themelimi hebre dhe duke u ngritur në parajsë. Kurani pohon se Jezusi nuk u kryqëzua dhe as vdiq në kryq, por u shpëtua mrekullisht nga Zoti. Kurani e vendos Jezusin midis profetëve më të mëdhenj dhe e përmend atë me tituj të ndryshëm. Profetësia e Jezusit u parapri nga Jahja dhe u arrit nga Muhamedi.\n\nIslami kundërshton pikëpamjen e krishterë të hyjnisë së Jezusit ndërsa Zoti mishërohet, ose Biri i mirëfilltë i Perëndisë. Ajo e mohon Jezusin si një hyjni në disa vargje, dhe gjithashtu përmend se Jezui nuk pretendonte të ishte hyjnor. Myslimanët besojnë se mesazhi origjinal i Jezuit u ndryshua, pasi ai u rrit i gjallë. Monoteizmi i Jezusit theksohet në Kuran. Si të gjithë profetët në Islam, Jezusi quhet gjithashtu musliman, pasi predikoi që ndjekësit e tij duhet të përvetësojnë 'rrugën e drejtë' (ṣirāṭ al-Mustaqīm). Jezusi i atribuohet një sasi të madhe mrekullish, me letërsi të shumta asketike dhe mistike që shkruhen dhe recitohen për të në traditën islame. Ai gjithashtu raportohet se ka profetizuar ardhjen e Muhamedit duke përdorur emrin Ahmad.\n\nNë fund të kohës, Jezusi do të kthehet në të dytën që vjen me Imam Al Mahdi për të vrarë al-Masih ad-Dajjal ('Mesia e rreme'), pas së cilës me fiset e lashta Yaʾjūj dhe Maʾjūj (Gog dhe Magog) do të shpërndaheshin në tokë. Pasi këto krijesa do të zhdukeshin mrekullisht, Imam Mahdi dhe Jezusi do të sundonin të gjithë botën, do të krijonin paqe dhe drejtësi dhe do të vdisnin pas një mbretërimi prej 40 vjetësh. Disa muslimanë besojnë se Isa do të varroset së bashku me Muhamedin në varrin e katërt të rezervuar të kubeve të gjelbër në Medinë.\n\nJezusi kuptohet nga muslimanët të jetë një nga profetët më të rëndësishëm të Islamit. Vendi ku Jezusi besohet të kthehet, Xhamia Umajad në Damask, vlerësohet shumë nga muslimanët si vendi i katërt më i shenjtë i Islamit.\n\nLindje\nTregimi i Jezusit në Kuran fillon me lindjen e tij të nënës së tij, Marisë dhe shërbimit të saj në tempullin e Jeruzalemit. Ndërsa ishte nën kujdesin e Profetit Zechariah, i cili do të ishte babai i Jahya (Gjon Pagëzori). Rrëfimi i lindjes në Kuran për Jezusin fillon në Kuran 19: 16–34 dhe Q3: 45–53.\nNjoftim\n\nEkspezia Islame pohon lindjen e virgjër të Jezusit në mënyrë të ngjashme me rrëfimin e ungjillit dhe që ndodh në Betlehem. Rrëfimi i lindjes së virgjër është një njoftim për Marinë nga engjëlli Gabriel ndërsa Maria po rritet në tempull pasi i ishte zotuar Perëndisë nga nëna e saj. Gabriel deklaron se ajo është e nderuar për të gjitha gratë e të gjitha kombeve dhe i ka sjellë lajmet e saj të lumtura të një Biri të Shenjtë.\n\nShpallja në miniaturë\nGabriel deklaron se djali do të emërohet Isa, Mesia, duke shpallur se do të quhet një profet i madh. Maria, duke e pyetur se si mund të konceptonte dhe të ketë një fëmijë kur askush nuk e kishte prekur atë, u përgjigj nga engjëlli që Zoti mund të dekretojë atë që dëshiron, dhe do të ndodhë.\n\nRrëfimi nga Kurani vazhdon me Marinë, i kapërcyer nga dhimbjet e lindjes së fëmijëve, duke u siguruar një rrjedhë uji nën këmbët e saj nga e cila mund të pinte dhe një pemë palme të cilën ajo mund të shkundte, kështu që datat e pjekura do të binin dhe do të shijoheshin. Pas lindjes, Maria e bart fëmijën Jezusin përsëri në tempull dhe ajo kërkohet nga pleqtë e tempullit për fëmijën. Pasi ishte komanduar nga Gabriel për një zotim heshtjeje, ajo tregon për foshnjën Jezusin dhe foshnja shpall:\n\nAi tha, unë jam shërbëtori i Zotit; Ai më ka dhënë librin dhe më bëri një profet. Ai më ka bërë të bekuar kudo që të jem, dhe më ka urdhëruar adhurimin dhe lëmoshën, për aq kohë sa unë jetoj; dhe të jem i lezetshëm për nënën time; dhe nuk më ka bërë shtypëse, të padrejta. Paqja është mbi mua ditën kur kam lindur, ditën kur do të vdes dhe ditën kur do të rritem i gjallë. [8]\n\nJezusi duke folur nga djepi është një nga gjashtë mrekullitë që i atribuohen Atij në Kuran, i cili gjithashtu gjendet në ungjillin e foshnjërisë siriane, një vepër e shekullit të gjashtë. [9] [10] Sipas haditheve të ndryshme, Jezusi dhe Maria nuk qanin në lindjen e tyre. [11] Profeti islam Muhamed shpjegoi se si Jezusi ashtu edhe Maria ishin qeniet e vetme njerëzore që lindën si pa mëkat dhe kështu, u mbrojtën nga prekja e Satanait në lindjet e tyre, duke cituar vargun e tridhjetë e gjashtë të Al Imranit. [12]\n\nNarracionet e lindjes\n\nSipas Kuranit, dhimbjet e punës e çuan Marinë në bagazhin e një palme.\nBesimi islam bëri jehonë disa fillesa brenda traditës së krishterë se Maria (ose Maryam) ishte një virgjëreshë e mirëfilltë kur Jezusi ishte konceptuar. Tregimi më i detajuar i Shpalljes dhe Lindjes së Jezusit është dhënë në Suren 3 (Al Imran) dhe 19 (Maryam) të Kuranit, ku tregimi është transmetuar se Zoti (Allahu) dërgoi një engjëll për të njoftuar se Maryam së shpejti mund të priste të mbante një djalë, pavarësisht se ishte i virgjër. [13]\n\nDisa akademikë kanë vërejtur se llogaria në Sure 19 [14] është veçanërisht afër asaj në Ungjillin e Krishterë të Lukës. [15] Shpallja për Marinë përmendet dy herë në Kuran dhe në të dy rastet Mary/ Maryam thuhet se ajo ishte zgjedhur nga Zoti për të dhënë një djalë. Në radhë të parë, bartësi i lajmeve (i cili besohet nga shumica e muslimanëve të jetë Archangel Gabriel), dorëzoi lajmet në (Q3: 42-47) ndërsa merr formën e një njeriu (Q19: 16-22) . [16] [17] Detajet e konceptimit nuk diskutohen, por kur Maria pyet se si ajo mund të durojë një djalë në funksion të dëlirësisë së saj, i thuhet se Zoti krijon atë që dëshiron dhe se këto gjëra janë të lehta për Zotin. [16] [18] Kurani (Q21: 91 dhe Q66: 12) thotë se Zoti shpërtheu përmes engjëllit të tij në Mari dhe ajo, megjithëse ishte e dëlirë, lindi Jezusin pa asnjë baba (burimi ju lejon të interpretoni Gabrielin si Atin). [19] [20]\n\nHistoriani musliman i shekullit të 8-të Ibn Ishaq (704–767), shkroi llogarinë me titull Kitab al-Mubtada (në fillim), duke raportuar se Zechariah është kujdestari i Marisë shkurtimisht, dhe pasi ishte i paaftë për ta ruajtur atë, ai i beson asaj një marangoz me emrin George. I izoluar në një kishë, asaj i bashkohet një i ri i quajtur Joseph, dhe ata ndihmojnë njëri -tjetrin duke marrë ujë dhe detyra të tjera. Tregimi i lindjes së Jezusit ndjek narracionin e Kuranit, duke shtuar se lindja ndodhi në Betlehem përkrah një palme me një grazhd. [21]\n\nStudiuesi Persian i shekullit të 10-të Al-Tabari (839–923), përmend të dërguarit që vijnë nga Mbreti i Persisë me dhurata (të ngjashme me Magi nga Lindja) për Mesinë; Komanda për një burrë të quajtur Jozef (jo konkretisht burri i Marisë) për ta çuar atë dhe fëmijën në Egjipt dhe më vonë të kthehej në Nazareth. [22]\n\nFëmijëri\nArtikulli kryesor: Gjetja në tempull\nShihni gjithashtu: Fluturimi në Egjipt dhe Ungjilli i foshnjërisë së Thomas\nKurani nuk përfshin traditën e fluturimit në Egjipt, megjithëse Sūra xxiii, 50 mund të aludojë në mënyrë të imagjinueshme: \"Dhe ne e bëmë djalin e Maryamit dhe nënës së tij një shenjë; dhe ne i bëmë ata të qëndrojnë në një vend të ngritur, plot me I qetë dhe i ujitur me burime. \"[25] Sidoqoftë, narracione të ngjashme me narracionin që gjenden në Ungjijtë dhe burimet jo-kanonike qarkulluan në traditën e mëvonshme islame, me disa detaje dhe shtjellime që u shtuan gjatë shekujve nga shkrimtarët dhe historianët islamikë. Disa narracione kanë Jezusin dhe familjen që qëndrojnë në Egjipt deri në 12 vjet. [26] Shumë histori morale dhe ngjarje të mrekullueshme të rinisë së Jezuit përmenden në Qisas al-Anbiya (histori të profetëve), libra të përbërë gjatë shekujve për profetët dhe heronjtë para-islamikë. [7]\n\nAl-Masudi shkroi se Jezusi si një djalë studionte fenë hebreje duke lexuar nga Psalmet dhe gjeti \"gjurmuar në personazhe të dritës\":\n\n\"Ti je djali im dhe i dashuri im; unë të kam zgjedhur për veten time\"\n\nme Jezusin atëherë pretendoi:\n\n\"Sot Fjala e Zotit është përmbushur në Birin e Njeriut.\" [22]\n\nNe Egjipt\nShihni gjithashtu: Ungjilli i foshnjërisë së Thomas\nDisa narracione tregojnë një pabarazi dhe ngjashmëri në shkrimet islamike për fëmijërinë e hershme të Jezuit, konkretisht kohën e tij në Egjipt në lidhje me kohëzgjatjen dhe ngjarjet. Shumica e narrativave gjenden në burime të krishtera jo-kanonike si, për shembull, ungjillin para-islamik të Thomas. Një pabarazi e tillë është nga al-Athir në përsosmërinë e tij të historisë e cila përmban një narrativë lindjeje duke deklaruar se Jezusi ka lindur në Egjipt në vend të Betlehemit. [27]\n\nDisa rrëfime të tjera të fëmijërisë së Jezuit janë të njohura të lindjes së Lindjes së Mesme siç theksohen nga Profesori i Studimeve Ndërfetare Mahmoud M. Ayoub. [28] Shumë mrekulli i atribuohen një Jezusi të ri ndërsa në Egjipt [26] (shiko §§ Mrekulli dhe mrekulli të tjera).\n\nMoshë madhore\n\nLumi Jordan, ku Jezusi u pagëzua nga Yahya Ibn Zakariya (Gjon Pagëzori). [29]\nMision\nShihni gjithashtu: Ministria e Jezusit dhe Apostulli (Islami)\nNë përgjithësi është rënë dakord që Jezui fliste aramaisht, gjuhën e përbashkët të Judesë në shekullin e parë A.D. dhe rajonin në përgjithësi. [30]\n\nPamja e parë dhe më e hershme e Jezusit e formuluar në mendimin islam është ai i një profeti - një njeri i zgjedhur nga Zoti për të paraqitur një gjykim ndaj njerëzimit për adhurimin e idhujve dhe një sfidë për t'iu drejtuar një Zoti të vërtetë. Nga kjo bazë, e reflektuar nga të gjithë profetët e mëparshëm përmes thjerrëzave të identitetit mysliman, Jezui konsiderohet jo më shumë se një i dërguar që përsëritet një mesazh të përsëritur të epokave. Mrekullitë e Jezusit dhe titujt Kuranikë që i atribuohen Jezusit demonstrojnë fuqinë e Zotit sesa hyjninë e Jezusit - të njëjtën fuqi prapa mesazhit të të gjithë profetëve. Disa tradita islame besojnë se misioni i Jezuit ishte vetëm për popullin e Izraelit dhe statusin e tij si profet duke u konfirmuar nga mrekulli të shumta. [31] [32]\n\nNjë imazh i dytë i hershëm i hershëm i Jezusit është një figurë në kohën e fundit. Ky koncept lind kryesisht nga hadithi. Tradita myslimane ndërton një tregim të gjetur në mënyrë të ngjashme në teologjinë e krishterë, duke parë Jezusin të mbërrinte në fund të kohës dhe të zbriste në tokë për të luftuar Antikrishtin. Ky tregim kuptohet për të mbrojtur kauzën e Islamit, me disa tradita që rrëfejnë Jezusin duke treguar përparësinë e Muhamedit. Shumica e traditave thonë se Jezusi më pas do të vdesë një vdekje natyrore. [33]\n\nNjë imazh i tretë dhe i veçantë është i Jezusit që përfaqëson një figurë asketike - një profet i zemrës. Megjithëse Kurani i referohet 'Ungjillit' të Jezusit, ato mësime specifike të Tij nuk përmenden në tekstet fetare të Kuranit ose më vonë. Ata kryesisht mungojnë. Tradita Sufi është aty ku Jezusi u nderua, i njohur si një mësues shpirtëror me një zë të veçantë nga profetët e tjerë, përfshirë Muhamedin. Sufizmi ka tendencë të eksplorojë dimensionet e bashkimit me Zotin përmes shumë qasje, duke përfshirë asketizmin, poezinë, filozofinë, sugjerimin spekulativ dhe metodat mistike. Megjithëse sufizmi ndaj mendjes perëndimore mund të duket se ndan origjinë të ngjashme ose elemente të neoplatonizmit, gnosticizmit dhe Budizmit, ideologjia është dukshëm islamike pasi ato i përmbahen fjalëve të Kuranit dhe ndjekin imitimin e Muhamedit si njeriu i përsosur. [34]\n\nPredikim\nKonceptet islame të predikimit të Jezuit besohet se kanë origjinën në Kufa, Irak, nën Kalifatin Rashidun ku u formulua shkrimtarët më të hershëm të traditës dhe bursës myslimane. Konceptet e Jezusit dhe shërbimit të tij të predikimit të zhvilluar në Kufa u miratuan nga të krishterët e hershëm asketikë të Egjiptit që kundërshtuan emërimet zyrtare të peshkopatës në kishën nga Roma. [35]\n\nTregimet më të hershme, që numërojnë rreth 85, gjenden në dy koleksione kryesore të letërsisë asketike me titull Kitab al-Zuhd wa'l Raqa'iq (Libri i asketizmit dhe mëshirës së tenderit) nga Ibn al-Mubarak (vd. 797), dhe dhe Kitab al-Zuhd (Libri i Asketizmit) nga Ibn Hanbal (vdiq 855). Këto thënie bien në katër grupe themelore: a) thënie eskatologjike; b) thënie kuazi-ungjill; c) thënie asketike dhe histori; d) thënie duke bërë jehonë polemika intra-muslimane. [36]\n\nGrupi i parë i thënies zgjeron arketipin e Jezuit siç portretizohet në Kuran. Grupi i dytë i tregimeve, megjithëse përmban një thelb të ungjillit, zgjerohet me një \"pullë të qartë islamike\". Grupi i tretë, duke qenë më i madhi nga katër, portretizon Jezusin si një shenjt mbrojtës të asketizmit musliman. Grupi i fundit ndërtohet mbi arketipin islam dhe përkufizimin e përqendruar në musliman të Jezusit dhe atributet e tij, duke çuar më tej idetë ezoterike në lidhje me terma të tillë si \"Fryma e Zotit\" dhe \"Fjala e Zotit\". [37]\n\nMrekulli\nArtikulli kryesor: Mrekullitë e Jezusit\nShihni gjithashtu: Ungjilli i foshnjërisë së Thomas\nKurani i atribuon të paktën gjashtë mrekulli Jezusit, me shumë më tepër duke u shtuar gjatë shekujve nga shkrimtarët dhe historianët. Mrekullitë i atribuoheshin Jezusit si shenja të Profetësisë së Tij dhe autoritetit të tij, sipas edukatorit dhe profesorit Ishaq Musa al-Husayni (vdiq 1990), një autor më i njohur për Mudhakkirat Dajaja (Memoirs of a Hen) (Kajro: Dar al-Maarif , 1943; 2nd ed. 1967). Në Krishtin në Letërsinë Arabe Kuran dhe Moderne (1960), al-Husayni tha se është e dukshme që Muhamed nuk i atribuon asnjë mrekulli vetvetes. [38]\n\nKëto gjashtë mrekulli në Kuran janë pa detaje ndryshe nga ungjilli dhe burimet e tyre gnostike jo-kanonike, të cilat përfshijnë detaje dhe përmendin mrekulli të tjera të atribuara. [38] Gjatë shekujve, këto gjashtë tregime të mrekullive janë shtjelluar përmes hadithit dhe poezisë, me shkrime fetare duke përfshirë disa nga mrekullitë e tjera të përmendura në ungjill, burime jo-kanonike dhe nga lore. [26] [28]\n\nDuke folur nga djepi\nDuke folur nga djepi përmendet në tre vende në Kuran: al-Imran (3) 41, 46, al-Maida (5) 109–110 dhe Maryam (19) 29–30. Një pjesë e narracionit e ka foshnjën Jezusin që mbron nënën e tij Mari nga akuza se kishte lindur pa një burrë të njohur. [39] Islami i hershëm ishte i paqartë për Jozefin dhe rolin e tij.thus këto ndikim gnostik të ungjillit pretendohet se thuhet se Kurani mund të mos jetë hyjnor nga kundërshtarët. Jezusi flet ndërsa engjëlli që Gabriel kishte përmendur në njoftimin: Jezusi shpall se ai është një shërbëtor i Perëndisë, i është dhënë një libër, është një profet, është bekuar kudo që të shkojë, bekon ditën kur lindi, ditën kur do të vdesë , dhe ditën kur ai është rritur i gjallë. [40]\n\nMegjithëse ky tregim i veçantë nuk gjendet në Bibël, tema e të folurit nga djepi gjendet në ungjillin jo-kanonik para-islamik Siriak. Ai burim e ka Jezusin duke e deklaruar veten Birin e Perëndisë, Fjalën dhe duke pohuar atë që Engjëlli Gabriel i kishte njoftuar më parë Marisë si të detajuar në Ungjill. [39]\n\nKrijimi i zogjve nga balta\nHistoria e mrekullueshme e krijimit të zogjve nga argjila dhe jeta e frymëmarrjes në to kur një fëmijë përmendet në al-Imran (3) 43, 49 dhe al-Maida (5) 109–110. Megjithëse kjo mrekulli gjithashtu nuk përmendet në ungjillin kanonik, i njëjti narrativë gjendet në të paktën dy burime para-islamike: Ungjilli i foshnjërisë së Thomas dhe Toledot Yeshu hebre, me disa detaje variant midis Kuranit dhe këtyre dy burimeve. [ 41] [42]\n\nShërimi i të verbrit dhe lebrerëve\nShihni gjithashtu: Shërimi i dy burrave të verbër në Galile dhe pastrimi i dhjetë lebrave\nNgjashëm me Testamentin e Ri, Kurani përmend Jezusin duke shëruar të verbrit dhe Lepers në Al-Imran (3) 49. Studiuesi Mysliman dhe Gjykatësi Al-Baydawi (vdiq 1286) shkroi se si u regjistrua që mijëra njerëz erdhën te Jezusi Për tu shëruar dhe se Jezui i shëroi këto sëmundje vetëm përmes lutjes. [43] Studiuesi mesjetar al-Tha'labi shkroi se si këto dy sëmundje të veçanta ishin përtej ndihmës mjekësore, dhe mrekullitë e Jezuit ishin menduar të dëshmoheshin nga të tjerët si shenja të qarta të mesazhit të tij. [41]\n\nRritja e të Vdekurve\nJezusi besohet se ka rritur njerëz nga të vdekurit, siç u përmend në al-Imran (3) 49. Megjithëse nuk jepet detaje se kush u rrit ose rrethanat, të paktën tre njerëz përmenden në detaje në ungjill (një vajzë të Jairus, djali i një të ve në Nain dhe Lazarus). [44]\n\nParamendim\nJezusi ishte në gjendje të parashikonte, ose kishte parathënë, [45] për atë që ishte fshehur ose e panjohur për të tjerët. Një shembull është që Jezusi do t'i përgjigjej saktë çdo dhe çdo pyetje që dikush i bëri. Një shembull tjetër është që Jezusi e dinte se çfarë kishin ngrënë njerëzit, si dhe ato që kishin ruajtur në shtëpitë e tyre. [26]\n\nTabela e ushqimit nga parajsa\nArtikulli kryesor: Ushqimi i turmës\nShihni gjithashtu: Darka e Fundit\nNë kapitullin e pestë të Kuranit, al-Ma'ida (5) 112–115, një narracion përmend dishepujt e Jezusit që kërkojnë një tryezë të ngarkuar me ushqim, dhe që ajo të jetë një ditë e veçantë përkujtimi për ta në të ardhmen. Kjo mund të jetë një referencë e mundshme për Eukaristinë sipas Profesorit të Studimeve Islame dhe Arabe W. Montgomery Watt (vdiq 2006). [46] Sipas profesorit të feve krahasuese Geoffrey Parrinder (vdiq 2005), është e paqartë nëse kjo histori paralelizon me darkën e fundit të Ungjillit apo ushqimin e turmës, por mund të jetë i lidhur me fjalën arabe ʿ ʿd (Festival Mysliman): [47]\n\nNjë herë dishepujt thanë: O Jezus, Bir i Marisë, a mundet Zoti yt të dërgojë për ne një tryezë nga parajsa? Ai tha, ki frikë nga Zoti nëse je besimtarë. Ata thanë që ne duam ta hamë atë, dhe se zemrat tona mund të jenë në paqe, dhe ne mund të dimë që ju keni folur me të vërtetë dhe të jeni midis dëshmitarëve të saj. Jezusi, Biri i Marisë, tha: O Zot, Zoti ynë dërgon mbi ne një tryezë nga parajsa, për të qenë për ne një festival, për të parën nga ne dhe të fundit nga ne, dhe një shenjë nga ju: dhe të sigurojë (të ushqim) për ne, sepse ju jeni më të mirët e ofruesve. Zoti tha që po e dërgoj për ty. [46]\n\nNë një rekord nga Suni Exegete Tabari, para Darkës së Fundit, kërcënimi i vdekjes e bëri atë të shqetësuar. Prandaj, Jezui i ftoi dishepujt e Tij për Darkën e Fundit. Pas vaktit, ai lau duart e tyre dhe kreu abdesin e tyre për të fshirë duart në rrobat e tij. Më pas Jezui u përgjigj atyre: \"Sa për atë që ju kam bërë sonte, në atë që ju shërbeva vaktin dhe lashë duart personalisht, le të jetë një shembull për ju. Meqenëse vërtet më konsideroni të jem më i mirë se ju, Mos u bëni fodull në lidhje me njëri -tjetrin, por përkundrazi zgjerohuni për njëri -tjetrin pasi jam zgjeruar për ju \". Pasi udhëzoi dishepujt në mësimet e tij, Jezui parathotë se njëri prej tyre do ta mohonte atë dhe një tjetër ta tradhtonte. Sidoqoftë, në përputhje me pikëpamjet islamike për vdekjen e Jezuit, vetëm një kufomë në pamje të Jezusit u kryqëzua dhe vetë Jezusi u rrit te Zoti. [48]\n\nMrekulli të tjera\nShumë histori dhe tregime janë zhvilluar ndër vite për Jezusin, që përmbajnë disa mësime të qenësishme ose sigurojnë kuptim për shkak të mungesës së detajeve në Kuran në lidhje me Jezusin. Disa nga këto narracione janë të ngjashme me natyrën me Testamentin e Ri, ndërsa disa e portretizojnë Jezusin në një mënyrë shumë njerëzore.\n\nPërveç disa përmbledhjeve të hollësishme të mrekullive të Jezusit të përmendura nga shkrimtarët muslimanë ndër shekuj, nga mosha e rritur (si ecja në ujë - që gjenden edhe në ungjill - dhe duke shkaktuar bukë të vijnë nga toka), [39] disa mrekulli të tjera nga fëmijëria Përfshini: Shpjegimi i Bazave Myslimane të Creed -it për një drejtues shkolle, duke zbuluar se kush ishin hajdutët për një shef të pasur, duke mbushur kavanoza boshe të diçkaje për të pirë, duke siguruar ushqim dhe verë për një mbret tiranik, ndërsa gjithashtu i dëshmonte këtij mbreti fuqinë e tij në rritjen e një njeriu të vdekur Nga të vdekurit, duke rritur një fëmijë të vrarë aksidentalisht dhe duke bërë që rrobat nga një vazo me një ngjyrë të vetme të dilnin me ngjyra të ndryshme. [26]\n\nShërimi i djalit të një zyrtari mbretëror\nArtikulli kryesor: Shërimi i djalit të Zyrtarit Mbretëror\nAl-Tabari (vdiq 923) raporton një histori të një takimi të një Jezusi të rritur me një mbret të caktuar në rajon dhe shërimin e djalit të tij. Identiteti i mbretit nuk përmendet ndërsa legjenda sugjeron Philip Tetrark. Referenca përkatëse e Biblës është \"Djali i Zyrtarit Mbretëror\". [49]\n\nLakmia dhe tregimi i së vërtetës\nNjë histori legjendare e një mrekullie nga një Jezus i ri, i përdorur si një mësim i mësuar me vështirësi që gjendet gjerësisht në Lore të Lindjes së Mesme sipas Profesor Ayoub, ka të bëjë me një burrë hebre dhe bukë. Megjithëse mbante një ton polemik, mësimet përqendrohen në lakmi me tregimin e së vërtetës të endura në tregim. Shtë një histori që gjendet shpesh në librat e fëmijëve. [50]\n\nMençuri e qenësishme\nShihni gjithashtu: Logot (Islami) dhe Logot (Krishterimi)\nNjë tjetër histori legjendare e mrekullisë është ajo në lidhje me mençurinë e fëmijërisë së Jezuit. Kjo legjendë, e raportuar përmes al-Tabari nga Ibn Ishaq, flet për Marinë duke dërguar Jezusin në një shkollë fetare dhe mësuesin duke u habitur kur e gjeti Jezusin duke ditur tashmë informacionin që mësohet / diskutohet. [26]\n\nUshqim në shtëpitë e fëmijëve\nNjë histori tjetër nga Al-Tabari tregon për një Jezus të ri duke luajtur me të rinjtë e fshatit të tij dhe duke u thënë atyre se çfarë ushqimi po përgatiteshin prindërit e tyre për ta në shtëpi. [26]\n\nSipas detajeve të narracionit, disa prindër u mërzitën dhe i ndaluan fëmijët e tyre të luanin me Jezusin, duke dyshuar se ai ishte një magjistar. Si rezultat, prindërit i mbajtën fëmijët e tyre larg Jezusit dhe i mblodhën fëmijët e tyre në një shtëpi të vetme. Një ditë, duke u ndjerë i vetmuar, Jezusi doli duke kërkuar miqtë e tij dhe duke ardhur në këtë shtëpi, ai pyeti prindërit se ku ishin fëmijët e tyre. Prindërit gënjejnë, duke u përgjigjur se fëmijët nuk ishin aty. Pasi Jezusi pyet se kush, pra, është në shtëpi, prindërit e quajnë Jezusin një derr. Pastaj Jezusi thotë: \"Le të ketë derri në këtë shtëpi\", duke i kthyer të gjithë fëmijët në derra. [28]\n\nGjatë shekujve, shkrimtarët myslimanë kanë referuar edhe mrekulli të tjera si hedhja e demonëve, pasi kanë huazuar nga disa burime heretike para-islamike, dhe nga burime kanonike si legjenda për Jezusin u zgjeruan. [26]\n\nZbulim\nArtikulli kryesor: Ungjilli në Islam\nMyslimanët besojnë se Zoti i zbuloi një shkrimi të ri Jezusit, të quajtur al-Injil (Ungjillin), ndërsa deklaroi gjithashtu të vërtetën e zbulimeve të mëparshme: Al-Tawrat (Torah) dhe Al-Zabur (Psalmet). [51] Kurani flet në mënyrë të favorshme për al-Injīl, të cilën e përshkruan si një shkrim që mbush zemrat e ndjekësve të tij me butësi dhe devotshmëri. Exegesis tradicionale islame pretendon se mesazhi biblik që është shtrembëruar (Tahrif), quhet Ta'yin al-Mubham (\"Rezolucioni i paqartësisë\"). [52] Kjo përpjekje polemike ka origjinën e saj në periudhën mesjetare me shkrimet e Abd al-Jabbar ibn Ahmad. [53] Sa i përket ligjit të Moisiut, Kurani tregon se Jezui kurrë nuk i shfuqizoi ligjet hebraike, por përkundrazi i konfirmoi ato, ndërsa bëri vetëm shfuqizime të pjesshme. [54]\n\nMyslimanët kanë besuar prej kohësh se Pali korruptonte me qëllim mësimet origjinale të Jezusit. [55] Historiani i shekullit të 9-të Sayf Ibn Umar pohoi se disa rabitë e bindën Palin të gabonte qëllimisht të krishterët e hershëm duke prezantuar atë që Ibn Hazm i konsideronte si doktrina të kundërshtueshme në krishterim. [56]\n\nSipas Jusuf al-Qaradawi në librin e tij The Lawful dhe të ndaluar në Islam, kufizimet ligjore Jezui shfuqizoi për hebrenjtë, ku ata fillimisht u drejtuan nga Zoti si dënim. [57] Komente klasike si Tafsir al-Jalalayn specifikojnë se ato kanë të bëjnë me konsumin e peshkut dhe mishit të shpendëve pa thumba, ose në përgjithësi. [58]\n\nPërmend në Kuran\nDishepuj\nKurani shprehet se Jezusi u ndihmua nga një grup dishepujsh (ḥawāriyūn) të cilët besuan në mesazhin e tij. Ndërsa nuk i emëron dishepujt, Kurani jep disa raste të Jezusit duke u predikuar mesazhin atyre. Myslimanët i shohin dishepujt e Jezusit si identikë me shokët (ṣaḥāba) të Muhamedit. [59] Sipas Krishterimit, emrat e dymbëdhjetë dishepujve ishin Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon dhe Judas.\n\nKurani përmend në Kapitullin 3, vargjet 52-53, se dishepujt i nënshtruan besimit të Islamit: [Burimi jo-parësor i nevojshëm]\n\nKur Jezui gjeti mosbesim nga ana e tyre ai tha: \"Kush do të jenë ndihmësit e mi për të (punën e) Zotit?\" Tha dishepujt: \"Ne jemi ndihmësit e Zotit: Ne besojmë në Zot dhe ju dëshmoni se jemi muslimanë. Zoti ynë! Ne besojmë në atë që ti ke zbuluar, dhe ne ndjekim të Dërguarin; pastaj na shkruaj midis atyre që mbajnë dëshmitar \".\n\n-Kuran Sure al-Imran 52–53 [60]\nTregimi më i gjatë që përfshin dishepujt e Jezuit është kur Jezusi kryen mrekullinë e sjelljes së një tryeze ushqimi nga parajsa me kërkesën e tyre, për prova të mëtejshme se predikimi i tij është mesazhi i vërtetë.\n\nNgjitje\nVargu i An-Nisa 157 është vargu kryesor i Kuranit që i referohet ngjarjes së kryqëzimit të Jezuit. [61] Thotë se Jezusi nuk u vra dhe as u kryqëzua, por 'u bë\nVargu i An-Nisa 157\nSe ata thanë (me mburrje), \"Ne e vranë Mesinë Jezusin Birin e Marisë, të Dërguarin e Perëndisë\"; por ata nuk e vranë atë, as e kryqëzuan, por kështu u bë që t'u shfaqej atyre, dhe ata që ndryshojnë Aty janë plot dyshime, pa njohuri (të caktuara), por vetëm hamendje për t'u ndjekur, për një siguri që ata e vranë atë jo.\n\npër t'u dukur atyre '. [62] Shumica e traditave islame mohojnë kategorikisht se Jezusi vdiq fizikisht në kryq ose ndryshe. [63] [64] Ekzeksioni Islamik raporton se një person tjetër u kryqëzua në vendin e Jezuit. Sidoqoftë, disa studiues modernë muslimanë besojnë se Jezui me të vërtetë vdiq, dhe referencat për mbijetesën e tij janë simbolike, jo të mirëfillta. Kjo mosmarrëveshje për natyrën e vdekjes së Jezuit gjendet brenda vetë kanunit islam, me hadithin më të hershëm duke cituar shokët e Muhamedit duke thënë se Jezusi kishte vdekur. Ndërkohë, shumica e Hadithit dhe Tafsir argumentojnë në favor të së kundërtës. [Citimi i nevojshëm]\n\nSipas Kuranit, ai nuk u kryqëzua, por u shpëtua mjaft nga Zoti. (Megjithëse traditat më të hershme islamike dhe ekzekutimi citojnë raporte disi kontradiktore në lidhje me një vdekje dhe gjatësinë e tij, muslimanët besojnë se Jezui nuk vdiq në kryq, por beson se ai ishte shpëtuar duke u rritur i gjallë në parajsë).\n\nZëvendësim\nShtë e paqartë saktësisht se ku ka origjinën interpretimi zëvendësues, por disa studiues e konsiderojnë teorinë që buron midis grupeve të caktuara gnostike të shekullit të dytë. [10] Leirvik gjen Kuranin dhe Hadithin të jenë ndikuar qartë nga krishterimi jo-kanonik ('heretik') që mbizotëroi në Gadishullin Arab dhe më tej në Abyssinia. [65]\n\nNdërsa shumica e studiuesve perëndimorë, [66] Judenjtë, [67] dhe të krishterët besojnë i kryqëzuar në vend të Jezusit (krh. Përshkrimi i Irenaeus për herezinë e Basilides, Libri I, Ch. XXIV, 4.). [68] [69]\n\nDisa mosmarrëveshje dhe mosmarrëveshje mund të shihen duke filluar me raportin e Ibn Ishaq (vdi E vendosur në Medina dhe së treti duke cituar vendet në Kuran (3:55; 4: 158) që Zoti e mori Jezusin në vetvete. [70]\n\nIbn Kathir (vdiq 1373) ndjek traditat të cilat sugjerojnë se ka ndodhur një kryqëzim, por jo me Jezusin. [81] Pas ngjarjes, Ibn Kathir raporton se njerëzit ishin të ndarë në tre grupe pas tre rrëfimeve të ndryshme; Jacobitët duke besuar \"Zoti mbeti me ne për sa kohë që ai do të dëshironte dhe më pas ai u ngjit në parajsë\"; Nestorianët duke besuar \"Biri i Perëndisë ishte me ne për aq kohë sa ai do të dëshironte derisa Zoti e ngriti në parajsë\"; dhe muslimanët duke besuar \"Shërbëtori dhe i Dërguari i Perëndisë, Jezusi, mbeti me ne për sa kohë që Zoti do të dëshironte derisa Zoti e ngriti atë vetë.\" [82]\n\nE dyta që vjen\nAfati kohor i ardhjes së Jezusit para Ditës së Gjykimit\n\nMinare e Isa në Xhaminë Umajad, Damask\nSipas traditës islame, pasi u ngjit në parajsë dhe banoi atje për 2000+ vjet, Jezui do të zbresë në tokë pak para Ditës së Gjykimit, në mes të luftërave të luftuar , për të ardhur në ndihmë të Mahdi dhe ndjekësve të tij myslimanë. [86] Të veshur me rroba shafran me kokën e vajosur, Jezusi do të zbresë në pikën e një minare të bardhë, në Damaskun Lindor, për të cilin besohet se është minare e Isa në Xhaminë Umajad. [87] Ai do të përshëndes Mahdi dhe (duke qenë musliman) të lutet pranë tij. Përfundimisht, Jezusi do ta vrasë Dajjalin në Lod. [88]\n\nMë pas, ai do të \"thyejë kryqin, do të vrasë derrat dhe do të heqë taksën e Jizya\", sipas një hadith të njohur Sahih al-Bukhari. [89] [90] \"Interpretimi i zakonshëm\" i kësaj profecie është se, duke qenë musliman, Jezui do t'i ndalojë adhurimit të krishterë të vetvetes dhe në besim në hyjninë e Tij, \"simbolizuar nga Kryqi\". Ai do të rivendosë ligjet dietike kosher/hallall të braktisura nga Krishterimi; [91] dhe për shkak se hebrenjtë dhe të krishterët tani do të hedhin poshtë të gjithë besimin e tyre të mëparshëm dhe do të pranojnë Islamin, nuk do të ketë më nevojë për taksën e Jizya për jobesimtarët. [92] (Sipas një hadithi, Jezui do të \"shkatërrojë kishat dhe tempujt dhe do të vrasë të krishterët nëse nuk besojnë në Të.\") [93] [Shënimi 1]\n\nTekstet islamike gjithashtu aludojnë për rishfaqjen e Gogut dhe Magogut të Lashtë (Yaʾjūj Maʾjūj), i cili do të shpërthejë nga izolimi i tij nëntokësor dhe do të shkaktojë shkatërrim të botës. [95] Zoti, në përgjigje të lutjeve të Jezuit, do t'i vrasë ata duke dërguar një lloj krimbi në napat e qafës së tyre dhe do të dërgojë zogj të mëdhenj për të transportuar dhe pastruar kufomat e tyre nga toka. [86] Pas vdekjes së Mahdi, Jezui do të marrë përsipër udhëheqjen botërore dhe paqja dhe drejtësia do të jenë universale.\n\nGjithashtu sipas traditës, Jezui do të martohet, do të ketë fëmijë dhe do të sundojë botën për dyzet vjet (traditat japin shumë periudha të ndryshme kohore) pas së cilës ai do të vdesë. [96] Myslimanët më pas do të kryejnë lutjen e varrimit për të dhe pastaj do ta varrosin atë në kube të gjelbër në qytetin e Medinës në një varr të lënë bosh përkrah Muhamedit, Ebu Bakr dhe Umar përkatësisht. [97] Sipas legjendës së Ibn Khaldun, të dy kalifët do të ngrihen nga të vdekurit midis dy profetëve. [98]\n\nBurime\nNdërsa Kurani nuk përshkruan asnjë nga narracionet e mësipërme të kthimit të Jezuit, [99] shumë muslimanë besojnë se dy vargje kuranore i referohen ardhjes së tij të dytë gjatë kohës së fundit. [90] (1) vargu i përmendur më lart duke thënë se ai kurrë nuk vdiq në tokë:\n\n\"Dhe [për] thënien e tyre,\" Në të vërtetë, ne kemi vrarë Mesinë, Jezusin, Birin e Marisë, të Dërguarin e Allahut \". Dhe ata nuk e vranë atë, dhe as nuk e kryqëzuan; por [një tjetër] u bë që t'i ngjante me ta. Dhe në të vërtetë, ata që ndryshojnë mbi të, janë në dyshim për këtë. Ata nuk kanë njohuri për të përveç kësaj të supozimit Dhe ata nuk e vranë, me siguri \". (Q.4: 157 :)\nDhe një varg i dytë i interpretuar për të treguar një lidhje midis Jezusit dhe \"orës\" (Koha e fundit):\n\n\"Dhe ja! Me të vërtetë ka njohuri për orën. Pra, dyshoni se nuk jeni në lidhje me të, por më ndiqni. Kjo është rruga e duhur\". (Q.43: 61 Trans Pickthall). [90]\nHadiths për kthimin e Jezuit gjurmohen përsëri në Ebu Hurairah, një nga Sahaba, por në të vërtetë mund të ishte prezantuar më vonë gjatë luftërave civile në Kalifatin e hershëm Abbasid, kur pritej një shpëtimtar. Ndërsa për Shiat, Mahdi do të jetë Shpëtimtari, disa sunitë priren të prisnin kthimin e Jezuit. Gjatë kalifatit të hershëm abbasid, veshja e kryqëzimeve në procesione dhe mbajtja e derrave në publik, ishte e ndaluar. Përndryshe, thyerja e kryqit, mund të pasqyrojë mosmiratimin e përgjithshëm të këtij simboli nga muslimanët, dhe duke vrarë derrat një referencë për Jezusin Exorcism të Legjionit. [100]\n\nJezusi përmendet rreth 187 herë në Kuran, direkt dhe indirekt, dhe gjithashtu referohet nga shumë tituj, më i zakonshmi është Al-Masih ('Mesia'). [3] [110] [111] [112] [33 ] Jezusi referohet 25 herë me emrin Isa, [shënimi 2] persona i tretë 48 herë, [shënimi 3] persona i parë 35 herë dhe pjesa tjetër si tituj në Kuran. [Shënim 4] [113]\n\nMuhamedi e përshkroi veten si 'më të afërt të të gjithë njerëzve me Jezusin'. [114]\n\nNgjashmëri me Adamin\nKurani thekson krijimin e Jezusit, [107] përmes ngjashmërisë së tij me Adamin në lidhje me mungesën e origjinës njerëzore. Muhamedi shpesh përdoret për të krahasuar lindjet e Adamit dhe Jezusit. [115]\n\nEkspesis islamike ekstrapolon një mospërputhje logjike pas argumentit të krishterë të ndërhyrjes hyjnore, pasi implikimet e tilla do t'i atribuonin hyjninë Adamit i cili kuptohet vetëm si krijim. [107]\n \nNë Islam, Jezusi besohet të ketë qenë pararendësi i Profetit Islamik Muhamed. Sipas Kuranit, ardhja e Muhamedit u parashikua nga Jezusi në As-Saff 61: 6 përmes këtij vargu, muslimanët e hershëm arabë pretenduan legjitimitet për besimin e tyre të ri në traditat ekzistuese fetare dhe parashikimet e pretenduara të Jezusit. [116] Myslimanët besojnë se Jezusi ishte një pararendës i Muhamedit dhe se ai profetizoi ardhjen e këtij të fundit. [117] [26] Kjo perspektivë bazohet në një varg të Kuranit ku Jezui flet për një lajmëtar që të shfaqet pas tij me emrin \"Ahmad\". [118] Islami shoqëron Ahmadin me Muhamedin, të dy fjalët që rrjedhin nga rrënja trikonsonantale H-M-D e cila i referohet praiseworthiness. Myslimanët pohojnë se provat e shqiptimit të Jezuit janë të pranishme në Testamentin e Ri, duke përmendur përmendjen e paracletit, ardhja e të cilit është parathënë në Ungjillin e Gjonit. [119]\n\nKomentuesit myslimanë pretendojnë se fjala origjinale Greke e përdorur ishte Periklutos, që do të thotë i famshëm, ilustrues ose i lavdërueshëm - i përshtatur në arabisht si Ahmad; dhe se kjo u zëvendësua nga të krishterët me Parakletos. [97] [120] Kjo ide debatohet, duke pyetur nëse mirëkuptimi tradicional mbështetet nga teksti i Kuranit.\n\nTeologjia Islamike pretendon se Jezusi kishte parathënë një profet tjetër që e pasoi atë sipas Surës 61: 6, me përmendjen e emrit Ahmad. (Ahmad është një emër arabisht nga i njëjti rrënjë trikonsonantale ḥ -m -d = [ح - م - د].) Në përgjigjen ndaj biografisë së Ibn Ishaq të Muhamedit, Sirat Rasul Allah, studiues islamik Alfred Guillaume shkroi:\n\nDuke iu rikthyer termit \"Ahmad\", muslimanët kanë sugjeruar që Ahmad është përkthimi i Periklutos, i festuar ose i lavdëruari, i cili është një korrupsion i Parakletos, paracleti i John XIV, XV dhe XVI. [121]\n\nHadith\nHadithi raportohen thënie të Muhamedit dhe njerëzve përreth tij. Hadithi që përmban legjendën e Jezuit është ndikuar nga krishterimi jo-kanonik ('heretik') që mbizotëroi në Gadishullin Arab dhe më tej në Abyssinia. [65] Hadithi zhvilloi një status kanonik në shekullin e tretë mysliman si një burim autoriteti për komunitetin musliman. Perceptimi mysliman i Jezusit që del nga hadithi është i një figure të mrekullueshme, pa mëkate dhe eskatologjike, duke treguar njerëzit, përsëri sipas perspektivës së Profetësisë së Myslimanëve, për besimin musliman (mysliman; ai që i nënshtrohet vullnetit të Zotit). [ 130]\n\nHadithi ka luajtur një pjesë shumë të rëndësishme duke formuar imazhin e Jezuit midis muslimanëve të zakonshëm, pasi u zhvilluan më tej kur përfshihen hadithet dhe Tafsirs gërshetuar në sasi të mëdha të shkrimeve dhe raporteve legjendare. [26] Me riorganizimin e muslimanëve, boshllëku i Jezusit është befasues. Përkundrazi, ajo është shkruar është magjistari asketik, i ndihmuar nga Fryma e Shenjtë. Ungjilli shihet si një libër për t'u predikuar dhe përmendet vetëm duke kaluar pa përmendur mësimet aktuale. Në mënyrë të habitshme, thëniet fiktive dhe mësimet e supozuara të Jezusit u jepen epërsi në koleksionet e hadithit, në Shia Islam, dhe në përfaqësimet sufi të Jezusit. [65]\n\nSuni Islam\nNë Kitab al-Milal wa al-Nihal, al-Shahrastani (vdiq 1153), një historian me ndikim persian, historiograf, studiues, filozof dhe teolog, regjistron një portretizim të Jezusit shumë afër parimeve ortodokse ndërsa vazhdon narracionin islamik:\n\nTë krishterët. (Ata janë) Komuniteti (umma) i Krishtit, Jezusit, Biri i Marisë (Paqja mbi Të). Ai është ai që u dërgua me të vërtetë (si profet; Mab'uth) pas Moisiut (paqja mbi të), dhe që u njoftua në Tevrat. Atij ishin (të dhëna) shenja të dukshme dhe prova të dukshme, të tilla si ringjallja e të vdekurve dhe shërimi i të verbrit dhe lebreri. Vetë natyra dhe disponimi i tij i lindur (FiTRA) janë një shenjë e përsosur e vërtetësisë së tij; Kjo do të thotë, ardhja e tij pa farën e mëparshme dhe të folurit e tij pa mësime paraprake. Për të gjithë (profetët e tjerë) ardhja e zbulesës së tyre ishte në (mosha) dyzet vjet, por Zbulesa i erdhi atij kur u bë për të folur në djep, dhe Zbulesa i erdhi kur ai përcolli (mesazhi hyjnor) në (mosha e) tridhjetë. Kohëzgjatja e misionit të tij (profetik) (DA'WA) ishte tre vjet dhe tre muaj dhe tre ditë. [131]\n\nShia Islam\nNë Nahj al-Balagha, Kalifi i katërt Ali (r. 656–661) raportohet të ketë folur për thjeshtësinë e Jezusit. [132] Aliu thotë se \"Jezusi përdori një gur për jastëkun e tij, vuri rroba të trashë dhe hëngri ushqim të ashpër. Condiment i tij ishte uri. Llamba e tij natën ishte hëna. Ai nuk kishte grua për ta joshur, as ndonjë djalë për të dhënë pikëllim, as Pasuria për të devijuar. Dy këmbët e tij ishin transportimi i tij dhe dy duart e tij ishin shërbëtori i tij \". [132] Sipas Ja'far al-Sadiq, një nip i madh i Aliut, koha midis Davidit dhe Jezusit ishte katërqind vjet. [133] Ja'far thotë më tej se feja e Jezusit ishte monoteizëm (tawḥīd) dhe pastërti (ikhlāṣ). [133] 'Intil' (Ungjilli) iu dërgua atij dhe zotimi që morën profetë të tjerë u mor gjithashtu nga Jezusi: të krijonte lutje me fenë, të urdhërojë të mirën dhe të ndalojë të keqen, duke lejuar atë që lejohet dhe ndalon atë që i është ndaluar. Këshillat dhe shëmbëlltyrat iu dërguan atij në 'injeksion', por nuk kishte asnjë ligj ndëshkimi në të dhe as parimet e ndëshkimit (Ahkam al-Hud), dhe asnjë detyrim për trashëgiminë. Atij iu dërgua ajo që ishte një lehtësim i asaj që iu dërgua Moisiut në Tevrat. Jezui urdhëroi ndjekësit e tij që ata besojnë në ligjin e Tevratit dhe 'plilit'. [133]\n\nSipas Qadi al-Nu'man, një jurist i famshëm mysliman i periudhës Fatimid, Jezusi quhet Mesia (al-Masīḥ) në Kuran sepse u dërgua te njerëzit që iu përgjigjën për të hequr (Masaha ) papastërtitë e tyre, sëmundjet e besimit të tyre; qoftë të dukshme (zahir) apo të fshehur (batinë). Qadi al- nu'man, në themelin e tij të punës së interpretimit simbolik (asās al-ta'wīl), flet për lindjen shpirtërore (Milad al-Batin) të Jezusit, si një interpretim të historisë së tij të lindjes fizike (Milad al- Zahir) përmendur në Kuran. Ai thotë se Maria, nëna e Jezusit, është një metaforë për dikë që ushqeu dhe udhëzoi Jezusin (Lāhiq), në vend që të lindte fizikisht atë. Qadi al-Nu'man shpjegon se Jezui ishte nga pasardhja e pastër e Abrahamit, ashtu si Aliu dhe djemtë e tij ishin nga pasardhja e pastër e Muhamedit, përmes Fatimes. [134]\n\nPamje\nBazuar në disa narracione hadithesh të Muhamedit, Jezui mund të përshkruhet fizikisht kështu (me ndonjë ndryshim në përshkrimin fizik të Jezuit që është për shkak të Muhamedit duke e përshkruar Atë kur e shoh 'E dyta që vjen): [144]\n\nNjë njeri i ndërtuar mirë me lartësi mesatare/të moderuar/mesatare dhe shtat me një gjoks të gjerë.\nStraight, lank dhe flokë të gjatë që binin midis shpatullave të tij. Duket sikur uji po driblon nga koka e tij, megjithëse nuk është i lagësht.",
"Muhammad": "Muhamedi në Islam\nNga Wikipedia, Enciklopedia e Lirë\nShko te NavigationJump për të kërkuar\nKy artikull ka të bëjë me rolin dhe rëndësinë e Muhamedit në një kontekst islam. Për një përmbledhje të përgjithshme, shihni Muhamedin.\nImam al-Anbiya\nRasūl All -ja\nMuhamed\nمُح 198\nمحمد صلى الله عليه وسلم. Svg\n'Muhamed' në kaligrafinë islamike\nProfet i Islamit\nParaprakisht nga Isa (Jezusi)\nPasoi nga pozicioni i shfuqizuar\nTitulli Khatam An-Nabiyyin ('Vula e Profetëve')\nPersonal\nLindur të hënën, 12 Rabi 'al-Awwal 53 BH (570 e.s.)\nMeka, Hejaz, Arabia\nVdiq të hënën, 12 Rabi 'al-Awwal 11 Ah (8 Qershor 632 e.s.)\nMedina, Hejaz, Arabia\nVendi i pushimit Dome Green, Xhamia e Profetit, Medina\nFeja Islam\nBashkëshorti Shih gratë e Muhamedit\nFëmijët i shohin fëmijët e Muhamedit\nPrindërit\nAbd Allah ibn Abd al-Muttalib (babai)\nAmina Bint Wahb (Nëna)\nPuna (et) e dukshme Kushtetuta e Medinës\nEmrat e tjerë Shihni Emrat dhe Titujt e Muhamedit\nTë afërmit shohin pemën familjare të Muhamedit, Ahl al-Bayt (\"Familja e shtëpisë\")\nNënshkrimi Muhamed Vula.svg\nVula e Muhamedit\nUdhëheqës musliman\nPasardhësi Shih Suksesin tek Muhamedi\nEmër arabisht\nPersonal (ISM) Muhamed\nPatronimik (Nasab) Muḥammad Ibn Abd Allah ibn Abd al-Muttalib ibn Hashim ibn Abd Manaf Ibn Qusai Ibn Kilab\nTeknonimi (Kunya) Ebu al-Qasim\nBismillahir Rahmanir Rahim\nPjesë e një serie mbi Islamin\nProfetë islamikë\nAnbiya\nProfetë në Kuran\nRenditur me emrin islam dhe emrin biblik.\nʾĀdam (adam) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismāʿīl (ishmael) ʾisḥāq (Isaac) yaʿqūb (Jacob) yūsuf (Joseph) (Ishmael) ʾisḥāq (Isaac) Yaʿqūb (Jacob) Yūsuf (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (Joseph) (JOSATH) (JOSATH) JETHRO) Mūsā (Moisiu) Hārūn (Aaron) Dhul-Kifl (Ezekiel ose Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ (Elisha) Zakarīya (Jecharih) (Jecharih (Jecharih) (Elijah) (Elijah) (Elisha) (Elisha) Zakarīya (Jecharih (Jonah) (Elijahā (Elijah) (Elijah. ) Muḥammad (Muhamed)\nNgjarjet kryesore\nPamje\n Portal islam\nVTE\nPjesë e një serie në\nIslam\nAllah3.svg\nBesim\nPraktikë\nTekstet e Teksteve\nHistori\nKultura dhe Shoqëria\nTema të lidhura\n Portal islam\nVTE\nMuḥammad Ibn Abd Allah (arabisht: مُحuajtur Myslimanët besojnë se Kurani, teksti fetar qendror i Islamit, iu zbulua Muhamedit nga Zoti, dhe se Muhamedi u dërgua për të rivendosur Islam Moisiu, Jezusi dhe profetët e tjerë. [1] [2] [3] [4] Parimet fetare, sociale dhe politike që Muhamedi themeloi me Kuranin u bënë themeli i Islamit dhe botës muslimane. [5]\n\nLindur në lidhje me vitin 53 BH (570 CE) në një familje të respektuar Quraejshi të Mekës, Muhamed fitoi titullin \"al-amin\" (ا 198 Në moshën 40 vjeç në 11 BH (610 pes), Muhamedi thuhet se ka marrë zbulimin e tij të parë verbal në shpellën e quajtur Hira, e cila ishte fillimi i prejardhjes së Kuranit që vazhdoi deri në fund të jetës së tij; Dhe muslimanët mendojnë se Muhamedi iu kërkua nga Zoti të predikonte unitetin e Zotit në mënyrë që të vulosë idhujtarinë, një praktikë e pranishme në mënyrë të hapur në Arabinë para-islamike. [8] [9] Për shkak të persekutimit të muslimanëve të sapo konvertuar, me ftesën e një delegacioni nga Medina (e njohur atëherë si Yathrib), Muhamed dhe pasuesit e tij migruan në Medina në 1 Ah (622 CE), një ngjarje e njohur si Hixhrah. [10] [ 11] Një pikë kthese në jetën e Muhamedit, kjo Hegira shënon gjithashtu fillimin e kalendarit islam. Në Medinë, Muhamed skicoi kushtetutën e Medinës duke specifikuar të drejtat dhe marrëdhëniet midis komuniteteve të ndryshme ekzistuese atje, formoi një komunitet të pavarur dhe arriti të krijojë Shtetin e parë Islamik. [12] Megjithë armiqësinë e vazhdueshme të Mekaneve, Muhamed, së bashku me ndjekësit e tij, morën kontrollin e Mekës në 630, [13] [14] dhe urdhëruan shkatërrimin e të gjithë idhujve paganë. [15] [16] Në vitet e tij të mëvonshme në Medinë, Muhamedi unifikoi fiset e ndryshme të Arabisë nën Islam [17] dhe kreu reforma sociale dhe fetare. [18] Në kohën kur ai vdiq në rreth 11 AH (632 të erësse), pothuajse të gjitha fiset e Gadishullit Arabik ishin kthyer në Islam. [19]\n\nMyslimanët shpesh i referohen Muhamedit si profet Muhamed, ose thjesht \"Profeti\" ose \"i Dërguari\", dhe e konsideron atë si më të madhin nga të gjithë profetët. [1] [20] [21] [22] Ai është parë nga muslimanët si zotërues i të gjitha virtyteve. [23] Si një veprim respekti, muslimanët ndjekin emrin e Muhamedit nga Benedikti Arabik Sallallahu 'Alayhi wa Sallam, (do të thotë paqja qoftë mbi të), [24] ndonjëherë shkurtohet si \"pa\" ose \"pbuh\".\n\nNë Kuran\nInformacione të mëtejshme: Muhamedi në Kuran\n\nEmri Muhamed i shkruar në Thuluth, një shumëllojshmëri skenare e kaligrafisë islamike\nKurani numëron pak për jetën e hershme të Muhamedit ose detaje të tjera biografike, por flet për misionin e tij profetik, përsosmërinë e tij morale dhe çështjet teologjike në lidhje me Muhamedin. Sipas Kuranit, Muhamedi është i fundit në një zinxhir të profetëve të dërguar nga Zoti (33:40). Përgjatë Kuranit, Muhamedi quhet \"i dërguar\", \"i dërguari i Zotit\" dhe \"Profeti\". Disa vargje të tilla janë 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 dhe 66:09. Përdoren terma të tjerë, duke përfshirë \"Warner\", \"Bartësi i Glad Tidings\", dhe \"ai që fton njerëzit te një Zot i vetëm\" (Kurani 12: 108 dhe 33: 45-46). Kurani pohon se Muhamedi ishte një njeri që zotëronte përsosmërinë më të lartë morale, dhe se Zoti e bëri atë një shembull të mirë ose një \"model të mirë\" që muslimanët të ndiqnin (Kurani 68: 4, dhe 33:21). Kurani mohon çdo karakteristikë mbinjerëzore për Muhamedin, [25] por e përshkruan atë për sa i përket cilësive pozitive njerëzore. Në disa vargje, Kurani kristalizon lidhjen e Muhamedit me njerëzimin. Sipas Kuranit, Zoti e dërgoi Muhamedin me të vërtetën (mesazhi i Zotit për njerëzimin), dhe si një bekim për të gjithë botën (Kurani 39:33 dhe 21: 107). Në traditën islame, kjo do të thotë që Zoti e dërgoi Muhamedin me mesazhin e Tij për njerëzimin, në vijim të së cilës do t'u japë njerëzve shpëtimin në jetën e përtejme, dhe janë mësimet e Muhamedit dhe pastërtinë e jetës së tij personale vetëm që e mbajnë gjallë adhurimin e Zotit në këtë botë në këtë botë . [26]\n\nSipas Kuranit, ardhja e Muhamedit u parashikua nga Jezusi: \"Dhe mbani mend, Jezusi, Biri i Marisë, tha: 'O fëmijë të Izraelit! Unë jam i Dërguari i Zotit për ju, duke konfirmuar ligjin (i cili erdhi) para meje, dhe duke dhënë lajme të lumtura të një të Dërguari për të ardhur pas meje, emri i të cilit do të jetë Ahmad '\"(Kurani 61: 6). Përmes këtij vargu, muslimanët e hershëm arabë pretenduan legjitimitet për besimin e tyre të ri në traditat ekzistuese fetare dhe parashikimet e pretenduara të Jezusit. [27]"
}
