{
"Adam": "Kahirupan mimiti sareng bapak sadaya manusa.\nCarita Adam sareng ciptaan dikaluarkeun sapanjang Al-Quran. Aya rujukan bab: 2, 4, 5, 20, 21, 38 sareng anu sanésna. Dina naratif Al-Quran, Allah nyiptakeun manusa kaluar tina liat (Q3: 59), [18] Ngabentukna ka bentuk teras paréntah) ka iklan. Iblis nampik kana kareueus (Q15: 26-32) [19] sareng disarup tina JayNah (syurga).\n\nNumutkeun kana Quran, Gusti parantos mutuskeun sateuacan kouéksi Adam anu Manusa (Adam sareng Progeny) bakal disimpen di bumi. Islam henteu nampi kahirupan manusa di bumi salaku hukuman, rada bagian tina rencana Allah.\n\n\"'Terang, kuring bakal nempatkeun generasi umat santai saatos generasi di Bumi.' Aranjeunna (malaikat) nyarios: 'bakal anjeun nempatkeun dangin anu bakal ngajantenkeun kabagjaan sareng darah, bari urang (malaikat) Gusti nyarios: 'Kuring terang yén anu anjeun henteu terang.' \"\n\nGusti sumping ngajarkeun Adam sadaya hal sareng ngarang malaikat di payun Adam ku kituna pikeun nunjukkeun aranjeunna yén ka anu langkung seueur pikeun adment fital adam panganatajak AdvaD:\n\n\"Sareng anjeunna ngajarkeun Adam ngaran - sadayana. Saterusna Anjeunna nunjukkeun ka malaikat sareng saur kuring,\" nginpokeun ka nami ieu, \"saurna ka Malaikat). tina kanyaho kami teu aya, ngahémat naon anu kuring resep ngajarkeun urang: kabeneran nya éta saha waé anu leres dina kanyaho sareng hikmah. Kéngingkeun aranjeunna nami. \"Nalika anjeunna parantos nyarios ka aranjeunna, Gusti Gusti (ka malaikat):\" Naha kuring henteu terang yén kuring terang yén Bumi,\n\nGusti paréntah malaikat kanggo sujud ka Adam. Sagala oble, kecuali pikeun Iclcis, anu karasaeunina anjeunna dilakukeun tina seuneu, henteu henteu diusir ka Adam anu didamel ti bumi. Henteu patuh paréntah Allah dituturkeun ku kareueusna nyababkeun anjeunna kaluar tina kahadean Gusti:\n\n\"Sareng nolok, urang nyarios ka malaikat:\" sujud ka Adam \"sareng aranjeunna sujud. Henteu di sujud: Anjeunna nolak sareng santai: Anjeunna jalma anu henteu patuh (2:34)\n\nGusti selem Salajengna sareng Manee di kebon sareng ngawartosan aranjeunna yén aranjeunna bébas mikaresep pisan kana buahna ngaheceupan henteu caket kana tangkal anu tangtu: (2:35)\n\n\"Kami nyarios:\" O Adam! DWell sareng pamajikan di kebon; sareng tuang tina hal-hal anu murni sapertos (dimana sareng iraha) ye bakal; tapi pendekatan sanés tangkal ieu, atanapi ye dijalankeun kana ngarugikeun sareng transpresi. \"\n\nIblis teras terang Adam sareng wengi kana tuangeun buah-buahan tangkal: (2:36)\n\n\"Teras sateuacana dieunakeun aranjeunna dieunakeun ti (Taman), sareng kéngingkeun kaayaan (tina felicity) dimana aranjeunna parantos aya. Urang nyarios, sadayana (ye jalma ka batur. Di bumi bakal di tempat tinggal anjeun sareng hartosna anjeun mata pencarian - kanggo hiji waktos. \"\n\nAdam sareng Hawa karasaeun pisan pikeun tindakan pikeun lampahna, tapi Gusti ka Gusti ka Adam dina rahmat sareng konsol anjeunna: (2:37)\n\n\"Teras diajar Adam ti Kecap-kecap anu inspirasi, sareng Gusti na ngiles ka anjeunna; pikeun anjeunna henteu-leres.\"\n\nGusti teras ngawartosan Adam anu bakal ngirim panduan na ka Adam sareng progeny nya: (2:38)\n\n\"Kami nyarios:\" Turunkeun ka sadaya anjeun ti tempat ieu (kebon), teras dimana anjeun aya panumpang ti kuring, sareng saha waé anu kedah sieun dina aranjeunna, sareng saha waé henteu kasieun.\n\nDi kebon eden, syetan (sering dikenalkeun salaku Iblis) Lampu Adam sareng Hawa kana Gusti Allah ku ngémutan buah ti tangkal anu dilarang. Gusti, Ngirim Adam sareng Hawa kaluar kana sesa Bumi. [20] [21]\n\nAllan ogé ngajelaskeun dua putra Adam sareng Hawa, Kain sareng Walap. [22] [23] [23]",
"Idris": "Panulungan pulpén sareng panemu jarum.",
"Nuh": "Salamet banjir hébat.",
"Hud": "Saudagar\n\nIeu ringkes ringkes narasi hud, kalayan tekenan kana dua ayat khusus:\n\nJalma ti ' Tapi, kababasaan masarakat jalma tungtungna dibinasikeunan gagalna, sabab janten kabombong sareng ngadamel Gusti Gusti pikeun nyembah idola, tudus sareng hara. [Pora sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara sareng hara HUD, sanaos budak leutik, tetep konsisten dina doa ka Gusti. Éta aya hubunganana sareng Ottabesis anu Hud, awéwé pikahalik anu ningali visi anu saé dina lahir putraana, mangrupikeun hiji-hijina jalma anu ngadorong HUD dina ibung na Ku kituna, PANGERAN DITUTUPKEUNKEUN HUB salaku Nabi pikeun jalma 'jalma. [20]\n\nNalika urang walkuan damel sareng ngajak aranjeunna pikeun ibadah ngan ukur di Gusti anu bener sareng anjeunna nyarios ka tobat deui saatosna mocking pesen Gusti. Urang mimiti ngalangkungan pesen kuzarna. Carita HUD Excomizes siklus prop Alang [3] nyatakeun:\n\nKami dikirim ka jalma-jalma 'Iklan adi kuring, anu nyarios: \"O jalma kuring, ibadah dewa; anjeun teu gaduh Gusti sanés tapi anjeunna.\nO jalma kuring, kuring teu naroskeun henteu ngarobih anjeun pikeun éta: ganjaran kuring sareng anjeunna anu nyiptakeun kuring. Naha anjeun moal, ngartos?\nO Jalma, Beg Beg Anjeun pikeun ngahampura anjeun, teras kéngingkeun anjeunna dina tobat. Anjeunna bakal ngintunkeun hujan di Torrents pikeun anjeun ti langit, sareng masihan kakuatan tambihan. Janten henteu kéngingkeun ti anjeunna salaku dosa. \"\nAranjeunna nyarios: \"O HUD, anjeun parantos sumping ka kami tanpa bukti. Kami moal ngantunkeun dewa urang kusabab anjeun nyarios kitu, atanapi percanten ka anjeun.\nSagala urang tiasa nyarios yén sababaraha déwa urang parantos resep anjeun sareng jahat. \"Anjeunna ngawaler:\" kuring nyauran Gusti pikeun saksi, sareng kuring langkung jelas\nMencar ti anjeunna. Contribusi ngalawan kuring sakumaha anu anjeun resep, sareng pasihan abdi henteu aya resite.\nKuring nempatkeun amanah kuring di Allah anu mangrupikeun Gusti sareng Gusti anjeun. Henteu aya mahluk anu mindahkeun di Bumi anu henteu dicekel ku forelock pageuh ku anjeunna. Veriily jalan Gusti kuring langsung.\nUpami anjeun kéngingkeun, teras (émut) kuring parantos dikirimkeun ka anjeun pesen anu kuring dikirim. Pangéran kuring bakal nempatkeun jalma séjén di tempat anjeun, sareng anjeun moal tiasa janten ngurunkeun. Memang Gusti kuring tetep nonton sadayana. \"\n\n- Qur'an, sura 11 (HUD), Ayah 50-57\nMujijat HUD\nNumutkeun kafsir ti IBN qayyim al-machzyyya dina buku analisa na, Madaarij sapertos kitu, HU-Acei anu ditunjuk ku Ibi-ALINTIA. Ayat 56-58:\n\n(56) \"Sadaya anu urang tiasa nyarios nyaéta sababaraha dewa urang parantos resep anjeun sareng jahat.\" Anjeunna ngawaler: \"Kuring nyebat Gusti pikeun saksi, sareng anjeun janten saksi teuing, yén kuring jelas tina naon anu anjeun pakait (dina urusan anjeun henteu resep, sareng masihan kuring. ... .\n\n(57) Kuring nempatkeun amanah ku Gusti anu mangrupikeun Gusti sareng Gusti anjeun. Henteu aya mahluk anu mindahkeun di Bumi anu henteu dicekel ku forelock pageuh ku anjeunna. Veriily jalan Gusti kuring langsung.\n\n(58) Upami anjeun kéngingkeun, teras (émut) kuring parantos dikirimkeun ka anjeun pesen anu kuring dikirim. Pangéran kuring bakal nempatkeun jalma séjén di tempat anjeun, sareng anjeun moal tiasa janten ngurunkeun. Memang Gusti kuring tetep nonton sadayana. \"\n\n- Qur'an, sura 11 (HUD). Ayam 56-58",
"Salih": "Salih (Arabic: صَالِحٌ, romanized: Ṣāliḥ, lit. 'Pious', also spelled Salih), is an Arab prophet mentioned in the Quran[1][2] who prophesied to the tribe of Thamud[3][4][5 Diamamana di Arab P kuno, sateuacan umur urang Nabi Muhammad. Carita Salih digaitkeun kana carita weel duka, anu mangrupikeun kado anu dipasihkeun ku Allah ku jalma-alat anu cocog sareng Obisy tiasa propach.\n\nProfesi éta mangrupikeun peternak onta.\n\nKontéks sajarah\n\nMada'in Salih atanapi Al-Hijr dina wilayah gunung Hutanzi Saudi Arabia\nThamant mangrupikeun konfirasi suku di daérah kalér-kalemjang ti lordula Arab, disebut di sumber di asmina dina waktos Subgon II. The tribe's name continues to appear in documents into the fourth century CE, but by the sixth century they were regarded as a group that had vanished long ago.[6]: 81\n\nNumutkeun kana Al-Quran, kota anu asih dikirim nyaéta disebut al-hijr, [7] Anu cocog sareng kota Nabataean Nifataean Hef_ Kota naros ka prominence sakitar abad kahiji: salaku situs anu penting di dagang régional. [9] Bohong éta di ageung, dihias kubu batu anu dianggo ku anggota rupa-rupa kelompok. [6]: 146 di paguneman kuno, 10] Loka parantos disebut salaku Mada'in sali tiih ti jaman Muhammad, dingaranan astibarna anu miheulaan na [11]\n\nDi luar Irak Islam sareng Baháí Brangy, Oih henteu disebat ku urang naskah abrahois sanés, teks sajarah kontemporer, tapi akun karusakan thramtored tiasa disebat Archia kuno. Ngaran suku dianggo dina puisi Arab salaku kiasan pikeun \"panyabutan sadaya hal\". [6] I: 223-24\n\nIn Islam\nBismilahir Rahmanir Rahim\nBagian tina séri Islam\nNabi Islam\nAnbiya\nNabi di Quran\nDidaptarkeun ku ngaran Islam sareng nami Alkitab.\n'Ādam (adam)'idrīs (enoch) nūḥ (noh) hūd (ébd) ṣG Jethro) Mūsā (Moses) Hārūn (Aaron) Dharl-Kifl (EzeNiel atanapi Gauta Buddra) Syaha) ) Muḥammad (Muhammad)\nAcara utama\nTampilan\nPortal Islam\nvtee\nBagian tina séri\nIslam\nAllah3.svg\nKapercayaan\nKondekonan\nTeks\nSajarah\nBudaya sareng masarakat\nJejer anu aya hubunganana\n Portal Islam\nvtee\nQuran\n\nSalih ngajak jalma-jalma pikeun ningali anjeunna-onta\nKoleksi carita\nKahirupan as Anjeunna dipilih ku Gusti salaku utusan sareng dikirim pikeun ngajarkeun ngalawan Ekspyinness anu beunghar sareng ngahukum prakték shak (conveyatry). Sanaos kuring mikir terang pesen pikeun période waktos anu badé, masarakat pikeun Thamrus nolak ngadangu Peringatan-Na sareng aranjeunna mimiti naroskeun asih pikeun ngalakukeun ka luar pikeun aranjeunna. Aranjeunna nyarios: \"O''pe! . \"\n\nSalih ngingetkeun umatna ngeunaan matak teu kaétang sareng karat aranjeunna ngawangun tina batu, [13] sareng pangungguhan téknologis ngeunaan komunitas agurna. Salajengna, anjeunna nyarios aranjeunna ngeunaan karuhunna, Nagara ti Kariba, sareng kumaha aranjeunna kasebu kanggo dinya. Diantara jalma thamud percaya Kecap Oih, tapi para pervasers suku anu ngaluarkeun anjeunna sareng neruskeun pikeun ménta nabati na\n\nNanggepan, Allah masihan butah anu rahayu anjeunna-onta, sapertos boh cara régisiaan sareng tés. Suku anu dicarioskeun pikeun ngijinkeun onta pikeun gravi damai sareng nyingkahan ngarugikeun anjeunna. [15] Tapi dina nyéwa peringatan Salih, umat kampong lamstrung hamstrung. [16] Salih ngiles aranjeunna yén aranjeunna ngan ukur tilu dinten langkung hirup sateuacan murka dewa turun dina aranjeunna. [17] Jalma kota hanjakalna, [18] tapi kajahatan henteu tiasa dibatalkeun, sareng sadayana jalma anu teu satuju di kota tiwas di gempa. Al-Hijr éta dipendakan sareng tetep dina rurins pikeun sadaya waktos saatosna. [19] NINT anjeunna sareng sababaraha imber anu ngiringan anjeunna salamet. [20]\n\nTotah dimenuhan dina sūrat an-NAML, sedengkeun onta henteu disebatkeun di dieu, janten negas yén ku Gusti tilu dinten engké. [23]\n\nTradisi Islam\nPanulis Muslim parantos ngajelaskeun kana carita salih sareng heel-onta. Tradisi Islam Sowe awal sering kaleungitan motif tina pasuin empur oléh-seringna tina batu, sareng produksi susu ti camel. Al COVari nyatakeun yén Salih ngagero pituinana ka gunung, dimana aranjeunna nyaksian bentang anu empalk kabuka, ngabebarkeun onta. Éta anjeunna-onta ngagaduhan anak sapi ngora. Salih ngatasi thaml, onta bejana nyaéta nginum tina sumber cai dina hiji dinten, sareng aranjeunna nginum tina dinten salajengna. Dina dinten nalika aranjeunna henteu kéngingkeun nginum cai, onta disadiakeun ku susu. Tapi Gusti sacara terang sapertos budak lalaki anu bakal hamstring on onta samentawis bakal lahir dugi ka tingkat, sareng murangkalih anu jahat sareng murah gancang. Sample oge bajun, sareng anak sapi palaut tilu kali, ditigkeun yén gerur bakal dirusak dina tilu dinten. Dara tarik konéng, teras beureum, teras hideung, sareng aranjeunna maot dina dinten katilu sapertos diprediksi. [24]\n\nNumutkeun kana sababaraha sqordar Issik, indung ismail, Hajar, mangrupikeun incu tina Nabi Salhir. [25]\n\nTrek anu sami patali dina waktos equary equary sareng Islam Ku John Renguasus [26] [27] sareng ogé disebatkeun dina karya IBN. [28]",
"Ibrahim": "Bapana Ulasan, Kristen sareng Islam. Pembengaan Kaaba.",
"Lut": "Sejarawan sareng musafir.\n\nAlasan nyatakeun yén hiji dinten, sakelompok malaikat anu diluncurkeun Abraham salaku tamu anu di génjo Min [12] supados urang Sarahcoak sareng Iyaac. Nalika didinya, aranjeunna ogé terang ka anjeunna yén aranjeunna parantos dikirim ku Boha ka \"Kaldu Émbitu\" [13] lut [15] nganggo \"panururan batu\". [12] nganggo \"panururan batu\". [30] nganggo \"panur Lit sareng anu percanten yén anjeunna, janten aya anu lipu, tapi garahat-garusna asalna di pupuh di karusakan anu, sareng patalian anu nyatakeun yén éta baging \". [ Alasan ogé ngagambar kana garwa seueur salaku \"conto pikeun anu teu dipercaya\" Nalika anjeunna nikah ka manusa anu soleh tapi nolak percaya kana pesen na sareng 19] [\n\nJalma kota kembar diwangun ngalawan batas Gusti. Numutkeun kana Al-Quran, donsina nyertakeun inhitalital sareng rampokan [20] aranjeunna ngandelkeun, wisatap pangababutan, sajon ti perkosa sareng perkosa. Ieu dosa salahna salah sahiji unggulan anu séhat anu katingali salaku khusus anu écés, kalayan lit kuat pikeun ngadeukeutan lalaki. Lut told and tried to help them to abandon their sinful ways, but they ridiculed him[20] and threatened to evict him from the cities.[23] Lit ngadoakeun ka Allah sareng nganggur disimpen tina akibat tina kalakuan dosa. [3] [24]\n\nTuluykeun tilu meja, dissorages janten lalaki kasanteng, sumping ka los sapertos sémah. Anjeunna ngaraosan lalaki, sakumaha anjeunna ngarasa berkurnana pikeun ngajagi aranjeunna tina kota kota. [25] Warga kota janten sadar tina sémah nungtut anu nyerah sémah ka aranjeunna. [26] Kasedih sareng kasieun yén aranjeunna bakal nganggur gusti allah, ngusulkeun nikah anu rada hukum pikeun putrana [27] minangka alternatif anu murni sareng purier Tapi aranjeunna henteu aya hubunganana sareng ngawaler \"ThoAnde kami henteu peryogi putri sapertos: Memang-leres anjeun terang pisan anu dipikahoyong!\", [29] ngarujuk kana tamu jalu na.\n\nExtegetes ibn kotir, Qurtubi sareng tabari henteu maca 'putri' pikeun hartosna putri literal anu seueur. Aranjeunna ngajawab yén saprak nabi nyaéta bapakna pikeun lalaki\n\nMalaikat tuluy ngungkabkeun identitas anu leres-leres pikeun seueur sareng saur anjeunna, \"\" \"(di dieu) pikeun nganteurkeun lagu sareng thy ieu, anjeunna terang Salila wengi, ngawartosan anjeunna henteu ningali deui. [31] Ngajaga iman ka Gusti, pisan ngantunkeun kota-girian di gelap wengi, teraskeun sareng putra kulawarga. Lasted Dew Cup Cup Cermasan, \"Kami ngahurungkeun (kota) tibalik, sareng hujan turun ka aranjeunna cairon anu ditanggung sareng lapisanna dieusian, ragrag kana karusakan sareng putus asa sareng nyirian tungtung peradaban sodom sareng gomrah. [3]",
"Ismail": "Bapa Arab.\n\nIshmael is considered a prophet in Islam and is listed in the Quran with other prophets in many instances.[11][12][13][14] Dina ayat sanés, sapertos 21:85 [15] sareng 38:48, [16] ishmael téh dipuji pikeun sabar, sae. Hiji conto anu ngajelaskeun Ismail masing-masing nyaéta 19: 54-55 [18] - \"teras sareng saur Dituduh Nabi, anu dianggo kana éngho nalika doa na doa sareng amal, sareng kapanggih kahadean dina isukuss sareng Muhammad.",
"Ishaq": "PatriarCh Saperti dina Astraism sareng Kristen, Islam mendung yén Ahaac nyaéta putra Patriarch sareng Nurhet Abrah ti Baturah. Islam kendali Imaac dina terkenal jero sabab yakin yén Ilyaac sareng satengah lanceukna Ishmaels parantos dugi ka daurik ramana. [2] ISAAAAC disebatkeun dina lima belas petikan ngeunaan quran. [3] Dugéhan disebut sababaraha kali di Al-Quran, Isaac ditangtayungan salaku salah sahiji propét Islam.\n\nBapa jalma Israelite.\n\nKahirupan mimiti\nKusabab rahmat Allah sareng juru Dinid sareng Abraham, Sarah kasebat ku murangkalih dina umur na kuno. ISAAAC mangrupikeun umur 10 nalika satengah lanceukna ishmael angkat ti bumi abraham ka gurun. Nalika di gurun Ishmael nyandak pamajikan ti putri moab anu namina 'Ayeshah. [4]\n\nPREVE\nKuburan Isaac\nMakang na anu pamajikan di Rebatkah na dianggap di Gauh Patriarchs dina Doe, Bank salaku Islam Sérple-i-Mebronim \"). Di kuburan IbuAac nyaéta nagara-nagara patriarch anu séjén / Bblary Bayar Sareng Béntang anu sanés: Abraham sareng Erah sareng Yakub sareng Lacob sareng Lacob sareng Lacob.\n\nSebutkeun di Quran\nEraac parantos disebatkeun lima belas kali ku nami di Al-Quran, sering sareng ramana sareng putra, Yakub (Ya'qūb). [[5] Injil Quran anu nampi \"téring anu saé tina IAAC anu alus, tina haka, sareng allah didraine Alun (112). \"Sareng urang masihan rasa bunga Isaac, Nabi ti diantara buetan. Sareng urang Relecah Nadia sareng Isaac. Sareng ayana panjelasan langkung saé\" dugi kaala asalna Ibrahim ngawartosan anjeunna tina hukuman ka hareup bakal ditumpuk dina soom sareng gomorlah, garuda, Sarah, \"seuri, sareng urang masihan surmon anjeunna ; Sareng hal salajengna ngajelaskeun yén acara ieu bakal kajantenan sanajan dilaksanakeun Abraham sareng Sarah. Sababaraha saé nyarios IAAC salaku \"kado\" ka Abraham (6: 84-50), sareng 29-50 tambihan ku Gusti Pikeun ngarujuk kana dua Propraham putra, Nin yén Shacu Strly, sareng Domba anu hébat-anéh-inchice. Dina Al-Quran, éta teras saatos yén Abrahit ogé muji daba rahayat pikeun masihan anjeunna Ishmael sareng Audiach dina yuswa kolot (XIV: 39-41).\n\nDi tempat sanés di Al radang, Amaac disebatkeun dina daptar: Josephink usaha nangtoskeun agama anu Agustam, 12: 12); YA'qūb sadayana kasaksian iman sareng janji pikeun nyembah dewa anu luhung, \"Abraham, Ibuac\", ibadah (127); and the Quran commands Muslims to believe in the revelations that were given to \"Abraham, Ishmael, Isaac, Jacob and the Patriarchs\" (2: 136; III: 84).",
"Yaqub": "Yaqub IBN Ishaaq IBN Ibn (Arab: يعوب اوب ان الن Audiac: \"Imraicbl : إسرآءرآءل [anyaeel]), ogé dikenal salaku Jacob, mangrupikeun urang Maturaba dina Islam. Anjeunna diaku salaku patriarch Islam. Muslim percaya yén anjeunna ngadajuan iman monotheast sami sareng henteu karuhunna: Abraham (Ibramīm), ismaas) sareng Isaac (Ishaaq).\n\nYakub disebutkeun genep belas kali di Quran. [1] Dua rujukan salajengna ka Israil anu dipercaya janten disebatkeun Yakub. [2] Di seuseueurna rujukan ieu, Yacob disebatkeun baris barama Duddew Prophage sareng pashori salaku naran anu warga anu kawas dina kaayaan \"EME Muslims nyekelana Yacob nyaéta putra AAAC sareng anjeunna nganggap kahingatan déwa ku kuring sapanjang hirupna. Kana dina Kristen sareng Callaabisme, Islam nahan Jacob kedah dua belas saurang, masing-masing anu bakal angkat dinten dua belasan astrir. [5] Yakub maénkeun peran anu signifikan dina carita putrana, Yingeph (Yūsif). [6] Aluran deui Alang ngajantenkeun yén Gusti ngadamel perjanjian sareng Yakub [7] sareng Yakub ngadamel pamimpin satia ku paréntah Gusti. Akhang (Ibrahim), bapak (ISHAq), Mamang (paramail), putra (YusuUf) sareng dirina sadayana propor Islam. [8]\n\nDi Quran\nYakub disebatkeun ku nami di Quran genep belas kali. [9] Sanaos seueur-ayat-ayat ieu muji anjeunna tinimbang ngabingungkeun conto tina naratifna, ngarékam alamat Alitania sababaraha kajadian anu signifikan tina hirupna. Tradisi Muslim sareng literatur [10] kajadian anu pangheulana ngalibetkeun jacob di Al-Quran nyaéta malaikat (Malā'ikah) pikeun Abraham sareng Sisah incu ku nami Yakub. [11] Amérika Serikat:\n\nNalika anjeunna diulang jauh ti aranjeunna sareng ti kitu aranjeunna ngarawat di sakumna jelema Ishow di anjeunna Isac sareng Yakob, sareng masing-masingna urang damel nabét.\n\n- Alang, Surah 19 (Maryam), Ayam 49 [11]\nAlasan ogé nyebut yén Abrahver ngajurung imam ngeunaan Monotheam Allan Rékaman Abraham nyarioskeun Ismael, Imiac sareng Yakub: \"Oh Son kuring! Allah kuring kantos milih iman pikeun Imah Kakuatan imanna, anu janten langkung kuat sapertos anjeunna janten langkung kolot. Alasan nyebar yén Jacub nyaéta \"Daérah\"; [13] Dibikeun \"Pangetahuan\"; [14] \"Dibéré hiji\" 15] Al-Quran salajengna nyatakeun ngeunaan jacob:\n\nSareng urang dipidangkeun dina anjeunna ImaAC sareng, salaku hadiah tambahan, (incu, A incu), Jacob, sareng urangeun lalaki sanes bau unggal (di antarana).\nSareng urang damel aranjeunna pamimpin éta, para guning (lalaki) ku paréntah kami, sareng kami ngeksong aranjeunna inspirasi pikeun ngalakukeun ausi anu saé, sareng ngajamin amal biasa; sareng aranjeunna terus-terusan ngalayanan kami (sareng urang hungkul).\n\n- Alang, Surah 21 (Al-Anbiya), AYAT 72-73 [17]\nSareng mendakan barang urang Abraham, Iyac, sareng Yacob, perusahaan gaduh daya sareng visi.\nKami parantos milih aranjeunna pikeun anu khusus (tujuan) - ngabagéakeun pesen ti akhirna.\nAranjeunna, di payun, saé, tina perusahaan milih sareng anu saé.\n\n- Quran, Surah 38 ('sedih), Ayat 45-47 [18]\nYakub sareng putra\nJacob anu signifikan anu ayeuna dina Al-Quran aya dina narasi surenda Yusuf. Carita Joseph di Al-Quran dibuka sareng impian anu Yusu anu ngagaduhan sapeuting, saatos anu anjeunna lumpat ka bapakna, saurna: \"ka Joseph Kuring ningali planét sabelas sareng panonpoé sareng bulan: kuring ningali aranjeunna sujud ka kuring! \"\" [19] wajah Yakep anu dieusi naon anu dipilampah . Jacob bisa ngahartikeun yén putra na bakal tumuwuh janten prophet salajengna dina garis Abraham sareng éta bakal joseph anu bakal tetep pesen Islam hirup di taun-taun datang. Dikmon anu langkung lami, kumaha waé, dibahas yén bapakna dipikacinta Joseph sareng putra anu paling paluh Jacob Koju, langkung seueur ti aranjeunna. Yakub terang ngeunaan timburuna sareng ngingetkeun joseph ngora ngeunaan éta. [20] Joseph Menude Lawas Salaku Al-Quran ngémutan diskusi:\n\nSaur aranjeunna: \"leres-leres Yoseph sareng kakabana dipikacinta langkung ku bapak urang ti urang: Tapi urang awak ku bapa)!\n\"Slay Ye Joseph atanapi tuang anjeunna kaluar ka sababaraha (teu dipikanyaho) tanah, anu jadi nikmat bapa anjeun tiasa dipasihkeun ka anjeun: (bakal janten soleh!\"\n\n- Quran, Surah 12 (Yusuf) AYAT 8-9 [21]\nSalah sahiji duduluran (biasana kahartos pikeun dirobih deui [22]) Nanging, karasa éta anu gantina tina joseph (yusuf) aranjeunna kedah turun anjeunna. [23] [23] [23] [23] [23] [23] [23] [23] [23] [23] [23] [2, Ku sabab kitu, aranjeunna ngajak bapak yén éta éta tiasa nyandak JunepPake Rathne kaluar pikeun muterkeun sareng aranjeunna, dina kaayaan anu bakal tetep nonton masa anjeunna. Sanaos Jacob sieun yén DHI'b (Arab: ذئAs, ajag) bakal ngarencanakeun putra, 24] putra kolot Nalika putra sumping deui ka Yakub anu wengi, aranjeunna nyéwa ceurik sareng aranjeunna langkung nyarios yén ajag anu gaduh joseph. Pikeun tipagana bapaana, aranjeunna matuh Joseph '(yusuuon) ka getihal nganggo getih palsu, [[26] Tapi Yacob, anu parantos disada kalayan pangaweruh anu sanés. Sanaos Jakub hariwang kana leungitna joseph, anjeunna tetep steadfast ka Gusti di sapanjang duka. [26] Nalika sababaraha taun lulus, Joseph ngarah nepi ka lalaki di Mesir; Yakub, Samentawis éta, balik di bumi di Kanuka, dimana putri bakal tetep nyusahkeun anjeunna ngeunaan doa anu diulang ka Allah pikeun uih deui Joseph pikeun uih deui Joseph (Yusuf). [27]. Sanaos Jacob sering humandeuar ka Allah [14] Henteu pernah pikeun dorongan dewa, tapi kusabab gangguan tina pikiran sorangan sareng wates kasabaran anjeunna parantos nyetél dirina. Anjeunna terus-terusan teu paduli kebat anu jahat sareng bakal nyambutna aranjeunna sareng usaha masihan aranjeunna mendakan sasarengan. [28] Hiji dinten, Jacob mutuskeun pikeun ngirim putra-Na di kasalahan, béjé ka janten Mesir dina milarian Yoseph sareng Bujamiin. Pamutana, kanggo anu mimiti, ngadengekeun anjeunna sareng angkat ka Mesir. Nalika salah sahiji putra Yakub wangsul deui ka Canaan sareng berita saé Joseph sareng Benjamin di Mesir, anjeunna sumping sareng kaos anu Éta Joseph parantos dibéré anjeunna, anu anjeunna parantos nyarios ka anjeunna duka. Ku kituna, putra nurutan petunjuk sareng henteu sakumaha Joseph ucing, Ngadalikkeun visi fisik Jacob sareng Mentil.\n\nSakali tetempoan Jacob parantos dibalikeun, sadayana kulawarga anu nuju trek ka Mesir, pendak sareng Yoseph sareng putra sanés. Sakali aranjeunna sumping, bapak sareng putra patepung silih kalayan cinta anu hébat sareng di streume Joseph kuat anu kuat disayogikeun ka bumi pikeun kolotna sareng anjeunna, salaku quran quran, diganggu aranjeunna tinggi Ayeuna ayeuna sanés lembar kulawarga, tiasa di Gusti ngalangkungan kaayaan Siretik tina Kadua Jacob sareng Yoseph.\n\nNasihat jacob ka umat-Na\nSakabeh barudak Israel disebut sujud kana iman ka Islam (kiriman ka Gusti) sateuacan Yakub maot. Jakub hoyong pikeun mastikeun budak-budak maot ngan ukur putri, sareng, janten, nyandak hiji janji terakhir ti aranjeunna. Nalika anjeunna naros ka aranjeunna anu aranjeunna bakal nyembah saatos maotna, aranjeunna ngawaler aranjeunna bakal terus di Islam sareng sujud pikeun nyembah ka Allah. Sanaos adegan-waréh ti ranjang pindtih janten Di tradisi Yahudi, sareng nyebatana ORESAM, QHMA, sareng Yacon sakaligus dina imutal atanapi aranjeunna sujudkeun dina iman pinuh Gusti sareng Gusti nyalira. Quran quran:\n\nSareng ieu nyaéta darat anu Abraham ngantepkeun ka putra-Na, sareng janten Jacob; \"Oh Son kuring! Allah parantos milih iman pikeun anjeun; maka maot henteu kecuali iman Islam.\"\nÉta mangrupikeun saksi nalika maot muncul sateuacan Yakub? Nempal, saurna ka putra-Na: \"Naon anu bakal nyembah anjeun?\" Saur aranjeunna: \"Kami bakal ngarawat Gusti sareng dewa-dewa na bahya, tina Abraham, nyaéta Vimaac, anu leres\".\n\n- Alang, Surah 2 (al-Baqara), Ayuna 132-133 [32]\nWarisan Jacob\nJacon kacida khusus dina Islam pikeun ngumpul warisan ditinggalkeun ku karya na. Umat ​​Islam percaya ka Gusti anu ngémutan rai anu utmtueu waé nalika kuring milih anjeunna janten diantara lalaki anu paling ageung. Alaya sering disebatkeun Yakub salaku Man Manté sareng Visi sareng Tekenan anjeunna mangrupikeun perusahaan anu saé sareng milih. Salaku quran nyarios:\n\nÉta téh naluduh ngeunaan urang, anu ku urang masihan ka Ablaham (nganggo) ngalawan saurna: yén anjeunna naék saha kami bakal, Warga saatos Gagaran.\nUrang masihan anjeunna nyaétaAC sareng Yacob: sadayana (tilu) dipandu: sareng sateuacan anjeunna, urang pituruh, herdon na, janten henteu pahar: sahingga Ibar, Kacida: Kituna urang alus:\n\n- Alang, Surah 6 Al-An'am, Ayah 83-84 [33]\nAli IBN A Abi Talib, nalika ditaroskeun ngeunaan The Nabi anu parantos gaduh nami khusus, silih ucus dina hitith anu Yahit ISABB disebat jalma. [34]. [34]\n\nInstans dina Alkitab. Jacob tricking Isaac into blessing him by impersonating his twin, Esau, is also not in the Quran, but is in Muslim commentaries.[9]\n\nUmlim, anu percanten ka Jakub mangrupikeun patriarch anu saé, setrés kana pentingna pamrimpinan jacob anu dipasang Salaku patriarch, Yakob, bareng Abraham, tiasa janten anu paling ngahasilkeun tradisi. Tina barkal duanana abdi [36] datang sababaraha usket anu hébat, kaasup Jonah (Yunus), Dudud (Imud), Sullus (Ita).",
"Yusuf": "Yusuf ibn yaqub Ibn Ishaaq ibn IBN (Arab: يوسوف, Anak Afrah jalma tina tanhh, scringfaol agama Yahudi Yahudi, sareng Kristen Éta mangrupikeun salah sahiji nami umum di Wétan Tengah sareng diantara bangsa Muslim. Tina sadaya budak Yacob, Joseph nya anu saatos kado prophecy. Sanaos naréhasi Nabi sanésna disebatkeun di rupa-rupa sentah, narékatif anu lengkep mah ukur dina hiji Surah, Yusuf, ngajantenkeun unik. Kiwari janten naratif anu paling rinci dina Qur'an sareng ngasuh langkung seueur rinci tibatan counterpart. [3]\n\nYusuf dipercaya parantos suni nelas tina YaquB (Arab: يعوحe, yaquB), sareng, numutkeun seueur sarjeuk, karesepna. Numutkeun IBN kotir, \"Ycob kagungan dua belas putra anu karuhun anu henteu jelas pisan ku suku anlonit.\" Anu paling pikaresepeun, anu paling saé, perkawis aranjeunna ka ramana, yacob ngakuan. [5] Ascons kana peran Gusti dina hirupna, carita yusu sareng Zulaikha (Pamajikan potiphar urang testored di sasarengan anu kasohor, dimana éta sacara émosional, dimana éta ageung langkung ageung di tengah abad. [6]\n\nQuran Surah 12 (Yusuf)\n\nAnggo \"raja\" ngalawan \"flaraoh\"\nDi Qur'an, judul pamaréntahan Mesir salami waktos Joseph sacara khusus nyarios yén \"Raja\" (Arab: Al-Mosik) bari janten \" Fraraoh \"(Arab: Diirun, sanaos janten nami tanpa tulisan anu pasti). Ieu pikaresepeun kusabab tujuan sajarah, judul Farhao Tapi dina panyebrangan yusuff dina tanpa Alkitab, tables raja (Ibrani: melekh) sareng favaooh anu dianggo sacara gabungan 397]\n\nMalik (saur Mesir) , upami éta ye tiasa napsirkeun visi. \"\n\n- Qur'an, Surah 12 (Yusuf), Ayam 43, [46]\nSok saatosna urang dikirim amboh sareng tanda-tanda kami ka para fir'aun sareng kepala na, tapi aranjeunna salah nampilna. Janten tingali kumaha ahir al-mufsidin (arabic: ألفسدينين, \"pemberontakan\n\n- Qur'an, Surah 7 (al-arf), Ayam 103 [47]\nSareng Malic saur: \"Bawa anjeunna ka kuring.\" Tapi nalika utusan sumping ka anjeunna, anjeunna (yusuf) saurna: \"Deui ka Gusl Gusn sareng naroskeun anjeunna, 'Naon anu kajantenan.\n\n- Qur'an, Surah 12 (Yusuf), Ayah 50, [48]\nSareng Joseph. Nyandak anjeunna, teras nempatkeun anjeunna kana panjara, tempatna para tahan raja atos kabeungkeut; sareng anjeunna aya di panjara.\n\n- genesis 39:20\nSareng Yosep tilu taun nalika anjeunna nangtung sateuacan raja Faraoh AGAOT .--- Sareng Yosep angkat tina ayana Faraunok, sareng angkat unggal bumi Mesir.\n\n- genesis 41:46\nSareng Yosepts sumping bapak sareng pasangan na, sareng masihan aranjeunna diilikan di lahan Mesir, anu pangsaéna di lahan, di tanah ruases, sapertos FasAh parantos paréntah.\n\n- genesis 47:11",
"Ayyub": "Proyék (Arab: أيوب, Romomized: ayūeb) katelah walhit in Islam sareng disebatkeun dina Al-Quran. [1] Carita Proyék di Islam Paralel ka Carit Alkitab Alkitab, sanaos tekenan utama anu aya dina padamelan anu sésana pikeun Gusti; Teu aya hubunganana diskusi padamelan sareng rerencangan dina téks Qur'anic, tapi teras engké Musstuste Nagara nyatakeun yén padamelan kagungan lanceukna. Saha anu nyababkeun manéhna ngabalukarkeun panyakit éta. Sababaraha komentator Muslim ogé nyarios padamelan salaku karuhun tina Romawi. [2] Permas Islam ogé Komentar dina Waktos Jobuangan sareng tempat bako nabi nonjin, nyarios yén anjeunna atos saatos Josept dina séri Propinik sareng anjeunna namina Tradisi saterusna ngulang padamelan anu bakal janten pamimpin di sawarga grup tina \"jalma anu sabar anu kasep\". [3]\n\nAyūb (padamelan) munggaran disebatkeun dina Al-Quran dina ayat ieu:\nMémang, kami parantos ngungkabkeun anjeun, [o janten Muhammad], sakumaha urang negeskeun ka Nuh sareng nabi saatos anjeunna. Sareng kami kedah diungkabkeun Abaham, Ismma, nyaéta, Bacb, turunanana lolda, Jesus, Ibon, sareng Zabur].\n\n- Quran, Seta 4 (A-Nisa), Ayam 163 [4]\nQuran ngajelaskeun padamelan salaku HON SUMBAH SUMBAH, anu kasiksa ku sangsara waktos anu panjang. Nanging, jelas nyatakeun yén padamelan anu pernah leungit iman ka Gusti sareng salamina disebut dewa di buruhan, naroskeun anjeunna miceun kasiksa:\n\nSareng [nyebatkeun] Pagunangan, nalika anjeunna nyauran Gusti, \"Leres, perkawis perkawis perkawis kuring ngarampa kuring, sareng anjeun anu pangabutuh tina anu maha.\"\n\n- Quran, Seta 21 (Nabi), Ayam 83 [5]\nNarasi kanggo nyatakeun yén saatos mangtaun-taun sangsara, Gusti maréntahkeun padamelan \"mogok sareng suku sareng suku!\". [6] Sakali, padamelan penyerang taneuh sareng anjing sareng Allah nyababkeun cai masun cai pikeun ngambung ti bumi, ti mana padamelan anu tiasa replenish. The Quran nyatakeun yén éta ogé yén paradia ngaleungitkeun nyeri na sangsara sareng anjeunna ditungtut kulawarga pikeun anjeunna, ruga-teras anjeunna kalayan seueur kabisah anu hadé. Dina sareng tambahan pikeun ringkes naratif padamelan, The Al-Quranya nyebatkeun padamelan dua kali dina daptar jalma anu dibere pedoman, ifiat) anu nampi jalmi, kursjatna anu nampi otoritas (VI: 84).\n\nSaatos Iblis parantos nyoba ngabéréskeun padamelan ti Gusti, Gusti ngaleungitkeun kasangsaraan padamelan sareng uih deui ka anjeunna, dua kali dina nomer. Anjeunna balikkeun kabeungharan padamelan sareng padamelan anu aya sareng emas. Sakali istri padamelan parantos ningali salakina disimpen kana kamakmuran sareng kaséhatan, anjeunna ngado'yah hatur nuhun ka Allah tapi hariwang kana sumpah dirina sareng saratus stroke. Proyék ogé laun kalayan dina sumpah anjeunna dicandak, amidst na sangsara. Gusti, kitu, dikirim wahyu pikeun padamelan, anu ngawartosan anjeunna henteu ngéléhkeun pamajikanana tapi kanggo pencét anjeunna nganggo bungkusan jukut lemes [[7]\n\nRujukan Qur'an\nProphecy Proyék: 4: 163, 6:84\nPercobaan sareng kasabaran: 21:83, 21:84, 38:41, 38:42, 38:43, 38:43, 38:44\nBener Bacaan\nIbu Kathir, Bug Shaf L-Nihaya, kuring, 220-225\nTafsir dina XXI sareng XXXVII\nTabari, kuring, 361-364\nThalabi, dongeng nabi, Cairo 1339, 106-114\nKisa'i, carita nabi, 179-190\nIbn Asakir, Timbh al-Kalir, III, 190-200",
"Shuayb": "Shuaib, Shoaib, Shuayb atanapi Shu'ayb (Arab: شعبب, IPA: [ʃAGB];: 1] Shuayb tradisional dicirikeun sareng Jetro Aletruk, Musa Kang Hukum. Shuhurt disebatkeun dina quran dua kali. [2] Anjeunna dipercaya kantos cicing saatos Ibrahim (Abraham), sareng muslimasi percaya yén anjeunna dikirim salaku The Nuh: Moustianites, \"Markiane, [virian,\" Anak-an-AYKAH (\"Moustianite, [3] , [4] [5] [6] [7] sabab aranjeunna biasa nyembah tangkal ageung. Ka jalma, Shuaib nyatakeun jalur anu lempeng sareng ngingetkeun jalma-jalma pikeun ngeureunkeun cara panipuan. Nalika komunitas henteu tobat, allāh (Gusti) ngancurkeun komunitas. [3] [5]\n\nShuhah kabuktian ku umat Islam kanggo salah sahiji sababaraha Nabi Arab anu disebatkeun ku nami di Al-Quran, anu sanésna, HUD, sareng Muhammad. Kon cenah yén anjeunna dikenal ku muslimasi salaku \"ngahutang eloil di sabagina proposets\", sabab anjeunna, numutkeun tradisi, anu dipasihkeun sareng ekapi bakat sareng épisién sareng eko\n\nKontéks sajarah\nWidang dimana Shu'ayb dikirim bakal namina 'Madyan di Al-Quran, dikenal dina basa Inggris salaku MID VIRE salaku MID VIREED di Alkitab. Nikirinit mangrupakeun janten katurunan of turunan Armaari, sanaos teu tatangga tina vainalan manisan, aranjeunna intercened sareng aranjeunna. Kituéhhemana mangrupakeun ka selalawan anu ngumbara, sareng wilayah utama pikeun dina waktos-kena (Moses) mangrupikeun semenanjéh sinai.\n\nIdéntifikasi anu disproduksi sareng Jethro\nJethro anu disebatkeun dina Alkitab (Exodus 3: 1) salaku Bapa dina hukum Musa Musa. Sanaos ketuhanan sering ngaidentipikasi sareng pandangan buang Jethian, kaluhur skordal modern nampik idéntik ieu. Komérsi klasik, sapertos ibn Kthir, sguh Shu'ayb matak hébat inohong anu saé: Shu'ayb dipercaya, putra averum, puting abraham. [ Éta bakal ngeusi teu mungkin idéntifikasi sareng Jetro, anu cicing dina waktos Musa, purported ratus taun saatos abraham. [9]\n\nAl-Qur'an nyatakeun yén Shuhib diangkat ku Allah janten Nabi ka jalma Midian. Jalma-jalma tanah ieu nyarios khususna pikeun ngahapus batur ngalangkungan teu jujur ​​sareng pikeun karajaan. Suci Suci Shu'ayb utamina aub nelepon ka Midianites ka jalan anu leres pikeun Gusti Allah, [10] sareng Narterding aranjeunna pikeun ibadah Dewa palsu.\n\nÉta ogé nyarios anjeunna nyarios ka jalma-jalma pikeun ngeureunkeun teu jujur ​​dina kagiatan sapopoé. Sanaos anjeunna diajarkeun sareng sempit kanggo waktos anu dah atosan, seuseueurna jalma nampik ngadangukeun anjeunna. Shuayb, kitu, tetep stadfast. Anjeunna konsistén dipertimbangkeun sacara terbatas ngalawan anu jahat, nyarioskeun aranjeunna pamimun anu kantos dibahas dosa sateuacan aranjeunna. Shu'ayb ngingetkeun para jalma yén Uniary bakal nyababkeun karusakan midian, masihan conto ninatet anu awal, kalebet mol, HUD, [Oih sareng jalma parantos dirusak ku Gusti.\n\nJalma-jalma tauned shu'ayb sareng ngawartoskeun anjeunna, éta henteu kanggo kulawarga anu bergengur anjeunna asalna Ti, Anjeunna pasti bakal dipangkan. Shuayb ngawaler, \"Naha kulawarga kuring pertimbangan sareng anjeun tibatan Gusti?\" Nalika mustianit nolak percaya, aranjeunna dirusak ku gempa. [3] The Qur'an, however, mentions that Shuʿayb, and his believing companions, were rescued from the thunderous punishment.[11][12]\n\nParalel sareng nabi sanés\nMisi Shuayb sering disebatkeun dina qur'an sareng misi Nusa, HUD, Oih sareng seueur. Scholds sudut yén lima nabi ieu ngagangkukeun misalnon-awal awal: [13] Nabi anu bakal dikirim ka komunitas; Komunitas bakal mayar nengetan kana peringatan sareng bakal ngabédakeun anjeunna ku hukuman; Saatos taun-taun da'wah, Gusti bakal naroskeun anjeunna ninggalkeun komunitasna, sedengkeun umat-Na salajengna musnah dina hukuman. [13] Scholar kristically napsirkeun daptar ti lima taun, sahingga hayu",
"Musa": "Dina Islam, Mūsā Ibnānrān (Arab: Erin nami anjeunna disebatkeun 136 kali sareng hirupna anu dipikagaduh sareng nyiksa langkung ti nabi anu sanés. [2] [3]\n\nNumutkeun kana Al-Quran, Amewa dilahirkeun ka kulawarga Israelite. Dina budakna, anjeunna dipasihan dina karanjang tina ubud anu, sareng pamustunganana Amer milik Firauni's (Pero salaku putra angkatna. Saatos ngahontal dewasa, mia teras disimpen dina MIDI, sateuacan angkat ka EGLT deui pikeun ngancem pharaoh. Salila diophood na, Maha nyarios seueur seueur kaajaiban, sareng ogé parantos dilaporkeun pikeun parantos diajakakeun pamaréntahan, anu matīm aliranana) tetep. Kaaja anu paling populer nyaéta anjeunna ngabagi laut, jeung batang illacousous anu dimaksud ku Gusti. Salah ti Alaya, Mohara ogé dijelaskeun sareng dipuji di literatur hamiit ogé.\n\nSaatos pupus Febaoh, mana sareng para pengikleng kuring ngarambat arah Yerusemem, dimana kukuh éta engké maot. Dina tradisi Islam, anjeunna dipercaya parantos dikubur di Nabi Musa, sareng pamustunganana dibébaskeun nuju langit. Saatos eta, anjeunna dilaporkeun parantos mendakan Muhammad di tujuh langit nuturkeun ascénsion anu terakhir ti Jerusaleme ti Jerusalem salami perjalanan wengi ('IIRM). [[4]. Salila perjalananna, MAA disarioskeun sababaraha kali dikirim Muhammad deui pikeun memenuha Gusti sareng naroskeun panguranganana tetep aya lima puluh witch anu tetep. [Murana dugi ka lima inca\n\nMora ditingali salaku inohong anu penting pisan dina Islam. Numutkeun kana térologi Islam, sadaya umat Islam kedah iman dina unggal taun sareng utusan Allah, anu kalebet Kél sareng Lanca sareng lancah na. Hirup para umumna mah umum salaku paralel spiritual kana kahirupan Muhammad, sareng umat Islam nganggap seueur aspék dua individu individu anu bakal dibagikeun. [1 Anu aya diusahakeun. [1] Sastra Islam ogé ngajelaskeun hubungan paralel antara jalma-jalma sareng kajadianana anu kajantenan dina umur; visodus ti Israelites ti Mesir kuno dianggap sami sareng alam pikeun migrasi Muhammad sareng pengikleng ti Mekah ka Medines - Eyrims ku Meccans, masing-masing. [7] Resifa-cajaan, sapertos sapuluh komandan, anu wujud tina eusi tina kontén Bumi sareng pusat ka agama abahami. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [Kristen. [ Akibatna, urang Yahudi sareng Kristen anu ditunjuk salaku \"jalma tina buku\" kanggo muslim sareng tiasa diakui status khusus ieu dialihkeun. Mra salajengna diramat dina literatur Islam, anu nambahan kaleresan kauntungan na sareng kaibanangkan anu kalebet di Kaluaran Langsung sareng Gusti.",
"Harun": "Dina Islam, Hārūn IBN [3] [Geura Veriam] [Katerangan Anu Diperyogikeun] Anjeunna sapanjang lanceukna diajarkeun ka Israelite ka Exodus. [4]\n\nAl-Quran ngandung seueur referensi ka Aaron, duanana ku nami sareng tanpa nami. Éta nyarios yén anjeunna mangrupikeun turunan Abraham [5] sareng ngajantenkeun duanana anjeunna sareng Moses dikirim ka warag Éta langkung teras nambihan yén MOSs parantos sumping sateuacanna nalika nguatkeun Pangéran pikeun nguatkeun pelayanan dirina sareng Aaron anu ngabantosan pisan. [8] sareng warisan. [ Al-Quran anu nambihan yén kadua mera n nepel sareng akeg ditetepkeun pikeun ngadegkeun tempat-tempat cicing dina Mesir, sareng pikeun ngarobih deui dewa kana tempat pikasieuneun para Gusti. [10] [10 ]. 10] Kaamanan\n\nKonsis na anak sapi emas sabab kasebut dicalat dina cét Quran Haron dina lampu anu positip. Alasan nyatakeun yén Aaron ieu parantos mastikeun kapamimpinan Israil bari Moses naék dina ṭ thezā '(Arab: [Luckeredia. [12] [ Nambahkeun yén AARON dioba saé pikeun ngeureunkeun ibadah emas, anu diwangun ku Aaron tapi ku manusa jahat ku nami 'sapertos Samirang'. When Moses returned from Mount Sinai, he rebuked Aaron for allowing the worship of the idol, to which Aaron pleaded with Moses to not blame him when he had no role in its construction.[14][12] Al-Quran teras nambihan yén MOSes di hareupna somur Israel, teras nyarios yén anjeunna ngan ukur kakawasaan salami dirina sareng Aaron. [15]\n\nAaron engké dipiharep di Al-saha anu ngagaduhan \"otoritas anu jelas\" [16] sareng hiji anu \"dipandu kana jalan anu pas\" ka jalan anu leres \". [17]. [17] Éta langkung lebet yén ingetan angon ditinggalkeun pikeun jalma anu sumping saatos anjeunna dugi ka anjeunna [18] sareng anjeunna kaberkahan ku Gusti bareng sareng adi: Maryam: EA: EA adina harun \"[20] Skolar umlim anu disebatkeun ka saha persis ieu\" Samiun \"nyaéta tina istilah persona pituin nya, sareng hal\" atanapi link spirusual antara dua tokoh, sadayana dibuktikeun nalika Mary mangrupikeun turunan sacara kasohor ku jalmi anu sanés hirup ku nami \"Ayon satuan\". Kalolobaan sqandar parantos sapuk deui dugi tilas lembut perspucana, sareng parantos dikaitkeun Senially kalayan adina Haron Harma, Asing: Ebze: Eaja: EEGIC: Emaen: Parve: Embah: Epwe: Emba-amicking: Emage: Emage: Emage: Embing: Eaja: Emage: Emaus: I anjeunna anjeunna ogé rada ku sababaraha cara. Aluran ogé silih salat, abad ka-ruseur sateuacanna, nalika henteu (Arab: ExCMAME: Ark of Warson). [22].",
"DhulKifl": "Dhul-Kifl (Arab: ذو ٱلكفل, Iḏ'l'l'l'l'l \"saleresna\" gaduh di éfl, atanapi zu L-Kifl, atanapi Zu L-Kifl Sanaos idiisi idéal teu dipikanyaho, idéntitasna parantos dibodosan sareng diawtikeun salaku rupa propoting Alkitab sareng tata gelombang sareng gaiwah sareng gaiwama Dhul-Kifl dipercaya parantos diangkat ku Allah ka Stasion Tinggi dina kahirupan sareng dikompokeun dina Al-Quran salaku jalma anu saé \". [5] Sanaos henteu langkung dikenal tina Dhul-Krull tina sumber sajarah séjén, sadaya tulisan ti koméntar klalik, Idn; Manik. [Ibu, manusa anu tetep satia, ibadah. 6]\n\nBabag dina propinsi Amissi Dyyarbakir, Turki diangguran ku sababaraha kanggo parantosan tempat sésa di tempat pucukna difop DHul-Kifl. Perenahna 5 km ti pusat kota di hiji bukit anu disebat makam dağ Danyı. [7] [8]\n\nEtimologi\nNgaran Dhul-Kifl sacara harfiah hartosna \"milik Kifl\", nganggo jinis nami dimana DHū (\"Ayeuna gaduh sababaraha fitur anu pakait. [9] Ngaran sapertos dianggo tina tokoh anu teu tiasa dianggo di Al-, contona Dhu al-Qarnayn (Arab: 'Mana ti Dhangn (ذو ٱ maca, lung, 'hiji sareng lauk'), ngarujuk kana yunus. Kifl mangrupikeun kecap basa Arab Archaic hardy \"dobel\" atanapi \"duplikat\", tina akar anu hartosna \"kanggo dua kali\" atanapi \"pikeun ngalipetkeun\"; Éta ogé dianggo pikeun loup. Ngaran umumna kahartos hartosna \"salah sahiji bagian ganda\". Sababaraha Scholars parantos ngusulkeun yén nami hartosna \"lalaki kalayan recompense ganda\" atanapi langkung \"jalma anu nampi recompe dua kali langkung seueur\", [10] sapertos kuliah Numutkeun kana Quran sareng buku padamelan. [11]\n\nNumutkeun salah saurang pandangan, éta hartosna \"manusa Kifl\", sakumaha \"Ngaran ...\" mangrupikeun tarjamahan Prefeing anu sanés, sareng Kiflavasu \". [12] KAPLLS\". [12] KAPLLIA \".\n\nEzekiel\nSababaraha pami pendapat yén Dhul-Kifl tiasa janten ézeIel. Nalika ancil, monoarky, sareng nagara ditumbar, hirup politik sareng nasional henteu tiasa ogé. Dina konformasi sareng dua bagian buku na, kapribadianna sareng da'basanana nyaéta sami toleranis, sareng judul Dhul-Kifl \".\n\nAbdullah Yusuf Ali, dina koméntar Quranic na nyarios:\n\nDhul-Kifl bakal sacara harfiah hartosna \"gaduh, atanapi méré, pangaweruh ganda atanapi bagian\"; Atanapi anu sanés, \"Hiji anu nganggo Bloak tina ketebalan ganda,\" éta janten salah sahiji hartos Kifl. Komentar bénten sareng pendapat sapertos anu dimaksudkan, naha judul dilarapkeun ka anjeunna. Jigana saran anu pangsaéna nyaéta ku karsten nibuhhr di reisbeschreatchreund 264-266, sakumaha dikotas dina éntrilopaedia dina handapeun DHul-Kifl. Anjeunna ngadatangan Meshad 'sadayana di' Iraq, sareng aranjeunna sakedik kota anu disebut Kifl, tengah-tengah antara Naja sareng Penylon). Koefil, anjeunna nyarios, mangrupikeun bentuk Arab of Ezkkiel. Silut Ezeoel anu aya, sareng urang Yahaca sumping ka Émarah. Lamun urang nampi \"Dhul-Kifl\" janten sanés epithet, tapi bentuk Aritika tina \"Ezeksiel\", éta pasualan B.C. 599). Buku na kaasup kana Alkitab Inggris (Perjangjian Old). [15] Anjeunna dipasung sareng kabeungkeut, sareng nempatkeun ka panjara, sareng kanggo waktos anjeunna belet. Anjeunna ngalahir sadayana sareng kasabaran sareng konstansi, sareng diteruskeun ngadangukeun wani jahat di Israel. Dina petikan anu ngaduruk anjeunna dampong pamingpin palsu dina kecap-kecap anu salamina leres: \"woe janten ka angon Israel anu ngalakukeun dirina ngalakukeun dirina ngalakukeun dirina anggoan? Ye tuang Maéh ku aranjeunna anu disusu: tapi eupan henteu ngahambat domba. Heuratna dienduksi, sanés gaduh kabeneran, sanés nampi kabeneran, \". [16].\n\n- Abkullah Yusuf Ali, Qur'an Holy: Téks, tarjamahan sareng koméntar [17]\n\nDisebatkeun di Quran\nDi Quran\nDhul-Kifl parantos disebatkeun dua kali dina Al-Quran, dina ayat di handap ieu:\n\nSareng (Telet) Amail, IDIc, sareng Dhul-Kifl, sadayana (lalaki) konstansi sareng kasabaran.\nKami ngaku aranjeunna ka rahmat urang: Kanggo aranjeunna tina anu saé.\n\n- Quran, suryah Al-Anbiya (21), Ayahos 85-86 [13]\nB sareng ngadegkeun Imail, Elisa sareng Dhul-Kifl: masing-masing aya tina perusahaan anu saé.\n\n- Quran, Surah sedih (38), Ayam 48 [14]\nDina dua kasus, DHul-Kifl disebut dina kontéks daptar tina propet Qug'anic, kalebet jalma anu henteu disebut dina Ayat anu dicutat di luhur.\nAl Kifl (Arab: الكفل; ul-kifl) mangrupikeun kota di kidul di kidul eraq dina Walungan EAChrates, antara Najah sareng Al Hillah. Ngaran varianca pikeun saring dina al Kifl nyaéta: Dhu'l KFRL, Marqad Dhuwa, kucara Hiful-CiflL, QULML . Hazqdiall nyaéta poéan Arab tina Ibrew Y'hezqQ, anu biasana dianggo ku Suci Saatos Nganggo Arab. Ieu nunjukkeun yén urang Yahudi anu luyu sareng Dhul-Kifl, sareng exegetes Islam ngiringan jas. Otoritas Irak negeskeun yén dina 1316 (715-16 AH) sultanid uljaju anu ngagaduhan hak ti masarakat ti masarakat Yahudi. Akibatna, kuir Ganti ngaran tentara pikeun ngaran Islamis pikeun nabét anu sami. Sultan Uljitu nambihan kana struktur ku ngawangun masjun sareng minaret. Tapi anjeunna ningal ngarobih susu ngalayar sababaraha robahan anu dilakukeun ku ngabandingkeun kaayaan anu ayeuna kalayan dedaran anu tos prihatin. Situs-situs na tetep tempat bajulkeun muslim dugi awal abad XIXUES nalika granim Daniar Daniat, Yahudi anu berhatos, suksés dirobah deui. Anu minaret tetep aya saksi dugi ka urang asuh salaku situs Islam. Sanaos masjid sareng minaret diwangun dina abad ka-14, antiquity suci sareng kubur henteu tiasa ditangtukeun. [18]\n\nGautama buddha\nDharh-Kifl parantos dicirikeun sareng Gauthera Buda. [19] [20] [21] [22] The meaning of Dhul-Kifl is still debated, but, according to one view, it can mean \"the man from Kapil (Kapilavastu, the city where the Buddha spent thirty years of his life).[12][20]\n\nPinunjul ku pandangan ieu kontrit pisan ayat dina bab 95-an Al-Listan, Surah tabuh:\n\nKu otum sareng zaitun, sareng gunung soom, sareng kota aman ˹of manike.\n\n- Quran, 95: 1-3\nNumutkeun kana panempoan ieu, ti tempat anu disebatkeun dina ayat-ayema-sood nyaéta tempat anu aya tempat kembang anu nampi Wormillation; Mekah nyaéta tempat anu Muhammad nampi wormutan; Sareng rungkun zaitun mangrupikeun tempat anu ditampi wahyu. Dina hal ieu, sésana tangkal ari aya tempat Gautama Budal nampi workelasi. [21]\n\nSagala oge nangtung deui sareng nagara anu Muhammad nyalira yén ngabantosan Buddha, salaku kecap buda hartosna \"gampang\". [OFFLE \"Becak\". [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23]. [23].\n\nSanés\nDhul-Kifl has also been identified variously with Joshua, Obadiah[24] and Isaiah.[25][24]",
"Dawud": "Dawud (Arab: Ogeوا, Romawi: Dāwūd [Daːwuzon Salaku tambahan, umat Islam ogé ngahargaan David kanggo nampi Wébna ilahlan Dawna dianggap salah sahiji jalma anu paling penting dina Islam. Disebutkeun genep belas kali di Alban, David némbongan dina kortreastur Islam ogé hubungan lautan dina ranté ti Profét anu dianggap Muhammad. [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4 ]. 4] Sanaos anjeunna biasana dianggap salah sahiji \"Nabi anu masihan hukum (NIMLEVIL ALAZM),\" anjeunna jauh tina tokoh margin \"[2] [2] Dina tradisi Islamic engké, anjeunna dipatumkeun pikeun kakuna dina doa sareng pemanasan. Anjeunna ogé dipasangan salaku prototipis ngan ukur pangawasa sareng hiji simbol otoritas Gusti di bumi, parantos lami tabuh raja.\n\nDavid hususna penting pikeun arsitéktur agama Yerusalem Islam. [1] Dawud dikenal salaku Bblice Daud Saha, dumasar kana Mebrewatibit, Raja kadua tina Amrael sareng Judah, Rivefing C. 1010-970 Bce. [Consmative Diperyogikeun]\n\nSebutkeun di Quran\nNarasi David di Al-Quran, dina seueur pitulung, paralel anu dirumuskeun dina Alkitnia. Anjeunna namina nabi (Nabī) sareng Dina dua daptar na némbongan gigar saatos éta tina putonadon Solomon na. Di tempat sanés, egitan ngajelaskeun yén Allah masihan ka dua urang kado \"pertimbangan sora\" (ḥukm; 21:7:79) sareng 27:79). Acan Al Quran ogé askribéh ka David ngabantuan anjeunna ti Solomon: David dibunuh Goliaty (2,7:700s nganggo reprovationing. Deesanna al-zabūr), [5] Gugo rujukan kana psalms atanapi psaliming (syarat Z Katalm \"). Gunung sareng manuk nganggur dewa sareng David (21:79; dina 34:10 Gusti paréntah aranjeunna pikeun ngalakukeunana; 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10: 7-10). Gusti damel David A \"Wicikent\" (Khalīfa; 38:26), Judul anu Quran Upami Quran Upami Quran, 2:30). Tudul ieu nunjukkeun yén, numutkeun kana Al-Quran, David mangrupikeun hal anu langkung ti Messenger: Anjeunna pamimpin anu dibagi dilegelis anu ngadegkeun aturan Gusti di Bumi. [1] Peran ieu ogé disarankeun ku 2: 251: \"Gusti masihan anjeunna otoritas (mulk) sareng hikmah (ḥ ]\n\nDiantara hal anu diajar ka David mangrupikeun kamampuan pikeun ngadamel baju (21:80, 34: 10-11), hiji saran Éta mangrupikeun yén rujukan Quranic ka David \"hikmah\" sakapeung dijelaskeun ku expetes klasik salaku hadiah. [6] Al-anjaran ogé nyambungkeun David sareng Jesus, kalayan teras-terasan ngasah jalma-jalma-jalma Israil anu henteu percanten (5:78). Sumawona, numutkeun ka Alang, David parantos dibikeun kamampuan pikeun ngabédakeun boh kaleresan sareng salah paham kaadilan (FaṣL Al-Khiṭāb, 38:20). Salajengna, aya diolah dumasar kana tés David ditingali, dimana anjeunna ngado'a sareng tantih sareng Gusti Ngameuktun (380 80-5). Surat dedangke (bab 38 suturan) ogé disebut \"Sūra David\" [7] Exfetes ngajelaskeun yén saprak ngalakukeun dewa nalika ngalaksanakeun bab ieu sareng ngalaksanakeun pritra . [8]\n\nHartos agama\nDavid mangrupikeun salah sahiji tina sababaraha nabi Islam anu nampi kasori ogé. Nalika prophets séjén anu diakuuhan salami uniges tina kapal, David, dina waktos na, nyaéta Raja. Ku kituna, anjeunna nampa tugas pisan pisan, pikeun mastikeun jalma-jalma ti israel henteu ngan ukur di cekiti diceket sacara spirope tapi nagara sorangan tetep kuat. Tempatna sapertos duanana pamimpin sareng nabi dipuji ku sadayana umat Islam salaku pangkat anu luhur pisan. Gihak Daud, babarengan sareng putra macét na, Panomon, nyaéta iconic jalma anu maréntah sacara ngan ukur di bumi. Gusti sering nyebutkeun pangkat luhur David salaku Nabi sareng utusan di Al-Quran. Anjeunna sering disebatkeun ka sasarengan nungkulan sanés pikeun ngantebkeun kumaha hébat anjeunna. Salaku conto, Allah nyarios:\n\nSareng urang masihan anjeunna nyaéta Yahac sareng Yacob sareng dipandapkeun aranjeunna, sabab urang parantos dipandu Muncul sateuacanna, sareng falaund bari darundu sareng Poomon sareng Aénsep sareng Josep sareng Waron jeung Haron. Ku sabab kitu urang ganjaran jalma anu tegak sareng saé.\n\n- Quran 6:84 [9]\nNalika Caliph 'Umar ngadatangan baeralem, patriarch sophronium dipirigkeun anjeunna dina gunung Bilangan Gunung, bari anjeunna mendakan Doa-Daze) pikeun ngalakukeun doa. Telar Komentar Nangtukeun situs ieu kalayan mérsi David. Dina hadith, doa sareng puasa David disebatkeun ku Dear ka Gusti.\n\nSemprot abdullah bin 'amr bin al-' teras ngado'a sapasang sapasang wengi sareng bobo deui kanggo bagian anu kagenep sareng dianggo gancang dina dinten sanés. \"\n\n- Mantammad Al-Bukhari, Sahih al-Bukhari [10]\nBuku David\nArtikel utama: Zabur\nThe Zabur is the holy book attributed to David by God, just as Musa (Moses) received the Tawrat (Torah), Isa (Jesus) received the Injil (Gospel) and Muhammad received the Quran. Dina acara Peng Alutnik, Zabur dipikanyaho minangka psalms. Nanging, sapertosan sékripta sanés sanés mérés jaman baheula, psalme dim dipercaya dibédakeun, sareng sawaréh pesen aslina ayeuna kénging. Mangkani, muslim anu diakui pikeun ngubaran psalms ayeuna kalayan hormat anu immensér kusabab, dina bentuk aslina, aranjeunna ogé buku diatur deritaeun Gidoh. Amérika Serikat:\n\nGusti anjeun terang saha waé anu aya di langit sareng bumi. Urang nganggur sababaraha nabi anu sanés; sareng ka Daud kami masihan buku psalms.\n\n- Quran 17:55 [11]\n\n Alang 4: 163; 17:55.\n Alang 4: 163; 6:84.\n e.g. Ṭabarī, ta'rīkh, i, 559\n Hibat allāh b. Salāma, al-nāsiko wa-L-Mansūkh (dina wates wāḥ's of Wāḥ\n Bukhārī, ṣaḥīḥ, vi, 155\n Quran 6:84\n Sahih Al-Bukhari, 2: 21: 231\n Quran 17:55",
"Suleyman": "Sulima IBN DFWO (Arab: ku araberis quersi qu ex, Cav. Raevon, A WHH. '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '''I israelites. Sacara umum, tradisi Islam nyanggokkeun yén anjeunna raja katilu masarakat Yahudi sareng pamaréntahan anu wice. [1]\n\nSam Islam, solpaon dianggap salaku salah sahiji naros duni-dosa anu dipangaruhan ku hiji kado aditici, kalebet kamampuan nyarios ka sato sareng Jinn; Anjeunna ogé nyarios gaduh kéngingkeun shayāṭīn (شياطينين, lit.) Sétan ') sareng DDV (Erin\n\nMuslim salajengna ngajaga anjeunna tetep monotheis anu satia sapanjang hirupna; reigedly langkung seueur di sadayana bangsa Israelite; rahayu kalayan tingkat tinghack anu dipasihkeun pikeun henteu sateuacan anjeunna sareng saatos anjeunna; sareng nimukeun sadaya paréntah na, nengetan caket ka Allah di Bengnah (جنة, cash. 'Paradice') dina tungtung hirupna. [3] Dina ahir hirupna. [3] Kusabab naékna Islam, sagala rupa sinyal utami anu parantos dianggap solomon salaku salah sahiji pamaréntahan anu hébat dina sajarah. [4]\n\nSebutkeun di Quran\nQuran sareng interpretasi\nPengadilan dina sawah\nDina naratif anu pangheulana ngalibetkeun sosomon, The Al-(21:78) sepengkung-niru niru Solomon anu asup pikeun David (béta). [ 5] Later Muslim commentators expanded on the allusion, including Al-Tabari, Baidawi, and Ibn Kathir.[6][7][8] Aranjeunna nyarios yén dua lalaki nyarios yén anjeunna gaduh anjeunna anu nyandak jaga anu hébat sareng jiwa ngalangkungan taun ngalangkunganana. Nanging sapoé, saré anjeunna tepat, domba lalaki anu sanés dikasih kana kana kebon anggur sareng nyimpang «ngering buah anggur. Anjeunna naros ka karusakan ieu. [9]: 62 nalika ngadangu keluhan lalaki, solomon anu disarankeun yén juragan domba anu sanés pikeun nganggur dugi ka pukul éta ka nu gaduh. Dina waktos anu sami, anu gaduh kebon vilebat pikeun aya domba sareng kauntungan tina warung sareng susu dugi ka darat, dina waktos anjeunna bakal uih deui. Kespon ieu nunjukkeun tingkat pangadilan Solomment, anu, ku Adagara, [10] bakal nyarioskeun Solomon sapanjang hirupna. Ḥikmah (hikmah), numutkeun tradisi muslim, bakal salawasna aya hubunganana sareng Solomon, anu engké panginten disebut Sulala Nhivantuh, solijberning al-ḥل Carita ieu diadaptasi dina kabra nanda neast, tapi salaku sengketa dikelompokeun ku putra Solomon. [7]\n\nSolomon sareng sétan\n\nRatu Gagah\nAl-Quranétkeun yén angin éta didamel sublebenter pikeun sosomon, [11] sareng anjeunna tiasa ngontrol éta nya Disa ogé dugi ka kontrol solomon. Jinn ngabantosan nguatkeun pamaréntahan Solomon. Iblis (Shayatin), [12] sareng setan kapaksa gedong pikeun anjeunna monumen. [13] Gusti ogé nyababkeun'ayn edaculous (عين, 'Fours' atanapi 'Spring') tina galak qiṭr ('Copper') ngalir ku konstrukonna, [11]\n\nNalika David maot, solomon nangtoskeun labuhna salaku raja suluh tina anggodit. Solomon sakali diijinkeun awéwé pikeun ngawangun patung na bapa. Salajengna, anjeunna mimiti nyembah kana patung sareng solomon dipuguk pikeun Ngagol Karajaan MuteratBatihry di karajaanna. Salaku hukuman, dewa ngorbankeun salah sahiji setan enslaved pikeun ngagulung ring Solomon sareng nyandak karajaan (Surah 38). Anjeunna engké ngulik dosa sareng kéngingkeun kadali setan deui, fokus pikeun ngawangun kuil deui. [14] Anjeunna ngado'a ka Gusti pikeun mikeun anjeunna ka Karajaan anu bakal sapertos kitu. [15] Doa TROUPS anu ditarima\n\nDitumbuk soloricagly, kaleungitan sulingan Solomon ka sétan, panginten tiasa kahartos pikeun nguatkeun jiwa pikeun gairah. [16] Otar of Nishapur nyerat: \"Upami anjeun ngungkabkeun (sétan), anjeun bakal nyetél kanggo Paviliun Royal sareng Solomon\" sareng \"Henteu aya paréntah anjeun di handapeun Karajaan Suliti\" . [17]\n\nTeu kawas tradisi Talmudik, solomon henteu sadar sareng henteu pernah milu dina confatry. [18] Salajengna, Quluh Nolak Obomon anu mana mii: \"(...) Solomon henteu kumisan, tapi ramalan sing urang teu sanggang, ...\". (2: 102)\n\nSolomon sareng sireum\nSolo bahkan ngajarkeun basa tina rupa-rupa sato, sapertos sireum. The Quran Bougs kitu, hiji dinten, Suromon sareng Angka na nyerat wādin-Naml (واد i, lebak nurun,. Ningali Solomon sareng Angkatanna, The Namah (نG, Anti Sireum) ngingetkeun sagala anu \"... Kaluar kana tempat hukuman anjeun (Open Séré, tanpa terang deui. Naon Anu Édék, Sulton, ogé biasana, ngado'a Gusti, ngajelaskeun anjeunna pikeun ngabéréskeun jalma sapertos [20]: Salajengna, dua] 23] \"sanés aya anu dihindari Tina hadiahna anu didangu ti Allah, sareng umat Mustims ngajaga Sawoman Solom pendom janten teu kantos hilap doa sapopoé, anu langkung penting pikeun anjeunna tibatan kado-kado na.\n\nKarusat exegetical negeskeun hikmah sireum sareng ngajelaskeun hartos tukangeun kurnia pikeun ngadalikeun angin. Numutkeun kana Siracü'-kulub, antén naroskeun Solomon upami anjeunna terang naha anjeunna nyauran \"Solomon\" (ATLYman). Solomon nyarios anjeunna henteu, timonon sireum anu teras-terasan pikeun ngajelaskeun: \"Sanaos haté anjeun disada (selim) sareng anjeun terang kaayaan dunya sareng parantos nampi sababaraha nikmat dunya ieu sareng parantos nampi sababaraha anu saé Kingingpoth; ku sabab anjeun disebut Solomon. \" Saatos sireum dumasar Solomon, upami anjeunna terang naha Gusti parantos ngiringan angin kanggo anjeunna. Sakali deui, solomon nyebatkeun henteu sareng waleran antang: \"Anjeunna parantos ngabubarkeun angin pikeun alesan: anu anjeun parantos nampi henteu aya anu sanés. Sahingga angin Sqigars sapertos Fakhr al-Dit Razi sareng Al-Qttubi Sabur antar dina pangkat nilai hiji nilai pikeun nuturkeun. [22] (p198)\n\nNalukkeun SABA '\n\nRiin tina kuil tong di Ma'rib, tilas ibukota SABA 'dina naon anu ayeuna yemen\nAspék penting sesepbah penting Slamomer nyaéta ukuran tompokuna, anu diwangun ku manusa sareng Jinn. Solo bakal sering pas pasukan sareng galau ogé Jinn sareng sadaya sato anu damel di handapeun anjeunna. Hiji dinten, nalika mariksa pasukan-pasir, Solomon mendakan HUD-HUD (éopis, Hoopoe) leungit tina Majelis. Engké engké saenggeus, kumaha waé, Hud-Huh sumping di pengadilan Solomon, saur \"Kuring parantos ngalaman. ngawartosan Soomon yén jalma anu ngabatosan panonpoé, sareng éta awéwé anu maréntah karajaan pisan sareng kuat pisan sareng kuat. Solomon, anu nguping bateng, milih gulungkeun surat ka tanah tina Panyawat, anu anjeunna nyoba ngayakinkeun jalma nyaguwa ka Gagasan anu nembak kuring. Solomon maréntahkeun HAU-HAW m masihan serat ka Ratu Hawa (Bilqis), teras nyumput sareng réaksi hud-hud-hud .. Fungsi langsung ka acara surat ka ratu. The Ratu teras nyauran mineri sareng pengadilan ). \" Anjeunna nyandak pédah sareng meriam sareng pejabat pengadilan sanés, nyarios \"O jalma kuring, kuring terang pisan anjeun gagah sareng pamimpin bumi, tapi masih bakal kuring terang ieu masalah. \" Jalma-jalma pengadilan ngawaler: \"Hormat mangrupikeun kakuatan, O Ratu, sareng whatso anjeun, urang bakal nurut kana éta.\" Panjangna, kumaha, ratu sumping solomon, ngumumkeun kintunanana ka Gusti. [25]\n\nSolomon sareng Ifrit\nNalika Bilqis 'nuju ngarambat ka pengadilan Solomon, tawaran raja anu ngintunkeun tahta-Na. IFRIT panawaran Layanan na (A Q27: 38-40), tapi solon ditolak, tanggapan tugas ieu pikeun sasama pikeun mindahkeun roho pikeun mindahkeun siang pikeun mindahkeun anjeunna. Lveleous mashap, solat na ditaliti, tahkul muncul dina karaton Solomon ku kakawasaan Allah. Nalika Bilqis sumping, Soomon tan tanéa lamun anjeunna ngenalkeun tahtaana, tapi anjeunna, berjuang anu nangkep kaajaiban cageur, sateuacan angkat kaajaiban henteu acan dibenerkeun yén tina IFRIT tapi anu gusti. Solomon ngalaporkeun ka pikababah IFrit, sabab anjeunna tetep émut sacara henteu di gusti sareng henteu kana setan atanapi anu sanés nyiptakeun Bilsqishia dina imbit na\n\nPupus\n\nMausoleum tina Suliman dina sanyawa al-Aqsa, kota lawas tina Yerusalem\nAl-Quran Benerkeun yén Solomon ti dinya, anjeunna maot kana staf na anjeunna tetep nangtung, dugi ka mahla-worléana - sareng wowana, sareng waktosna awak runtuh.\n\nTeras, nalika urang nyumput (solomon) maot, teu aya anu ningalikeun aranjeunna sepuh ciat bingah bumi, anu tetep (jinn ningal Uniteen, aranjeunna henteu bakal kaganggu dina hukuman hina (tugasna).\n\n- Qur'an, Surah 34 (Saba'), Ayam 14 [27]\nNalika anjeunna tetep anéh, diamalan dina staf na, éta jinn pamikiran anjeunna masih hirup sareng ngawisa aranjeunna.\n\nAranjeunna sadar kabeneran wungkul nalika Gusti ngintunkeun makhluk pikeun ngutuk tina taneuh sareng gelap di staf Solom) dugi ka awakna rubuh. Ayat ieu henteu kahartos panemparan anu jinn henteu terang anu teu dibahas (Al-Ghaib) - Tempatna dipikanyahoana, aranjeunna henteu acan tetep nganggo jasa manusa paéh. [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28] [28]\n\nMahammaddim dina lagu Solomon\nInpormasi salajengna: Muhammad sareng akar Alkitab sareng Semitik\nSakumaha diideuan ku ayat Al-Quran, sababaraha muslims [Mana?] Perhatoskeun yén Muhammad (Arab: EMMMERE, M-ħ-D) salaku 'Maham מַחמַחמִִִַּּּםם, hurup konsonan: m-ħ-m-d-d-y), sanaos kecap dimaksudkeun ieu ditarjamahkeun salaku urang Yahudi.\n\nSolomon sareng Jamshid\n\nPandangan umum ngeunaan Persepolis, Iran (2) (cepak)\nJamshid nyaéta raja kaopat dunya, dumasar kana shāhnāma pujangga pujangga pujangga pujangga. Sapuhun-Solomon, anjeunna yakin geus ngagaduhan paréntah unggal malaikat sareng setan alam dunya, sareng dua raja sareng pendermatang luhur Hormozd (tengah Persia rama Mazda). Anjeunna jawab lobajemuan anu saé anu maksa Hom langkung aman pikeun jalma éta: Pabawa Armor sareng Pajak, Menu Rata-baju sareng logam mulang , ngadamel minyak wangi sareng anggur, seni ubar, naksir cai dunya dina pelayaran. Anjeunna macét ayeuna ayeuna janten karajaan pangsolék di dunya parantos kantos dikenal. Anjeunna disusun ku Farra Royal (ALestan: Khvarena), para pegahan rélanti anu ngaduruk ngeunaan kahadean aseka.\n\nKusabab konsumén antara dua karajaan anu wisy, sababaraha tradisi convely dua. Feonto salaku ngabuktikeun sareng kaputusan di luar Iran kidul di karya al-Balkhi. Persepolis yakin janten korsi Solomon sareng didadarkeun salaku \"tempat kaulinan Solomon\" ku sarébu sapertos Masqadri sareng Qtydasi. Panulis Muslim anu sanés dumasar kana kapercayaan Solomon Sakalikeun di Iran, Saluyukeun yén kamasangan antara kahirupan sareng tanggal anu misah sareng 41] Misir. kaidik ku beasiswa di bidang mitologi ka Éropa, anu parantos nunjukkeun kainder-ulang ngiringan ti raja anoméntry. [33] [33 ]. [33 ]. [33 ]. [33 ]. [33 ]. [33] Mangsa Yengung [34]",
"Ilyas": "Ixās (Arab: إلياس) mangrupikeun macét sareng utusan dewa (Allah) anu dikirim pikeun nungtun barudak Israel. Anjeunna dibéré misi prophice pikeun nyegah jalma tina nyembah idola. [1] Ityas mangrupikeun kabantosan propitik ka Alyasa. [2] Sababaraha scholar Islam yakin, yén ixas nyaéta tina progun harun (ajeo). [3]\n\nSababaraha umat Islam percaya yén Ailas masih hirup sareng ngiringan Hajda unggal taun, dua sareng KasItr. [4] [4] [4] [4] [4] [4] Sababaraha umat Islam ogé yakin yén Ixas bakal uih deui di waktos tungtung. [5]\n\nKahirupan mimiti\nDina sumber Islam, Ngaran lembut 'ISAS Iilasi Iilas Ibn YBN, [6] Sapanjang di-as-és 37: 130, Iilas disebut Yasin. [7] Sababaraha carita Iilas ogé disebatkeun dina hiritlam Islam; sapertos anu kutang Israil sareng halodo ku Iilas, [8] nyageurkeun alyula, [9] sareng tarung sareng Ahab. [10]\n\nNumutkeun ka seueur sumber Islam sareng Alkitab, Élia (a) hirup sareng angkat aya baki. [11] Kitu, ibn Kathir henteu nampi hadiths ieu sareng dianggap diantara Israilat. [12] Di MU'Jam Al-Buldan, Yaqut Al-Hamawi anu disebatkeun kuburan pikeun Elias (a) di Baaleb. nyaéta kuburan Elias (a) [14]\n\nNabhthhood\nIxas munggaran disebatkeun salaku Nabi dina Al-An'am 6:85. [15] Anjeunna ngajak jalma-jalma anu cicing di Baalsk pikeun monotheism, nurut doha sareng dosa ngantunkeun. [16] Tugas utami nyaéta pikeun nyegah idola-ibadah. [17] Saatos anjeunna nyanghareupan kecekanan jalma-jalma mangtaun-taun, dikutuk sareng halodo sareng jalma-jalma diprogram ku kalaparan. [18] ISLES 'Normter di Tahap Muslan sareng Salajengna Muslime nyarupa kalayan di Iblew Al Trivew and Sastrew Saslim Chects Scisting Emab sareng Angkat Jumlah sion sareng suci, kalebet Idri, anu dipercaya ku sababaraha Scholars ngagaduhan nami sanés pikeun Iiled, [21] sareng ketid Lujuran Islam Urang ngembangkeun angka Iilas, peurjita tinggi kana attrik na, sareng sababaraha literatur apuli nyalira nya kuring icate status hiji. [23] Iilas ogé némbongan dina waktos sapoptatur literatur, kalebet hamifanama. [24]\n\nQuran\nIxas disebatkeun dina Al-Quran, dimana da'wah na dituduhkeun dina cara anu ringkes. Al-Al-Quran ngémutan yén Iilas nyarioskeun ka jalma-jalma pikeun datangna ibadah ka Gusti sareng ninggalkeun ibadah BAAL, idola primér. Amérika Serikat: [1]\n\n\"Suryily ilyas mangrupikeun salah sahiji rostles. Nalika anjeunna nyarios ka jalma-jalma:\" Naha anjeun henteu sieun ka Gusti? \"Naha anjeun nyauran ba'al sareng ngantunkeun anu pangsaéna, Gusti, Gusti sareng rancangan sareng cerisher sareng cerman sareng clower anjeun?\n\n- Salaku-Saffat 123-126\nAl-Quran ngajelaskeun yén seuseueurna jalma Ixas 'nolak nabi sareng diteruskeun nuturkeun conmaatatihry. Nanging, disebatkeun yén sajumlah panyamani mangrupikeun abdi anu bakul dieusian ku Gusti di antarakeun Eliji Elijah sareng dipercaya ogé sareng ibadah Gusti. Amérika Serikat, \"Aranjeunna nampik anjeunna (Elani ka), sareng pasti bakal dibawa hukuman, kecuali puah anu tulus sareng padamelan).\n\nDina Alasan, Gusti Puji Eliji di dua tempat:\nDamai janten Elijah! Ieu kumaha urang ganjaran anu saé. Anjeunna saéstuna diantara hamba urang.\n\n- Quran, Bab 37 (As-Syaffat), ayat 129-13-132 [27]\nSareng zakariya sareng Yahya sareng ISA sareng Iilas, aranjeunna sadayana ti diantara soleh\n\n- Quran, bab 6 (al-an'am), ayat 85 [28]\nSeueur komentator, kalebet Abgullah Yusu Ali Ali, parantos nawiskeun koménjana deui ijana, Zakataya sanésna ogé nyambung. Abdullah yusf Ali nyarios, \"Grup katilu diwangun ku sanés lalaki tindakan, tapi bujang bebeneran, anu ngajurung jilus grup.\" Bupist, anu dirujuk salaku \"Iilas, anu badé sumping\" (MATT 11:14);; sareng Elias ngaku sareng transfiguration 29]\n\nSanaos kalolobaan sqordar Muslim percanten yén Elata anu diajarkeun di Israel, sababaraha komo milyar awal dina Al-Quran nyatakeun ka Baalbe. [30] di Lebank, di Lebank, di Lebank, di Lebank, di Lebank, di Lebank, di Lebank, di Lebanek. [30] di Lebank, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebanep, di Lebane. [30] Sarwabar modern parantos nolak klaim ieu, nyatakeun yén sambungan kota sareng ELIJAH bakal dijantenkeun kusabab umur mimiti nami kota na, otoritas nami. Scholar anu nolak kota Irlang sareng Baitbah Attsk langkung ngabantah kota Baalk\n\nPupus\nKu petikan waktos, halodo nyebarkeun sareng seueur maot. Nalika aranjeunna ningali sorangan mutlak, hanjakalna amal anu baheula, dihurungkeun Elias (a), sareng nampi uleman na. [32] Lajeng, kusabab doa Elias (a) hujan beurat sumping sareng lahan éta dienting; Nanging, saatos, urang hilap perjanjian sareng Allah sareng dipulangkeun ka idola anu pikaresepeun. Nalika Illeas ningali ieu, anjeunna ngajak dewa pikeun maotna sorangan; Tapi, Gusti ngintunkeun anjeunna catot seuneu sareng anjeunna diangkat langit sareng milih alyasa anu mangrupikeun murid-Na sapertos bergauhan. [33] Ilyas jarang pakait sareng eschatology Islam. [34] Tapi, sababaraha muslim yakin yén Ixas diperkirakeun uih deui sareng tokoh misterius Kharidr salami akhir kali. [5]\n\nKuvensi\nSacara Umptra Muslim sareng tradisi nyéépal yén Iilas Ditambahkeun ka Karajaan Israil, dialaya ku Ahab sareng Pelaharonna Ahziah. Anjeunna disebut \"Nabi of Gurun sapertos Yahya\". [35] Iilas dipercaya pariksa minta kalayan ambhab ka Ahab sareng garahana Jezebel, anu numutkeun tradisi Suslim Inlim sawaréh tanggung jawab dina daérah ieu. Muslim yakin yén éta kusabab seuseueurna jalma nolak ngadangukeun Eliji yén Elisa kedah neraskeun nguduhan pesen ka Gusti ka Israil saatos anjeunna.\n\nIlyas parantos janten subjek legenda sareng foltimales di budaya muslim, biasana ngalibetkeun rapat sareng khidr. Numutkeun laporan Expore Muslim, Muhammad patepung ilaas di Mekah. [37] Dina mistik Islam, ilyas aya hubunganana sareng sajun Khidr. Hiji Hyith ngalaporkeun yén Ixas sareng Khidr meta babarengan unggal taun di Yerusalem pikeun muji besah ka Majiri ka Mekera. [38] Iilas némbongan ogé dina seueur waktos, dimana anjeunna diucapkeun salaku lanceuk Khidr ogé nginum tina mapan. [39] [39] [39] [39] Salajengna, éta sentened di Kitab al-Kfafi anu Imam ba'far al-Sademen ieu kénéh ngonfrasi di basa Siria sareng mimiti nuju tahan. Anjeunna teras tarjamahkeun suplication dina basa Arab ka sakelompok merol:\n\n\"O Gusti, naha kuring bakal mendakan yén anjeun ngahukum kuring sanaos anjeun terang haus kuring dina panas tengah wengi? Naha kuring mendakan yén anjeun ngahukum yén anjeun nyiksa éta kuring sanajan anjeun terang yén kuring nyerah dosa pikeun anjeun? Naha kuring mendakan yén anjeun ngahukum kuring sanaos anjeun terang yén kuring tetep wengi? \" Anu allah teras diideuan ka Ixas, \"ngangkat sirah anjeun ti bumi kanggo kuring moal ngahukum anjeun\". [40]\n\nKontana\n \"Elias sami sareng Elijan, anu Carita bakal dipendakan di pengantun lami dina 1 raja 17-19 sareng 2 raja 1-2. Elizah's ), raja (kalér) karajaan Israil atanapi Samaria. Anjeunna mangrupikeun nabi gurun, sapertos john baptis, teu siga nabi suci urang. Sareng dipandu Sareng azariAh rawan nyampur kana ibadah baal, panonpoe-Allah nyembah di Surria. Sareng dina kaayaan Hindu, sareng dina kaayaan teu Ahab parantos nikah ka putri Sidon, Jezebel, awéwé jahat anu nyababkeun salakina pikeun ngalaksanakeun Allah sareng ngadopsi baal-ibadah. \" ... \"EliJéh Defooned Sadaya Dosa Ati Ashab ogé dosa Ahziah sareng kedah ngungsi pikeun hirupna. Antukning, [19] Anjeunna dicandak dina Ruang seuneu saatosna anjeunna parantos ngantunkeun mantelna sareng Elisa Nabi. \"[20]",
"Alyasa": "Alyasa (Arab: اليسعي, romanized: alyasā '') navet sareng utusan Allah (Allah) anu dikirim pikeun pituduh budak Israel. Dina Al tihan, Alyasa disebatkeun dua kali salaku Nabi, [1] sareng disebatkeun waktos dua kali bareng sasama. [2] Anjeunna ngahormat ku muslim salaku kasuksésan prophetik pikeun Iilas (Eliji). Sumber Islam anu ngijinkeun Elisyah sareng Kharidr Cite Hubungan anu kuat antara Kharh sareng Ixas dina tradisi Islam. [3]\n\nKapribadian\nNgaran Alyasa disebatkeun dua kali dina Al-An'am 6:86 sareng sedih 38:48. Di buruan anu beda, tanpa nyebatkeun nanaon ngeunaan kapribadian atanapi nabét alyasa, anjeunna diparioskeun \"di graced\" sareng \"diantara unplar\". [2] Numutkeun kana Al-Quran, Elisa teu aya \"ka luhur sesa nyiptakeun\" (Arab: فضلن Quaderdia على ٱلعامينين dumasar: م'ed \" MCA L-akhyār). [5] Alyasa anu disebatkeun dina Al-An'am 6:86 sareng sedih 38:48, sareng Bersaka:\n\nSareng nyaéta sareng Alyasa sareng Yunus, sareng lut; sareng masing-masing urang diulang ku alam;\n\n- al-an'am 6:86\nSareng edah Pondma kami nyaéta, alyasa, sareng Dhir-Kifl, masing-masing aranjeunna saé.\n\n- sedih 38:48\nMujijat\nDina Shirhh Itit ti Ali Al-Ridha, disebatkeun yén Alyasa, ngagaduhan sababaraha mujijat kaasup kabebasan mayit, angsukeun kana cai.\n\nNgaku tombs\nSabagian umat Islam percaya makam tina Elista anu aya di al-Juham di daérah Wétan Saudi Arabia. Shine dipiceun ku pamaréntahan Saudi sabab ubar sapertos henteu saluyu sareng Sahhabi atanapi gerakan Rahtain atanapi Salafi dominan di Arab Saudi. [6] [7] [7] [7] [7] [7] [7] [7] [7] [7] [7] [7] Awas parantos Tawaran Penting pikeun sababaraha abad salami waktos.\n\nKuburan Elista hadir di Kab Suci Asli deukeut lapangan anu diturutan anu bakal dibebas dina taun 1994. Jas Rahasia salapan Scholar kabentuk ku Déwan Tengah sareng Greensation Sateuacan daérah éta dibanjir, kubur parantos di tuang wengi sareng awak anu ngawétarkeun nabi - disaksian ku salapan sarjana sareng pagawé mérek. Tapi, seueur tina kota kota ningali nabi dina ngimpi éta, sareng tétéla sateuacan matahari ngasongkeun sateuacan ngasongkeun deui rebranian",
"Yunus": "Yunus IBN Matta (Arab: Iي exerin انا ااه ما, Romomize: Yūnus IBN Matta). Yunus is traditionally viewed as highly important in Islam as a prophet who was faithful to God and delivered His messages.[1][2] Yunus mangrupikeun hiji-hijina tina tabel Alkitab Bab kasapuluh tina Al Quran dingaranan anjeunna. [4]\n\nYunus disebut Dhar-Nun (Arab: ذ ٱ ٱلن ٱلن obserent) sareng ku muslim. [5] Anjeunna disebatkeun opat kali dina Al-Quran ku nami. [6]\n\nSyitithic nyebar\nYunus ogé disebatkeun dina sababaraha saridén salami umur kembang Muhammad. Dina sababaraha instansi, nami Yunus 'diucapkeun sareng pujian sareng di Muhammar ku Muhammad. Aduh narasi sajarah ngeunaan kahirupan Muhammad, saatos sapuluh taun nampi wahar panampi santai, Muhamadat payun sareng Pimpinan na, tapi anjeunna matak ngadukung ti Kota Kuat ti Kota jelema. Anjeunna nyandak panyumputan di kebon galbah sareng shaybah, dua anggota loga Qura. Aranjeunna ngintun abdi, addas, pikeun ngaladénan manuk anggur pikeun révisi. Adepkeun Cuhammad Muhammad dimana anjeunna ti sareng anjeun. \"Kota Yunus ngan, putra Amtitai!\" Muhammad ngagulingkeun. Addas kagét sabab anjeunna terang yén Arab Saja Arab teu gaduh pangaweruh Yunus. Anjeunna teras naroskeun kumaha Muhammad ngaboro tina lalaki ieu. \"Urang duduluran,\" Muhammad ngawaler. \"Yunus mangrupikeun macét Gusti sareng i, teuing, Am nabi.\" Addas langsung nampi Islam sareng nyium leungeun sareng suku Muhammad. [10]\n\nOne of the sayings of Muhammad, in the collection of Imam Bukhari, says that Muhammad said \"One should not say that I am better than Yunus\".[11][12][13][14] IBN Aci Al-uyah, kontempoér anu langkung lami, diajarkeun, diajarkeun yén, parantos Yunus teuo ngadoik sadaya anu caket. Tapi, sabab tetep aya sababaraha lauk dugi ka dinten, Yunus \"tetep aya sababaraha lauk dinten dina beuteung tina lauk \". [14]\n\nAbad ka-Ninth Sejar In-COM-NOMARI anu, nalika Jonah nyaéta di jero lauk, \"Euwait tulang atanapi anggota]. NC-tabni ogé nyerat yén Allah ngadamel awak anu transparan, ngamungkinkeun yunus pikeun ningali \"Keaper tina jero lauk ka Allah. [15] Kisai Marvazi, Angkakan Ask-abad, Rékam anu Ibu Yunus '' Ka bapa yuswa taun Juli Lahir> Tiing Désa, anu kaluarna janten bocucopia. [14]\n\nTombs\nTingali ogé: masjid sareng suci Mosul § Mesét\n\nPotret rahat tina masjid Yunus, nuturkeun karusakanna ku isil\nLokasi anu ayeuna diineveh ditandaan ku penggalian lima gates, bagian témbok dina opat sisi, sareng dua gundukan ageung: Pasangan peta. Masjid atop NAPI Yunus ieu darmabakti pikeun Jonah sareng dikandung kuil, anu dipuja ku duaan umat Islam sareng Kristen salaku Situs Jonah. [17] The tomb was a popular pilgrimage site[18] and a symbol of unity to Jews, Christians, and Muslims across the Middle East.[18] Dina bulan 24 Juli 2014, kaayaan islam Irak sareng The Levant (Isil) ngancurkeun masjid anu ngandung kuburan sapertos bagian tina kampanye anu dianggap. [19] [19] [19] [19] [19] [19] [ Saatos Mosul dicokot deui ti Bangsa dina Januari 2017, Istana Asbal Asis anu diwangun ku Esarhaddon bobogohan dina satengah munggaran Beam ISIL had plundered the palace of items to sell on the black market,[18][20] but some of the artifacts that were more difficult to transport still remained in place.[18][20]\n\nUrbs Muslim séjén\nLokasi beunaan anu sanés di MAUR Yontah kalebet désa Arm Yashad, lokasina di situs kuno Gatal di Aanuratar; [22] sareng 22] jeung 22] sareng 22] Siels suci caket kota SARFAFAN (SARITTA) di Libanon. [23] Tradisi lain pikeun taman di gunung ayeuna disebut giv'at Yonah, \"Pullah Jonah\", di kalér-nagara anu caket ku kota Ashokor, dina tingkat anu katutupan kota Israil.\n\nA tomb of Jonah can be found in Diyarbakir, Turkey, located behind the mihrab at Fatih Pasha Mosque.[24][25] Evliya Celebi nyatakeun dina Seyahatname anu anjeunna ngadatangan kuburan Jonah. [26] [27]\n\nAlnanic nyebar\nDina al-AnBiya 21:87 [7] sareng al-Qalam 68:48, Yunus disebut DHU-Nūn (Arab: 'salah sahiji lauk'). [ADAYAN: 'Anu diserang. Di N-Nisa 4: 163 sareng al-an'am 6:86, anjeunna parantos dirujuk salaku \"Rasul tina Allah\". [5] Surah 37: 139-148 mundur carita anu pinuh ku Yunus: [5]\nJadi éta ogé Jonah diantara anu dikirim (ku kami).\nNalika anjeunna lumpat (sapertos budak ti manjangan) ka kapal (pinuh)\nAnjeunna (sapuk) tuang seueur, sareng anjeunna dikubur:\nTeras lauk paus ngéléhkeun anjeunna, sareng anjeunna parantos ngalaksanakeun tindakan anu pantes.\nAtos henteu anjeunna (tobat sareng) allah Allah,\nAnjeunna pasti bakal tetep aya di jero lauk dugi ka dinten prabrection.\nTapi urang tuang anjeunna dina jaga taranjang di kaayaan panyakit,\nSareng urang disababkeun tumuh, langkung anjeunna, tutuwuhan nyebarkeun gourd of gourd.\nSareng urang ngintunkeun anjeunna (dina misi) saratus rebu (lalaki) atanapi langkung.\nSareng aranjeunna percanten; Janten urang kéngingkeun aranjeunna resep (hirupna) bari.\n\n- Quran, Bab 37 (AS-Saffat), ayat 139-148 [8]\nAluran anu teu nyebut warisan Yunus, [5] tapi Tradisi Muslim Ngajarkeun yén Yunus ti bogul Banjang. [9]",
"Zakariya": "Numutkeun doktrin Islam, zakarīyā ((Arab: زككرييا, zcharisia) nyaéta Nabi (Allah), sareng bapa of Nabi Yahya.\n\nDi Quran\nZakariya mangrupikeun imam anu nyata [1] sareng nabi Allah anu di kantor kadua di Yerusalem. Anjeunna sering bakal diurus ku ngokolakeun jasa kuil [2] sareng anjeunna bakal tetep ajeg dina doa ka Gusti.\n\nSholat pikeun putra\nNalika anjeunna ngahontal umur hirup na, Zakelaya mimiti hariwang pikeun ngaharepkeun ku warisan ku gurukeun ka Gusti saatosna. Zakariya mimiti ngadoakeun ka Gusti pikeun putra. Ngado'a pikeun kalahiran turunan henteu ngan ukur tina kahayang kanggo murangkalih. [1] Anjeunna ngaduga, pikeun masarakat - aranjeunna peryogi utusan, a lalaki Allah anu bakal damel di palayanan gusti saatos Zakariya. Zakariya ngagaduhan karakter sareng kabiasaan sareng anjeunna hoyong mindahkeun ieu ka ahli waris spiritual salaku anu paling berharga. Pimpuranana nyaéta pikeun ngalereskeun rumah tangga kana postonity tina patriarch Yaket, sareng pastikeun pesen Gusti diubaran kanggo Israil. Salaku qur'an Resi:\n\nSebutkeun rahmat rahmat anjeun ka abdi Zakariya. Nalika anjeunna ceurik ka Gusti ceurik di rusiah, paribasa: Gusti kuring! Lo! tulang tina kuring lilin leuleus sareng sirah kuring bersinar sareng rambut kulawu, sareng kuring henteu pernah teu kapendak dina doa ka Toe, Gusti. Lo! Kuring sieun kuu kisfolk saatos kuring, saprak pamajikan kuring ditunda. Duh, pasihan kuring ti teras ayana berturut-turéh saha anu bakalanan pikeun kuring sareng ngawaris (ogé) bumi Yakub. Sareng make anjeunna, Gusti, ditampi (ka band). [Quran 19: 4-6 (ditarjamahkeun ku shutthall)]\n\nBapa Yahya\nSalaku kado ti Allah, Zakariy dibéré pikul anu namina Yazyá (Arab: IVERTIGT, hiji sareng John Baptis) anu dipilih pikeun murangkalih. Seket Muslim Ngeunaan Zakariya urang salapan puluh dua taun [3] nalika anjeunna nyarios ka kalahiran John.\n\nLuys sareng Doa Zak Pasiniya, Allah damel John (Yahya) ngarobih pesen Allah, anu parantos rusak sareng éléh ku Israelite. [4] Salaku qur'an nyarios:\n\nO Zachariah! Lo! Kami nyangking tiding of putrana anu nami nyaéta John; Kami parantos masihan nami anu sami pikeun henteu sateuacan (anjeunna). Cenah: Gusti kuring! Kumaha carana abdi gaduh putra nalika pamajikan kuring terong sareng kuring parantos ngahontal umur kolot? Saur anjeunna: Janten janten, Gusti anjeun nyarios: gampang kuring, sareng memang kuring nyiptakeun anjeun sateuacan, sawaktos aya nanaon. Cenah: Gusti kuring! pasihan abdi tanda. Cenah: Tanda anjeun anjeun moal tiasa nyarios ka jalma tilu wengi bari aya dina kaséhatan sora.\n\n- [quran 19: 7-10 (ditarjamahkeun ku shutthall)]\nWali ti Maryam\nNumutkeun kana Al-Quran, Zakariya nyaéta wali maryam. Amérika Serikat\n\n(Émut) Nalika pamajikan 'IMRAN nyarios: Gusti kuring! Abdi parantos sumpah ka anjeun anu aya di beuteung kuring salaku berkualitas (ngalamar). Nampi ti kuring. Lo! The, ngan ukur, seni kenging, kamaneuh! Sareng nalika anjeunna dikirimkeun anjeunna: Gusti kuring! Lo! Kuring dikirimkeun awéwé - allah terang terang naon anu anjeunna parantos dikirimkeun - jalu henteu janten awéwé; sareng lo! Kuring parantos ngatur Maryana Mary, sareng Lo! Kuring ngabutuhkeun panyalindunganana pikeun anjeunna sareng pikeun turunanana ti Iblis. Sareng Gusti ditampi anjeunna kalayan katerampilan lengkep sareng ngangkut kana dirina anu langkung saé; sareng ngadamel zachariyh wali. Iraha zacharieh angkat kana tempat sanés dimana anjeunna, anjeunna mendakan tuangeun. Saur anjeunna: O Mary! Whouse kometh ka ieu (dahareun)? Anjeunna ngawaler: éta ti Allah. Allah giveth tanpa stint ka saha anjeunna bakal. [Quran 3: 35-37 (ditarjamahkeun ku shutthall)]\n\nIndon Muslim Nu ngegaun yén Zakariya, bareng sareng John Baptis sareng Yesus, ngasuh dina Ema Sarsets Anyar (Imran), IMRAON), ramana tercinta. Kanyataan yén, sadaya perhi na, éta zakariya anu ngawartosan tugas anu ngajaga paduli marah (MARARAM) nunjukkeun status na jalmi awéwé salaku lalaki anu sugis. Zakariy parantos dipuji di Al-Qur'an salaku Nabi Gusti sareng manusa. Salah sahiji pangajen sapertos di Surana Al-an'am:\n\n\"Sareng zakariya sareng Yahya sareng ISA sareng Eliyas. Masing-masing tina soleh.\" [Quran 6:85 (ditarjamahkeun ku Bulthall)]\n\nPanarjamahkeun Qugh Buka Abdullah Yusu A Ali nawiskeun sasu anyar dina hiji garis ieu [5] - Ngadamel yén nabi khusus ieu nganggo sambungan spiritual ieu sareng hiji-hiji. Anjeunna nunjuk ka Yahya mangrupikeun dulur daérah, sedengkeun Eliyas mangrupikeun hiji anu aya dina transfigurasi A AYA [6] di dunung anyar. Zakariya Samentawis éta, ngalangkungan perkawinan, mangrupikeun Paman ISA sareng putra Yayha disebut Eliyas dina Pernyata anyar. [7] [7]",
"Yahya": "Yaḥyā ibn zakarīyā (Arab: IPERCEيى انا زكيييا, sacara sigan di Amérika Serikat (Allah) anu dikirim pikeun nungtun anak-ti Islam sareng Murangkalih) anu dikirim . He is believed by Muslims to have been a witness to the word of God who would herald the coming of Isa Al-Masih (Jesus Christ).[1][2]\n\nYahya disebatkeun lima kali dina Al-Quran. [3]\n\nYahya ogé ngahormatan pisan dina sufism ogé mistik Islam Sufis gaduh sering diterapkeun pidientméntasi dina tempat tulis dina John di Al-Quran, utamana taunuan hadiah anu dibéré dina Yesusna kalayan Yesusna kalayan Yesus na. Sanaos sababaraha frasa anu dipaké pikeun ngajelaskeun John sareng Yesus ampir sami dina Al-Quran, cara anu dikungkabkeun béda pisan. [5]\n\nKalahiran\nDina Alasan, Gusti sering nyebatkeun nauning sinambung Zakariya pikeun kalahiran putra. Pamajikan Zakariya, aya nyamar sareng sahingga kalahiran murangkalih sigana teu mungkin. [6] Salaku hadiah tina Allah, zKharia dipasihan anak ay ti Yaḥya, nami khusus anu dipilih pikeun anak ieu nyalira. Luyu sareng Doa Zakelaya, Allah dijantenkeun Yahya sareng AA, anu numutkeun ka Amérika Charetesis lahir genep bulan Hamat, anu parantos dibloduksi sareng anraelite.\n\nTakwa Quran anu John Baptis mangrupikeun anu pangheulana pikeun nampa nami ieu (Al-: 7-10) Tapi ti saprak nami Younuran ieu mangrupikeun boh konsénsus \"Teuing nami sami sareng\" Yoḥane \"[9] atanapi ka akun Bogitabiah Napi Ibu Yohup, anu ampir namina\" Zacharias \"sapertos henteu hiji dina ngagimbung ramana zachariasina (ogé katelah zechariia) parantos namina \"John\" (\"Yohanan\" / \"Yoannes\") sateuacan anjeunna.) Sateuacan anjeunna. [11]) sateuacan anjeunna.) Sateuacan anjeunna. Salaku quran nyarios: [12]\n\"O Zakaryya, mangsa urang masihan tidings anu hadé tina budak lalaki anu nami bakal Yahya, sareng anu henteu pernah urang sateuacan ngadamel susu.\n\nSaur anjeunna: \"O Gusti! Kumaha carana kuring gaduh putra, nalika pamajikan kuring ngusapan sareng kuring parantos ngirangan tina umur kolot?\"\n\nSaur anjeunna: \"Janten (éta bakal) Gry Gry Surit, 'anu gampang pikeun kuring: kuring memang nyiptakeun tee sateuacanna, nalika henteu aya nanaon!\" \"\n\n(Zakyta) saur: \"O Gusti! Pasihan abdi tanda.\" \"Tanda Thy,\" mangrupikeun jawaban, \"bakal janten yén anjeun bakal nyarios ka NO '\n\n- Maryam 19: 7-10\n- Maryam 19: 12-14\n\nWalungan Yahoan, dimana Yahya ngabaptis anna. [13]\nYahya dibéré pikeun nahan gancang kana kecap silaturahmi sareng dipasihan hikmah ku Gusti bari tetep anak. [14] Anjeunna murni sareng serius, sareng leumpang séhat di payuneun Gusti. Anjeunna anu gaduh ka kolotna sareng anjeunna henteu sombong atanapi ngawét. Bacaan John John John tina addrafi, nalika ngan ukur hiji anak, sakitar bahkan langkung timbana tina sarjana anu hébat dina waktosna. [6] Et EXLIM Strategesis Nyétél yén ISA dikirim Yahya kaluar sareng disiplas dua belas, [15] anu ngajarkeun pesenna sateuacan Yesus anu disebut disipas dirina. [7] Quran nyarios: [16]\n\"O yaḥya! Candak tongkat sareng anu tiasa\": sareng urang masihan hikmah sanaos nonoman,\n\n- Maryam, 19:12\nJohn mangrupikeun nabi klasik, [17] Saha anu langkung luhur ku Gusti pikeun Gusti anu wani Salajengna, ginkan gerakaan dianiuhan John sareng cinta sareng sikep hina-terasan ka hirupna ka hirup, anu anjeunna masihan katurunan hirup.\n\nNumutkeun tradisi Islam, Yahya biasa angkat ka Haram IPH-Shriv (Gunung Gunung) pikeun nganteurkeun Sipmons na\n\nRajapati\nDina mangsa nabi Yahya, konflik kajantenan antara anjeunna sareng Herod Antiod, anu hoyong ngitung istri munggaran sareng dilaksanakeun salaku pamajikanana sanes-undang-undang. [3] Nuju hukum adi. [3] Obem adi beuteung Yahya terang yén perkawinan anu tiasa dianggo, sareng henteu nyatujuan perkawinan. Saatos ieu, Herod Syipas kagungan Yahya dipenjara. [3] Yahya teras dikawasa. [18] [3] Sirah Yahya dipercaya janten lebet masjid Umayayyad di Damseskus. [19] [20] [21]\n\nKuvensi\nDina Islam, Yahya kabuktosan Muhammad dina wengi al-ISRA al-Mi'raj, sareng IA (Yesus). [22], dina sawarga), dina sawarga), dina sawarga) Carita Yahya ogé nyarios ka Raja Abyssicinia nalika mijil muslim ka Abyssinia. [23] Numutkeun kana Al-Quran, Yahya mangrupikeun jalma anu dikirim ku Gusti anu ngirim dinten anu lahir sareng dinten anu anjeunna maot. [24] According to Al-Suyuti, Ibrahim stated that since the creation of the world the Heavens and the Earth wept only for two people, Yahya and Husayn.[25][26] Numutkeun hiji hirit, Muhammad Doy: \"Unggal putra Adam bakal dinten kabaran sareng anjeunna bakal bakal dosa ngalawan anjeunna Zakar]. [27]. [27]. [27] Imas Ibn. Seueur umat Islam ngabandingkeun Yahya sareng Honghern. [28] Huluna boh Yahya sareng Honghern dipercaya dina patepung Umayayyad Gése di Damsyaskus, Siria.",
"Isa": "ISA (Yesus) mangrupikeun nabi sareng utusan Allah sareng messiah. Anjeunna mangrupikeun proparuhan terakhir anu dikirim pikeun pituduh barudak Israil (Bani Israel) sareng ngungkabkeun buku Holy anu disebut cabut (Injil).\n\nDina Aluran, nyaéta dijelaskeun salaku pemenchia (al-matīḥ), lahir mary Virgle, dijarkeun ku panebutan Yahudi sareng diangkat ku sur'mas. Aluran ngekstikeun yén Yesus teu disengalkeun atanapi maot dina silang, tapi mirés pisan ku dewa. Pilihan Al-tempat Yesus diantara propath pangsaéna, sareng disebatkeun anjeunna kalayan sagala rupa judulna. Nabul tina Yesus dijaga ku Yahya sareng sukses ku Muhammad.\n\nIslam nampik panempoan Kristen Pecut Yesus salaku Gous salaku Gusti ngaleungitkeun, atanapi somemen anu literal. Éta nampik Yesus janten disi di sababaraha ayat, sah ogé nyebar Yesus teu ngaku dina aduk. Muslim percaya yén pesen aslina Yesus dirobih, saatos anjeunna diangkat tetep hirup. Monotreaism Yesus anu negeskeun dina Al-Quran. Siga sadaya propsets inhop in Islam, Jesus ogé disebat Muslim, nalika anjeunna ngajarkeun yén penerburanna kedah ngadopsi '. Yesus dijadtikeun ku sajumlah alus, kalayan seueur ascicét sareng literatur hysic ditulis sareng tetep di anjeunna dina tradisi Islam. Anjeunna ogé dilaporkeun pisan anu bakal datang-datangeun Muhammad ku ngagunakeun Ngaran Ahmad.\n\nDina ahir waktos, Yesus bakal uih deui dina idiam Al Mahdi pikeun maéhan al-Maha-Dajal (Gedog) bakal bubar sareng MAJog). di bumi. Saatos makhlana bakal mujijay bakal perish, imam mamai sareng Jesus bakal negeskeun dunya, ngadegkeun karapihan sareng kaadilan saatos aya dingil 40 taun. Sababaraha umat Islam percaya yén IMA bakal dikubur bareng di Muhammad ka kuburan anu dipesen anu luar biasa dina Medinah.\n\nYesus kahartos ku umat Islam janten salah sahiji kasatok Islam anu paling penting. Tempatna dimana Yesus percanten, Umumyad patjid, dipaké pisan ku Mustims salaku situs anu paling luhur tina The Ol Islam.\n\nKalahiran\nAkun Yesus di Alaya saleresna jaga sareng kalahiran indungna, Maryam, sareng jasa anjeunna dina campuran Jerusalem. Nalika di handap ieu ngurus zecaria nabi, anu mangrupikeun bapa Yahoma (John Baptis). Naratif ngalahirkeun di Al-Quran pikeun Yesus dimimitian di Quran 19: 16-34 sareng Q3: 45-53.\nAnnunciation\n\nOleggesis Islam Ngabantosan kalahiran Virgin sami sareng Akun Injil sareng lumangsung di Bethleem. Nékatif lahira lahir nyaéta pengumuman ka Maryam ku malaikat Gabriel Gabriel bari Maryana diangkat dina baudera saatosna berharga ku indungna. Gablix nyatakeun anjeunna ngahormatan sadayana awéwé sadaya bangsa sareng parantos nyandak tidinging lalaki anu bungah.\n\nAnnunciation dina miniatur\nGabriel nyatakeun Putra Naha uninga AA, Mothtih, ngumumkeun anjeunna disebut nabi anu saé. Mary, naroskeun kumaha anjeunna tiasa Creied sareng ngagaduhan anak nalika teu aya manusa anu parantos keuna nya, diawalan ku malaikat anu Tuhan, sareng kedahna lulus, sareng éta kedahna maot, sareng anu kedah diturunkeun.\n\nNaratif ti Quran diteruskeun sareng Maryam, Diungkabkeun ku nyeri tuangeun cai anu tiasa nginum sareng tangkal palaku sahingga duka. Saatos ngalahir, Mary mawa orok Yesus balik ka bait sareng anjeunna dipenta ku sesep kana anak anu. Sanggeus paréntah ku Gabriel ka sumpah tiiseun, anjeunna nunjuk ka Yesus orok sareng ngumumkeun orok:\n\nSaur anjeunna, kuring abdi Anjeunna parantos nunjukkeun buku, sareng damel kuring nabi. Anjeunna parantos ngajantenkeun kuring berkah dimana kuring, sareng parantos diuji ku kuring ibadah sareng Alms, Salami kuring cicing; sareng janten leuleus kuring; sareng henteu dilakukeun ku kuring ngahalangan, hampang. Damai kuring dina dinten kuring lahir, dinten kuring bakal maot, sareng dinten kuring bakal diangkat hirup. [8]\n\nYesus nyarios tina jamirkeun mangrupikeun salah sahiji tina genep mujijat anu teu aya hubunganana sareng anjeunna dina Al-Quran, anu ogé dipendakan diabah Gractel, damel anu kagenungan. [Surya abad ka genep. [Sawatet Ager. [ Numutkeun kana sagala rupa ariths, Yesus sareng Mary henteu ceurik di kalahiran. [11] Nabi Islam Muhammad ngajelaskeun yén duanana Yesus sareng Mary mangrupikeun hiji-hijina manusa anu dilahirkeun ku kalahiran tilu-genep puluh. [12\n\nNaratesan kalahiran\n\nNumutkeun kana Al-Quran, nyeri buruh nyandak mary kana kalapa tangkal korma.\nIdasi Islam gecoed sababaraha tempat lapangan anu aya hubunganana tradisi Krito anu marah (atanapi makham) mangrupikeun indian literal nalika Yesus diijinkeun. Akun anu paling rinci ngeunaan Annunchation sareng kalahiran Yesus disayogikeun dina Surah 3 (Al IMran) sareng 19 (Maryam) tina Al-Quran putra, sanaos janten parawan. [13]\n\nSababaraha akademis parantos nyatakeun yén rekening di Surah 19 [14] khususna caket kana Injil Kristen. [15] Organitas ka Mary disebatkeun dua kali dina Al-Quran sareng boh dina instansi Mary / Maryam béjakeun yén anjeunna dipilih ku Allah. Dina conto anu munggaran, anu gaduh warta (anu dipercaya ku paling muslims janten bangsa Archangel Gabriel), dikirimkeun warta di (Q3: 42-47) nalika anjeunna nyandak bentuk manusa (Q12) . [16] [17] Detailna kepepitina henteu dibahas tapi nalika Mary-kumaha anjeunna tiasa nanggung putra anu maréntahkeun ngalanggar na. Kuring nyarios ka anjeunna wilayah Al-Quran (Q21: 91 sareng Q66: 12) Nyarioskeun yén Allah ngabeledug malaikat na Mary, Negune,\n\nDagang Halaxi Opim Sejarian Ibn Ishaq (704-767), nyerat akunna asli (di awal), anjeunna henteu tiasa ngajaga dirina, anjeunna ngalebetkeun anjeunna kaarbit na dingaran george. Dicas dina garéja, anjeunna ngagabung ku pamuda anu namina Nhiosep, sareng aranjeunna ngabantosan hiji cai fokrat anu sanés sareng tugas sanés. Akun kalahiran Yesus nuturkeun naratif Al-Quran, nambihan yén kalahiran di Bethlehem gigir tangkal palem kalayan mangsa. [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21] [21]\n\nAgung 1th Perusahaan Sebul Al-Tabari (839-923), nyebut amplok ti Raja Persia kalayan kado (mirip sareng magai; Paréntah ka Main anu disebat Joseph (henteu khusus Mary (nyandak anjeunna sareng murangkalih sareng Mesir sareng engké uih deui ka Nazareth. [22]\n\nBudak leutik\nArtikel utama: Milarian di kuil\nTingali ogé: penerbangan kana Mesir sareng Inport Invanced of Thomas\nAluran henteu kaasup tradisi penerbangan kana Mūhps Tenang sareng disiram sareng cinyusu. \"[25], tapi narasi sami sareng naratif anu dipendakan dina basa-tradisional sareng peminawan Island. Sababaraha naratif ngagaduhan Yesus sareng kulawarga tetep di Mesir dugi ka 12 taun. [26] Seueur carita moral sareng acara anu edium Iszimia Momo Yesus disebut di Qisas AL ALUAA (carita nabi ngeunaan kasep putusan sareng Harita. [7]\n\nAl-Mateshi nyerat yén Yesus salaku budak lalaki diajar agama Yahudi ti psalms sareng mendakan \"dipendakan\" disusut dina karakter cahaya \":\n\n\"Anjeun putra sareng anu dipikacinta; kuring parantos milih anjeun pikeun kuring sorangan\"\n\nKalayan Yesus teras ngaku:\n\n\"Dinten kecap Allah anu dikaluarkeun dina putra lalaki.\" [22]\n\nDi Mesir\nTingali ogé: Inospruk Infrel of Thomas\nSababaraha narasiadjaan nunjukkeun sababaraha penting sareng kabiasaan di tulisan Islam anu paduli Yesus's, khususna waktos na di Mesir sareng hal-hal. Kaseueuran obat anu tiasa dipendakan di sumber kristisme non-tiasa sapertose, upamana parangkat Thomas prodic. Hiji anu siga anu sapertos ti Al-Athir dina kasampurnaan sajarah anu ngandung jesus anu énggal\n\nSababaraha naratif anu sanés budak leutik Yesus's anu populer Seueur kabukiji anu mujijat dikomsicungan ka Yesus bari di Mesir [26] (tingali §iscara kaajaiban sanés).\n\nKemel\n\nWalungan Yordan, dimana Yesus dibaptis ku Yahya IBN Zakariyya (John Baptisan). [29]\nMisi\nTingali ogé: Kamentrian Yesus sareng Rasul (Islam)\nSakumum umumna sapuk yén Yesus Spue Arumic, basa umum Yudea dina abad kahiji A.D. [30]\n\nPintonan anu pangheulana sareng Istu pondokna dina rasa Islam mangrupikeun tina novét - hiji manusa anu dipilih ku Allah pikeun mamaahakeun ka babaturan sareng tangtangan pikeun merembulkeun ka Allah anu leres. Ti dasar ieu, anu diweler dina sagala provhet sateuacana ngalangkungan lenangan identitas Muslim, Yesus dianggap henteu langkung ti Mandemén. Kaajaiban Yesus sareng judul Quréik anu matak aya ku Yesus nunjukkeun kakawasaan gusti ngan ukur diantitas Yesus - kakuatan anu sami tungtungna balikan nabét. Some Islamic traditions believe Jesus' mission was only to the people of Israel and his status as a prophet being confirmed by numerous miracles.[31][32]\n\nGambar anu kadua Yesus anu kadua nyaéta sosok tungtung waktos. Konsep ieu timbul biasana tina has akhit. Tradisi Muslim ngawangun ripat anu sami kapendikan dina kanikep kasohian, ningali Yesus ambangan dina ahir waktos sareng turun ka bumi. Naratif ieu ngartos juara ngabalukarkeun Islam, sareng sababaraha tradisi Yeess anu rékaran ka primitip Muhammad. Kaseueuran tradisi Negara Yesus teras maot maot maot alami. [33]\n\nGambar anu katilu sareng khas nyaéta Yesus ngalambangkeun tokoh ascétik - nabhet manah. Sanajan Al QURan Rujukan ka 'Injel' of Yesus, jalma anu khusus ti anjeunna henteu disebatkeun dina nut Quran atanapi salajengna. Aranjeunna lega. Tambangan SUFI mangrupikeun timana nalika diperaskeun, dicantuan salaku guru spiritual anu ku sora spiritual sareng sora anu béda sareng sifet anu sanés, kalebet Muhammad. Sufisme condong ngajalaan diménsi kasalahan ka dewa ngalangkungan seueur pendekatan, kalebet Ascicicism, philosa, puilosa, tangan spyulatif, sareng padika mystikal. Sanaos sarfisme ka pikiran kulon tiasa sigana ngabagi asalitas atanapi elemen nooplatonisme, gnosticisme, sareng BRNOSRION, sareng BRNOSNI, sareng Imman.\n\nDabah\nKonsep-konsep Islam anu dijujut ti IesUS dipercaya parantos asalna di KUFA, Iraq, handapeun Caliphate tradisi Islam sareng Benang Dipoplumsilim. Konsep Yesus sareng mérama presforna diman diadopsi tina umat Krantika Saltiks Arab Sisaria Besasjari Besar gereja resmi ti romé. [35]\n\nCarita pangheulana, nambihan kirang 85, kapanggih dina dua koleksi sacara literatur astra Ascice asup kana Komab Al-Zuh'd Wa'l (D. Kitab Al-Zuhd (buku Asceticism) ku Ibn Hanbal (D. 855). Sebut ieu digolongkeun kana opat kelompok dasar: a) cita eschatologis; b) Sebutan Injil-Injil; c) cariosan ascét sareng carita; d) Nyebutkeun pidato intra-muslim. [36]\n\nGrup kahiji tina sebutan panyebaran Yesus's archetpe salaku ngagambar di ayar. Ujian kadua, sanaos ngandung inti Indigar, diangkat sareng \"ujung Islam anu sami\". Grup katilu, janten panggedéna opat, Panglut Yesus salaku patron saalama staf musi ascentisme Ascicalism. Grup terakhir ngawangun kana Archetpe Islam sareng Defrtasi Muslim-Musslim of Yesus sareng atsus na, langkung ideu esotikik ngeunaan \"sumanget Alloh\". [Kegum Allah \".\n\nMujijat\nArtikel utama: Ucacles Yesus\nTingali ogé: Inospruk Infrel of Thomas\nSéntra Quran sahenteuna sahenteuna genep kaajaiban ka Yesus, langkung seueur tambah dina abad sareng panulis sareng para pendider. Ubar anu disababkeun ka Yesus sakumaha tanda-tanda nuuntuh na, otoritasna, numutkeun perbaikan sareng profontonys Islammi (Dar Ac-Maintiq , 1943; 2nd ed. 1967). Di Kristus Dina Perment Carmani Al-Alam sareng Modik modéren (1960), AL-Hongherni Dikody Umum Muhammad Henteu Ngaku Kaajaiban. [38]\n\nPeningkatan kaurjis dina Quranban henteu lepet untacle sareng Injil Gnosik non-tiasa nononic, anu kalebet detil sareng 38] INTERY. [38] Over the centuries, these six miracle narratives have been elaborated through Hadith and poetry, with religious writings including some of the other miracles mentioned in the Gospel, non-canonical sources, and from lore.[26][28]\n\nNyarios tina ayunan\nNyarios ti sontara disebatkeun di tilu tempat-tempatna di Al-Itran: OF-IM-Imran (31, 46, Al-Ika (19-30. Bagian tina narasi ngagaduhan Yesus orok nyababkeun indungna Maryam ti tuduhan anu gaduh kalahiran anu dikenal tanpa salaki anu dikenal. [39] Alam Islam teu jelas ngeunaan Joseph sareng gaji.cus ieu pangaruh Indiflic ieu ieu di Unhukum salaku Nikfik N't Aliran. Yesus nyarios salaku malaikat Gabri Sérnar parantos nyarios dina Annunchiation: Yesus ngumumkeun Huia, Hirup anjeunna bakal maot, dinten anjeunna bakal maot, dinten anjeunna bakal maot, dinten anjeunna bakal maot, dinten anjeunna bakal maot. , sareng dinten anjeunna diangkat hirup. [40]\n\nSanaos naratif khusus ieu teu kapendak dina tanpa buahan, tema dicakikeun tina canle kapanggih dina jalan anu henteu maskonic putha-isdi miskicalik. That source has Jesus declaring himself the Son of God, the Word, and affirming what the angel Gabriel had previously announced to Mary as detailed in the Gospel.[39]\n\nNyiptakeun manuk ti liat\nCarana kaajaiban nyiptakeun manuk tina taneuh liat sareng engapan hirup kana aranjeunna nalika murangkalih disebatkeun dina al-Ifran (3) 109 sareng Al-Iga. Sanaos Mahaja ieu ogé henteu ditahanggu dina Injilipeal, narékim anu sami sayogi-jumlah pra-thomasic of Thomasse antara sumber Yesher ieu. [Carafa ieu. [Carafir ieu. [Carafir ieu. 41] [42]\n\nNyageurkeun buta sareng lepers\nTingali ogé: nyageurkeun dua lalaki buta di galilee sareng ngabersihkeun sapuluh lepers\nSarupa jeung Perjangjian Anyar, Quran Nyebutkeun Jesus nyageurkeun buta sareng lepers dina Al-Imran (39. 49. Mimime Himde janten cageur sareng yén Yesus nyageurkeun kasakit ieu ngaliwatan doa ngan ukur. [43] Senén abad pertét Ala'labi nyerat perkawis dua kasakit khusus éta saluareun bantosan médis, sareng mujijat Yesus ieu maksudna disaksian ku batur anu jelas. [41] sapertos tanda-tanda pesenna. [41]\n\nNgumpulkeun mayit\nYesus dipercaya parantos ngangkat jalma ti paéh, sakumaha anu disebatkeun dina al-Imran (3) 49. Sanaos henteu aya detailna dibéré sareng sakitar. tina Jairus, putra Ricow di Nain, sareng Lazarus). [44]\n\nSusunan\nYesus sanggup ngaduga, atanapi ngagaduhan fetknownedge, [45] naon anu disumputkeun atanapi henteu dipikanyaho ka batur. Hiji conto nyaéta Yesus bakal ngajawab kalayan leres sareng unggal patarosan anu ditaroskeun anjeunna. Conto séjén nyaéta Yesus kudu dimana jalma ngan didahar, ogé naon anu parantos disimpen di imahna. [26]\n\nMéja dahareun ti surga\nArtikel utama: nyoco seueur seueur\nTingali ogé: Gagasan Tukang\nDina bab lima taun di Al-Quran, al-Ma'ida (5) 112-115, sabagian nyebar disiplak jétaan kuring di tukangeun. Ieu tiasa janten rujukan anu mungkin pikeun Eucharists numutkeun Profesor of Studi Islam sareng Panulis Arab W. Montgomery W. D. 2006). [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. [46]. Numutkeun kana Profunor tina agama Bandingkeun Groper Grooffrey (D. 2005), éta teu jelas upami carita ieu paralel\n\nHiji waktos disiples nyarios, O Yesus, putra Mary, tiasa Gusti anjeun ngintunkeun hiji méja ti surga? Saur anjeunna, kasieun ku Gusti upami anjeun mangrupikeun iman. Alat éta urang hoyong tuang di dinya, sareng rumus urang tiasa kabeneran, sareng urang tiasa terang anjeun parantos diucapkeun pisan sareng diantara saksi éta. Yesus, putra Mary, Gusti Gusti urang ngirimkeun ka urang méja ti sawarga, janten pikeun urang festival, sareng urang dahareun) ka kami, pikeun anjeun anu pangsaéna pikeun panyadia. Gusti nyarios kuring ngintunkeun ka anjeun. [46]\n\nDina catetan ku Surdi Guart Ealice Tali, sateuacan tuangeun saasih, ancangsa tileur anu hariwang. Ku alatan éta, jesus ngajak murid-muridna pikeun tuangeun anu terakhir. Sabada tuang, anjeunna kedah niputan tangan sareng ngalaksanakeun sambungkeunna pikeun ngusap tangan dina pakean na. Salajengna Yesus ngawaler ka aranjeunna: \"Kanggo anu kuring parantos dilakukeun pikeun anjeun wengi ayeuna, dina éta kuring ngalayanan anjeun tuang sareng ngumbah leungeun anjeun dina jalma, dugi ka janten anjeun. Tiasa janten anjeun terang Naha henteu matak horang dina hubungan anu sanés tapi rada nyebarkeun diri pikeun silih sakumaha kuring parantos ngembangkeun diri pikeun anjeun. \" Saatos maréntah disiples dina ajaran-Na, Yesus foretells yén salah sahiji diantarana bakal mungkir anjeunna sareng anu ngahov ngahianakeun anjeunna. Kumaha oge, luyu sareng panempoan Islam dina pupusna Yesus, ngan mayit dina semang inklance tina Yesus dikaling sareng Yesus nyalira. [48]\n\nKacapi kaajaiban sanés\nSeueur carita sareng ngawatatif parantos dikembangkeun salami taun-taun ngeunaan Yesus, ngandung pelajaran anu alian anu tangtu atanapi nyayogikeun artos ngeunaan Quran ngeunaan Yesus ngeunaan Yesus. Sababaraha narasi ieu sami dina alam pikeun Perjangjian Anyar, sedengkeun sababaraha ngagambarkeun Yesus dina cara anu pohara manusa.\n\nDi sagigireun sababaraha ridang dokenerasi mujijat Yesus anu disebatkeun ku lembaga muslim di paduli - sareng nyababkeun indung) sababarahajel sanés ti mana gagjang - sababaraha mujijat Ovalare: Ngajelaskeun dasar musim Muslim ka hiji sakola, ngalaan anu malingna aya kana palaeut anu cekap, Kontampu kosong tina raja dina raisana dina raja anu maot ti maot, ngangkat anak teu kahaja tiwas, sareng nyababkeun pakean tina hiji warna berwarna tunggal sareng rupa-rupa warna. [26]\n\nNyageurkeun putra karajaan karajaan\nArtikel utama: nyageurkeun putra karajaan karajaan\nAl--Bari (D. 923) ngalaporkeun carita ngeunaan patepungan Yesus 'hiji raja tangtu di daérah sareng nyageurkeun putra. Identitas raja kas raja henteu disebut bari legendar nunjukkeun Pilipul. Rujukan Alkitab anu aya nyaéta \"putra karajaan Royal\". [49]\n\nKaranjingan sareng kabeneran-nyarios\nCarita legendarud tina kaajaiban ku Yesus ngora, dipaké salaku pelajaran ngora anu paling anyar sapertos anu dipanén di Wétan Tengah kota AdymoB, hurung beonish. Sanaos mawa nada polemik, pusat pelajaran di karanjingan sareng kabeneran anu ditaroskeun kana narasi. Ieu mangrupikeun carita anu sering di buku barudak. [50]\n\nHikmah\nTingali ogé: Logos (Islam) sareng logos (Kristen)\nCarita ka Maju Leseary levenda mangrupikeun salah sahiji hikmur Yesus '. Katerangan ieu, dilaporkeun ngalangkungan al-tabari ti IBN, ngobrol ngeunaan Mary Ngirim Yesus ka sakola agama sareng guru anu ondang. [26] Bujang. [26] Bujang. [26] Bujang. [26] Bujang. [26] Bujang. [26] Bujang. [26] Bujang. [26]\n\nDahareun di imah barudak\nCarita sanésna ti al-tabari nyarioskeun ka Yesus anu muda maén sareng nonoman kampung na sareng nyarioskeun aranjeunna naon anu tuangeunana di bumi.\n\nNumutkeun rinci ngeunaan narasi, sababaraha kolotna janten ngaganggu sareng ngilancara barudak maén sareng Yesus, curiga anjeunna magang. Salaku hasilna, kolotna ngajagat barudakna ngajauhan Yesus sareng kumpul budak aranjeunna ka hiji bumi. Hiji poé, raoskeun sepi, Yesus angkat kaluar réréncangan, sareng dugi ka imah ieu anjeunna naroskeun ka sepuh anu murangkalih dimana murangkalih. Kolotna Boh, ngaréspon yén barudak henteu aya. Sanggeus Yesus naroskeun saha waé, éta, éta di bumi, sepuhna ngageroan Yesus hiji babi. Yesus teras nyarios \"hayu aya di bumi di bumi ieu\", kéngingkeun budakna ka warnana. [28]\n\nTien abad, panulis muslim ogé ogé ningali kaajaiban anu sanés ngagaduhan dusiasan, parantos diinjeum ti sumber-sumber Islandika salaku Katalian ngeunaan Yesus diangkat.\n\nWahyu\nArtikel utama: Injil dina Islam\nMuslim yakin yén Allah ngungkabkeun koran énggal ka Yesus, disebut al-lada (Injil), jangkauan (The Zabat). [Baek). [Psalms). Al-Quran nyarios langkung resep tina al-Campīl, anu ngajelaskeun salaku scragite anu ngeusi haté para pengikut sareng kancah. Otegesis Islam Tradisional ngaku pesen Alkitabiah ka parantos disimpang (Tahrif), ditepahan TA'yin Al-Mubham (\"Resolusi Aciganity\"). [52]. Usaha polemik ieu ngagaduhan asal-usulna dina jaman pertengahan kalayan Ab Abah Al-Jabern Ibu Ahmad. [53] Ngeunang undang-undang Moses, Al-Quran nunjukkeun yén Yesus henteu ngaleungitkeun hukum y Yahudi tapi rada mastikeunana, sedengkeun oge abrogative sebalan. [\n\nMuslim ngagaduhan lami dipercaya yén Paul niat ngabatesan ajaran aslina Yesus. [55] Nilai Sejarian ka 9.\n\nNumutkeun ka Yusuf al-Qaradawi dina buktana anu sah sareng anu dilarang dina Islam, penampilan hukum Yesuse ku Allah Koméntar klasik sapertos tifsir al-Jalalhayn noksipikeun aranjeunna hubunganikeun pikeun konsumsi lauk sareng daging manuk tanpa paku, atanapi kaayaan manuk. [\n\nSebutkeun di Quran\nMurid\nUrang Alasan nyatakeun yén Yesus dibantuan ku sakelompok disiplak (ḥAWĀRāyyyyr; anu dipercaya dina pesen na. Sanaos henteu ngaran disiples, The Quran Mangga masihan sababaraha instansi jesus ngajawan kana aranjeunna. Muslims Ningali Disiples Yesus sapertos idéna (ṣaḥāba) ti Muhammad. [59] Numutkeun ka Kristian, nami tina disiplak dua belasan gaduh Peter, Andrew, Jaun, Moan, Jomas, sareng Havas, sareng Hava, sareng Havas, sareng Warnas.\n\nAluran Quran Sebutan dina Bab 3, ayat 52-53, yén diskles anu dikintunkeun ka iman Islam: [sumber primér anu diperyogikeun]\n\nNalika Yesus mendakan teu percaya yén bagian anjeunna nyarios: \"Saha anu bakal aya anu ngabantosan (karya) Gusti?\" Ceuk disiples: \"Kami mangrupikeun pitulung dewa: Kami percanten ka Allah, sareng naha aranjeunna nanggung saksi yén urang muslim. Gusti urang! Kami percanten ka naon anu diturunkeun saksi. \"\n\n- Qurrah al-Imran 52-53 [60]\nNékatif pangpanjangna kalebet kompleks Yesus nyaéta nalika yesus ngalaksanakeun mujijat mawa méja pangan ti surga dina pamundutna, pikeun nyatakeun pesenna.\n\nAscisan\nAyat A-Nisa 157 mangrupikeun ayat utami tina Al-Quran pikeun ningali acara Yesus '. [61] Éta nyarios yén Yesus teu dibunuh sareng sanés disaluh, tapi 'dilakukeun\nAyat an-nisa 157\nAnu ceuk aranjeunna (di det), \"Urang maéhan Miveuas Yangus Year of Maryam Mary, utusan Allah '; supados dikandung pikeun anjeunna, tapi anu bénten-mana waé Darah pinuh reses, ngandung henteu (ka pangaweruh, tapi ngan ukur katuntihan tuturkeun, kanggo situs hiji procty aranjeunna maéhan anjeunna.\n\nnémbongan aranjeunna '. [62] Kaseueuran tradisi Islam sacara kategori muncul yén Yesus fisik maot dina salib atanapi henteu. [63] [64] [64] Laporan Islam Laporan Islam anu sejen anu disaluyukeun dina tempat Yesus '. Tapi, sababaraha scholar Muslim modern percaya yén Isa nasi memang paéh, sareng rujukan kana systimal nyaéta simboltina, sanés literal. Kasabaran ieu ngeunaan sipat maotna Yeseus anu dipendakan dina kanon Islamis sorangan, kalayan hemat atbit pangheulana ngitung para sahabat Muhammad nyarioskeun yén Yesus duanana dikandung. Samentara éta, seuseueurna hyith sareng tafsir bantosan dina kahadean sabalikna. [Citit\n\nNumutkeun kana Quran, anjeunna henteu kasebat, tapi langkung dicirikeun ku Allah. (Sanajan tradisi Islam anu pangjueukeutna sareng Invegesissicisis kutipan laporan anu rada naskah ngeunaan maot sareng panjangna, umat Islam percaya yén Oesgs henteu maot dina kana silang hirup.\n\nSabalibi\nIT teu jelas pisan ka tempat aksestor kertas anu asalna, tapi sawarta patsa mertimbangkeun téori anu asalna diantara kelompok gnosttik. [10] LIirvik mendakan Al-Quran sareng hashit parantos jelas dipangaruhan ku non-kanonical ('heretical') Kristen\n\nSedengkeun sabagéan ageung saraar kulon, [66] urang Yahudi, [67] sareng Kristen yakin yén Yesus maot, ortodox Katerangan anu disukai ku Yesus (CF. Irenyus's of Limbe-bencana, Buku I, Ch. XXIV, 4.).\n\nSababaraha henteu satuju sareng discord tiasa katingal dimimitian sareng IBN Ishaq (d. 761) kagiatan ringkes pikeun panyisangan jesus, sedengkeun anu ngalaporkeun yén kuburan Yesus lokasina di Medina sareng katilu ngeusi tempat-tempat di Alasan (3:55; 4: 158) anu dibawa ka Yesus dugi ka dirina. [70]\n\nIBN Katir (D. 1373) Skosi ieu nunjukkeun yén kriscionionion henteu lumangsung, tapi henteu sareng Yesus. [81] Saatos hasil, Ibas Kathir Laporkeun jalma-jalma dibagi jadi tilu kelompok ngiringan obat anu béda; The Yakobittittite \"Gusti tetep sareng AS salami anjeunna bakal janten teras anjeunna tiasa diganggu ka surga\"; Nurorians percaya sajabaaus Allah sareng urang salami anjeunna uih dugi ka gusti ngangkat anjeunna ka surga \"; Sareng umat Islam percaya \"abdi sareng utusan sareng Ibu Allah, Yesus, tetep sareng AS salami Gusti ngangkat dugi ka anjeunna.\" [82]\n\nDimimitian\nTimeline sumping Yesus sateuacan dinten pengadilan\n\nMinaret ISA dina masjid Umayyad, Damsyes\nNumutkeun kana tradisi Islam, parantos lebet ka surga sareng cicing di dinya 2000+ taun, Yesus, dieusian perang ikleunna.) Sareng pengikutanggananana , bunangkeun kana bantosan Mahdi sareng pengikut muslim na. [86] diasah dina Robes saffron sareng sirahna langkung alit, anu dipercaya janten minaret bodas, anu dipercaya janten minaret bodas nyaéta Dina masjid Umayyad. [87] Anjeunna bakal ngagagas si Mahdi sareng (janten muslim) Dright di sabagean anjeunna.\n\nAfterwards, he will \"break the cross, kill the pigs, and abolish the Jizya tax\", according to a well-known Sahih al-Bukhari hadith.[89][90] \"Kotretasi biasa\" prophecy ieu, janten muslim, Yesus bakal nempatkeun ka mundur nyalira sareng dina kapercayaan \". Anjeunna bakal ngitung hukum Kosher / Halal ditinggalkeun ku Kristen; [91] Sareng sabab urang Yahudi sareng Krama (Numutkeun ka hiji Hirit, Yesus bakal \"Ngancurkeun Garéja sareng Kuil sareng Maéhan Kristen kecuali upami aranjeunna percanten ka anjeunna.\" [93] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1] [Catetan 1]\n\nTeks Islam ogé henteu terang kana manjangan ngeunaan ménu Gol Kurur Gusti, ngaréspon doa Yesus, bakal maéhan aranjeunna ku ngirim jinis cacing dina lembar beuheung na, sareng kirim manuk ageung pikeun ngalaksanakeun mayit. [86] Saatos pupusna MAHDI, Yesus bakal kalaksanakeun kinipulasi Dunya sareng karapihan sareng kaadilan bakal universal.\n\nOgé ku tradisi, Jesus bakal murangkalih, ngagaduhan barudak, sareng mutuskeun dunya salami opat puluh taun (tradisi-rata masihan seueur waktos anu béda. [96] Islims bakal teras ngalaksanakeun Dewa dana anu teras teras ngubur anjeunna di kubah héjo di kota Madinar di gigireun Muhammad. [Abu Takmad. [The Bakr, Abu Numutkeun legenda ibnatu IBN, dua posiphs bakal naék tina maot antara dua nabi. [98]\n\nUsusp sumber\nNalika Quran henteu ngajelaskeun naon anu di luhureun Narvatif Yesus ', [99] Seueur muslim yakin yén dua ayat Quranic (1) Ayat anu disebatkeun di luhur nyarios anjeunna henteu pernah maot di Bumi:\n\n\"Sareng [pikeun] saurna, 'memang, kami parantos maéhan Miveui, Yesus, putra Mary, alinal allah.' Sareng aranjeunna henteu maéhan anjeunna, atanapi henteu aranjeunna nyolong anjeunna; tapi [sanés] dilakukeun pikeun aranjeunna. Sareng pisan, jalma-jalma anu gaduh pangaruh ngeunaan éta. Aranjeunna gaduh henteu kanyaho ngeunaan éta . Sareng aranjeunna henteu maéhan anjeunna, pasti. \" (Q.4: 157 :)\nSareng topi anu kadua diinterpretasi pikeun nunjukkeun konéksi antara Yesus sareng \"jam\" (waktos akhir):\n\n\"Sareng Lo! (Q.43: 61 transctall). [90]\nHeritS dina uih Yesus dirajukan deui Abu Lurha, salah sahiji Sahaba, tapi saleresna diwanohkeun nalika wuran arbitate naripal, nalika aviphasate awal. Samentawis pikeun yas, Mahdi bakal janten Juru Salamet, sababaraha Carnis condong ngareupkeun Yesus uih. Dina mangsa calipah anu mimiti, ngagem crucifiogrip dina prosesi sareng nyekel babi di umum, dilarang. Disebutkeun, compa bros, tiasa ngagambarkeun anu henteu jelas tina simbul ieu ku umlim Islim, sareng babi Langfér. [100]\n\nJesus is mentioned about 187 times in the Quran, directly and indirectly, and also referred to by many titles, the most common being al-Masih ('the Messiah').[3][110][111][112][33] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nAppearance\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Muhammad dina Islam\nTi Wikipédia, énsiklopédia bébas\nLuncat ka Naveljump pikeun milarian\nTulisan ieu dumasar kana peran sareng pentingna Muhammad dina kontéks Islam. Kanggo gambaran umum, tingali Muhammad.\nImam al-anbiya\nRasūl allāh\nMuhammad\nمحمد\nمحمد صلى الله عليهههs omimirmi. Svg\n'Muhammad' dina Calligraphy Islam\nNabi Islam\nDimimitian ku ISA (Yesus)\nSuksés ku posisi anu dibongkar\nJudul Khatam an-Nabiyyin ('segel nabi')\nPribadi\nLahir Senén, 12 Rabi 'Al-Awwal 53 BH (570 CE)\nMekama, Hazaz, Arab\nDibeh Senén, 12 Rabi 'AL-ARWAL 11 AH (8 Juni 632 CE)\nMadina, Hazaz, Arab\nIstirahat tempat héjo kombe, masjun nabi, Madinia\nAgama Islam\nIstri ningali istri anu Muhammad\nBarudak ningali barudak Muhammad\nKolot\nConver allah ibn Abd al-Muttalib (Bapa)\nAmina Bint Wahb (indung)\nGawé damel (s) konstitusi Madina\nNgaran séjén ningali ngaran sareng judul Muhammad\nBaraya ningali tangkal kulawarga Muhammad, AHL al-Sayt (\"Kulawarga bumi\")\nTandatangan Muhammad segel.svg\nSegel Muhammad\nPamimpin Muslim\nSukses ningali kasuksésan ka Muhammad\nNgaran Arab\nPribadi (ism) Muhammad\nPatrizic (Nasab) Muḥammad Ibn Abd Silah IBN Abd Ab Serikat Al Muttalib Ibn Ibn IBN IBN IFN\nTKNZON (Kunya) Abu Al-Qasiim\nBismilahir Rahmanir Rahim\nBagian tina séri Islam\nNabi Islam\nAnbiya\nNabi di Quran\nDidaptarkeun ku ngaran Islam sareng nami Alkitab.\n'Ādam (adam)'idrīs (enoch) nūḥ (noh) hūd (ébd) ṣG Jethro) Mūsā (Moses) Hārūn (Aaron) Dharl-Kifl (EzeNiel atanapi Gauta Buddra) Syaha) ) Muḥammad (Muhammad)\nAcara utama\nTampilan\n Portal Islam\nvtee\nBagian tina séri\nIslam\nAllah3.svg\nKapercayaan\nKondekonan\nTeks\nSajarah\nBudaya sareng masarakat\nJejer anu aya hubunganana\n Portal Islam\nvtee\nMuḥammad Ibn Abd ALAH (Arab: OFمد Q IPE بن Aldongs ٱله; C.570 - 8 Juni 632 Nu Ceal of Burnia Islam. Umat ​​Islam percaya yén Quran, téks Umfir Islam, ditertikeun ku Muhammad ku Gusti, sareng Muhammad anu henteu dipasihkeun ku Myammad. Moses, Yesus, sareng propét sanés. [1] [2] [3] [4] Kasar agama, sosial, jeung pulitik pulitik anu kuat ngadegkeun jeung sekaran jadi dasar Islam sareng dunya Muslim. [Dunya Kepala. [Dunya Kepala. [5]\n\nLahir taun 53 B Dina umur 40 taun di 11 BH (610 CE), Muhammad nyaéta saurna pikeun nampi sormutan verbal nya Di genga, anu awal katurunan anu terus dugi ka tungtung gading éta; sareng umat Islam nahan Muhammad ditaros ku Gusti pikeun ngahargaan kana dewa pikeun ngarampa cita cita-cita hadir, [8] [8] [1] Kusabab dilaksanakeun tina umat Islam anu nembé dirobah, kana uleman tina utusan ti Madinandia (teras katelah yattrib), Muhrowsad sareng para pemengkara na. [10] [10] [10] [ 11] Titik péngkolan di kahirupan Muhammad, Hegira ieu ogé nyirian awal Kalenda Islam. In Medina, Muhammad sketched out the Constitution of Medina specifying the rights of and relations among the various existing communities there, formed an independent community, and managed to establish the first Islamic state.[12] Despite the ongoing hostility of the Meccans, Muhammad, along with his followers, took control of Mecca in 630,[13][14] and ordered the destruction of all pagan idols.[15][16] Dina taun-taun ka ayeuna di Aadina, Muhammad henteu kéngingkeun ku kadaritaeun bangsa Arabah [17] sareng diboyong. Ku waktosna anjeunna maot dina sakitar 11 A A - 632 CE), ampir sadayana sakelompok Jautan Arab parantos dirobih kana Islam. [19]\n\nMuslims often refer to Muhammad as Prophet Muhammad, or just \"The Prophet\" or \"The Messenger\", and regard him as the greatest of all Prophets.[1][20][21][22] Anjeunna katingal ku muslim salaku nu gaduh sadayana kabiasaan. [23] Salaku kalakuan hormat, umat Islam Turutan ngaran Muhammad ku benedic Arab Sentalllahu 'alayhi Salam, (PBAH \".\n\nDi Quran\nInpormasi salajengna: Muhammad di Quran\n\nNgaran Muhammad ditulis di thuluth, rupa skrip skrip islamal Islam\nQurawing Enerderates sakedik kahirupan-umur Muhammad sanés sacara sanés atanapi rincian biografis anu sanés, tapi ngobrol misi zimat na moral, sareng daérahalaman térnammad. Numutkeun kana Quran, Muhammad mangrupikeun ranté ngajalat anu dikirim ku Allah (33:40). Sapanjang Quran, Muhammad disebut salaku \"Murerane\", \"Teu kerja Gusti\", sareng \"Abshet\". Sababaraha ayat sapertos nyaéta 2: 101, 2: 143, 2: 151, 3:32, 3:74, 1:75, 5:72, 5:72, 15:4-7, 15:71, 5:72 , 8:01, 9: 3, 33:40, 48:29, sareng 66:09. Syarat sanésna dianggo, kalebet \"Peringatan\", \"ngagaléna tiding géla\", sareng \"anu ngajak jalma ka Allah tunggal\" (Quran7: 433: 43-46). Al-Quran negeskeun yén Muhammad nyaéta saurang lalaki anu ngagaduhan kaunggulan moral anu pangluhurna, sareng yén Alli anu ngajantenkeun anjeunna minangka conto anu saé atanapi Al-ALLS \". Al-Quran Dravaid naon waé tanda supertium pikeun Muhammad, [25] tapi ngajelaskeun anjeunna dina hal kualitas manusa positip. Dina sababaraha ayat, Al nyaéta Molamat Pratikom Muhammad ka Kamanusaan. Numutkeun kana Al-Quran, Gusti ngilik Mantammad sareng kaleresan (pesen Allah. Dina tradisi Islam, ieu hartosna yén gusti ngilangkeun Muhammad kalayan pesen na pikeun manusa di handap anu bakal masihan kasalametan dina siflifife, sareng kasuksésan Muhammad anu tetep hirup di dunya ieu . [26]\n\nNumutkeun Quran, anu puhakeun Muhammad diveded ku Yesus: \"Tapi émut, Yesus, putra-putri (ivusina) sateuacan kuring, sareng masihan tidinging gumbira tina utusan dugi ka kuring, saha nami bakal ahmad '\"(Quran 61: 6). Ngalangkungan ieu, awal muslimasi Arminkish ngaku ka handap pikeun iman énggal di tradisi agama anu tos aya sareng ramalan anu dituduhkeun tina Yesus. [27]"
}
