{
"Adam": "ผู้เผยพระวจนะคนแรกและพ่อของมนุษย์ทุกคน\nเรื่องราวของอดัมและการสร้างมีการประกอบไปทั่วอัลกุรอาน มีการอ้างอิงในบท: 2, 4, 5, 20, 21, 38 และอื่น ๆ ในการบรรยายอัลกุรอานพระเจ้าทรงสร้างมนุษยชาติออกมาจากดินเหนียว (Q3: 59), [18] รูปร่างเป็นรูปแบบจากนั้นสั่งให้ทูตสวรรค์ก้มตัว (ส่ง) ให้อาดัม Iblis ปฏิเสธจากความภาคภูมิใจ (Q15: 26-32) [19] และถูกเนรเทศจาก Jannah (Paradise)\n\nตามอัลกุรอานพระเจ้าได้ตัดสินใจแล้วก่อนที่จะสร้างอาดัมว่ามนุษย์ (อาดัมและลูกหลานของเขา) จะถูกวางไว้บนโลก ศาสนาอิสลามไม่ได้กำหนดชีวิตของมนุษยชาติบนโลกว่าเป็นการลงโทษ แต่เป็นส่วนหนึ่งของแผนของพระเจ้า\n\n\"'แท้จริงฉันจะวางมนุษย์มาหลายชั่วอายุคนในโลก' พวกเขา (ทูตสวรรค์) กล่าวว่า: 'คุณจะวางไว้ในนั้นในนั้นผู้ที่จะก่อความเสียหายในนั้นและหลั่งเลือดในขณะที่เรา (ทูตสวรรค์) เชิดชูคุณด้วยการสรรเสริญและขอบคุณและชำระให้คุณ?' พระเจ้าตรัสว่า: 'ฉันรู้สิ่งที่คุณไม่รู้' \"\n\nจากนั้นพระเจ้าสอนอาดัมชื่อของทุกสิ่งและรวบรวมทูตสวรรค์ต่อหน้าอาดัมเพื่อแสดงให้พวกเขาเห็นว่ามีอาดัมมากกว่าที่พวกเขารู้โดยเฉพาะอย่างยิ่งความสามารถทางปัญญาที่สูงของอาดัม:\n\n\"และเขาสอนชื่ออดัม - พวกเขาทั้งหมดจากนั้นเขาก็แสดงให้พวกเขาเห็นถึงทูตสวรรค์และพูดว่า\" แจ้งชื่อเหล่านี้ให้ฉันถ้าคุณเป็นคนจริง \"พวกเขากล่าวว่า:\" สง่าราศีกับเจ้า (ทูตสวรรค์กล่าว) จากความรู้ที่เราไม่มีเลยบันทึกสิ่งที่พระองค์ทรงสอนเรา: ในความเป็นจริงคุณเป็นคนที่สมบูรณ์แบบในความรู้และภูมิปัญญา \"เขากล่าวว่า:\" โออาดัม! บอกชื่อของพวกเขา \"เมื่อเขาบอกพวกเขาแล้วพระเจ้าตรัส (กับเทวดา):\" ฉันไม่ได้บอกคุณว่าฉันรู้ความลับของสวรรค์และโลกและฉันรู้ว่าเจ้าเปิดเผยอะไรและเจ้าปกปิดอะไร \"\n\nพระเจ้าทรงบัญชาทูตสวรรค์ให้ก้มลงไปที่อาดัม ทุกคนเชื่อฟังยกเว้น Iblis ที่รู้สึกว่าเขาถูกสร้างขึ้นมาจากไฟไม่ควรโค้งคำนับกับอดัมที่ทำจากโลก การไม่เชื่อฟังคำสั่งของพระเจ้าตามด้วยความภาคภูมิใจของเขาทำให้เขาตกหลุมรักพระเจ้า:\n\n\"และดูเถิดเราพูดกับเหล่าทูตสวรรค์:\" ก้มลงไปที่อดัม \"และพวกเขาก็โค้งคำนับไม่ได้เป็นเช่นนั้น Iblis: เขาปฏิเสธและหยิ่งผยอง: เขาเป็นคนที่ปฏิเสธศรัทธา (คนที่ไม่เชื่อฟัง)\" (2:34)\n\nต่อมาพระเจ้าทรงวางอาดัมและอีฟไว้ในสวนและบอกพวกเขาว่าพวกเขามีอิสระที่จะเพลิดเพลินกับผลไม้ของมันยกเว้นที่จะไม่เข้ามาใกล้ต้นไม้หนึ่ง: (2:35)\n\n\"เราพูดว่า:\" โออดัม! เจ้าและภรรยาของเจ้าอยู่ในสวน; และกินสิ่งที่อุดมสมบูรณ์ในนั้น (ที่ไหนและเมื่อไหร่) คุณจะ; แต่ไม่ได้เข้าใกล้ต้นไม้ต้นนี้หรือคุณตกอยู่ในอันตรายและการล่วงละเมิด \"\n\nซาตานก็หลอกลวงอาดัมและเอวาให้กินผลไม้ของต้นไม้: (2:36)\n\n\"จากนั้นซาตานทำให้พวกเขาหลุดจาก (สวน) และพาพวกเขาออกจากรัฐ ต่อผู้อื่น บนโลกจะเป็นที่อยู่อาศัยของคุณและวิธีการดำรงชีวิตของคุณ - ชั่วครู่หนึ่ง \"\n\nอาดัมและเอวารู้สึกสำนึกผิดต่อการกระทำของพวกเขา แต่พระเจ้าก็หันไปหาอาดัมด้วยความเมตตาและปลอบใจเขา: (2:37)\n\n\"จากนั้นเรียนรู้อดัมจากคำดลใจจากพระเจ้าของเขาและพระเจ้าของเขาหันไปหาเขาเพราะพระองค์ทรงกลับมาอีกครั้งมีเมตตามากที่สุด\"\n\nจากนั้นพระเจ้าก็บอกอดัมว่าพระเจ้าจะส่งคำแนะนำของเขาไปยังอาดัมและลูกหลานของเขา: (2:38)\n\n\"เราพูดว่า:\" ลงทุกคนจากสถานที่แห่งนี้ (สวน) จากนั้นเมื่อใดก็ตามที่มีคำแนะนำจากคุณจากฉันและใครก็ตามที่ปฏิบัติตามคำแนะนำของฉันจะไม่มีความกลัวพวกเขาและพวกเขาจะไม่เสียใจ \"\n\nในสวนเอเดนซาตาน (มักจะระบุว่าเป็นอิบลิส) ล่อลวงอาดัมและอีฟให้ไม่เชื่อฟังพระเจ้าโดยการชิมผลไม้จากต้นไม้ต้องห้าม พระเจ้าส่งอาดัมและเอวาออกไปสู่ส่วนที่เหลือของโลก [20] [21]\n\nอัลกุรอานยังอธิบายลูกชายสองคนของอาดัมและอีฟคาอินและอาเบล [22] [23]",
"Idris": "นักประดิษฐ์ปากกาและนักประดิษฐ์ของเข็ม",
"Nuh": "ผู้รอดชีวิตจากอุทกภัยครั้งใหญ่",
"Hud": "พ่อค้า\n\nนี่เป็นบทสรุปสั้น ๆ ของการเล่าเรื่องของฮัดโดยเน้นสองข้อเฉพาะ:\n\nผู้คนในʿād มีพลังอย่างมากและร่ำรวยและพวกเขาสร้างอาคารนับไม่ถ้วน [19] และอนุสาวรีย์เพื่อแสดงพลังของพวกเขา อย่างไรก็ตามความมั่งคั่งของผู้คนในท้ายที่สุดพิสูจน์แล้วว่าเป็นความล้มเหลวของพวกเขาในขณะที่พวกเขากลายเป็นคนหยิ่งและละทิ้งพระเจ้าและเริ่มรับใช้ไอดอลสำหรับการนมัสการรวมถึงไอดอลสามคนชื่อ Samd, Samud และ Hara [11] ฮัดแม้ในวัยเด็กยังคงสอดคล้องกับการอธิษฐานต่อพระเจ้า มันเกี่ยวข้องกับการอธิบายว่าแม่ของฮัดผู้หญิงที่เคร่งศาสนาที่เคยเห็นวิสัยทัศน์อันยิ่งใหญ่ที่เกิดของลูกชายของเธอเป็นคนเดียวที่สนับสนุนให้ฮัดในการนมัสการของเขา [20] ดังนั้นพระเจ้าทรงยกฮัดขึ้นมาเป็นผู้เผยพระวจนะสำหรับคนʿād [20]\n\nเมื่อฮัดเริ่มเทศนาและเชิญพวกเขาไปนมัสการพระเจ้าที่แท้จริงเท่านั้นและเมื่อเขาบอกให้พวกเขากลับใจสำหรับบาปในอดีตของพวกเขาและขอความเมตตาและการให้อภัยผู้คนʿād เริ่มที่จะด่าทอเขาและเริ่มเยาะเย้ยข้อความของพระเจ้า เรื่องราวของฮัดเป็นตัวอย่างของวงจรการพยากรณ์ร่วมกันกับผู้เผยพระวจนะยุคแรกที่กล่าวถึงในอัลกุรอาน: ศาสดาถูกส่งไปยังประชาชนของเขาเพื่อบอกให้พวกเขานมัสการพระเจ้าเท่านั้นและบอกให้พวกเขายอมรับว่าเป็นพระเจ้าที่เป็นผู้ให้พรของพวกเขา [9] คัมภีร์อัลกุรอาน [3] รัฐ:\n\nเราส่งไปยังผู้คนใน 'โฆษณาพี่ชายของพวกเขาฮัดผู้ซึ่งกล่าวว่า: \"โอคนของฉันนมัสการพระเจ้าคุณไม่มีพระเจ้าอื่นใดนอกจากเขา (สำหรับไอดอล) คุณเป็นเพียงการประดิษฐ์คำโกหก\nโอคนของฉันฉันไม่ขอให้คุณชดเชยคุณ: รางวัลของฉันอยู่กับเขาที่สร้างฉันขึ้นมา ดังนั้นคุณจะไม่เข้าใจ?\nโอคนของฉันขอให้พระเจ้าของคุณให้อภัยคุณและหันไปหาพระองค์ในการกลับใจ เขาจะส่งฝนตกใน torrents ให้คุณจากท้องฟ้าและให้คุณเพิ่มความแข็งแกร่ง ดังนั้นอย่าหันหลังให้เขาในฐานะคนบาป \"\nพวกเขากล่าวว่า: \"โอฮัดคุณมาหาเราโดยไม่มีหลักฐานเราจะไม่ละทิ้งพระเจ้าของเราเพราะคุณพูดอย่างนั้นและไม่เชื่อในตัวคุณ\nทั้งหมดที่เราสามารถพูดได้คือเทพเจ้าของเราบางคนได้ตีคุณด้วยความชั่วร้าย \"เขาตอบว่า:\" ฉันเรียกพระเจ้าให้เป็นพยานและคุณก็เป็นพยานเช่นกันว่าฉันชัดเจนว่าคุณเชื่อมโยงอะไร (ในกิจการของคุณ)\nนอกเหนือจากเขา มีส่วนร่วมกับฉันมากเท่าที่คุณต้องการและไม่ให้ฉันทุเลา\nฉันให้ความไว้วางใจในพระเจ้าที่เป็นพระเจ้าและพระเจ้าของคุณ ไม่มีสิ่งมีชีวิตใดที่เคลื่อนที่บนโลกที่เขาไม่ได้ยึดไว้อย่างแน่นหนา แท้จริงทางของพระเจ้าของฉันตรงไปตรงมา\nหากคุณหันไปแล้ว (จำไว้) ฉันส่งข้อความถึงคุณให้คุณ พระเจ้าของฉันจะทำให้คนอื่นอยู่ในที่ของคุณและคุณจะไม่สามารถเอาชนะเขาได้ แน่นอนว่าพระเจ้าของฉันคอยเฝ้าดูทุกสิ่ง \"\n\n-อัลกุรอาน, Sura 11 (HUD), Ayah 50-57\nปาฏิหาริย์ของ HUD\nตามที่ Tafsir จาก Ibn Qayyim al-Jawziyya ในหนังสือการวิเคราะห์ของเขา Madaarij Saalikeen ซึ่งได้รับการอ้างถึงโดย Ibn Abi al-Izz ใน Syarh (คำอธิบาย) ของ Al-aqida al-Tahawiyy ข้อ 56-58:\n\n(56) \"ทั้งหมดที่เราพูดได้คือเทพเจ้าของเราบางคนได้ตีคุณด้วยความชั่วร้าย\" เขาตอบว่า: \"ฉันเรียกพระเจ้าให้เป็นพยานและคุณก็เป็นพยานเช่นกันว่าฉันชัดเจนในสิ่งที่คุณเชื่อมโยง (ในกิจการของคุณ) ... นอกเหนือจากเขา .\n\n(57) ฉันให้ความไว้วางใจในพระเจ้าที่เป็นพระเจ้าและพระเจ้าของคุณ ไม่มีสิ่งมีชีวิตใดที่เคลื่อนที่บนโลกที่เขาไม่ได้ยึดไว้อย่างแน่นหนา แท้จริงทางของพระเจ้าของฉันตรงไปตรงมา\n\n(58) ถ้าคุณหันไปแล้ว (จำไว้) ฉันส่งข้อความถึงคุณถึงคุณ พระเจ้าของฉันจะทำให้คนอื่นอยู่ในที่ของคุณและคุณจะไม่สามารถเอาชนะเขาได้ แน่นอนว่าพระเจ้าของฉันคอยเฝ้าดูทุกสิ่ง \"\n\n- อัลกุรอาน, สุระ 11 (ฮัด) Ayah 56-58",
"Salih": "Salih (ภาษาอาหรับ: صنถึงص,, romanized: ṣāliḥ, lit. 'pious', สะกด Salih), เป็นศาสดาอาหรับที่กล่าวถึงในอัลกุรอาน [1] [2] ผู้พยากรณ์ถึงเผ่า Thamud [3] [4] [5] [5] [5] [5] [5] [5] [5] ] ในอารเบียโบราณก่อนชีวิตของศาสดามูฮัมหมัด เรื่องราวของ Salih นั้นเชื่อมโยงกับเรื่องราวของเธอ-camel ของพระเจ้าซึ่งเป็นของขวัญที่พระเจ้ามอบให้กับผู้คนของ Thamud เมื่อพวกเขาต้องการปาฏิหาริย์เพื่อยืนยันว่า Salih เป็นผู้เผยพระวจนะอย่างแท้จริง\n\nอาชีพของเขาคือพ่อพันธุ์แม่พันธุ์อูฐ\n\nบริบททางประวัติศาสตร์\n\nMada'in Salih หรือ Al-Hijr ในเขตภูเขาฮิจาซีของซาอุดีอาระเบีย\nThamud เป็นสมาพันธ์เผ่าในภูมิภาคตะวันตกเฉียงเหนือของคาบสมุทรอาหรับที่กล่าวถึงในแหล่งที่มาของอัสซีเรียในช่วงเวลาของ Sargon II ชื่อของเผ่ายังคงปรากฏในเอกสารในศตวรรษที่สี่ CE แต่ในศตวรรษที่หกพวกเขาได้รับการยกย่องว่าเป็นกลุ่มที่หายไปนานแล้ว [6]: 81\n\nตามคัมภีร์อัลกุรอานเมืองที่ Salih ถูกส่งไปยังเรียกว่า al-Hijr, [7] ซึ่งสอดคล้องกับเมือง Nabataean ของ HEGRA [8] เมืองนี้มีชื่อเสียงในช่วงศตวรรษแรกในฐานะสถานที่สำคัญในการค้าคาราวานในภูมิภาค [9] ติดกับเมืองมีหลุมฝังศพหินขนาดใหญ่ตกแต่งโดยสมาชิกของกลุ่มศาสนาต่าง ๆ [6]: 146 ณ จุดที่ไม่รู้จักในสมัยโบราณเว็บไซต์ถูกทิ้งร้าง ไซต์ดังกล่าวได้รับการขนานนามว่า Mada'in Salih ตั้งแต่ยุคมูฮัมหมัดซึ่งตั้งชื่อตาม Salih บรรพบุรุษของเขา [11]\n\nนอกเหนือจากความเชื่อของอิสลามและบาฮาฮา Salih ไม่ได้กล่าวถึงในพระคัมภีร์อับบราฮัมมิกหรือข้อความประวัติศาสตร์ร่วมสมัยอื่น ๆ แต่เรื่องราวของการทำลายล้างของ Thamud อาจเป็นที่รู้จักกันดีในอารเบียโบราณ ชื่อของเผ่าถูกใช้ในบทกวีอาหรับโบราณเป็นอุปมาอุปมัยสำหรับ \"ความยั่งยืนของทุกสิ่ง\" [6]: 223–24\n\nในศาสนาอิสลาม\nBismillahir Rahmanir Rahim\nเป็นส่วนหนึ่งของซีรีส์เกี่ยวกับศาสนาอิสลาม\nผู้เผยพระวจนะอิสลาม\nAnbiya\nผู้เผยพระวจนะในอัลกุรอาน\nจดทะเบียนโดยชื่ออิสลามและชื่อพระคัมภีร์\nʾādam (อดัม)ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (Selah)ʾibrāhīm (Abraham) lūṭ (ล็อต)ʾismāʿīl (ishmael)ʾisḥāqq (isaac) yaʿqūb) Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel หรือ Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah)ʾilyās (Elijah) Alyasa ) Muḥammad (Muhammad)\nเหตุการณ์หลัก\nมุมมอง\nพอร์ทัลอิสลาม\nVTE\nส่วนหนึ่งของซีรีส์บน\nศาสนาอิสลาม\nAllah3.svg\nความเชื่อ\nการปฏิบัติ\nTextsfoundations\nประวัติศาสตร์\nวัฒนธรรมและสังคม\nหัวข้อที่เกี่ยวข้อง\n พอร์ทัลอิสลาม\nVTE\nคัมภีร์อัลกุรอาน\n\nSalih เชิญชวนคนของเขาให้เห็นเธอ-camel\nคอลเล็กชั่นเรื่องราวของผู้เผยพระวจนะ\nชีวิตของ Salih ในชุมชนของเขาเป็นคนชอบธรรมจนผู้คนใน Thamud พึ่งพาเขาเพื่อสนับสนุน [12] เขาได้รับเลือกจากพระเจ้าในฐานะผู้ส่งสารและถูกส่งไปประกาศต่อต้านความเห็นแก่ตัวของผู้มั่งคั่งและประณามการฝึกฝนของ Shirk (รูปเคารพหรือการนับถือศาสนาคริสต์) แม้ว่า Salih จะเทศนาข้อความเป็นระยะเวลานานผู้คนสำหรับ Thamud ปฏิเสธที่จะได้ยินคำเตือนของเขาและแทนที่จะขอให้ Salih แสดงปาฏิหาริย์สำหรับพวกเขา พวกเขากล่าวว่า: \"โอซาลิห์! เจ้าได้รับจากเรา! เป็นศูนย์กลางของความหวังของเรามาก่อน! . \"\n\nSalih เตือนผู้คนของเขาเกี่ยวกับปราสาทและพระราชวังนับไม่ถ้วนที่พวกเขาสร้างขึ้นจากหิน [13] และความเหนือกว่าทางเทคโนโลยีของพวกเขาเหนือชุมชนเพื่อนบ้าน นอกจากนี้เขายังบอกพวกเขาเกี่ยวกับบรรพบุรุษของพวกเขาเผ่าʿād และวิธีที่พวกเขาถูกทำลายเพราะบาปของพวกเขา บางคนของ Thamud เชื่อคำพูดของ Salih แต่ผู้นำเผ่าปฏิเสธที่จะฟังเขาและเรียกร้องให้เขาแสดงให้เห็นถึงปาฏิหาริย์เพื่อพิสูจน์ศาสดาพยากรณ์ของเขา [14]\n\nในการตอบสนองพระเจ้าประทานให้เธอได้รับพรจากเธอเป็นทั้งวิธีการยังชีพและการทดสอบ เผ่าได้รับคำสั่งให้ปล่อยให้อูฐกินหญ้าอย่างสงบและหลีกเลี่ยงการทำร้ายเธอ [15] แต่ในการต่อต้านคำเตือนของ Salih ผู้คนในเผ่าจะทำให้อูฐ [16] Salih แจ้งให้พวกเขาทราบว่าพวกเขามีเวลาเพียงสามวันที่จะมีชีวิตอยู่ก่อนพระพิโรธของพระเจ้าสืบเชื้อสายมาจากพวกเขา [17] ผู้คนในเมืองรู้สึกสำนึกผิด [18] แต่อาชญากรรมของพวกเขาไม่สามารถยกเลิกได้และผู้คนที่ไม่เชื่อในเมืองถูกฆ่าตายในแผ่นดินไหว Al-Hijr ถูกแสดงว่าไม่มีคนอาศัยอยู่และยังคงอยู่ในซากปรักหักพังตลอดเวลาหลังจากนั้น [19] Salih ตัวเองและผู้เชื่อเพียงไม่กี่คนที่ติดตามเขารอดชีวิตมาได้ [20]\n\nเรื่องราวถูกขยายออกไปในsūrat an-naml ในขณะที่เธอ-camel ไม่ได้กล่าวถึงอย่างชัดเจนที่นี่มันระบุว่าชายเก้าคนวางแผนที่จะฆ่า Salih และครอบครัวทั้งหมดของเขา [21] [22] อาชญากรรมที่พวกเขาถูกโจมตี โดยพระเจ้าสามวันต่อมา [23]\n\nประเพณีมุสลิม\nนักเขียนชาวมุสลิมได้อธิบายเรื่องของ Salih และ She-Camel ประเพณีอิสลามในช่วงต้นมักจะเกี่ยวข้องกับแม่ลายอูฐที่เกิดขึ้นอย่างน่าอัศจรรย์จากหินมักจะมาพร้อมกับลูกวัวและการผลิตนมจากอูฐ อัลทาบาริกล่าวว่าซาลิห์เรียกคนของเขาขึ้นไปบนภูเขาซึ่งพวกเขาได้เห็นหินเปิดอย่างน่าอัศจรรย์เปิดออกเผยให้เห็นอูฐ เซเธอมีลูกวัวตัวเล็ก Salih แจ้ง Thamud ว่าอูฐที่มีอายุมากกว่าจะดื่มจากแหล่งน้ำของพวกเขาในวันเดียวและพวกเขาจะดื่มจากมันในวันถัดไป ในวันที่พวกเขาไม่ได้รับอนุญาตให้ดื่มน้ำอูฐให้นมแก่พวกเขา แต่พระเจ้าบอกซาลิห์ว่าเด็กชายคนหนึ่งที่จะเอ็นร้อยหวายอูฐจะเกิดมาในเผ่าและเด็กคนนั้นก็ชั่วร้ายและเติบโตอย่างรวดเร็วอย่างผิดปกติ อูฐถูกฆ่าตายอย่างแท้จริงและลูกวัวร้องออกมาสามครั้งส่งสัญญาณว่า Thamud จะถูกทำลายในสามวัน ใบหน้าของพวกเขาเปลี่ยนเป็นสีเหลืองแล้วสีแดงแล้วดำและพวกเขาก็ตายในวันที่สามตามที่คาดการณ์ไว้ [24]\n\nตามที่นักวิชาการอิสลามบางคนแม่ของอิสมาอิลฮาจาร์เป็นหลานสาวของศาสดาซาลิห์ [25]\n\nประเพณีที่คล้ายกันเกี่ยวข้องกับคำอธิบายในศตวรรษที่แปดเกี่ยวกับศาสนาอิสลามโดยจอห์นแห่งดามัสกัส [26] [27] และยังกล่าวถึงในผลงานของอิบันคาธีร์ [28]",
"Ibrahim": "พ่อของ Judiasm ศาสนาคริสต์และศาสนาอิสลาม ผู้สร้าง Kaaba",
"Lut": "นักประวัติศาสตร์และนักเดินทาง\n\nอัลกุรอานกล่าวว่าวันหนึ่งกลุ่มของทูตสวรรค์ได้ไปเยี่ยมอับราฮัมในฐานะแขกในหน้ากากของผู้ชาย [12] เพื่อแจ้งให้เขาทราบถึงความจริงที่ว่าซาร่าห์ภรรยาของเขาตั้งครรภ์กับอิสอัค ในขณะนั้นพวกเขายังบอกเขาว่าพวกเขาถูกพระเจ้าส่งไปยัง \"คนที่มีความผิด\" [13] ของ Lut [14] เพื่อทำลายพวกเขา [15] ด้วย \"ฝักบัวของหินดิน\" [16] Lut และผู้ที่เชื่อในตัวเขาจะต้องไว้ชีวิต แต่ภรรยาของเขาจะต้องตายในการทำลายล้างโดยทูตสวรรค์ระบุว่า \"เธอเป็นคนที่ล้าหลัง\" [17] [18] อัลกุรอานยังดึงภรรยาของ Lot เป็น \"ตัวอย่างสำหรับผู้ที่ไม่เชื่อ\" ขณะที่เธอแต่งงานกับคนชอบธรรม แต่ปฏิเสธที่จะเชื่อในข้อความของเขาและถูกประณามถึงนรก [3] [19]\n\nผู้คนในทวินซิตี้ฝ่าฝืนกับขอบเขตของพระเจ้า จากข้อมูลของอัลกุรอานความผิดบาปของพวกเขารวมถึงความไม่พอใจและการปล้น [20] พวกเขาเกลียดคนแปลกหน้าและปล้นนักเดินทางนอกเหนือจากการละเมิดและการข่มขืนอื่น ๆ มันเป็นบาปของพวกเขาในการประพฤติผิดทางเพศเช่นกันซึ่งถูกมองว่าเป็นสิ่งที่น่าเกรงขามโดยเฉพาะ Lut บอกและพยายามช่วยให้พวกเขาละทิ้งวิธีการบาปของพวกเขา แต่พวกเขาเยาะเย้ยเขา [20] และขู่ว่าจะขับไล่เขาออกจากเมือง [23] Lut สวดอ้อนวอนต่อพระเจ้าและขอร้องให้ได้รับความรอดจากผลที่ตามมาจากการกระทำบาปของพวกเขา [3] [24]\n\nจากนั้นทูตสวรรค์สามคนปลอมตัวเป็นชายหล่อก็มาที่ Lut ในฐานะแขก เขาเสียใจกับผู้ชายในขณะที่เขารู้สึกไร้อำนาจที่จะปกป้องพวกเขาจากผู้คนในเมือง [25] ผู้อยู่อาศัยในเมืองต่างตระหนักถึงผู้เข้าชมเรียกร้องให้ผู้เข้าพักจำนวนมากยอมจำนนต่อแขกของพวกเขา [26] เป็นทุกข์และหวาดกลัวว่าพวกเขาจะได้รับพระพิโรธของพระเจ้าแนะนำการแต่งงานที่ค่อนข้างถูกกฎหมายกับลูกสาวของเขา [27] เป็นทางเลือกที่เคร่งศาสนาและบริสุทธิ์กว่าความปรารถนาที่ผิดกฎหมายของพวกเขาและอาจเป็นแหล่งที่มาของคำแนะนำ [28] แต่พวกเขาไม่เชื่อมั่นและตอบว่า \"เจ้ารู้ดีที่สุดว่าเราไม่ต้องการลูกสาวของคุณ: เจ้ารู้ดีว่าสิ่งที่เราปรารถนา!\", [29] หมายถึงแขกชายของเขา\n\nExegetes Ibn Kathir, Qurtubi และ Tabari ไม่ได้อ่าน 'ลูกสาว' เพื่อหมายถึงลูกสาวตัวอักษรของ Lot พวกเขายืนยันว่าเนื่องจากผู้เผยพระวจนะเป็นเหมือนพ่อของประเทศของเขาล็อตกำลังกำกับผู้หลบหนีให้หันเหไปจากบาปของพวกเขาและมีส่วนร่วมในความสัมพันธ์ที่ดีและเคร่งศาสนากับลูกสาวของประเทศเช่นผู้หญิงโดยทั่วไป [30]\n\nเทวดาก็เปิดเผยตัวตนที่แท้จริงของพวกเขาต่อล็อตและพูดกับเขาว่า“ เราอยู่ที่นี่ (ที่นี่) เพื่อส่งเจ้าและติดตามเจ้ายกเว้นภรรยาของเจ้า: เธอเป็นคนที่ล้าหลัง” [3] พวกเขาแนะนำให้ออกจากเมืองล็อต ในตอนกลางคืนบอกเขาว่าอย่ามองย้อนกลับไป [31] รักษาศรัทธาของเขาในพระเจ้ามาก ๆ ออกจากเมืองในความมืดมิดของคืนนำผู้ติดตามของเขาและเชื่อสมาชิกในครอบครัวในที่สุดก็มาถึงตอนเช้าและพระราชกฤษฎีกาของพระเจ้ากับเขา ผ่านไปแล้วคัมภีร์อัลกุรอานอ่านว่า“ เราหัน (เมือง) กลับหัวกลับหางและฝนตกลงบนพวกมันอย่างหนักเหมือนดินเหนียวอบแพร่กระจายเลเยอร์บนชั้น-“ [32] ดังนั้นจึงถูกผนึกชะตากรรมของทวินซิตี้ สู่การทำลายล้างและสิ้นหวังและทำเครื่องหมายจุดสิ้นสุดของอารยธรรมของเมืองโสโดมและโกโมราห์ [3]",
"Ismail": "พ่อของชาวอาหรับ\n\nอิชมาเอลถือเป็นศาสดาในศาสนาอิสลามและมีการระบุไว้ในคัมภีร์อัลกุรอานกับผู้เผยพระวจนะคนอื่น ๆ ในหลาย ๆ กรณี [11] [12] [13] [14] ในข้ออื่น ๆ เช่น 21:85 [15] และ 38:48, [16] Ishmael ได้รับการยกย่องว่าเป็นคนอดทนดีและชอบธรรม [17] ตัวอย่างเฉพาะที่อธิบายอิชมาเอลเป็นรายบุคคลคือ 19: 54-55 [18]-\"และเรียกใจผ่านคำสั่งอันศักดิ์สิทธิ์นี้อิชมาเอลดูเถิดเขามักจะเป็นจริงกับคำสัญญาของเขาและเป็นอัครสาวก [ของพระเจ้า] ผู้เผยพระวจนะที่เคยสั่งให้ผู้คนสวดอ้อนวอนและการกุศลและพบความโปรดปรานในสายตาของผู้ค้ำจุนของเขา \"[19] ในฐานะลูกหลานของอิชมาเอลมูฮัมหมัดถือเป็นธรรมในฐานะศาสดาพยากรณ์และยังคงเป็นผู้เผยพระวจนะจากยุคก่อนอิสลาม",
"Ishaq": "ผู้เฒ่าผู้ช่วยพระคัมภีร์ไบเบิลไอแซค (อาหรับ: إاقหรือإ [หมายเหตุ]ʾisḥāq) ได้รับการยอมรับว่าเป็นผู้เผยพระวจนะและผู้ส่งสารของพระเจ้าโดยชาวมุสลิม [1] เช่นเดียวกับในศาสนายูดายและศาสนาคริสต์ศาสนาอิสลามยืนยันว่าอิสอัคเป็นบุตรชายของผู้เฒ่าและศาสดาอับราฮัมจากซาร่าห์ภรรยาของเขา ชาวมุสลิมถืออิสอัคด้วยความเคารพอย่างลึกซึ้งเพราะพวกเขาเชื่อว่าทั้งไอแซคและอิชมาเอลน้องชายที่มีอายุมากกว่าของเขายังคงมรดกทางจิตวิญญาณของพ่อต่อไปผ่านการเทศนาที่ตามมาของข้อความของพระเจ้าหลังจากการตายของอับราฮัม [2] Isaac ถูกกล่าวถึงในสิบห้าข้อความของอัลกุรอาน [3] นอกเหนือจากการถูกกล่าวถึงหลายครั้งในอัลกุรอานแล้วอิสอัคยังคงเป็นหนึ่งในผู้เผยพระวจนะของอิสลาม\n\nพ่อของชาวอิสราเอล\n\nชีวิตในวัยเด็ก\nเนื่องจากพระคุณและพันธสัญญาของพระเจ้ากับอับราฮัมซาร่าห์จึงมีพรสวรรค์กับเด็กในวัยชราของเธอ ไอแซคอายุ 10 ขวบเมื่ออิชมาเอลน้องชายของเขาออกไปจากบ้านของอับราฮัมสู่ทะเลทราย ในขณะที่อยู่ในทะเลทรายอิชมาเอลพาภรรยาของลูกสาวของโมอับชื่อ ‘Ayeshah [4]\n\nสถานที่ฝังศพ\nหลุมฝังศพของไอแซค\nหลุมฝังศพของเขาและของภรรยาของเขาเรเบคาห์ได้รับการพิจารณาว่าอยู่ในถ้ำแห่งปรมาจารย์ในเฮบบรอนเวสต์แบงก์ซึ่งรู้จักกันในศาสนาอิสลามในฐานะอิบราฮิม-ไอมัสคอล (\"มัสยิดแห่งอับราฮัม\") ข้างหลุมฝังศพของไอแซคเป็นของผู้เฒ่าอัลกุรอาน/พระคัมภีร์ไบเบิลอื่น ๆ และภรรยาของพวกเขา: อับราฮัมและซาราห์และจาค็อบและลีอาห์\n\nกล่าวถึงในอัลกุรอาน\nIsaac ถูกกล่าวถึงสิบห้าครั้งโดยใช้ชื่อในอัลกุรอานบ่อยครั้งกับพ่อและลูกชายของเขา Jacob (Yaʿqūb) [5] อัลกุรอานกล่าวว่าอับราฮัมได้รับ \"ข่าวดีของอิสอัคผู้เผยพระวจนะผู้ชอบธรรม\" และพระเจ้าทรงอวยพรพวกเขาทั้งคู่ (37: 112) \"และเราให้ข่าวดีกับเขาของอิสอัคผู้เผยพระวจนะจากคนชอบธรรมและเราอวยพรเขาและอิสอัคและในบรรดาลูกหลานของพวกเขานั้นมีคุณธรรมและผู้ที่ทำผิดเองอย่างชัดเจน\" [6] ในคำอธิบายที่สมบูรณ์เมื่อเทวดามาถึง อิบราฮิมบอกเขาถึงการลงโทษในอนาคตที่จะถูกกำหนดให้กับเมืองโสโดมและโกโมราห์ภรรยาของเขาซาร่าห์ \"หัวเราะและเราก็มอบข่าวดีของอิสอัคให้ดีและหลังจากอิสอัคแห่งจาค็อบ (11: 71-74) ; และมีการอธิบายเพิ่มเติมว่าเหตุการณ์นี้จะเกิดขึ้นแม้อับราฮัมและอายุของซาร่าห์ หลายข้อพูดถึงอิสอัคว่าเป็น \"ของขวัญ\" ถึงอับราฮัม (6: 84; 19: 49-50) และ 29: 26-27 กล่าวเสริมว่าพระเจ้าทรงสร้าง \"ศาสดาพยากรณ์และหนังสือเล่มนี้เป็นหนึ่งในลูกหลานของเขา\" เพื่ออ้างถึงลูกชายผู้เผยพระวจนะสองคนของอับราฮัมจาค็อบหลานชายผู้พยากรณ์ของเขาและโจเซฟหลานชายผู้เผยพระวจนะของเขา ในคัมภีร์อัลกุรอานหลังจากนั้นก็เล่าว่าอับราฮัมยกย่องพระเจ้าด้วยการให้อิชมาเอลและอิสอัคแก่เขาในวัยชราของเขา (XIV: 39-41)\n\nที่อื่นในอัลกุรอานอิสอัคถูกกล่าวถึงในรายการ: โจเซฟติดตามศาสนาของบรรพบุรุษของเขาอับราฮัมอิสอัคและจาค็อบ (12: 38) และพูดถึงความโปรดปรานของพระเจ้ากับพวกเขา (12: 6); ลูกชายของ Yaʿqūb เป็นพยานศรัทธาและสัญญาว่าจะนมัสการพระเจ้าว่าบรรพบุรุษของพวกเขา \"อับราฮัมอิชมาเอลและอิสอัค\" นมัสการ (2: 127); และอัลกุรอานสั่งให้ชาวมุสลิมเชื่อในการเปิดเผยที่มอบให้กับ \"อับราฮัมอิชมาเอลอิสอัคจาค็อบและผู้เฒ่า\" (2: 136; iii: 84)",
"Yaqub": "Yaqub Ibn Ishaaq Ibn Ibrahim (ภาษาอาหรับ: ينถึง ْقُوباْنُُنٰقاْنُ إِرنُ ْraial ْ is إِ إِ : إِرنآءِیْل [Israaeel]) หรือที่รู้จักกันในชื่อ Jacob เป็นผู้เผยพระวจนะในศาสนาอิสลาม เขาได้รับการยอมรับว่าเป็นปรมาจารย์ของศาสนาอิสลาม ชาวมุสลิมเชื่อว่าเขาเทศนาความเชื่อแบบ monotheistic เช่นเดียวกับบรรพบุรุษของเขา: Abraham (Ibrāhīm), Ishmael (Ismail) และ Isaac (Ishaaq)\n\nยาโคบถูกกล่าวถึงสิบหกครั้งในอัลกุรอาน [1] การอ้างอิงเพิ่มเติมอีกสองเรื่องเกี่ยวกับ Isra'il นั้นเป็นที่กล่าวถึงของยาโคบ [2] ในการอ้างอิงเหล่านี้ส่วนใหญ่จาค็อบถูกกล่าวถึงร่วมกับผู้เผยพระวจนะชาวฮีบรูและผู้เฒ่าในฐานะผู้เผยพระวจนะโบราณและเคร่งศาสนาที่อยู่ใน \"บริษัท ของการเลือกตั้ง\" [3] [4] ชาวมุสลิมถือได้ว่ายาโคบเป็นบุตรชายของอิสอัคและเขาเทศนาความเป็นหนึ่งเดียวของพระเจ้าตลอดชีวิตของเขา ในศาสนาคริสต์และยูดายอิสลามถือได้ว่ายาโคบมีลูกชายสิบสองคนซึ่งแต่ละคนจะไปหาพ่อของชาวอิสราเอลสิบสองเผ่า [5] จาค็อบมีบทบาทสำคัญในเรื่องราวของลูกชายของเขาโจเซฟ (Yūsif) [6] อัลกุรอานทำให้ชัดเจนว่าพระเจ้าทำพันธสัญญากับยาโคบ [7] และยาโคบได้เป็นผู้นำที่ซื่อสัตย์โดยคำสั่งของพระเจ้า ปู่ของเขา (อิบราฮิม) พ่อ (Ishaq) ลุง (อิสมาอิล) ลูกชาย (ยูซุฟ) และตัวเขาเองเป็นผู้เผยพระวจนะของศาสนาอิสลาม [8]\n\nในอัลกุรอาน\nยาโคบถูกกล่าวถึงด้วยชื่อในอัลกุรอานสิบหกครั้ง [9] แม้ว่าข้อพระคัมภีร์เหล่านี้หลายข้อสรรเสริญเขาแทนที่จะเล่าเรื่องจากการบรรยายของเขา แต่อัลกุรอานก็บันทึกเหตุการณ์สำคัญหลายอย่างจากชีวิตของเขา ประเพณีและวรรณคดีของชาวมุสลิม [10] เหตุการณ์แรกสุดที่เกี่ยวข้องกับยาโคบในอัลกุรอานคือของเทวดา (Malāʾikah) ให้ หลานชายโดยชื่อยาโคบ [11] รัฐอัลกุรอาน:\n\nเมื่อเขาหันหน้าหนีจากพวกเขาและจากคนที่พวกเขานมัสการนอกเหนือจากอัลลอฮ์เรามอบให้กับเขาอิสอัคและยาโคบและแต่ละคนเราก็เป็นผู้เผยพระวจนะ\n\n- อัลกุรอาน, Surah 19 (Maryam), Ayah 49 [11]\nอัลกุรอานยังกล่าวอีกว่าอับราฮัมสอนศรัทธาของ monotheism บริสุทธิ์ให้กับลูกชายของเขาอิชมาเอลและอิสอัครวมถึงยาโคบ อัลกุรอานบันทึกอับราฮัมบอกอิชมาเอลอิสอัคและจาค็อบ: \"โอ้ลูกชายของฉันอัลลอฮ hath เลือกศรัทธาสำหรับคุณแล้วตายไม่ได้ยกเว้นในศรัทธาของศาสนาอิสลาม\" ความแข็งแกร่งของศรัทธาของเขาซึ่งแข็งแกร่งขึ้นเมื่อเขาโตขึ้น คัมภีร์อัลกุรอานกล่าวว่าจาค็อบเป็น \"ชี้นำ\"; [13] ให้ \"ความรู้\"; [14] \"เป็นแรงบันดาลใจ\"; [15] และได้รับ \"ลิ้นแห่งความจริงที่จะได้ยิน\" [16] คัมภีร์อัลกุรอานระบุสิ่งต่อไปนี้เกี่ยวกับยาโคบ:\n\nและเรามอบให้กับเขาอิสอัคและเป็นของขวัญเพิ่มเติม (หลานชาย) จาค็อบและเราสร้างผู้ชายที่ชอบธรรมของทุกคน (ของพวกเขา)\nและเราทำให้พวกเขาเป็นผู้นำชี้นำ (ผู้ชาย) โดยคำสั่งของเราและเราส่งแรงบันดาลใจให้พวกเขาทำสิ่งที่ดีเพื่อสร้างคำอธิษฐานเป็นประจำและฝึกการกุศลเป็นประจำ และพวกเขาก็รับใช้เราตลอดเวลา (และเราเท่านั้น)\n\n-อัลกุรอาน, Surah 21 (Al-Anbiya), Ayat 72–73 [17]\nและระลึกถึงผู้รับใช้ของเราอับราฮัมอิสอัคและยาโคบผู้ครอบครองอำนาจและการมองเห็น\nแน่นอนเราเลือกพวกเขาสำหรับพิเศษ (วัตถุประสงค์)- ประกาศข้อความของปรโลก\nพวกเขาอยู่ในสายตาของเราอย่างแท้จริงของ บริษัท ของการเลือกตั้งและความดี\n\n- อัลกุรอาน, Surah 38 ('เศร้า), Ayat 45–47 [18]\nยาโคบและลูกชายของเขา\nการกล่าวถึงครั้งสำคัญครั้งต่อไปของจาค็อบในอัลกุรอานคือการเล่าเรื่องของ Surah Yusuf เรื่องราวของโจเซฟในอัลกุรอานเปิดฉากด้วยความฝันที่โจเซฟมีคืนหนึ่งหลังจากนั้นเขาก็วิ่งไปหาพ่อของเขาจาค็อบพูดว่า: \"ดูเถิด! โจเซฟพูดกับพ่อของเขา:\" พ่อของฉัน! ฉันเห็นดาวเคราะห์สิบเอ็ดและดวงอาทิตย์และดวงจันทร์: ฉันเห็นพวกเขากราบตัวเองกับฉัน! \"\" [19] ใบหน้าของจาค็อบเต็มไปด้วยความสุขในสิ่งที่เขาได้ยินจากโจเซฟหนุ่ม . จาค็อบคาดการณ์ได้ว่าลูกชายของเขาจะเติบโตขึ้นมาเป็นผู้เผยพระวจนะคนต่อไปในสายของอับราฮัมและมันก็จะเป็นโจเซฟที่จะรักษาข้อความของศาสนาอิสลามให้มีชีวิตอยู่ในอีกไม่กี่ปีข้างหน้า อย่างไรก็ตามลูกชายที่มีอายุมากกว่าของจาค็อบรู้สึกว่าพ่อของพวกเขารักโจเซฟและเบนจามินลูกชายคนสุดท้องของจาค็อบมากกว่าพวกเขา ยาโคบรู้เกี่ยวกับความหึงหวงของพวกเขาและเตือนหนุ่มโจเซฟเกี่ยวกับเรื่องนี้ [20] พี่ชายสิบคนของโจเซฟตัดสินใจฆ่าเขา ในขณะที่อัลกุรอานบรรยายการสนทนาของพวกเขา:\n\nพวกเขากล่าวว่า: \"โจเซฟและพี่ชายของเขาเป็นที่รักของพระบิดาของเรามากกว่าเรา: แต่เราเป็นร่างกายที่ดี! จริง ๆ แล้วพ่อของเรากำลังหลงทาง (ในใจของเขา)!\n\"สังหารคุณโจเซฟหรือขับไล่เขาออกไปยังดินแดนบางแห่ง (ไม่ทราบ) ดังนั้นความโปรดปรานของพ่อของคุณอาจมอบให้คุณคนเดียว: (จะมีเวลาเพียงพอ) สำหรับคุณที่จะชอบธรรมหลังจากนั้น!\"\n\n- อัลกุรอาน, Surah 12 (Yusuf) Ayat 8–9 [21]\nอย่างไรก็ตามพี่น้องคนหนึ่ง (มักจะเข้าใจว่าเป็นรูเบน [22]) อย่างไรก็ตามรู้สึกว่าแทนที่จะสังหารโจเซฟ (ยูซุฟ) พวกเขาควรทิ้งเขาลงไปในบ่อน้ำเพื่อที่คาราวานจะมารับเขา [23] ดังนั้นพวกเขาจึงถามพ่อของพวกเขาว่าพวกเขาสามารถพาโจเซฟออกไปเล่นกับพวกเขาได้หรือไม่เนื่องจากพวกเขาจะคอยดูแลเขา แม้ว่าจาค็อบจะกลัวว่า Dhi (อาหรับ: ذِئـ, Wolf) จะกินลูกชายของเขา [24] ลูกชายที่มีอายุมากกว่ากบฏพาโจเซฟออกไปอย่างแรงและโยนเขาเข้าไปในบ่อน้ำ [25] เมื่อลูกชายกลับมาที่ยาโคบในคืนนั้นพวกเขาแกล้งทำเป็นร้องไห้และพวกเขาก็บอกเขาเพิ่มเติมว่าหมาป่ากลืนกินโจเซฟ เพื่อหลอกให้พ่อของพวกเขาพวกเขาย้อมเสื้อเชิ้ตของโจเซฟ (ยูซุฟ) ด้วยเลือดเท็จ [26] แต่จาค็อบผู้ซึ่งได้รับความรู้ที่มีพรสวรรค์รู้ว่านี่เป็นการผสมผสานที่ผิดพลาดที่พวกเขาคิดไว้ แม้ว่ายาโคบจะกังวลเกี่ยวกับการสูญเสียโจเซฟ แต่เขาก็ยังคงแน่วแน่ต่อพระเจ้าตลอดความเศร้าโศกของเขา [26] เมื่อหลายปีผ่านไปโจเซฟก็เติบโตขึ้นมาเป็นชายคนหนึ่งในอียิปต์ ในขณะเดียวกันจาค็อบกลับมาที่บ้านในคานาอันซึ่งลูกชายของเขาจะรบกวนเขาเกี่ยวกับการสวดอ้อนวอนของเขาซ้ำ ๆ กับพระเจ้าเพื่อกลับมาของโจเซฟ (ยูซุฟ) [27] แม้ว่ายาโคบมักจะบ่นกับพระเจ้า [14] แต่ก็ไม่เคยเกิดขึ้นเพราะการกระทำของพระเจ้า แต่จากการรบกวนจิตใจของเขาเอง เขาเพิกเฉยต่อความชั่วร้ายของลูกชายของเขาและจะให้อภัยพวกเขาและพยายามให้คำแนะนำที่ดีแก่พวกเขา [28] อยู่มาวันหนึ่งยาโคบตัดสินใจส่งลูกชายไปทำธุระบอกให้พวกเขาไปที่อียิปต์เพื่อค้นหาโจเซฟและเบนจามิน ลูกชายของเขาเป็นครั้งแรกที่ฟังเขาและออกเดินทางไปอียิปต์ เมื่อลูกชายคนหนึ่งของจาค็อบกลับไปคานาอันพร้อมข่าวดีของโจเซฟและเบนจามินในอียิปต์เขามาพร้อมกับเสื้อที่โจเซฟให้เขาซึ่งเขาบอกให้เขาโยนใบหน้าพ่อของพวกเขา [29] ความเศร้าโศก ดังนั้นลูกชายปฏิบัติตามคำแนะนำและทำตามที่โจเซฟกล่าวเพื่อฟื้นฟูวิสัยทัศน์ทางร่างกายและจิตใจของยาโคบ\n\nเมื่อสายตาของยาโคบได้รับการฟื้นฟูทั้งครอบครัวก็เริ่มเดินทางไปอียิปต์เพื่อพบกับโจเซฟและลูกชายคนอื่น ๆ อีกครั้ง เมื่อพวกเขามาถึงพ่อและลูกชายพบกันด้วยความรักอันยิ่งใหญ่และกลับมารวมตัวกันอีกครั้ง โจเซฟผู้มีอำนาจในขณะนี้จัดหาบ้านให้พ่อแม่ของเขาด้วยตัวเองและอย่างที่อัลกุรอานกล่าวไว้ยกระดับสูงขึ้นบน 'บัลลังก์แห่งศักดิ์ศรี' [30] ตอนนี้ทั้งครอบครัวรวมกันสามารถหันไปหาพระเจ้าผ่านสำนักงานศาสดาพยากรณ์ของทั้งยาโคบและโจเซฟ\n\nคำแนะนำสุดท้ายของยาโคบต่อประชาชนของเขา\nเด็กทั้งหมดของอิสราเอลถูกเรียกให้ก้มลงสู่ศรัทธาในศาสนาอิสลาม (ยอมจำนนต่อพระเจ้า) ก่อนที่ยาโคบจะตาย จาค็อบต้องการให้แน่ใจว่าลูก ๆ ของเขาตายในศาสนาอิสลามเท่านั้นและดังนั้นจึงใช้คำสัญญาสุดท้ายจากพวกเขา เมื่อเขาถามพวกเขาว่าพวกเขาจะนมัสการใครหลังจากการตายของเขาพวกเขาตอบว่าพวกเขาจะดำเนินการต่อในศาสนาอิสลามและกราบไหว้และนมัสการพระเจ้า [31] แม้ว่าฉากความตายจะถูกประดับประดาตามประเพณีของชาวยิวและกล่าวถึงในหนังสือปฐมกาลอัลกุรอานกล่าวถึงมันเพื่อเน้นความคิดที่ว่าอับราฮัมอิสอัคอิชมาเอลและยาโคบเป็นมุสลิมทั้งหมด พระเจ้าและพระเจ้าเท่านั้น อัลกุรอานบรรยาย:\n\nและนี่คือมรดกที่อับราฮัมทิ้งไว้กับลูกชายของเขาและยาโคบก็เช่นกัน; \"โอ้ลูกชายของฉัน! อัลเลาะห์ได้เลือกศรัทธาสำหรับคุณแล้วตายไม่ได้ยกเว้นในศรัทธาของศาสนาอิสลาม\"\nคุณเป็นพยานเมื่อความตายปรากฏตัวต่อหน้าจาค็อบหรือไม่? ดูเถิดเขาพูดกับลูกชายของเขา: \"เจ้าจะนมัสการอะไรหลังจากฉัน\" พวกเขากล่าวว่า: \"เราจะนมัสการพระเจ้าของเจ้าและเทพเจ้าแห่งบรรพบุรุษของเจ้าแห่งอับราฮัมอิสมาอิลและอิสอัค- หนึ่ง (จริง) อัลลอฮ์: สำหรับพระองค์เราก้ม (ในศาสนาอิสลาม)\"\n\n-อัลกุรอาน, Surah 2 (Al-Baqara), Ayah 132–133 [32]\nมรดกของยาโคบ\nจาค็อบมีความพิเศษมากในศาสนาอิสลามสำหรับการสืบทอดมรดกที่เหลืออยู่โดยบรรพบุรุษของเขา ชาวมุสลิมเชื่อว่าพระเจ้าทรงมอบความสง่างามให้กับยาโคบอย่างเต็มที่และเลือกให้เขาเป็นหนึ่งในคนที่สูงส่งที่สุด คัมภีร์อัลกุรอานกล่าวถึงจาค็อบเป็นคนที่มีวิสัยทัศน์และความเครียดและเน้นว่าเขาเป็น บริษัท ที่ดีและเลือก ดังที่อัลกุรอานพูดว่า:\n\nนั่นคือเหตุผลเกี่ยวกับเราซึ่งเรามอบให้กับอับราฮัม (เพื่อใช้) กับประชาชนของเขา: เรายกระดับผู้ที่เราจะปริญญาหลังจากปริญญา: สำหรับพระเจ้าของคุณเต็มไปด้วยสติปัญญาและความรู้\nเราให้เขาอิสอัคและจาค็อบ: ทุกคน (สาม) ชี้นำ: และก่อนหน้าเขาเราชี้นำโนอาห์และในหมู่ลูกหลานของเขาเดวิดโซโลมอนโยบโยเซฟโมเสสและแอรอน: เราให้รางวัลแก่ผู้ที่ทำดี:\n\n-อัลกุรอาน, Surah 6 al-an'am, Ayah 83–84 [33]\nAli Ibn Abi Talib เมื่อถูกถามเกี่ยวกับผู้เผยพระวจนะที่ได้รับชื่อพิเศษเล่าในหะดีษว่า Ya'Qub Ibn Ishaq เป็นที่รู้จักกันโดยคนของเขาในฐานะ Isra'il [34]\n\nอินสแตนซ์ในพระคัมภีร์ที่เกี่ยวข้องกับการต่อสู้ของจาค็อบกับทูตสวรรค์ไม่ได้กล่าวถึงในอัลกุรอาน แต่มีการกล่าวถึงในข้อคิดเห็นของชาวมุสลิมเช่นเดียวกับวิสัยทัศน์ของบันไดของยาโคบ [9] [35] จาค็อบหลอกให้อิสอัคเป็นพรแก่เขาโดยการแอบอ้างคู่แฝดเอซาวของเขาก็ไม่ได้อยู่ในอัลกุรอาน แต่อยู่ในข้อคิดเห็นของชาวมุสลิม [9]\n\nชาวมุสลิมที่เชื่อว่ายาโคบเป็นผู้เฒ่าผู้ยิ่งใหญ่เน้นความเชื่อที่ว่าความสำคัญหลักของยาโคบอยู่ในการยอมจำนนอย่างมากต่อพระเจ้าและศรัทธาที่มั่นคงของเขาในศาสนาที่ถูกต้อง ในฐานะผู้เฒ่าจาค็อบร่วมกับอับราฮัมอาจเป็นผลที่ได้ผลมากที่สุดตามประเพณี จากลูกชายสิบสองคนของเขา [36] จะมาเป็นผู้เผยพระวจนะผู้ยิ่งใหญ่อีกมากมายรวมถึงโยนาห์ (ยูนัส) เดวิด (Dawud) โซโลมอน (Suleyman) และพระเยซู (อิสยา)",
"Yusuf": "Yusuf Ibn Yaqub Ibn Ishaaq Ibn Ibrahim (อาหรับ: يوفنيقوبنإاقنإراهيم) (โจเซฟลูกชายของจาค็อบ บุคคลจาก Tanakh พระคัมภีร์ศาสนาของชาวยิวและคัมภีร์ไบเบิลคริสเตียนซึ่งคาดว่าจะอาศัยอยู่ในอียิปต์ก่อนอาณาจักรใหม่ [2] มันเป็นหนึ่งในชื่อสามัญในตะวันออกกลางและในหมู่ประเทศมุสลิม ในบรรดาลูก ๆ ของจาค็อบทั้งหมดโจเซฟเป็นคนที่ได้รับของขวัญจากคำทำนาย แม้ว่าเรื่องเล่าของผู้เผยพระวจนะคนอื่น ๆ จะถูกกล่าวถึงใน Surahs ต่าง ๆ แต่การเล่าเรื่องที่สมบูรณ์ของโจเซฟนั้นได้รับเพียงหนึ่งเดียวใน Surah, Yusuf ทำให้มันไม่เหมือนใคร มีการกล่าวกันว่าเป็นเรื่องเล่าที่มีรายละเอียดมากที่สุดในอัลกุรอานและมีรายละเอียดมากกว่าคัมภีร์ไบเบิล [3]\n\nเชื่อกันว่ายูซุฟเป็นบุตรชายที่สิบเอ็ดของ Yaqub (อาหรับ: يقوب, Yaqub) และตามนักวิชาการหลายคนที่เขาชื่นชอบ อ้างอิงจากสอิบันคาธีร์ \"ยาโคบมีลูกชายสิบสองคนซึ่งเป็นบรรพบุรุษของเผ่าชาวอิสราเอลผู้สูงศักดิ์ผู้สูงศักดิ์ที่สุดที่ยิ่งใหญ่ที่สุดของพวกเขาคือโจเซฟ\" [4] เรื่องราวเริ่มต้นด้วยโจเซฟเปิดเผยความฝันที่เขามี ถึงพ่อของเขาซึ่งยาโคบรับรู้ [5] นอกเหนือจากบทบาทของพระเจ้าในชีวิตของเขาเรื่องราวของ Yusuf และ Zulaikha (ภรรยาของ Potiphar ในพันธสัญญาเดิม) ได้กลายเป็นวิชาที่ได้รับความนิยมในวรรณคดีเปอร์เซีย [6]\n\nอัลกุรอาน Surah 12 (Yusuf)\n\nการใช้ \"ราชา\" กับ \"ฟาโรห์\"\nในอัลกุรอานชื่อของผู้ปกครองอียิปต์ในช่วงเวลาของโจเซฟได้รับการกล่าวขานว่าเป็น \"ราชา\" (อาหรับ: อัล-มาลิก) ในขณะที่ผู้ปกครองอียิปต์ในช่วงเวลาของโมเสสกล่าวกันว่าเป็น \" ฟาโรห์ \"(อาหรับ: ฟาร์กอนแม้ว่าจะเป็นชื่อที่ไม่มีบทความที่แน่นอน) สิ่งนี้น่าสนใจเพราะตามแหล่งประวัติศาสตร์ชื่อฟาโรห์เริ่มใช้เพื่ออ้างถึงผู้ปกครองของอียิปต์ (เริ่มต้นด้วยกฎของ Thutmose III) ในปี ค.ศ. 1479 ก่อนคริสตศักราช - ประมาณ 21 ปีหลังจากศาสดาพยากรณ์โจเซฟเสียชีวิต [44] แต่ในการบรรยายของยูซุฟในพระคัมภีร์ชื่อกษัตริย์ (ฮีบรู: เมเลคห์) และฟาโรห์ถูกใช้แทนกันได้สำหรับผู้ปกครองของอียิปต์ในบทปฐมกาล 39-41 [45]\n\nมาลิก (ของอียิปต์) กล่าวว่า: \"ฉันเห็น (ในวิสัยทัศน์) เจ็ด Kine Fat Kine ซึ่งเจ็ดคนที่กินเนื้อและเจ็ดหูข้าวโพดสีเขียวและเจ็ด (คนอื่น ๆ ) เหี่ยวแห้ง ถ้าเป็นเช่นนั้นคุณสามารถตีความวิสัยทัศน์ได้ \"\n\n- อัลกุรอาน, Surah 12 (Yusuf), Ayah 43, [46]\nหลังจากนั้นพวกเขาเราก็ส่งมูซาไปพร้อมกับสัญญาณของเราไปที่ Fir'aun และหัวหน้าของเขา แต่พวกเขาปฏิเสธพวกเขาอย่างผิด ๆ ดังนั้นดูว่าจุดจบของ Al-Mufsidin เป็นอย่างไร (ภาษาอาหรับ: ألمفين, \"The Mischief-Makers\" หรือ \"The Corrupters\")\n\n-อัลกุรอาน, ซูราห์ 7 (อัลอาร์ฟ), อายาห์ 103 [47]\nและมาลิกพูดว่า: \"พาเขามาหาฉัน\" แต่เมื่อผู้ส่งสารมาหาเขาเขา (ยูซุฟ) กล่าวว่า: \"กลับมาหาพระเจ้าของคุณและถามเขาว่า 'เกิดอะไรขึ้นกับผู้หญิงที่ตัดมือของพวกเขา?\n\n- อัลกุรอาน, Surah 12 (Yusuf), Ayah 50, [48]\nและเจ้านายของโจเซฟพาเขาไปและวางเขาไว้ในคุกสถานที่ที่นักโทษของกษัตริย์ถูกผูกมัด และเขาอยู่ที่นั่นในคุก\n\n- ปฐมกาล 39:20\nและโจเซฟอายุสามสิบปีเมื่อเขายืนต่อหน้าฟาโรห์กษัตริย์แห่งอียิปต์-และโจเซฟก็ออกไปจากการปรากฏตัวของฟาโรห์และเดินไปทั่วดินแดนอียิปต์ทั้งหมด\n\n- ปฐมกาล 41:46\nและโจเซฟวางพ่อและพี่น้องของเขาและให้พวกเขาครอบครองในดินแดนอียิปต์ในดินแดนที่ดีที่สุดในดินแดนแห่งราเมสตามที่ฟาโรห์สั่ง\n\n- ปฐมกาล 47:11",
"Ayyub": "Job (ภาษาอาหรับ: أيوب, Romanized: Ayūb) เป็นที่รู้จักกันในนามผู้เผยพระวจนะในศาสนาอิสลามและถูกกล่าวถึงในอัลกุรอาน [1] เรื่องราวของโยบในศาสนาอิสลามนั้นขนานกับเรื่องราวของพระคัมภีร์ฮีบรูแม้ว่าการเน้นหลักคืองานที่ยังคงแน่วแน่ต่อพระเจ้า ไม่มีการเอ่ยถึงการพูดคุยกับเพื่อนในข้อความอัลกุรอาน แต่ต่อมาวรรณกรรมมุสลิมระบุว่าโยบมีพี่น้องที่โต้เถียงกับชายคนนั้นเกี่ยวกับสาเหตุของความทุกข์ยากของเขา นักวิจารณ์ชาวมุสลิมบางคนพูดถึงงานว่าเป็นบรรพบุรุษของชาวโรมัน [2] วรรณกรรมอิสลามยังแสดงความคิดเห็นเกี่ยวกับเวลาและสถานที่ของงานศาสนจักรพยากรณ์โดยกล่าวว่าเขามาหลังจากโจเซฟในซีรีส์การพยากรณ์และเขาเทศนาให้คนของเขามากกว่าที่จะถูกส่งไปยังชุมชนที่ระบุ ประเพณีเล่าเพิ่มเติมว่างานจะเป็นผู้นำในสวรรค์ของกลุ่ม \"ผู้ที่อดทนอย่างอดทน\" [3]\n\nAyūb (Job) ถูกกล่าวถึงครั้งแรกในคัมภีร์อัลกุรอานในข้อต่อไปนี้:\nอันที่จริงเราได้เปิดเผยกับคุณ [O Muhammad] ในขณะที่เราเปิดเผยให้โนอาห์และศาสดาพยากรณ์หลังจากเขา และเราเปิดเผยต่ออับราฮัมอิชมาเอลอิสอัคจาค็อบลูกหลานพระเยซูโยบโยนาห์แอรอนและโซโลมอนและเดวิดเราให้หนังสือ [ของซาบูร์]\n\n-อัลกุรอาน, Sura 4 (An-Nisa), Ayah 163 [4]\nคัมภีร์อัลกุรอานอธิบายถึงงานเป็นผู้รับใช้ที่ชอบธรรมของอัลเลาะห์ผู้ซึ่งได้รับผลกระทบจากความทุกข์เป็นระยะเวลานาน อย่างไรก็ตามมันระบุอย่างชัดเจนว่างานไม่เคยสูญเสียศรัทธาในพระเจ้าและเรียกร้องให้พระเจ้าตลอดไปในการอธิษฐานขอให้เขาลบความทุกข์ของเขา:\n\nและงาน [พูดถึง] เมื่อพระองค์ทรงเรียกพระเจ้าของเขาว่า \"จริง ๆ แล้วความทุกข์ยากได้สัมผัสฉันและคุณเป็นผู้เมตตาที่เมตตาที่สุด\"\n\n- อัลกุรอาน, สุระ 21 (ศาสดาพยากรณ์), อายาห์ 83 [5]\nการบรรยายกล่าวต่อไปว่าหลังจากหลายปีแห่งความทุกข์ทรมานพระเจ้าสั่งให้โยบ \"โจมตีด้วยเท้าของเจ้า!\" [6] ในทันทีโยบกระแทกพื้นด้วยเท้าของเขาและพระเจ้าทำให้น้ำฤดูใบไม้ผลิเย็น ๆ พุ่งออกมาจากโลกซึ่งงานที่สามารถเติมเต็มตัวเองได้ คัมภีร์อัลกุรอานกล่าวว่าตอนนั้นพระเจ้าทรงกำจัดความเจ็บปวดและความทุกข์ทรมานของเขาและเขากลับมาหาครอบครัวของเขาให้เขาอวยพรเขาด้วยเด็กหลายชั่วอายุคนและให้ความมั่งคั่งอย่างมากแก่เขา นอกเหนือจากคำอธิบายสั้น ๆ เกี่ยวกับการเล่าเรื่องของโยบอัลกุรอานกล่าวถึงงานอีกสองครั้งในรายการของผู้ที่พระเจ้าทรงให้คำแนะนำพิเศษภูมิปัญญาและแรงบันดาลใจ (IV: 163) และเป็นหนึ่งในผู้ชายที่ได้รับอำนาจ (VI: 84)\n\nหลังจากซาตานเลิกพยายามที่จะหันไปหางานพระเจ้าพระเจ้าก็กำจัดความทุกข์ของโยบและคืนครอบครัวของเขาให้เขาเพิ่มจำนวนพวกเขาเป็นสองเท่า เขาคืนความมั่งคั่งของงานและอาบน้ำด้วยทองคำ เมื่อภรรยาของโยบได้เห็นสามีของเธอกลับคืนสู่ความเจริญรุ่งเรืองและสุขภาพเธอก็สวดอ้อนวอนขอบคุณพระเจ้า แต่แล้วก็กังวลว่าสามีของเธอเคยทำมาก่อนหน้านี้ซึ่งเขาสัญญาว่าจะเอาชนะเธอด้วยจังหวะร้อย โยบยังเป็นที่ยอมรับอย่างลึกซึ้งต่อคำสาบานที่เขาได้รับท่ามกลางความทุกข์ของเขา อย่างไรก็ตามพระเจ้าได้ส่งการเปิดเผยไปยังงานซึ่งบอกให้เขาไม่เอาชนะภรรยาของเขา แต่ต้องตีเธอด้วยหญ้าอ่อน ๆ [7]\n\nคัมภีร์อัลกุรอานอ้างอิง\nคำพยากรณ์ของงาน: 4: 163, 6:84\nการพิจารณาคดีและความอดทน: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nอ่านเพิ่มเติม\nIbn Kathir, Bidaya wa l-Nihaya, I, 220–225\ntafsir บน xxi และ xxxvii\nTabari, I, 361–364\nThalabi, Tales of the Prophets, Cairo 1339, 106–114\nKisa'i เรื่องราวของศาสดาพยากรณ์ 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb หรือ Shuʿayb (อาหรับ: شيب, IPA: [ʃuʕajb]; ความหมาย: \"ใครแสดงเส้นทางที่ถูกต้อง\") เป็น midianite nabi โบราณ (ศาสดา) ในศาสนาอิสลาม 1] Shuayb ถูกระบุแบบดั้งเดิมกับ Jethro ในพระคัมภีร์ไบเบิลพ่อของโมเสส Shuaib ถูกกล่าวถึงในอัลกุรอานทั้งหมด 11 ครั้ง [2] เขาเชื่อว่าจะมีชีวิตอยู่หลังจากอิบราฮิม (อับราฮัม) และมุสลิมเชื่อว่าเขาถูกส่งไปเป็นผู้เผยพระวจนะไปยังชุมชน: ชาวเมเดียน, [3] ซึ่งเป็นที่รู้จักกันในนามAṣḥāb al-Aaykah (\"สหายของไม้\") , [4] [5] [6] [7] เนื่องจากพวกเขาเคยนมัสการต้นไม้ใหญ่ สำหรับประชาชน Shuaib ประกาศเส้นทางตรงและเตือนผู้คนให้ยุติวิธีการฉ้อโกงของพวกเขา เมื่อชุมชนไม่กลับใจอัลลอฮ (พระเจ้า) ทำลายชุมชน [3] [5]\n\nShuaib เป็นที่เข้าใจกันว่าชาวมุสลิมเป็นหนึ่งในผู้เผยพระวจนะชาวอาหรับไม่กี่คนที่กล่าวถึงชื่อในอัลกุรอานคนอื่น ๆ คือ Salih, Hud และ Muhammad ว่ากันว่าเขาเป็นที่รู้จักของชาวมุสลิมในฐานะ \"นักเทศน์ที่มีคารมคมคายท่ามกลางผู้เผยพระวจนะ\" เพราะเขาเป็นตามประเพณีได้รับความสามารถและคารมคมคายในภาษาของเขา [8]\n\nบริบททางประวัติศาสตร์\nพื้นที่ที่ Shuʿayb ถูกส่งไปยังชื่อ 'Madyan ในอัลกุรอานซึ่งรู้จักกันในภาษาอังกฤษว่าเป็น Midian ซึ่งมักถูกอ้างถึงในพระคัมภีร์ ชาวเมดิเดียนถูกกล่าวว่าเป็นเชื้อสายอาหรับแม้ว่าจะเป็นเพื่อนบ้านของชาวคานาอันในพระคัมภีร์ไบเบิลพวกเขาผสมผสานกับพวกเขา ว่ากันว่าพวกเขาเป็นเผ่าที่หลงทางและดินแดนหลักของพวกเขาในช่วงเวลาของ Musa (โมเสส) คือคาบสมุทรซีนาย\n\nบัตรประจำตัวที่ขัดแย้งกับ Jethro\nJethro ถูกกล่าวถึงในพระคัมภีร์ (อพยพ 3: 1) ในฐานะพ่อของกฎหมายของโมเสส แม้ว่า Shuaib จะถูกระบุบ่อยครั้งกับนักบวช Midianite Jethro แต่นักวิชาการสมัยใหม่ส่วนใหญ่ปฏิเสธการระบุตัวตนนี้ นักวิจารณ์คลาสสิกเช่น Ibn Kathir กล่าวว่า Shuʿayb เป็นหลานชายผู้ยิ่งใหญ่ของอับราฮัม: Shuʿayb เชื่อว่าเป็นบุตรชายของมิกิลลูกชายของ Issachar บุตรชายของ Midian ลูกชายของอับราฮัม [8] นั่นจะทำให้เป็นไปไม่ได้การระบุตัวตนของ Jethro ที่อาศัยอยู่ในช่วงเวลาของโมเสสโดยอ้างถึงหลายร้อยปีหลังจากอับราฮัม [9]\n\nอัลกุรอานกล่าวว่า Shuaib ได้รับการแต่งตั้งจากพระเจ้าให้เป็นผู้เผยพระวจนะให้กับชาวอินเดีย ผู้คนในดินแดนนี้ได้รับการกล่าวขานว่ามีชื่อเสียงโดยเฉพาะอย่างยิ่งสำหรับการโกงผู้อื่นผ่านความไม่ซื่อสัตย์และการเคารพบูชา คำพยากรณ์ของ Shuʿayb ส่วนใหญ่เกี่ยวข้องกับการเรียกชาวมีเดียนไปยังเส้นทางที่ถูกต้องของพระเจ้า [10] และห้ามไม่ให้พวกเขานมัสการเทพเจ้าเท็จ\n\nมันก็บอกว่าเขาบอกให้คนของเขาหยุดไม่ซื่อสัตย์ในกิจกรรมประจำวันของพวกเขา แม้ว่าเขาจะเทศนาและพยากรณ์เป็นระยะเวลานาน แต่คนส่วนใหญ่ปฏิเสธที่จะฟังเขา อย่างไรก็ตาม Shuayb ยังคงแน่วแน่ เขาเทศนาอย่างมีพลังอย่างต่อเนื่องกับคนชั่วบอกพวกเขาถึงการลงโทษที่เกิดขึ้นกับความบาปต่อหน้าพวกเขา Shuʿayb เตือนผู้คนว่าความไม่รู้ของพวกเขาจะนำไปสู่การทำลายล้างของชาวเมียนซึ่งเป็นตัวอย่างทางประวัติศาสตร์ของผู้เผยพระวจนะก่อนหน้านี้รวมถึงโนอาห์ฮัดซาลิห์และล็อต [11] ทุกคนที่พระเจ้าถูกทำลาย\n\nผู้คนเย้ยหยัน Shuʿayb และบอกเขาว่าไม่ใช่เพราะครอบครัวที่มีชื่อเสียงที่เขามาจากเขาจะถูกขว้างด้วยก้อนหินอย่างแน่นอน Shuayb ตอบว่า \"ครอบครัวของฉันมีการพิจารณากับคุณมากกว่าพระเจ้าหรือไม่\" เมื่อชาวเมเดียนปฏิเสธที่จะเชื่อพวกเขาถูกทำลายด้วยแผ่นดินไหวอันยิ่งใหญ่ [3] อย่างไรก็ตามอัลกุรอานกล่าวว่า Shuʿayb และสหายที่เชื่อของเขาได้รับการช่วยเหลือจากการลงโทษที่ดังกึกก้อง [11] [12]\n\nคล้ายคลึงกับผู้เผยพระวจนะคนอื่น ๆ\nภารกิจของ Shuayb มักถูกกล่าวถึงในอัลกุรอานพร้อมกับภารกิจของโนอาห์ฮัดซาลิห์และล็อต นักวิชาการได้ชี้ให้เห็นว่าผู้เผยพระวจนะทั้งห้านี้เป็นตัวอย่างของภารกิจการพยากรณ์ในช่วงต้น: [13] ผู้เผยพระวจนะจะถูกส่งไปยังชุมชนของเขา; ชุมชนจะไม่ให้ความสนใจกับคำเตือนของเขาและจะคุกคามเขาด้วยการลงโทษ หลังจากหลายปีของการเทศนาพระเจ้าจะขอให้เขาออกจากชุมชนของเขาในขณะที่คนของเขาถูกทำลายในการลงโทษ [13] นักวิชาการตีความรายการของผู้เผยพระวจนะทั้งห้าอย่างตามลำดับเวลาดังนั้น Shuʿayb จึงเป็นลูกหลานของโนอาห์ (เทศนาเกี่ยวกับน้ำท่วมครั้งใหญ่) และศาสดาอับราฮัม",
"Musa": "ในศาสนาอิสลาม, mūsā ibnʿImrān (อาหรับ: مویابنمران, Lit. 'โมเสส, บุตรชายของ Amram'), [1] เป็นศาสดาและผู้ส่งสารที่สำคัญของพระเจ้า (อัลลอฮ) และเป็นบุคคลที่กล่าวถึงบ่อยที่สุดในอัลกุรอาน ชื่อของเขาถูกกล่าวถึง 136 ครั้งและชีวิตของเขาถูกบรรยายและเล่าให้ฟังมากกว่าผู้เผยพระวจนะคนอื่น ๆ [2] [3]\n\nจากข้อมูลของอัลกุรอาน Musa เกิดมาเพื่อครอบครัวชาวอิสราเอล ในวัยเด็กของเขาเขาอยู่ในตะกร้าที่ไหลไปยังไนล์และในที่สุด Musa ก็ถูกค้นพบโดย Asiya ภรรยาของฟาโรห์ (Fir'awn) ซึ่งทำให้ Musa เป็นลูกชายบุญธรรมของเธอ หลังจากถึงวัยผู้ใหญ่แล้ว Musa ก็อาศัยอยู่ใน Midian ก่อนออกเดินทางไปอียิปต์อีกครั้งเพื่อคุกคามฟาโรห์ ในระหว่างการเผยพระวจนะของเขา Musa ได้รับการกล่าวขานว่าได้แสดงปาฏิหาริย์มากมายและยังมีรายงานว่าได้พูดคุยกับพระเจ้าเป็นการส่วนตัวผู้มอบตำแหน่ง 'ประธานของพระเจ้า' (KalīmAllāh) ต่อ Musa ปาฏิหาริย์ที่ได้รับความนิยมมากที่สุดของศาสดาคือเขาแบ่งทะเลด้วยไม้ที่น่าอัศจรรย์ที่พระเจ้าจัดเตรียมไว้ นอกเหนือจากอัลกุรอานแล้ว Musa ยังอธิบายและยกย่องในวรรณกรรมสุนัตด้วยเช่นกัน\n\nหลังจากการตายของฟาโรห์มูซาและผู้ติดตามของเขาเดินทางไปยังกรุงเยรูซาเล็มซึ่งในที่สุดท่านศาสดาก็ตาย ในประเพณีของอิสลามเขาเชื่อว่าถูกฝังที่ Nabi Musa และในที่สุดก็ยกขึ้นสู่สวรรค์ หลังจากนั้นเขาได้รับรายงานว่าได้พบกับมูฮัมหมัดในเจ็ดสวรรค์หลังจากการขึ้นสวรรค์ของกรุงเยรูซาเล็มในระหว่างการเดินทางกลางคืน (isrā ’miʿrāj) [4] ในระหว่างการเดินทาง Musa ได้รับการกล่าวว่าได้ส่งมูฮัมหมัดกลับไปพบพระเจ้าซ้ำ ๆ และขอลดจำนวนการสวดมนต์ทุกวันที่จำเป็น แต่เดิมเชื่อว่าเป็นห้าสิบจนกระทั่งมีเพียงห้าคำอธิษฐานที่ยังคงอยู่ [5] [6] [6]\n\nMusa ถูกมองว่าเป็นบุคคลสำคัญในศาสนาอิสลาม ตามเทววิทยาอิสลามมุสลิมทุกคนจะต้องมีศรัทธาในผู้เผยพระวจนะและผู้ส่งสารทุกคนของพระเจ้าซึ่งรวมถึง Musa และ Harun น้องชายของเขา ชีวิตของ Musa โดยทั่วไปจะถูกมองว่าเป็นจิตวิญญาณขนานกับชีวิตของมูฮัมหมัดและชาวมุสลิมพิจารณาหลายแง่มุมของชีวิตของบุคคลทั้งสองที่จะแบ่งปัน [1] วรรณกรรมอิสลามยังอธิบายถึงความสัมพันธ์แบบขนานระหว่างคนของพวกเขากับเหตุการณ์ที่เกิดขึ้นในช่วงชีวิตของพวกเขา; การอพยพของชาวอิสราเอลจากอียิปต์โบราณถือว่ามีความคล้ายคลึงกันในธรรมชาติกับการอพยพของมูฮัมหมัดและผู้ติดตามของเขาจากเมกกะไปยังเมดินาเนื่องจากเหตุการณ์ทั้งสองเกิดขึ้นในการเผชิญหน้ากับการประหัตประหาร - ชาวอิสราเอลโดยชาวอียิปต์โบราณ โดย Meccans ตามลำดับ [7] การเปิดเผยของเขาเช่นบัญญัติสิบประการซึ่งเป็นส่วนหนึ่งของเนื้อหาของโตราห์และเป็นศูนย์กลางของศาสนาอับราฮัมมิกของศาสนายูดายและศาสนาคริสต์ [8] [9] ดังนั้นชาวยิวและคริสเตียนจึงถูกกำหนดให้เป็น \"คนในหนังสือ\" สำหรับชาวมุสลิมและจะได้รับการยอมรับด้วยสถานะพิเศษนี้ไม่ว่าจะใช้กฎหมายอิสลามที่ใดก็ตาม Musa ได้รับการเคารพในวรรณคดีอิสลามซึ่งขยายเหตุการณ์ในชีวิตของเขาและปาฏิหาริย์ที่มาจากพระองค์ในอัลกุรอานและหะดีษเช่นการสนทนาโดยตรงกับพระเจ้า",
"Harun": "ในศาสนาอิสลามHārūn Ibn imrān [2] (อาหรับ: هارونابنمران, Lit. 'Aaron, ลูกชายของ Amram') เป็นศาสดาและผู้ส่งสารของพระเจ้า (อัลเลาะห์) และพี่ชายของศาสดาพยากรณ์ (โมเสส) [3] [การตรวจสอบที่ล้มเหลว] [จำเป็นต้องมีการชี้แจง] เขาพร้อมกับพี่ชายของเขาเทศนาชาวอิสราเอลไปสู่การอพยพ [4]\n\nคัมภีร์อัลกุรอานมีการอ้างอิงจำนวนมากถึงแอรอนทั้งตามชื่อและไม่มีชื่อ มันบอกว่าเขาเป็นลูกหลานของอับราฮัม [5] และทำให้ชัดเจนว่าทั้งเขาและโมเสสถูกส่งไปพร้อมกันเพื่อเตือนฟาโรห์เกี่ยวกับการลงโทษของพระเจ้า [6] มันเสริมว่าก่อนหน้านี้โมเสสได้สวดอ้อนวอนต่อพระเจ้าเพื่อเสริมสร้างพันธกิจของเขาเองกับแอรอน [7] และแอรอนช่วยโมเสสในขณะที่เขาเป็นผู้เผยพระวจนะ [8] และพูดคุยกันมากในเรื่องของการพูดและวาทกรรม [9] อัลกุรอานเสริมว่าทั้งโมเสสและแอรอนได้รับมอบหมายให้สร้างสถานที่อาศัยอยู่สำหรับชาวอิสราเอลในอียิปต์และเปลี่ยนบ้านเหล่านั้นให้เป็นสถานที่สักการะบูชาเพื่อพระเจ้า [10]\n\nเหตุการณ์ที่เกิดขึ้นของลูกวัวทองคำในขณะที่มันบรรยายในอัลกุรอานวาดแอรอนในแง่บวก อัลกุรอานบอกว่าแอรอนได้รับมอบหมายให้เป็นผู้นำของอิสราเอลในขณะที่โมเสสขึ้นอยู่กับṭūrSīnā '(อาหรับ: طـور يـنـاء, Mount Sinai) เป็นเวลาสี่สิบวัน [11] [12] [การตรวจสอบที่ล้มเหลว] เสริมว่าแอรอนพยายามอย่างเต็มที่ที่จะหยุดการนมัสการลูกวัวทอง เมื่อโมเสสกลับมาจาก Mount Sinai เขาตำหนิแอรอนเพื่ออนุญาตให้นมัสการไอดอลซึ่งแอรอนขอร้องให้โมเสสไม่โทษเขาเมื่อเขาไม่มีบทบาทในการก่อสร้าง [14] [12] คัมภีร์อัลกุรอานเสริมว่าโมเสสที่นี่คร่ำครวญถึงบาปของอิสราเอลและบอกว่าเขามีอำนาจเหนือตัวเองและแอรอนเท่านั้น [15]\n\nแอรอนได้รับการอนุสรณ์ในคัมภีร์อัลกุรอานในฐานะผู้ที่มี \"อำนาจที่ชัดเจน\" [16] และผู้ที่ \"ชี้นำไปยังเส้นทางที่ถูกต้อง\" [17] มันเสริมว่าความทรงจำของแอรอนนั้นถูกทิ้งไว้สำหรับคนที่ตามเขา [18] และเขาได้รับพรจากพระเจ้าพร้อมกับพี่ชายของเขา [19] อัลกุรอานก็บอกว่าผู้คนเรียกว่า 'แม่ของ Isa Maryam (อาหรับ: مـريـم, Mary) A \" Sister of Harun \"[20] นักวิชาการมุสลิมถกเถียงกันว่าใครคือ\" ฮารัน \"ในแง่ของบุคคลในประวัติศาสตร์ของเขาโดยบางคนบอกว่ามันเป็นการอ้างอิงถึงแอรอนแห่งการอพยพและคำว่า\" น้องสาว \"กำหนดเพียงคำอุปมาอุปมัย หรือการเชื่อมโยงทางจิตวิญญาณระหว่างตัวเลขทั้งสองสิ่งที่เห็นได้ชัดมากขึ้นเมื่อแมรี่เป็นลูกหลานของเชื้อสายนักบวชของแอรอนในขณะที่คนอื่น ๆ ถือมันให้เป็นคนชอบธรรมอีกคนที่อาศัยอยู่ในช่วงเวลาของพระคริสต์โดยใช้ชื่อของ \"แอรอน\" นักวิชาการส่วนใหญ่เห็นด้วยกับมุมมองเดิมและได้เชื่อมโยงแมรี่ทางวิญญาณกับน้องสาวที่แท้จริงของแอรอนชื่อ Miryam ของเธอ (อาหรับ: مـريم, ฮีบรู: מִיָם), [21] ซึ่งเธอคล้ายกับหลาย ๆ ด้าน อัลกุรอานยังบรรยายว่าศตวรรษต่อมาเมื่อ Tabut (ภาษาอาหรับ: ـاـوت, Ark of the Covenant) กลับไปที่อิสราเอลมันมี \"พระธาตุจากครอบครัวของโมเสสและพระธาตุจากครอบครัวของอาโรน\"",
"DhulKifl": "dhul-kifl (ภาษาอาหรับ: ذُوٱلْكِفْل, ḏūʾl-kīfl, \"ผู้ครอบครอง kifl\"; และสะกด Dhu l-kifl, dhul-kifl, zu al-kifl หรือ zu l-kifl) แม้ว่าตัวตนของเขาจะไม่เป็นที่รู้จัก แต่ตัวตนของเขาได้รับการตั้งทฤษฎีและระบุว่าเป็นผู้เผยพระวจนะพระคัมภีร์ฮีบรูและตัวเลขอื่น ๆ ส่วนใหญ่เอเสเคียลและพระพุทธเจ้ากูตามาส่วนใหญ่ [1] [2] [3] [4] [4] เชื่อกันว่า Dhul-Kifl ได้รับการยกย่องจากอัลลอฮ station แม้ว่าจะไม่ค่อยเป็นที่รู้จักของ Dhul-Kifl จากแหล่งประวัติศาสตร์อื่น ๆ งานเขียนทั้งหมดจากนักวิจารณ์คลาสสิกเช่น Ibn Ishaq และ Ibn Kathir พูดถึง Dhul-Kifl ในฐานะผู้พยากรณ์คนที่ยังคงซื่อสัตย์ในการสวดมนต์และการนมัสการทุกวัน 6]\n\nหลุมฝังศพในจังหวัด Ergani แห่ง Diyarbakir ตุรกีเชื่อว่าบางคนเป็นสถานที่พำนักของศาสดา Dhul-Kifl ตั้งอยู่ 5 กม. จากใจกลางเมืองบนเนินเขาที่เรียกว่า Makam Dağı [7] [8]\n\nนิรุกติศาสตร์\nชื่อ dhul-kifl หมายถึง \"ผู้ครอบครอง Kifl\" โดยใช้ชื่อประเภทที่ ذُو Dhū (\"ผู้ครอบครอง\") นำหน้าคุณสมบัติที่เกี่ยวข้องกับลักษณะบางอย่าง [9] ชื่อดังกล่าวถูกนำมาใช้เป็นตัวเลขที่น่าสังเกตอื่น ๆ ในอัลกุรอานเช่น Dhu al-Qarnayn (ภาษาอาหรับ: ذُوٱلْق น้ำตาล ٱلْنُّون, lit. 'หนึ่งกับปลา') หมายถึง Yunus Kifl เป็นคำภาษาอาหรับโบราณหมายถึง \"double\" หรือ \"ซ้ำ\" จากความหมายของราก \"ถึงสองเท่า\" หรือ \"พับ\"; มันยังใช้สำหรับผ้าพับ โดยทั่วไปแล้วชื่อจะหมายถึง \"หนึ่งในสองส่วน\" นักวิชาการบางคนแนะนำว่าชื่อหมายถึง \"คนที่มีค่าตอบแทนสองเท่า\" หรือมากกว่า \"คนที่ได้รับเงินชดเชยสองครั้ง\", [10] นั่นคือการบอกว่ามันเป็นชื่อสำหรับงานขณะที่ครอบครัวของเขากลับมาหาเขา ตามคัมภีร์อัลกุรอานและหนังสืองาน [11]\n\nตามมุมมองหนึ่งมันหมายถึง \"คนของ Kifl\" ในฐานะ \"หนึ่งใน ... \" เป็นอีกหนึ่งคำแปลที่เป็นไปได้ของคำนามdhūและ Kifl ถูกกล่าวหาว่าเป็นการกระทำของ \"Kapilavastu\" [12]\n\nเอเสเคียล\nบางคนมีความเห็นว่า dhul-kifl อาจเป็นเอเสเคียล เมื่อผู้ถูกเนรเทศราชาธิปไตยและรัฐถูกทำลายล้างชีวิตทางการเมืองและชาติเป็นไปไม่ได้อีกต่อไป ตามความสอดคล้องกับหนังสือสองส่วนของเขาบุคลิกภาพของเขาและการเทศนาของเขาเหมือนกันสองเท่าและชื่อ Dhul-Kifl หมายถึง \"The One to Double\" หรือ \"Fold\"\n\nAbdullah Yusuf Ali ในคำอธิบายอัลกุรอานของเขากล่าวว่า:\n\nDhul-Kifl จะหมายถึง \"ผู้ครอบครองหรือการให้หรือไม่\"; มิฉะนั้น \"คนที่ใช้เสื้อคลุมที่มีความหนาสองเท่า\" นั่นเป็นหนึ่งในความหมายของ Kifl ผู้แสดงความคิดเห็นแตกต่างกันในความเห็นว่าใครเป็นคนหมายถึงทำไมชื่อจึงถูกนำไปใช้กับเขา ฉันคิดว่าข้อเสนอแนะที่ดีที่สุดคือ Karsten Niebuhr ใน Reisebeschreibung Nach Arabien, Copenhagen, 1778, II 264–266 ตามที่ยกมาในสารานุกรมของศาสนาอิสลามภายใต้ Dhul-Kifl เขาไปเยี่ยมชม Meshad 'ทั้งหมดในอิรักและเมืองเล็ก ๆ ที่เรียกว่า Kifl อยู่ตรงกลางระหว่าง Najaf และ Hilla (บาบิโลน) Kefil เขาบอกว่าเป็นรูปแบบภาษาอาหรับของเอเสเคียล ศาลเจ้าแห่งเอเสเคียลอยู่ที่นั่นและชาวยิวก็มาแสวงบุญ ถ้าเรายอมรับ \"dhul-kifl\" ให้เป็นคำจารึก แต่รูปแบบอาหรับของ \"เอเสเคียล\" มันเหมาะกับบริบทเอเสเคียลเป็นผู้เผยพระวจนะในอิสราเอลที่ถูกพาไปบาบิโลนโดยเนบูคัดเนสซาร์หลังจากการโจมตีครั้งที่สองของเขาในเยรูซาเล็ม พ.ค. 599) หนังสือของเขารวมอยู่ในพระคัมภีร์ภาษาอังกฤษ (พันธสัญญาเดิม) [15] เขาถูกล่ามโซ่และถูกผูกมัดและติดคุกและในช่วงเวลาหนึ่งเขาก็โง่ เขาเบื่อทุกคนด้วยความอดทนและความมั่นคงและยังคงตำหนิความชั่วร้ายในอิสราเอลอย่างกล้าหาญ ในเส้นทางที่ถูกไฟไหม้เขาประณามผู้นำเท็จด้วยคำพูดที่เป็นความจริงชั่วนิรันดร์: \"ความฉิบหายเป็นคนเลี้ยงแกะของอิสราเอลที่ให้อาหารตัวเอง! ฆ่าพวกเขาที่ได้รับการเลี้ยงดู แต่เจ้าไม่ได้เป็นฝูงแกะผู้ที่เป็นโรคไม่ได้เสริมสร้างความเข้มแข็งไม่ได้รับการรักษาที่ป่วยและไม่ได้ผูกมัดสิ่งที่เสียไปแล้ว ...... [16]\n\n- Abdullah Yusuf Ali, อัลกุรอานศักดิ์สิทธิ์: ข้อความ, การแปลและคำอธิบาย [17]\n\nกล่าวถึงในอัลกุรอาน\nในอัลกุรอาน\nDhul-Kifl ได้รับการกล่าวถึงสองครั้งในอัลกุรอานในข้อต่อไปนี้:\n\nและ (โปรดจำไว้) Ismail, Idris และ Dhul-Kifl, ความมั่นคงและความอดทนทั้งหมด (ผู้ชาย)\nเรายอมรับพวกเขาด้วยความเมตตาของเราเพราะพวกเขาเป็นคนชอบธรรม\n\n-อัลกุรอาน, Surah al-Anbiya (21), Ayahs 85–86 [13]\nและระลึกถึง Ismail, Elisha และ Dhul-Kifl: แต่ละคนเป็น บริษัท ที่ดี\n\n- อัลกุรอาน, Surah Sad (38), Ayah 48 [14]\nในทั้งสองกรณี Dhul-Kifl ถูกกล่าวถึงในบริบทของรายการของผู้เผยพระวจนะอัลกุรอานรวมถึงคนอื่น ๆ ที่ไม่ได้กล่าวถึงใน Ayat ที่ยกมาข้างต้น\nAl Kifl (อาหรับ: الكفل; ul-kifl) เป็นเมืองทางตะวันออกเฉียงใต้ของอิรักบนแม่น้ำ Euphrates ระหว่าง Najaf และ Al Hillah ชื่อที่แตกต่างกันสำหรับศาลเจ้าภายในอัลคิฟลคือ: dhu'l kifl ศาลเจ้า, marqad dhu'l kifl, qobbat dhu'l kifl, qabr al-nabi dhul-kifl, ศาลเจ้า Dhul-kifl, zul kifl shrine . Hazqiyal เป็นคำแปลภาษาอาหรับของภาษาฮีบรู Y'Hezqel ซึ่งส่วนใหญ่ใช้โดยชาวยิวเซฟาร์ดีหลังจากพวกเขานำอาหรับมาใช้ สิ่งนี้บ่งชี้ว่าชาวยิวบรรจุ Ezekiel และ Dhul-Kifl และ Exegetes มุสลิมตามหลังชุดสูท ทางการอิรักยืนยันว่าในปี 1316 (715–16 AH) Ilkhanid Sultan Uljaitu ได้รับสิทธิในการเป็นผู้ปกครองเหนือหลุมฝังศพจากชุมชนชาวยิว ดังนั้นศาลจึงถูกเปลี่ยนชื่อตามระบบการตั้งชื่ออิสลามสำหรับผู้เผยพระวจนะคนเดียวกัน สุลต่าน Uljaitu เพิ่มโครงสร้างโดยการสร้างมัสยิดและหอคอยสุเหร่า เช่นเดียวกับเขาฟื้นฟูศาลที่มีการเปลี่ยนแปลงบางอย่างทำให้ชัดเจนโดยการเปรียบเทียบสถานะปัจจุบันกับคำอธิบายของนักเดินทางก่อน-Ilkhanid เว็บไซต์ยังคงเป็นสถานที่แสวงบุญของชาวมุสลิมจนถึงจุดเริ่มต้นของศตวรรษที่สิบเก้าเมื่อ Menahim Ibn Danyal ชาวยิวผู้มั่งคั่งประสบความสำเร็จในการเปลี่ยนกลับไปเป็นเว็บไซต์ของชาวยิวและฟื้นฟู สุเหร่ายังคงเป็นพยานเพียงคนเดียวในการดำรงตำแหน่งเป็นสถานที่อิสลาม แม้ว่ามัสยิดและสุเหร่าจะถูกสร้างขึ้นในศตวรรษที่ 14 แต่ไม่สามารถกำหนดโบราณวัตถุของศาลเจ้าและหลุมฝังศพได้ [18]\n\nพระพุทธเจ้า\nDhul-Kifl ยังได้รับการระบุด้วยพระพุทธเจ้า Gautama [19] [20] [21] [22] ความหมายของ dhul-kifl ยังคงถกเถียงกันอยู่ แต่ตามมุมมองหนึ่งมันอาจหมายถึง \"ชายจาก Kapil (Kapilavastu เมืองที่พระพุทธเจ้าใช้เวลาสามสิบปีในชีวิตของเขา) [12] [20]\n\nผู้สนับสนุนมุมมองนี้อ้างถึงข้อแรกของบทที่ 95 ของอัลกุรอาน, Surah at-tin:\n\nโดยมะเดื่อและมะกอกและภูเขาซีนายและเมืองที่ปลอดภัยแห่งนี้˹ofMecca˺!\n\n-อัลกุรอาน, 95: 1-3\nจากมุมมองนี้จากสถานที่ที่กล่าวถึงในข้อเหล่านี้: ซีนายเป็นสถานที่ที่โมเสสได้รับการเปิดเผย เมกกะเป็นสถานที่ที่มูฮัมหมัดได้รับการเปิดเผย และต้นมะกอกเป็นสถานที่ที่พระเยซูได้รับการเปิดเผย ในกรณีนี้ต้นมะเดื่อที่เหลือคือที่ที่พระพุทธเจ้า Gautama ได้รับการเปิดเผย [21]\n\nบางคนก็เอาไปอีกเล็กน้อยและระบุว่ามูฮัมหมัดตัวเองเป็นพระพุทธเจ้าเพราะพระพุทธเจ้าหมายถึง \"รู้แจ้งคนหนึ่ง\" [23]\n\nคนอื่น\nDhul-Kifl ได้รับการระบุอย่างหลากหลายกับ Joshua, Obadiah [24] และ Isaiah [25] [24]",
"Dawud": "Dawud (ภาษาอาหรับ: د¦lاوُوْ, Romanized: dāwūd [daːwuːd]), เป็นผู้เผยพระวจนะและผู้ส่งสารของพระเจ้า (อัลเลาะห์) และเป็นกษัตริย์ที่มีความชอบธรรม นอกจากนี้ชาวมุสลิมยังให้เกียรติเดวิดที่ได้รับการเปิดเผยอันศักดิ์สิทธิ์ของ Zabur (สดุดี) [2] [3] Dawud ถือเป็นหนึ่งในคนที่สำคัญที่สุดในศาสนาอิสลาม กล่าวถึงสิบหกครั้งในอัลกุรอานเดวิดปรากฏตัวในพระคัมภีร์อิสลามเป็นลิงค์ในห่วงโซ่ของผู้เผยพระวจนะที่นำหน้ามูฮัมหมัด [4] แม้ว่าเขามักจะไม่ได้รับการพิจารณาว่าเป็นหนึ่งในผู้เผยพระวจนะ \"ให้กฎหมาย\" (Ulū al-ʿAzm) \"เขาอยู่ไกลจากร่างชายขอบ\" ในความคิดของอิสลาม [2] ในประเพณีอิสลามต่อมาเขาได้รับการยกย่องในการสวดอ้อนวอนและการอดอาหาร นอกจากนี้เขายังถูกนำเสนอเป็นต้นแบบเพียงผู้ปกครองและเป็นสัญลักษณ์ของอำนาจของพระเจ้าบนโลกเคยเป็นกษัตริย์และผู้เผยพระวจนะในครั้งเดียว\n\nเดวิดมีความสำคัญอย่างยิ่งต่อสถาปัตยกรรมทางศาสนาของอิสลามเยรูซาเล็ม [1] Dawud เป็นที่รู้จักในฐานะพระคัมภีร์ไบเบิลเดวิดซึ่งเป็นไปตามพระคัมภีร์ฮีบรูกษัตริย์องค์ที่สองของสหราชอาณาจักรแห่งอิสราเอลและยูดาห์ 1010–970 BCE. [การอ้างอิงที่จำเป็น]\n\nกล่าวถึงในอัลกุรอาน\nการเล่าเรื่องของเดวิดในอัลกุรอานในหลาย ๆ ด้านมีความคล้ายคลึงกันในพระคัมภีร์ เขาได้รับการขนานนามว่าเป็นผู้เผยพระวจนะ (นาบ) และผู้ส่งสาร (rasūl) เดวิดรวมอยู่ในรายการของผู้ที่ได้รับการเปิดเผย (Waḥy; Q4: 163) หรือคำแนะนำ (Hudā; 6:84) จากพระเจ้า ในรายการทั้งสองชื่อของเขาปรากฏอยู่ถัดจากโซโลมอนลูกชายของเขา ที่อื่นคัมภีร์อัลกุรอานอธิบายว่าพระเจ้ามอบของขวัญให้กับ \"การตัดสินที่ดี\" (ḥukm; 21:79) และ \"ความรู้\" (ʿilm; 21:79; 27:15) แต่อัลกุรอานก็อ้างถึง David Enerits ที่แยกเขาออกจากโซโลมอน: David ฆ่า Goliath (2: 251) และได้รับการเปิดเผยอันศักดิ์สิทธิ์ชื่อ \"The Psalms\" [5] (อัลกุรอาน 17:55 ใช้รูปแบบที่ไม่แน่นอนในขณะที่ 21: 105 ใช้การใช้ รูปแบบที่ชัดเจน al-zabūr), [5] น่าจะเป็นการอ้างอิงถึงสดุดีหรือสดุดี (คำว่าZabūrอาจเกี่ยวข้องกับคำภาษาฮีบรูMizmōrหรือ Syriac Mazmūrā, \"สดุดี\") ภูเขาและนกสรรเสริญพระเจ้าพร้อมกับดาวิด (21:79; ใน 34:10 พระเจ้าสั่งให้พวกเขาทำเช่นนั้น; Cfr. สดุดี 148: 7–10) พระเจ้าทำให้ดาวิดเป็น \"รอง\" (Khalīfa; 38:26) ชื่อที่อัลกุรอานมอบให้กับอดัมเท่านั้น (2:30) ชื่อนี้แสดงให้เห็นว่าตามอัลกุรอานเดวิดเป็นอะไรที่มากกว่าผู้ส่งสาร: เขาเป็นผู้นำที่ได้รับคำแนะนำจากพระเจ้าซึ่งก่อตั้งกฎของพระเจ้าบนโลก [1] บทบาทนี้ยังได้รับการแนะนำโดย 2: 251: \"พระเจ้าประทานอำนาจให้เขา (มัลค์) และปัญญา (ḥikmah) และสอนเขาในสิ่งที่เขาตั้งใจ ]\n\nในบรรดาสิ่งที่สอนให้เดวิดคือความสามารถในการสร้างเกราะ (21:80, 34: 10–11) คำแนะนำว่าการหาประโยชน์ทางทหารของดาวิดเป็นการกระทำของพระเจ้า นอกจากนี้ยังเป็นสิ่งสำคัญที่การอ้างอิงอัลกุรอานถึง \"ภูมิปัญญา\" ของเดวิดบางครั้งก็อธิบายโดย Exegetes คลาสสิกเป็นของขวัญแห่งการพยากรณ์ [6] คัมภีร์อัลกุรอานยังเชื่อมโยงดาวิดและพระเยซูโดยยืนยันว่าทั้งคู่สาปแช่งชาวอิสราเอลที่ไม่เชื่อ (5:78) ยิ่งกว่านั้นตามอัลกุรอานดาวิดได้รับความสามารถในการแยกแยะความจริงระหว่างความจริงและความเท็จเมื่อจ่ายความยุติธรรม (Faṣl al-Khiṭāb, 38:20) นอกจากนี้ยังมีการพาดพิงถึงการทดสอบที่ดาวิดผ่านมาซึ่งเขาสวดอ้อนวอนและสำนึกผิดและพระเจ้าให้อภัยเขา (38: 24-5) Surat Sad (บทที่ 38 ของอัลกุรอาน) เรียกอีกอย่างว่า \"The Sūra of David\" [7] Exegetes อธิบายว่าตั้งแต่ดาวิดกราบเมื่อขอให้พระเจ้าให้อภัยเขามูฮัมหมัดได้รับคำสั่งให้เลียนแบบเขา . [8]\n\nความสำคัญทางศาสนา\nเดวิดเป็นหนึ่งในผู้เผยพระวจนะอิสลามไม่กี่คนที่ได้รับความเป็นกษัตริย์เช่นกัน ในขณะที่ผู้เผยพระวจนะคนอื่นเทศนาในช่วงรัชสมัยของกษัตริย์เดวิดในเวลาของเขาคือกษัตริย์ ดังนั้นเขาจึงได้รับงานที่มีขนาดใหญ่มากเพื่อให้แน่ใจว่าประชาชนชาวอิสราเอลไม่เพียง แต่ถูกตรวจสอบทางวิญญาณ แต่ประเทศนั้นยังคงแข็งแกร่งเช่นกัน สถานที่ของเขาในฐานะผู้นำและผู้เผยพระวจนะได้รับความเคารพจากชาวมุสลิมทุกคนว่าเป็นหนึ่งในอันดับที่สูงมาก ร่างของเดวิดพร้อมกับโซโลมอนลูกชายผู้เผยพระวจนะของเขาเป็นสัญลักษณ์ของคนที่ปกครองดินแดนของพวกเขาอย่างยุติธรรม พระเจ้ากล่าวถึงอันดับสูงสุดของดาวิดในฐานะผู้เผยพระวจนะและผู้ส่งสารในอัลกุรอาน เขามักจะถูกกล่าวถึงควบคู่ไปกับผู้เผยพระวจนะคนอื่น ๆ เพื่อเน้นว่าเขายอดเยี่ยมแค่ไหน ตัวอย่างเช่นพระเจ้าตรัสว่า:\n\nและเราให้เขาอิสอัคและจาค็อบและนำทางพวกเขาในขณะที่เรานำโนอาห์มาก่อนพวกเขาและลูกหลานของเขาเดวิดและโซโลมอนและโยบกับโจเซฟและโมเสสและอาโรน ดังนั้นเราให้รางวัลแก่ผู้ที่ตั้งตรงและทำดี\n\n- อัลกุรอาน 6:84 [9]\nเมื่อกาหลิบ 'อูมาเยี่ยมชมเยรูซาเล็มผู้เฒ่า Sophronius มาพร้อมกับเขาบนภูเขาเทมเปิลในขณะที่เขาค้นหา Mihrab Dawud (แผงสวดมนต์ของเดวิด) เพื่อสวดมนต์ ผู้แสดงความคิดเห็นในภายหลังระบุเว็บไซต์นี้กับหอคอยของเดวิด ในสุนัตคำอธิษฐานและการอดอาหารของดาวิดถูกกล่าวถึงว่าเป็นที่รักของพระเจ้า\n\nการบรรยาย Abdullah bin 'amr bin al-'as: อัครสาวกของอัลเลาะห์บอกฉันว่า \"คำอธิษฐานที่รักที่สุดต่ออัลลอฮ์คือเดวิด จากนั้นอธิษฐานขอหนึ่งในสามของคืนและนอนหลับอีกครั้งสำหรับส่วนที่หกและใช้ในการอดอาหารในวันอื่น \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nหนังสือของเดวิด\nบทความหลัก: Zabur\nZabur เป็นหนังสือศักดิ์สิทธิ์ที่มาจากดาวิดโดยพระเจ้าเช่นเดียวกับ Musa (โมเสส) ได้รับ Tawrat (Torah), Isa (พระเยซู) ได้รับ Injil (พระกิตติคุณ) และ Muhammad ได้รับอัลกุรอาน ในพระคัมภีร์ฮีบรูปัจจุบัน Zabur เป็นที่รู้จักกันในชื่อสดุดี อย่างไรก็ตามเช่นเดียวกับพระคัมภีร์อื่น ๆ ในอดีตเพลงสดุดีเชื่อว่าได้รับความเสียหายเมื่อเวลาผ่านไปพร้อมกับข้อความต้นฉบับบางส่วนตอนนี้หายไป อย่างไรก็ตามชาวมุสลิมได้รับคำสั่งให้ปฏิบัติต่อบทเพลงสดุดีในปัจจุบันด้วยความเคารพอย่างยิ่งเพราะในรูปแบบดั้งเดิมของพวกเขาพวกเขาก็เป็นหนังสือที่ได้รับการดลใจของพระเจ้า รัฐอัลกุรอาน:\n\nพระเจ้าของคุณรู้ว่าใครก็ตามที่อยู่ในสวรรค์และโลก เรายกย่องผู้เผยพระวจนะบางคนเหนือคนอื่น ๆ และสำหรับเดวิดเรามอบหนังสือสดุดี\n\n- อัลกุรอาน 17:55 [11]\n\n คัมภีร์อัลกุรอาน 4: 163; 17:55.\n คัมภีร์อัลกุรอาน 4: 163; 6:84.\n เช่น. ṭabarī, taʾrīkh, i, 559\n Hibat Allāh b. Salāma, Al-Nāsikh Wa-l-Mansūkh (ในระยะขอบของWāḥidī, Asbāb), ไคโร 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, VI, 155\n อัลกุรอาน 6:84\n Sahih al-Bukhari, 2: 21: 231\n คัมภีร์กุรอาน 17:55",
"Suleyman": "Sulaimān Ibn Dāwūd (ภาษาอาหรับ: ُلنيْمมาณ โลก ْن ن وُوْ, Lit. 'Solomon, ลูกชายของ David') เป็นไปตามคัมภีร์อัลกุรอาน, Malik (منلِك, lit 'King') และNabī ชาวอิสราเอล โดยทั่วไปประเพณีอิสลามถือได้ว่าเขาเป็นกษัตริย์องค์ที่สามของชาวยิวและผู้ปกครองที่ฉลาดของอิสราเอล [1]\n\nในศาสนาอิสลามโซโลมอนถือเป็นหนึ่งในผู้เผยพระวจนะของพระเจ้าที่ได้รับของขวัญอันศักดิ์สิทธิ์มากมายรวมถึงความสามารถในการพูดคุยกับทั้งสัตว์และจินน์; เขายังบอกว่าจะกดขี่Shayāṭīn (شياطين, Lit. 'Devils') และDīv (یو, lit. 'Demons') ด้วยการสนับสนุนของแหวนที่พระเจ้ามอบให้เขา [2]\n\nชาวมุสลิมยืนยันต่อไปว่าเขายังคงเป็นคนที่ซื่อสัตย์ตลอดชีวิตของเขา ครองราชย์อย่างยุติธรรมตลอดทั้งประเทศอิสราเอล ได้รับพรด้วยความเป็นกษัตริย์ระดับหนึ่งที่ไม่ได้ให้ไว้ก่อนหน้าเขาหรือหลังจากเขา; และปฏิบัติตามพระบัญญัติทั้งหมดของเขาโดยสัญญาว่าจะใกล้ชิดกับพระเจ้าใน Jannah (جنถึง, lit. 'Paradise') ในตอนท้ายของชีวิตของเขา [3] นับตั้งแต่การเพิ่มขึ้นของศาสนาอิสลามนักประวัติศาสตร์อาหรับหลายคนถือว่าโซโลมอนเป็นหนึ่งในผู้ปกครองที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์ [4]\n\nกล่าวถึงในอัลกุรอาน\nคัมภีร์อัลกุรอานและการตีความ\nคำพิพากษาในสนาม\nในการเล่าเรื่องแรก ๆ ที่เกี่ยวข้องกับโซโลมอนอัลกุรอาน (21:78) สั้น ๆ เกี่ยวกับเรื่องราวที่โซโลมอนอยู่ในกลุ่มพ่อของเขาเมื่อชายสองคนมาขอให้ดาวิดตัดสินระหว่างพวกเขาเกี่ยวกับḥarth 5] ต่อมานักวิจารณ์ชาวมุสลิมได้ขยายการพาดพิงถึง Al-Tabari, Baidawi และ Ibn Kathir [6] [7] [8] พวกเขาบอกว่าชายคนแรกของทั้งสองกล่าวว่าเขาเป็นเจ้าของไร่องุ่นที่เขาดูแลเป็นอย่างดีตลอดทั้งปี แต่วันหนึ่งเมื่อเขาไม่อยู่แกะของอีกคนหนึ่งก็หลงทางเข้าไปในไร่องุ่นและกลืนองุ่น เขาขอให้ได้รับการชดเชยความเสียหายนี้ [9]: 62 เมื่อได้ยินคำร้องเรียนของชายคนนั้นโซโลมอนแนะนำว่าเจ้าของแกะพาไร่องุ่นของชายอีกคนหนึ่งเพื่อซ่อมแซมและปลูกฝังจนกว่าเถาวัลย์จะกลับสู่สถานะเดิมของพวกเขา เป็นเจ้าของ ในเวลาเดียวกันเจ้าของไร่องุ่นจะดูแลแกะและได้รับประโยชน์จากผ้าขนสัตว์และนมจนกระทั่งที่ดินของเขากลับมาหาเขา ณ จุดนี้เขาจะคืนแกะให้เจ้าของ การตอบสนองนี้แสดงให้เห็นถึงระดับการตัดสินของโซโลมอนซึ่งอัลกุรอานกล่าวว่า [10] จะอธิบายลักษณะของโซโลมอนตลอดชีวิตของเขา ḥikmah (ภูมิปัญญา) ตามประเพณีของชาวมุสลิมมักจะเกี่ยวข้องกับโซโลมอนซึ่งต่อมาจะถูกเรียกว่าSulaimān al-ḥakīm (ُلنْم็จ คุณภาพ เรื่องนี้ถูกดัดแปลงใน Kebra Nagast แต่เป็นข้อพิพาทที่ถูกตัดสินโดยลูกชายของโซโลมอน [7]\n\nโซโลมอนและปีศาจ\n\nราชินีแห่งเชบา\nอัลกุรอานบรรยายว่าลมถูกยอมจำนนต่อโซโลมอน [11] และเขาสามารถควบคุมมันได้ตามความประสงค์ของเขาเองและจินน์ก็มาควบคุมโซโลมอน จินน์ช่วยเสริมสร้างรัชกาลของโซโลมอน The Devils (Shayatin), [12] และปีศาจถูกบังคับให้สร้างอนุสาวรีย์ของเขา [13] พระเจ้ายังก่อให้เกิดʿayn ที่น่าอัศจรรย์ (عنيْن, 'Fount' หรือ 'Spring') ของการหลอมเหลวqiṭr (قِطْر, 'ทองเหลือง' หรือ 'ทองแดง') เพื่อไหลเพื่อโซโลมอนเพื่อใช้โดยปีศาจในการก่อสร้าง [11]\n\nเมื่อดาวิดเสียชีวิตโซโลมอนสืบทอดตำแหน่งของเขาในฐานะกษัตริย์ผู้พยากรณ์ของชาวอิสราเอล โซโลมอนเคยอนุญาตให้ผู้หญิงคนหนึ่งสร้างรูปปั้นของพ่อของเธอ ต่อมาเธอเริ่มนมัสการรูปปั้นและโซโลมอนถูกตำหนิเพราะการยอมรับรูปเคารพในอาณาจักรของเขา เป็นการลงโทษพระเจ้าทรงเปิดใช้งานปีศาจที่เป็นทาสคนหนึ่งเพื่อขโมยแหวนของโซโลมอนและยึดครองอาณาจักรของเขา (Surah 38:34) หลังจากนั้นเขากลับใจบาปและได้รับการควบคุมปีศาจอีกครั้งโดยมุ่งเน้นไปที่การสร้างวัดอีกครั้ง [14] เขาสวดอ้อนวอนต่อพระเจ้าเพื่อให้อาณาจักรของเขาซึ่งจะไม่เหมือนเขาหลังจากเขา [15] พระเจ้ายอมรับคำอธิษฐานของโซโลมอนและให้สิ่งที่เขาพอใจ\n\nAllegoricallly ตีความการสูญเสียของโซโลมอนของเขาต่อปีศาจอาจเข้าใจได้ว่าเป็นตัวแทนของมนุษย์ที่สูญเสียวิญญาณไปสู่ความหลงใหลในปีศาจ [16] Attar of Nishapur เขียนว่า: \"ถ้าคุณผูก Div (ปีศาจ) คุณจะออกเดินทางไปยังศาลากับโซโลมอน\" และ \"คุณไม่มีคำสั่งเหนืออาณาจักรของตัวเองในกรณีของคุณ . [17]\n\nโซโลมอนไม่เคยรู้มาก่อนและไม่เคยเข้าร่วมในรูปเคารพ [18] นอกจากนี้อัลกุรอานปฏิเสธว่าโซโลมอนเป็นนักมายากล: \"(... ) โซโลมอนไม่เชื่อ แต่ปีศาจไม่เชื่อการสอนเวทมนตร์ของผู้ชายและ (... )\" (2: 102)\n\nโซโลมอนและมด\nโซโลมอนยังสอนภาษาของสัตว์ต่าง ๆ เช่นมด คัมภีร์อัลกุรอานเล่าว่าวันหนึ่งโซโลมอนและกองทัพของเขาเข้าสู่wādin-naml (ونถึงต้องการ ٱلْنلْنل, Valley of the Ant) เมื่อได้เห็นโซโลมอนและกองทัพของเขา Namlah (ننLمْلنة มดหญิง) เตือนคนอื่น ๆ ทั้งหมดให้ \"... เข้าไปในที่อยู่อาศัยของคุณเกรงว่าโซโลมอนและเจ้าภาพของเขาจะบดขยี้คุณ สิ่งที่มดพูดคือโซโลมอนเช่นเคยสวดอ้อนวอนต่อพระเจ้าขอบคุณเขาที่มอบของขวัญให้เขา [20] และหลีกเลี่ยงการเหยียบย่ำอาณานิคมมด [9]: 63 [21] ภูมิปัญญาของโซโลมอน จากของขวัญที่เขาได้รับจากพระเจ้าและชาวมุสลิมยืนยันว่าโซโลมอนไม่เคยลืมคำอธิษฐานประจำวันของเขาซึ่งสำคัญกว่าเขามากกว่าของขวัญใด ๆ ของเขา\n\nวรรณกรรม Exegetical เน้นภูมิปัญญาของมดและอธิบายความหมายเบื้องหลังของขวัญของโซโลมอนเพื่อควบคุมลม อ้างอิงจากสSiracü'l-kulub มดถามโซโลมอนว่าเขารู้ว่าทำไมเขาถึงเรียกว่า \"โซโลมอน\" (Süleyman) โซโลมอนบอกว่าเขาไม่ได้ดังนั้นมดจะอธิบายต่อไปว่า: \"แม้ว่าหัวใจของคุณจะเป็นเสียง (เซลิม) และคุณรู้ว่าสถานการณ์ของโลกหน้าคุณได้ยอมรับความสุขของโลกนี้และถูกหลอกโดยการครอบครองและการครอบครองของมัน Kingship; ดังนั้นคุณจึงเรียกว่าโซโลมอน \" หลังจากนั้นมดถามโซโลมอนถ้าเขารู้ว่าทำไมพระเจ้าจึงทำให้ลมสงบลงสำหรับเขา อีกครั้งโซโลมอนบอกว่าไม่มีคำตอบและมด: \"เขาได้ทำให้ลมอ่อนลงด้วยเหตุผล: สิ่งที่คุณยอมรับก็ไม่มีอะไรเลยเช่นเดียวกับลมที่ผ่านไปความมั่งคั่งและความเป็นกษัตริย์ของโลกก็ผ่านไปเช่นกัน\" นักวิชาการอย่าง Fakhr al-Din Razi และ Al-Qurtubi ยกระดับมดขึ้นสู่ระดับของการสอบสำหรับมนุษย์ที่จะติดตาม [22] (p198)\n\nพิชิต Saba '\n\nซากปรักหักพังของวัดบาร์รานที่ Ma'rib ซึ่งเป็นเมืองหลวงของ Saba ในอดีตในตอนนี้เยเมน\nอีกแง่มุมที่สำคัญของกษัตริย์ของโซโลมอนคือขนาดของกองทัพของเขาซึ่งประกอบด้วยทั้งชายและจินน์ โซโลมอนมักจะประเมินกองทหารและนักรบของเขาเช่นเดียวกับจินน์และสัตว์ทุกตัวที่ทำงานภายใต้เขา อยู่มาวันหนึ่งเมื่อตรวจสอบกองทหารของเขาโซโลมอนพบฮัดฮัด (ُ, ฮูปโซ) หายไปจากการประชุม [23] อย่างไรก็ตามหลังจากนั้นไม่นานฮัด-ฮัดก็มาถึงศาลของโซโลมอนโดยกล่าวว่า \"ฉันได้มีส่วนร่วม (ดินแดน) ซึ่งเจ้าไม่ได้มีส่วนร่วมและฉันได้มาหาเจ้าจากซาบาด้วยข่าวจริง\" [24] ฮัดฮัดต่อไป บอกโซโลมอนว่าผู้คนในเชบาบูชาดวงอาทิตย์และผู้หญิงที่ปกครองอาณาจักรนั้นฉลาดและทรงพลังอย่างมาก โซโลมอนผู้ฟังอย่างใกล้ชิดเลือกที่จะเขียนจดหมายถึงดินแดนเชบาซึ่งเขาจะพยายามโน้มน้าวใจผู้คนของเชบาเพื่อหยุดการนมัสการรูปเคารพของดวงอาทิตย์และมานมัสการพระเจ้า โซโลมอนสั่งให้ฮัดฮัดส่งจดหมายถึงราชินีแห่งเชบา (Bilqis) จากนั้นซ่อนและสังเกตปฏิกิริยาของเธอ [9]: 64 Hud-Hud ยอมรับคำสั่งของโซโลมอนและบินกลับไปที่ Sheba เพื่อส่งมอบ จดหมายถึงราชินี จากนั้นราชินีจึงเรียกรัฐมนตรีของเธอขึ้นศาลและอ่านออกเสียงให้พวกเขาจดหมายจากโซโลมอนที่ระบุผู้คนในเชบา: \"ในนามของอัลลอฮ์ความเห็นอกเห็นใจผู้เมตตาคุณไม่ได้ยกย่องฉัน แต่มาหาฉันในฐานะมุสลิม ). \" เธอรับคำปรึกษากับรัฐมนตรีและเจ้าหน้าที่ศาลอื่น ๆ ของเธอโดยกล่าวว่า \"โอคนของฉันฉันรู้ดีว่าคุณเป็นนักรบผู้กล้าหาญและผู้ยิ่งใหญ่และไม่มีใครอยู่บนพื้นโลกที่สามารถยืนหยัดต่อสู้กับคุณได้ เรื่อง.\" ผู้คนในศาลตอบว่า: \"คุณคือพลังโอราชินีและคำสั่งของคุณใด ๆ เราจะเชื่อฟัง\" อย่างไรก็ตามในความยาวราชินีมาที่โซโลมอนประกาศการยอมจำนนต่อพระเจ้า [25]\n\nโซโลมอนและ ifrit\nในขณะที่ Bilqis 'กำลังเดินทางไปยังศาลของโซโลมอนกษัตริย์ก็เสนอราคาให้คนรับใช้ของเขาส่งบัลลังก์ของเธอที่นั่นก่อนที่เธอจะมาถึง IFRIT เสนอบริการของเขา (Q27: 38-40) แต่โซโลมอนปฏิเสธโดยมอบความไว้วางใจให้ภารกิจนี้แทนผู้ดูแลซึ่งเป็นเพื่อนที่เคร่งศาสนาสวดอ้อนวอนให้พระเจ้าทรงย้ายบัลลังก์ให้เขา มหัศจรรย์ที่จะเกี่ยวข้องคำอธิษฐานของเขาได้รับคำตอบบัลลังก์ที่ปรากฏในวังของโซโลมอนโดยพลังของพระเจ้า เมื่อ Bilqis มาถึงโซโลมอนถามเธอว่าเธอจำบัลลังก์ของเธอได้หรือไม่ แต่เธอพยายามดิ้นรนเพื่อเข้าใจปาฏิหาริย์ที่พระเจ้าทรงกระทำให้กษัตริย์ได้รับคำตอบก่อนที่จะรับศรัทธาของโซโลมอน เป็นเพียงแค่ ifrit แต่ของพระเจ้าเอง โซโลมอนปฏิเสธข้อเสนอที่น่าดึงดูดของ Ifrit เพราะเขาพยายามที่จะพึ่งพาพระเจ้าเพียงอย่างเดียวและไม่ใช่ปีศาจหรือสิ่งอื่นใดที่สร้างขึ้นและได้รับรางวัลสำหรับความกตัญญูของเขาด้วยความสำเร็จในการแปลง Bilqis เป็นศรัทธาที่แท้จริง\n\nความตาย\n\nสุสานแห่ง Sulaiman ในบริเวณมัสยิดอัล-อัคซ่าเมืองเก่าของเยรูซาเล็ม\nอัลกุรอานบอกว่าโซโลมอนเสียชีวิตในขณะที่เขาพิงพนักงานของเขาและเขายังคงยืนอยู่ข้างหน้าจนกระทั่งมีสิ่งมีชีวิตเล็ก ๆ น้อย การล่มสลายของร่างกาย\n\nจากนั้นเมื่อเรากำหนดความตาย (โซโลมอน) ไม่มีอะไรแสดงให้พวกเขาเห็นการตายของเขายกเว้นหนอนตัวเล็ก ๆ ของโลกซึ่งเก็บ (ช้า) แทะไปที่พนักงานของเขา: เมื่อเขาล้มลงจินก็เห็นอย่างชัดเจนว่าถ้าพวกเขารู้จัก มองไม่เห็นพวกเขาจะไม่ได้รับการลงโทษที่น่าอับอาย (จากงานของพวกเขา)\n\n- อัลกุรอาน, Surah 34 (Sabaʾ), Ayah 14 [27]\nในขณะที่เขายังคงตั้งตรงอยู่กับพนักงานของเขาจินน์คิดว่าเขายังมีชีวิตอยู่และดูแลพวกเขา\n\nพวกเขาตระหนักถึงความจริงก็ต่อเมื่อพระเจ้าส่งสิ่งมีชีวิตเพื่อคลานออกมาจากพื้นดินและแทะที่เจ้าหน้าที่ของโซโลมอนจนกระทั่งร่างกายของเขาทรุดตัวลง ข้อนี้เป็นที่เข้าใจกันว่าจะสอนผู้ชมว่าจินไม่รู้จักคนที่มองไม่เห็น (อัล - ghaib) - หากพวกเขารู้ว่าพวกเขาจะไม่ยังคงนิ่งเฉยเหมือนคนโง่ในการรับใช้ของคนตาย [28]\n\nMahammaddim ใน Song of Solomon\nข้อมูลเพิ่มเติม: มูฮัมหมัดและคัมภีร์ไบเบิลและเซมิติก\nได้รับแรงบันดาลใจจากข้อพระคัมภีร์อัลกุรอานมุสลิมบางคน [ซึ่ง?] เชื่อว่ามูฮัมหมัด (อาหรับ: مُح น้ำตาล מַחֲמַדִּיםตัวอักษรพยัญชนะ: m-ħ-m-d-y-m) แม้ว่าคำหลังจะแปลว่า \"เป็นที่ต้องการ\" หรือ \"น่ารัก\" โดยชาวยิว [29]\n\nโซโลมอนและ jamshid\n\nมุมมองทั่วไปของ Persepolis, อิหร่าน (2) (ครอบตัด)\nJamshid เป็นราชาที่สี่ของโลกตามShāhnāmaของกวีFirdausī เช่นเดียวกับโซโลมอนเขาเชื่อว่ามีคำสั่งเหนือเทวดาและปีศาจทั้งหมดของโลกและเป็นทั้งกษัตริย์และมหาปุโรหิตแห่งฮอร์โมซด์ (เปอร์เซียกลางสำหรับอาหะรามาสด้า) เขารับผิดชอบสิ่งประดิษฐ์ที่ยอดเยี่ยมมากมายที่ทำให้ชีวิตมีความปลอดภัยมากขึ้นสำหรับคนของเขา: การผลิตเกราะและอาวุธการทอผ้าและการย้อมสีผ้าลินินผ้าไหมและผ้าขนสัตว์การสร้างบ้านอิฐการขุดอัญมณีและโลหะมีค่า การสร้างน้ำหอมและไวน์ศิลปะการแพทย์การนำทางของน่านน้ำของโลกในเรือแล่นเรือใบ ตอนนี้เขากลายเป็นราชาที่ยิ่งใหญ่ที่สุดที่โลกเคยรู้จักมา เขาได้รับการมอบให้กับ Royal Farr (Avestan: Khvarena) ความงดงามที่เปล่งประกายที่เผาผลาญเขาด้วยความโปรดปรานของพระเจ้า\n\nเนื่องจากความคล้ายคลึงกันระหว่างพระมหากษัตริย์ที่ฉลาดสองคนประเพณีบางอย่างทำให้ทั้งสองสับสน ตัวอย่างเช่นโซโลมอนมีความสัมพันธ์กับการพิจารณาคดีเหนืออิหร่านตะวันตกเฉียงใต้ในงานของอัล-บัลธี เชื่อว่า Persepolis เป็นที่นั่งของโซโลมอนและอธิบายว่าเป็น \"สนามเด็กเล่นของโซโลมอน\" โดยนักวิชาการเช่น Mas'udi, Muqaddasi และ Istakhri ผู้เขียนชาวมุสลิมคนอื่นไม่เห็นด้วยกับความเชื่อที่ว่าโซโลมอนเคยปกครองในอิหร่านโดยอ้างว่ามีความคล้ายคลึงกันระหว่างชีวิตและการกระทำของโซโลมอนและ Jamshid นั้นเป็นเรื่องบังเอิญทั้งสองเป็นบุคคลที่แตกต่างและแยกจากกัน [30] [31] มุมมองหลังได้รับ ได้รับการพิสูจน์โดยทุนการศึกษาในสาขาของตำนานอินโด-ยูโรเปียนซึ่งได้แสดงให้เห็นอย่างชัดเจนว่าตัวละครที่ Jamshid มาจากเทพ Zoroastrian ต้น Yima [32] [33] ในขณะที่คัมภีร์อัลกุรอานและคัมภีร์ไบเบิลสนับสนุนการวัดประวัติศาสตร์ [34]",
"Ilyas": "Ilyās (ภาษาอาหรับ: إلياس) เป็นผู้เผยพระวจนะและผู้ส่งสารของพระเจ้า (อัลลอฮ) ที่ถูกส่งไปชี้นำลูกหลานของอิสราเอล เขาได้รับภารกิจในการพยากรณ์เพื่อป้องกันไม่ให้ผู้คนนมัสการไอดอล [1] Ilyas เป็นผู้พยากรณ์ก่อน Alyasa [2] นักวิชาการอิสลามบางคนเชื่อว่า Ilyas มาจากลูกหลานของ Harun (Aaron) [3]\n\nชาวมุสลิมบางคนเชื่อว่า Ilyas ยังมีชีวิตอยู่และเข้าร่วมฮัจญ์ทุกปีพร้อมกับ Khidr [4] ชาวมุสลิมบางคนก็เชื่อว่า Ilyas จะกลับมาในเวลาสุดท้าย [5]\n\nชีวิตในวัยเด็ก\nในแหล่งอิสลามชื่อเต็มของ Ilyas คือ Ilyas Ibn Yasin, [6] ตั้งแต่ใน As-Saffat 37: 130, Ilyas เรียกว่า Yasin [7] เรื่องราวของ Ilyas บางเรื่องยังถูกกล่าวถึงในสุนัตอิสลาม; เช่นคำสาปของชาวอิสราเอลที่มีความแห้งแล้งโดย Ilyas, [8] การรักษา Alyasa, [9] และต่อสู้กับ Ahab [10]\n\nจากแหล่งข่าวอิสลามและพระคัมภีร์หลายแห่งอีเลียส (a) ยังมีชีวิตอยู่และขึ้นสู่ท้องฟ้า [11] อย่างไรก็ตาม Ibn Kathir ไม่ยอมรับสุนัตเหล่านี้และพิจารณาพวกเขาในหมู่ Isra'iliyat [12] ใน Mu'jam al-Buldan, Yaqut al-Hamawi กล่าวถึงหลุมฝังศพสำหรับ Elias (A) ใน Baalbek [13] ศาลเจ้าถูกสร้างขึ้นในหลุมฝังศพนี้ แต่มันก็ทุ่มเทให้กับ \"ศาสดาพยากรณ์\" แม้ว่าชาวบ้านจะเชื่อ เป็นหลุมฝังศพของอีเลียส (a) [14]\n\nผู้เผยพระวจนะ\nIlyas ถูกกล่าวถึงเป็นครั้งแรกในฐานะผู้เผยพระวจนะใน al-an'am 6:85 [15] เขาชวนคนของเขาที่อาศัยอยู่ในบาอัลเบกไป monotheism เชื่อฟังพระเจ้าและละทิ้งบาป [16] ภารกิจหลักของเขาคือการป้องกันการบูชารูปเคารพ [17] หลังจากที่เขาเผชิญกับความเพียรของผู้คนของเขาเป็นเวลาหลายปีสาปแช่งพวกเขาด้วยความแห้งแล้งและผู้คนก็ตกอยู่ในความอดอยาก [18] การเล่าเรื่องของ Ilyas ในอัลกุรอานและต่อมาประเพณีมุสลิมมีลักษณะคล้ายกันอย่างใกล้ชิดว่าในพระคัมภีร์ฮีบรูและวรรณกรรมมุสลิมบันทึกการพยากรณ์หลักของเอลียาห์ที่เกิดขึ้นในช่วงรัชสมัยของอาห์บและเยเซเบลเช่นเดียวกับอาหิยาห์ จำนวนผู้เผยพระวจนะและนักบุญอื่น ๆ รวมถึง Idris ซึ่งเชื่อกันว่านักวิชาการบางคนเป็นชื่ออื่นสำหรับ Ilyas [21] และ Khidr [22] ตำนานอิสลามต่อมาได้พัฒนาร่างของ Ilyas การประดับประดาอย่างมากตามคุณสมบัติของเขาและวรรณกรรมที่ไม่มีหลักฐานบางอย่างทำให้ Ilyas เป็นสถานะของมนุษย์ครึ่งหนึ่งครึ่ง [23] Ilyas ยังปรากฏในงานวรรณกรรมในภายหลังรวมถึง Hamzanama [24]\n\nคัมภีร์อัลกุรอาน\nIlyas ถูกกล่าวถึงในอัลกุรอานที่ซึ่งการเทศนาของเขาได้รับการเล่าขานอย่างกระชับ อัลกุรอานบรรยายว่า Ilyas บอกให้ประชาชนของเขามานมัสการพระเจ้าและออกจากการนมัสการบาอัลไอดอลหลักของพื้นที่ คัมภีร์อัลกุรอาน: [1]\n\n\"แท้จริงแล้ว Ilyas เป็นหนึ่งในอัครสาวกเมื่อเขาพูดกับประชาชนของเขา:\" คุณจะไม่กลัวพระเจ้าหรือไม่? \"เจ้าจะเรียกร้องให้ Ba'al และทิ้งสิ่งที่ดีที่สุดของผู้สร้างพระเจ้าพระเจ้าและเชอริชเชอร์ของคุณและพระเจ้าและเชอริชเชอร์ของบรรพบุรุษของคุณเก่า?\n\n-As-Saaffat 123–126\nคัมภีร์อัลกุรอานทำให้ชัดเจนว่าคนส่วนใหญ่ของ Ilyas ปฏิเสธผู้เผยพระวจนะและติดตามรูปเคารพต่อไป อย่างไรก็ตามมันกล่าวว่ามีคนรับใช้ที่อุทิศตนจำนวนน้อยของพระเจ้าในหมู่พวกเขาตามเอลียาห์และเชื่อในและบูชาพระเจ้า อัลกุรอานกล่าวว่า \"พวกเขาปฏิเสธเขา (เอลียาห์) และจะถูกนำไปลงโทษอย่างแน่นอนยกเว้นคนรับใช้ที่จริงใจและอุทิศตนของพระเจ้า (ในหมู่พวกเขา) และเราทิ้งความทรงจำของพระองค์ไว้สำหรับลูกหลาน\" [25] [26]\n\nในอัลกุรอานพระเจ้าสรรเสริญเอลียาห์ในสองแห่ง:\nสันติภาพจงมีต่อเอลียาห์! นี่คือวิธีที่เราให้รางวัลแก่ผู้ที่ทำดี เขาเป็นหนึ่งในคนรับใช้ที่เชื่อของเราอย่างแท้จริง\n\n-อัลกุรอาน, บทที่ 37 (As-Saaffat), ข้อ 129–132 [27]\nและ Zakariya และ Yahya และ Isa และ Ilyas พวกเขาทั้งหมดมาจากคนชอบธรรม\n\n-อัลกุรอาน, บทที่ 6 (al-an'am), ข้อ 85 [28]\nนักวิจารณ์จำนวนมากรวมถึง Abdullah Yusuf Ali ได้เสนอคำอธิบายเกี่ยวกับข้อ 85 โดยกล่าวว่า Ilyas, Zakariya, Yahya และ Isa ต่างก็เชื่อมโยงทางวิญญาณทั้งหมด Abdullah Yusuf Ali กล่าวว่า \"กลุ่มที่สามไม่ได้มีการกระทำ แต่นักเทศน์แห่งความจริงซึ่งเป็นผู้นำชีวิตโดดเดี่ยวฉายาของพวกเขาคือ:\" คนชอบธรรม \" ผู้นับถือศาสนาคริสต์นิกายโปรแตสแตนต์ซึ่งถูกอ้างถึงว่า \"Ilyas ซึ่งเป็นไปได้\" (ม ธ 11:14); และอีเลียสได้รับการกล่าวขานว่ามีอยู่และพูดคุยกับพระเยซูที่การเปลี่ยนแปลงบนภูเขา (ม ธ . 17: 3) \" 29]\n\nแม้ว่านักวิชาการชาวมุสลิมส่วนใหญ่เชื่อว่าเอลียาห์เทศนาในอิสราเอล แต่นักวิจารณ์คนแรกในอัลกุรอานระบุว่า Ilyas ถูกส่งไปยัง Baalbek ในเลบานอน [30] นักวิชาการสมัยใหม่ได้ปฏิเสธข้อเรียกร้องนี้โดยระบุว่าการเชื่อมต่อของเมืองกับเอลียาห์จะได้รับการสร้างขึ้นเพราะครึ่งแรกของชื่อของเมืองคือบาอัลซึ่งเป็นเทพที่เอลียาห์เตือนผู้คนของเขาให้หยุดนมัสการ นักวิชาการที่ปฏิเสธการระบุตัวตนของเมืองเอลียาห์กับบาอัลเบกอีกยืนยันว่าเมืองบาอัลเบกไม่ได้กล่าวถึงเรื่องเล่าของอิลลีสทั้งในอัลกุรอานหรือพระคัมภีร์ฮีบรู [31]\n\nความตาย\nเมื่อเวลาผ่านไปความแห้งแล้งแพร่กระจายและหลายคนเสียชีวิต เมื่อพวกเขาเห็นตัวเองทำตัวเสียใจกับการกระทำในอดีตของพวกเขาหันไปหาอีเลียส (ก) และยอมรับคำเชิญของเขา [32] จากนั้นเนื่องจากคำอธิษฐานของอีเลียส (ก) ฝนตกหนักมาและดินแดนก็อิ่ม อย่างไรก็ตามหลังจากนั้นไม่นานผู้คนก็ลืมพันธสัญญากับพระเจ้าและกลับไปที่การนมัสการไอดอล เมื่อ Ilyas เห็นสิ่งนี้เขาขอให้พระเจ้าตาย แต่พระเจ้าทรงส่งรถม้าของเขาออกมาและเขาขึ้นไปบนท้องฟ้าและเลือก Alyasa ซึ่งเป็นลูกศิษย์ของเขาในฐานะรองของเขา [33] Ilyas ไม่ค่อยเกี่ยวข้องกับโลกาวินาศอิสลาม [34] อย่างไรก็ตามชาวมุสลิมบางคนเชื่อว่า Ilyas คาดว่าจะกลับมาพร้อมกับตัวเลขลึกลับ Khidr ในช่วงสุดท้ายของเวลา [5]\n\nมรดก\nวรรณกรรมและประเพณีของชาวมุสลิมเล่าว่า Ilyas เทศนาไปยังอาณาจักรแห่งอิสราเอลปกครองโดยอาหับและต่อมา Ahaziah ลูกชายของเขา เขาถูกเรียกว่า \"ศาสดาแห่งทะเลทราย - เช่น Yahya\" [35] เชื่อว่า Ilyas ได้เทศนาด้วยความกระตือรือร้นต่ออาหับและ Jezebel ภรรยาของเขาซึ่งเป็นไปตามประเพณีของชาวมุสลิมเป็นส่วนหนึ่งที่รับผิดชอบในการนมัสการไอดอลเท็จในพื้นที่นี้ ชาวมุสลิมเชื่อว่าเป็นเพราะคนส่วนใหญ่ปฏิเสธที่จะฟังเอลียาห์ว่าเอลีชาต้องเทศนาข้อความของพระเจ้าต่ออิสราเอลต่อไปหลังจากเขา [36]\n\nIlyas เป็นเรื่องของตำนานและนิทานพื้นบ้านในวัฒนธรรมมุสลิมซึ่งมักจะเกี่ยวข้องกับการพบกับ Khidr ตามรายงานของมุสลิม Exegete มูฮัมหมัดได้พบกับอิลีสในเมกกะ [37] ในเวทย์มนต์อิสลาม Ilyas มีความสัมพันธ์อย่างใกล้ชิดกับ Sage Khidr สุนัตคนหนึ่งรายงานว่า Ilyas และ Khidr พบกันทุกปีในเยรูซาเล็มเพื่อไปแสวงบุญไปยังนครเมกกะ [38] Ilyas ก็ปรากฏตัวใน Hamzanama หลายครั้งหลายครั้งที่เขาพูดว่าเป็นน้องชายของ Khidr เช่นเดียวกับผู้ที่ดื่มจากน้ำพุแห่งเยาวชน [39] นอกจากนี้ยังมีการบรรยายใน Kitab al-Kafi ว่าอิหม่าม Ja'far al-Sadiq กำลังอ่านคำกราบของ Ilyas ในภาษาซีเรียและเริ่มร้องไห้ จากนั้นเขาก็แปลคำวิงวอนเป็นภาษาอาหรับเป็นกลุ่มนักวิชาการที่มาเยี่ยม:\n\n\"ข้า แต่พระเจ้าข้าพระองค์จะพบว่าคุณลงโทษฉันแม้ว่าคุณจะรู้เรื่องความกระหายของฉันในช่วงเที่ยงวันนี้ฉันจะพบว่าคุณลงโทษฉันแม้ว่าคุณจะรู้ว่าฉันถูหน้าบนโลกเพื่อนมัสการคุณฉันจะพบว่าคุณลงโทษ ฉันถึงแม้ว่าคุณจะรู้ว่าฉันยอมแพ้บาปให้คุณหรือไม่ฉันจะพบว่าคุณลงโทษฉันแม้ว่าคุณจะรู้ว่าฉันยังคงตื่นขึ้นมาตลอดทั้งคืนสำหรับคุณ? \" ซึ่งอัลลอฮ์จากนั้นเป็นแรงบันดาลใจให้ Ilyas \"เงยหน้าขึ้นจากโลกเพราะฉันจะไม่ลงโทษคุณ\" [40]\n\nหมายเหตุ\n \"อีเลียสเหมือนกับเอลียาห์ซึ่งจะพบเรื่องราวในพันธสัญญาเดิมใน 1 กษัตริย์ 17–19 และ 2 กษัตริย์ 1–2 เอลียาห์อาศัยอยู่ในรัชสมัยของอาหับ (896–874 ปีก่อนคริสตศักราช) ) กษัตริย์แห่งอาณาจักร (ภาคเหนือ) ของอิสราเอลหรือสะมาเรียเขาเป็นผู้เผยพระวจนะของทะเลทรายเช่นจอห์นเดอะแบปทิสต์ซึ่งแตกต่างจากศาสดาศักดิ์สิทธิ์ของเราที่เข้ามามีส่วนร่วมควบคุมและชี้นำกิจการทั้งหมดของประชาชนของเขา และ Azariah มีแนวโน้มที่จะผ่านการนมัสการของบาอัลดวงอาทิตย์-พระเจ้าบูชาในซีเรียการนมัสการยังรวมถึงการนมัสการธรรมชาติและพลังที่เกิดขึ้นเช่นเดียวกับในการบูชาภาษาฮินดูของ Lingam และนำไปสู่การละเมิดจำนวนมากกษัตริย์ อาหับแต่งงานกับเจ้าหญิงแห่งซิดตันเยเซเบลหญิงสาวที่ชั่วร้ายที่พาสามีของเธอละทิ้งอัลลอฮ์และรับเลี้ยงบุตรบุญธรรมบาอัล \" ... \"เอลียาห์ประณามบาปทั้งหมดของอาหับเช่นเดียวกับบาปของอาหายาห์และต้องหนีไปเพื่อชีวิตของเขาในที่สุดตามพันธสัญญาเดิม [19] เขาถูกพาตัวไปในลมพายุลมพัดไปสวรรค์ เขาทิ้งเสื้อคลุมไว้กับเอลีชาผู้เผยพระวจนะ \"[20]",
"Alyasa": "Alyasa (ภาษาอาหรับ: اليس, Romanized: Alyasā ') เป็นผู้เผยพระวจนะและผู้ส่งสารของพระเจ้า (อัลเลาะห์) ที่ถูกส่งไปแนะนำลูกหลานของอิสราเอล ในอัลกุรอาน Alyasa ถูกกล่าวถึงสองครั้งในฐานะผู้เผยพระวจนะ [1] และถูกกล่าวถึงทั้งสองครั้งพร้อมกับผู้เผยพระวจนะเพื่อน [2] เขาได้รับเกียรติจากชาวมุสลิมในฐานะผู้สืบทอดคำทำนายของ Ilyas (เอลียาห์) แหล่งอิสลามที่ระบุ Elisha กับ Khidr อ้างถึงความสัมพันธ์ที่แข็งแกร่งระหว่าง Khidr และ Ilyas ในประเพณีอิสลาม [3]\n\nบุคลิกภาพ\nชื่อของ Alyasa ถูกกล่าวถึงสองครั้งใน al-an'am 6:86 และเศร้า 38:48 ในข้อเหล่านั้นโดยไม่พูดถึงอะไรเกี่ยวกับบุคลิกภาพหรือศาสดาพยากรณ์ของ Alyasa เขาถูกกล่าวถึงว่า \"เจ้าเล่ห์\" และ \"ท่ามกลางการเลือกตั้ง\" [4] ตามที่อัลกุรอานเอลีชาได้รับการยกย่องว่า \"เหนือส่วนที่เหลือของการสร้าง\" (อาหรับ: ف¦lضلْن น้ำตาล Mina l-akhyār). [5] Alyasa ถูกกล่าวถึงใน al-an'am 6:86 และเศร้า 38:48 พร้อมกับ Ismail:\n\nและ Ismail และ Alyasa และ Yunus และ Lut; และแต่ละคนที่เรามีต่อโลก\n\n-Al-an'am 6:86\nและจำไว้ว่าคนรับใช้ของเรา Ismail, Alyasa และ Dhul-Kifl แต่ละคนดีอย่างแท้จริง\n\n- เศร้า 38:48\nปาฏิหาริย์\nใน Shia Hadith จาก Ali al-Ridha มีการกล่าวถึงว่า Alyasa มีปาฏิหาริย์บางอย่างรวมถึงการฟื้นฟูคนตายรักษาผู้ป่วยและเดินบนน้ำ [จำเป็นต้องอ้างอิง]\n\nหลุมฝังศพที่อ้างสิทธิ์\nชาวมุสลิมบางคนเชื่อว่าหลุมฝังศพของเอลีชาอยู่ในอัล-อว์แจมในภูมิภาคตะวันออกของซาอุดิอาระเบีย ศาลศาลซาอุดิอาระเบียถูกลบออกเพราะความเคารพดังกล่าวไม่เป็นไปตามขบวนการปฏิรูปวาฮาบีหรือซาลาฟีที่โดดเด่นในซาอุดิอาระเบีย [6] [7] มันเป็นสถานที่สำคัญที่สำคัญมานานหลายศตวรรษในช่วงเวลาของออตโตมันอารเบียและเป็นสถานที่แสวงบุญที่ได้รับความนิยมอย่างมากสำหรับชาวมุสลิมทุกนิกายตลอดช่วงก่อนสมัยใหม่ [8]\n\nหลุมฝังศพของเอลีชามีอยู่ในเขตอีลิลของจังหวัด Diyarbakir, ตุรกี [9] ศาลเจ้าเดิมอยู่ใกล้กับแม่น้ำที่จะถูกน้ำท่วมในปี 1994 คณะกรรมการลับของนักวิชาการเก้าคนถูกจัดตั้งขึ้นโดยสภาเทศบาลเมืองโดยร่วมมือกับคณะกรรมการศาสนาเพื่อหลีกเลี่ยงการดึงความโกรธแค้นของประชาชนไปสู่การขุด ก่อนที่พื้นที่จะถูกน้ำท่วมหลุมฝังศพถูกขุดในเวลากลางคืนและร่างที่เก็บรักษาไว้ของศาสดา - เป็นพยานโดยนักวิชาการทั้งเก้าและคนงานอย่างเป็นทางการ - ถูกขุดขึ้นมาเพื่อฝังอยู่บนเนินเขาที่มองเห็นที่ราบน้ำท่วม อย่างไรก็ตามชาวเมืองหลายคนเห็นท่านศาสดาในความฝันของพวกเขาในคืนนั้นและปรากฏตัวก่อนพระอาทิตย์ขึ้นเพื่อสังเกตการณ์การฟื้นฟูของเขาในจุดใหม่ [10] [11]",
"Yunus": "Yunus Ibn Matta (อาหรับ: يُونُابنماتا, Romanized: Yūnus ibn Matta) เป็นศาสดาและผู้ส่งสารของพระเจ้า (อัลลอฮ) Yunus ถูกมองว่าเป็นสิ่งสำคัญอย่างยิ่งในศาสนาอิสลามในฐานะผู้เผยพระวจนะที่ซื่อสัตย์ต่อพระเจ้าและส่งข้อความของเขา [1] [2] Yunus เป็นผู้เผยพระวจนะสิบสองคนเพียงคนเดียวที่ได้รับการตั้งชื่อในคัมภีร์อัลกุรอาน [3] บทที่สิบของอัลกุรอานตั้งชื่อตามเขา [4]\n\nYunus เรียกว่า dhul-nun (ภาษาอาหรับ: ذُوٱلنُّوْن) และโดยชาวมุสลิม [5] เขาถูกกล่าวถึงสี่ครั้งในอัลกุรอานด้วยชื่อ [6]\n\nHADITHIC กล่าวถึง\nYunus ยังถูกกล่าวถึงในเหตุการณ์ไม่กี่เหตุการณ์ในช่วงชีวิตของมูฮัมหมัด ในบางกรณีชื่อของ Yunus ถูกพูดถึงด้วยการสรรเสริญและความเคารพจากมูฮัมหมัด ตามคำบรรยายทางประวัติศาสตร์เกี่ยวกับชีวิตของมูฮัมหมัดหลังจากสิบปีของการได้รับการเปิดเผยมูฮัมหมัดไปที่เมือง Ta'if เพื่อดูว่าผู้นำของมันจะอนุญาตให้เขาสั่งสอนข้อความของเขาจากที่นั่นมากกว่าเมกกะหรือไม่ ผู้คน. เขาพักพิงในสวนของ Utbah และ Shaybah สมาชิกสองคนของเผ่า Quraysh พวกเขาส่งคนรับใช้ของพวกเขาแอดด้าเพื่อรับใช้องุ่นเพื่อการยังชีพ มูฮัมหมัดถามแอดด้าว่าเขามาจากไหนและคนรับใช้ตอบ Nineveh \"เมือง Yunus ผู้ชอบธรรมลูกชายของ Amittai!\" มูฮัมหมัดอุทาน Addas ตกใจเพราะเขารู้ว่าชาวอาหรับนอกรีตไม่มีความรู้เกี่ยวกับ Yunus จากนั้นเขาก็ถามว่ามูฮัมหมัดรู้เรื่องชายคนนี้อย่างไร “ เราเป็นพี่น้องกัน” มูฮัมหมัดตอบ \"Yunus เป็นผู้เผยพระวจนะของพระเจ้าและฉันก็เป็นศาสดาของพระเจ้าเช่นกัน\" Addas ยอมรับอิสลามทันทีและจูบมือและเท้าของมูฮัมหมัด [10]\n\nหนึ่งในคำพูดของมูฮัมหมัดในคอลเลกชันของอิหม่ามบูคารีกล่าวว่ามูฮัมหมัดพูดว่า \"เราไม่ควรบอกว่าฉันดีกว่าหยุน\" [11] [12] [13] [14] Ibn Abi al-Salt ผู้สูงอายุร่วมสมัยของมูฮัมหมัดสอนว่าถ้ายูนัสไม่ได้สวดอ้อนวอนต่ออัลลอฮเขาจะยังคงติดอยู่ในปลาจนกระทั่งวันแห่งการฟื้นคืนชีพ [14] แต่เนื่องจากคำอธิษฐานของเขายู วันภายในท้องของปลา \". [14]\n\nอัลทาบารินักประวัติศาสตร์ชาวเปอร์เซียในศตวรรษที่เก้าบันทึกว่าในขณะที่โยนาห์อยู่ในปลา \"ไม่มีกระดูกหรือสมาชิกของเขาได้รับบาดเจ็บ\" [14] Al-Tabari ยังเขียนว่าอัลลอฮ body สร้างร่างของปลาโปร่งใสทำให้ยูนัสได้เห็น Kisai Marvazi กวีในศตวรรษที่สิบบันทึกว่าพ่อของ Yunus อายุเจ็ดสิบปีเมื่อ Yunus เกิด [14] และเขาเสียชีวิตหลังจากนั้นไม่นาน [14] ออกจากแม่ของ Yunus โดยไม่มีอะไรนอกจากช้อนไม้ซึ่งกลายเป็น เป็น cornucopia [14]\n\nสุสาน\nดูเพิ่มเติมที่: มัสยิดและศาลเจ้า Mosul § Mosque_of_the_prophet_jonah\n\nรูปถ่ายของซากปรักหักพังของมัสยิดของยูนัสหลังจากการทำลายล้างโดย ISIL\nตำแหน่งปัจจุบันของ Nineveh ถูกทำเครื่องหมายด้วยการขุดค้นประตูห้าส่วนบางส่วนของผนังทั้งสี่ด้านและสองกองขนาดใหญ่: เนินเขาของ Kuyunjik และ Hill of Nabi Yunus (ดูแผนที่ลิงก์ในเชิงอรรถ) [16] มัสยิดบนยอด Nabi Yunus อุทิศตนให้กับโยนาห์และมีศาลเจ้าซึ่งได้รับความเคารพจากทั้งมุสลิมและคริสเตียนในฐานะที่ตั้งของหลุมฝังศพของโจนาห์ [17] หลุมฝังศพเป็นสถานที่แสวงบุญที่ได้รับความนิยม [18] และเป็นสัญลักษณ์ของความสามัคคีต่อชาวยิวคริสเตียนและมุสลิมทั่วตะวันออกกลาง [18] เมื่อวันที่ 24 กรกฎาคม 2014 รัฐอิสลามแห่งอิรักและ Levant (ISIL) ทำลายมัสยิดที่มีหลุมฝังศพเป็นส่วนหนึ่งของการรณรงค์เพื่อทำลายเขตรักษาพันธุ์ทางศาสนาที่ถือว่าเป็นรูปเคารพ [19] [18] หลังจาก Mosul ถูกนำตัวกลับจาก ISIL ในเดือนมกราคม 2017 พระราชวังแอสซีเรียโบราณที่สร้างโดย Esarhaddon ซึ่งมีอายุประมาณครึ่งแรกของศตวรรษที่ 7 ก่อนคริสตศักราชถูกค้นพบภายใต้มัสยิดที่ถูกทำลาย [18] [20] ISIL ได้ปล้นวังของรายการที่ขายในตลาดมืด [18] [20] แต่สิ่งประดิษฐ์บางอย่างที่ยากต่อการขนส่งยังคงอยู่ในสถานที่ [18] [20]\n\nสุสานมุสลิมอื่น ๆ\nสถานที่ที่มีชื่อเสียงอื่น ๆ ของหลุมฝังศพของโยนาห์รวมถึงหมู่บ้านอาหรับของ Mashhad ซึ่งตั้งอยู่บนพื้นที่โบราณของ Gath-Hepher ในอิสราเอล [21] เมือง Palestinian West Bank ของ Halhul, 5 กม. (3.1 ไมล์) ทางเหนือของ Hebron; [22] และ สถานที่ศักดิ์สิทธิ์ใกล้เมือง Sarafand (Sarepta) ในเลบานอน [23] ประเพณีอีกประการหนึ่งวางหลุมฝังศพไว้ที่เนินเขาตอนนี้เรียกว่า Giv'at Yonah \"Jonah's Hill\" ที่ขอบด้านเหนือของเมือง Ashdod ของอิสราเอลในสถานที่ปกคลุมด้วยประภาคารสมัยใหม่\n\nหลุมฝังศพของโยนาห์สามารถพบได้ใน Diyarbakir ประเทศตุรกีตั้งอยู่ด้านหลัง Mihrab ที่มัสยิด Fatih Pasha [24] [25] Evliya Celebi กล่าวใน Seyahatname ของเขาว่าเขาไปเยี่ยมชมหลุมฝังศพของ Jonah [26] [27]\n\nอัลกุรอานกล่าวถึง\nใน Al-Anbiya 21:87 [7] และ Al-Qalam 68:48, Yunus เรียกว่า dhul-nūn (ภาษาอาหรับ: ذُوٱلنُّوْن, lit 'ปลาตัวหนึ่ง') [5] ใน An-Nisa 4: 163 และ Al-An'am 6:86 เขาถูกเรียกว่า \"อัครสาวกของอัลลอฮ\" [5] Surah 37: 139-148 อีกครั้งเรื่องราวทั้งหมดของ Yunus: [5]\nดังนั้นโยนาห์ก็เป็นในหมู่ผู้ส่ง (โดยเรา)\nเมื่อเขาวิ่งหนีไป (เหมือนทาสจากการถูกจองจำ) ไปที่เรือ\nเขา (ตกลงที่จะ) โยนจำนวนมากและเขาถูกประณาม:\nจากนั้นปลาวาฬก็กลืนเขาและเขาก็ทำตัวคุ้มค่า\nหากไม่เป็นที่เขา (กลับใจและ) ถวายเกียรติแด่อัลลอฮ์\nแน่นอนว่าเขาจะยังคงอยู่ในปลาจนถึงวันที่ฟื้นคืนชีพ\nแต่เราขับไล่เขาออกไปบนชายฝั่งที่เปลือยเปล่าในสภาพเจ็บป่วย\nและเราทำให้เขาเติบโตขึ้นเหนือเขาพืชที่แพร่กระจายของมะระ\nและเราส่งเขา (ในภารกิจ) ถึงหนึ่งแสนคน (ผู้ชาย) ขึ้นไป\nและพวกเขาเชื่อ; ดังนั้นเราจึงอนุญาตให้พวกเขาเพลิดเพลิน (ชีวิตของพวกเขา) สักพัก\n\n-อัลกุรอาน, บทที่ 37 (As-Saaffat), ข้อ 139–148 [8]\nอัลกุรอานไม่ได้กล่าวถึงมรดกของ Yunus [5] แต่ประเพณีของชาวมุสลิมสอนว่า Yunus มาจากเผ่า Binyjamin [9]",
"Zakariya": "ตามหลักคำสอนของอิสลามZakarīyā (อาหรับ: زكريا, Zechariah) เป็นผู้เผยพระวจนะและผู้ส่งสารของพระเจ้า (อัลเลาะห์) และเป็นบิดาของศาสดาพยากรณ์ Yahya\n\nในอัลกุรอาน\nZakariya เป็นนักบวชที่ชอบธรรม [1] และผู้เผยพระวจนะของพระเจ้าซึ่งสำนักงานอยู่ในวัดที่สองในกรุงเยรูซาเล็ม เขามักจะรับผิดชอบในการจัดการบริการของวัด [2] และเขาจะยังคงแน่วแน่ในการอธิษฐานต่อพระเจ้าเสมอ\n\nสวดอ้อนวอนขอลูกชาย\nเมื่อเขามาถึงวัยชราของเขา Zakariya ก็เริ่มกังวลว่าใครจะเป็นมรดกของการเทศนาข่าวสารของพระเจ้าหลังจากการตายของเขาและใครจะดำเนินการรับราชการประจำวันของพระวิหารหลังจากเขา Zakariya เริ่มสวดอ้อนวอนต่อพระเจ้าเพื่อพระบุตร การสวดอ้อนวอนขอให้เกิดลูกหลานไม่ได้เป็นเพียงแค่ความปรารถนาที่จะมีเด็ก [1] เขาสวดอ้อนวอนทั้งเพื่อตัวเขาเองและต่อสาธารณชน - พวกเขาต้องการผู้ส่งสารชายของพระเจ้าที่จะทำงานในการรับใช้ของพระเจ้าหลังจาก Zakariya Zakariya มีตัวละครและคุณธรรมและเขาต้องการถ่ายโอนสิ่งนี้ไปยังทายาททางจิตวิญญาณของเขาในฐานะครอบครองที่มีค่าที่สุดของเขา ความฝันของเขาคือการฟื้นฟูบ้านให้เป็นลูกหลานของผู้เฒ่าจาค็อบและเพื่อให้แน่ใจว่าข้อความของพระเจ้าได้รับการต่ออายุสำหรับอิสราเอล ขณะที่อัลกุรอานเล่าถึง:\n\nการเอ่ยถึงความเมตตาของพระเจ้าของคุณต่อซาการิคนรับใช้ของพระองค์ เมื่อพระองค์ร้องไห้ให้กับพระเจ้าของพระองค์ด้วยความลับพูดว่า: พระเจ้าของฉัน! แท้จริง กระดูกของฉันแว็กซ์อ่อนแอและหัวของฉันส่องแสงผมสีเทาและฉันไม่เคยไม่เคยรู้สึกดีที่สุดในการสวดอ้อนวอนต่อท่านลอร์ดของฉัน แท้จริง ฉันกลัวญาติของฉันหลังจากฉันเพราะภรรยาของฉันเป็นหมัน โอ้ให้ฉันจากการปรากฏตัวของเจ้าผู้สืบทอดที่จะได้รับมรดกจากฉันและสืบทอด (เช่น) ของสภาจาค็อบ และทำให้เขาพระเจ้าของฉันยอมรับได้ (ต่อเจ้า) [อัลกุรอาน 19: 4–6 (แปลโดย Pickthall)]]\n\nการเป็นพ่อ Yahya\nเป็นของขวัญจากพระเจ้า Zakariya ได้รับลูกชายชื่อYaḥyá (อาหรับ: يحيى, ระบุกับ John the Baptist) ชื่อที่เลือกเป็นพิเศษสำหรับเด็กคนนี้เพียงอย่างเดียว ประเพณีของชาวมุสลิมบรรยายว่า Zakariya อายุเก้าสิบสองปี [3] เมื่อเขาได้รับการบอกเล่าถึงการเกิดของจอห์น\n\nตามคำอธิษฐานของ Zakariya พระเจ้าทรงสร้างจอห์น (Yahya) ต่ออายุข้อความของพระเจ้าซึ่งได้รับความเสียหายและสูญหายโดยชาวอิสราเอล [4] ดังที่อัลกุรอานพูดว่า:\n\nO Zachariah! แท้จริง เรานำข่าวของเจ้ามาเป็นจอห์นชื่อจอห์น เราได้ตั้งชื่อเดียวกันกับไม่มีมาก่อน (เขา) เขาพูดว่า: พระเจ้าของฉัน! ฉันจะมีลูกชายได้อย่างไรเมื่อภรรยาของฉันเป็นหมันและฉันถึงวัยชราที่อ่อนแอ? เขาพูดว่า: มันจะเป็นเช่นนั้นพระเจ้าของคุณพูดว่า: มันเป็นเรื่องง่ายสำหรับฉันและแน่นอนฉันสร้างคุณมาก่อนเมื่อคุณไม่มีอะไร เขาพูดว่า: พระเจ้าของฉัน! ขอสัญญาณ เขากล่าวว่า: สัญญาณของคุณคือคุณจะไม่สามารถพูดคุยกับผู้คนได้สามคืนในขณะที่มีสุขภาพที่ดี\n\n- [อัลกุรอาน 19: 7–10 (แปลโดย Pickthall)]]\nผู้พิทักษ์ Maryam\nตามอัลกุรอาน Zakariya เป็นผู้พิทักษ์ของ Maryam รัฐอัลกุรอาน:\n\n(จำไว้) เมื่อภรรยาของ 'Imran พูดว่า: พระเจ้าของฉัน! ฉันสาบานกับเจ้าสิ่งที่อยู่ในท้องของฉันในฐานะที่ศักดิ์สิทธิ์ (เสนอ) ยอมรับจากฉัน แท้จริง เจ้ามีเพียงคุณศิลปะผู้ฟังผู้รู้! และเมื่อเธอถูกปลดปล่อยเธอก็พูดว่า: พระเจ้าของฉัน! แท้จริง ฉันถูกส่งจากผู้หญิง - อัลลอฮ์รู้ดีที่สุดในสิ่งที่เธอส่งมอบ - ผู้ชายไม่ได้เป็นผู้หญิง; และแท้จริง! ฉันตั้งชื่อแมรี่ของเธอแล้วและแท้จริง! ฉันอยากได้การปกป้องเธอและลูกหลานของเธอจากซาตานผู้ถูกขับไล่ และพระเจ้าของเธอยอมรับเธอด้วยการยอมรับอย่างเต็มที่และรับรองการเติบโตอย่างดีของเธอ และทำให้ Zachariah ผู้พิทักษ์ของเธอ เมื่อใดก็ตามที่ Zachariah เข้าไปในสถานที่ศักดิ์สิทธิ์ซึ่งเธออยู่เขาพบว่าเธอมีอาหาร เขาพูดว่า: โอแมรี่! มาหาคุณ (อาหาร) มาจากไหน? เธอตอบ: มันมาจากอัลลอฮ. อัลเลาะห์มอบให้โดยไม่ต้องถูกคุมขัง [อัลกุรอาน 3: 35–37 (แปลโดย Pickthall)]]\n\nศาสนศาสตร์มุสลิมยืนยันว่าซาการิยาพร้อมกับจอห์นเดอะแบปทิสต์และพระเยซูนำในยุคใหม่ของผู้เผยพระวจนะ - ทุกคนมาจากการสืบเชื้อสายของอัมรัม (อิมราน) พ่อของศาสดาอาโรน ความจริงที่ว่าของนักบวชทุกคนมันคือ Zakariya ที่ได้รับหน้าที่ดูแลแมรี่ (Maryam) แสดงสถานะของเขาในฐานะคนเคร่งศาสนา Zakariya ได้รับการยกย่องบ่อยครั้งในอัลกุรอานในฐานะผู้เผยพระวจนะของพระเจ้าและมนุษย์ที่ชอบธรรม หนึ่งการประเมินดังกล่าวอยู่ใน Sura al-an'am:\n\n\"และ Zakariya และ Yahya และ Isa และ Eliyas แต่ละคนเป็นคนชอบธรรม\" [อัลกุรอาน 6:85 (แปลโดย Pickthall)]]\n\nนักแปลอัลกุรอาน Abdullah Yusuf Ali เสนอความเห็นเกี่ยวกับบรรทัดนี้ [5] - แนะนำว่าผู้เผยพระวจนะเหล่านี้ทำการเชื่อมต่อทางจิตวิญญาณกับคนอื่น เขาชี้ให้เห็นว่า Yahya เป็นญาติของ ISA ในขณะที่ Eliyas เป็นคนหนึ่งที่อยู่ที่การเปลี่ยนแปลงของ ISA [6] บนภูเขาดังที่ได้กล่าวไว้ในพันธสัญญาใหม่ Zakariya ในขณะที่การแต่งงานเป็นลุงของ Isa และ Yayha ลูกชายของเขาถูกเรียกว่า Eliyas ในพันธสัญญาใหม่ [7]",
"Yahya": "Yaḥyā Ibn Zakarīyā (ภาษาอาหรับ: يحيىابنزكريا, Yahya/John, บุตรชายของ Zechariah), ระบุเป็นภาษาอังกฤษว่าเป็นจอห์นผู้ให้บัพติศมาได้รับการพิจารณาในศาสนาอิสลาม . เขาเชื่อว่าชาวมุสลิมเป็นพยานถึงพระวจนะของพระเจ้าผู้ซึ่งจะประกาศการมาของ Isa al-Masih (พระเยซูคริสต์) [1] [2]\n\nYahya ถูกกล่าวถึงห้าครั้งในอัลกุรอาน [3]\n\nYahya ยังได้รับเกียรติอย่างมากในผู้นับถือมุสลิมเช่นเดียวกับเวทย์มนต์อิสลามส่วนใหญ่เป็นเพราะคำอธิบายของอัลกุรอานเกี่ยวกับพรหมจรรย์และความเมตตาของจอห์น [4] Sufis ได้ใช้ข้อคิดเห็นบ่อยครั้งเกี่ยวกับข้อความเกี่ยวกับ John ในอัลกุรอานส่วนใหญ่เกี่ยวข้องกับของขวัญแห่งปัญญาที่พระเจ้ามอบให้ซึ่งเขาได้รับในเยาวชนรวมถึงความคล้ายคลึงกับพระเยซู แม้ว่าวลีหลายวลีที่ใช้อธิบายจอห์นและพระเยซูนั้นเหมือนกันในคัมภีร์อัลกุรอาน แต่ลักษณะที่แสดงออกมานั้นแตกต่างกัน [5]\n\nการเกิด\nในอัลกุรอานพระเจ้ากล่าวถึงการสวดอ้อนวอนอย่างต่อเนื่องของ Zakariya เพื่อการกำเนิดของลูกชาย ภรรยาของ Zakariya เป็นหมันและการเกิดของเด็กดูเหมือนเป็นไปไม่ได้ [6] ในฐานะที่เป็นของขวัญจากพระเจ้า Zechariah ได้รับลูกชายชื่อYaḥyaชื่อที่เลือกเป็นพิเศษสำหรับเด็กคนนี้เพียงอย่างเดียว ตามคำอธิษฐานของ Zakariya พระเจ้าทรงสร้าง Yahya และ Isa ผู้ซึ่งเกิดขึ้นในอีกหกเดือนต่อมา [7] ต่ออายุข้อความของพระเจ้าซึ่งได้รับความเสียหายและบิดเบือนโดยชาวอิสราเอล\n\nอัลกุรอานอ้างว่า John the Baptist เป็นคนแรกที่ได้รับชื่อนี้ (อัลกุรอาน 19: 7–10) แต่เนื่องจากชื่อYoḥananเกิดขึ้นหลายครั้งก่อนที่ John the Baptist [8] ข้อนี้หมายถึงฉันทามตินักวิชาการอิสลาม \"ไม่ใช่ชื่อเดียวกับ\" Yoḥanan \"[9] หรือเรื่องราวในพระคัมภีร์ไบเบิลของการตั้งชื่อที่น่าอัศจรรย์ของจอห์นซึ่งคิดว่าเขาเกือบจะชื่อ\" Zacharias \"(กรีก: ζαχαρίας) [10] หลังจากชื่อพ่อของเขา หนึ่งในเชื้อสายของ Zacharias พ่อของเขา (หรือที่รู้จักกันในชื่อ Zechariah) ได้รับการขนานนามว่า \"John\" (\"Yohanan\"/\"Yoannes\") ต่อหน้าเขา [11] ดังที่อัลกุรอานพูดว่า: [12]\n\"O Zakaryya เราให้ข่าวดีกับเด็กผู้ชายที่มีชื่อจะเป็น Yahya และเราไม่เคยสร้างความเหมือนมาก่อน\n\nเขาพูดว่า: \"ข้า แต่พระเจ้าของฉันฉันจะมีลูกชายได้อย่างไรเมื่อภรรยาของฉันแห้งแล้งและฉันโตขึ้นค่อนข้างเสื่อมโทรมตั้งแต่อายุมาก?\"\n\nเขากล่าวว่า: \"ดังนั้น (จะเป็น) ท่านลอร์ดของเจ้ากล่าวว่า 'นั่นเป็นเรื่องง่ายสำหรับฉัน: ฉันได้สร้างเจ้ามาก่อนจริง ๆ เมื่อเจ้าไม่ได้เป็นอะไรเลย!'\"\n\n(Zakarya) กล่าวว่า: \"ข้า แต่พระเจ้าของฉัน! ขอให้ฉันมีสัญลักษณ์\" \"สัญลักษณ์ของเจ้า\" เป็นคำตอบ \"เจ้าจะพูดกับคนที่ไม่มีใครสามคืน\"\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nแม่น้ำจอร์แดนที่ซึ่ง Yahya รับบัพติศมา Isa [13]\nYahya ได้รับคำแนะนำให้ยึดมั่นในพระคัมภีร์และได้รับสติปัญญาจากพระเจ้าในขณะที่ยังเป็นเด็กอยู่ [14] เขาบริสุทธิ์และเคร่งศาสนาและเดินได้ดีต่อหน้าพระเจ้า เขาเป็นคนทำหน้าที่กับพ่อแม่ของเขาและเขาก็ไม่หยิ่งหรือดื้อรั้น การอ่านและความเข้าใจในพระคัมภีร์ของจอห์นเมื่อมีเพียงเด็กเท่านั้นที่เหนือกว่าแม้กระทั่งนักวิชาการที่ยิ่งใหญ่ที่สุดในเวลานั้น [6] การอรรถกถามุสลิมบรรยายว่า Isa ส่ง Yahya ออกไปพร้อมกับสาวกสิบสองคน [15] ที่เทศน์ข้อความก่อนที่พระเยซูจะเรียกสาวกของเขา [7] อัลกุรอานพูดว่า: [16]\n\"O Yaḥya! เอาหนังสือเล่มนี้ไปด้วย Might\": และเราก็ให้ภูมิปัญญาแก่เขาแม้ในฐานะเด็ก\n\n- Maryam, 19:12\nจอห์นเป็นผู้เผยพระวจนะคลาสสิก [17] ผู้ซึ่งได้รับการยกย่องอย่างสูงจากพระเจ้าสำหรับการประณามความกล้าหาญของเขาในทุกสิ่งที่เป็นบาป นอกจากนี้อัลกุรอานยังพูดถึงความกตัญญูและความรักที่อ่อนโยนของจอห์นและทัศนคติที่ต่ำต้อยของเขาที่มีต่อชีวิตซึ่งเขาได้รับความบริสุทธิ์ของชีวิต\n\nตามประเพณีอิสลาม Yahya เคยไปที่ Haram Esh-Sharif (Temple Mount) เพื่อส่งคำเทศนาของเขา [3]\n\nการลอบสังหาร\nในระหว่างการเผยพระวจนะของ Yahya มีความขัดแย้งเกิดขึ้นระหว่างเขากับเฮโรดแอนติปัสผู้ซึ่งต้องการหย่ากับภรรยาคนแรกของเขาและรับเป็นภรรยาอดีตน้องสาวของเขา [3] Yahya แจ้งว่าการแต่งงานอาจเป็นการร่วมประเวณีและไม่เห็นด้วยกับการแต่งงาน หลังจากนี้ Herod Antipas ได้ถูกคุมขัง Yahya [3] Yahya ถูกประหารชีวิต [18] [3] เชื่อกันว่าหัวของ Yahya อยู่ในมัสยิด Umayyad ใน Damascus [19] [20] [21]\n\nมรดก\nในศาสนาอิสลาม Yahya ทักทายมูฮัมหมัดในคืนของอัล-อิสรา เรื่องราวของ Yahya ก็บอกกับกษัตริย์ Abyssinian ในระหว่างการอพยพชาวมุสลิมไปยัง Abyssinia [23] ตามอัลกุรอาน Yahya เป็นหนึ่งในผู้ที่พระเจ้าส่งสันติสุขในวันที่เขาเกิดและวันที่เขาตาย [24] จากข้อมูลของอัล-ซูยูติอิบราฮิมกล่าวว่านับตั้งแต่การสร้างโลกสวรรค์และโลกร้องไห้สำหรับคนสองคนเท่านั้น Yahya และ Husayn [25] [26] ตามที่สุนัตมูฮัมหมัดกล่าวว่า: \"ลูกชายของอาดัมทุกคนจะมาในวันที่ฟื้นคืนชีพและเขาจะมีบาปกับเขายกเว้น Yahya Ibn Zakaryya\" [27] ชาวมุสลิมหลายคนเปรียบเทียบ Yahya กับ Husayn [28] หัวของทั้ง Yahya และ Husayn เชื่อกันว่าอยู่ในมัสยิด Umayyad ในเมืองดามัสกัสประเทศซีเรีย",
"Isa": "Isa (พระเยซู) เป็นผู้เผยพระวจนะและผู้ส่งสารของอัลเลาะห์และพระเมสสิยาห์ เขาเป็นผู้เผยพระวจนะคนสุดท้ายที่ส่งไปชี้นำเด็ก ๆ ของอิสราเอล (Bani Israel) และได้รับการเปิดเผยหนังสือศักดิ์สิทธิ์ที่เรียกว่า Injil (พระกิตติคุณ)\n\nในอัลกุรอาน Isa อธิบายว่าเป็นพระเมสสิยาห์ (อัลมาสตา) เกิดจากพระแม่มารีแสดงปาฏิหาริย์พร้อมกับสาวกถูกปฏิเสธโดยสถานประกอบการของชาวยิวและถูกยกขึ้นสู่สวรรค์ อัลกุรอานอ้างว่าพระเยซูไม่ได้ถูกตรึงกางเขนหรือตายบนไม้กางเขน แต่พระเจ้าได้รับการช่วยชีวิตอย่างน่าอัศจรรย์ อัลกุรอานวางพระเยซูท่ามกลางผู้เผยพระวจนะที่ยิ่งใหญ่ที่สุดและกล่าวถึงเขาด้วยชื่อต่าง ๆ ผู้เผยพระวจนะของพระเยซูนำหน้าโดย Yahya และประสบความสำเร็จโดยมูฮัมหมัด\n\nศาสนาอิสลามปฏิเสธมุมมองของคริสเตียนเกี่ยวกับความศักดิ์สิทธิ์ของพระเยซูในฐานะพระเจ้าจุติหรือพระบุตรที่แท้จริงของพระเจ้า มันปฏิเสธพระเยซูว่าเป็นเทพในหลายข้อและยังกล่าวอีกว่าพระเยซูไม่ได้อ้างว่าเป็นพระเจ้า ชาวมุสลิมเชื่อว่าข้อความต้นฉบับของพระเยซูมีการเปลี่ยนแปลงหลังจากที่เขาถูกเลี้ยงดูมามีชีวิตอยู่ monotheism ของพระเยซูเน้นในอัลกุรอาน เช่นเดียวกับผู้เผยพระวจนะทุกคนในศาสนาอิสลามพระเยซูทรงเรียกว่ามุสลิมในขณะที่เขาเทศนาว่าผู้ติดตามของเขาควรใช้ 'เส้นทางตรง' (ṣirāṭ al-Mustaqīm) พระเยซูมีสาเหตุมาจากปาฏิหาริย์จำนวนมหาศาลด้วยวรรณกรรมนักพรตและวรรณกรรมลึกลับจำนวนมากที่เขียนและท่องเกี่ยวกับเขาในประเพณีอิสลาม เขายังรายงานว่าได้พยากรณ์การมาของมูฮัมหมัดโดยใช้ชื่อ Ahmad\n\nในตอนท้ายของเวลาพระเยซูจะกลับมาในครั้งที่สองที่มาพร้อมกับอิหม่ามอัลมาห์ดีเพื่อฆ่าอัล-มาซิห์โฆษณา-ดาจาล ('พระเมสสิยาห์เท็จ') หลังจากนั้นกับเผ่าโบราณ Yaʾjūj และ Maʾjūj (Gog และ Magog) จะแยกย้ายกันไป บนโลก. หลังจากสิ่งมีชีวิตเหล่านี้จะตายอย่างน่าอัศจรรย์อิหม่ามมาห์ดีและพระเยซูจะปกครองโลกทั้งใบสร้างสันติภาพและความยุติธรรมและตายหลังจากครองราชย์ 40 ปี ชาวมุสลิมบางคนเชื่อว่า ISA จะถูกฝังไว้ข้างมูฮัมหมัดที่หลุมฝังศพที่สี่ของโดมสีเขียวในเมดินา\n\nชาวมุสลิมเข้าใจว่าพระเยซูเป็นหนึ่งในผู้เผยพระวจนะที่สำคัญที่สุดของศาสนาอิสลาม สถานที่ที่พระเยซูเชื่อว่าจะกลับมามัสยิด Umayyad ในเมืองดามัสกัสนั้นได้รับความนิยมอย่างสูงจากชาวมุสลิมว่าเป็นสถานที่ศักดิ์สิทธิ์ที่สี่ของศาสนาอิสลาม\n\nการเกิด\nเรื่องราวของพระเยซูในอัลกุรอานจริง ๆ แล้วเริ่มต้นด้วยการกำเนิดของแม่แมรี่และการรับใช้ของเธอในวิหารเยรูซาเล็ม ในขณะที่อยู่ภายใต้การดูแลของศาสดาอุดมศึกษาซึ่งจะเป็นพ่อของยะห์ยา (จอห์นเดอะแบปทิสต์) การเล่าเรื่องการเกิดในอัลกุรอานเพื่อพระเยซูเริ่มต้นที่อัลกุรอาน 19: 16–34 และ Q3: 45–53\nการประกาศ\n\nอรรถกถาอิสลามยืนยันการเกิดที่บริสุทธิ์ของพระเยซูคล้ายกับบัญชีพระกิตติคุณและเกิดขึ้นในเบ ธ เลเฮม การบรรยายเรื่องการเกิดบริสุทธิ์เป็นการประกาศให้แมรี่โดยแองเจิลกาเบรียลในขณะที่แมรี่กำลังถูกเลี้ยงดูมาในพระวิหารหลังจากได้รับการจำนำกับพระเจ้าโดยแม่ของเธอ กาเบรียลกล่าวว่าเธอได้รับเกียรติจากผู้หญิงทุกคนในทุกประเทศและได้นำข่าวดีของลูกชายศักดิ์สิทธิ์ของเธอ\n\nการประกาศในจิ๋ว\nกาเบรียลประกาศว่าลูกชายจะได้รับการตั้งชื่อว่า Isa, พระเมสสิยาห์ประกาศว่าเขาจะถูกเรียกว่าเป็นผู้เผยพระวจนะที่ยิ่งใหญ่ แมรี่ถามว่าเธอจะตั้งครรภ์ได้อย่างไรและมีลูกเมื่อไม่มีใครแตะต้องเธอได้รับคำตอบจากทูตสวรรค์ว่าพระเจ้าสามารถสั่งสิ่งที่พระองค์ทรงพระประสงค์และมันจะผ่านไป\n\nการเล่าเรื่องจากอัลกุรอานยังคงดำเนินต่อไปกับแมรี่เอาชนะด้วยความเจ็บปวดจากการคลอดบุตรได้รับน้ำไหลอยู่ใต้ฝ่าเท้าของเธอซึ่งเธอสามารถดื่มและต้นปาล์มซึ่งเธอสามารถเขย่าได้ หลังจากให้กำเนิดแมรี่อุ้มลูกพระเยซูกลับไปที่วัดและเธอถูกถามโดยผู้เฒ่าวัดเกี่ยวกับเด็ก เธอได้รับคำสั่งจากกาเบรียลเพื่อสาบานว่าจะเงียบเธอชี้ไปที่พระเยซูทารกและทารกประกาศ:\n\nเขาบอกว่าฉันเป็นคนรับใช้ของพระเจ้า เขามอบหนังสือให้ฉันและทำให้ฉันเป็นผู้เผยพระวจนะ เขาทำให้ฉันได้รับพรทุกที่ที่ฉันอยู่และได้สั่งให้ฉันนมัสการและทานลงตราบใดที่ฉันมีชีวิตอยู่ และเป็นคนทำหน้าที่กับแม่ของฉัน และไม่ได้ทำให้ฉันกดขี่ไม่ดี ความสงบสุขคือวันที่ฉันเกิดวันที่ฉันจะตายและวันที่ฉันจะได้รับการเลี้ยงดู\n\nพระเยซูที่พูดจากเปลเป็นหนึ่งในหกปาฏิหาริย์ที่มาจากพระองค์ในอัลกุรอานซึ่งพบได้ใน Syriac Infancy Gospel ซึ่งเป็นงานในศตวรรษที่หก [9] [10] ตามที่สุนัตหลายแห่งพระเยซูและมารีไม่ได้ร้องไห้ตั้งแต่แรกเกิด [11] ศาสดามุฮัมมัดอิสลามอธิบายว่าทั้งพระเยซูและแมรี่เป็นมนุษย์เพียงคนเดียวที่เกิดมาเป็นบาปและได้รับการปกป้องจากการสัมผัสของซาตานเมื่อเกิดของพวกเขา\n\nเรื่องเล่าเรื่องเกิด\n\nจากข้อมูลของอัลกุรอานความเจ็บปวดของแรงงานนำแมรี่ไปที่ลำต้นของต้นปาล์ม\nศรัทธาของอิสลามสะท้อนบางอย่างในประเพณีคริสเตียนที่แมรี่ (หรือแมรี) เป็นบริสุทธิ์ที่แท้จริงเมื่อพระเยซูทรงตั้งครรภ์ เรื่องราวที่มีรายละเอียดมากที่สุดเกี่ยวกับการประกาศและการกำเนิดของพระเยซูมีให้ใน Surah 3 (Al Imran) และ 19 (Maryam) ของอัลกุรอานที่ซึ่งเรื่องราวเล่าว่าพระเจ้า (อัลเลาะห์) ส่งทูตสวรรค์เพื่อประกาศว่า Maryam คาดหวังว่าจะได้รับ ลูกชายแม้จะเป็นสาวพรหมจารี [13]\n\nนักวิชาการบางคนตั้งข้อสังเกตว่าบัญชีใน Surah 19 [14] อยู่ใกล้กับที่อยู่ในพระวรสารคริสเตียนของลุค [15] การประกาศต่อแมรี่นั้นถูกกล่าวถึงสองครั้งในอัลกุรอานและในทั้งสองกรณีแมรี่/ มารีมบอกว่าเธอได้รับเลือกจากพระเจ้าให้ส่งพระบุตร ในตัวอย่างแรกผู้ถือข่าว (ซึ่งเชื่อว่าชาวมุสลิมส่วนใหญ่เชื่อว่าเป็น Archangel Gabriel) ส่งข่าวใน (Q3: 42-47) ในขณะที่เขาใช้รูปแบบของผู้ชาย (q19: 16-22) . [16] [17] รายละเอียดของความคิดไม่ได้กล่าวถึง แต่เมื่อแมรี่ถามว่าเธอสามารถแบกรับบุตรชายในมุมมองของพรหมจรรย์ของเธอเธอได้รับการบอกว่าพระเจ้าสร้างสิ่งที่เขาต้องการและสิ่งเหล่านี้เป็นเรื่องง่ายสำหรับพระเจ้า [16] [18] อัลกุรอาน (Q21: 91 และ Q66: 12) กล่าวว่าพระเจ้าพัดผ่านทูตสวรรค์ของพระองค์เข้ามาในแมรี่และเธอแม้ว่าจะบริสุทธิ์\n\nนักประวัติศาสตร์มุสลิมในศตวรรษที่ 8 ของ Ibn Ishaq (704–767) เขียนบัญชีชื่อ Kitab al-Mubtada (ในตอนแรก) รายงานว่า Zechariah เป็นผู้พิทักษ์ของแมรี่สั้น ๆ และหลังจากไม่สามารถดูแลเธอได้ ชื่อจอร์จ เธอเข้าร่วมโดยชายหนุ่มชื่อโจเซฟและพวกเขาช่วยกันน้ำและงานอื่น ๆ เรื่องราวการเกิดของพระเยซูเป็นไปตามการบรรยายของอัลกุรอานเสริมว่าการเกิดเกิดขึ้นในเบ ธ เลเฮมข้างต้นปาล์มที่มีรางหญ้า [21]\n\nอัลทาบารินักวิชาการเปอร์เซียในศตวรรษที่ 10 (839–923) กล่าวถึงทูตที่มาจากราชาแห่งเปอร์เซียพร้อมของขวัญ (คล้ายกับจอมเวทจากตะวันออก) สำหรับพระเมสสิยาห์; คำสั่งของชายคนหนึ่งชื่อโจเซฟ (ไม่ใช่สามีของแมรี่โดยเฉพาะ) เพื่อพาเธอและลูกไปอียิปต์และต่อมากลับไปนาซาเร็ ธ [22]\n\nวัยเด็ก\nบทความหลัก: การค้นหาในวัด\nดูเพิ่มเติมที่: เที่ยวบินสู่อียิปต์และข่าวประเสริฐในวัยเด็กของโธมัส\nอัลกุรอานไม่ได้รวมประเพณีของเที่ยวบินไปยังอียิปต์แม้ว่าSūra xxiii 50 สามารถพูดพาดพิงถึงมันได้: \"และเราทำให้ลูกชายของ Maryam และแม่ของเขาเป็นสัญลักษณ์และเราทำให้พวกเขาอยู่ในสถานที่ที่เต็มไปด้วย เงียบและรดน้ำด้วยน้ำพุ \"[25] อย่างไรก็ตามเรื่องเล่าที่คล้ายกับการบรรยายที่พบในพระวรสารและแหล่งที่ไม่ได้รับการเผยแพร่ในประเพณีอิสลามในภายหลังโดยมีรายละเอียดและรายละเอียดบางอย่างเพิ่มขึ้นตลอดหลายศตวรรษโดยนักเขียนและนักประวัติศาสตร์อิสลาม เรื่องเล่าบางเรื่องให้พระเยซูและครอบครัวอยู่ในอียิปต์นานถึง 12 ปี [26] เรื่องราวทางศีลธรรมมากมายและเหตุการณ์ที่น่าอัศจรรย์ของเยาวชนของพระเยซูถูกกล่าวถึงใน Qisas al-Anbiya (เรื่องราวของผู้เผยพระวจนะ) หนังสือที่ประกอบขึ้นมาหลายศตวรรษเกี่ยวกับศาสดาพยากรณ์และวีรบุรุษชาวอิสลามก่อน [7]\n\nอัลมาซูดีเขียนว่าพระเยซูเป็นเด็กชายศึกษาศาสนายิวที่อ่านจากสดุดีและพบว่า \"ติดตามในตัวละครแห่งแสง\":\n\n\"คุณเป็นลูกชายของฉันและที่รักของฉันฉันเลือกคุณด้วยตัวเอง\"\n\nกับพระเยซูอ้างว่า:\n\n\"วันนี้พระวจนะของพระเจ้าเป็นจริงในพระบุตรมนุษย์\" [22]\n\nในอียิปต์\nดูเพิ่มเติม: Infancy Gospel of Thomas\nเรื่องเล่าหลายเรื่องแสดงให้เห็นถึงความแตกต่างและความคล้ายคลึงกันในงานเขียนของอิสลามเกี่ยวกับวัยเด็กของพระเยซูโดยเฉพาะเวลาของเขาในอียิปต์เกี่ยวกับระยะเวลาและเหตุการณ์ เรื่องเล่าส่วนใหญ่พบได้ในแหล่งคริสเตียนที่ไม่ได้รับการพิจารณาเช่นเช่นพระกิตติคุณก่อนอิสลามของโธมัส ความไม่เท่าเทียมกันอย่างหนึ่งนั้นมาจากอัล-แอธีร์ในความสมบูรณ์แบบของประวัติศาสตร์ซึ่งมีการเล่าเรื่องการเกิดที่ระบุว่าพระเยซูเกิดในอียิปต์แทนที่จะเป็นเบ ธ เลเฮม [27]\n\nเรื่องเล่าอื่น ๆ ในวัยเด็กของพระเยซูเป็นตำนานตะวันออกกลางที่ได้รับความนิยมซึ่งเน้นโดยศาสตราจารย์แห่งการศึกษา Interfaith Mahmoud M. Ayoub [28] ปาฏิหาริย์จำนวนมากมีสาเหตุมาจากพระเยซูหนุ่มในขณะที่อยู่ในอียิปต์ [26] (ดู§§ปาฏิหาริย์และปาฏิหาริย์อื่น ๆ )\n\nวัยผู้ใหญ่\n\nแม่น้ำจอร์แดนที่ซึ่งพระเยซูรับบัพติสมาโดย Yahya Ibn Zakariya (John the Baptist) [29]\nภารกิจ\nดูเพิ่มเติมที่: กระทรวงพระเยซูและอัครสาวก (อิสลาม)\nเป็นที่ตกลงกันโดยทั่วไปว่าพระเยซูตรัสว่าอาราเมอิกภาษาสามัญของจูเดียในศตวรรษแรก A.D. และภูมิภาคที่มีขนาดใหญ่ [30]\n\nมุมมองแรกและแรกสุดของพระเยซูที่กำหนดไว้ในความคิดของอิสลามคือของผู้เผยพระวจนะ - มนุษย์ที่ได้รับเลือกจากพระเจ้าเพื่อนำเสนอทั้งการตัดสินเกี่ยวกับมนุษยชาติเพื่อนมัสการรูปเคารพและความท้าทายที่จะหันไปหาพระเจ้าแท้องค์เดียว จากพื้นฐานนี้สะท้อนให้เห็นถึงผู้เผยพระวจนะก่อนหน้าทั้งหมดผ่านเลนส์ของอัตลักษณ์ของชาวมุสลิมพระเยซูทรงพิจารณาไม่เกินกว่าผู้ส่งสารที่ทำซ้ำข้อความซ้ำ ๆ ของยุคสมัย ปาฏิหาริย์ของพระเยซูและชื่ออัลกุรอานที่มาจากพระเยซูแสดงให้เห็นถึงพลังของพระเจ้ามากกว่าความศักดิ์สิทธิ์ของพระเยซู - พลังเดียวกันที่อยู่เบื้องหลังข้อความของผู้เผยพระวจนะทุกคน ประเพณีอิสลามบางอย่างเชื่อว่าภารกิจของพระเยซูเป็นเพียงผู้คนในอิสราเอลและสถานะของเขาในฐานะผู้เผยพระวจนะที่ได้รับการยืนยันจากปาฏิหาริย์มากมาย [31] [32]\n\nภาพลักษณ์ที่สูงครั้งที่สองของพระเยซูคือร่างสุดท้าย แนวคิดนี้ส่วนใหญ่เกิดจากสุนัต ประเพณีของชาวมุสลิมสร้างการเล่าเรื่องที่พบในทำนองเดียวกันในเทววิทยาของคริสเตียนเมื่อเห็นพระเยซูมาถึงในตอนท้ายของเวลาและลงมาบนโลกเพื่อต่อสู้กับมาร การเล่าเรื่องนี้เป็นที่เข้าใจกันว่าเป็นสาเหตุของสาเหตุของศาสนาอิสลามโดยมีประเพณีบางอย่างบรรยายถึงพระเยซูชี้ไปที่ความเป็นอันดับหนึ่งของมูฮัมหมัด ประเพณีส่วนใหญ่ระบุว่าพระเยซูจะตายตามธรรมชาติ [33]\n\nภาพที่สามและโดดเด่นเป็นของพระเยซูที่เป็นตัวแทนของนักพรต - ผู้เผยพระวจนะของหัวใจ แม้ว่าอัลกุรอานหมายถึง 'พระกิตติคุณ' ของพระเยซู แต่คำสอนเฉพาะของพระองค์ไม่ได้กล่าวถึงในคัมภีร์อัลกุรอานหรือตำราทางศาสนาในภายหลัง พวกเขาส่วนใหญ่ขาดหายไป ประเพณีของ Sufi คือที่ที่พระเยซูได้รับการเคารพยอมรับว่าเป็นครูสอนจิตวิญญาณที่มีเสียงที่โดดเด่นจากผู้เผยพระวจนะคนอื่น ๆ รวมถึงมูฮัมหมัด ผู้นับถือมุสลิมมีแนวโน้มที่จะสำรวจมิติของการรวมตัวกันกับพระเจ้าผ่านหลายวิธีรวมถึงการบำเพ็ญตบะบทกวีปรัชญาข้อเสนอแนะการเก็งกำไรและวิธีการลึกลับ แม้ว่าผู้นับถือมุสลิมต่อจิตใจตะวันตกอาจดูเหมือนจะมีต้นกำเนิดหรือองค์ประกอบที่คล้ายกันของ neoplatonism, gnosticism และพุทธศาสนา แต่อุดมการณ์เป็นอิสลามอย่างชัดเจนเนื่องจากพวกเขาปฏิบัติตามคำพูดของคัมภีร์อัลกุรอาน\n\nการเทศนา\nแนวคิดของอิสลามเกี่ยวกับการเทศนาของพระเยซูนั้นเชื่อว่ามีต้นกำเนิดใน Kufa ประเทศอิรักภายใต้ Rashidun Caliphate ซึ่งเป็นนักเขียนที่เก่าแก่ที่สุดของประเพณีมุสลิมและทุนการศึกษา แนวคิดของพระเยซูและกระทรวงการเทศนาของเขาที่พัฒนาขึ้นใน Kufa ได้รับการอุปถัมภ์จากคริสเตียนนักพรตยุคแรกของอียิปต์ซึ่งคัดค้านการแต่งตั้งบาทหลวงคริสตจักรอย่างเป็นทางการจากกรุงโรม [35]\n\nเรื่องราวที่เก่าแก่ที่สุดมีจำนวนประมาณ 85 พบได้ในสองคอลเล็กชั่นวรรณกรรมนักพรตที่มีชื่อว่า Kitab al-Zuhd Wa'l Raqa'iq (หนังสือการบำเพ็ญตบะและความเมตตาอ่อนโยน) โดย Ibn al-Mubarak (d. 797) และ Kitab al-Zuhd (หนังสือการบำเพ็ญตบะ) โดย Ibn Hanbal (d. 855) คำพูดเหล่านี้แบ่งออกเป็นสี่กลุ่มพื้นฐาน: a) คำพูดทางโลกาวินาศ; b) คำพูดกึ่ง Gospel; c) คำพูดและเรื่องราวของนักพรต; d) คำพูดสะท้อนการโต้เถียงภายในมุสลิม [36]\n\nคำพูดกลุ่มแรกขยายต้นแบบของพระเยซูตามที่แสดงในอัลกุรอาน เรื่องราวกลุ่มที่สองถึงแม้ว่าจะมีแกนกลางข่าวประเสริฐ แต่ก็ขยายตัวด้วย \"แสตมป์อิสลามที่ชัดเจน\" กลุ่มที่สามซึ่งใหญ่ที่สุดในสี่แสดงให้เห็นว่าพระเยซูเป็นนักบุญอุปถัมภ์ของการบำเพ็ญตบะของชาวมุสลิม กลุ่มสุดท้ายสร้างขึ้นบนต้นแบบอิสลามและคำจำกัดความของมุสลิมเป็นศูนย์\n\nปาฏิหาริย์\nบทความหลัก: ปาฏิหาริย์ของพระเยซู\nดูเพิ่มเติม: Infancy Gospel of Thomas\nอัลกุรอานคุณลักษณะอย่างน้อยหกปาฏิหาริย์ต่อพระเยซูโดยมีการเพิ่มอีกมากมายในช่วงหลายศตวรรษโดยนักเขียนและนักประวัติศาสตร์ ปาฏิหาริย์มีสาเหตุมาจากพระเยซูในฐานะสัญญาณของศาสดาพยากรณ์และอำนาจของเขาตามที่นักการศึกษาและศาสตราจารย์ Ishaq Musa al-Husayni (d. 1990) ผู้เขียนที่รู้จักกันดีที่สุดสำหรับ Mudhakkirat Dajaja , 1943; 2nd ed. 1967) ในพระคริสต์ในคัมภีร์อัลกุรอานและวรรณกรรมอาหรับสมัยใหม่ (1960) อัล-ฮุยนีกล่าวว่ามันเป็นคุณลักษณะที่สำคัญของมูฮัมหมัดไม่มีปาฏิหาริย์ต่อตัวเอง [38]\n\nปาฏิหาริย์ทั้งหกนี้ในอัลกุรอานนั้นไม่มีรายละเอียดซึ่งแตกต่างจากข่าวประเสริฐและแหล่งที่ไม่ได้รับความรู้ที่ไม่เกี่ยวกับสารพิษซึ่งรวมถึงรายละเอียดและกล่าวถึงปาฏิหาริย์อื่น ๆ [38] ตลอดหลายศตวรรษที่ผ่านมาการบรรยายเรื่องปาฏิหาริย์ทั้งหกนี้ได้รับการอธิบายอย่างละเอียดผ่านสุนัตและบทกวีพร้อมงานเขียนทางศาสนารวมถึงปาฏิหาริย์อื่น ๆ ที่กล่าวถึงในข่าวประเสริฐแหล่งที่ไม่ได้รับการยอมรับและจากตำนาน [26] [28]\n\nพูดจากเปล\nการพูดจากแท่นวางถูกกล่าวถึงในสามแห่งในอัลกุรอาน: อัล-อิมราน (3) 41, 46, อัล-เมดา (5) 109–110 และ Maryam (19) 29–30 ส่วนหนึ่งของการบรรยายมีทารกที่พระเยซูปกป้องแมรี่แม่ของเขาจากข้อกล่าวหาว่าให้กำเนิดโดยไม่มีสามีที่รู้จัก [39] ศาสนาอิสลามยุคแรกไม่ชัดเจนเกี่ยวกับโจเซฟและบทบาทของเขาดังนั้นอิทธิพลของพระกิตติคุณที่มีความรู้เหล่านี้จึงถูกอ้างว่าเป็นคำว่าอัลกุรอานอาจไม่เป็นพระเจ้าโดยฝ่ายตรงข้าม พระเยซูตรัสว่าเป็นทูตสวรรค์กาเบรียลที่กล่าวถึงในการประกาศ: พระเยซูประกาศว่าเขาเป็นผู้รับใช้ของพระเจ้าได้รับหนังสือเป็นผู้เผยพระวจนะได้รับพรทุกที่ที่เขาจะไปอวยพรวันที่เขาเกิดวันที่เขาจะตาย และวันที่เขาได้รับการเลี้ยงดูมามีชีวิตอยู่ [40]\n\nแม้ว่าการเล่าเรื่องนี้จะไม่พบในพระคัมภีร์ แต่ธีมของการพูดจากแหล่งกำเนิดนั้นพบได้ในข่าวประเสริฐในวัยเด็กก่อนวันอิสลามของอิสลาม แหล่งที่มานั้นพระเยซูทรงประกาศพระองค์พระบุตรของพระเจ้าพระวจนะและยืนยันสิ่งที่ทูตสวรรค์กาเบรียลประกาศให้แมรี่ประกาศรายละเอียดในข่าวประเสริฐ [39]\n\nการสร้างนกจากดินเหนียว\nเรื่องราวมหัศจรรย์ของการสร้างนกจากดินเหนียวและหายใจเข้าสู่พวกมันเมื่อเด็กถูกกล่าวถึงในอัล-อิมราน (3) 43, 49 และอัล-เมดา (5) 109–110 แม้ว่าปาฏิหาริย์นี้จะไม่ได้กล่าวถึงในพระกิตติคุณที่บัญญัติ แต่การเล่าเรื่องเดียวกันนั้นพบได้อย่างน้อยสองแหล่งก่อนอิสลาม: ข่าวประเสริฐในวัยเด็กของโธมัสและชาวยิว Toledot เยชูมีรายละเอียดที่แตกต่างกันเล็กน้อยระหว่างคัมภีร์อัลกุรอานและสองแหล่งเหล่านี้ 41] [42]\n\nรักษาคนตาบอดและโรคเรื้อน\nดูเพิ่มเติมที่: รักษาชายตาบอดสองคนในกาลิลีและทำความสะอาดคนโรคเรื้อนสิบคน\nคล้ายกับพันธสัญญาใหม่อัลกุรอานกล่าวถึงพระเยซูรักษาคนตาบอดและโรคเรื้อนในอัล-อิมราน (3) 49. นักวิชาการมุสลิมและผู้พิพากษาอัล-เบย์ดาวี (d. 1286) เขียนว่ามันถูกบันทึกว่าคนหลายพันคนมาหาพระเยซู จะได้รับการเยียวยาและพระเยซูรักษาโรคเหล่านี้ผ่านการอธิษฐานเท่านั้น [43] นักวิชาการยุคกลาง Al-Tha'labi เขียนเกี่ยวกับโรคทั้งสองนี้ที่นอกเหนือจากความช่วยเหลือทางการแพทย์และปาฏิหาริย์ของพระเยซูทรงตั้งใจให้เป็นพยานโดยผู้อื่นเป็นสัญญาณที่ชัดเจนของข้อความของเขา [41]\n\nการเลี้ยงดูคนตาย\nเชื่อกันว่าพระเยซูทรงเลี้ยงดูผู้คนจากความตายดังที่กล่าวไว้ในอัล-อิมราน (3) 49. แม้ว่าจะไม่มีรายละเอียดใด ๆ ที่ได้รับการเลี้ยงดู ของ Jairus ลูกชายของแม่ม่ายที่ Nain และ Lazarus) [44]\n\nความมีสติสัมปชัญญะ\nพระเยซูสามารถทำนายหรือรู้ล่วงหน้าได้ [45] ของสิ่งที่ซ่อนอยู่หรือไม่รู้จักผู้อื่น ตัวอย่างหนึ่งคือพระเยซูจะตอบคำถามใด ๆ และทุกคำถามที่ทุกคนถามเขา อีกตัวอย่างหนึ่งคือพระเยซูรู้ว่าผู้คนเพิ่งกินอะไรรวมถึงสิ่งที่พวกเขาเก็บไว้ในบ้านของพวกเขา [26]\n\nโต๊ะอาหารจากสวรรค์\nบทความหลัก: การให้อาหารแก่ฝูงชน\nดูเพิ่มเติม: Last Supper\nในบทที่ห้าของอัลกุรอานอัล-มาดา (5) 112–115 คำบรรยายกล่าวถึงสาวกของพระเยซูที่ขอโต๊ะอาหารและเป็นวันที่ระลึกพิเศษสำหรับพวกเขาในอนาคต นี่อาจเป็นการอ้างอิงที่เป็นไปได้กับศีลมหาสนิทตามศาสตราจารย์แห่งอิสลามและอาหรับศึกษา W. Montgomery Watt (d. 2006) [46] ตามที่ศาสตราจารย์ด้านศาสนาเปรียบเทียบเจฟฟรีย์พาร์เรนเดอร์ (d. 2005) มันไม่ชัดเจนว่าเรื่องนี้คล้ายคลึงกับอาหารมื้อสุดท้ายของพระกิตติคุณหรือการให้อาหารฝูงชน แต่อาจเชื่อมโยงกับคำภาษาอาหรับʿīd (เทศกาลมุสลิม): [47]\n\nมีอยู่ครั้งหนึ่งที่พระเยซูพระเยซูพระบุตรของมารีย์พระเจ้าของคุณสามารถส่งโต๊ะจากสวรรค์ให้เราได้หรือไม่? เขากล่าวว่ากลัวพระเจ้าถ้าคุณเป็นผู้เชื่อ พวกเขาบอกว่าเราต้องการกินมันและหัวใจของเราอาจจะสงบสุขและเราอาจรู้ว่าคุณได้พูดตามความเป็นจริงและเป็นหนึ่งในพยาน พระเยซูพระบุตรของมารีย์ตรัสว่าพระเจ้าองค์พระผู้เป็นเจ้าองค์พระผู้เป็นเจ้าองค์พระผู้เป็นเจ้าของเราส่งโต๊ะมาจากสวรรค์ให้เราเป็นเทศกาลสำหรับเราครั้งแรกของเราและคนสุดท้ายของเราและสัญลักษณ์จากคุณและให้บทบัญญัติ (จาก อาหาร) สำหรับเราสำหรับคุณเป็นผู้ให้บริการที่ดีที่สุด พระเจ้าบอกว่าฉันกำลังส่งมันลงเพื่อคุณ [46]\n\nในบันทึกของ Sunni Exegete Tabari ก่อนอาหารมื้อเย็นครั้งสุดท้ายการคุกคามของความตายทำให้เขากังวล ดังนั้นพระเยซูจึงเชิญสาวกของพระองค์สำหรับอาหารมื้อสุดท้าย หลังมื้ออาหารเขาล้างมือและทำสแกนเพื่อเช็ดมือของพวกเขาบนเสื้อผ้าของเขา หลังจากนั้นพระเยซูตอบพวกเขา: \"สำหรับสิ่งที่ฉันได้ทำกับคุณในคืนนี้ฉันเสิร์ฟอาหารมื้ออาหารให้คุณและล้างมือด้วยตนเองปล่อยให้มันเป็นตัวอย่างสำหรับคุณเพราะคุณคิดว่าฉันดีกว่าคุณ อย่าหยิ่งผยองที่เกี่ยวข้องซึ่งกันและกัน แต่จะขยายตัวเองให้กันและกันเพราะฉันได้ขยายตัวเองให้คุณ \" หลังจากสอนสาวกในคำสอนของพระองค์พระเยซูทรงบอกล่วงหน้าว่าหนึ่งในนั้นจะปฏิเสธเขาและอีกคนหนึ่งทรยศเขา อย่างไรก็ตามตามมุมมองของอิสลามเกี่ยวกับความตายของพระเยซูเพียงศพในรูปร่างหน้าตาของพระเยซูถูกตรึงกางเขนและพระเยซูเองก็ถูกยกขึ้นต่อพระเจ้า [48]\n\nปาฏิหาริย์อื่น ๆ\nเรื่องราวและเรื่องเล่าหลายเรื่องได้รับการพัฒนาในช่วงหลายปีที่ผ่านมาเกี่ยวกับพระเยซูซึ่งมีบทเรียนบางอย่างโดยธรรมชาติหรือให้ความหมายเนื่องจากขาดรายละเอียดในอัลกุรอานเกี่ยวกับพระเยซู เรื่องเล่าเหล่านี้บางเรื่องมีความคล้ายคลึงกับธรรมชาติในพันธสัญญาใหม่ในขณะที่บางคนแสดงให้เห็นถึงพระเยซูในลักษณะที่เป็นมนุษย์\n\nนอกจากสรุปรายละเอียดบางอย่างของปาฏิหาริย์ของพระเยซูที่กล่าวถึงโดยนักเขียนชาวมุสลิมตลอดหลายศตวรรษที่ผ่านมาจากวัยผู้ใหญ่ (เช่นการเดินบนน้ำ - ยังพบในพระกิตติคุณ - และทำให้ขนมปังก้อนมาจากพื้นดิน) [39] ปาฏิหาริย์อื่น ๆ จากวัยเด็ก รวมถึง: การอธิบายพื้นฐานของลัทธิมุสลิมให้กับอาจารย์ผู้สอนเปิดเผยว่าใครเป็นหัวหน้าที่ร่ำรวยเติมขวดที่ว่างเปล่าของบางสิ่งบางอย่างที่จะดื่มจัดหาอาหารและไวน์สำหรับกษัตริย์เผด็จการ จากความตายการเลี้ยงดูเด็กที่ถูกฆ่าโดยบังเอิญและทำให้เสื้อผ้าจากภาษีมูลค่าเพิ่มสีเดียวออกมาพร้อมกับสีต่าง ๆ [26]\n\nรักษาลูกชายของราชวงศ์\nบทความหลัก: การรักษาลูกชายของราชวงศ์\nAl-Tabari (d. 923) รายงานเรื่องราวของการเผชิญหน้ากับพระเยซูผู้ใหญ่กับกษัตริย์องค์หนึ่งในภูมิภาคและการรักษาลูกชายของเขา ตัวตนของกษัตริย์ไม่ได้กล่าวถึงในขณะที่ตำนานแนะนำฟิลิป tetrarch การอ้างอิงพระคัมภีร์ที่สอดคล้องกันคือ \"ลูกชายของราชวงศ์\" [49]\n\nความโลภและการบอกความจริง\nเรื่องราวในตำนานของปาฏิหาริย์โดยพระเยซูหนุ่มที่ใช้เป็นบทเรียนที่ได้รับการศึกษาอย่างหนักที่พบได้อย่างแพร่หลายในตำนานตะวันออกกลางตามที่ศาสตราจารย์ Ayoub เกี่ยวข้องกับชายชาวยิวและขนมปังก้อน แม้ว่าจะมีน้ำเสียงที่ทะเลาะกัน แต่บทเรียนก็มุ่งเน้นไปที่ความโลภด้วยความจริงที่ถักทอเป็นคำบรรยาย มันเป็นเรื่องราวที่พบบ่อยในหนังสือเด็ก [50]\n\nภูมิปัญญาโดยธรรมชาติ\nดูเพิ่มเติม: โลโก้ (อิสลาม) และโลโก้ (ศาสนาคริสต์)\nอีกเรื่องราวปาฏิหาริย์ในตำนานอีกเรื่องหนึ่งคือหนึ่งเกี่ยวกับภูมิปัญญาในวัยเด็กของพระเยซู ตำนานนี้รายงานผ่าน Al-Tabari จาก Ibn Ishaq พูดคุยเกี่ยวกับแมรี่ส่งพระเยซูไปโรงเรียนศาสนาและครูประหลาดใจที่พบว่าพระเยซูรู้ว่าข้อมูลที่ถูกสอน / พูดคุยกัน [26]\n\nอาหารในบ้านของเด็ก\nอีกเรื่องหนึ่งจากอัลทาบาริบอกถึงพระเยซูหนุ่มที่เล่นกับเยาวชนในหมู่บ้านของเขาและบอกพวกเขาว่าอาหารที่พ่อแม่ของพวกเขาเตรียมไว้ที่บ้าน [26]\n\nตามรายละเอียดของการบรรยายพ่อแม่บางคนเริ่มรำคาญและห้ามมิให้ลูกของพวกเขาเล่นกับพระเยซูสงสัยว่าเขาเป็นนักมายากล เป็นผลให้พ่อแม่เก็บลูก ๆ ของพวกเขาออกไปจากพระเยซูและรวบรวมลูก ๆ ของพวกเขาไว้ในบ้านหลังเดียว อยู่มาวันหนึ่งรู้สึกเหงาพระเยซูออกไปตามหาเพื่อนของเขาและมาที่บ้านหลังนี้เขาถามพ่อแม่ว่าลูก ๆ ของพวกเขาอยู่ที่ไหน พ่อแม่โกหกตอบว่าเด็ก ๆ ไม่ได้อยู่ที่นั่น หลังจากที่พระเยซูถามว่าใครอยู่ในบ้านพ่อแม่เรียกว่าพระเยซูเป็นหมู จากนั้นพระเยซูตรัสว่า \"ให้มีสุกรในบ้านหลังนี้\" เปลี่ยนเด็กทั้งหมดให้กลายเป็นสุกร [28]\n\nตลอดหลายศตวรรษที่ผ่านมานักเขียนชาวมุสลิมได้อ้างถึงปาฏิหาริย์อื่น ๆ เช่นการคัดเลือกปีศาจโดยยืมมาจากแหล่งที่มาก่อนศาสนาอิสลามนอกรีตบางแห่งและจากแหล่งที่บัญญัติเป็นตำนานเกี่ยวกับพระเยซู\n\nการเปิดเผย\nบทความหลัก: พระกิตติคุณในศาสนาอิสลาม\nชาวมุสลิมเชื่อว่าพระเจ้าทรงเปิดเผยพระคัมภีร์ใหม่ต่อพระเยซูเรียกว่าอัล-อินจิล (พระกิตติคุณ) ในขณะเดียวกันก็ประกาศความจริงของการเปิดเผยก่อนหน้านี้: อัล-ทาว์รัต (โตราห์) และอัลซาบูร์ (สดุดี) อัลกุรอานพูดถึงอัล-อินเจลิลซึ่งอธิบายว่าเป็นพระคัมภีร์ที่เติมเต็มหัวใจของผู้ติดตามด้วยความอ่อนโยนและความกตัญญู อรรถกถาอิสลามแบบดั้งเดิมอ้างว่าข้อความในพระคัมภีร์ไบเบิลถูกบิดเบือน (Tahrif) เรียกว่า Ta'yin al-Mubham (\"ความละเอียดของความกำกวม\") [52] ความพยายามที่ทะเยอทะยานนี้มีต้นกำเนิดในยุคกลางกับงานเขียนของ Abd al-Jabbar Ibn Ahmad [53] เกี่ยวกับกฎของโมเสสอัลกุรอานระบุว่าพระเยซูไม่เคยยกเลิกกฎหมายของชาวยิว แต่ยืนยันพวกเขาในขณะที่ทำการยกเลิกบางส่วนเท่านั้น [54]\n\nชาวมุสลิมเชื่อมานานแล้วว่าเปาโลได้ทำลายคำสอนดั้งเดิมของพระเยซูอย่างตั้งใจ [55] นักประวัติศาสตร์ในศตวรรษที่ 9 Sayf Ibn Umar ยืนยันว่าแรบไบบางตัวชักชวนให้เปาโลเข้าใจผิดคริสเตียนในยุคแรกโดยเจตนาโดยแนะนำสิ่งที่อิบัน Hazm มองว่าเป็นหลักคำสอนที่ไม่เหมาะสมเข้าสู่ศาสนาคริสต์ [56]\n\nตามที่ Yusuf al-Qaradawi ในหนังสือของเขาถูกต้องตามกฎหมายและต้องห้ามในศาสนาอิสลามข้อ จำกัด ทางกฎหมายที่พระเยซูทรงยกเลิกสำหรับชาวยิวซึ่งผู้ที่ออกกฎหมายในขั้นต้นโดยพระเจ้าเป็นการลงโทษ [57] ข้อคิดเห็นคลาสสิกเช่น Tafsir al-Jalalayn ระบุว่าพวกเขาเกี่ยวข้องกับการบริโภคปลาและเนื้อนกโดยไม่มีหนามหรือโดยทั่วไป [58]\n\nกล่าวถึงในอัลกุรอาน\nสาวก\nอัลกุรอานกล่าวว่าพระเยซูได้รับความช่วยเหลือจากกลุ่มสาวก (ḥawāriyyūn) ที่เชื่อในข้อความของเขา ในขณะที่ไม่ได้ตั้งชื่อเหล่าสาวกอัลกุรอานจะให้บางกรณีของพระเยซูเทศนาข้อความถึงพวกเขา ชาวมุสลิมมองสาวกของพระเยซูเหมือนกันกับสหาย (ṣaḥāba) แห่งมูฮัมหมัด [59] ตามที่ศาสนาคริสต์ชื่อของสาวกสิบสองคนคือปีเตอร์แอนดรูว์เจมส์จอห์นฟิลิปบาร์โธโลมิวโทมัสแมทธิวเจมส์จูดไซมอนและยูดาส\n\nคัมภีร์อัลกุรอานกล่าวถึงในบทที่ 3 ข้อ 52–53 ว่าสาวกที่ส่งไปยังศรัทธาของศาสนาอิสลาม: [แหล่งที่ไม่ใช่ต้นแบบที่จำเป็น]\n\nเมื่อพระเยซูพบความไม่เชื่อในส่วนของพวกเขาเขาพูดว่า: \"ใครจะเป็นผู้ช่วยของฉันที่จะ (งานของ) พระเจ้า?\" สาวกกล่าวว่า: \"เราเป็นผู้ช่วยของพระเจ้า: เราเชื่อในพระเจ้าและเจ้าเป็นพยานว่าเราเป็นมุสลิมพระเจ้าของเรา! เราเชื่อในสิ่งที่พระองค์ทรงเปิดเผยและเราติดตามผู้ส่งสาร; พยาน.\"\n\n-อัลกุรอาน Surah al-Imran 52–53 [60]\nการเล่าเรื่องที่ยาวนานที่สุดที่เกี่ยวข้องกับสาวกของพระเยซูคือเมื่อพระเยซูแสดงปาฏิหาริย์ในการนำโต๊ะอาหารจากสวรรค์ตามคำขอของพวกเขาเพื่อพิสูจน์เพิ่มเติมว่าการเทศนาของเขาเป็นข้อความที่แท้จริง\n\nเสด็จขึ้นสู่ตำแหน่ง\nข้อ 157 ของ AN-NISA เป็นข้อหลักของคัมภีร์อัลกุรอานที่อ้างถึงเหตุการณ์การตรึงกางเขนของพระเยซู [61] มันบอกว่าพระเยซูไม่ได้ถูกฆ่าและไม่ถูกตรึง แต่ 'มันถูกสร้างขึ้นมา\nข้อ 157 ของ An-Nisa\nพวกเขาพูดว่า (โอ้อวด) \"เราฆ่าพระเมสสิยาห์พระเยซูพระบุตรของมารีย์ผู้ส่งสารของพระเจ้า 'แต่พวกเขาฆ่าเขาไม่ได้หรือตรึงเขาไว้ แต่มันก็ทำให้พวกเขาปรากฏตัว ในนั้นเต็มไปด้วยความสงสัยโดยไม่มีความรู้ (แน่นอน) แต่คาดเดาได้เท่านั้นที่จะปฏิบัติตามเพราะพวกเขาฆ่าเขาไม่ได้ฆ่าเขา\n\nปรากฏกับพวกเขา '. [62] ประเพณีอิสลามส่วนใหญ่ปฏิเสธอย่างเด็ดขาดว่าพระเยซูทรงสิ้นพระชนม์บนไม้กางเขนหรืออย่างอื่น [63] [64] รายงานการอธิบายอิสลามว่าบุคคลอื่นถูกตรึงในสถานที่ของพระเยซู อย่างไรก็ตามนักวิชาการมุสลิมสมัยใหม่บางคนเชื่อว่าพระเยซูทรงตายอย่างแท้จริงและการอ้างอิงถึงการอยู่รอดของเขานั้นเป็นสัญลักษณ์ไม่ใช่ตัวอักษร ความไม่เห็นด้วยกับธรรมชาติของการตายของพระเยซูนั้นพบได้ในแคนนอนอิสลามด้วยสุนัตแรกที่อ้างถึงสหายของมูฮัมหมัดโดยบอกว่าพระเยซูทรงสิ้นพระชนม์ ในขณะเดียวกันหะดีษและ Tafsir ส่วนใหญ่ก็โต้เถียงในความโปรดปรานของสิ่งที่ตรงกันข้าม [การอ้างอิงที่จำเป็น]\n\nตามคัมภีร์อัลกุรอานเขาไม่ได้ถูกตรึงกางเขน แต่พระเจ้าทรงช่วยให้พระเจ้าได้รับความรอด (ถึงแม้ว่าประเพณีอิสลามที่เก่าแก่ที่สุดและการอธิบายอ้างถึงรายงานที่ค่อนข้างขัดแย้งกันเกี่ยวกับความตายและความยาวของมันชาวมุสลิมเชื่อว่าพระเยซูไม่ได้ตายบนไม้กางเขน แต่เชื่อว่าเขาได้รับการช่วยชีวิตด้วยการเลี้ยงดูชีวิตขึ้นสู่สวรรค์)\n\nการแทน\nมันไม่ชัดเจนว่าการตีความการทดแทนเกิดขึ้นที่ไหน แต่นักวิชาการบางคนพิจารณาทฤษฎีที่มีต้นกำเนิดในกลุ่มผู้มีความรู้บางอย่างในศตวรรษที่สอง [10] Leirvik พบว่าคัมภีร์อัลกุรอานและสุนัตได้รับอิทธิพลอย่างชัดเจนจากศาสนาคริสต์ที่ไม่ใช่ ('นอกรีต') ที่ได้รับชัยชนะในคาบสมุทรอาหรับและต่อไปใน Abyssinia [65]\n\nในขณะที่นักวิชาการชาวตะวันตกส่วนใหญ่ [66] ชาวยิว [67] และคริสเตียนเชื่อว่าพระเยซูสิ้นพระชน ถูกตรึงกางเขนแทนพระเยซู (เปรียบเทียบคำอธิบายของ Irenaeus เกี่ยวกับบาปแห่งบาซิลิเดสหนังสือเล่มที่ 1 ch. xxiv, 4.) [68] [69]\n\nความขัดแย้งและความไม่ลงรอยกันบางอย่างสามารถมองเห็นได้เริ่มต้นด้วยรายงานของอิบัน Ishaq (d. 761) เกี่ยวกับการบัญชีสั้น ๆ เกี่ยวกับเหตุการณ์ที่นำไปสู่การตรึงกางเขนโดยระบุว่าพระเยซูถูกแทนที่ด้วยคนชื่อเซอร์จิอุส ตั้งอยู่ที่เมดินาและอ้างถึงสถานที่ในคัมภีร์อัลกุรอานครั้งที่สาม (3:55; 4: 158) ว่าพระเจ้าทรงนำพระเยซูขึ้นมาด้วยตัวเอง [70]\n\nIbn Kathir (d. 1373) เป็นไปตามประเพณีซึ่งแนะนำว่ามีการตรึงกางเขนเกิดขึ้น แต่ไม่ใช่กับพระเยซู [81] หลังจากเหตุการณ์ Ibn Kathir รายงานว่าผู้คนถูกแบ่งออกเป็นสามกลุ่มหลังจากเล่าเรื่องที่แตกต่างกันสามเรื่อง ชาวจาโคบที่เชื่อว่า \"พระเจ้ายังคงอยู่กับเราตราบเท่าที่พระองค์ทรงประสงค์แล้วพระองค์ทรงขึ้นสู่สวรรค์\"; Nestorians เชื่อว่า \"พระบุตรของพระเจ้าอยู่กับเราตราบเท่าที่พระองค์ทรงประสงค์จนกระทั่งพระเจ้าทรงยกเขาขึ้นสู่สวรรค์\"; และชาวมุสลิมเชื่อว่า \"คนรับใช้และผู้ส่งสารของพระเจ้าพระเยซูยังคงอยู่กับเราตราบเท่าที่พระเจ้าทรงประสงค์จนกว่าพระเจ้าจะทรงยกพระองค์ให้เขาเอง\" [82]\n\nการมาครั้งที่สอง\nไทม์ไลน์ของการมาถึงของพระเยซูก่อนวันผู้พิพากษา\n\nหอคอยแห่ง Isa ในมัสยิดเมย์ยาดดามัสกัส\nตามประเพณีของอิสลามเมื่อขึ้นสู่สวรรค์และอาศัยอยู่ที่นั่นเป็นเวลา 2000 ปีขึ้นไปพระเยซูจะสืบเชื้อสายมาสู่โลกไม่นานก่อนวันผู้พิพากษาในท่ามกลางสงครามต่อสู้กับอัล-มาซิห์ เพื่อขอความช่วยเหลือจากมาห์และผู้ติดตามมุสลิมของเขา [86] สวมเสื้อคลุมสีเหลืองพร้อมกับหัวของเขาที่ถูกเจิมพระเยซูจะลงมาที่จุดหอคอยสีขาวในดามัสกัสตะวันออกซึ่งเชื่อกันว่าเป็นสุเหร่าแห่งอิสยา ในมัสยิด Umayyad [87] จากนั้นเขาจะทักทาย Mahdi และ (เป็นมุสลิม) อธิษฐานข้างเขาในที่สุดพระเยซูจะสังหาร Dajjal ที่ Lod [88]\n\nหลังจากนั้นเขาจะ \"ทำลายไม้กางเขนฆ่าหมูและยกเลิกภาษี jizya\" ตาม Sahih al-Bukhari Hadith ที่รู้จักกันดี [89] [90] \"การตีความตามปกติ\" ของคำพยากรณ์นี้คือการเป็นมุสลิมพระเยซูจะหยุดการนมัสการคริสเตียนของตัวเองและด้วยความเชื่อในความศักดิ์สิทธิ์ของเขา \"เป็นสัญลักษณ์ของไม้กางเขน\" เขาจะสร้างกฎหมายอาหารโคเชอร์/ฮาลาลใหม่ที่ถูกทอดทิ้งโดยศาสนาคริสต์ [91] และเนื่องจากชาวยิวและคริสเตียนจะปฏิเสธศรัทธาในอดีตและยอมรับศาสนาอิสลามในขณะนี้จะไม่จำเป็นต้องเสียภาษี Jizya อีกต่อไป [92] (ตามที่สุนัตคนหนึ่งพระเยซูจะ \"ทำลายคริสตจักรและวัดและฆ่าคริสเตียนเว้นแต่พวกเขาจะเชื่อในพระองค์\") [93] [หมายเหตุ 1]\n\nตำราอิสลามยังพาดพิงถึงการปรากฏตัวอีกครั้งของ Menace Gog and Magog (Yaʾjūj Maʾjūj) ซึ่งจะแยกออกจากการกักตัวใต้ดินและก่อให้เกิดความหายนะโลก [95] พระเจ้าเพื่อตอบสนองต่อคำอธิษฐานของพระเยซูจะฆ่าพวกเขาโดยส่งหนอนชนิดหนึ่งในการงีบหลับของคอของพวกเขาและส่งนกขนาดใหญ่ไปพกพาและล้างศพของพวกเขาออกจากแผ่นดิน [86] หลังจากการตายของมาห์พระเยซูจะสันนิษฐานว่าเป็นผู้นำระดับโลกและสันติภาพและความยุติธรรมจะเป็นสากล\n\nตามประเพณีพระเยซูจะแต่งงานแล้วมีลูกและปกครองโลกเป็นเวลาสี่สิบปี (ประเพณีให้ช่วงเวลาที่แตกต่างกันมากมาย) หลังจากนั้นเขาจะตาย [96] จากนั้นชาวมุสลิมจะทำการสวดอ้อนวอนงานศพให้เขาแล้วฝังเขาไว้ที่ Green Dome ในเมืองเมดินาในหลุมศพที่ว่างเปล่าข้างมูฮัมหมัดอาบูบาการ์และอูมาตามลำดับ [97] ตามตำนานของอิบัน Khaldun คาลิปส์ทั้งสองจะลุกขึ้นจากความตายระหว่างผู้เผยพระวจนะทั้งสอง [98]\n\nแหล่งกำเนิด\nในขณะที่คัมภีร์อัลกุรอานไม่ได้อธิบายถึงการเล่าเรื่องข้างต้นเกี่ยวกับการกลับมาของพระเยซู [99] ชาวมุสลิมหลายคนเชื่อว่าพระคัมภีร์อัลกุรอานสองข้ออ้างถึงการเสด็จมาครั้งที่สองของเขาในช่วงเวลาสุดท้าย [90] (1) ข้อที่กล่าวถึงข้างต้นระบุว่าเขาไม่เคยตายบนโลก:\n\n\"และ [สำหรับ] คำพูดของพวกเขา 'แน่นอนเราได้ฆ่าพระเมสสิยาห์พระเยซูพระบุตรของมารีย์ผู้ส่งสารของอัลลอฮ.' และพวกเขาไม่ได้ฆ่าเขาและพวกเขาไม่ได้ตรึงเขา แต่ [อีก] ก็มีลักษณะคล้ายกับเขากับพวกเขาและแน่นอนผู้ที่แตกต่างกันไปในข้อสงสัยเกี่ยวกับเรื่องนี้พวกเขาไม่มีความรู้ยกเว้นข้อสันนิษฐานดังต่อไปนี้ . และพวกเขาไม่ได้ฆ่าเขาอย่างแน่นอน \" (Q.4: 157 :)\nและข้อที่สองตีความเพื่อระบุการเชื่อมต่อระหว่างพระเยซูและ \"ชั่วโมง\" (เวลาสิ้นสุด):\n\n\"และแท้จริง! แน่นอนมีความรู้เกี่ยวกับชั่วโมงดังนั้นคุณไม่ต้องสงสัยเลยว่าคุณไม่เกี่ยวข้องกับมัน แต่ตามฉันมานี่เป็นเส้นทางที่ถูกต้อง\" (Q.43: 61 Trans Pickthall) [90]\nหะดีษเมื่อกลับมาของพระเยซูจะถูกย้อนกลับไปที่อาบูเฮอร์ราห์หนึ่งในซาฮาบา แต่จริง ๆ แล้วอาจได้รับการแนะนำในภายหลังในช่วงสงครามกลางเมืองในหัวหน้าศาสนาอิสลามในยุคแรก ๆ เมื่อคาดว่าจะมีพระผู้ช่วยให้รอด ในขณะที่ Shias มาห์จะเป็นพระผู้ช่วยให้รอดบางคนมีแนวโน้มที่จะคาดหวังว่าพระเยซูจะกลับมา ในช่วงแรกของศาสนาอิสลามอับบาซิดการสวมใส่ไม้กางเขนในขบวนและถือหมูในที่สาธารณะเป็นสิ่งต้องห้าม มิฉะนั้นการแตกหักของกางเขนอาจสะท้อนให้เห็นถึงการไม่อนุมัติทั่วไปของสัญลักษณ์นี้โดยชาวมุสลิมและสังหารหมูอ้างอิงถึงการกำจัดของพระเยซูในกองทัพ [100]\n\nพระเยซูถูกกล่าวถึงประมาณ 187 ครั้งในอัลกุรอานทั้งทางตรงและทางอ้อมและอ้างถึงโดยหลายชื่อเรื่องที่พบบ่อยที่สุดคืออัล-มาซิห์ ('พระเมสสิยาห์') [3] [110] [111] [112] [33 ] พระเยซูถูกอ้างถึง 25 ครั้งโดยชื่อ ISA, [หมายเหตุ 2] บุคคลที่สาม 48 ครั้ง, [หมายเหตุ 3] คนแรก 35 ครั้งและส่วนที่เหลือเป็นชื่อในอัลกุรอาน [หมายเหตุ 4] [113]\n\nมูฮัมหมัดอธิบายว่าตัวเองเป็น 'คนที่ใกล้ที่สุดของทุกคนต่อพระเยซู' [114]\n\nอุปมากับอดัม\nคัมภีร์อัลกุรอานเน้นการสร้างสรรค์ของพระเยซู [107] ผ่านความคล้ายคลึงของเขากับอาดัมในเรื่องที่ไม่มีต้นกำเนิดของมนุษย์ มูฮัมหมัดมักใช้เพื่อเปรียบเทียบการเกิดของอาดัมและพระเยซู [115]\n\nอรรถกถาอิสลามคาดการณ์ถึงความไม่สอดคล้องกันเชิงตรรกะที่อยู่เบื้องหลังการโต้แย้งของคริสเตียนเกี่ยวกับการแทรกแซงจากสวรรค์เนื่องจากผลกระทบดังกล่าวจะได้กำหนดความศักดิ์สิทธิ์ให้กับอาดัมที่เข้าใจว่าเป็นสิ่งสร้างเท่านั้น [107]\n \nในศาสนาอิสลามพระเยซูเชื่อว่าเป็นสารตั้งต้นของศาสดามุฮัมมัดผู้เผยพระวจนะอิสลาม ตามที่พระคัมภีร์อัลกุรอานการมาของมูฮัมหมัดถูกทำนายโดยพระเยซูใน AS-SAFF 61: 6 ผ่านข้อนี้มุสลิมอาหรับยุคแรกอ้างว่าถูกต้องตามกฎหมายสำหรับศรัทธาใหม่ของพวกเขาในประเพณีทางศาสนาที่มีอยู่และการคาดการณ์ที่ถูกกล่าวหาของพระเยซู [116] ชาวมุสลิมเชื่อว่าพระเยซูเป็นผู้นำของมูฮัมหมัดและเขาก็พยากรณ์การมาของหลัง [117] [26] มุมมองนี้ขึ้นอยู่กับข้อของอัลกุรอานที่พระเยซูตรัสถึงผู้ส่งสารที่จะปรากฏหลังจากเขาชื่อ \"อาหมัด\" [118] ศาสนาอิสลามเชื่อมโยงอาหมัดกับมูฮัมหมัดทั้งสองคำที่มาจากราก triconsonantal h-M-D ซึ่งหมายถึงความน่าสรรเสริญ ชาวมุสลิมยืนยันว่าหลักฐานการประกาศของพระเยซูมีอยู่ในพันธสัญญาใหม่โดยอ้างถึงการกล่าวถึง Paraclete ที่มาก่อนในพระกิตติคุณของจอห์น [119]\n\nนักวิจารณ์ชาวมุสลิมอ้างว่าคำภาษากรีกดั้งเดิมที่ใช้คือ periklutos หมายถึงมีชื่อเสียงโด่งดังหรือน่าสรรเสริญ - ได้รับการยอมรับในภาษาอาหรับเป็นอาหมัด; และสิ่งนี้ถูกแทนที่โดยคริสเตียนด้วย parakletos [97] [120] ความคิดนี้ถูกถกเถียงกันโดยถามว่าความเข้าใจดั้งเดิมได้รับการสนับสนุนจากข้อความของอัลกุรอานหรือไม่\n\nเทววิทยาอิสลามอ้างว่าพระเยซูได้บอกล่วงหน้าว่าศาสดาคนอื่นที่ประสบความสำเร็จตามพระองค์ตาม Sura 61: 6 ด้วยการกล่าวถึงชื่อ Ahmad (Ahmad เป็นชื่อภาษาอาหรับจากราก triconsonantal เดียวกันḥ -m -d = [ح - م - د]) ในการตอบสนองต่อชีวประวัติของ Ibn Ishaq ของ Muhammad, Sirat Rasul Allah, นักวิชาการอิสลามอัลเฟรด Guillaume เขียนว่า::\n\nกลับมาที่คำว่า \"Ahmad\" ชาวมุสลิมแนะนำว่า Ahmad เป็นคำแปลของ Periklutos เฉลิมฉลองหรือผู้ชมซึ่งเป็นความเสียหายของ parakletos, paraclete ของ John XIV, xv และ xvi [121]\n\nหะดีษ\nหะดีษมีรายงานว่าคำพูดของมูฮัมหมัดและผู้คนรอบตัวเขา หะดีษที่มีตำนานของพระเยซูได้รับอิทธิพลจากศาสนาคริสต์ที่ไม่ได้รับการยอมรับ ('นอกรีต') ที่ได้รับชัยชนะในคาบสมุทรอาหรับและต่อไปใน Abyssinia [65] สุนัตพัฒนาสถานะที่เป็นที่ยอมรับในศตวรรษที่สามมุสลิมในฐานะแหล่งอำนาจของชุมชนมุสลิม การรับรู้ของชาวมุสลิมเกี่ยวกับพระเยซูที่โผล่ออกมาจากหะดีษนั้นมีความน่าอัศจรรย์ไร้เดียงสาบาปและโลกาวินาศชี้ให้เห็นผู้คนอีกครั้งตามมุมมองของผู้เผยพระวจนะของมุสลิมต่อความเชื่อของชาวมุสลิม (มุสลิม; ผู้ที่ยอมจำนนต่อพระประสงค์ของพระเจ้า) [ 130]\n\nหะดีษมีส่วนสำคัญมากที่สร้างภาพลักษณ์ของพระเยซูในหมู่ชาวมุสลิมทั่วไปได้พัฒนาขึ้นต่อไปเมื่อรวมสุนัตและ tafsirs ทอเป็นงานเขียนและรายงานในตำนานจำนวนมาก [26] เมื่อชาวมุสลิมเปลี่ยนรูปโมฆะของพระเยซูเป็นเรื่องที่น่าประหลาดใจ สิ่งที่เขียนขึ้นมาคือนักบวชนักบวชที่ได้รับความช่วยเหลือจากพระวิญญาณบริสุทธิ์ พระกิตติคุณถูกมองว่าเป็นหนังสือที่จะเทศนาและถูกอ้างถึงในการผ่านโดยไม่พูดถึงคำสอนที่แท้จริง คำพูดที่สมมติขึ้นอย่างน่าทึ่งและคำสอนของพระเยซูได้รับการให้ความสำคัญในหะดีษ-คอลเลคชั่นในชีอะอิสลามและในการเป็นตัวแทนของพระเยซู Sufi [65]\n\nซุนนีอิสลาม\nใน Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), นักประวัติศาสตร์ชาวเปอร์เซียผู้มีอิทธิพล, นักประวัติศาสตร์, นักวิชาการ, นักปรัชญาและนักศาสนศาสตร์, บันทึกภาพของพระเยซูที่อยู่ใกล้กับทฤษฎีออร์โธดอกซ์\n\nคริสเตียน (พวกเขาคือ) ชุมชน (Umma) ของพระคริสต์พระเยซูบุตรของมารีย์ (สันติภาพกับพระองค์) เขาเป็นคนที่ถูกส่งไปอย่างแท้จริง (ในฐานะผู้เผยพระวจนะ; mab'uth) หลังจากโมเสส (สันติภาพกับเขา) และผู้ประกาศในโตราห์ สำหรับเขา (ได้รับ) สัญญาณแสดงให้เห็นอย่างชัดแจ้งและหลักฐานที่น่าสังเกตเช่นการฟื้นฟูคนตายและการบ่มของคนตาบอดและโรคเรื้อน ธรรมชาติและการจัดการโดยธรรมชาติของเขา (Fitra) เป็นสัญญาณที่สมบูรณ์แบบของความจริงของเขา; นั่นคือการมาของเขาโดยไม่มีเมล็ดก่อนหน้านี้และการพูดของเขาโดยไม่ต้องสอนมาก่อน สำหรับผู้เผยพระวจนะ (อื่น ๆ ) ทั้งหมดการมาถึงของการเปิดเผยของพวกเขาคือ (อายุ) สี่สิบปี แต่การเปิดเผยมาถึงเขาเมื่อเขาถูกทำให้พูดในเปลและการเปิดเผยมาถึงเขาเมื่อเขาถ่ายทอด (ข้อความศักดิ์สิทธิ์) ที่ (อายุ) สามสิบ ระยะเวลาของภารกิจ (พยากรณ์) ของเขา (Da'wa) คือสามปีสามเดือนและสามวัน [131]\n\nชีอาอิสลาม\nใน Nahj al-Balagha กาหลิบอาลีที่สี่ (r. 656–661) มีรายงานว่าได้พูดคุยเกี่ยวกับความเรียบง่ายของพระเยซู [132] อาลีบอกว่า \"พระเยซูใช้หินสำหรับหมอนของเขาสวมเสื้อผ้าหยาบและกินอาหารหยาบเครื่องปรุงรสของเขาหิวโหยโคมไฟของเขาในตอนกลางคืนคือดวงจันทร์เขาไม่มีภรรยาที่ดึงดูดใจเขา ความมั่งคั่งที่จะเบี่ยงเบนสองฟุตของเขาคือยานพาหนะของเขาและมือทั้งสองของเขาเป็นผู้รับใช้ของเขา \"[132] ตามที่ Ja'far al-Sadiq หลานชายผู้ยิ่งใหญ่ของอาลีเวลาระหว่างดาวิดและพระเยซูคือสี่ร้อยปี [133] Ja'far กล่าวเพิ่มเติมว่าศาสนาของพระเยซูคือ monotheism (Tawḥīd) และความบริสุทธิ์ (Ikhlāṣ) [133] 'Injil' (พระกิตติคุณ) ถูกส่งไปยังเขาและคำมั่นสัญญาว่าผู้เผยพระวจนะคนอื่น ๆ ก็ถูกพรากไปจากพระเยซู: เพื่อสร้างการสวดอ้อนวอนกับศาสนาสั่งให้ดีและห้ามความชั่วร้ายอนุญาตให้สิ่งที่ได้รับอนุญาตและห้ามสิ่งที่ถูกห้าม การตักเตือนและคำอุปมาถูกส่งไปยังเขาใน 'Injil' แต่ไม่มีกฎหมายว่าด้วยการแก้แค้นในเรื่องนี้ เขาถูกส่งไปสิ่งที่บรรเทาสิ่งที่ถูกส่งไปยังโมเสสในโตราห์ พระเยซูทรงบัญชาจากผู้ติดตามของเขาว่าพวกเขาเชื่อในกฎของโตราห์และ 'injil' [133]\n\nจากข้อมูลของ Qadi al-Nu'man นักกฎหมายชาวมุสลิมที่มีชื่อเสียงในยุคฟาติมิดพระเยซูถูกเรียกว่าพระเมสสิยาห์ (อัล-มาส ) สิ่งสกปรกของพวกเขาความเจ็บป่วยของศรัทธาของพวกเขา; ไม่ว่าจะชัดเจน (Zahir) หรือซ่อน (Batin) Qadi al- nu'man ในรากฐานการทำงานของเขาของการตีความสัญลักษณ์ (asās al-ta'wīl) พูดคุยเกี่ยวกับการเกิดทางจิตวิญญาณ (Milad al-Batin) ของพระเยซูเป็นการตีความเรื่องราวของการเกิดทางกายภาพของเขา (Milad al- Zahir) ที่กล่าวถึงในอัลกุรอาน เขาบอกว่าแมรี่แม่ของพระเยซูเป็นอุปมาอุปมัยสำหรับคนที่เลี้ยงดูและสั่งให้พระเยซู (lāhiq) แทนที่จะให้กำเนิดเขา Qadi al-Nu'man อธิบายว่าพระเยซูมาจากลูกหลานบริสุทธิ์ของอับราฮัมเช่นเดียวกับอาลีและลูกชายของเขามาจากลูกหลานบริสุทธิ์ของมูฮัมหมัดผ่านฟาติมา [134]\n\nรูปร่าง\nจากการบรรยายเรื่องสุนัตหลายเรื่องของมูฮัมหมัดพระเยซูสามารถอธิบายทางร่างกายได้ (ด้วยความแตกต่างใด ๆ ในคำอธิบายทางกายภาพของพระเยซูเนื่องจากมูฮัมหมัดอธิบายพระองค์เมื่อเห็นพระองค์ในโอกาสที่แตกต่างกันเช่นในระหว่างการเสด็จขึ้นสู่สวรรค์ของพระองค์ 'มาครั้งที่สอง): [144]\n\nคนที่สร้างขึ้นอย่างดีที่มีความสูงปานกลาง/ปานกลาง/เฉลี่ยและสัดส่วนที่มีหน้าอกกว้าง\nตรงผมยาวและผมยาวที่ตกลงมาระหว่างไหล่ของเขา ดูเหมือนว่าน้ำจะเลี้ยงลูกจากหัวของเขาแม้ว่ามันจะไม่เปียก",
"Muhammad": "มูฮัมหมัดในศาสนาอิสลาม\nจาก Wikipedia สารานุกรมฟรี\nข้ามไปที่ NavigationJump เพื่อค้นหา\nบทความนี้เกี่ยวกับบทบาทและความสำคัญของมูฮัมหมัดในบริบทของอิสลาม สำหรับภาพรวมทั่วไปดูมูฮัมหมัด\nอิหม่ามอัลแอนบิยะ\nRasūlAllāh\nมูฮัมหมัด\nمُحنمنٌٌّ\nمحمدلىاللهليهوسلم. SVG\n'Muhammad' ในการประดิษฐ์ตัวอักษรอิสลาม\nศาสดาของศาสนาอิสลาม\nนำหน้าโดย Isa (พระเยซู)\nประสบความสำเร็จโดยการยกเลิกตำแหน่ง\nชื่อ Khatam An-Nabiyyin ('Seal of the Prophets')\nส่วนตัว\nเกิดวันจันทร์ที่ 12 Rabi 'Al-Awwal 53 BH (570 CE)\nเมกกะเฮจาซอารเบีย\nเสียชีวิตวันจันทร์ 12 Rabi 'Al-Awwal 11 AH (8 มิถุนายน 632 CE)\nMedina, Hejaz, Arabia\nสถานที่พักผ่อนโดมสีเขียวมัสยิดของผู้เผยพระวจนะเมดินา\nศาสนาอิสลาม\nคู่สมรสเห็นภรรยาของมูฮัมหมัด\nเด็ก ๆ เห็นลูก ๆ ของมูฮัมหมัด\nผู้ปกครอง\nAbd Allah Ibn Abd al-Muttalib (พ่อ)\nAmina Bint Wahb (แม่)\nงานที่โดดเด่นของรัฐธรรมนูญของเมดินา\nชื่ออื่น ๆ ดูชื่อและชื่อของมูฮัมหมัด\nญาติเห็นต้นไม้ครอบครัวของมูฮัมหมัด, Ahl al-Bayt (\"ครอบครัวของบ้าน\")\nSignature Muhammad Seal.svg\nตราประทับของมูฮัมหมัด\nผู้นำมุสลิม\nผู้สืบทอดดูการสืบทอดต่อมูฮัมหมัด\nชื่ออาหรับ\nส่วนบุคคล (ISM) มูฮัมหมัด\nPatronymic (Nasab) Muḥammad Ibn Abd Allah Ibn Abd al-Muttalib ibn Hashim Ibn Abd Manaf ibn Qusai ibn kilab\nTeknonymic (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nเป็นส่วนหนึ่งของซีรีส์เกี่ยวกับศาสนาอิสลาม\nผู้เผยพระวจนะอิสลาม\nAnbiya\nผู้เผยพระวจนะในอัลกุรอาน\nจดทะเบียนโดยชื่ออิสลามและชื่อพระคัมภีร์\nʾādam (อดัม)ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (Selah)ʾibrāhīm (Abraham) lūṭ (ล็อต)ʾismāʿīl (ishmael)ʾisḥāqq (isaac) yaʿqūb) Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel หรือ Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah)ʾilyās (Elijah) Alyasa ) Muḥammad (Muhammad)\nเหตุการณ์หลัก\nมุมมอง\n พอร์ทัลอิสลาม\nVTE\nส่วนหนึ่งของซีรีส์บน\nศาสนาอิสลาม\nAllah3.svg\nความเชื่อ\nการปฏิบัติ\nTextsfoundations\nประวัติศาสตร์\nวัฒนธรรมและสังคม\nหัวข้อที่เกี่ยวข้อง\n พอร์ทัลอิสลาม\nVTE\nMuḥammad Ibn Abd Allah (ภาษาอาหรับ: مُحل 570 - 8 มิถุนายน 632 CE) เชื่อกันว่าเป็นตราประทับของผู้สื่อสารและผู้เผยพระวจนะของพระเจ้าในทุกสาขาหลักของศาสนาอิสลาม ชาวมุสลิมเชื่อว่าคัมภีร์อัลกุรอานซึ่งเป็นข้อความทางศาสนากลางของศาสนาอิสลามถูกเปิดเผยต่อมูฮัมหมัดโดยพระเจ้าและมูฮัมหมัดถูกส่งไปฟื้นฟูศาสนาอิสลามซึ่งพวกเขาเชื่อว่าไม่ได้มาจากมูฮัมหมัด โมเสสพระเยซูและผู้เผยพระวจนะคนอื่น ๆ [1] [2] [3] [4] หลักการทางศาสนาสังคมและการเมืองที่มูฮัมหมัดก่อตั้งขึ้นด้วยอัลกุรอานกลายเป็นรากฐานของศาสนาอิสลามและโลกมุสลิม [5]\n\nเกิดประมาณปี 53 BH (570 CE) เข้าสู่ตระกูล Qurayshi ที่ได้รับการยอมรับของ Mecca, Muhammad ได้รับชื่อ \"Al-Amin\" (انلْأنمِينُ หมายถึง \"The Trustworthy\") [6] [7] ตอนอายุ 40 ใน 11 BH (610 CE) มูฮัมหมัดได้รับการกล่าวขานว่าได้รับการเปิดเผยด้วยวาจาครั้งแรกในถ้ำที่เรียกว่าฮิราซึ่งเป็นจุดเริ่มต้นของการสืบเชื้อสายของอัลกุรอาน และชาวมุสลิมก็ถือได้ว่ามูฮัมหมัดถูกขอให้พระเจ้าสั่งสอนความเป็นหนึ่งเดียวของพระเจ้าเพื่อที่จะประทับตรารูปเคารพการฝึกฝนอย่างเปิดเผยในอารเบียก่อนอิสลาม [8] [9] เนื่องจากการประหัตประหารของชาวมุสลิมที่เพิ่งกลับใจใหม่เมื่อได้รับคำเชิญจากคณะผู้แทนจากเมดินา (รู้จักกันในชื่อ Yathrib) มูฮัมหมัดและผู้ติดตามของเขาอพยพไปยังเมดินาใน 1 AH (622 CE) เหตุการณ์ที่เรียกว่า Hijrah [10] [10] [10] 11] จุดเปลี่ยนในชีวิตของมูฮัมหมัด Hegira นี้ยังเป็นจุดเริ่มต้นของปฏิทินอิสลาม ในเมดินามูฮัมหมัดร่างรัฐธรรมนูญของเมดินาที่ระบุสิทธิและความสัมพันธ์ระหว่างชุมชนที่มีอยู่หลายแห่งที่นั่นก่อตั้งชุมชนอิสระและจัดการเพื่อสร้างรัฐอิสลามแห่งแรก [12] แม้จะมีความเป็นศัตรูกันอย่างต่อเนื่องของ Meccans, Muhammad พร้อมกับผู้ติดตามของเขาเข้าควบคุมเมกกะในปี 630, [13] [14] และสั่งให้ทำลายไอดอลคนป่าเถื่อนทั้งหมด [15] [16] ในปีต่อ ๆ มาของเขาในเมดินามูฮัมหมัดรวมเผ่าต่าง ๆ ของอารเบียภายใต้ศาสนาอิสลาม [17] และดำเนินการปฏิรูปสังคมและศาสนา [18] เมื่อถึงเวลาที่เขาเสียชีวิตในประมาณ 11 อา (632 ซีอี) เผ่าเกือบทั้งหมดของคาบสมุทรอาหรับได้เปลี่ยนมานับถือศาสนาอิสลาม [19]\n\nชาวมุสลิมมักจะอ้างถึงมูฮัมหมัดว่าเป็นศาสดามูฮัมหมัดหรือเพียงแค่ \"ศาสดา\" หรือ \"ผู้ส่งสาร\" และถือว่าเขาเป็นผู้เผยพระวจนะที่ยิ่งใหญ่ที่สุด [1] [20] [21] [22] ชาวมุสลิมเห็นว่าเขาเป็นผู้ครอบครองคุณธรรมทั้งหมด [23] ในฐานะที่เป็นการแสดงความเคารพชาวมุสลิมตามชื่อของมูฮัมหมัดโดยชาวอาหรับ Benediction Sallallahu 'Alayhi wa Sallam (หมายถึงสันติภาพจงมีแด่เขา) [24] บางครั้งย่อว่า \"เห็น\" หรือ \"pbuh\"\n\nในอัลกุรอาน\nข้อมูลเพิ่มเติม: มูฮัมหมัดในอัลกุรอาน\n\nชื่อมูฮัมหมัดที่เขียนในธูทู ธ สคริปต์ที่หลากหลายของการประดิษฐ์ตัวอักษรอิสลาม\nอัลกุรอานระบุเพียงเล็กน้อยเกี่ยวกับชีวิตวัยเด็กของมูฮัมหมัดหรือรายละเอียดทางชีวประวัติอื่น ๆ แต่มันพูดถึงภารกิจการพยากรณ์ความเป็นเลิศทางศีลธรรมของเขาและประเด็นทางเทววิทยาเกี่ยวกับมูฮัมหมัด ตามคัมภีร์อัลกุรอานมูฮัมหมัดเป็นคนสุดท้ายในห่วงโซ่ของศาสดาพยากรณ์ที่พระเจ้าส่งมา (33:40) ตลอดคัมภีร์อัลกุรอานมูฮัมหมัดเรียกว่า \"ผู้ส่งสาร\", \"ผู้ส่งสารของพระเจ้า\" และ \"ศาสดา\" บางข้อดังกล่าวคือ 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 และ 66:09 มีการใช้ข้อกำหนดอื่น ๆ รวมถึง \"Warner\", \"Bearer of Glad Tidings\" และ \"ผู้ที่เชิญชวนผู้คนให้เป็นพระเจ้าองค์เดียว\" (อัลกุรอาน 12: 108 และ 33: 45-46) อัลกุรอานอ้างว่ามูฮัมหมัดเป็นคนที่มีความเป็นเลิศทางศีลธรรมสูงสุดและพระเจ้าทรงสร้างตัวอย่างที่ดีหรือ \"แบบจำลองที่ดี\" สำหรับชาวมุสลิมที่จะติดตาม (อัลกุรอาน 68: 4 และ 33:21) อัลกุรอานขอปฏิเสธลักษณะเหนือมนุษย์สำหรับมูฮัมหมัด [25] แต่อธิบายเขาในแง่ของคุณภาพของมนุษย์ในเชิงบวก ในหลายข้ออัลกุรอานตกผลึกความสัมพันธ์ของมูฮัมหมัดกับมนุษยชาติ ตามที่อัลกุรอานพระเจ้าส่งมูฮัมหมัดด้วยความจริง (ข้อความของพระเจ้าต่อมนุษยชาติ) และเป็นพรแก่โลกทั้งใบ (อัลกุรอาน 39:33 และ 21: 107) ในประเพณีอิสลามนี่หมายความว่าพระเจ้าส่งมูฮัมหมัดด้วยข้อความของเขาต่อมนุษยชาติสิ่งต่อไปนี้จะให้ความรอดของผู้คนในชีวิตหลังความตายและเป็นคำสอนของมูฮัมหมัดและความบริสุทธิ์ของชีวิตส่วนตัวของเขาเพียงอย่างเดียว . [26]\n\nตามที่พระเยซูทำนายว่าการเสด็จมาของมูฮัมหมัดได้รับการคาดการณ์โดยพระเยซู: \"และจำไว้ว่าพระเยซูพระบุตรของมารีกล่าวว่า: 'เด็กอิสราเอล! ฉันเป็นผู้ส่งสารของพระเจ้าเพื่อยืนยันกฎหมาย และให้ข่าวดีของผู้ส่งสารที่มาตามฉันซึ่งชื่อจะเป็นอาหมัด '(อัลกุรอาน 61: 6) ผ่านข้อนี้มุสลิมอาหรับยุคแรกอ้างว่าถูกต้องตามกฎหมายสำหรับศรัทธาใหม่ของพวกเขาในประเพณีทางศาสนาที่มีอยู่และการคาดการณ์ที่ถูกกล่าวหาของพระเยซู [27]"
}
