{
"Adam": "پہلے نبی اور تمام انسانوں کا باپ۔\nآدم اور تخلیق کی کہانی پوری قرآن کرام میں تیار کی گئی ہے۔ ابواب میں حوالہ جات موجود ہیں: 2 ، 4 ، 5 ، 20 ، 21 ، 38 اور دیگر۔ قرآن کے داستان میں ، خدا نے انسانیت کو مٹی سے نکالا (Q3: 59) ، [18] نے اسے ایک شکل میں شکل دی اور پھر فرشتوں کو آدم کو رکوع (جمع کروانے) کا حکم دیا۔ Iblis نے فخر سے انکار کردیا (Q15: 26-32) [19] اور اسے جنا (جنت) سے جلاوطن کردیا گیا۔\n\nقرآن مجید کے مطابق ، خدا نے آدم کی تخلیق سے پہلے ہی فیصلہ کرلیا تھا کہ انسانیت (آدم اور اس کی اولاد) زمین پر رکھی جائے گی۔ خدا کے منصوبے کے ایک حصے کے طور پر ، اسلام زمین پر انسانیت کی زندگی کو ایک سزا کے طور پر بیان نہیں کرتا ہے۔\n\n\"\" بے شک ، میں زمین پر نسلوں کے بعد بنی نوع انسان کی نسلوں کو رکھنے جا رہا ہوں۔ ' انہوں نے (فرشتوں) نے کہا: 'کیا آپ اس میں ان لوگوں کو رکھیں گے جو اس میں فساد کریں گے اور خون بہائیں گے ، جبکہ ہم (فرشتوں) آپ کی تعریف کرتے ہیں اور شکریہ ادا کرتے ہیں اور آپ کو تقدیس دیتے ہیں؟' خدا نے کہا: 'میں جانتا ہوں کہ آپ نہیں جانتے۔'\n\nاس کے بعد خدا آدم کو ہر چیز کے نام سکھاتا ہے اور آدم کے سامنے فرشتوں کو جمع کرتا ہے تاکہ انہیں یہ ظاہر کیا جاسکے کہ آدم کے پاس اور بھی بہت کچھ ہے ، خاص طور پر آدم کی اعلی دانشورانہ صلاحیت:\n\n\"اور اس نے آدم کو نام سکھائے - ان سب۔ پھر اس نے انہیں فرشتوں کے سامنے دکھایا اور کہا ،\" اگر آپ سچائی ہیں تو ان کے ناموں سے مجھے آگاہ کریں۔ \"انہوں نے کہا:\" تیری شان (فرشتوں نے کہا) ، علم کے بارے میں ہمارے پاس کوئی نہیں ہے ، جو کچھ آپ نے ہمیں سکھایا ہے اسے بچائیں: حقیقت میں یہ وہی ہے جو علم و حکمت میں کامل ہے۔ \"انہوں نے کہا:\" اے آدم! انہیں ان کے نام بتائیں۔ \"جب اس نے انہیں بتایا تھا تو خدا نے (فرشتوں سے) کہا:\" کیا میں آپ کو یہ نہیں بتاتا تھا کہ میں جنت اور زمین کے راز جانتا ہوں ، اور میں جانتا ہوں کہ تم کیا ظاہر کرتے ہو اور کیا چھپایا؟ \"\n\nخدا فرشتوں کو حکم دیتا ہے کہ وہ آدم کے سامنے جھک جا .۔ تمام اطاعت کرتے ہیں ، سوائے ابلیس کے ، جو یہ محسوس کرتے ہیں کہ اسے آگ سے بنے ہوئے ہیں ، اسے آدم کے سامنے نہیں جھکنا چاہئے جو زمین سے بنایا گیا تھا۔ خدا کے حکم کی اس کی نافرمانی کے بعد اس کے فخر کی وجہ سے وہ خدا کے حق سے نکل گیا:\n\n\"اور دیکھو ، ہم نے فرشتوں سے کہا:\" آدم کے سامنے جھکنا \"اور وہ نیچے جھکے۔ نہیں تو ابلیس: اس نے انکار کردیا اور گھٹیا تھا: وہ ان لوگوں میں سے تھا جو ایمان کو مسترد کرتے ہیں (جو نافرمان ہیں)۔\" (2:34)\n\nخدا بعد میں آدم اور حوا کو باغ میں رکھتا ہے اور ان سے کہتا ہے کہ وہ اس کے پھلوں سے لطف اندوز ہونے کے لئے آزاد ہیں سوائے کسی خاص درخت کے قریب نہ آنے کے: (2:35)\n\n\"ہم نے کہا:\" اے آدم! باغ میں تم اور اپنی بیوی رہو۔ اور اس میں بہت ساری چیزوں کو کھائیں (کہاں اور کب) آپ کریں گے۔ لیکن اس درخت سے رجوع نہ کریں ، یا آپ کو نقصان اور خطا میں نہیں پڑتا ہے۔ \"\n\nشیطان پھر آدم اور حوا کو درخت کے پھل کھانے میں دھوکہ دیتا ہے: (2:36)\n\n\"پھر شیطان نے انہیں (باغ) سے پھسل دیا ، اور انہیں ریاست (فیلیسیٹی) سے نکال دیا جس میں وہ تھے۔ دوسروں کی طرف۔ زمین پر آپ کی رہائش گاہ اور آپ کے ذریعہ معاش کے ذرائع ہوں گے - ایک وقت کے لئے۔ \"\n\nآدم اور حوا اپنے اعمال پر بہت زیادہ پچھتاوا محسوس کرتے ہیں ، لیکن خدا رحم کے ساتھ آدم کی طرف رجوع کرتا ہے اور اسے تسلی دیتا ہے: (2:37)\n\n\"پھر آدم نے اپنے رب کے الہام کے الفاظ سے سیکھا ، اور اس کا رب اس کی طرف متوجہ ہوا۔ کیوں کہ وہ بہت ہی مہربان ہے۔\n\nپھر خدا آدم کو مطلع کرتا ہے کہ خدا اپنی رہنمائی آدم اور اس کی اولاد کو بھیجے گا: (2:38)\n\n\"ہم نے کہا:\" آپ سب کو اس جگہ (باغ) سے نیچے اتریں ، پھر جب بھی آپ کے پاس مجھ سے رہنمائی آتی ہے ، اور جو بھی میری رہنمائی کی پیروی کرتا ہے ، ان پر کوئی خوف نہیں ہوگا ، اور نہ ہی وہ غمگین ہوں گے۔ \"\n\nاڈن کے باغ میں ، شیطان (اکثر iblis کے طور پر شناخت کیا جاتا ہے) آدم اور حوا کو ممنوعہ درخت سے پھل چکھ کر خدا کی نافرمانی کرنے پر آمادہ کرتا ہے۔ خدا ، آدم اور حوا کو باقی زمین میں بھیجتا ہے۔ [20] [21]\n\nقرآن نے آدم اور حوا ، کین اور ہابیل کے دونوں بیٹوں کو بھی بیان کیا ہے۔ [22] [23]",
"Idris": "قلم کا موجد اور انجکشن کا موجد۔",
"Nuh": "عظیم سیلاب سے بچ جانے والا۔",
"Hud": "مرچنٹ\n\nیہ دو خاص آیات پر زور دینے کے ساتھ HUD کے بیانیہ کا ایک مختصر خلاصہ ہے۔\n\nعید کے لوگ انتہائی طاقتور اور دولت مند تھے اور انہوں نے اپنی طاقت کو ظاہر کرنے کے لئے ان گنت عمارتیں [19] اور یادگاریں تعمیر کیں۔ تاہم ، عید عوام کی دولت بالآخر ان کی ناکامی ثابت ہوئی ، کیونکہ وہ مغرور بن گئے اور خدا کو ترک کردیا اور عبادت کے لئے بتوں کو اپنانا شروع کیا ، جس میں سمد ، سمود اور ہارا نامی تین بت شامل ہیں۔ [11] HUD ، یہاں تک کہ بچپن میں بھی ، خدا کی دعا میں مستقل رہا۔ اس کا تعلق استثنیٰ کے ذریعہ ہے کہ ایچ یو ڈی کی والدہ ، ایک متقی عورت ، جس نے اپنے بیٹے کی پیدائش پر زبردست نظارے دیکھے تھے ، وہ واحد شخص تھا جس نے اپنی عبادت میں ایچ یو ڈی کی حوصلہ افزائی کی۔ [20] اس طرح ، خداوند نے ā ڈی لوگوں کے لئے ایک نبی کی حیثیت سے ہڈ کی پرورش کی۔ [20]\n\nجب HUD نے تبلیغ شروع کی اور انہیں صرف سچے خدا کی عبادت کے لئے مدعو کیا اور جب اس نے ان سے کہا کہ وہ اپنے ماضی کے گناہوں کے لئے توبہ کریں اور رحم و کرم اور معافی مانگیں تو ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā ā نے خدا کے پیغام کا مذاق اڑانے لگے۔ ہڈ کی کہانی قرآن مجید میں مذکور ابتدائی نبیوں کے لئے مشترکہ پیشن گوئی کے چکر کی علامت ہے: نبی کو اپنے لوگوں کو بھیجا گیا ہے کہ وہ انہیں صرف خدا کی عبادت کرنے کے لئے کہے اور انھیں یہ تسلیم کرنے کے لئے کہے کہ یہ خدا ہی ہے جو ان کی برکتوں کا فراہم کنندہ ہے [9] قرآن [3] ریاستوں:\n\nہم نے ان کے بھائی ہڈ کے لوگوں کو بھیجا ، جس نے کہا: \"اے میرے لوگ ، خدا کی عبادت کریں۔ آپ کے پاس کوئی اور خدا نہیں ہے۔ (جیسا کہ بتوں کی بات ہے) آپ صرف جھوٹ ایجاد کر رہے ہیں۔\nاے میرے لوگ ، میں اس کے ل you آپ سے کوئی معاوضہ نہیں پوچھتا: میرا انعام اس کے ساتھ ہے جس نے مجھے پیدا کیا۔ لہذا ، کیا آپ سمجھ نہیں پائیں گے؟\nاے میرے لوگ ، اپنے رب سے التجا کریں کہ آپ کو معاف کریں ، اور توبہ میں اس کی طرف رجوع کریں۔ وہ آسمانوں سے آپ کے لئے ٹورینٹس میں بارش بھیجے گا ، اور آپ کو مزید طاقت بخشے گا۔ تو گنہگار کی حیثیت سے اس سے مت بازیں۔ \"\nانہوں نے کہا: \"اے ہڈ ، آپ ہمارے پاس کوئی ثبوت نہیں لے کر آئے ہیں۔ ہم اپنے دیوتاؤں کو ترک نہیں کریں گے کیونکہ آپ ایسا کہتے ہیں ، اور نہ ہی آپ پر یقین رکھتے ہیں۔\nہم صرف اتنا کہہ سکتے ہیں کہ ہمارے کچھ دیوتاؤں نے آپ کو برائی سے مارا ہے۔ \"اس نے جواب دیا:\" میں خدا کو گواہ قرار دیتا ہوں ، اور آپ بھی گواہ ہوں ، کہ میں آپ کے ساتھ جو کچھ جوڑتا ہوں اس سے صاف ہوں (آپ کے معاملات میں)\nاس کے علاوہ میرے خلاف جتنا آپ چاہیں اس کے خلاف مقابلہ کریں ، اور مجھے کوئی مہلت نہیں دیں۔\nمیں خدا پر بھروسہ کرتا ہوں جو میرا رب اور تمہارا رب ہے۔ ایسی کوئی مخلوق نہیں ہے جو زمین پر چلتی ہو جو اس کے ذریعہ مضبوطی سے لوک کے پاس نہیں ہے۔ بے شک میرے رب کا راستہ سیدھا ہے۔\nاگر آپ مڑ جاتے ہیں ، تو (یاد رکھیں) میں نے آپ کو وہ پیغام پہنچایا ہے جس کے ساتھ مجھے بھیجا گیا تھا۔ میرا رب دوسرے لوگوں کو آپ کی جگہ پر ڈال دے گا ، اور آپ اس کے خلاف غالب نہیں ہوسکیں گے۔ واقعی میرا رب ہر چیز پر نگاہ رکھتا ہے۔ \"\n\n-قرآن ، سورہ 11 (ہڈ) ، آیہ 50-57\nHUD کا معجزہ\nابن قیئیم الجوزیہ کے طافس کے مطابق ، اپنی تجزیہ کی کتاب ، ماداریج سلاکین میں ، جس کا حوالہ ابن ابی الیزز نے الاقیڈا التھاویہ کے اپنے سار (کمنٹری) میں کیا ہے ، ہڈ نے اپنا معجزہ دکھایا ہے جس کی نشاندہی کی گئی ہے جس کی نشاندہی کی گئی ہے۔ 56-58 کی آیت:\n\n() 56) \"ہم صرف اتنا کہہ سکتے ہیں کہ ہمارے کچھ دیوتاؤں نے آپ کو برائی سے مارا ہے۔\" اس نے جواب دیا: \"میں خدا کو گواہی دینے کے لئے کہتا ہوں ، اور آپ بھی گواہ ہوں ، کہ میں اس سے واضح ہوں کہ آپ (اپنے معاملات میں) ... اس کے علاوہ۔ میرے خلاف جتنا آپ پسند کریں ، اور مجھے کوئی مہلت نہیں دیں۔\n\n(57) میں خدا پر اعتماد کرتا ہوں جو میرا رب اور آپ کا رب ہے۔ ایسی کوئی مخلوق نہیں ہے جو زمین پر چلتی ہو جو اس کے ذریعہ مضبوطی سے لوک کے پاس نہیں ہے۔ بے شک میرے رب کا راستہ سیدھا ہے۔\n\n() 58) اگر آپ مڑ جاتے ہیں تو (یاد رکھیں) میں نے آپ کو وہ پیغام پہنچایا ہے جس کے ساتھ مجھے بھیجا گیا تھا۔ میرا رب دوسرے لوگوں کو آپ کی جگہ پر ڈال دے گا ، اور آپ اس کے خلاف غالب نہیں ہوسکیں گے۔ واقعی میرا رب ہر چیز پر نگاہ رکھتا ہے۔ \"\n\n- قرآن ، سورہ 11 (HUD) آیہ 56-58",
"Salih": "صالح (عربی: صَایلی ، رومانیائزڈ: ṣāliḥ ، lit. 'پرہیزگار' ، ہجے بھی صالح) ، ایک عرب نبی ہے جو قرآن مجید میں ذکر کیا گیا ہے [1] [2] جس نے تھامود کے قبیلے سے پیش گوئی کی []] [4] [5] ] قدیم عرب میں ، نبی اکرم صلی اللہ علیہ وآلہ وسلم کی زندگی سے پہلے۔ صالح کی کہانی خدا کے وہ کیمیل کی کہانی سے منسلک ہے ، جو خدا کی طرف سے تھامود کے لوگوں کو دی گئی تحفہ تھا جب وہ اس بات کی تصدیق کرنے کے لئے ایک معجزہ کی خواہش کرتے تھے کہ صالح واقعی ایک نبی تھا۔\n\nاس کا پیشہ اونٹ بریڈر تھا۔\n\nتاریخی سیاق و سباق\n\nسعودی عرب کے حجازی پہاڑی خطے میں مادین سلیہ یا الہجر\nتھامود جزیرہ نما عرب کے شمال مغربی خطے میں قبائلی کنفیڈریشن تھے ، جس کا ذکر سارگون II کے زمانے میں اسوری کے ذرائع میں تھا۔ قبیلے کا نام چوتھی صدی عیسوی میں دستاویزات میں ظاہر ہوتا ہے ، لیکن چھٹی صدی تک انہیں ایک گروپ سمجھا جاتا تھا جو بہت پہلے غائب ہوچکا تھا۔ []]: 81\n\nقرآن مجید کے مطابق ، جس شہر کو صالح کو بھیجا گیا تھا اسے الہجر کہا جاتا تھا ، []] جو ناباتین شہر ہیگرا سے مطابقت رکھتا ہے۔ [8] علاقائی کارواں تجارت میں ایک اہم سائٹ کے طور پر یہ شہر پہلی صدی عیسوی کے آس پاس اہمیت کا حامل ہے۔ [9] اس شہر سے متصل بڑے ، سجاوٹ والے پتھروں کے مقبرے تھے جو مختلف مذہبی گروہوں کے ممبروں کے ذریعہ استعمال ہوتے تھے۔ []]: 146 قدیم زمانے میں کسی نامعلوم نقطہ پر ، اس جگہ کو ترک کردیا گیا تھا اور ممکنہ طور پر اس کی جگہ الیولا نے تبدیل کردی تھی۔ [10] اس سائٹ کو محمد کے دور سے ہی مادین صالح کہا جاتا ہے ، جس کا نام اپنے پیشرو سالہ کے نام پر رکھا گیا ہے۔ [11]\n\nاسلامی اور بہا عقائد سے باہر ، کسی دوسرے ابراہیمی صحیفہ یا ہم عصر تاریخی متن میں صالح کا ذکر نہیں کیا گیا ہے ، لیکن قدیم عرب میں تھامود کی تباہی کا حساب مشہور ہوسکتا ہے۔ قبیلے کا نام قدیم عربی شاعری میں \"ہر چیز کی تبدیلی\" کے استعارے کے طور پر استعمال ہوتا ہے۔ [6]: 223–24\n\nاسلام میں\nبسم الہیر رحمانیر رحیم\nاسلام پر ایک سلسلہ کا ایک حصہ\nاسلامی نبی\nanbiya\nقرآن مجید میں نبی\nاسلامی نام اور بائبل کے نام کے ذریعہ درج ہے۔\nadam (آدم) ایدریس (اینوچ) نū (نوح) ہد (ایبر) ṣāliḥ (سیلہ) ʾibrāham (ابراہیم) لا (لاٹ) ʾismāl (ishmel) asisauʿ (iseaac) Yaaquū (isac) Yaaqū (jacob) Yaaqū (jacob) Yaaqū (jacob) Yaaqū (isac) جیٹھرو) میسی (موسیٰ) ہرون (آرون) دھھل کیفل (حزقی ایل یا گوتما بدھ) دید (ڈیوڈ) سلیمان (سلیمان) یونس (جوناہ) ینالیس (الیاسہ) الیاسیا (الیشا) زکریا (الیشا) زکریا (الیشا) زکریا (الیش) ) محمد (محمد)\nاہم واقعات\nخیالات\nاسلام پورٹل\nvte\nایک سیریز کا حصہ\nاسلام\nallah3.svg\nعقائد\nطریقوں\nٹیکسٹ فاؤنڈیشنز\nتاریخ\nثقافت اور معاشرے\nمتعلقہ عنوانات\n اسلام پورٹل\nvte\nقرآن مجید\n\nصالح نے اپنے لوگوں کو وہ کیمیل دیکھنے کی دعوت دی\nنبیوں کی کہانیوں کا روشن مجموعہ\nاس کی برادری میں صالح کی زندگی اتنی نیک تھی کہ تھمود کے لوگوں نے عملی طور پر اس کی حمایت کے لئے انحصار کیا۔ [12] اسے خدا نے ایک میسنجر کے طور پر منتخب کیا تھا اور دولت مندوں کی خود غرضی کے خلاف تبلیغ اور شرک (بت پرستی یا مشرکیت) کے عمل کی مذمت کرنے کے لئے بھیجا تھا۔ اگرچہ صالح نے ایک مستقل مدت کے لئے اس پیغام کی تبلیغ کی ، لیکن تھامود کے لوگوں نے اس کی انتباہ سننے سے انکار کردیا اور اس کے بجائے صالح سے ان کے لئے معجزہ کرنے کے لئے کہا۔ انہوں نے کہا: \"اے صالح! تم ہم میں سے ہو رہے ہو! ہماری امیدوں کا ایک مرکز اب تک! کیا آپ ہمارے باپ دادا کی پوجا کی عبادت سے منع کرتے ہیں؟ لیکن ہم واقعی مشکوک ہیں (ناگوار) شبہ میں ہیں جس کے بارے میں آپ نے ہمیں دعوت دی ہے کہ آپ ہمیں دعوت دیتے ہیں \"\n\nصالح نے اپنے لوگوں کو ان گنت قلعوں اور محلات کی یاد دلادی جو انہوں نے پتھر سے بنائے تھے ، [13] اور پڑوسی برادریوں پر ان کی تکنیکی برتری کی۔ مزید برآں ، اس نے انہیں ان کے آباؤ اجداد ، ā دلی قبیلے کے بارے میں بتایا ، اور وہ بھی اپنے گناہوں کے لئے کیسے تباہ ہوگئے۔ تھامود کے کچھ لوگوں نے صالح کے الفاظ پر یقین کیا ، لیکن قبائلی رہنماؤں نے اس کی بات سننے سے انکار کردیا اور مطالبہ جاری رکھا کہ وہ اپنی پیشن گوئی کو ثابت کرنے کے لئے ایک معجزہ کا مظاہرہ کرے۔ [14]\n\nاس کے جواب میں ، خدا نے تیمود کو ایک مبارک وہ کیمیل دیا ، جیسا کہ رزق کا ایک ذریعہ اور ایک امتحان تھا۔ قبیلے کو بتایا گیا کہ اونٹ کو پر امن طور پر چرنے اور اسے نقصان پہنچانے سے بچنے کی اجازت دی جائے۔ [15] لیکن صالح کی انتباہ سے انکار کرتے ہوئے ، قبیلے کے لوگ اونٹ کو ہیمسٹرنگ کرتے ہیں۔ [16] صالح نے انہیں آگاہ کیا کہ خدا کے غضب و غضب سے پہلے ان کے پاس رہنے کے لئے ان کے پاس مزید تین دن باقی ہیں۔ [17] شہر کے لوگ پچھتاوا تھے ، [18] لیکن ان کے جرم کو ختم نہیں کیا جاسکتا تھا ، اور شہر کے تمام کافر والے افراد زلزلے میں ہلاک ہوگئے تھے۔ الہجر کو غیر آباد قرار دیا گیا اور اس کے بعد ہر وقت کھنڈرات میں رہا۔ [19] خود اور اس کے پیچھے چلنے والے چند مومنین زندہ بچ گئے۔ [20]\n\nاس کہانی کو سیرت این نام میں بڑھایا گیا ہے ، جب کہ وہ کیمیل کا واضح طور پر ذکر نہیں کیا گیا ہے ، اس میں کہا گیا ہے کہ نو مردوں نے صالح اور اس کے پورے کنبے کو مارنے کی منصوبہ بندی کی ہے ، [21] [22] ایک ایسا جرم جس کے لئے انہیں مارا گیا تھا۔ خدا کی طرف سے تین دن بعد۔ [23]\n\nمسلم روایت\nمسلمان مصنفین نے صالح کی کہانی اور وہ کیمیل کی کہانی کی وضاحت کی ہے۔ ابتدائی اسلامی روایت میں اکثر اونٹ کا ایک مقصد ہوتا تھا جو معجزانہ طور پر پتھر سے نکلتا تھا ، اکثر ایک بچھڑا بھی ہوتا تھا ، اور اونٹ سے دودھ کی تیاری ہوتی تھی۔ التباری کا کہنا ہے کہ صالح نے اپنے لوگوں کو ایک پہاڑ پر طلب کیا ، جہاں انہوں نے اونٹ کو ظاہر کرتے ہوئے چٹان کو معجزانہ طور پر کھلی کھلی کھلی کھلی دیکھا۔ وہ کیمیل کا ایک جوان بچھڑا تھا۔ صالح نے تھامود کو آگاہ کیا کہ ایک دن پر بڑی عمر کے اونٹ اپنے پانی کے منبع سے پینا تھا ، اور اگلے دن وہ اس سے پینا تھا۔ ان دنوں جب انہیں پانی پینے کی اجازت نہیں تھی ، اونٹ نے انہیں دودھ مہیا کیا۔ لیکن خدا نے صالح کو آگاہ کیا کہ اونٹ کو ہتھیار ڈالنے والا لڑکا جلد ہی قبیلے میں پیدا ہوجائے گا ، اور وہ بچہ برے تھا اور غیر فطری طور پر تیزی سے بڑھتا ہے۔ اونٹ واقعی ہلاک ہوا ، اور اس کا بچھڑا تین بار پکارا ، اس بات کا اشارہ کرتے ہوئے کہ تھمود تین دن میں تباہ ہوجائے گا۔ ان کے چہرے پیلے رنگ کے ہو گئے ، پھر سرخ ، پھر سیاہ ، اور پیش گوئی کے مطابق وہ تیسرے دن فوت ہوگئے۔ [24]\n\nکچھ اسلامی اسکالرز کے مطابق ، اسماعیل کی والدہ ، حجر ، نبی صلی اللہ علیہ وآلہ وسلم کی پوتی تھیں۔ [25]\n\nاسی طرح کی روایت کا تعلق آٹھویں صدی کی اسلام پر جان آف دمشق [26] [27] کے ذریعہ کیا گیا ہے اور ابن کتیر کے کاموں میں بھی اس کا ذکر کیا گیا ہے۔ [28]",
"Ibrahim": "جوڈیاسم ، عیسائیت اور اسلام کا باپ۔ کعبہ کے بلڈر۔",
"Lut": "مورخ اور مسافر۔\n\nقرآن مجید میں کہا گیا ہے کہ ایک دن ، فرشتوں کے ایک گروپ نے مردوں کی آڑ میں بطور مہمان ابراہیم کا دورہ کیا [12] اسے اس حقیقت سے آگاہ کرنے کے لئے کہ ان کی اہلیہ سارہ اسحاق سے حاملہ تھیں۔ وہاں رہتے ہوئے ، انہوں نے اسے یہ بھی بتایا کہ انہیں خدا نے \"مجرم لوگوں\" [13] کو بھیجا ہے [14] ان کو تباہ کرنے کے لئے [15] \"مٹی کے پتھروں کا ایک شاور\"۔ [16] لوٹ اور جو لوگ اس پر یقین رکھتے تھے ، کو بچایا جانا تھا ، لیکن ان کی اہلیہ کو تباہی میں مرنا تھا ، فرشتوں کے ساتھ یہ کہتے ہوئے کہ \"وہ ان لوگوں کی ہیں جو پیچھے رہ جاتے ہیں\"۔ [17] [18] قرآن نے لاٹ کی اہلیہ کو بھی \"کافروں کے لئے مثال\" کے طور پر اپنی طرف متوجہ کیا کیونکہ اس کی شادی ایک نیک آدمی سے ہوئی تھی لیکن اس نے اپنے پیغام پر یقین کرنے سے انکار کردیا تھا اور اس طرح جہنم کی مذمت کی گئی تھی۔ []] [19]\n\nجڑواں شہروں کے لوگوں نے خدا کی حدود سے سرکشی کی۔ قرآن مجید کے مطابق ، ان کے گناہوں میں غیر مہذبیت اور ڈکیتی شامل ہیں [20] وہ اجنبیوں اور لوٹ مار مسافروں سے نفرت کرتے تھے ، اس کے علاوہ دیگر زیادتیوں اور عصمت دری کے علاوہ۔ یہ ان کا جنسی بدانتظامی کا گناہ بھی تھا جو خاص طور پر انتہائی ناگوار سمجھا جاتا تھا ، جس میں عورتوں کی بجائے جنسی خواہش کے ساتھ مردوں کے قریب پہنچنے پر زور دیا جاتا تھا۔ [21] [22] لوٹ نے بتایا اور ان کے گنہگار طریقوں کو ترک کرنے میں ان کی مدد کرنے کی کوشش کی ، لیکن انہوں نے اس کا مذاق اڑایا [20] اور دھمکی دی کہ اسے شہروں سے بے دخل کردے گا۔ [23] لوٹ نے خدا سے دعا کی اور ان کے گنہگار کاموں کے نتائج سے نجات پانے کی التجا کی۔ [3] [24]\n\nپھر تین فرشتے ، خوبصورت مردوں کا بھیس بدل کر ، مہمان کی حیثیت سے لوٹ کے پاس آئے۔ اس نے مردوں کو غمزدہ کیا ، کیونکہ اسے شہروں کے لوگوں سے بچانے کے لئے بے بسی محسوس ہوئی۔ [25] شہروں کے رہائشیوں نے زائرین سے آگاہ ہونے کا مطالبہ کیا کہ لاٹ اپنے مہمانوں کو ان کے حوالے کردے۔ [26] پریشان اور خوفزدہ ہیں کہ وہ خدا کے غضب کو برداشت کریں گے ، اپنی بیٹیوں کے ساتھ قانونی طور پر شادی کرنے کی تجویز پیش کریں [२]] ان کی غیر قانونی خواہشات کے متقی اور خالص متبادل کے طور پر ، اور شاید رہنمائی کے ذریعہ کے طور پر۔ [28] لیکن وہ بے لگام تھے اور انہوں نے جواب دیا \"آپ جانتے ہو کہ ہمیں اپنی بیٹیوں کی کوئی ضرورت نہیں ہے: بے شک آپ اچھی طرح جانتے ہو کہ ہماری خواہش ہے!\" ، [29] اپنے مرد مہمانوں کا حوالہ دیتے ہوئے۔\n\nایبن کتھیر ، قربانی اور تباری نے 'بیٹیوں' کا مطلب لاٹ کی لفظی بیٹیوں کا مطلب نہیں پڑھا۔ ان کا استدلال ہے کہ چونکہ ایک نبی اپنی قوم کے باپ کی طرح ہے ، لہذا بہت سارے لوگوں کو اپنے گناہوں سے ہٹانے اور قوم کی بیٹیوں ، یعنی عام طور پر خواتین کے ساتھ صحت مند اور متقی تعلقات میں مشغول ہونے کی ہدایت کر رہی تھی۔ [30]\n\nاس کے بعد فرشتوں نے اپنی اصل شناختوں کا انکشاف کیا اور اس سے کہا ، \"ہم آپ کی بیوی کے علاوہ ، آپ کی پیروی کرنے کے لئے (یہاں) ہیں: وہ ان لوگوں میں سے ہیں جو پیچھے رہ جاتے ہیں۔\" []] انہوں نے بہت سارے شہروں کو چھوڑنے کا مشورہ دیا۔ رات کے دوران ، اسے پیچھے مڑ کر نہ دیکھنے کو کہتے۔ [] १] خدا پر اپنے اعتماد کو برقرار رکھتے ہوئے ، بہت سے شہروں کو رات کے اندھیرے میں چھوڑ کر اپنے پیروکار اور کنبہ کے افراد کو مانتے ہوئے۔ آخر کار ، صبح آگیا ، اور خدا کا فرمان اس کے بعد قرآن نے پڑھ لیا ، \"ہم (شہروں) کو الٹا مڑ گئے ، اور ان پر بُڑ پتھروں کو سخت پکی ہوئی مٹی ، پھیلاؤ ، پرت پر پرت کی طرح سخت بارش کی ،\" [32] اور اس طرح جڑواں شہروں کی تقدیر پر مہر لگا دی گئی ، تباہی اور مایوسی اور سدوم اور گومورہ کی تہذیبوں کے خاتمے کی نشاندہی کرنا۔ [3]",
"Ismail": "عربوں کے والد\n\nاسماعیل کو اسلام میں ایک نبی سمجھا جاتا ہے اور بہت سے واقعات میں دوسرے نبیوں کے ساتھ قرآن مجید میں درج ہے۔ [11] [12] [13] [14] دوسری آیات میں ، جیسے 21:85 [15] اور 38:48 ، [16] اسماعیل کو صبر ، اچھ and ے اور نیک رہنے کی تعریف کی گئی ہے۔ [17] اس کی ایک خاص مثال جو اسماعیل کو انفرادی طور پر بیان کرتی ہے وہ 19: 54-55 [18] ہے-\"اور اس الہی رٹ کے ذریعے ذہن میں کال کریں ، اسماعیل۔ نبی ، ، جو اپنے لوگوں کی دعا اور صدقہ پر آمادہ کرتے تھے ، اور انہیں اپنے استحکام کی نظر میں احسان ملا۔ \"[19] اسماعیل کی اولاد کے طور پر ، محمد کو نبی کے طور پر جواز سمجھا جاتا ہے اور اسلام سے پہلے کے زمانے سے نبیوں کی لکیر جاری رکھے ہوئے ہیں۔",
"Ishaq": "بائبل کے سرپرست اسحاق (عربی: إsaحaق or إsiحٰق [نوٹ] ʾ āāq) مسلمانوں کے ذریعہ خدا کے نبی اور رسول کے طور پر پہچانا جاتا ہے۔ [1] جیسا کہ یہودیت اور عیسائیت کی طرح ، اسلام کا خیال ہے کہ اسحاق اپنی اہلیہ سارہ سے سرپرست اور حضرت ابراہیم کا بیٹا تھا۔ مسلمان اسحاق کو گہری عقیدت میں مبتلا کرتے ہیں کیونکہ ان کا خیال ہے کہ اسحاق اور اس کے بڑے سوتیلے بھائی اسماعیل دونوں نے ابراہیم کی موت کے بعد خدا کے پیغام کی تبلیغ کے ذریعے اپنے والد کی روحانی میراث کو جاری رکھا۔ [2] اسحاق کا ذکر قرآن کے پندرہ حصئوں میں کیا گیا ہے۔ [3] قرآن مجید میں متعدد بار ذکر ہونے کے ساتھ ، اسحاق کو اسلام کے ایک نبی کی حیثیت سے رکھا گیا ہے۔\n\nاسرائیلی لوگوں کا باپ۔\n\nابتدائی زندگی\nخدا کے فضل اور ابراہیم کے ساتھ عہد کی وجہ سے ، سارہ کو اپنے بڑھاپے میں ایک بچے کے ساتھ تحفہ دیا گیا تھا۔ اسحاق کی عمر 10 سال تھی جب اس کا سوتیلے بھائی اسماعیل ابراہیم کے گھر سے صحرا میں چلے گئے۔ جبکہ صحرا میں اسماعیل نے 'عائشہ نامی موب کی بیٹیوں کی بیوی کو لے لیا۔ [4]\n\nتدفین کی جگہ\nاسحاق کا مقبرہ\nاس کی مقبرہ اور ان کی اہلیہ رِبقہ کو مغربی کنارے کے شہر ہیبرون میں سرپرستوں کے غار میں سمجھا جاتا ہے ، جسے اسلام میں ابراہیم-موسک (\"مسجد ابراہیم\") کے نام سے جانا جاتا ہے۔ اسحاق کے مقبرے کے ساتھ ساتھ وہ کچھ دوسرے قرآنی/بائبل کے سرپرستوں اور ان کی بیویوں: ابراہیم اور سارہ اور جیکب اور لیہ میں سے کچھ ہیں۔\n\nقرآن مجید میں تذکرہ\nاسحاق کا ذکر پندرہ بار قرآن مجید میں نام سے کیا جاتا ہے ، اکثر اپنے والد اور اس کے بیٹے جیکب (یاقوب) کے ساتھ۔ []] قرآن مجید میں کہا گیا ہے کہ ابراہیم نے \"نبی ، اسحاق کی اچھی خبریں حاصل کیں\" ، اور خدا نے ان دونوں کو برکت دی (37: 112)۔ \"اور ہم نے اسے نیک لوگوں کے درمیان سے ایک نبی اسحاق کی خوشی کی خبریں دی۔ ابراہیم اسے مستقبل کی سزا کے بارے میں بتائے کہ وہ سدوم اور گومورہ پر عائد کی جائے ، ان کی اہلیہ سارہ ، \"ہنستے ہوئے ، اور ہم نے اس کو اسحاق کی اچھی خبریں دی گئیں ، اور اسحاق (ایک پوتے) جیکب کے بعد\" (11: 71-74) ؛ اور اس کی مزید وضاحت کی گئی ہے کہ یہ واقعہ ابراہیم اور سارہ کے بڑھاپے کے باوجود ہوگا۔ متعدد آیات اسحاق کے بارے میں ابراہیم (6: 84 ؛ 19: 49-50) کو \"تحفہ\" کے طور پر بولتی ہیں ، اور 29: 26-27 میں مزید کہا گیا ہے کہ خدا نے \"پیشن گوئی اور کتاب کو اس کی اولاد میں شامل کیا\" ، جس کی ترجمانی کی گئی ہے۔ ابراہیم کے دو پیشن گوئی بیٹوں ، اس کے پیشن گوئی پوتے جیکب ، اور اس کے پیشن گوئی پوتے جوزف کا حوالہ دینا۔ قرآن مجید میں ، بعد میں یہ بیان کیا گیا ہے کہ ابراہیم نے اپنے بڑھاپے میں اسماعیل اور اسحاق دینے پر بھی خدا کی تعریف کی (XIV: 39-41)۔\n\nقرآن مجید میں کہیں اور ، اسحاق کا ذکر فہرستوں میں کیا گیا ہے: جوزف اپنے آباؤ اجداد ابراہیم ، اسحاق اور جیکب (12: 38) کے مذہب کی پیروی کرتا ہے اور ان کے ساتھ خدا کے حق پر بات کرتا ہے (12: 6) ؛ یاقوب کے بیٹے سب اپنے عقیدے کی گواہی دیتے ہیں اور خدا کی عبادت کے وعدے کی گواہی دیتے ہیں کہ ان کے آباؤ اجداد ، \"ابراہیم ، اسماعیل اور اسحاق\" ، پوجا (2: 127) ؛ اور قرآن مجیدوں کو حکم دیتا ہے کہ وہ ان انکشافات پر یقین کریں جو \"ابراہیم ، اسماعیل ، اسحاق ، جیکب اور سرپرستوں\" کو دیئے گئے تھے (2: 136 ؛ III: 84)۔",
"Yaqub": "یعقوب ابن عشعق ابن ابراہیم (عربی: یعدہ: إِ َ َ َ إِ إِ إِ إِ إِ إِ إِ ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح ْح]]]]]]]]]]]]]]] is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is is. . اسے اسلام کے سرپرست کے طور پر تسلیم کیا جاتا ہے۔ مسلمانوں کا خیال ہے کہ اس نے اسی توحید پسند عقیدے کی تبلیغ کی تھی جیسے اپنے آباؤ اجداد: ابراہیم (ابراہیم) ، اسماعیل (اسماعیل) اور اسحاق (عشاک)۔\n\nجیکب کا ذکر قرآن مجید میں سولہ بار کیا گیا ہے۔ [1] خیال کیا جاتا ہے کہ اسرا ئیل کے دو مزید حوالہ جات جیکب کا تذکرہ کرتے ہیں۔ [2] ان حوالوں کی اکثریت میں ، یعقوب کا ذکر ساتھی عبرانی نبیوں اور سرپرستوں کے ساتھ ایک قدیم اور پرہیزگار نبی کے طور پر کیا گیا ہے جو \"انتخاب کی صحبت\" میں رہے۔ []] []] []] مسلمانوں کا خیال ہے کہ جیکب اسحاق کا بیٹا تھا اور اس نے پوری زندگی خدا کی وحدانیت کی تبلیغ کی۔ جیسا کہ عیسائیت اور یہودیت میں ، اسلام کا خیال ہے کہ جیکب کے بارہ بیٹے تھے ، جن میں سے ہر ایک اسرائیل کے بارہ قبائل کے والد کے پاس جاتا ہے۔ []] جیکب اپنے بیٹے جوزف (یسف) کی کہانی میں اہم کردار ادا کرتا ہے۔ []] قرآن مجید نے مزید واضح کیا کہ خدا نے جیکب [7] کے ساتھ ایک عہد کیا تھا اور جیکب کو خدا کے حکم سے ایک وفادار رہنما بنایا گیا تھا۔ اس کے دادا (ابراہیم) ، باپ (اسحاق) ، چچا (اسماعیل) ، بیٹا (یوسف) اور خود اسلام کے تمام نبی ہیں۔ [8]\n\nقرآن مجید میں\nجیکب کا ذکر سولہ بار قرآن میں نام سے کیا گیا ہے۔ [9] اگرچہ ان میں سے بہت ساری آیات اس کی بیانیے سے کسی مثال کے طور پر بیان کرنے کی بجائے اس کی تعریف کرتی ہیں ، لیکن اس کے باوجود قرآن مجید اس کی زندگی سے کئی اہم واقعات ریکارڈ کرتا ہے۔ مسلم روایت اور ادب [10] قرآن مجید میں یعقوب سے متعلق ابتدائی واقعہ فرشتوں (ملیہ) کا یہ ہے کہ آئزاک کے نام سے ایک پیشن گوئی کے بیٹے کی پیدائش کی ابراہیم اور سارہ کو \"خوشی کی خبریں\" دی گئی ہیں اور ساتھ ہی ایک پیشن گوئی بھی ہے۔ جیکب کے نام سے پوتا۔ [11] قرآن مجید میں کہا گیا ہے:\n\nجب اس نے ان سے اور ان لوگوں سے منہ موڑ لیا تھا جن کی وہ اللہ کے علاوہ پوجا کرتے تھے تو ہم نے اسے اسحاق اور جیکب عطا کیا ، اور ان میں سے ہر ایک نے ہم نے ایک نبی بنادیا۔\n\n- قرآن ، سورہ 19 (مریم) ، آیہ 49 [11]\nقرآن نے یہ بھی ذکر کیا ہے کہ ابراہیم نے اپنے بیٹوں ، اسماعیل اور اسحاق کے ساتھ ساتھ جیکب کو بھی خالص توحید کا عقیدہ سکھایا۔ قرآن نے ریکارڈ کیا ہے کہ ابراہیم اسماعیل ، اسحاق اور جیکب کو بتاتے ہیں: \"اوہ میرے بیٹے! اللہ تعالی نے آپ کے لئے ایمان کا انتخاب کیا ہے۔ پھر اسلام کے عقیدے کے علاوہ نہیں مریں۔\" [12] قرآن مجید میں یعقوب کو دیئے گئے تحائف کا بھی ذکر کیا گیا ہے۔ اس کے عقیدے کی طاقت ، جو عمر بڑھنے کے ساتھ ہی مضبوط ہوتی گئی۔ قرآن نے تذکرہ کیا کہ جیکب \"رہنمائی\" تھا ؛ [13] دیئے گئے \"علم\" ؛ [14] \"حوصلہ افزائی\" ؛ [15] اور انہیں \"سننے کے لئے سچائی کی زبان\" دی گئی۔ [16] قرآن مجید میں بعد میں جیکب کے حوالے سے مندرجہ ذیل باتیں بیان کی گئیں:\n\nاور ہم نے اسے اسحاق اور ایک اضافی تحفہ ، (ایک پوتے) ، جیکب کے طور پر عطا کیا ، اور ہم نے ہر ایک (ان میں سے) کے نیک آدمی بنائے۔\nاور ہم نے انہیں اپنے کمانڈ کے ذریعہ رہنمائی کرنے والے (مرد) بنائے ، اور ہم نے انہیں اچھ deeds ے کام کرنے ، باقاعدہ دعائیں قائم کرنے اور باقاعدہ خیرات پر عمل کرنے کے لئے بھیجا۔ اور انہوں نے مسلسل ہماری خدمت کی (اور صرف ہمارے)۔\n\n-قرآن ، سورہ 21 (الانبیہ) ، آیت 72–73 [17]\nاور ہمارے خادم ابراہیم ، اسحاق ، اور جیکب ، اقتدار اور وژن کے مالکان کی یاد دلاتے ہیں۔\nبے شک ہم نے انہیں ایک خاص (مقصد) کے لئے منتخب کیا- اس کے بعد کے پیغام کا اعلان کرتے ہوئے۔\nوہ ، ہماری نظر میں ، واقعی ، منتخب اور اچھ .ے کی صحبت میں تھے۔\n\n- قرآن ، سورہ 38 ('اداس) ، آیت 45–47 [18]\nجیکب اور اس کے بیٹے\nقرآن مجید میں جیکب کا اگلا اہم ذکر سورہ یوسف کی داستان میں ہے۔ قرآن مجید میں جوزف کی کہانی ایک خواب کے ساتھ کھلتی ہے کہ جوزف نے ایک رات کی تھی ، جس کے بعد اس نے اپنے والد جیکب کے پاس بھاگتے ہوئے کہا: \"دیکھو! جوزف نے اپنے والد سے کہا:\" اے میرے والد! میں نے گیارہ سیارے اور سورج اور چاند کو دیکھا: میں نے انہیں اپنے آپ کو سجدہ کرتے دیکھا! \"\" [19] جیکب کا چہرہ اس بات پر خوشی سے بھر گیا کہ اس نے نوجوان جوزف سے کیا سنا تھا ، اور عمر رسیدہ نبی نے فورا. ہی سمجھا کہ خواب کا کیا مطلب ہےجیکب پیش گوئی کرسکتا تھا کہ اس کا بیٹا ابراہیم کی لکیر میں اگلا نبی بن جائے گا اور یہ جوزف ہوگا جو آنے والے سالوں میں اسلام کے پیغام کو زندہ رکھے گا۔ تاہم ، جیکب کے بڑے بیٹوں نے محسوس کیا کہ ان کے والد جیکب کے سب سے چھوٹے بیٹے جوزف اور بینجمن سے پیار کرتے ہیں ، ان سے زیادہ۔ جیکب کو ان کی حسد کے بارے میں معلوم تھا اور نوجوان جوزف کو اس کے بارے میں متنبہ کیا۔ [20] اس کے بعد جوزف کے دس بڑے بھائیوں نے اسے مارنے کا فیصلہ کیا۔ جیسا کہ قرآن نے ان کی بحث کو بیان کیا:\n\nانہوں نے کہا: \"واقعی جوزف اور اس کے بھائی کو ہمارے والد سے زیادہ پیار کیا جاتا ہے: لیکن ہم ایک اچھے جسم ہیں! واقعی ہمارا باپ ظاہر ہے (اس کے دماغ میں) گھوم رہا ہے!\n\"جوزف کو مار ڈالو یا اسے کسی (نامعلوم) سرزمین پر ڈال دیا ، تاکہ آپ کے والد کا احسان اکیلے آپ کو دیا جاسکے: (اس کے بعد آپ کے نیک رہنے کا وقت ہوگا)!\"\n\n- قرآن ، سورہ 12 (یوسف) آیت 8–9 [21]\nایک بھائی (عام طور پر روبن [22] سمجھا جاتا تھا) تاہم ، محسوس ہوا کہ جوزف (یوسف) کو مارنے کے بجائے انہیں اس کے بجائے اسے کنویں میں چھوڑ دینا چاہئے ، تاکہ ایک کارواں اسے آکر اٹھا سکے۔ [23] اس طرح ، انہوں نے اپنے والد سے پوچھا کہ کیا وہ نوجوان جوزف کو ان کے ساتھ کھیلنے کے لئے باہر لے جاسکتے ہیں ، اس شرط پر کہ وہ اس پر نگاہ رکھیں گے۔ اگرچہ جیکب کو خدشہ تھا کہ ایک دھیب (عربی: ذِئـ بی ، ولف) اپنے بیٹے کو کھا جائے گا ، [24] باغی بوڑھے بیٹے زبردستی جوزف کو لے گئے اور اسے کنویں میں پھینک دیا۔ [25] جب اس رات بیٹے جیکب واپس آئے تو انہوں نے رونے کا بہانہ کیا اور انہوں نے مزید بتایا کہ بھیڑیا نے جوزف کو کھا لیا ہے۔ اپنے والد کو دھوکہ دینے کے ل they ، انہوں نے جوزف کی (یوسف) قمیض کو جھوٹے خون سے داغ دیا ، [26] لیکن جیکب ، جسے علم کے ساتھ تحفہ دیا گیا تھا ، وہ جانتے تھے کہ یہ ایک غلط بات ہے جو انہوں نے وضع کی تھی۔ اگرچہ جیکب نے جوزف کے نقصان پر فکر کی ، لیکن وہ اپنے غم میں خدا کے ساتھ ثابت قدم رہا۔ [26] جیسے جیسے سال گزرے ، نوجوان جوزف مصر کے ایک شخص میں بڑا ہوا۔ اس دوران ، جیکب ، کنعان میں گھر واپس آیا تھا ، جہاں اس کے بیٹے اسے جوزف (یوسف) کی واپسی کے لئے خدا سے بار بار دعا کرنے کے بارے میں مسلسل پریشان کرتے تھے۔ [२]] اگرچہ یعقوب اکثر خدا سے شکایت کرتا تھا [14] یہ کبھی بھی خدا کے کاموں کے لئے نہیں تھا ، لیکن اس کے اپنے دماغ کی خلفشار اور کبھی کبھار صبر کی حدود سے ٹوٹ پھوٹ کا شکار ہوکر اس نے اپنے لئے طے کیا تھا۔ اس نے اپنے بیٹوں کی شریر طنزیہ کو مسلسل نظرانداز کیا اور انہیں معاف کردے گا اور انہیں اچھ advice ے مشورے دینے کی کوشش کی۔ [28] ایک دن ، جیکب نے اپنے بیٹوں کو ایک کام پر بھیجنے کا فیصلہ کیا ، اور انہیں جوزف اور بینجمن کی تلاش میں مصر جانے کو کہا۔ اس کے بیٹے ، پہلی بار ، اس کی بات سنی اور مصر روانہ ہوگئے۔ جب جیکب کا ایک بیٹا مصر میں جوزف اور بنیامین کی خوشخبری کے ساتھ کنعان واپس آیا تو ، وہ ایک قمیض لے کر آیا جو جوزف نے اسے دیا تھا ، جسے اس نے اپنے والد کے چہرے پر ڈالنے کو کہا تھا ، [29] جیکب کے اندھے پن کو دور کرنے کے لئے اور غم اس طرح ، بیٹے نے ہدایات پر عمل کیا اور جیسا کہ جوزف نے کہا ، جیکب کے جسمانی اور ذہنی وژن کو بحال کرتے ہوئے۔\n\nایک بار جب جیکب کی نظر بحال ہوگئی تو ، پورے خاندان نے جوزف اور دوسرے بیٹوں سے دوبارہ ملنے کے لئے ، مصر کے لئے اپنا سفر شروع کیا۔ ایک بار جب وہ پہنچے تو ، باپ اور بیٹا ایک دوسرے سے بڑی محبت کے ساتھ ملے اور ایک بار پھر امن سے مل گئے۔ اب طاقتور جوزف نے اپنے والدین کے لئے اپنے ساتھ ایک گھر مہیا کیا اور جیسا کہ قرآن نے کہا ہے کہ انہیں 'وقار کے تخت' پر بلند کیا۔ [30] اب یہ تھا کہ پورا خاندان ، مل کر ، جیکب اور جوزف دونوں کے پیشن گوئی کے دفاتر کے ذریعہ خدا کی طرف رجوع کرسکتا ہے۔\n\nجیکب کا اپنے لوگوں کو آخری مشورہ\nجیکب کے مرنے سے پہلے ہی اسرائیل کے پورے بچوں کو اسلام (خدا کے تابع) پر اعتماد کے سامنے جھکنے کے لئے بلایا گیا تھا۔ جیکب اس بات کو یقینی بنانا چاہتا تھا کہ اس کے بچے صرف اسلام میں ہی مریں ، اور اس وجہ سے ان سے ایک آخری وعدہ کیا۔ جب اس نے ان سے پوچھا کہ وہ اس کی موت کے بعد کس کی عبادت کریں گے تو انہوں نے جواب دیا کہ وہ اسلام میں جاری رہیں گے اور خدا کی عبادت کریں گے اور خدا کی عبادت کریں گے۔ [] १] اگرچہ موت کے بیڈ کا منظر یہودی روایت میں مبتلا ہے ، اور اس کی کتاب پیدائش میں ذکر کیا گیا ہے ، لیکن قرآن نے اس خیال پر زور دینے کے لئے اس کا تذکرہ کیا ہے کہ ابراہیم ، اسحاق ، اسماعیل ، اور جیکب سب مسلمان تھے ، کیونکہ انہوں نے پورے اعتماد میں جھک گئے۔ صرف خدا اور خدا۔ قرآن مجید بیان کرتا ہے:\n\nاور یہ وہ میراث تھی جو ابراہیم اپنے بیٹوں کے پاس چھوڑ گئی ، اور اسی طرح یعقوب نے بھی۔ \"اوہ میرے بیٹے! اللہ نے آپ کے لئے ایمان کا انتخاب کیا ہے۔ پھر اسلام کے ایمان کے علاوہ نہیں مریں۔\"\nکیا آپ گواہ تھے جب جیکب کے سامنے موت نمودار ہوئی؟ دیکھو ، اس نے اپنے بیٹوں سے کہا: \"تم میرے بعد کیا عبادت کرو گے؟\" انہوں نے کہا: \"ہم آپ کے خدا اور اپنے باپوں کے خدا کی عبادت کریں گے ، ابراہیم ، اسماعیل اور اسحاق ،- ایک (سچا) اللہ: اس کے لئے ہم (اسلام میں) جھک جاتے ہیں۔\"\n\n-قرآن ، سورہ 2 (البقارا) ، آیہ 132–133 [32]\nجیکب کی میراث\nجیکب اسلام میں اپنے آباؤ اجداد کی رہائش گاہ کو جاری رکھنے کے لئے بہت خاص ہے۔ مسلمانوں کا خیال ہے کہ خدا نے یعقوب پر اپنا انتہائی فضل عطا کیا اور اسے انتہائی اعلی درجے کے مردوں میں شامل کرنے کا انتخاب کیا۔ قرآن مجید میں اکثر یعقوب کا تذکرہ کرنے والا طاقت اور وژن کے آدمی کے طور پر ذکر کیا جاتا ہے اور اس پر زور دیا جاتا ہے کہ وہ اچھ and ے اور انتخاب کی صحبت میں تھا۔ جیسا کہ قرآن کہتا ہے:\n\nیہی ہمارے بارے میں استدلال تھا ، جو ہم نے ابراہیم کو اپنے لوگوں کے خلاف (استعمال کرنے کے لئے) دیا: ہم جس کو ہم کرتے ہیں ، ڈگری کے بعد ڈگری حاصل کرتے ہیں: کیونکہ آپ کا رب حکمت اور علم سے بھرا ہوا ہے۔\nہم نے اسے اسحاق اور جیکب دیا: تمام (تین) رہنمائی کرتے ہیں: اور اس سے پہلے ، ہم نے نوح کی رہنمائی کی ، اور اس کی اولاد میں ، ڈیوڈ ، سلیمان ، جاب ، جوزف ، موسیٰ ، اور ہارون: اس طرح ہم ان لوگوں کو انعام دیتے ہیں جو اچھ do ے کام کرتے ہیں:\n\n-قرآن ، سورہ 6 الانم ، آیہ 83–84 [33]\nعلی ابن ابی طالب ، جب انبیاء کے بارے میں پوچھا گیا تھا جنھیں خصوصی نام دیئے گئے تھے ، حدیث میں یہ بیان کرتے ہیں کہ یاکوب ابن اسحاق کو اس کے لوگوں نے اسراؤل کے نام سے جانا تھا۔ [] 34]\n\nجیکب ریسلنگ میں شامل بائبل میں فرشتہ کے ساتھ شامل ہونے کا ذکر قرآن مجید میں نہیں ہے ، لیکن مسلم تبصرے میں اس پر تبادلہ خیال کیا گیا ہے ، جیسا کہ جیکب کی سیڑھی کا وژن ہے۔ [9] [35] جیکب نے اسحاق کو اس کی جڑواں ، عیسو کی نقالی کرکے اسے برکت دینے پر دھوکہ دیا ، یہ بھی قرآن مجید میں نہیں ہے ، بلکہ مسلم تبصرے میں ہے۔ []]\n\nمسلمان ، جن کا خیال ہے کہ جیکب ایک بہت بڑا سرپرست تھا ، اس عقیدے پر زور دیتا ہے کہ جیکب کی بنیادی اہمیت خدا کے سامنے اس کی بڑی پیش کش اور صحیح مذہب پر اس کے پختہ اعتماد میں ہے۔ ایک سرپرست کی حیثیت سے ، جیکب ، ابراہیم کے ساتھ ، روایت کے مطابق سب سے زیادہ نتیجہ خیز ثابت ہوسکتا ہے۔ ان کے بارہ بیٹوں سے [] 36] بہت سے دوسرے عظیم نبیوں کو آنا تھا ، جن میں یونس (یونس) ، ڈیوڈ (داؤد) ، سلیمان (سلیمان) اور عیسیٰ (عیسیٰ) شامل تھے۔",
"Yusuf": "یوسف ابن یعقوب ابن ایشاق ابن ابراہیم (عربی: یوسس ٱبن یعقوبی بِن اِبن اِبن اِسبن اِبِبن اِبِن شیم) (جوزف ، جیکب کا بیٹا ، اسحاق کا بیٹا ، ابراہیم کا بیٹا) ایک نبی کا ذکر کیا گیا ہے۔ تاناخ سے تعلق رکھنے والا شخص ، یہودی مذہبی صحیفہ ، اور عیسائی بائبل ، جس کا اندازہ لگایا گیا تھا کہ وہ نئی بادشاہی سے پہلے ہی مصر میں رہتا تھا۔ [2] یہ مشرق وسطی اور مسلم ممالک میں عام ناموں میں سے ایک ہے۔ جیکب کے تمام بچوں میں سے ، جوزف نے پیشن گوئی کا تحفہ دیا تھا۔ اگرچہ دوسرے نبیوں کی داستانوں کا ذکر مختلف سورتوں میں کیا گیا ہے ، لیکن جوزف کی مکمل داستان صرف ایک سورہ ، یوسف میں دی گئی ہے ، جس سے یہ انوکھا ہے۔ کہا جاتا ہے کہ یہ قرآن مجید میں سب سے زیادہ تفصیلی داستان ہے اور اس میں بائبل کے ہم منصب سے زیادہ تفصیلات ہیں۔ [3]\n\nخیال کیا جاتا ہے کہ یوسف یعقوب کا گیارہواں بیٹا تھا (عربی: یعقوب ، یعقوب) ، اور ، بہت سے اسکالرز کے مطابق ، ان کے پسندیدہ۔ ابن کتھیر کے مطابق ، \"جیکب کے بارہ بیٹے تھے جو اسرائیلیوں کے قبائل کے متنازعہ اجداد تھے۔ سب سے زیادہ ، سب سے زیادہ ، ان میں سب سے بڑا ، جوزف تھا۔\" []] کہانی نے جوزف کو ایک خواب ظاہر کرنے کے ساتھ شروع کیا تھا جس نے اس کے خواب کو ظاہر کیا تھا۔ اپنے والد کو ، جسے جیکب نے پہچان لیا۔ [5] اس کی زندگی میں خدا کے کردار کے علاوہ ، یوسف اور زولیکھا (عہد نامہ قدیم کی پوٹیفر کی اہلیہ) کی کہانی فارسی ادب میں ایک مقبول مضمون بن گئی ، جہاں صدیوں کے دوران اس کی کافی حد تک وضاحت کی گئی۔ [6]\n\nقرآن سرہ 12 (یوسف)\n\n\"کنگ\" بمقابلہ \"فرعون\" کا استعمال\nقرآن مجید میں ، جوزف کے زمانے کے دوران مصر کے حکمران کا لقب خاص طور پر \"بادشاہ\" (عربی: المالک) کہا جاتا ہے جب کہ موسیٰ کے زمانے میں مصر کے حکمران کو خاص طور پر کہا جاتا ہے۔ فرعون \"(عربی: فیرون ، اگرچہ قطعی مضمون کے بغیر نام کے طور پر)۔ یہ دلچسپ ہے کیونکہ تاریخی ذرائع کے مطابق ، فرعون کا عنوان صرف 1479 قبل مسیح میں مصر کے حکمرانوں (تھٹموس III کی حکمرانی سے شروع ہونے والا) کے لئے استعمال ہونے لگا - جوزف کے مرنے کے تقریبا 21 21 سال بعد۔ [] 44] لیکن بائبل میں یوسف کی داستان میں ، بادشاہ (عبرانی: میلخ) اور فرعون کے عنوانات پیدائش کے ابواب 39-41 میں مصر کے حکمران کے لئے ایک دوسرے کے ساتھ استعمال ہوتے ہیں۔ [45]\n\nملک (مصر کے) نے کہا: \"میں دیکھ رہا ہوں (ایک وژن میں) سات موٹی کائن ، جن کو سات دبلے پتلے کھاتے ہیں ، اور مکئی کے سات سبز کان ، اور سات (دوسرے) مرجھا رہے ہیں۔ اے چیف! ، اگر یہ ہو کہ آپ نظارے کی ترجمانی کرسکتے ہیں۔ \"\n\n- قرآن ، سورہ 12 (یوسف) ، آیہ 43 ، [46]\nپھر ان کے بعد ہم نے موسیٰ کو اپنی علامتوں کے ساتھ فیرون اور اس کے سرداروں کو بھیجا ، لیکن انہوں نے غلط طور پر انہیں مسترد کردیا۔ تو دیکھیں کہ المفسڈین کا خاتمہ کیسے تھا (عربی: أ الامیسدیان ، \"بدکاری کرنے والے\" یا \"بدعنوانی\")۔\n\n-قرآن ، سورہ 7 (الراج) ، آیہ 103 [47]\nاور ملک نے کہا: \"اسے میرے پاس لائیں۔\" لیکن جب میسنجر اس کے پاس آیا تو اس نے (یوسف) کہا: \"اپنے رب کے پاس واپس آکر اس سے پوچھیں ، 'ان خواتین کے ساتھ کیا ہوا ہے جنہوں نے اپنے ہاتھ کاٹے ہیں؟ یقینا ، میرا رب (اللہ) ان کے سازش سے بخوبی واقف ہے۔\n\n- قرآن ، سورہ 12 (یوسف) ، آیہ 50 ، [48]\nاور جوزف کے آقا نے اسے لے لیا ، اور اسے جیل میں ڈال دیا ، وہ جگہ جہاں بادشاہ کے قیدی پابند تھے۔ اور وہ وہاں جیل میں تھا۔\n\n- پیدائش 39:20\nاور جوزف تیس سال کا تھا جب وہ مصر کے بادشاہ فرعون کے سامنے کھڑا تھا ۔-- اور جوزف فرعون کی موجودگی سے باہر چلا گیا ، اور مصر کی ساری سرزمین میں چلا گیا۔\n\n- پیدائش 41:46\nاور جوزف نے اپنے والد اور اپنے بھائیوں کو رکھا ، اور انھیں مصر کی سرزمین میں ، بہترین سرزمین میں ، رمیسس کی سرزمین میں ، جس طرح فرعون نے حکم دیا تھا ، نے انہیں قبضہ دیا۔\n\n- پیدائش 47:11",
"Ayyub": "نوکری (عربی: أeawb ، رومنائزڈ: ایب) اسلام میں ایک نبی کے طور پر جانا جاتا ہے اور اس کا ذکر قرآن میں کیا جاتا ہے۔ [1] اسلام میں جاب کی کہانی عبرانی بائبل کی کہانی کے متوازی ہے ، حالانکہ اصل زور خدا کے ساتھ ثابت قدم رہنے پر ہے۔ قرآنی متن میں دوستوں کے ساتھ ملازمت کے مباحثوں کا کوئی ذکر نہیں ہے ، لیکن بعد میں مسلم ادب میں کہا گیا ہے کہ نوکری کے بھائی ہیں ، جنھوں نے اس شخص سے اپنی تکلیف کی وجہ کے بارے میں بحث کی۔ کچھ مسلمان مبصرین نے بھی رومیوں کے آباؤ اجداد کی حیثیت سے نوکری کی بات کی۔ [2] اسلامی ادب ملازمت کے وقت اور پیشن گوئی کی وزارت کے بارے میں بھی تبصرہ کرتے ہوئے کہتے ہیں کہ وہ پیشن گوئی سیریز میں جوزف کے بعد آیا ہے اور اس نے کسی مخصوص برادری کو بھیجنے کے بجائے اپنے ہی لوگوں کو تبلیغ کیا۔ روایت میں مزید بتایا گیا ہے کہ \"صبر سے برداشت کرنے والوں\" کے گروہ کے جنت میں ملازمت کا قائد ہوگا۔ [3]\n\nایب (جاب) کا ذکر پہلی بار قرآن مجید میں مندرجہ ذیل آیت میں کیا گیا ہے:\nواقعی ، ہم نے آپ کے سامنے ، [اے محمد] کا انکشاف کیا ہے ، جیسا کہ ہم نے نوح اور اس کے بعد نبیوں کے سامنے انکشاف کیا ہے۔ اور ہم نے ابراہیم ، اسماعیل ، اسحاق ، جیکب ، نزول ، عیسیٰ ، نوکری ، جوناہ ، آرون ، اور سلیمان کے سامنے انکشاف کیا ، اور ڈیوڈ کو ہم نے [زابور کی] کتاب دی۔\n\n-قرآن ، سورہ 4 (ان-نیسہ) ، آیہ 163 [4]\nقرآن نے نوکری کو اللہ کا ایک نیک خادم قرار دیا ہے ، جو طویل عرصے تک تکلیف میں مبتلا تھا۔ تاہم ، اس میں واضح طور پر کہا گیا ہے کہ نوکری نے کبھی خدا پر اعتماد نہیں کھویا اور ہمیشہ کے لئے خدا کو دعا کے ساتھ بلایا ، اور اس سے کہا کہ وہ اس کی تکلیف کو دور کرے:\n\nاور [ذکر] نوکری ، جب اس نے اپنے رب کو فون کیا ، \"واقعی ، مصیبتوں نے مجھے چھوا ہے ، اور آپ رحم کرنے والوں میں سب سے زیادہ مہربان ہیں۔\"\n\n- قرآن ، سورہ 21 (نبی) ، آیہ 83 [5]\nداستان میں یہ کہا گیا ہے کہ کئی سالوں کی تکلیف کے بعد ، خدا نے نوکری کو \"اپنے پاؤں سے حملہ کرنے کا حکم دیا!\"۔ []] ایک ہی وقت میں ، جاب نے اپنے پیروں سے زمین کو مارا اور خدا نے زمین سے پانی کا ٹھنڈا موسم بہار پیدا کردیا ، جس سے ملازمت خود کو بھر سکتی ہے۔ قرآن نے بتایا ہے کہ تب ہی خدا نے اپنے درد اور تکلیف کو دور کیا اور اس نے نوکری کے کنبے کو اس کے پاس لوٹا ، اسے بچوں کی کئی نسلوں سے نوازا اور اسے بڑی دولت عطا کی۔ جاب کے بیانیے کی مختصر وضاحت کے علاوہ ، قرآن مجید میں ان لوگوں کی فہرستوں میں دو بار ملازمت کا ذکر کیا گیا ہے جن کو خدا نے خصوصی رہنمائی ، حکمت اور الہام (IV: 163) اور ان میں سے ایک کے طور پر جنہوں نے اختیار حاصل کیا ، پیشن گوئی کا تحفہ (vi: 84)\n\nجب شیطان نے خداوند سے ملازمت کو دور کرنے کی کوشش کرنے سے دستبردار ہونے کے بعد ، خدا نے نوکری کی تکلیف کو دور کردیا اور اپنے کنبے کو اس کی طرف لوٹادیا ، اور ان کی تعداد دوگنی کردی۔ اس نے نوکری کی دولت لوٹی اور سونے کے ساتھ نوکری کا مظاہرہ کیا۔ ایک بار جب نوکری کی اہلیہ نے اپنے شوہر کو خوشحالی اور صحت کی بحالی کرتے ہوئے دیکھا تھا ، تو اس نے خدا کا شکر ادا کیا لیکن پھر اس کے شوہر نے اس سے پہلے لیا تھا جس میں اس نے اسے سو اسٹروک سے شکست دینے کا وعدہ کیا تھا۔ اس کی تکلیف کے درمیان ، اس نے جو حلف اٹھایا تھا اس پر بھی نوکری پر غمزدہ تھا۔ تاہم ، خدا نے نوکری کو ایک انکشاف بھیجا ، جس نے اسے اپنی بیوی کو شکست نہ دینے کے لئے کہا بلکہ نرم گھاس کے بنڈل سے آہستہ سے مارنے کے لئے کہا۔ []]\n\nقرآن حوالہ\nجاب کی پیشن گوئی: 4: 163 ، 6:84\nمقدمے کی سماعت اور صبر: 21:83 ، 21:84 ، 38:41 ، 38:42 ، 38:43 ، 38:44\nمزید پڑھنے\nابن کتھیر ، بیدیا وا ایل نیہیا ، میں ، 220–225\nXXI اور XXXVII پر TAFSIR\nتباری ، میں ، 361–364\nتھالابی ، نبیوں کی کہانیاں ، قاہرہ 1339 ، 106–114\nکسوئی ، نبیوں کی کہانیاں ، 179–190\nابن آساکر ، ترخ الکبیر ، III ، 190–200",
"Shuayb": "شوبیب ، شعیب ، شوئب یا شوبیب (عربی: اعیب ، آئی پی اے: [ʃuʕajb] ؛ معنی: \"کون صحیح راستہ دکھاتا ہے\") اسلام میں ایک قدیم مڈیانیٹ نبی (نبی) ہے ، اور ڈروز کے عقیدے میں سب سے زیادہ قابل احترام نبی ہے۔ [[ 1] شوئب کی روایتی طور پر بائبل کے جیٹھرو ، موسی کے سسر کے ساتھ شناخت کی گئی ہے۔ قرآن مجید میں شوبیب کا ذکر کل 11 بار کیا گیا ہے۔ [2] خیال کیا جاتا ہے کہ وہ ابراہیم (ابراہیم) کے بعد زندہ رہا ہے ، اور مسلمانوں کا خیال ہے کہ انہیں ایک برادری کے پاس ایک نبی کی حیثیت سے بھیجا گیا تھا: مڈیانیا ، []] جو عذاب العکاہ (\"لکڑی کے ساتھی\") کے نام سے بھی جانا جاتا ہے۔ ، [4] [5] []] [7] چونکہ وہ ایک بڑے درخت کی پوجا کرتے تھے۔ لوگوں کو ، شوئیب نے سیدھے راستے کا اعلان کیا اور لوگوں کو خبردار کیا کہ وہ اپنے جعلی طریقوں کو ختم کریں۔ جب برادری نے توبہ نہیں کی تو اللہ (خدا) نے برادری کو تباہ کردیا۔ [3] [5]\n\nشوب کو مسلمان سمجھا جاتا ہے کہ وہ قرآن مجید میں نام کے ذریعہ مذکور چند عرب نبیوں میں سے ایک ہیں ، دوسروں کو سالہ ، ہڈ اور محمد ہیں۔ کہا جاتا ہے کہ وہ مسلمانوں کے ذریعہ \"نبیوں کے درمیان فصاحت مبلغ\" کے نام سے جانا جاتا تھا ، کیونکہ وہ روایت کے مطابق اپنی زبان میں قابلیت اور فصاحت عطا کرتے تھے۔ []]\n\nتاریخی سیاق و سباق\nجس علاقے میں شوئب کو بھیجا گیا تھا اس کا نام 'قرآن میں مدیان کا نام ہے ، جسے انگریزی میں مڈیان کے نام سے جانا جاتا ہے ، جسے بائبل میں اکثر کہا جاتا ہے۔ کہا جاتا ہے کہ مڈیانوں کو عرب نسل کا ہے ، حالانکہ بائبل کے کنعانیوں کے پڑوسی ہونے کے ناطے ، وہ ان کے ساتھ مل گئے۔ کہا جاتا ہے کہ وہ آوارہ قبیلہ تھے ، اور یہ کہ موسی (موسی) کے وقت ان کا بنیادی علاقہ جزیرہ نما سینا تھا۔\n\nجیٹھرو کے ساتھ متنازعہ شناخت\nجیٹھرو کا ذکر بائبل (خروج 3: 1) میں موسیٰ کے قانون میں باپ کی حیثیت سے ہے۔ اگرچہ شوب کی شناخت اکثر مڈیانائٹ پجاری جیٹرو کے ساتھ کی جاتی ہے ، لیکن زیادہ تر جدید اسکالرز اس شناخت کو مسترد کرتے ہیں۔ کلاسیکی مبصرین ، جیسے ابن کتھیر ، کہتے ہیں کہ شویب ابراہیم کا ایک پوتا تھا: شیب میکل کا بیٹا تھا ، اسچار کا بیٹا ، مڈیان کا بیٹا ، ابراہیم کا بیٹا تھا۔ [8] اس سے جیٹھرو کے ساتھ شناخت ناممکن ہوجائے گی ، جو موسیٰ کے وقت رہتا تھا ، ابراہیم کے سیکڑوں سال بعد ، [9]\n\nقرآن نے کہا ہے کہ شوب کو خدا نے مدیان کے لوگوں کے لئے نبی بننے کے لئے مقرر کیا تھا۔ کہا جاتا ہے کہ اس سرزمین کے لوگ خاص طور پر بے ایمانی اور بت پرستی کے ذریعہ دوسروں کو دھوکہ دینے کے لئے بدنام ہیں۔ شوئب کی پیشن گوئی میں بنیادی طور پر مڈیانوں کو خدا کے صحیح راستے پر پکارنا ، [10] اور ان کو جھوٹے خداؤں کی پوجا کرنے سے منع کرنا شامل ہے۔\n\nیہ بھی کہا جاتا ہے کہ اس نے اپنے لوگوں سے کہا کہ وہ اپنی روزمرہ کی سرگرمیوں میں بے ایمانی سے باز رہیں۔ اگرچہ اس نے ایک مستقل مدت کے لئے تبلیغ کی اور پیشن گوئی کی ، لیکن لوگوں کی اکثریت نے اس کی بات سننے سے انکار کردیا۔ شوئب ، تاہم ، ثابت قدم رہا۔ اس نے شریروں کے خلاف مستقل طور پر طاقت کے ساتھ تبلیغ کی ، اور انھیں اس سزا کے بارے میں بتایا جو ان کے سامنے گنہگار رہا تھا۔ شیب نے لوگوں کو متنبہ کیا کہ ان کی لاعلمی مڈیان کی تباہی کا باعث بنے گی ، جس میں نوح ، ہڈ ، صالح اور لاٹ سمیت پہلے کے نبیوں کی تاریخی مثالیں دیں گی ، [11] جن کے لوگ خدا کے ذریعہ تباہ ہوگئے تھے۔\n\nلوگوں نے شوئب کو طنز کیا اور اسے بتایا کہ ، اگر یہ اس مائشٹھیت خاندان کے لئے نہ ہو جس سے وہ آیا تھا ، تو اسے یقینا strot سنگسار کردیا جاتا۔ شوئب نے جواب دیا ، \"کیا میرے اہل خانہ خدا سے زیادہ آپ کے ساتھ زیادہ غور و فکر کر رہے ہیں؟\" جب مڈیانوں نے یقین کرنے سے انکار کردیا تو ، وہ ایک زبردست زلزلے سے تباہ ہوگئے۔ []] تاہم ، قرآن نے تذکرہ کیا ہے کہ شیب ، اور اس کے ماننے والے ساتھیوں کو ، گرجنے والی سزا سے بچایا گیا۔ [11] [12]\n\nدوسرے نبیوں کے ساتھ متوازی\nشوئب کے مشن کا ذکر اکثر قرآن مجید میں نوح ، HUD ، صالح اور لاٹ کے مشن کے ساتھ ہوتا ہے۔ اسکالرز نے نشاندہی کی ہے کہ یہ پانچ نبی ابتدائی پیشن گوئی کے مشنوں کی مثال دیتے ہیں: [13] نبی اس کی برادری کو بھیجے جائیں گے۔ برادری اس کے انتباہ پر کوئی توجہ نہیں دے گی اور اس کے بجائے اسے سزا کی دھمکی دے گی۔ برسوں کی تبلیغ کے بعد ، خدا اس سے اپنی برادری چھوڑنے کو کہے گا ، جبکہ اس کے بعد اس کے لوگ سزا میں تباہ ہوگئے۔ [13] اسکالرز تاریخی طور پر پانچوں نبیوں کی فہرست کی ترجمانی کرتے ہیں ، لہذا شیب نوح (عظیم سیلاب کے بارے میں تبلیغ) اور حضرت ابراہیم کی اولاد تھا۔",
"Musa": "اسلام میں ، میس ابن امران (عربی: موسیٰ بابن اعیمران ، روشن ، موسیٰ ، بیٹا امرام ') ، [1] خدا کا ایک اہم نبی اور رسول ہے اور یہ قرآن مجید میں سب سے زیادہ مذکورہ فرد ہے ، اس کے ساتھ ، اکثر مذکورہ فرد ہے۔ اس کے نام کا ذکر 136 بار کیا جارہا ہے اور اس کی زندگی کو بیان کیا جارہا ہے اور کسی دوسرے نبی of کے مقابلے میں اس سے زیادہ بیان کیا گیا ہے۔ [2] [3]\n\nقرآن کے مطابق ، موسیٰ ایک اسرائیلی خاندان میں پیدا ہوا تھا۔ بچپن میں ، اسے ایک ٹوکری میں ڈال دیا گیا ہے جو نیل کی طرف بہتا ہے ، اور آخر کار موسیٰ کو فرعون (فیروان) کی اہلیہ آسیا نے دریافت کیا ، جو موسیٰ کو اپنا گود لینے والے بیٹے کی حیثیت سے بناتی ہے۔ جوانی تک پہنچنے کے بعد ، موسی اس کے بعد مڈیان میں رہائش پذیر ہے ، اس سے پہلے کہ وہ دوبارہ فرعون کو دھمکی دینے کے لئے مصر روانہ ہوں۔ کہا جاتا ہے کہ موسیٰ نے متعدد معجزے کیے ہیں ، اور یہ بھی بتایا جاتا ہے کہ وہ خدا سے ذاتی طور پر بات کرتے ہیں ، جو موسیٰ پر 'اسپیکر خدا کے اسپیکر' (کلم اللہ) کے لقب سے نوازتے ہیں۔ نبی of کا سب سے مشہور معجزہ وہ سمندر کو تقسیم کرنا ہے ، جس میں خدا کی طرف سے ایک معجزاتی چھڑی مہیا کی گئی ہے۔ قرآن مجید کے علاوہ ، موسیٰ کو حدیث ادب میں بھی بیان کیا گیا ہے اور ان کی تعریف بھی کی گئی ہے۔\n\nفرعون کی موت کے بعد ، موسیٰ اور اس کے پیروکار یروشلم کی طرف سفر کرتے ہیں ، جہاں نبی کی موت ہوگئی۔ اسلامی روایت میں ، خیال کیا جاتا ہے کہ اسے نبی موسیٰ میں دفن کیا گیا تھا ، اور بالآخر آسمانوں کی طرف اٹھایا گیا تھا۔ اس کے بعد ، اس کے بارے میں بتایا جاتا ہے کہ اس نے رات کے سفر کے دوران یروشلم سے مؤخر الذکر کے عروج کے بعد سات آسمانوں میں محمد سے ملاقات کی تھی (’’ اسری ’مائیج)۔ []] سفر کے دوران ، کہا جاتا ہے کہ موسیٰ نے بار بار محمد کو خدا سے ملنے اور مطلوبہ روزانہ نمازوں کی تعداد میں کمی کی درخواست کرنے کے لئے بار بار بھیجا تھا ، اصل میں پچاس ہونے کا خیال کیا جاتا ہے ، یہاں تک کہ صرف پانچ لازمی دعائیں باقی نہیں رہیں۔ []] []]\n\nموسیٰ کو اسلام میں ایک بہت ہی اہم شخصیت کے طور پر دیکھا جاتا ہے۔ اسلامی الہیات کے مطابق ، تمام مسلمانوں کو خدا کے ہر نبی اور رسول پر اعتماد ہونا چاہئے ، جس میں موسی اور اس کا بھائی ہارون بھی شامل ہے۔ موسی کی زندگی عام طور پر محمد کی زندگی کے متوازی طور پر دیکھی جاتی ہے ، اور مسلمان دونوں افراد کی زندگی کے بہت سے پہلوؤں کو مشترکہ سمجھتے ہیں۔ [1] اسلامی ادب اپنے لوگوں اور ان کی زندگی میں پیش آنے والے واقعات کے مابین ایک متوازی تعلق کو بھی بیان کرتا ہے۔ قدیم مصر سے بنی اسرائیل کے اخراج کو فطرت میں محمد اور اس کے پیروکاروں کو مکہ سے مدینہ کی ہجرت کے مترادف سمجھا جاتا ہے کیونکہ قدیم مصریوں کے ذریعہ بنی اسرائیلیوں اور ابتدائی مسلمانوں کی طرف سے ظلم و ستم کا سامنا کرتے ہوئے دونوں واقعات سامنے آئے تھے۔ بالترتیب میکانز کے ذریعہ۔ [7] اس کے انکشافات ، جیسے دس احکام ، جو تورات کے مندرجات کا ایک حصہ بنتے ہیں اور یہودیت اور عیسائیت کے ابراہیمی مذاہب کا مرکزی حیثیت رکھتے ہیں۔ []] []] اس کے نتیجے میں ، یہودیوں اور عیسائیوں کو مسلمانوں کے لئے \"کتاب کے لوگ\" کے طور پر نامزد کیا گیا ہے اور جہاں بھی اسلامی قانون کا اطلاق ہوتا ہے اس خاص حیثیت سے پہچانا جانا چاہئے۔ موسیٰ کو اسلامی ادب میں مزید تعظیم کی جارہی ہے ، جو اس کی زندگی کے واقعات اور قرآن مجید اور حدیث میں اس کے ساتھ ہونے والے معجزات پر پھیلتا ہے ، جیسے خدا کے ساتھ اس کی براہ راست گفتگو۔",
"Harun": "اسلام میں ، ہرن ابن امران [2] (عربی: حورون بابن ازران ، روشن۔ []] [ناکام توثیق] [وضاحت کی ضرورت] اس نے اپنے بھائی کے ساتھ اسرائیلیوں کو خروج تک پہنچایا۔ []]\n\nقرآن مجید میں ہارون کے بے شمار حوالہ جات ہیں ، نام اور نام کے بغیر۔ اس میں کہا گیا ہے کہ وہ ابراہیم []] کا اولاد تھا اور یہ واضح کرتا ہے کہ انہیں اور موسی دونوں کو خدا کے سزا کے بارے میں فرعون کو متنبہ کرنے کے لئے بھیجا گیا تھا۔ []] اس میں مزید مزید کہا گیا ہے کہ موسیٰ نے اس سے قبل خدا سے دعا کی تھی کہ وہ ہارون []] کے ساتھ اپنی وزارت کو مستحکم کرے اور ہارون نے موسی کی مدد کی کیونکہ وہ بھی ایک نبی ، [8] اور تقریر اور گفتگو کے معاملات میں بہت ہی فصاحت رکھتے ہیں۔ []] قرآن نے مزید کہا کہ موسی اور ہارون دونوں کو مصر میں اسرائیلیوں کے لئے رہائش کے مقامات قائم کرنے اور ان مکانات کو خدا کی عبادت گاہ میں تبدیل کرنے کے لئے سونپا گیا تھا۔ [10]\n\nسنہری بچھڑے کا واقعہ جب یہ قرآن مجید میں بیان کیا گیا ہے تو ہارون کو ایک مثبت روشنی میں پینٹ کرتا ہے۔ قرآن کا کہنا ہے کہ ہارون کو اسرائیل کی قیادت سونپی گئی تھی جب موسیٰ ṭr سنی پر تھے (عربی: عربی: شوار سیسکنیـ ، ماؤنٹ سینا) چالیس دن کی مدت کے لئے۔ [11] [12] [ناکامی کی توثیق] [وضاحت ضروری] مزید کہتے ہیں کہ ہارون نے سنہری بچھڑے کی پوجا کو روکنے کی پوری کوشش کی ، جسے ہارون نے نہیں بلکہ ایک شریر آدمی نے 'ASMIRI' کے نام سے تعمیر کیا تھا۔ [13] جب موسیٰ ماؤنٹ سینا سے واپس آئے تو اس نے ہارون کو بت کی عبادت کی اجازت دینے پر ڈانٹا ، جس پر ہارون نے موسیٰ سے التجا کی کہ جب اس کی تعمیر میں کوئی کردار نہیں تھا تو اس پر الزام نہ لگائیں۔ [14] [12] اس کے بعد قرآن نے مزید کہا کہ یہاں موسیٰ نے اسرائیل کے گناہوں پر افسوس کا اظہار کیا ، اور کہا کہ اسے صرف اپنے اور ہارون پر ہی اقتدار ہے۔ [15]\n\nہارون کو بعد میں قرآن مجید میں یاد کیا گیا جس کے پاس \"واضح اختیار\" تھا [16] اور ایک جو \"صحیح راہ پر گامزن تھا\"۔ [17] اس میں مزید مزید کہا گیا ہے کہ ہارون کی یاد ان لوگوں کے لئے رہ گئی تھی جو ان کے پیچھے آئے [18] اور اسے اپنے بھائی [19] کے ساتھ خدا کی طرف سے برکت دی گئی ہے [19] قرآن نے یہ بھی کہا ہے کہ لوگوں کو عیسیٰ کی والدہ مریم (عربی: مامریام ، مریم) کہتے ہیں۔ ہارون کی بہن \"[20] مسلم اسکالرز نے بحث کی کہ بالکل یہ\" ہارون \"اپنے تاریخی شخصیت کے لحاظ سے کون ہے ، کچھ لوگوں کا کہنا ہے کہ یہ خروج کے ہارون کا حوالہ ہے ، اور\" بہن \"کی اصطلاح صرف ایک استعاراتی نامزد کرتی ہے۔ یا دونوں شخصیات کے مابین روحانی ربط ، جب مریم ہارون کے پادری نسب کی اولاد تھیں ، جبکہ دوسروں نے اسے \"ہارون\" کے نام سے مسیح کے وقت رہنے والے ایک اور نیک آدمی سمجھا۔ زیادہ تر اسکالرز نے سابقہ ​​نقطہ نظر سے اتفاق کیا ہے ، اور مریم کو روحانی طور پر ہارون کی اصل بہن سے جوڑ دیا ہے ، اس کا نام میریام (عربی: مامریام ، عبرانی: מִרְ) ، [21] جس سے وہ بہت سے طریقوں سے مشابہت رکھتی ہے۔ قرآن نے یہ بھی بیان کیا ہے کہ ، صدیوں بعد ، جب تبت (عربی: تیبکوٹ ، عہد کا صندوق) اسرائیل واپس آیا ، اس میں \"موسیٰ کے کنبے کے اوشیشوں اور ہارون کے کنبے کے اوشیشوں پر مشتمل تھا\"۔ [२२]",
"DhulKifl": "دھول-کیفل (عربی: ذُو ایلل ، ḏ ʾ ʾl-kīfl ، لفظی طور پر \"کیفل کے مالک\" ؛ اس کے علاوہ دھو ایل کیفل ، دھول-کیفل ، زو الکفل ، یا زو ایل کیفل) ایک اسلامی نبی ہے۔ اگرچہ اس کی شناخت معلوم نہیں ہے ، لیکن اس کی شناخت کو نظریہ بنایا گیا ہے اور اس کی شناخت مختلف عبرانی بائبل کے نبیوں اور دیگر شخصیات کے طور پر کی گئی ہے ، عام طور پر حزقی ایل اور گوتما بدھ۔ [1] [2] [3] []] خیال کیا جاتا ہے۔ اگرچہ دوسرے تاریخی ذرائع سے دھول کیفل کے بارے میں زیادہ معلومات نہیں ہیں ، لیکن کلاسیکی مبصرین کی تمام تحریریں ، جیسے ابن اسحاق اور ابن کتھیر ، دھول کیفل کو ایک پیشن گوئی کے طور پر بولتے ہیں ، جو روزانہ کی دعا اور عبادت میں وفادار رہے۔ 6]\n\nترکی کے صوبہ دیارباکیر کے ایک مقبرے کے بارے میں خیال کیا جاتا ہے کہ کچھ لوگوں نے نبی کیفل کا آرام دہ اور پرسکون مقام سمجھا ہے۔ یہ شہر کے مرکز سے 5 کلومیٹر دور ایک پہاڑی پر واقع ہے جسے مکم داؤ کہتے ہیں۔ [7] [8]\n\netymology\nڈھول-کیفل کے نام کے لفظی معنی ہیں \"کیفل کا مالک\" ، جس میں ایک قسم کا نام استعمال کیا جاتا ہے جہاں ذُو ڈھو (\"مالک\") کچھ خصوصیت سے وابستہ خصوصیت سے پہلے ہوتا ہے۔ [9] اس طرح کے نام قرآن مجید میں دیگر قابل ذکر شخصیات کے استعمال کیے گئے تھے ، مثال کے طور پر دھو القرنین (عربی: ذُو اِل ْق ْق ْق ْق ْق ْق ْق ْق ْق ْق ْق ْق ، دو بار کے دو سینگوں کا وہ دو سینگوں کا ہے ') ، اور دھو النن (عربی: یونس کا حوالہ دیتے ہوئے ، 'مچھلی والا ایک') ، روشن ، روشن۔ کیفل ایک قدیم عربی لفظ ہے جس کا مطلب ہے \"ڈبل\" یا \"ڈپلیکیٹ\" ، جڑ کے معنی سے \"ڈبل\" یا \"فولڈ\" تک ؛ یہ کپڑے کے گنا کے لئے بھی استعمال ہوتا تھا۔ نام عام طور پر \"ڈبل حصے میں سے ایک\" کے معنی سمجھا جاتا ہے۔ کچھ اسکالرز نے مشورہ دیا ہے کہ اس نام کا مطلب ہے \"ڈبل بدلہ والا آدمی\" یا اس کے بجائے \"وہ شخص جس نے دو بار معاوضہ وصول کیا\" ، [10] یہ کہنا ہے کہ یہ نوکری کا عنوان ہے ، کیونکہ اس کا کنبہ اس کے پاس واپس آیا تھا۔ قرآن اور کتاب کی کتاب کے مطابق۔ [11]\n\nایک نظریہ کے مطابق ، اس کا مطلب ہے \"دی مین آف کیفل\" ، جیسا کہ \"ایک ... میں سے ایک ...\" حصہ لینے والا ایک اور ممکنہ ترجمہ ہے ، اور کیفل مبینہ طور پر \"کپیلاواستو\" کی عربی پیش کش ہے۔ [12]\n\nحزقی ایل\nکچھ کی رائے ہے کہ ڈھول کیفل حزقی ایل ہوسکتی ہے۔ جب جلاوطنی ، بادشاہت اور ریاست کو فنا کردیا گیا تو ، ایک سیاسی اور قومی زندگی اب ممکن نہیں تھی۔ اس کی کتاب کے دو حصوں کے مطابق ، ان کی شخصیت اور اس کی تبلیغ ایک جیسے دو گنا ہیں ، اور ڈھول کیفل کے عنوان سے \"ڈبل ٹو ڈبل\" یا \"فولڈ\" کے عنوان کا مطلب ہے۔\n\nعبد اللہ یوسف علی ، اپنی قرآنی تبصرے میں کہتے ہیں:\n\nدھول-کیفل کا لفظی مطلب \"ڈبل مطلوبہ یا حصہ دینے یا دینے والا ، یا دینے والا ہے\" ؛ ورنہ ، \"وہ جس نے دوہری موٹائی کا چادر استعمال کیا تھا ،\" جو کیفل کے معنی میں سے ایک ہے۔ مبصرین رائے سے مختلف ہیں کہ اس کا مطلب کون ہے ، اس کا عنوان اس پر کیوں لاگو ہوتا ہے۔ میرے خیال میں سب سے اچھی تجویز یہ ہے کہ کارسٹن نیبہر نے اپنے رییسبیسچریئبنگ نچ عربی ، کوپن ہیگن ، 1778 ، ii میں برداشت کیا۔ 264–266 ، جیسا کہ دول کیفل کے تحت انسائیکلوپیڈیا آف اسلام میں نقل کیا گیا ہے۔ انہوں نے عراق میں میشاد 'آل ان' کا دورہ کیا ، اور اس چھوٹے سے قصبے کو بھی ، جسے کیفل کہا جاتا ہے ، جو نجف اور ہلہ (بابل) کے درمیان وسط میں تھا۔ وہ کہتے ہیں ، کیفیل حزقی ایل کی عربی شکل ہے۔ حزقی ایل کا مزار وہاں تھا ، اور یہودی زیارت پر اس کے پاس آئے۔ اگر ہم \"دھول-کیفل\" کو ایک نسخہ نہیں سمجھتے ہیں ، بلکہ \"حزقی ایل\" کی ایک عربی شکل ، یہ سیاق و سباق پر فٹ بیٹھتی ہے تو ، حزقی ایل اسرائیل کا ایک نبی تھا جسے یروشلم پر اپنے دوسرے حملے کے بعد نبوچد نضر نے بابل پہنچایا تھا (اس کے بارے میں بی سی 599)۔ اس کی کتاب انگریزی بائبل (پرانا عہد نامہ) میں شامل ہے۔ [15] وہ جکڑا ہوا تھا اور پابند تھا ، اور اسے جیل میں ڈال دیا گیا تھا ، اور ایک وقت کے لئے وہ گونگا تھا۔ اس نے سب کو صبر اور استحکام کے ساتھ برداشت کیا ، اور اسرائیل میں دلیری کے ساتھ برائیوں کو سرزنش کرتا رہا۔ جلتے ہوئے گزرنے میں وہ جھوٹے رہنماؤں کی مذمت کرتا ہے جو ہمیشہ کے لئے سچ ہیں: \"افسوس اسرائیل کے چرواہوں پر ہے جو خود کو کھانا کھاتے ہیں! کیا چرواہوں کو ریوڑ نہیں کھانا کھلانا چاہئے؟ تم چربی کھاتے ہو ، اور تم نے اون کے ساتھ کپڑے پہنے ، تم تم پہنتے ہو ان کو مار ڈالو جو کھلایا جاتا ہے: لیکن آپ ریوڑ نہیں کھاتے ہیں۔ بیمار آپ کو مضبوط نہیں کیا ہے ، نہ ہی تم نے بیمار کیا تھا ، نہ ہی آپ کو اس کا پابند کیا گیا ہے جو ٹوٹا ہوا تھا ...... \"۔ [16]\n\n- عبد اللہ یوسف علی ، قرآن مجید: متن ، ترجمہ اور کمنٹری [17]\n\nقرآن مجید میں ذکر کیا\nقرآن مجید میں\nمندرجہ ذیل آیات میں ، قرآن میں دو بار دھول کیفل کا ذکر دو بار کیا گیا ہے۔\n\nاور (یاد رکھیں) اسماعیل ، ادریس ، اور دھول کیفل ، تمام (مرد) مستقل اور صبر کے۔\nہم نے انہیں اپنے رحم و کرم پر تسلیم کیا: کیونکہ وہ نیک لوگوں میں سے تھے۔\n\n-قرآن ، سورہ الانبیہ (21) ، آیہس 85–86 [13]\nاور اسماعیل ، الیشا اور ڈھول کیفل کی یادگار: ان میں سے ہر ایک اچھ of ی کی صحبت میں تھا۔\n\n- قرآن ، سورہ صد (38) ، آیہ 48 [14]\nدونوں ہی صورتوں میں ، دھول کیفل کا ذکر قرآنی نبیوں کی فہرست کے تناظر میں کیا گیا ہے ، جن میں بہت سے دوسرے افراد بھی شامل ہیں جن کا مذکورہ بالا آیت میں ذکر نہیں کیا گیا ہے۔\nال کیفل (عربی: الکِل ؛ ال کیفل) دریائے فرات پر واقع جنوب مشرقی عراق کا ایک قصبہ ہے ، جو نجف اور ال ہلہ کے درمیان ہے۔ ال کیفل کے اندر مزار کے متغیر نام یہ ہیں: ڈھول کیفل مزار ، مارقاد ڈھول کیفل ، کیوبات دھو ایل کیفل ، قابر ال نابی ڈھول-کیفل ، دھول کیفل شرائن ، زول کیفل شرائن ، قابر ہزقیئل ، حزقال شرینحزقال عبرانی Y'hezqel کی عربی نقل ہے ، جسے عربی کو اپنانے کے بعد زیادہ تر سیفاردی یہودیوں نے استعمال کیا تھا۔ اس سے یہ ظاہر ہوتا ہے کہ یہودیوں نے حزقی ایل اور ڈھول کیفل کو مساوی کیا ، اور مسلم ایگزیکٹیس نے اس کی پیروی کی۔ عراقی حکام نے زور دے کر کہا کہ 1316 (715–16 ھ) میں الخنائڈ سلطان الجیتو نے یہودی برادری سے قبر پر سرپرستی کے حقوق حاصل کیے۔ اس کے نتیجے میں ، اسی نبی کے لئے اسلامی نام کے مطابق مزار کا نام تبدیل کیا گیا۔ سلطان الجیتو نے مسجد اور ایک مینار کی تعمیر کرکے اس ڈھانچے میں اضافہ کیا۔ اس کے ساتھ ہی اس نے اپنی موجودہ حالت سے پہلے سے آنے والے مسافروں کی وضاحتوں کے ساتھ موازنہ کرکے کچھ تبدیلیوں کو نافذ کرنے والے مزار کو بحال کیا۔ یہ سائٹ انیسویں صدی کے آغاز تک ایک مسلم زیارت کا مقام رہا جب ایک دولت مند یہودی مینہیم ابن ڈینیال نے اسے کامیابی کے ساتھ یہودی جگہ میں تبدیل کردیا اور اسے بحال کردیا۔ مینار اسلامی جگہ کی حیثیت سے اپنے دور اقتدار کے واحد گواہ رہا۔ اگرچہ مسجد اور مینار 14 ویں صدی میں تعمیر کیے گئے تھے ، لیکن مزار اور قبر کی نوادرات کا تعین نہیں کیا جاسکتا۔ [18]\n\nگوتاما بدھ\nدھول-کیفل کی شناخت گوتاما بدھ کے ساتھ بھی کی گئی ہے۔ [19] [20] [21] [22] دھول کیفل کے معنی پر ابھی بھی بحث کی جارہی ہے ، لیکن ، ایک نظریہ کے مطابق ، اس کا مطلب \"کپل سے تعلق رکھنے والا شخص (کپیلاواستو ، وہ شہر ہے جہاں بدھ نے اپنی زندگی کے تیس سال گزارے)۔ [12] [20]\n\nاس نظریہ کے حامی قرآن مجید کے 95 ویں باب کی پہلی آیات کا حوالہ دیتے ہیں ، سورہ ایٹ ٹن:\n\nانجیر اور زیتون کے ذریعہ ، اور ماؤنٹ سینا ، اور یہ محفوظ شہر me میکسا!\n\n-قرآن ، 95: 1-3\nاس نظریہ کے مطابق ، ان آیات میں مذکور مقامات سے: سینا وہ جگہ ہے جہاں موسیٰ کو انکشاف ہوا تھا۔ مکہ وہ جگہ ہے جہاں محمد نے انکشاف کیا تھا۔ اور زیتون کا درخت وہ جگہ ہے جہاں یسوع کو انکشاف ہوا تھا۔ اس معاملے میں ، بقیہ انجیر کا درخت ہے جہاں گوتم بدھ کو انکشاف ہوا۔ [21]\n\nکچھ لوگ اسے تھوڑا سا آگے بھی لیتے ہیں اور یہ بھی بتاتے ہیں کہ خود محمد ایک بدھ تھے ، کیوں کہ لفظ بدھ کے معنی \"روشن خیال\" ہیں۔ [23]\n\nدوسرے\nدھول کیفل کی بھی جوشوا ، اوبدیاہ [24] اور یسعیاہ کے ساتھ مختلف طور پر شناخت کی گئی ہے۔ [25] [24]",
"Dawud": "داؤد (عربی: دُراجوؤد ، رومانیائزڈ: دود [داؤدوڈ]) ، خدا کا ایک نبی اور رسول ہے اور اسرائیل کی برطانیہ کے نبی ، الہی طور پر متحرک بادشاہ ہے۔ [1] مزید برآں ، مسلمان بھی ڈیوڈ کو زابور (زبور) کا الہی انکشاف حاصل کرنے پر اعزاز دیتے ہیں۔ [2] [3] داؤد کو اسلام کے سب سے اہم لوگوں میں سے ایک سمجھا جاتا ہے۔ قرآن مجید میں سولہ بار ذکر کیا گیا ، ڈیوڈ اسلامی صحیفے میں حضرتوں کی زنجیر میں ایک لنک کے طور پر نمودار ہوا جو محمد سے پہلے تھے۔ []] اگرچہ اسے عام طور پر \"قانون دینے والے\" نبی (العازم) میں سے ایک نہیں سمجھا جاتا ہے ، \"وہ اسلامی فکر میں ایک معمولی شخصیت سے دور ہے\"۔ [2] بعد کی اسلامی روایات میں ، اس کی دعا اور روزہ رکھنے میں اپنی سختی کی تعریف کی گئی ہے۔ اسے پروٹو ٹائپیکل انصاف پسند حکمران اور زمین پر خدا کے اختیار کی علامت کے طور پر بھی پیش کیا گیا ہے ، وہ ایک بار بادشاہ اور نبی رہا ہے۔\n\nڈیوڈ خاص طور پر اسلامی یروشلم کے مذہبی فن تعمیر کے لئے اہم ہے۔ [1] داؤد بائبل کے ڈیوڈ کے نام سے جانا جاتا ہے جو برطانیہ اور یہوداہ کے دوسرے بادشاہ عبرانی بائبل کے مطابق ، سی راج کرتے تھے۔ 1010–970 قبل مسیح۔ [حوالہ کی ضرورت]\n\nقرآن مجید میں تذکرہ\nقرآن مجید میں ڈیوڈ کی داستان ، بہت سے معاملات میں ، بائبل میں دیئے گئے متوازی۔ اس کا نام ایک نبی (نبی) اور ایک میسنجر (رسول) بھی ہے ، ڈیوڈ کو ان لوگوں کی فہرستوں میں شامل کیا گیا ہے جنہوں نے وحی (WAḥY ؛ Q4: 163) یا رہنمائی (HUDā ؛ 6:84) خدا کی طرف سے شامل کیا ہے۔ دونوں فہرستوں میں اس کا نام اس کے بیٹے سلیمان کے ساتھ ہی ظاہر ہوتا ہے۔ کہیں اور ، قرآن مجید نے وضاحت کی ہے کہ خدا نے ان دونوں کو \"صوتی فیصلے\" (اوکم ؛ 21:79) اور \"علم\" (الیم ؛ 21:79 ؛ 27: 15) کے تحائف دیئے ہیں۔ پھر بھی قرآن نے بھی ڈیوڈ کی خوبیوں کا اظہار کیا ہے جو اسے سلیمان سے ممتاز کرتی ہے: ڈیوڈ نے گولیت (2: 251) کو مار ڈالا اور \"زبور\" کے نام سے ایک الہی انکشاف کیا [5] (قرآن 17:55 غیر معینہ شکل کا استعمال کرتا ہے ، جبکہ 21: 105 استعمال کرتا ہے۔ قطعی شکل الظابر) ، []] غالبا the زبور یا زیلٹر کا ایک حوالہ (زابر کی اصطلاح شاید عبرانی اصطلاح میزمیر یا سیریاک مزمیر سے متعلق ہے ، \"زبور\")۔ پہاڑوں اور پرندوں نے داؤد کے ساتھ خدا کی تعریف کی (21:79 ؛ 34:10 میں خدا نے انہیں ایسا کرنے کا حکم دیا ہے C CFR. زبور 148: 7-10)۔ خدا نے داؤد کو \"وائسجرینٹ\" (خلفا ؛ 38:26) بنا دیا ، یہ ایک عنوان ہے جو قرآن مجید دوسری صورت میں صرف آدم کو دیتا ہے (2:30)۔ اس عنوان سے پتہ چلتا ہے کہ ، قرآن کے مطابق ، ڈیوڈ ایک میسنجر سے زیادہ کچھ تھا: وہ ایک الہی رہنمائی رہنما تھا جس نے زمین پر خدا کا قاعدہ قائم کیا تھا۔ [1] اس کردار کو 2: 251 کے ذریعہ بھی تجویز کیا گیا ہے: \"خدا نے اسے اختیار (ملک) اور حکمت (اِکاہ) دی اور اسے کیا سکھایا۔ ین\n\nڈیوڈ کو سکھائی جانے والی چیزوں میں سے کوچ (21:80 ، 34: 10–11) بنانے کی صلاحیت بھی تھی ، یہ ایک تجویز ہے کہ ڈیوڈ کے فوجی کارنامے خدا کا کام تھے۔ یہ بھی ضروری ہے کہ ڈیوڈ کے \"حکمت\" کے قرآنی حوالہ کو بعض اوقات کلاسیکی استثنیٰ نے پیشن گوئی کے تحفے کے طور پر سمجھایا تھا۔ []] قرآن بھی ڈیوڈ اور یسوع کو جوڑتا ہے ، اس بات پر اصرار کرکے کہ دونوں نے ان بنی اسرائیلیوں کو لعنت دی جو یقین نہیں کرتے تھے (5:78)۔ مزید یہ کہ قرآن کے مطابق ، ڈیوڈ کو انصاف کی فراہمی کے وقت سچائی اور جھوٹ کے درمیان فرق کرنے کی صلاحیت دی گئی تھی (فال الخیب ، 38:20)۔ مزید برآں ، ڈیوڈ کے ذریعہ ایک امتحان دیا گیا تھا ، جس میں اس نے دعا کی اور توبہ کی اور خدا نے اسے معاف کردیا (38: 24-5)۔ سورت ایس اے ڈی (قرآن مجید کے 38 ویں باب) کو \"ڈیوڈ کا سرا\" بھی کہا جاتا ہے []] اس سے کہیں زیادہ کہا جاتا ہے کہ جب ڈیوڈ نے خدا کو معاف کرنے کا مطالبہ کرتے وقت سجدہ کیا ، تو محمد کو حکم دیا گیا کہ وہ اس کی تقلید کریں اور اس باب کو پڑھتے وقت سجدہ کرنے کا حکم دیں۔ . [8]\n\nمذہبی اہمیت\nڈیوڈ ان چند اسلامی نبیوں میں سے ایک ہے جنہوں نے بادشاہت بھی حاصل کی۔ جبکہ دوسرے نبیوں نے بادشاہوں کے دور میں تبلیغ کی ، ڈیوڈ ، اپنے زمانے میں ، بادشاہ تھا۔ اس طرح ، اسے ایک بہت بڑا کام ملا ، اس بات کو یقینی بنانا کہ اسرائیل کے لوگوں کو نہ صرف روحانی طور پر چیک کیا گیا بلکہ یہ کہ ملک خود بھی مضبوط رہا۔ قائد اور نبی دونوں کی حیثیت سے ان کا مقام تمام مسلمانوں نے انتہائی اعلی عہدے داروں کے طور پر قابل احترام کیا ہے۔ ڈیوڈ کی شخصیت ، اپنے پیشن گوئی کے بیٹے ، سلیمان کے ساتھ مل کر ، ان لوگوں کی مشہور ہے جنہوں نے اپنی سرزمین پر انصاف کے ساتھ حکمرانی کی۔ خدا نے قرآن مجید میں داؤد کے اعلی عہدے اور رسول کی حیثیت سے کثرت سے ذکر کیا ہے۔ اس کا اکثر ذکر دوسرے نبیوں کے ساتھ کیا جاتا ہے تاکہ اس بات پر زور دیا جاسکے کہ وہ کتنا بڑا ہے۔ مثال کے طور پر ، خدا کہتا ہے:\n\nاور ہم نے اسے اسحاق اور جیکب دیا اور ان کی رہنمائی کی ، جیسا کہ ہم نے ان کے سامنے نوح کی رہنمائی کی تھی ، اور اس کی اولاد ، ڈیوڈ اور سلیمان اور نوکری اور جوزف اور موسیٰ اور ہارون۔ اس طرح ہم ان لوگوں کو انعام دیتے ہیں جو سیدھے ہیں اور اچھ do ے کام کرتے ہیں۔\n\n- قرآن 6:84 [9]\nجب خلیفہ عمر نے یروشلم کا دورہ کیا تو ، سرپرست سوفرونیس اس کے ہمراہ ہیکل کے پہاڑ پر گیا ، جب اس نے نماز ادا کرنے کے لئے محراب داؤد (ڈیوڈ کی نماز نیچ) کی تلاش کی۔ بعد میں مبصرین نے اس سائٹ کی شناخت ڈیوڈ کے ٹاور سے کی۔ ایک حدیث میں ، داؤد کی دعا اور روزہ رکھنے کا ذکر خدا کو عزیز ہے۔\n\nعبد اللہ بن 'عمرو بن العاس: اللہ کے رسول نے مجھ سے کہا ، \"اللہ کے لئے سب سے پیاری دعا داؤد کی ہے اور اللہ کے لئے سب سے زیادہ محبوب روزہ ڈیوڈ کی ہے۔ وہ آدھی رات کو سوتا تھا اور پھر رات کے ایک تہائی کے لئے دعا کریں اور پھر اس کے چھٹے حصے کے لئے سوتے ہیں اور متبادل دنوں میں روزہ رکھتے تھے۔ \"\n\n-محمد البخری ، سہیہ البخری [10]\nڈیوڈ کی کتاب\nمرکزی مضمون: زابور\nزابور ایک مقدس کتاب ہے جو خدا کی طرف سے داؤد سے منسوب ہے ، جس طرح موسیٰ (موسی) نے توارات (تورات) کو وصول کیا ، عیسیٰ (عیسیٰ) کو چوٹ پہنچا (انجیل) اور محمد نے قرآن مجید کا استقبال کیا۔ موجودہ عبرانی بائبل میں ، زابور کو زبور کے نام سے جانا جاتا ہے۔ تاہم ، ماضی کے دیگر صحیفوں کی طرح ، خیال کیا جاتا ہے کہ زبور وقت کے ساتھ ساتھ خراب ہوگئے ہیں ، اب کچھ اصل پیغام ختم ہوچکے ہیں۔ بہر حال ، مسلمانوں کو کہا جاتا ہے کہ وہ موجودہ زبور کے ساتھ بے حد احترام کے ساتھ سلوک کریں کیونکہ ، ان کی اصل شکل میں ، وہ بھی خدا کی ایک الہامی کتاب تھیں۔ قرآن مجید میں کہا گیا ہے:\n\nآپ کا رب جانتا ہے کہ جو بھی آسمانوں اور زمین میں ہے۔ ہم نے کچھ نبیوں کو دوسروں پر بلند کیا۔ اور ڈیوڈ کو ہم نے زبور کی کتاب دی۔\n\n- قرآن 17:55 [11]\n\n قرآن 4: 163 ؛ 17:55۔\n قرآن 4: 163 ؛ 6:84۔\n جیسے ایباری ، تیارکھ ، میں ، 559\n حبیٹ اللہ b. سلوما ، النیسخ وا ایل مانسکھ (وائیڈ ī کے حاشیہ میں) ، اسبیب کے مارجن میں) ، قاہرہ 1316/1898-9 ، 262\n بخیری ، ṣaḥīḥ ، vi ، 155\n قرآن 6:84\n سہیہ البخری ، 2: 21: 231\n قرآن 17:55",
"Suleyman": "سلیمان ابن دود (عربی: سلیمان: 'سلیمان ، داؤد کا بیٹا') قرآن مجید کے مطابق ، ایک ملک (محل ، لِٹ ، بادشاہ ') اور نبی (الوابی ، لیٹ۔ اسرائیلی عام طور پر ، اسلامی روایت میں کہا گیا ہے کہ وہ یہودی عوام کا تیسرا بادشاہ اور اسرائیل کا عقلمند حکمران تھا۔ [1]\n\nاسلام میں ، سلیمان کو خدا کے نبیوں میں سے ایک سمجھا جاتا ہے جسے بہت سے خدائی تحائف دیئے گئے تھے ، جن میں جانوروں اور جن دونوں سے بات کرنے کی صلاحیت بھی شامل ہے۔ کہا جاتا ہے کہ اس نے خدا کی طرف سے دیئے گئے انگوٹھی کی حمایت کے ساتھ شائون (شicaaaiaiden ، lit. 'شیطانوں') اور دیو (دِو ، لِٹ '' شیطانوں ') کو بھی غلام بنایا ہے۔ [2]\n\nمسلمان مزید کہتے ہیں کہ وہ اپنی زندگی میں ایک وفادار توحید رہا۔ پوری اسرائیلی قوم پر محض حکومت کی۔ بادشاہت کی ایک سطح سے نوازا گیا تھا جو اس کے سامنے کسی کو نہیں دیا گیا تھا اور نہ ہی اس کے بعد۔ اور اپنے تمام احکامات کو پورا کیا ، اس کی زندگی کے اختتام پر جناح (ج ج ج ج ج ج ج ج ج ج ج ، '' جنت ') میں خدا کے ساتھ قربت کا وعدہ کیا گیا۔ []] اسلام کے عروج کے بعد سے ، مختلف عرب مورخین نے سلیمان کو تاریخ کا سب سے بڑا حکمران سمجھا ہے۔ []]\n\nقرآن مجید میں تذکرہ\nقرآن اور تشریح\nمیدان میں فیصلہ\nسلیمان سے وابستہ ابتدائی داستان میں ، قرآن مجید (21:78) نے مختصر طور پر ایک کہانی کا اشارہ کیا کہ سلیمان اپنے والد کی صحبت میں تھا ، جب دو افراد ڈیوڈ سے ان کے درمیان ایک ḥarth (حifrْث ، فیلڈ) کے بارے میں فیصلہ کرنے کو کہتے تھے۔ 5] بعد میں مسلمان مبصرین نے اس اشارے پر توسیع کی ، بشمول الاتابری ، بیدوی ، اور ابن کتیر۔ []] []] []] ان کا کہنا تھا کہ ان دونوں میں سے پہلے لوگوں نے بتایا کہ اس کے پاس ایک داھ کی باری ہے جس میں اس نے سارا سال بہت زیادہ دیکھ بھال کی۔ لیکن ایک دن ، جب وہ غیر حاضر تھا ، دوسرے شخص کی بھیڑ انگور میں بھٹک گئی تھی اور انگور کھا گئی تھی۔ اس نے اس نقصان کی تلافی کرنے کو کہا۔ [9]: 62 اس شخص کی شکایت سن کر ، سلیمان نے مشورہ دیا کہ بھیڑوں کا مالک دوسرے آدمی کے داھ کے باغ کو مرمت اور کاشت کرنے کے لئے لے جاتا ہے جب تک کہ انگور اپنی سابقہ ​​ریاست میں واپس نہ آجائے ، جس کے بعد اسے واپس آجائے۔ یہ اس کے مالک کو۔ اسی وقت ، داھ کی باری کا مالک بھیڑوں کی دیکھ بھال کرے گا اور ان کے اون اور دودھ سے فائدہ اٹھائے گا یہاں تک کہ اس کی زمین اس کے پاس واپس آجائے گی ، جس مقام پر وہ بھیڑ کو ان کے مالک کو واپس کردے گا۔ یہ ردعمل سلیمان کے فیصلے کی سطح کو ظاہر کرتا ہے ، جو قرآن مجید کہتے ہیں ، [10] اپنی پوری زندگی سلیمان کی خصوصیت کریں گے۔ مسلم روایت کے مطابق ، اِکاہ (حکمت) ہمیشہ سلیمان کے ساتھ وابستہ رہیں گے ، جنھیں بعد میں یہاں تک کہ سلیمان العکیم (سلیمون العکیم َ لِلْح j ی ، \"سلیمان دی وائز\") بھی کہا جائے گا۔ اس کہانی کو کیبرا ناگاسٹ میں ڈھال لیا گیا ہے ، لیکن ایک تنازعہ کے طور پر جو سلیمان کے بیٹے نے فیصلہ کیا ہے۔ []]\n\nسلیمان اور شیطان\n\nشیبہ کی ملکہ\nقرآن مجید بیان کرتا ہے کہ ہوا کو سلیمان کے تابع کردیا گیا تھا ، [11] اور وہ اپنی مرضی سے اس پر قابو پاسکتا ہے ، اور یہ کہ جنن بھی سلیمان کے ماتحت ہے۔ جن نے سلیمان کے دور کو مضبوط بنانے میں مدد کی۔ شیطانوں (شایاٹن) ، [12] اور شیطانوں کو اس کی یادگاروں کے لئے مجبور کرنے پر مجبور کیا گیا۔ [13] خدا نے پگھلے ہوئے کیوئیر (قِطْ قِطْr ، 'پیتل' یا 'تانبے') کے ایک معجزاتی عین ('فاؤنٹ' یا 'موسم بہار') کو بھی سلیمان کے لئے بہہ جانے کا سبب بنا دیا ، اور ان کی تعمیر میں شیطانوں کے ذریعہ استعمال کیا جائے۔ [11]\n\nجب ڈیوڈ کا انتقال ہوا تو ، سلیمان کو بنی اسرائیلیوں کے پیشن گوئی بادشاہ کی حیثیت سے وراثت میں ملا۔ سلیمان نے ایک بار ایک عورت کو اپنے والد کا مجسمہ بنانے کی اجازت دی تھی۔ بعد میں ، اس نے اس مجسمے کی پوجا کرنا شروع کی اور سلیمان کو اس کی بادشاہی میں بت پرستی کو برداشت کرنے پر سرزنش کی گئی۔ سزا کے طور پر ، خدا نے غلاموں میں سے ایک شیطانوں کو سلیمان کی انگوٹھی چوری کرنے اور اپنی بادشاہی پر قبضہ کرنے کے قابل بنا دیا (سورہ 38:34)۔ بعد میں وہ اپنے گناہ کو دوبارہ بیان کرتا ہے اور ایک بار پھر ہیکل کی تعمیر پر توجہ مرکوز کرتے ہوئے راکشسوں پر دوبارہ قابو پاتا ہے۔ [14] اس نے خدا سے دعا کی کہ وہ اسے بادشاہی دیں جو اس کے بعد کسی کے برعکس ہوگی۔ [15] خدا نے سلیمان کی دعا کو قبول کیا اور اسے جو خوش ہو اسے دیا۔\n\nسلیمان کے شیطانوں سے اس کی انگوٹھی کا نقصان ، اس کی وجہ سے اس کی روح کو شیطانی جذبے سے اپنی جان سے محروم کرنے کی نمائندگی کرنے کے لئے سمجھا جاسکتا ہے۔ [16] نشا پور کے اٹار لکھتے ہیں: \"اگر آپ ڈیو (شیطان) کو باندھ دیتے ہیں تو ، آپ سلیمان کے ساتھ رائل پویلین کے لئے روانہ ہوں گے\" اور \"آپ کو اپنی خود کی بادشاہی پر کوئی حکم نہیں ہے ، کیونکہ آپ کے معاملے میں ڈویگ سلیمان کی جگہ ہے\"۔ . [17]\n\nتلموڈک روایت کے برعکس ، سلیمان لاعلم تھا اور کبھی بھی بت پرستی میں حصہ نہیں لیا۔ [18] مزید یہ کہ قرآن مجید کو مسترد کرتا ہے کہ سلیمان ایک جادوگر تھا: \"(...) سلیمان نے کفر نہیں کیا ، لیکن شیطانوں نے انکار کردیا ، مردوں کو جادو اور (...) سکھایا۔\" (2: 102)\n\nسلیمان اور چیونٹی\nیہاں تک کہ سلیمان کو مختلف جانوروں ، جیسے چیونٹیوں کی زبانیں سکھائی جاتی تھیں۔ قرآن نے بتایا ہے کہ ، ایک دن ، سلیمان اور اس کی فوج نے وڈین نیمل (ویراڈِ الکِلِنُ نے چیونٹی کی وادی) میں داخل کیا۔ سلیمان اور اس کی فوج کو دیکھ کر ، ایک نملہ (نُرتہلیلی ، خاتون چیونٹی) نے باقی تمام لوگوں کو متنبہ کیا کہ \"... اپنی رہائش گاہوں میں شامل ہوجائیں ، ایسا نہ ہو کہ سلیمان اور اس کے میزبان آپ کو (پیر کے نیچے) کچل دیں۔\" [19] فوری طور پر سمجھ گئے۔ \" چیونٹی نے ہمیشہ کی طرح ، خدا سے دعا کی ، اس کو اس طرح کے تحائف دینے [20] نے اس کا شکر ادا کیا اور چیونٹی کی کالونیوں پر پامال ہونے سے گریز کیا۔ [9]: 63 [21] سلیمان کی حکمت ، تاہم ، ایک اور بات تھی خدا کی طرف سے جو تحائف انہوں نے وصول کیے ، ان میں سے ، اور مسلمانوں کا خیال ہے کہ سلیمان کبھی بھی اپنی روزانہ کی دعا نہیں بھولتا تھا ، جو اس کے لئے اس کے کسی تحفے سے زیادہ اہم تھا۔\n\nایگیٹیکل لٹریچر چیونٹی کی حکمت پر زور دیتا ہے اور ہوا پر قابو پانے کے لئے سلیمان کے تحفے کے پیچھے معنی کی وضاحت کرتا ہے۔ سیراکل کلوب کے مطابق ، چیونٹی سلیمان سے پوچھتی ہے کہ کیا وہ جانتا ہے کہ اسے \"سلیمان\" (سلیمان) کیوں کہا جاتا ہے۔ سلیمان کا کہنا ہے کہ ، اس کے بعد چیونٹی کی وضاحت جاری نہیں ہے: \"اگرچہ آپ کا دل درست تھا (سلیم) اور آپ کو اگلی دنیا کے حالات معلوم ہیں ، آپ نے اس دنیا کی کچھ خوشیوں کو قبول کرلیا ہے اور اس کے قبضے سے اسے دھوکہ دیا گیا ہے اور بادشاہت ؛ لہذا آپ کو سلیمان کہا جاتا ہے۔ \" اس کے بعد چیونٹی سلیمان سے پوچھتی ہے ، اگر وہ جانتا ہے کہ خدا نے اس کے لئے ہوا کیوں دبائی ہے۔ ایک بار پھر ، سلیمان کا کہنا ہے اور چیونٹی نے جواب دیا: \"اس نے ایک وجہ کے لئے ہوا کو دبنگ کردی ہے: جو آپ نے قبول کیا ہے وہ کچھ بھی نہیں ہے۔ جس طرح ہوا گزرتی ہے ، دنیا کی دولت اور بادشاہت بھی گزر جاتی ہے۔\" فخر الدین رازی اور القورووبی جیسے اسکالرز نے چیونٹی کو انسانوں کی پیروی کرنے کے لئے ایک مثال کے عہدے تک پہنچایا۔ [22] (پی 198)\n\nصبا کی فتح '\n\nاب یمن کے سابقہ ​​دارالحکومت سبا کے سابقہ ​​دارالحکومت ، ماؤریب میں باران مندر کے کھنڈرات\nسلیمان کی بادشاہت کا ایک اور اہم پہلو اس کی فوج کا سائز تھا ، جس میں مرد اور جن دونوں پر مشتمل تھا۔ سلیمان اکثر اپنے فوجیوں اور جنگجوؤں کے ساتھ ساتھ جن اور ان تمام جانوروں کا بھی جائزہ لیتے جو اس کے ماتحت کام کرتے تھے۔ ایک دن ، جب اپنی فوجوں کا معائنہ کرتے ہوئے ، سلیمان کو اسمبلی سے ہڈ ہڈ (ہجدھاد ، ہوپو) لاپتہ پایا۔ [23] تاہم ، اس کے فورا بعد ہی ، ہڈ ہڈ سلیمان کی عدالت پہنچا ، کہا کہ \"میں نے (علاقہ) کمپاس کیا ہے جسے آپ نے کمپاس نہیں کیا ہے ، اور میں صبا سے آپ کے پاس آیا ہوں ' سلیمان کو بتایا کہ شیبہ کے عوام نے سورج کی پوجا کی ہے ، اور یہ کہ بادشاہی پر حکمرانی کرنے والی عورت انتہائی ذہین اور طاقتور ہے۔ سلیمان ، جس نے قریب سے سنا ، شیبہ کی سرزمین کو ایک خط لکھنے کا انتخاب کیا ، جس کے ذریعے وہ شیبہ کے لوگوں کو یہ راضی کرنے کی کوشش کرے گا کہ وہ سورج کی اپنی بت پرستی کی عبادت کو ختم کردے ، اور خدا کی عبادت کے پاس آئے۔ سلیمان نے ہڈ ہڈ کو حکم دیا کہ وہ شیبہ (بلقیس) کی ملکہ کو خط دیں ، اور پھر اس کے رد عمل کو چھپانے اور اس کا مشاہدہ کریں۔ ملکہ کو خط۔ اس کے بعد ملکہ نے اپنے وزراء کو عدالت میں بلایا اور سلیمان کے خط کو بلند آواز سے پڑھا جس میں شیبہ کے لوگوں کو کہا گیا: \"اللہ کے نام پر ہمدردی کا اظہار کیا جائے ، تم میرے خلاف بلند نہ ہو ، بلکہ میرے پاس مسلمین کی حیثیت سے آؤ ). \" اس نے اپنے وزراء اور عدالت کے دیگر عہدیداروں سے صلاح لی ، \"اے میرے لوگ ، میں اچھی طرح جانتا ہوں کہ آپ بہادر اور زبردست جنگجو ہیں ، اور زمین کے چہرے پر کوئی بھی آپ کے خلاف کھڑا نہیں ہوسکتا ہے ، پھر بھی میں اس پر آپ کے ذہنوں کو جانوں گا۔ معاملہ.\" عدالت کے لوگوں نے جواب دیا: \"اے ملکہ ، آپ کی طاقت ہے ، اور جو بھی آپ کا حکم ہے ، ہم اس کی اطاعت کریں گے۔\" تاہم ، لمبائی میں ، ملکہ سلیمان کے پاس آئی ، جس نے خدا کے سامنے اس کی پیش کش کا اعلان کیا۔ [25]\n\nسلیمان اور ifrit\nجب بلقیس سلیمان کی عدالت کا سفر کر رہا تھا ، بادشاہ نے اپنے نوکروں کو اس کی آمد سے پہلے ہی اس کا تخت پہنچانے کی بولی دی۔ ایک افریت نے اپنی خدمات کی پیش کش کی (Q27: 38-40) ، لیکن سلیمان نے انکار کردیا ، اس کے بجائے اس کام کے سپرد کرتے ہوئے ، ایک متقی ساتھی ہونے کے بجائے ، خدا سے دعا کی کہ وہ اس کے لئے تخت منتقل کرے۔ اس سے متعلق ، اس کی دعا کا جواب دیا گیا ، خدا کی قدرت کے ذریعہ سلیمان کے محل میں تخت دکھائی دینے والا تخت۔ جب بلقیس پہنچا تو ، سلیمان نے اس سے پوچھا کہ کیا وہ اپنے تخت کو پہچانتی ہے ، لیکن اس نے خدا کے معجزہ کو سمجھنے کے لئے جدوجہد کرتے ہوئے بادشاہ کو ایک ناگوار جواب دیا ، آخر کار سلیمان کا ایمان اپنانے سے پہلے ، اس بات کا ثبوت نہیں تھا کہ یہ معجزہ نہیں تھا کہ یہ معجزہ نہیں تھا یہ محض ایک Ifrit لیکن خود خدا کا ہے۔ سلیمان نے افریت کی پرکشش پیش کش کو مسترد کردیا ، کیوں کہ اس نے خدا پر بھروسہ کرنے کی کوشش کی تھی نہ کہ کسی شیطان یا کسی دوسرے وجود پر ، اور بلقیز کو حقیقی عقیدے میں تبدیل کرنے میں کامیابی کے ساتھ اس کے تقویٰ کا بدلہ دیا گیا تھا۔ [26]\n\nموت\n\nیروشلم کے پرانے شہر العقسا مسجد کے مرکب میں سلیمان کا مقبرہ\nقرآن بتاتا ہے کہ سلیمان کا انتقال اس وقت ہوا جب وہ اپنے عملے پر جھکا ہوا تھا اور وہ کھڑا رہا ، اس کی مدد سے اس کی مدد سے ، جب تک کہ ایک چھوٹی سی مخلوق - چیونٹی یا کیڑا - اس پر گونجتا رہا ، جب تک کہ آخر کار اس نے راستہ اختیار کیا - اور تب ہی اس نے کیا۔ جسم کا خاتمہ\n\nپھر ، جب ہم نے (سلیمان کی) موت کا حکم دیا تو ، انہیں زمین کے ایک چھوٹے سے کیڑے کے علاوہ ان کی موت کا کچھ نہیں دکھایا ، جس نے اپنے عملے کو (آہستہ آہستہ) گھومتے ہوئے رکھا: لہذا جب وہ نیچے گر گیا تو ، جن نے صاف طور پر دیکھا کہ اگر وہ جانتے ہوں گے۔ غیب ، وہ ذلت آمیز جرمانے (اپنے کام کی) میں نہیں پڑتے۔\n\n- قرآن ، سورہ 34 (صبا) ، آیہ 14 [27]\nجب وہ سیدھا رہا ، اپنے عملے کی مدد سے ، جن نے سوچا کہ وہ ابھی بھی زندہ ہے اور ان کی نگرانی کر رہا ہے۔\n\nانہیں سچائی کا احساس صرف اس وقت ہوا جب خدا نے کسی مخلوق کو زمین سے باہر رینگنے کے لئے بھیجا اور سلیمان کے عملے میں گانو ، یہاں تک کہ اس کا جسم گر گیا۔ اس آیت کو سامعین کو یہ سکھانے کے لئے سمجھا جاتا ہے کہ جن کو غیب (الغیب) نہیں معلوم - اگر وہ اسے جانتے تو وہ کسی مردہ آدمی کی خدمت میں بیوقوف کی طرح محنت نہ کرتے۔ [28]\n\nسلیمان کے گانا میں محمڈیم\nمزید معلومات: محمد اور بائبل اور سیمیٹک جڑ\nجیسا کہ قرآن مجید کی آیات سے متاثر ہوکر ، کچھ مسلمان [کون سا؟] کا خیال تھا کہ محمد (عربی: محض البعد ، متضاد خطوط: M-ħ-M-D) کا ذکر گانا (5:16) میں 'محمددیم' (عبرانی) کے نام سے کیا گیا ہے۔ מַחֲמַדִּ ، واضح خطوط: M-ħ-M-D-y-m) ، اگرچہ بعد کے لفظ کا ترجمہ یہودیوں کے ذریعہ \"مطلوبہ\" یا \"خوبصورت\" کے طور پر کیا گیا ہے۔ [29]\n\nسلیمان اور جمشید\n\nپرسیپولیس ، ایران (2) (فصل) کا عمومی نظریہ\nشاعر فرداؤس کے شاہنہما کے مطابق ، جمشید دنیا کا چوتھا بادشاہ تھا۔ سلیمان کی طرح ، خیال کیا جاتا تھا کہ اس نے دنیا کے تمام فرشتوں اور شیطانوں پر حکم دیا ہے ، اور وہ دونوں بادشاہ اور ہرموزڈ (درمیانی فارسی کے لئے احورہ مزدا) دونوں کے اعلی کاہن تھے۔ وہ بہت ساری بڑی ایجادات کا ذمہ دار تھا جس نے زندگی کو اپنے لوگوں کے لئے زیادہ محفوظ بنا دیا: کوچ اور ہتھیاروں کی تیاری ، کپڑے ، ریشم اور اون کے کپڑے ، بنے اور رنگنے ، اینٹوں کے گھروں کی تعمیر ، زیورات اور قیمتی دھاتوں کی کان کنی ، خوشبو اور شراب بنانا ، طب کا فن ، بحری جہازوں میں دنیا کے پانیوں کی نیویگیشن۔ وہ جمشید اب اب دنیا کا سب سے بڑا بادشاہ بن گیا تھا۔ اسے رائل فار (ایوسٹن: کھویرینا) کے ساتھ عطا کیا گیا تھا ، جو ایک روشن شان و شوکت ہے جس نے خدائی احسان کے ذریعہ اس کے بارے میں جلایا تھا۔\n\nدو عقلمند بادشاہوں کے مابین مماثلت کی وجہ سے ، کچھ روایات ان دونوں کا مقابلہ کرتی ہیں۔ مثال کے طور پر سلیمان البالکی کے کاموں میں جنوب مغربی ایران پر حکمرانی سے وابستہ تھا۔ خیال کیا جاتا ہے کہ پرسیپولس سلیمان کی نشست ہے اور مسعدی ، مقدیدی اور استخری جیسے اسکالرز کے ذریعہ \"سلیمان کا کھیل کا میدان\" کے طور پر بیان کیا گیا ہے۔ دوسرے مسلم مصنفین نے اس عقیدے کی مخالفت کی ہے کہ ایک بار ایران میں سلیمان نے حکمرانی کی تھی ، اور یہ استدلال کیا تھا کہ سلیمان اور جمشید کی زندگیوں اور اعمال کے مابین کوئی مماثلت خالصتا commun اتفاق ہے ، دونوں الگ الگ اور الگ الگ شخصیات ہیں۔ [30] [31] مؤخر الذکر نظریہ رہا ہے۔ ہند یورپی افسانوں کے شعبے میں اسکالرشپ کے ذریعہ تصدیق کی گئی ہے ، جس نے یہ نتیجہ اخذ کیا ہے کہ جمشید کا کردار ابتدائی زرتشت دیوتا یما ، [32] [33] سے حاصل ہوا ہے ، جبکہ قرآنی اور بائبل کے وظیفے نے عقلمند نبی بادشاہ کے لئے تاریخی تاریخی اقدام کی حمایت کی ہے۔ [34]",
"Ilyas": "الیسیس (عربی: الکیس) خدا کا ایک نبی اور رسول تھا (اللہ) جسے اسرائیل کے بچوں کی رہنمائی کے لئے بھیجا گیا تھا۔ لوگوں کو بتوں کی عبادت سے روکنے کے لئے انہیں پیشن گوئی کا مشن دیا گیا تھا۔ [1] الیاس الیاسا کا پیش رو ہے۔ [2] کچھ اسلامی اسکالرز کا خیال ہے ، کہ الیاس ہارون (آرون) کی اولاد سے ہیں۔ [3]\n\nکچھ مسلمانوں کا خیال ہے کہ الیاس ابھی بھی زندہ ہیں اور ہر سال حج میں بھی ، خیدر کے ساتھ ساتھ شریک ہیں۔ []] کچھ مسلمان یہ بھی مانتے ہیں کہ الیاس اختتامی اوقات میں واپس آجائیں گے۔ [5]\n\nابتدائی زندگی\nاسلامی ذرائع میں ، الیاس کا پورا نام الیاس ابن یاسین ہے ، [6] چونکہ اسفات 37: 130 میں ، الیاس کو یاسین کہا جاتا ہے۔ [7] الیاس کی کچھ کہانیوں کا ذکر اسلامی حدیث میں بھی کیا گیا ہے۔ جیسے الیاس کے خشک سالی کے ساتھ بنی اسرائیل کی لعنت ، [8] الیاسا کی شفا یابی ، [9] اور احب کے ساتھ لڑنا۔ [10]\n\nبہت سے اسلامی ذرائع اور بائبل کے مطابق ، الیاس (ا) زندہ ہے اور آسمانوں پر چڑھ گیا ہے۔ [11] تاہم ، ابن کتھیر نے ان حدیث کو قبول نہیں کیا اور ان کو اسرا ئیلیٹ میں سمجھا۔ [12] مزم البولڈن میں ، YAQUT الحاموی نے بالبیک میں الیاس (ا) کے لئے ایک قبر کا ذکر کیا۔ [13] بعد میں اس قبر پر ایک مزار تعمیر کیا گیا تھا ، لیکن یہ ایک \"نبی aila\" کے لئے وقف کیا گیا تھا حالانکہ مقامی لوگوں نے اس پر یقین کیا تھا۔ الیاس (A) کا مقبرہ تھا [14]\n\nپیشن گوئی\nالیاس کا ذکر الضانم 6:85 میں سب سے پہلے ایک نبی کے طور پر کیا گیا ہے۔ [15] اس نے اپنے لوگوں کو مدعو کیا جو بالک میں رہتے تھے ، توحید کرتے ہوئے ، خدا کی تعمیل کرتے ہیں اور گناہوں کو ترک کرتے ہیں۔ [16] اس کا بنیادی کام بتوں کی پوجا کو روکنا تھا۔ [17] جب اسے کئی سالوں سے اپنے لوگوں کی استقامت کا سامنا کرنا پڑا تو ، انہیں خشک سالی سے لعنت بھیج دی گئی اور لوگوں کو فاقہ کشی کا سامنا کرنا پڑا۔ [18] الیاس کی قرآن میں داستان اور بعد میں مسلم روایت قریب سے مشابہت رکھتی ہے کہ عبرانی بائبل اور مسلم ادب میں ایلیاہ کی بنیادی پیش گوئی کو احب اور جیزبل کے دور میں ہونے کے ساتھ ساتھ احزیہ کے ساتھ ساتھ احزیہ کے ساتھ بھی ریکارڈ کیا گیا ہے۔ [ا] الیاس کے اعداد و شمار کو اے کے ساتھ شناخت کیا گیا ہے۔ ادریس سمیت دیگر نبیوں اور سنتوں کی تعداد ، جس کے بارے میں خیال کیا جاتا ہے کہ کچھ اسکالرز الیاس ، [21] اور خیدر کا دوسرا نام تھا۔ [22] اسلامی لیجنڈ نے بعد میں الیاس کا اعداد و شمار تیار کیا ، جس نے اپنی صفات کو بہت پسند کیا ، اور کچھ apocryphal ادب نے الیاس کو آدھے انسانی ، آدھے غیر جان کی حیثیت دی۔ [23] الیاس بھی بعد کے ادب کے کاموں میں ظاہر ہوتا ہے ، بشمول حمزناما۔ [24]\n\nقرآن مجید\nالیاس کا ذکر قرآن مجید میں ہے ، جہاں اس کی تبلیغ کو جامع انداز میں بتایا گیا ہے۔ قرآن مجید بیان کرتا ہے کہ الیاس نے اپنے لوگوں سے کہا کہ وہ خدا کی عبادت کے پاس آئیں اور اس علاقے کا بنیادی بت بعل کی عبادت چھوڑ دیں۔ قرآن مجید: [1]\n\n\"بے شک الیاس رسولوں میں سے ایک تھا۔ جب اس نے اپنے لوگوں سے کہا:\" کیا آپ خدا سے نہیں ڈریں گے؟ \"کیا آپ باؤل سے پکاریں گے اور بہترین تخلیق کاروں ، خدا ، اپنے رب اور چیریشر اور اپنے باپ کے باپوں کے خداوند اور چیریشر چھوڑ دیں گے؟\n\n-AS-SAAFFAT 123–126\nقرآن نے یہ واضح کیا ہے کہ الیاس کے اکثریت کے لوگوں نے نبی. سے انکار کیا اور بت پرستی کی پیروی جاری رکھی۔ تاہم ، اس کا تذکرہ ہے کہ ان میں خدا کے بہت کم عقیدت مند خادموں نے الیاس کی پیروی کی اور خدا پر یقین کیا اور پوجا کیا۔ قرآن پاک کا کہنا ہے کہ ، \"انہوں نے اس (الیاس) کی تردید کی ، اور یقینی طور پر خدا کے مخلص اور عقیدت مند خادموں (ان کے درمیان) کے علاوہ ، سزا کے لئے لایا جائے گا۔ اور ہم نے اس کی (یادداشت) کو نسل کے لئے چھوڑ دیا۔\" [25] [26]\n\nقرآن مجید میں ، خدا نے دو جگہوں پر الیاس کی تعریف کی:\nسلامتی ایلیاہ پر! اس طرح ہم ان لوگوں کو انعام دیتے ہیں جو اچھ do ے کام کرتے ہیں۔ وہ واقعتا our ہمارے ماننے والے نوکروں میں شامل ہے۔\n\n-قرآن ، باب 37 (AS-SAAFFAT) ، آیت 129–132 [27]\nاور زکریا اور یحیی اور عیسیٰ اور الیاس ، وہ سب نیک لوگوں میں سے تھے\n\n-قرآن ، باب 6 (الانم) ، آیت 85 [28]\nعبد اللہ یوسف علی سمیت متعدد مبصرین نے آیت 85 پر تبصرہ کیا ہے کہ یہ کہتے ہوئے کہ الیاس ، زکریا ، یحییٰ اور عیسیٰ سب روحانی طور پر جڑے ہوئے تھے۔ عبد اللہ یوسف علی کا کہنا ہے ، \"تیسرا گروہ مردوں کے عمل پر مشتمل نہیں ہے ، بلکہ سچائی کے مبلغین پر مشتمل ہے ، جو تنہائی کی زندگی گزار رہے ہیں۔ ان کی علامت یہ ہے کہ:\" نیک آدمی۔ \"وہ ایک منسلک گروپ کی تشکیل کرتے ہیں۔ بپٹسٹ ، جسے \"الیاس ، جو آنے کے لئے تھا\" کے نام سے حوالہ دیا جاتا ہے (میٹ 11: 14) اور کہا جاتا ہے کہ الیاس نے پہاڑ پر تغیر پزیر پر یسوع سے بات کی تھی (متی 17: 3)۔ \" 29]\n\nاگرچہ زیادہ تر مسلم اسکالرز کا خیال تھا کہ الیاس نے اسرائیل میں تبلیغ کی تھی ، لیکن قرآن مجید کے کچھ ابتدائی مبصرین نے بتایا کہ الیاس کو لبنان میں بال بیک بھیج دیا گیا تھا۔ [30] جدید اسکالرز نے اس دعوے کو مسترد کرتے ہوئے کہا ہے کہ ایلیاہ کے ساتھ شہر کا تعلق شہر کے نام کے پہلے نصف حصے کی وجہ سے کیا گیا تھا ، جس کی وجہ سے وہ دیوتا تھا کہ الیاس نے اپنے لوگوں کو عبادت بند کرنے کی تلقین کی تھی۔ الیاک کے ساتھ الیاس کے قصبے کی شناخت کو مسترد کرنے والے اسکالرز مزید استدلال کرتے ہیں کہ بالبک شہر کا ذکر الیاس کی داستان کے ساتھ قرآن مجید یا عبرانی بائبل میں نہیں ہے۔ [31]\n\nموت\nوقت گزرنے سے ، خشک سالی پھیل گئی اور بہت سے افراد ہلاک ہوگئے۔ جب انہوں نے خود کو متاثر کرتے ہوئے دیکھا تو ، ان کے ماضی کے اعمال پر افسوس ہوا ، الیاس (ا) کی طرف متوجہ ہوا ، اور اس کی دعوت قبول کرلی۔ [] २] پھر ، الیاس (ا) کی دعا کی وجہ سے ایک شدید بارش ہوئی اور زمین کو تزئین کیا گیا۔ تاہم ، تھوڑی دیر کے بعد ، لوگ خدا کے ساتھ اپنے عہد کو بھول گئے اور بت کی عبادت میں واپس آئے۔ جب الیاس نے یہ دیکھا تو اس نے خدا سے اپنی موت کا مطالبہ کیا۔ لیکن ، خدا نے اسے آگ کا ایک رتھ بھیجا اور وہ آسمانوں پر چڑھ گیا اور الیاسا کا انتخاب کیا جو اس کا شاگرد تھا اس کا نائب تھا۔ [] 33] الیاس شاذ و نادر ہی اسلامی ایسکیٹولوجی سے وابستہ ہیں۔ [34] تاہم ، کچھ مسلمانوں کا خیال ہے کہ الیاس سے توقع کی جاتی ہے کہ وہ اوقات کے اختتام کے دوران پراسرار اعداد و شمار کے خیدر کے ساتھ واپس آجائیں گے۔ []]\n\nمیراث\nمسلم ادب اور روایت کا بیان یہ ہے کہ الیاس نے اسرائیل کی بادشاہی کو تبلیغ کی ، جس پر احب اور بعد میں اس کے بیٹے احزیہ نے حکمرانی کی۔ اسے \"صحرا کا نبی - جیسے یحییٰ\" کہا جاتا ہے۔ [35] خیال کیا جاتا ہے کہ الیاس نے احب اور ان کی اہلیہ جیزبل کو جوش کے ساتھ تبلیغ کی تھی ، جو مسلم روایت کے مطابق اس علاقے میں جھوٹے بتوں کی پوجا کے لئے جزوی طور پر ذمہ دار تھے۔ مسلمانوں کا خیال ہے کہ اس کی وجہ یہ تھی کہ اکثریت لوگوں نے الیاس کو سننے سے انکار کردیا کہ الیشا کو اس کے بعد اسرائیل کو خدا کے پیغام کی تبلیغ جاری رکھنا پڑا۔ [] 36]\n\nالیاس مسلم ثقافت میں کنودنتیوں اور لوک داستانوں کا موضوع رہا ہے ، عام طور پر خیدر کے ساتھ اس کی ملاقات میں شامل ہوتا ہے۔ ایک مسلم ایکسٹیٹ رپورٹ کے مطابق ، محمد نے مکہ میں الیاس سے ملاقات کی۔ [] 37] اسلامی تصو .ف میں ، الیاس سیج خیدر کے ساتھ قریب سے وابستہ ہے۔ ایک حدیث نے اطلاع دی کہ الیاس اور کھیدر نے ہر سال یروشلم میں مکہ زیارت پر جانے کے لئے مل کر ملاقات کی۔ [] 38] الیاس متعدد بار حمزنامہ میں بھی ظاہر ہوتا ہے ، جہاں اسے کھیدر کا بھائی ہونے کے ساتھ ساتھ نوجوانوں کے چشمہ سے پینے والے کے بارے میں بھی کہا جاتا ہے۔ [] 39] مزید یہ کہ کاتاب الکفی میں یہ بیان کیا گیا ہے کہ امام جافر السادق شام کی زبان میں الیاس کے سجدہ کی تلاوت کر رہا ہے اور رونے لگا۔ اس کے بعد انہوں نے عربی میں اس کی درخواست کا ترجمہ اسکالرز کے ایک گروپ میں کیا:\n\n\"اے خداوند ، کیا مجھے یہ معلوم ہوگا کہ آپ مجھے سزا دیں گے اگرچہ آپ کو دوپہر کی گرمی میں میری پیاس کا پتہ ہے؟ کیا میں آپ کو سزا دے گا حالانکہ آپ جانتے ہیں کہ میں آپ کی عبادت کے لئے زمین پر اپنا چہرہ رگڑتا ہوں؟ کیا مجھے مل جائے گا کہ آپ کو سزا دی جائے گی مجھے اگرچہ آپ جانتے ہیں کہ میں آپ کے لئے گناہ چھوڑ دیتا ہوں؟ کیا مجھے پائے گا کہ آپ مجھے سزا دیں گے حالانکہ آپ جانتے ہیں کہ میں صرف آپ کے لئے ساری رات جاگتا رہتا ہوں؟ \" جس پر اللہ نے پھر الیاس کی طرف راغب کیا ، \"زمین سے اپنا سر اٹھائیں کیونکہ میں تمہیں سزا نہیں دوں گا\"۔ [40]\n\nنوٹ\n \"الیاس وہی ہے جو الیاس کی طرح ہے ، جس کی کہانی پرانے عہد نامے میں 1 کنگز 17–19 اور 2 کنگز 1–2 میں پائی جائے گی۔ الیاس اے ایچ اے بی (896–874 قبل مسیح) اور آہزیہ (874–872 قبل مسیح) کے دور میں رہتا تھا۔ ) ، (شمالی) بادشاہی آف اسرائیل یا سامریہ کے بادشاہ۔ وہ صحرا کا ایک نبی تھا ، جیسے جان بپٹسٹ ، ہمارے حضور کے برعکس ، جس نے اپنے لوگوں کے تمام معاملات میں حصہ لیا ، کنٹرول کیا اور رہنمائی کی۔ دونوں احب اور آذریہ کو شام میں سورج دیوتا کی پوجا کی عبادت میں بند کرنے کا خطرہ تھا۔ اس عبادت میں فطرت سے چلنے والوں اور پیداواری طاقتوں کی پوجا بھی شامل تھی ، جیسا کہ لنگم کی ہندو عبادت میں بھی ہے ، اور بہت سی زیادتیوں کا باعث بنی۔ احب نے سیڈن ، جیزبل کی ایک شہزادی سے شادی کی تھی ، جو ایک شریر خاتون تھی جس نے اپنے شوہر کو اللہ کو ترک کرنے اور بعل کی عبادت کو اپنانے کی راہنمائی کی۔ \" ... \"الیاس نے احب کے تمام گناہوں کے ساتھ ساتھ احزیہ کے گناہوں کی بھی مذمت کی اور اسے اپنی جان کے لئے بھاگنا پڑا۔ بالآخر عہد نامہ کے مطابق ، [19] اسے آگ کے ایک رتھ میں جنت میں لے جایا گیا۔ اس نے الیشا نبی کے ساتھ اپنا پردہ چھوڑا تھا۔ \"[20]",
"Alyasa": "الیاسا (عربی: السیسع ، رومانیائزڈ: الیاس ') خدا کا نبی اور رسول ہے (اللہ) جو اسرائیل کے بچوں کی رہنمائی کے لئے بھیجا گیا تھا۔ قرآن مجید میں ، الیاسا کا ذکر دو بار ایک نبی کے طور پر کیا گیا ہے ، [1] اور اس کا ذکر دونوں بار ساتھی نبیوں کے ساتھ کیا گیا ہے۔ [2] اسے مسلمانوں نے الیاس (الیاس) کے پیشن گوئی کے جانشین کے طور پر اعزاز سے نوازا ہے۔ اسلامی ذرائع جو الیشا کو خیدر کے ساتھ شناخت کرتے ہیں اس نے اسلامی روایت میں خیدر اور الیاس کے مابین مضبوط تعلقات کا حوالہ دیا ہے۔ []]\n\nشخصیت\nالیاسا کے نام کا ذکر دو بار الانم 6:86 اور اداس 38:48 میں کیا گیا ہے۔ ان آیات میں ، الیاسا کی شخصیت یا پیشن گوئی کے بارے میں کسی چیز کا ذکر کیے بغیر ، ان کا تذکرہ \"گریسڈ\" اور \"انتخاب میں\" کے طور پر کیا گیا ہے۔ []] قرآن مجید کے مطابق ، الیشا کو \"باقی تخلیق کے اوپر\" سربلند کیا گیا ہے (عربی: ف ف ض ض ض ض ض ض ض ض ā ā ā ā،،،،،،،،،،،،،،، \" مینا ایل اکریہر)۔\n\nاور اسماعیل اور الیاسا اور یونس ، اور لوٹ۔ اور ہر ایک ہم نے جہانوں پر کام کیا۔\n\n-الاینم 6:86\nاور ہمارے خادم اسماعیل ، الیاسا ، اور ڈھول کیفل کو یاد رکھیں ، ان میں سے ہر ایک واقعی اچھ .ا ہے۔\n\n- اداس 38:48\nمعجزات\nعلی الردھا سے تعلق رکھنے والے شیعہ حدیث میں ، یہ ذکر کیا گیا ہے کہ الیاسا کے پاس کچھ معجزے تھے جن میں مردہ افراد کی بحالی ، بیمار کو علاج کرنا ، اور پانی پر چلنا شامل تھا۔ [حوالہ کی ضرورت]\n\nدعوی کردہ مقبرے\nکچھ مسلمانوں کا خیال ہے کہ الیشا کا مقبرہ سعودی عرب کے مشرقی خطے میں الوجام میں ہے۔ سعودی حکومت نے اس مزار کو ہٹا دیا تھا کیونکہ اس طرح کی پوجا سعودی عرب میں وہابی یا سلفی اصلاحی تحریک کے غالب کے مطابق نہیں ہے۔ []] []] عثمانی عربیہ کے زمانے میں کئی صدیوں سے یہ ایک اہم اہم مقام رہا تھا ، اور جدید دور کے دوران تمام فرقوں کے مسلمانوں کے لئے ایک بہت ہی مقبول زیارت یافتہ مقام رہا تھا۔ [8]\n\nالیشا کی قبر صوبہ ترکی کے دیارباکر ضلع میں موجود ہے۔ [9] اصل مزار ایک ندی کے کنارے کے قریب تھا جسے 1994 میں سیلاب میں ڈالنا تھا۔ سٹی کونسل کے ذریعہ نو اسکالرز کا ایک خفیہ بورڈ مذہبی امور کے ڈائریکٹوریٹ کے تعاون سے تشکیل دیا گیا تھا تاکہ عوام کو اس اخراج کی طرف راغب کیا جاسکے۔ اس علاقے میں سیلاب آنے سے پہلے ، رات کو قبر کھودی گئی تھی اور نو اسکالرز اور سرکاری کارکنوں کے ذریعہ نبی of کے محفوظ جسم کو دیکھا گیا تھا - سیلاب کے میدان کو نظر انداز کرتے ہوئے ایک پہاڑی پر دفن کرنے پر مجبور کیا گیا تھا۔ تاہم ، بہت سارے ٹاؤن فولک نے اس رات اپنے خواب میں نبی کو دیکھا ، اور طلوع آفتاب سے پہلے نئے مقام پر اس کی بازگشت کا مشاہدہ کرنے کے لئے نکلا۔ [10] [11]",
"Yunus": "یونس ابن مٹا (عربی: یعنی معتہ ، رومانیائزڈ: یونس ابن مٹا) خدا کا ایک نبی اور رسول ہے (اللہ)۔ یونس کو روایتی طور پر اسلام میں ایک نبی کے طور پر انتہائی اہم سمجھا جاتا ہے جو خدا کے ساتھ وفادار تھا اور اپنے پیغامات پیش کرتا ہے۔ [1] [2] یونس بائبل کے بارہ معمولی نبیوں میں سے ایک ہے جو قرآن مجید میں رکھا گیا ہے۔ [3] قرآن کے دسویں باب کا نام ان کے نام پر رکھا گیا ہے۔ [4]\n\nیونس کو دھول-نون (عربی: ذُو النون) اور مسلمانوں کے ذریعہ کہا جاتا ہے۔ [5] قرآن مجید میں نام سے اس کا چار بار ذکر کیا گیا ہے۔ []]\n\nحدیثی نے ذکر کیا\nیونس کا تذکرہ محمد کی زندگی کے دوران کچھ واقعات میں بھی کیا گیا ہے۔ کچھ مثالوں میں ، یونس کا نام محمد کی تعریف اور عقیدت کے ساتھ بات کی جاتی ہے۔ محمد کی زندگی کے بارے میں تاریخی بیانات کے مطابق ، انکشافات کے دس سال بعد ، محمد شہر طیف شہر گئے تاکہ یہ دیکھنے کے لئے کہ آیا اس کے رہنما اسے میکا کے بجائے وہاں سے اپنے پیغام کی تبلیغ کرنے کی اجازت دیں گے ، لیکن وہ شہر سے اس شہر سے کاسٹ کیا گیا تھا۔ لوگ. انہوں نے قریش قبیلے کے دو ممبروں اتباہ اور شیبہ کے باغ میں پناہ لی۔ انہوں نے اپنے خادم ، اڈاس کو رزق کے لئے انگور کی خدمت کے لئے بھیجا۔ محمد نے اداس سے پوچھا کہ وہ کہاں سے ہے اور نوکر نے نینویہ کا جواب دیا۔ \"یونس کا قصبہ ، جسٹ کا بیٹا ، امیٹی کا بیٹا!\" محمد نے حیرت سے کہا۔ اداس حیران تھا کیونکہ وہ جانتا تھا کہ کافر عربوں کو یونس کا کوئی علم نہیں ہے۔ اس کے بعد اس نے پوچھا کہ محمد اس شخص کے بارے میں کیسے جانتے ہیں۔ \"ہم بھائی ہیں ،\" محمد نے جواب دیا۔ \"یونس خدا کا نبی تھا اور میں بھی ، خدا کا نبی ہوں۔\" اداس نے فورا. ہی اسلام کو قبول کرلیا اور محمد کے ہاتھوں اور پیروں کو چوما۔ [10]\n\nامام بخاری کے مجموعہ میں محمد کے ایک اقوال کا کہنا ہے کہ محمد نے کہا کہ \"کسی کو یہ نہیں کہنا چاہئے کہ میں یونس سے بہتر ہوں\"۔ [11] [12] [13] [14] محمد کے ایک پرانے ہم عصر ، ابن ابی السلٹ نے یہ سکھایا کہ اگر یونس اللہ سے دعا نہ کرتا ، تو وہ قیامت کے دن تک مچھلی کے اندر پھنس جاتا [14] لیکن ، اس کی دعا کی وجہ سے ، یونس \"صرف چند ہی رہتا تھا مچھلی کے پیٹ میں دن \"۔ [14]\n\nنویں صدی کے فارسی مورخ الضاری نے ریکارڈ کیا ہے کہ ، جب یونس مچھلی کے اندر تھا ، \"اس کی کوئی ہڈی یا ممبر زخمی نہیں ہوا تھا\"۔ [14] التباری یہ بھی لکھتے ہیں کہ اللہ نے مچھلی کی لاش کو شفاف بنا دیا ، جس سے یونس کو \"گہری کے عجائبات\" [15] دیکھنے کی اجازت ملتی ہے اور یہ کہ یونس نے تمام مچھلیوں کو اللہ کی طرف سے گاتے ہوئے سنا ہے۔ [15] دسویں صدی کے شاعر ، کیسائی ماروازی نے ریکارڈ کیا ہے کہ یونس کے والد ستر سال کے تھے جب یونس کی پیدائش ہوئی تھی [14] ایک کارنکوپیا بنیں۔ [14]\n\nمقبرے\nیہ بھی ملاحظہ کریں: مصلوب کی مساجد اور مزارات § مسجد_وف_پوفٹ_جوناہ\n\nداعش کے ذریعہ تباہی کے بعد ، یونس کی مسجد کے کھنڈرات کی تصویر\nنینویہ کے موجودہ مقام پر پانچ گیٹوں کی کھدائی ، چار اطراف دیواروں کے کچھ حصے ، اور دو بڑے ٹیلے کی کھدائی کے ذریعہ نشان زد کیا گیا ہے: کوئونجک کی پہاڑی اور نبی یونس کی پہاڑی (فوٹ نٹ میں نقشہ کا لنک دیکھیں)۔ [16] نبی یونس کے اوپر ایک مسجد یونس کے لئے وقف کی گئی تھی اور اس میں ایک مزار موجود تھا ، جسے مسلمانوں اور عیسائیوں نے یونس کے مقبرے کی جگہ قرار دیا تھا۔ [17] یہ مقبرہ ایک مقبول زیارت گاہ [18] تھا اور مشرق وسطی میں یہودیوں ، عیسائیوں اور مسلمانوں کے لئے اتحاد کی علامت تھا۔ [18] 24 جولائی ، 2014 کو ، دولت اسلامیہ عراق اور لیوینٹ (داعش) نے مذہبی مقدسوں کو تباہ کرنے کی مہم کے ایک حصے کے طور پر اس مسجد کو تباہ کردیا جس کو وہ بت پرستی سمجھا جاتا ہے۔ [19] [18] جنوری 2017 میں موصل کو داعش سے واپس لے جانے کے بعد ، اسارڈڈن کے ذریعہ تعمیر کردہ ایک قدیم اسوریئن محل ساتویں صدی قبل مسیح کے پہلے نصف حصے میں کھنڈرات کی مسجد کے نیچے دریافت ہوا۔ [18] [20] داعش نے بلیک مارکیٹ پر فروخت کرنے کے لئے اشیاء کے محل کو لوٹ لیا تھا ، [18] [20] لیکن کچھ ایسے نمونے جن کو نقل و حمل میں زیادہ مشکل تھا وہ اب بھی اپنی جگہ پر موجود تھا۔ [18] [20]\n\nدوسرے مسلمان مقبرے\nیونس کے مقبرے کے دیگر معروف مقامات میں مشہد کا عرب گاؤں شامل ہے ، جو اسرائیل میں گتھی ہیفر کے قدیم مقام پر واقع ہے۔ لبنان میں شہر سرفند (سریپٹا) کے قریب ایک مقدس مقام۔ [23] ایک اور روایت اس قبر کو ایک پہاڑی پر رکھتی ہے جسے اب گیوات یوناہ ، \"یونس ہل\" کہا جاتا ہے ، اسرائیلی قصبے اشدود کے شمالی کنارے پر ، ایک جدید لائٹ ہاؤس کے زیر احاطہ ایک سائٹ پر۔\n\nیونس کا ایک مقبرہ دیارباکر ، ترکی میں پایا جاسکتا ہے ، جو تیہ پاشا مسجد میں محراب کے پیچھے واقع ہے۔ [24] [25] ایولیہ سلیبی نے اپنے سیہات نام میں کہا ہے کہ انہوں نے یونس کے مقبروں کا دورہ کیا۔ [26] [27]\n\nقرآنی تذکرہ\nالانبیہ 21:87 [7] اور القلم میں 68:48 میں ، یونس کو دھول نون کہا جاتا ہے (عربی: ذُو النونشن ، روشن۔ 'مچھلی کا ایک')۔ [5] این-نیسہ 4: 163 اور الانم 6:86 میں ، اسے \"اللہ کا ایک رسول\" کہا جاتا ہے۔ []] سورہ 37: 139-148 نے یونس کی مکمل کہانی کو دوبارہ بیان کیا: [5]\nاسی طرح یونس بھی بھیجے جانے والوں میں (ہمارے ذریعہ) بھی تھا۔\nجب وہ بھاگ گیا (قید سے غلام کی طرح) جہاز تک (مکمل طور پر) لیس ،\nاس نے (اتفاق کیا) بہت سی کاسٹ کیا ، اور اس کی مذمت کی گئی:\nتب وہیل نے اسے نگل لیا ، اور اس نے الزامات کے قابل کام انجام دیئے تھے۔\nاگر یہ نہ ہوتا کہ اس نے (توبہ کی اور) اللہ کی تسبیح کی ،\nوہ قیامت کے دن تک یقینی طور پر مچھلی کے اندر ہی رہتا۔\nلیکن ہم نے اسے بیماری کی حالت میں ننگے ساحل پر پھینک دیا ،\nاور ہم نے اس کے اوپر ، لوکی قسم کا ایک پھیلاؤ والا پودا بڑھنے کا سبب بنا۔\nاور ہم نے اسے (ایک مشن پر) ایک لاکھ (مرد) یا اس سے زیادہ کے پاس بھیجا۔\nاور ان کا ماننا ؛ لہذا ہم نے انہیں تھوڑی دیر کے لئے (ان کی زندگی) سے لطف اندوز ہونے کی اجازت دی۔\n\n-قرآن ، باب 37 (AS-SAAFFAT) ، آیات 139–148 [8]\nقرآن نے یونس کے ورثے کا ذکر نہیں کیا ، []] لیکن مسلم روایت یہ سکھاتی ہے کہ یونس بنیجمن کے قبیلے سے تھا۔ [9]",
"Zakariya": "اسلامی نظریہ کے مطابق ، زکر ī ی ā (عربی: ارییا ، زکریاہ) خدا (اللہ) کا ایک نبی اور رسول ہے ، اور نبی یحییٰ کا باپ ہے۔\n\nقرآن مجید میں\nزکریا ایک نیک کاہن [1] اور خدا کا نبی تھا جس کا دفتر یروشلم کے دوسرے مندر میں تھا۔ وہ اکثر ہیکل کی خدمات کا انتظام کرنے کا انچارج ہوتا [2] اور وہ ہمیشہ خدا کی دعا میں ثابت قدم رہتا۔\n\nبیٹے کے لئے دعا\nجب وہ اپنے بڑھاپے پر پہنچا تو ، زکریا نے اس بات پر فکر کرنے لگی کہ اس کی موت کے بعد خدا کے پیغام کی تبلیغ کرنے کی میراث کو کون جاری رکھے گا اور اس کے بعد ہیکل کی روزمرہ کی خدمات کون انجام دے گا۔ زکریا نے بیٹے کے لئے خدا سے دعا کرنا شروع کردی۔ اولاد کی پیدائش کے لئے دعا محض کسی بچے کی خواہش سے باہر نہیں تھی۔ [1] اس نے اپنے اور عوام کے لئے دونوں سے دعا کی - انہیں ایک رسول کی ضرورت تھی ، خدا کا ایک آدمی جو زکریا کے بعد خداوند کی خدمت میں کام کرے گا۔ زکریا کے پاس کردار اور خوبی تھی اور وہ اسے اپنے روحانی وارث میں اپنے انتہائی قیمتی قبضے کے طور پر منتقل کرنا چاہتا تھا۔ اس کا خواب یہ تھا کہ گھریلو کو سرپرست جیکب کی اولاد میں بحال کیا جائے ، اور یہ یقینی بنانا تھا کہ اسرائیل کے لئے خدا کے پیغام کی تجدید کی گئی تھی۔ جیسا کہ قرآن مجید سناتا ہے:\n\nآپ کے رب کی رحمت کا ذکر اپنے خادم زکریا سے۔ جب اس نے اپنے رب کو چھپ چھپ کر چیخا تو کہا: میرے رب! لو! میرے موم کی ہڈیاں کمزور ہیں اور میرا سر بھوری رنگ کے بالوں سے چمک رہا ہے ، اور میرے رب ، میں کبھی بھی تم سے دعا کرنے میں بے ہودہ نہیں رہا ہوں۔ لو! مجھے میرے بعد اپنے رشتہ داروں سے ڈر ہے ، چونکہ میری بیوی بانجھ ہے۔ اوہ ، مجھے اپنی موجودگی سے ایک جانشین دو جو میرا وارث ہو گا اور جیکب کے گھر کے وراثت (بھی) کا وارث ہوگا۔ اور اسے ، میرے آقا ، قابل قبول (آپ کے لئے) بنائیں۔ [قرآن 19: 4–6 (ترجمہ شدہ پیکٹال)]]\n\nباپ یحییٰ\nخدا کی طرف سے تحفے کے طور پر ، زکریا کو Yaḥyá (عربی: یعنی ، جان بپٹسٹ کے ساتھ شناخت کیا گیا) نامی ایک بیٹا دیا گیا ، یہ نام صرف اس بچے کے لئے منتخب کیا گیا ہے۔ مسلم روایت میں بتایا گیا ہے کہ زکریا انیس سو سال کی تھی [3] جب اسے جان کی پیدائش کے بارے میں بتایا گیا تھا۔\n\nزکریا کی دعا کے مطابق ، خدا نے جان (یحییٰ) کو خدا کے پیغام کی تجدید کی ، جو اسرائیلیوں نے خراب اور کھو دیا تھا۔ []] جیسا کہ قرآن کہتا ہے:\n\nاے زکریا! لو! ہم آپ کو ایک بیٹے کی خبریں لاتے ہیں جس کا نام جان ہے۔ اس سے پہلے ہم نے ایک ہی نام نہیں دیا ہے۔ اس نے کہا: میرے رب! جب میری بیوی بنجر ہے اور میں بوڑھا عمر میں پہنچ گیا ہوں تو میرا بیٹا کیسے ہوسکتا ہے؟ اس نے کہا: ایسا ہی ہوگا ، آپ کا رب کہتا ہے: یہ میرے لئے آسان ہے ، اور واقعی میں نے آپ کو پہلے پیدا کیا تھا ، جب آپ کچھ نہیں تھے۔ اس نے کہا: میرے رب! مجھے ایک اشارہ دو. انہوں نے کہا: آپ کی علامت یہ ہے کہ آپ صحت کی صحت کے دوران تین رات لوگوں سے بات نہیں کرسکیں گے۔\n\n- [قرآن 19: 7–10 (پیکٹھل کے ذریعہ ترجمہ)]]\nمریم کے سرپرست\nقرآن کے مطابق ، زکریا مریم کی سرپرست تھیں۔ قرآن مجید:\n\n(یاد رکھیں) جب 'عمران کی بیوی نے کہا: میرے رب! میں نے آپ سے اس عزم کا اظہار کیا ہے جو میرے پیٹ میں ایک تقدس (پیش کش) کے طور پر ہے۔ مجھ سے اسے قبول کرو۔ لو! تُو ، صرف آپ ہی سننے والے ، جاننے والے کو آرٹ کر رہے ہیں! اور جب اس کی فراہمی ہوئی تو اس نے کہا: میرے رب! لو! میں ایک خاتون سے نجات پایا جاتا ہوں - اللہ اس کے بارے میں سب سے بہتر جانتا تھا کہ وہ کیا پہنچا ہے - مرد عورت کی حیثیت سے نہیں ہے۔ اور لو! میں نے اس کی مریم کا نام لیا ہے ، اور لو! میں اس کے لئے اور اس کی اولاد کو شیطان سے آؤٹ کاسٹ کے لئے آپ کے تحفظ کی خواہش کرتا ہوں۔ اور اس کے رب نے اسے پوری قبولیت کے ساتھ قبول کیا اور اس کی اچھی طرح سے ترقی کی توثیق کی۔ اور زکریاہ کو اس کا سرپرست بنا دیا۔ جب بھی زکریاہ اس مقدسہ میں جاتا جہاں وہ تھی ، اسے پتہ چلا کہ اس کے پاس کھانا ہے۔ اس نے کہا: اے مریم! آپ کو یہ (کھانا) کہاں سے آتا ہے؟ اس نے جواب دیا: یہ اللہ سے ہے۔ اللہ اس کے بغیر تحفہ دیتا ہے جس کی طرف وہ کیا کرے گا۔\n\nمسلم الہیات کا خیال ہے کہ زکریا ، جان بپتسمہ دینے والے اور عیسیٰ کے ساتھ ، نبیوں کے ایک نئے دور میں شروع ہوا - یہ سبھی نبی aron ہارون کے والد امرام (عمران) کے پادری نزول سے آئے تھے۔ حقیقت یہ ہے کہ ، تمام کاہنوں میں سے ، یہ زکریا ہی تھا جسے مریم (مریم) کی دیکھ بھال کرنے کا فرض دیا گیا تھا ، وہ ایک متقی آدمی کی حیثیت سے اس کی حیثیت ظاہر کرتا ہے۔ زکریا کی اکثر قرآن مجید میں خدا اور نیک آدمی کے نبی کی حیثیت سے تعریف کی جاتی ہے۔ اس طرح کی ایک تشخیص سورہ الانم میں ہے:\n\n\"اور زکریا اور یحییٰ اور عیسیٰ اور الیاس۔ ہر ایک نیک لوگوں کا تھا۔\"\n\nقرآن مترجم عبد اللہ یوسف علی اس ایک لائن پر تبصرہ پیش کرتے ہیں [5] - یہ تجویز کرتے ہیں کہ یہ خاص نبی ایک دوسرے کے ساتھ روحانی تعلق رکھتے ہیں۔ انہوں نے بتایا کہ یحییٰ عیسیٰ کا رشتہ دار تھا ، جبکہ الیاس وہ تھا جو ماؤنٹ پر عیسیٰ [6] کی تبدیلی پر موجود تھا ، جیسا کہ عہد نامہ میں ذکر کیا گیا ہے۔ اس دوران زکریا ، شادی کے ذریعے ، عیسیٰ کے چچا تھے اور ان کے بیٹے ییہا کو عہد نامہ میں الیاس کہا جاتا تھا۔ []]",
"Yahya": "Yaḥyā ابن زکر ā ی ā (عربی: یعقیبریہ ، لفظی طور پر یحیی/جان ، بیٹا زکریاہ) ، انگریزی میں جان بپٹسٹ کے نام سے پہچانا جاتا ہے ، جسے اسلام میں خدا کے نبی اور رسول (اللہ) سمجھا جاتا ہے جسے اسرائیل کے بچوں کی رہنمائی کے لئے بھیجا گیا تھا۔اس کا خیال تھا کہ وہ مسلمان خدا کے کلام کا گواہ رہا ہے جو عیسیٰ المصیہ (یسوع مسیح) کے آنے کا اظہار کرے گا۔ [1] [2]\n\nیحییٰ کا ذکر قرآن مجید میں پانچ بار کیا گیا ہے۔ [3]\n\nیحییٰ کو تصوف کے ساتھ ساتھ اسلامی تصوف میں بھی بہت اعزاز حاصل ہے ، بنیادی طور پر قرآن کی جان کی عفت اور شفقت کی وضاحت کی وجہ سے۔ []] صوفیوں نے قرآن مجید میں جان کے حصئوں پر اکثر تبصرے لگائے ہیں ، بنیادی طور پر اس نے جوانی میں حاصل کردہ خدا کے عطا کردہ تحفہ کے بارے میں جو اس نے نوجوانوں میں حاصل کیا تھا اور ساتھ ہی یسوع کے ساتھ اس کے متوازی بھی تھے۔ اگرچہ جان اور عیسیٰ کو بیان کرنے کے لئے استعمال ہونے والے متعدد فقرے قرآن مجید میں عملی طور پر ایک جیسے ہیں ، لیکن جس انداز میں ان کا اظہار کیا گیا ہے وہ مختلف ہے۔ []]\n\nپیدائش\nقرآن مجید میں ، خدا نے اکثر بیٹے کی پیدائش کے لئے زکریا کی مسلسل دعا کا تذکرہ کیا ہے۔ زکریا کی اہلیہ ، بانجھ تھیں اور اسی وجہ سے ایک بچے کی پیدائش ناممکن دکھائی دیتی تھی۔ []] خدا کی طرف سے تحفے کے طور پر ، زکریاہ کو Yaḥya کے نام سے ایک بیٹا دیا گیا تھا ، یہ نام خاص طور پر اس بچے کے لئے منتخب کیا گیا تھا۔ زکریا کی دعا کے مطابق ، خدا نے یحییٰ اور عیسیٰ بنائے ، جو چھ ماہ بعد پیدا ہوئے ، []] خدا کے پیغام کی تجدید ، جو اسرائیلیوں نے خراب اور مسخ کردیا تھا۔\n\nقرآن کا دعویٰ ہے کہ جان بپٹسٹ نے یہ نام سب سے پہلے حاصل کیا تھا (قرآن 19: 7-10) لیکن چونکہ یہ نام یوآنن جان بپٹسٹ سے پہلے کئی بار ہوتا ہے ، []] یہ آیت یا تو اسلامی اسکالر کے اتفاق رائے کا حوالہ دے رہی ہے کہ \"یا ā \"\" یوانان \"[9] جیسا نام نہیں ہے یا جان کے معجزاتی نام کے بائبل کے حساب سے ، جس کا حساب کتاب ہے کہ اس کا نام تقریبا\" زکریاس \"(یونانی: ζαχαρίας) [10] اپنے والد کے نام کے بعد ہے ، جیسا کہ نہیں۔ اس کے سامنے اپنے والد زکریاس (جسے زکریاہ بھی کہا جاتا ہے) کے سلسلے میں ایک نسب کا نام \"جان\" (\"یوہانن\"/\"یوانیس\") رکھا گیا تھا۔ [11] جیسا کہ قرآن کہتا ہے: [12]\n\"اے زکریا ، واقعی ہم آپ کو ایک ایسے لڑکے کی اچھی خبریں دیتے ہیں جس کا نام یحییٰ ہوگا ، اور جس کے ہم نے پہلے کبھی بھی مماثلت پیدا نہیں کی تھی۔\n\nاس نے کہا: \"اے میرے رب! میرا بیٹا کیسے ہوگا ، جب میری بیوی بنجر ہے اور میں بڑھاپے سے ہی کافی کم ہو گیا ہوں؟\"\n\nانہوں نے کہا: \"تو (یہ ہوگا) آپ کے رب نے کہا ، 'یہ میرے لئے آسان ہے: میں نے واقعی اس سے پہلے بھی تخلیق کیا تھا ، جب تم کچھ نہیں ہوتا!\"\n\n(زکریا) نے کہا: \"اے میرے رب! مجھے ایک علامت دو۔\" \"تیری علامت ،\" اس کا جواب تھا ، \"یہ ہوگا کہ تم تین راتوں تک کسی آدمی سے بات نہ کرو۔\"\n\n- مریم 19: 7-10\n- مریم 19: 12–14\n\nدریائے اردن ، جہاں یحییٰ نے عیسیٰ کو بپتسمہ دیا۔ [13]\nیحییٰ کو صحیفہ پر تیزی سے تھامنے کی تاکید کی گئی تھی اور خدا نے اسے ایک بچی کے دوران بھی حکمت دی تھی۔ [14] وہ خالص اور عقیدت مند تھا ، اور خدا کی موجودگی میں اچھی طرح چلتا تھا۔ وہ اپنے والدین کے ساتھ فرض شناس تھا اور وہ مغرور یا سرکش نہیں تھا۔ جان کی صحیفوں کے بارے میں پڑھنے اور اس کی تفہیم ، جب صرف ایک بچہ ، اس وقت کے سب سے بڑے اسکالرز سے بھی پیچھے رہ گیا۔ []] مسلم ایکسیجیسیس نے بتایا ہے کہ عیسیٰ نے بارہ شاگردوں کے ساتھ یحییٰ کو باہر بھیج دیا ، [15] جنہوں نے یسوع کے اپنے شاگردوں کو بلانے سے پہلے اس پیغام کی تبلیغ کی۔ []] قرآن کہتے ہیں: [16]\n\"اے یایا! اس کتاب کو طاقت کے ساتھ تھام لو\": اور ہم نے جوانی کے طور پر بھی اسے حکمت دی ،\n\n- مریم ، 19:12\nجان ایک کلاسیکی نبی تھا ، [17] جو خدا کی طرف سے اس کی جر bold ت مندانہ طور پر ہر چیز کو گناہ کرنے کی مذمت کرنے پر بلند تھا۔ مزید برآں ، قرآن نے جان کی نرم تقویٰ اور محبت اور زندگی کے بارے میں اس کے عاجزانہ رویے کی بات کی ہے ، جس کے لئے اسے زندگی کی پاکیزگی عطا کی گئی تھی۔\n\nاسلامی روایت کے مطابق ، یحییٰ اپنے خطبات کی فراہمی کے لئے حرام ایش شریف (ٹیمپل ماؤنٹ) جاتے تھے۔ []]\n\nقتل\nیحییٰ کی پیشن گوئی کے دوران ، ان کے اور ہیرودیس اینٹیپاس کے مابین ایک تنازعہ پیش آیا ، جو اپنی پہلی بیوی کو طلاق دینا اور اپنی سابقہ ​​بھابھی کی بیوی کی حیثیت سے لینا چاہتا تھا۔ []] یحییٰ نے بتایا کہ یہ شادی غیر اخلاقی ہوسکتی ہے ، اور اس نے شادی کو منظور نہیں کیا۔ اس کے بعد ، ہیرودیس انٹیپاس نے یحییٰ کو قید کردیا۔ [3] اس کے بعد یحییٰ کو منقطع کردیا گیا۔ [18] [3] خیال کیا جاتا ہے کہ یحییٰ کا سر دمشق میں اموی مسجد کے اندر ہے۔ [19] [20] [21]\n\nمیراث\nاسلام میں ، یحییٰ نے دوسرے آسمان پر عیسیٰ (عیسیٰ) کے ساتھ ساتھ الاسرا المعراج کی رات محمد کا استقبال کیا۔ [२२] یحییٰ کی کہانی مسلم ہجرت کے دوران ابیسینیا میں ہجرت کے دوران ابیسین کے بادشاہ کو بھی سنائی گئی تھی۔ [23] قرآن مجید کے مطابق ، یحییٰ ایک تھا جس پر خدا نے جس دن پیدا ہوا تھا اور جس دن اس کی موت ہوگئی تھی اس پر امن بھیجا تھا۔ [24] السوتی کے مطابق ، ابراہیم نے بتایا کہ دنیا کی تخلیق کے بعد سے ہی آسمان اور زمین صرف دو افراد ، یحیی اور حسین کے لئے روتی ہے۔ [25] [26] ایک حدیث کے مطابق ، محمد نے کہا: \"آدم کا ہر بیٹا قیامت کے دن آئے گا اور اسے یحییٰ ابن زکریا کے علاوہ اس کے خلاف گناہ ہوگا\"۔ [27] بہت سے مسلمان یحییٰ کا موازنہ حسین سے کرتے ہیں۔ [28] خیال کیا جاتا ہے کہ یحییٰ اور حسین دونوں کے سر شام کے شہر دمشق میں اموی مسجد میں ہیں۔",
"Isa": "عیسیٰ (عیسیٰ) اللہ اور مسیحا کا ایک نبی اور رسول ہے۔ وہ اسرائیل (بنی اسرائیل) کے بچوں کی رہنمائی کے لئے بھیجا گیا آخری نبی ہے اور اسے ان انجیل (انجیل) کے نام سے مقدس کتاب کا انکشاف ہوا۔\n\nقرآن مجید میں ، عیسیٰ کو مسیحا (الیسمس) کے طور پر بیان کیا گیا ہے ، جو ورجن مریم سے پیدا ہوا تھا ، نے معجزے پیش کیے ، اس کے ساتھ ہی شاگردوں کے ساتھ ، یہودی اسٹیبلشمنٹ نے مسترد کردیا اور جنت میں اٹھایا گیا۔ قرآن نے دعوی کیا ہے کہ عیسیٰ کو صلیب پر مصلوب نہیں کیا گیا تھا اور نہ ہی اس کی موت ہوگئی تھی ، لیکن خدا نے معجزانہ طور پر بچایا تھا۔ قرآن نے عیسیٰ کو عظیم نبیوں کے درمیان رکھا ہے ، اور اسے مختلف لقبوں کے ساتھ ذکر کیا ہے۔ یسوع کی پیشن گوئی سے پہلے یحییٰ تھا اور اس کے بعد محمد نے کامیابی حاصل کی۔\n\nاسلام نے یسوع کے الوہیت کے عیسائی نظریہ کو خدا کا اوتار ، یا خدا کے لفظی بیٹے کی حیثیت سے مسترد کردیا۔ یہ یسوع کو کئی آیات میں دیوتا کی حیثیت سے انکار کرتا ہے ، اور یہ بھی ذکر کرتا ہے کہ یسوع نے الہی ہونے کا دعوی نہیں کیا تھا۔ مسلمانوں کا خیال ہے کہ اس کے زندہ رہنے کے بعد یسوع کا اصل پیغام تبدیل کردیا گیا تھا۔ قرآن مجید میں یسوع کی توحید پر زور دیا گیا ہے۔ اسلام کے تمام نبیوں کی طرح ، عیسیٰ کو بھی ایک مسلمان کہا جاتا ہے ، کیونکہ اس نے تبلیغ کی کہ اس کے پیروکار 'سیدھے راستے' (ṣirāṭ الماستاقیم) کو اپنائیں۔ یسوع کو بہت سارے معجزات سے منسوب کیا گیا ہے ، جس میں متعدد سنسنی خیز اور صوفیانہ ادب لکھا ہوا ہے اور اس کے بارے میں اسلامی روایت میں اس کے بارے میں تلاوت کیا گیا ہے۔ اس کے بارے میں بھی بتایا جاتا ہے کہ انہوں نے احمد کا نام استعمال کرکے محمد کے آنے کی پیش گوئی کی ہے۔\n\nوقت کے آخر میں ، عیسیٰ دوسرے آنے والے امام الحدی کے ساتھ العمحاہد اڈججل ('جھوٹے مسیحا') کو مارنے کے لئے واپس آئے گا ، جس کے بعد قدیم قبائل یاجج اور ماجج (گوگ اور مگوگ) منتشر ہوجائیں گے۔ زمین پر. ان مخلوقات کے معجزانہ طور پر ہلاک ہونے کے بعد ، امام مہدی اور یسوع پوری دنیا پر حکمرانی کریں گے ، امن و انصاف قائم کریں گے ، اور 40 سال کے دور حکومت کے بعد ہی مرجائیں گے۔ کچھ مسلمانوں کا خیال ہے کہ مدینہ میں سبز گنبد کے چوتھے مخصوص مقبرے میں عیسیٰ کو محمد کے ساتھ ساتھ دفن کیا جائے گا۔\n\nیسوع کو مسلمان سمجھا جاتا ہے کہ وہ اسلام کے سب سے اہم نبیوں میں سے ایک ہے۔ اس جگہ پر جہاں عیسیٰ کو واپس لوٹنے کا خیال کیا جاتا ہے ، دمشق میں اموی مسجد ، مسلمانوں نے اسلام کا چوتھا پُرجوش مقام قرار دیا ہے۔\n\nپیدائش\nقرآن مجید میں یسوع کا بیان دراصل اس کی ماں ، مریم ، اور یروشلم کے مندر میں اس کی خدمت کی پیدائش سے شروع ہوتا ہے۔ حضرت زکریاہ کی دیکھ بھال کے دوران ، جو یحییٰ (جان بپٹسٹ) کا باپ بننا تھا۔ عیسیٰ کے لئے قرآن مجید میں پیدائش کی داستان قرآن مجید 19: 16–34 اور Q3: 45–53 سے شروع ہوتی ہے۔\nاعلان\n\nاسلامی استثنیٰ یسوع کی کنواری پیدائش کی اسی طرح انجیل کے اکاؤنٹ اور بیت المقدس میں ہونے والے ہونے کی تصدیق کرتا ہے۔ ورجن پیدائش کی داستان فرشتہ گیبریل کے ذریعہ مریم کے لئے ایک اعلان ہے جبکہ مریم کو اس کی ماں کے ذریعہ خدا کا وعدہ کرنے کے بعد ہیکل میں پالا جارہا ہے۔ جبرئیل کا کہنا ہے کہ وہ تمام قوموں کی تمام خواتین پر اعزاز سے نوازا گیا ہے اور وہ ایک مقدس بیٹے کی خوشی کی خبریں لے کر آئی ہے۔\n\nچھوٹے میں اعلان\nجبرئیل نے اعلان کیا کہ بیٹے کا نام عیسیٰ ، مسیحا ہے ، اور یہ اعلان کرتے ہوئے کہ اسے ایک عظیم نبی کہا جائے گا۔ مریم ، یہ پوچھ رہی ہیں کہ جب وہ کسی کو چھونے کے بعد اس کا تصور کیسے کرسکتا ہے اور اس کا بچہ پیدا ہوسکتا ہے ، اس کا جواب فرشتہ نے دیا کہ خدا اس کی مرضی کے مطابق فرمان سکتا ہے ، اور یہ گزر جائے گا۔\n\nقرآن مجید کی داستان مریم کے ساتھ جاری ہے ، بچے کی پیدائش کے درد سے قابو پائی جاتی ہے ، اس کے پاؤں کے نیچے پانی کا ایک ندی مہیا کیا جاتا ہے جہاں سے وہ پی سکتا تھا اور کھجور کا درخت جس سے وہ لرز سکتی تھی تاکہ پکی کی تاریخیں گر جائیں گی اور لطف اٹھائیں گے۔ جنم دینے کے بعد ، مریم بیبی یسوع کو واپس ہیکل میں لے جاتی ہے اور اس سے ہیکل کے بزرگوں نے بچے کے بارے میں پوچھا۔ جبرئیل نے خاموشی کے عہد کے لئے حکم دیا ہے ، وہ نوزائیدہ یسوع کی طرف اشارہ کرتی ہے اور نوزائیدہ بچے نے اعلان کیا:\n\nاس نے کہا ، میں خدا کا بندہ ہوں۔ اس نے مجھے کتاب دی ہے ، اور مجھے نبی بنا دیا ہے۔ اس نے جہاں بھی ہوں مجھے مجھے مبارکباد دی ہے ، اور جب تک میں زندہ رہتا ہوں ، مجھ پر عبادت اور خیرات کا حکم دیا ہے۔ اور میری ماں کے لئے فرض شناس ہونا ؛ اور مجھے جابرانہ ، مضحکہ خیز نہیں بنایا ہے۔ جس دن میں پیدا ہوا اس دن مجھ پر امن ہے ، جس دن میں مرجاؤں گا ، اور جس دن میں زندہ ہوں گے۔ [8]\n\nیسوع نے گہوارہ سے بات کرنا قرآن مجید میں اس کی طرف منسوب چھ معجزات میں سے ایک ہے ، جو چھٹے صدی کے کام ، سیریاک انفینسی انجیل میں بھی پایا جاتا ہے۔ [9] [10] مختلف حدیث کے مطابق ، عیسیٰ اور مریم ان کی پیدائش کے وقت نہیں رو پائے۔ [11] اسلامی حضرت محمد نے وضاحت کی کہ عیسیٰ اور مریم دونوں ہی بے گناہ کی حیثیت سے پیدا ہونے والے ہی انسان تھے اور اس طرح ، ان کی پیدائش کے وقت شیطان کے رابطے سے محفوظ تھے ، اس نے المران کی تیس چھتیسویں آیت کا حوالہ دیا۔ [12]\n\nپیدائش کے بیانیے\n\nقرآن کے مطابق ، مزدوری کے درد مریم کو کھجور کے درخت کے تنے میں لے گئے۔\nاسلامی عقیدے نے عیسائی روایت کے اندر کچھ تناؤ کی بازگشت کی کہ جب عیسیٰ حاملہ ہوا تو مریم (یا مریم) لغوی کنواری تھی۔ عیسیٰ کی اعلان اور پیدائش کا سب سے تفصیلی اکاؤنٹ قرآن مجید کے سورہ 3 (الامران) اور 19 (مریم) میں فراہم کیا گیا ہے جہاں کہانی بیان کی گئی ہے کہ خدا (اللہ) نے ایک فرشتہ کو یہ اعلان کرنے کے لئے بھیجا تھا کہ جلد ہی مریم کو برداشت کرنے کی توقع کی جاسکتی ہے۔ کنواری ہونے کے باوجود ایک بیٹا۔ [13]\n\nکچھ ماہرین تعلیم نے نوٹ کیا ہے کہ سورت 19 [14] میں یہ اکاؤنٹ خاص طور پر لوقا کی عیسائی انجیل میں اس کے قریب ہے۔ [15] مریم کی اعلان کا ذکر دو بار قرآن مجید میں کیا گیا ہے اور دونوں ہی صورتوں میں مریم/ مریم کو بتایا جاتا ہے کہ وہ خدا نے بیٹے کی فراہمی کے لئے منتخب کیا تھا۔ پہلی مثال میں ، اس خبر کے حامل (جس کو زیادہ تر مسلمانوں کو مہادوت گیبریل سمجھا جاتا ہے) نے یہ خبر (Q3: 42-47) میں پیش کی جب وہ ایک آدمی کی شکل اختیار کرتا ہے (Q19: 16-22) . [16] [17] تصور کی تفصیلات پر تبادلہ خیال نہیں کیا گیا لیکن جب مریم پوچھتی ہے کہ وہ اپنی عفت کے پیش نظر بیٹے کو کس طرح برداشت کرسکتی ہے اسے بتایا جاتا ہے کہ خدا اپنی مرضی کے مطابق تخلیق کرتا ہے اور یہ چیزیں خدا کے لئے آسان ہیں۔ [16] [18] قرآن (Q21: 91 اور Q66: 12) کا کہنا ہے کہ خدا نے اپنے فرشتہ کے ذریعہ مریم میں اڑا دیا اور وہ ، اگرچہ پاکیزہ ہونے کے باوجود ، عیسیٰ کو کسی باپ کے بغیر اٹھایا (ماخذ آپ کو باپ کی حیثیت سے گیبریل کی ترجمانی کرنے کی اجازت دیتا ہے)۔ [19] [20]\n\nآٹھویں صدی کے مسلمان مورخ ابن اسحاق (704–767) ، نے کاتاب المبتاڈا (شروع میں) کے عنوان سے اکاؤنٹ لکھا ، جس میں یہ اطلاع دی گئی ہے کہ زکریاہ مریم کا سرپرست ہے ، اور اسے برقرار رکھنے کے قابل نہیں ہونے کے بعد ، وہ اسے ایک بڑھئی کے حوالے کرتا ہے۔ جارج کا نام دیا گیا۔ ایک چرچ میں الگ تھلگ ، اس کے ساتھ جوزف نامی ایک نوجوان بھی شامل ہے ، اور وہ ایک دوسرے کو پانی اور دوسرے کاموں کو لانے میں مدد کرتے ہیں۔ یسوع کی پیدائش کا بیان قرآن کی داستان کی پیروی کرتا ہے ، جس میں مزید کہا گیا ہے کہ بیت المقدس میں ایک چرنی کے ساتھ کھجور کے درخت کے ساتھ ہی پیدائش واقع ہوئی ہے۔ [21]\n\nدسویں صدی کے فارسی کے اسکالر الاتاباری (839–923) ، نے مسیحا کے لئے تحائف (مشرق سے ماگی کی طرح) کے ساتھ فارس کے بادشاہ سے آنے والے ایلچیوں کا ذکر کیا ہے۔ جوزف (خاص طور پر مریم کے شوہر نہیں) نامی شخص کو حکم دیا کہ وہ اسے اور بچے کو مصر لے جائے اور بعد میں ناصرت واپس آجائے۔ [22]\n\nبچپن\nمرکزی مضمون: ہیکل میں ڈھونڈنا\nیہ بھی ملاحظہ کریں: مصر میں پرواز اور تھامس کی بچپن میں انجیل\nقرآن مجید میں مصر میں پرواز کی روایت شامل نہیں ہے ، حالانکہ 50 سالہ سرا xxiii ، اس کی طرف بخوبی اس کی نشاندہی کرسکتا ہے: \"اور ہم نے مریم اور اس کی ماں کو ایک علامت بنا دیا۔ چشموں کے ساتھ پرسکون اور پانی پلایا گیا۔ \"[25] تاہم ، انجیلوں اور غیر معمولی ذرائع سے ملنے والی داستان اور بعد کی اسلامی روایت میں پائے جانے والے بیانیہ ، اسلامی مصنفین اور تاریخ دانوں نے صدیوں میں کچھ تفصیلات اور وسعتیں شامل کیں۔ کچھ بیانیے میں عیسیٰ اور کنبہ 12 سال تک مصر میں رہتے ہیں۔ [26] یسوع کے نوجوانوں کے بہت سے اخلاقی کہانیاں اور معجزاتی واقعات کا ذکر قیساس الانبیہ (نبیوں کی کہانیاں) میں کیا گیا ہے ، اسلام سے پہلے کے انبیاء اور ہیروز کے بارے میں صدیوں میں تیار کردہ کتابیں۔ []]\n\nالمسودی نے لکھا ہے کہ یسوع نے ایک لڑکے کی حیثیت سے یہودی مذہب کو زبور سے پڑھتے ہوئے مطالعہ کیا اور \"روشنی کے کرداروں میں سراغ لگایا\"۔\n\n\"آپ میرے بیٹے اور میرے پیارے ہیں۔ میں نے آپ کو اپنے لئے منتخب کیا ہے\"\n\nیسوع کے ساتھ پھر دعویٰ کیا:\n\n\"آج خدا کا کلام انسان کے بیٹے میں پورا ہوا ہے۔\" [22]\n\nمصر میں\nیہ بھی ملاحظہ کریں: تھامس کی بچپن کی خوشخبری\nمتعدد بیانیے عیسیٰ کے ابتدائی بچپن کے بارے میں اسلامی تحریروں میں کچھ تفاوت اور مماثلت ظاہر کرتے ہیں ، خاص طور پر دورانیے اور واقعات کے سلسلے میں مصر میں اس کا وقت۔ زیادہ تر بیانیے غیر معمولی عیسائی ذرائع میں پائے جاتے ہیں جیسے ، مثال کے طور پر ، تھامس کی اسلام سے پہلے کی انجیل۔ اس طرح کی ایک تفاوت التیر کی تاریخ کے کمال میں ہے جس میں ایک پیدائشی داستان ہے جس میں کہا گیا ہے کہ یسوع بیت المقدس کے بجائے مصر میں پیدا ہوا تھا۔ [२]]\n\nیسوع کے بچپن کے کچھ دیگر داستانیں مشرق وسطی کے مقبول خطوط ہیں جیسا کہ بین الاقوامی سطح کے مطالعے کے پروفیسر محمود ایم ایوب نے روشنی ڈالی ہے۔ [28] بہت سے معجزات مصر میں رہتے ہوئے ایک نوجوان عیسیٰ سے منسوب ہیں [26] (دیکھیں §§ معجزات اور دیگر معجزات)۔\n\nجوانی\n\nدریائے اردن ، جہاں عیسیٰ نے یحییٰ ابن زکریا (جان بپٹسٹ) کے ذریعہ بپتسمہ لیا تھا۔ [29]\nمشن\nیہ بھی ملاحظہ کریں: وزارت عیسیٰ اور رسول (اسلام)\nعام طور پر اس بات پر اتفاق کیا جاتا ہے کہ یسوع نے پہلی صدی کے AD میں یہودیہ کی مشترکہ زبان اور بڑے پیمانے پر خطے میں ارایمک کہا تھا۔ [30]\n\nاسلامی فکر میں وضع کردہ عیسیٰ کا پہلا اور ابتدائی نظریہ ایک نبی کا ہے - ایک انسان جو خدا نے منتخب کیا ہے تاکہ وہ انسانیت کے بارے میں بتوں کی عبادت کے لئے فیصلہ پیش کریں اور ایک حقیقی خدا کی طرف رجوع کرنے کا ایک چیلنج پیش کریں۔ اس بنیاد سے ، مسلم شناخت کے عینک کے ذریعہ پچھلے تمام نبیوں کی عکاسی کرتی ہے ، عیسیٰ کو زمانے کے بار بار ہونے والے پیغام کو دہرانے والے میسنجر سے زیادہ نہیں سمجھا جاتا ہے۔ یسوع کے معجزے اور قرآنی عنوانات جو یسوع سے منسوب ہیں وہ یسوع کی الوہیت کی بجائے خدا کی قدرت کا مظاہرہ کرتے ہیں۔ کچھ اسلامی روایات کا خیال ہے کہ یسوع کا مشن صرف اسرائیل کے لوگوں کے لئے تھا اور اس کی حیثیت ایک نبی کی حیثیت سے متعدد معجزات سے تصدیق کی جارہی ہے۔ [31] [] २]\n\nیسوع کی دوسری ابتدائی اعلی شبیہہ ایک آخری وقت کی شخصیت ہے۔ یہ تصور زیادہ تر حدیث سے پیدا ہوتا ہے۔ مسلم روایت مسیحی الہیات میں بھی اسی طرح پائی جانے والی ایک داستان تعمیر کرتی ہے ، یسوع کو وقت کے اختتام پر پہنچتے ہوئے اور دجال سے لڑنے کے لئے زمین پر اترتے ہوئے دیکھتی ہے۔ اس داستان کو اسلام کی وجہ سے چیمپیئن کرنے کے لئے سمجھا جاتا ہے ، کچھ روایات کے ساتھ یسوع نے محمد کی اولیت کی طرف اشارہ کیا۔ زیادہ تر روایات میں کہا گیا ہے کہ یسوع اس کے بعد فطری موت کا مرجائیں گے۔ [] 33]\n\nایک تیسری اور مخصوص شبیہہ یسوع کی ہے جو ایک سنسنی خیز شخصیت کی نمائندگی کرتی ہے۔ اگرچہ قرآن مراد یسوع کی 'انجیل' سے مراد ہے ، لیکن اس کی ان مخصوص تعلیمات کا ذکر قرآن یا بعد میں مذہبی عبارتوں میں نہیں ہے۔ وہ بڑے پیمانے پر غیر حاضر ہیں۔ صوفی روایت وہیں ہے جہاں حضرت عیسیٰ علیہ السلام کی تعظیم ہوئی ، اسے روحانی استاد کے طور پر تسلیم کیا گیا ، جس میں محمد سمیت دیگر نبیوں کی ایک مخصوص آواز ہے۔ تصوف خدا کے ساتھ اتحاد کے طول و عرض کو بہت سارے طریقوں کے ذریعے تلاش کرتا ہے ، جن میں سنسنی ، شاعری ، فلسفہ ، قیاس آرائی کی تجویز اور صوفیانہ طریقوں شامل ہیں۔ اگرچہ مغربی ذہن کے سامنے تصوف اسی طرح کی ابتداء یا نیوپلاٹونزم ، نوسٹیکزم اور بدھ مت کے عناصر کو شریک کرتا ہے ، لیکن نظریہ واضح طور پر اسلامی ہے کیونکہ وہ قرآن کے الفاظ پر عمل پیرا ہیں اور کامل آدمی کی حیثیت سے محمد کی تقلید کا پیچھا کرتے ہیں۔ [] 34]\n\nتبلیغ\nخیال کیا جاتا ہے کہ عیسیٰ کی تبلیغ کے اسلامی تصورات کا آغاز کوفا ، عراق میں ، راشدون خلافت کے تحت ہوا تھا جہاں مسلم روایت اور اسکالرشپ کے ابتدائی مصنفین تیار کیے گئے تھے۔ کوفا میں یسوع اور اس کی تبلیغ کی وزارت کے تصورات کو مصر کے ابتدائی سنسنی خیز عیسائیوں سے اپنایا گیا تھا جنہوں نے روم سے سرکاری چرچ کے بشپ تقرریوں کی مخالفت کی تھی۔ [] 35]\n\nابتدائی کہانیاں ، جن کی تعداد 85 کے قریب ہے ، کاتاب الزہد واال رقاق (سنسنی اور ٹینڈر کی کتاب) کے عنوان سے ابن المبارک (و. 797) ، اور کے عنوان سے سنسنی خیز ادب کے دو بڑے مجموعوں میں پائی جاتی ہے۔ ابن حنبل (وفات 855) کے ذریعہ کاتاب الزہد (سنسنی پسندی کی کتاب)۔ یہ اقوال چار بنیادی گروہوں میں آتے ہیں: الف) ایسکیٹولوجیکل اقوال ؛ b) ارد انجیل کے اقوال ؛ ج) سنسنی خیز اقوال اور کہانیاں۔ د) اقوال انٹرا مسلم پولیمکس کی بازگشت کرتے ہیں۔ [] 36]\n\nاقوال کے پہلے گروپ نے عیسیٰ کے آثار قدیمہ کو وسعت دی ہے جیسا کہ قرآن مجید میں پیش کیا گیا ہے۔ کہانیوں کا دوسرا گروہ ، اگرچہ انجیل کور پر مشتمل ہے ، \"واضح طور پر اسلامی ڈاک ٹکٹ\" کے ساتھ بڑھایا گیا ہے۔ تیسرا گروہ ، چاروں میں سے سب سے بڑا ہونے کے ناطے ، یسوع کو مسلم سنسنی خیزی کے سرپرست سنت کے طور پر پیش کرتا ہے۔ آخری گروہ عیسیٰ اور اس کی صفات کی اسلامی آثار قدیمہ اور مسلم مرکوز تعریف پر روشنی ڈالتا ہے ، جس سے \"روح القدس\" اور \"خدا کا کلام\" جیسی اصطلاحات کے بارے میں باطنی نظریات کو آگے بڑھایا جاتا ہے۔ [] 37]\n\nمعجزات\nمرکزی مضمون: یسوع کے معجزے\nیہ بھی ملاحظہ کریں: تھامس کی بچپن کی خوشخبری\nقرآن مجید میں عیسیٰ کو کم از کم چھ معجزات کی خصوصیات ہے ، جس میں مصنفین اور مورخین نے صدیوں میں مزید بہت سے لوگ شامل کیے گئے ہیں۔ معلم اور پروفیسر اسحاق موسیٰ الحسینی (وفات 1990) کے مطابق ، معجزات کو عیسیٰ سے اس کی پیشن گوئی اور اس کے اختیار کی علامت قرار دیا گیا تھا۔ ، 1943 ؛ دوسرا ایڈیشن 1967)۔ قرآن مجید اور جدید عربی ادب (1960) میں مسیح میں ، الحسانی نے کہا کہ یہ قابل ذکر محمد اپنے آپ کو کوئی معجزہ نہیں ہے۔ [] 38]\n\nقرآن مجید میں یہ چھ معجزات انجیل اور ان کے غیر معمولی نوسٹک ذرائع کے برعکس تفصیل سے ہیں ، جس میں تفصیلات شامل ہیں اور دیگر منسوب معجزات کا ذکر ہے۔ [38] صدیوں کے دوران ، ان چھ معجزہ داستانوں کو حدیث اور شاعری کے ذریعہ بیان کیا گیا ہے ، جس میں مذہبی تحریروں کے ساتھ انجیل ، غیر معمولی ذرائع اور لور سے ذکر کردہ دیگر معجزات بھی شامل ہیں۔ [26] [28]\n\nپالنا سے بات کرنا\nرنگ سے بات کرتے ہوئے قرآن مجید میں تین مقامات پر ذکر کیا گیا ہے: المران (3) 41 ، 46 ، المڈا (5) 109–110 اور مریم (19) 29–30۔ داستان کے ایک حصے میں نوزائیدہ یسوع اپنی والدہ مریم کا دفاع کرتے ہوئے کسی معروف شوہر کے بغیر جنم دینے کے الزام سے دفاع کرتے ہیں۔ [] 39] ابتدائی اسلام جوزف اور اس کے کردار کے بارے میں واضح نہیں تھا۔ اس لئے یہ دعویٰ کیا گیا ہے کہ ان نوسٹک انجیل کے اثر و رسوخ کا کہنا ہے کہ قرآن مجید مخالفین کے ذریعہ الہی نہیں ہوسکتا ہے۔ یسوع بولتا ہے جیسے فرشتہ جبرئیل نے اعلان کے وقت ذکر کیا تھا: یسوع نے اعلان کیا ہے کہ وہ خدا کا خادم ہے ، ایک کتاب دی گئی ہے ، ایک نبی ہے ، جہاں بھی جائے گا ، اس دن برکت ہے ، جس دن وہ مرجائے گا ، جس دن وہ مرجائے گا۔ ، اور جس دن وہ زندہ ہے۔ [40]\n\nاگرچہ یہ خاص داستان بائبل میں نہیں پایا جاتا ہے ، لیکن پالنا سے بولنے کا موضوع غیر معمولی پری اسلامک سیریاک بچپن کی انجیل میں پایا جاتا ہے۔ اس ماخذ نے یسوع نے اپنے آپ کو خدا کا بیٹا ، کلام قرار دیا ہے ، اور اس بات کی تصدیق کی ہے کہ فرشتہ جبرئیل نے اس سے قبل مریم کو انجیل میں تفصیلی قرار دیا تھا۔ [39]\n\nمٹی سے پرندے بنانا\nمٹی سے پرندوں کی تخلیق کرنے اور ان میں زندگی کا سانس لینے کی معجزہ کہانی جب کسی بچے کا ذکر المران (3) 43 ، 49 اور المڈا (5) 109-110 میں ہوتا ہے۔ اگرچہ اس معجزہ کا ذکر بھی کیننیکل انجیل میں نہیں ہے ، لیکن اسی داستان کو کم از کم دو اسلامی ذرائع سے پایا جاتا ہے: تھامس اور یہودی ٹولڈوٹ یسو کی بچپن کی انجیل ، قرآن اور ان دونوں ذرائع کے مابین کچھ مختلف تفصیلات کے ساتھ۔ 41] [42]\n\nنابینا اور کوڑھیوں کو شفا بخشیں\nیہ بھی ملاحظہ کریں: گلیل میں دو نابینا افراد کی شفا یابی اور دس کوڑھیوں کو صاف کرنا\nنئے عہد نامے کی طرح ، قرآن نے عیسیٰ کا ذکر کیا ہے جو الیمران (3) 49 میں نابینا اور کوڑھیوں کی شفا بخش ہے۔ ٹھیک ہونا اور یہ کہ یسوع نے صرف نماز کے ذریعے ان بیماریوں کو ٹھیک کیا۔ [] 43] قرون وسطی کے اسکالر الت البی نے اس بارے میں لکھا ہے کہ یہ دو خاص بیماریوں سے طبی مدد سے بالاتر کیسے تھیں ، اور یسوع کے معجزات کا مطلب دوسروں نے اپنے پیغام کی واضح علامتوں کے طور پر دیکھا تھا۔ [] १]\n\nمرنے والوں کی پرورش\nخیال کیا جاتا ہے کہ عیسیٰ نے لوگوں کو مردوں سے پالا ہے ، جیسا کہ المران ()) 49 میں ذکر کیا گیا ہے۔ اگرچہ اس کے بارے میں کوئی تفصیل نہیں دی گئی ہے کہ کس کی پرورش ہوئی ہے یا حالات میں کم از کم تین افراد کا ذکر انجیل میں (ایک بیٹی) میں کیا گیا ہے۔ جیرس ، نین میں بیوہ کا بیٹا ، اور لازار)۔ [] 44]\n\nنسخہ\nحضرت عیسیٰ علیہ السلام کی پیش گوئی کرنے کے قابل تھا ، یا اس کی پیش گوئی کی گئی تھی ، [45] جو دوسروں کے لئے پوشیدہ یا نامعلوم تھا۔ اس کی ایک مثال یہ ہے کہ یسوع صحیح طور پر جواب دے گا اور ہر سوال کسی نے بھی اس سے پوچھا۔ ایک اور مثال یسوع جانتا تھا کہ لوگوں نے ابھی کیا کھایا ہے ، اسی طرح انہوں نے اپنے گھروں میں کیا ذخیرہ کیا ہے۔ [26]\n\nجنت سے کھانے کی میز\nمرکزی مضمون: بھیڑ کو کھانا کھلانا\nیہ بھی دیکھیں: آخری رات کا کھانا\nقرآن کے پانچویں باب میں ، المعیدا (5) 112–115 میں ، ایک بیان میں عیسیٰ کے شاگردوں کا ذکر کیا گیا ہے جس میں کھانے سے لیس ٹیبل کی درخواست کی گئی تھی ، اور مستقبل میں ان کے لئے ان کی یادگار کا ایک خاص دن ہے۔ اسلامی اور عربی اسٹڈیز کے پروفیسر ڈبلیو مونٹگمری واٹ (وفات 2006) کے مطابق یوکرسٹ کا یہ ممکنہ حوالہ ہوسکتا ہے۔ [46] تقابلی مذاہب کے پروفیسر جیفری پیرریندر (وفات 2005) کے مطابق ، یہ واضح نہیں ہے کہ اگر یہ کہانی انجیل کے آخری عشائیہ یا بھیڑ کو کھانا کھلانے کے متوازی ہے ، لیکن اس کو عربی لفظ (مسلم فیسٹیول) سے منسلک کیا جاسکتا ہے: [] 47]\n\nایک بار جب شاگردوں نے کہا ، اے یسوع ، مریم کا بیٹا ، کیا آپ کا رب ہمارے لئے جنت سے ایک میز بھیج سکتا ہے؟ اس نے کہا ، اگر آپ مومن ہیں تو خدا سے ڈریں۔ انہوں نے کہا کہ ہم اس سے کھانا چاہتے ہیں ، اور یہ کہ ہمارے دلوں کو سکون مل سکتا ہے ، اور ہم جان سکتے ہیں کہ آپ نے سچائی سے بات کی ہے اور اس کے گواہوں میں شامل ہیں۔ عیسیٰ ، مریم کے بیٹے ، نے کہا ، اے خدا ہمارے خداوند ہم پر جنت سے ایک میز بھیج دیں ، ہمارے لئے ایک تہوار ، ہمارے پہلے اور ہم میں سے آخری ، اور آپ کی طرف سے ایک علامت: اور فراہمی (کا کھانا) ہمارے نزدیک ، کیونکہ آپ بہترین فراہم کنندگان ہیں۔ خدا نے کہا کہ میں اسے آپ کے لئے بھیج رہا ہوں۔ [] 46]\n\nآخری رات کے کھانے سے پہلے سنی سے متعلق تباری کے ایک ریکارڈ میں ، موت کے خطرہ نے اسے بے چین کردیا۔ لہذا ، یسوع نے آخری رات کے کھانے کے لئے اپنے شاگردوں کو مدعو کیا۔ کھانے کے بعد ، اس نے ان کے ہاتھ دھوئے اور اپنے لباس پر ہاتھ صاف کرنے کے لئے ان کے وضو کروائے۔ اس کے بعد یسوع نے ان کو جواب دیا: \"میں نے آج رات آپ کے ساتھ کیا ہے ، اس میں میں نے آپ کو کھانا پیش کیا اور اپنے ہاتھ ذاتی طور پر دھوئے ، لہذا یہ آپ کے لئے ایک مثال بننے دیں۔ چونکہ آپ واقعی مجھے آپ سے بہتر سمجھتے ہیں ، ایک دوسرے کے سلسلے میں گھبراؤ مت بنو بلکہ اپنے آپ کو ایک دوسرے کے لئے بڑھاؤ کیونکہ میں نے آپ کے لئے اپنے آپ کو بڑھایا ہے۔ \" اپنی تعلیمات میں شاگردوں کو ہدایت دینے کے بعد ، یسوع نے پیش گوئی کی کہ ان میں سے ایک اس سے انکار کرے گا اور دوسرا اس کے ساتھ غداری کرے گا۔ تاہم ، یسوع کی موت کے بارے میں اسلامی نظریات کے مطابق ، یسوع کی علامت میں صرف ایک لاش کو مصلوب کیا گیا تھا اور خود یسوع کو خدا کے پاس اٹھایا گیا تھا۔ [] 48]\n\nدوسرے معجزات\nعیسیٰ کے بارے میں گذشتہ برسوں میں بہت ساری کہانیاں اور بیانیے تیار کیے گئے ہیں ، جس میں کچھ موروثی اسباق پر مشتمل ہے یا عیسیٰ کے حوالے سے قرآن مجید میں تفصیل کی کمی کی وجہ سے معنی فراہم کرتے ہیں۔ ان میں سے کچھ بیانیے نئے عہد نامے کی طرح فطرت میں ایک جیسے ہیں ، جبکہ کچھ یسوع کو بہت ہی انسانی انداز میں پیش کرتے ہیں۔\n\nعیسیٰ کے معجزات کے کچھ تفصیلی خلاصے کے علاوہ جو صدیوں کے دوران مسلمان مصنفین کے ذریعہ جوہری سے (جیسے پانی پر چلنا - انجیل میں بھی پائے جانے والے - اور روٹی کی روٹیوں کی راہیں زمین سے آنے کی وجہ سے) ، [] 39] بچپن سے ہی کچھ دوسرے معجزے ہیں۔ شامل ہیں: ایک اسکول ماسٹر کو مسلمان مسلک کے بنیادی اصولوں کی وضاحت کرتے ہوئے ، یہ انکشاف کرتے ہیں کہ چور ایک دولت مند چیف کے پاس کون تھے ، شراب پینے کے لئے کسی چیز کے خالی برتنوں کو بھرتے ہیں ، ایک ظالم بادشاہ کے لئے کھانا اور شراب فراہم کرتے ہیں جبکہ اس بادشاہ کو ایک مردہ آدمی کی پرورش میں بھی اس کی طاقت کا ثبوت دیتے ہیں۔ مردوں سے ، ایک بچہ کی پرورش کرتے ہوئے حادثاتی طور پر ہلاک ہوا ، اور ایک رنگ کے وٹ سے لباس مختلف رنگوں کے ساتھ سامنے آنے کا سبب بنتا ہے۔ [26]\n\nشاہی عہدیدار کے بیٹے کی شفا بخش\nمرکزی مضمون: شاہی عہدیدار کے بیٹے کی شفا یابی\nالتباری (وفات 923) خطے میں ایک خاص بادشاہ کے ساتھ ایک بالغ یسوع کے تصادم اور اپنے بیٹے کی شفا یابی کی کہانی کی اطلاع دیتا ہے۔ بادشاہ کی شناخت کا ذکر نہیں کیا گیا ہے جبکہ لیجنڈ نے فلپ کو ٹیٹرارچ تجویز کیا ہے۔ بائبل سے متعلقہ حوالہ \"شاہی عہدیدار کا بیٹا\" ہے۔ [49]\n\nلالچ اور سچ بولنے والا\nپروفیسر ایوب کے مطابق ، ایک نوجوان عیسیٰ کے ایک معجزہ کی ایک افسانوی کہانی ، جو ایک سخت سیکھنے والے سبق کے طور پر استعمال ہوتا ہے جو پروفیسر ایوب کے مطابق ، ایک یہودی آدمی اور روٹی کی روٹیوں کے ساتھ کرنا پڑتا ہے۔ اگرچہ ایک علمی لہجے کو لے کر جانے کے باوجود ، سبق لالچ پر مبنی ہے جس میں سچائی کو بیان کرنے کے ساتھ بنے ہوئے ہیں۔ یہ ایک ایسی کہانی ہے جو اکثر بچوں کی کتابوں میں پائی جاتی ہے۔ [50]\n\nموروثی حکمت\nیہ بھی ملاحظہ کریں: لوگو (اسلام) اور لوگو (عیسائیت)\nایک اور افسانوی معجزہ کہانی یسوع کی بچپن کی حکمت سے متعلق ہے۔ ابن اسحاق سے التباری کے توسط سے رپورٹ ہونے والی اس علامات میں ، مریم کے بارے میں بات کی گئی ہے کہ وہ عیسیٰ کو ایک مذہبی اسکول بھیج رہی ہے اور اساتذہ کو حیرت زدہ ہے کہ یسوع کو پہلے ہی معلومات کو پڑھایا جارہا ہے / بحث کی جارہی ہے۔ [26]\n\nبچوں کے گھروں میں کھانا\nالتاباری کی ایک اور کہانی میں ایک نوجوان یسوع کے بارے میں بتایا گیا ہے کہ وہ اپنے گاؤں کے نوجوانوں کے ساتھ کھیل رہے ہیں اور انہیں بتاتے ہیں کہ ان کے والدین گھر میں ان کے لئے کیا کھانا تیار کررہے ہیں۔ [26]\n\nداستان کی تفصیلات کے مطابق ، کچھ والدین ناراض ہوگئے اور اپنے بچوں کو عیسیٰ کے ساتھ کھیلنے سے منع کیا ، شبہ ہے کہ وہ جادوگر ہے۔ اس کے نتیجے میں ، والدین نے اپنے بچوں کو یسوع سے دور رکھا اور اپنے بچوں کو ایک ہی گھر میں جمع کیا۔ ایک دن ، تنہا محسوس کرتے ہوئے ، یسوع اپنے دوستوں کی تلاش میں نکلا ، اور اس گھر پر آیا اس نے والدین سے پوچھا کہ ان کے بچے کہاں ہیں۔ والدین نے جھوٹ بولا ، جواب دیتے ہوئے کہ بچے وہاں موجود نہیں تھے۔ یسوع کے پوچھنے کے بعد ، پھر ، گھر میں کون ہے ، والدین یسوع کو سور کہتے ہیں۔ یسوع نے پھر کہا کہ \"اس گھر میں سوائن ہونے دو\" ، اور تمام بچوں کو سوائن میں بدل دیا۔ [28]\n\nصدیوں کے دوران ، مسلمان مصنفین نے دوسرے معجزات کا بھی حوالہ دیا ہے جیسے شیطانوں کو باہر نکالنے ، کچھ نظریاتی پہلے سے اسلامی ذرائع سے قرض لیا تھا ، اور عیسیٰ کے بارے میں کنودنتیوں کے طور پر کیننیکل ذرائع سے بھی توسیع کی گئی ہے۔ [26]\n\nوحی\nمرکزی مضمون: اسلام میں انجیل\nمسلمانوں کا ماننا ہے کہ خدا نے عیسیٰ کے سامنے ایک نیا صحیفہ ظاہر کیا ، جسے ال انگل (انجیل) کہا جاتا ہے ، جبکہ پچھلے انکشافات کی سچائی کا بھی اعلان کرتے ہیں: التورات (تورات) اور الزبر (زبور)۔ [] १] قرآن نے ال انجل کے لئے سازگار بات کی ہے ، جس میں یہ ایک صحیفہ کے طور پر بیان کرتا ہے جو اپنے پیروکاروں کے دلوں کو نرمی اور تقویٰ سے بھر دیتا ہے۔ روایتی اسلامی استثنیٰ کا دعویٰ ہے کہ بائبل کے پیغام کو مسخ کیا گیا ہے (تحرف) ، اسے تائیئن المبھم (\"ابہام کا حل\") کہا جاتا ہے۔ [52] قرون وسطی کے دور میں عبد الجبار ابن احمد کی تحریروں کے ساتھ اس علمی کوشش کی ابتداء ہے۔ [] 53] موسیٰ کے قانون کے بارے میں ، قرآن اس بات کی نشاندہی کرتا ہے کہ یسوع نے کبھی بھی یہودی قوانین کو ختم نہیں کیا بلکہ صرف جزوی طور پر منسوخ کرتے ہوئے ان کی تصدیق کی۔ [] 54]\n\nمسلمانوں نے طویل عرصے سے یقین کیا ہے کہ پولس نے جان بوجھ کر عیسیٰ کی اصل تعلیمات کو خراب کردیا۔ [55] نویں صدی کے مورخ سیف ابن عمر نے زور دے کر کہا کہ بعض ربیع نے پولس کو جان بوجھ کر ابتدائی عیسائیوں کو اس بات کا تعارف کرانے پر راضی کیا کہ ابن ہازم نے عیسائیت میں قابل اعتراض عقائد کے طور پر دیکھا تھا۔ [] 56]\n\nیوسف القردوی کے مطابق ، اپنی کتاب دی لوازمات اور دی ممنوعہ اسلام میں اسلام میں ، عیسیٰ نے یہودیوں کے لئے قانونی پابندیوں کو منسوخ کردیا جہاں ابتدائی طور پر خدا کے ذریعہ سزا کے طور پر قانون سازی کی گئی تھی۔ [] 57] کلاسیکی تبصرے جیسے طافسیر الجالالین نے یہ واضح کیا ہے کہ وہ بغیر کسی اسپائکس کے مچھلی اور پرندوں کے گوشت کی کھپت سے متعلق ہیں ، یا عام طور پر۔ [] 58]\n\nقرآن مجید میں تذکرہ\nشاگرد\nقرآن مجید میں کہا گیا ہے کہ عیسیٰ کو شاگردوں کے ایک گروہ (ḥawāriyyūn) نے مدد فراہم کی تھی جو اس کے پیغام پر یقین رکھتے تھے۔ جب شاگردوں کا نام نہیں لیتے ہیں ، قرآن نے عیسیٰ کی ان کو پیغام کی تبلیغ کرنے کی کچھ مثالیں پیش کیں۔ مسلمان یسوع کے شاگردوں کو محمد کے ساتھیوں (ایببہ) سے مماثل سمجھتے ہیں۔ [] 59] عیسائیت کے مطابق ، بارہ شاگردوں کے نام پیٹر ، اینڈریو ، جیمز ، جان ، فلپ ، بارتھلمو ، تھامس ، میتھیو ، جیمز ، جوڈ ، سائمن اور یہوداس تھے۔\n\nقرآن نے باب 3 ، آیات 52–53 میں ذکر کیا ہے ، کہ شاگردوں نے اسلام کے عقیدے کو پیش کیا: [غیر پرائمری ماخذ کی ضرورت ہے]\n\nجب حضرت عیسیٰ علیہ السلام کو ان کی طرف سے کفر ملا تو اس نے کہا: \"خدا کے (کام) کے لئے میرے مددگار کون ہوگا؟\" شاگردوں نے کہا: \"ہم خدا کے مددگار ہیں: ہم خدا پر یقین رکھتے ہیں ، اور کیا آپ یہ گواہ کرتے ہیں کہ ہم مسلمان ہیں۔ ہمارے رب! ہم نے اس بات پر یقین کیا ہے کہ آپ نے جو انکشاف کیا ہے ، اور ہم میسنجر کی پیروی کرتے ہیں۔ پھر ہمیں ان لوگوں میں لکھتے ہیں جو برداشت کرتے ہیں۔ گواہ۔ \"\n\n-قرآن سرہ المران 52–53 [60]\nعیسیٰ کے شاگردوں پر مشتمل سب سے طویل داستان اس وقت ہے جب عیسیٰ ان کی درخواست پر جنت سے کھانے کی میز لانے کا معجزہ انجام دیتا ہے ، اس بات کا مزید ثبوت کے لئے کہ اس کی تبلیغ ہی حقیقی پیغام ہے۔\n\nایسسنشن\nاین-نیسہ کی آیت 157 قرآن مجید کی بنیادی آیت ہے جو عیسیٰ کے مصلوب ہونے کے واقعے کا حوالہ دیتی ہے۔ [] १] اس میں کہا گیا ہے کہ یسوع کو ہلاک نہیں کیا گیا تھا اور نہ ہی مصلوب کیا گیا تھا ، لیکن 'یہ بنایا گیا تھا\nاین-نیسہ کی آیت 157\nکہ انہوں نے (فخر میں) کہا ، \"ہم نے مسیحا یسوع عیسیٰ کو مریم کا بیٹا ، خدا کے رسول کو مار ڈالا '؛ لیکن انہوں نے اسے نہیں مارا ، اور نہ ہی اسے مصلوب کیا ، لیکن اس طرح ان کے سامنے ظاہر ہوا ، اور جو لوگ مختلف ہیں اس میں شکوک و شبہات سے بھرا ہوا ہے ، جس میں کوئی (یقینی) علم نہیں ہے ، لیکن صرف اس بات کا قیاس ہے کہ اس نے اس کو مار ڈالا۔\n\nان کے سامنے ظاہر ہونا '۔ [62] زیادہ تر اسلامی روایات واضح طور پر اس سے انکار کرتی ہیں کہ یسوع جسمانی طور پر صلیب پر یا کسی اور طرح سے مر گیا۔ [] 63] [] 64] اسلامی استثنیٰ کی اطلاع ہے کہ ایک اور شخص کو یسوع کے مقام پر مصلوب کیا گیا تھا۔ تاہم ، کچھ جدید مسلم اسکالرز کا خیال ہے کہ یسوع واقعی میں مر گیا تھا ، اور اس کی بقا کا حوالہ علامتی ہے ، لفظی نہیں۔ عیسیٰ کی موت کی نوعیت پر یہ اختلاف یہ ہے کہ اسلامی کینن ہی میں ہی پایا جاتا ہے ، ابتدائی حدیث نے محمد کے ساتھیوں کے حوالے سے کہا کہ عیسیٰ کی موت ہوگئی ہے۔ دریں اثنا ، اس کے بعد کے حدیث اور ٹافس کی اکثریت مخالف کے حق میں بحث کرتی ہے۔ [حوالہ کی ضرورت]\n\nقرآن کے مطابق ، اسے مصلوب نہیں کیا گیا تھا ، بلکہ خدا نے اسے بچایا تھا۔ (اگرچہ ابتدائی اسلامی روایات اور استثنیٰ موت اور اس کی لمبائی کے بارے میں کسی حد تک متضاد رپورٹس کا حوالہ دیتے ہیں ، لیکن مسلمانوں کا خیال ہے کہ یسوع صلیب پر نہیں مرے تھے ، لیکن یقین رکھتے ہیں کہ اسے زندہ کی طرف سے جنت میں زندہ رکھنے سے بچایا گیا تھا)۔\n\nمتبادل\nیہ واضح طور پر واضح نہیں ہے کہ متبادل کی تشریح کی ابتدا کہاں ہوئی ہے ، لیکن کچھ اسکالرز دوسری صدی کے کچھ مخصوص جینوسٹک گروہوں کے درمیان پیدا ہونے والے نظریہ پر غور کرتے ہیں۔ [10] لیروک کو قرآن مجید اور حدیث کو یہ معلوم ہوا ہے کہ جزیرہ نما عرب میں اور اس کے علاوہ ابیسنیا میں بھی غیر معمولی ('مذہبی') عیسائیت سے متاثر ہوا ہے۔ [] 65]\n\nجب کہ بیشتر مغربی اسکالرز ، [] 66] یہودی ، [] 67] اور عیسائیوں کا خیال ہے کہ یسوع کی موت ہوگئی ، آرتھوڈوکس مسلم الہیات تعلیم دیتا ہے کہ وہ صلیب پر رکھے بغیر جنت میں چڑھ گیا اور خدا نے ایک اور شخص ، سائمن آف سائرن کی طرح ظاہر کیا ، بالکل عیسیٰ کی طرح ظاہر ہونا یسوع کے بجائے مصلوب شدہ (سی ایف۔ آئریناس کی باسیلائڈس کی بدعت کی تفصیل ، کتاب اول ، چوہدری ایکس ایکس آئی وی ، 4۔)۔ [] 68] [] 69]\n\nکچھ اختلاف اور اختلافات کو ابن اسحاق (وفات 761) سے شروع ہونے والے واقعات کے ایک مختصر اکاؤنٹنگ کی رپورٹ سے شروع کیا جاسکتا ہے ، جس میں سب سے پہلے یہ کہا گیا تھا کہ عیسیٰ کی جگہ سرجیس نامی کسی نے لے لی تھی ، جبکہ دوسری بات یہ ہے کہ عیسیٰ کے مقبرے کے ایک اکاؤنٹ کی اطلاع دی گئی ہے۔ مدینہ میں واقع ہے اور تیسری طور پر قرآن کے مقامات کا حوالہ دیتے ہوئے (3:55 ؛ 4: 158) کہ خدا نے یسوع کو اپنے پاس لے لیا۔ [] 70]\n\nابن کتھیر (وفات 1373) روایات کی پیروی کرتے ہیں جن سے پتہ چلتا ہے کہ ایک مصلوبیت واقع ہوئی ہے ، لیکن یسوع کے ساتھ نہیں۔ [] 81] ایونٹ کے بعد ، ابن کتھیر نے اطلاع دی ہے کہ تین مختلف بیانیے کے بعد لوگوں کو تین گروہوں میں تقسیم کیا گیا تھا۔ جیکبائٹس یہ مانتے ہیں کہ \"جب تک وہ چاہتا تھا خدا ہمارے ساتھ رہا اور پھر وہ جنت میں چلا گیا\" ؛ \"خدا کا بیٹا خدا کا بیٹا اس وقت تک ہمارے ساتھ تھا جب تک کہ خدا نے اسے جنت میں نہیں اٹھایا\" ہمارے ساتھ تھا \"؛ اور مسلمان \"خدا کے خادم اور رسول ، یسوع ، پر یقین رکھتے ہیں جب تک کہ خدا نے اس وقت تک اپنے پاس نہیں رکھا جب تک کہ خدا نے اسے اپنے پاس نہیں اٹھایا۔\" [] 82]\n\nدوسرا آنے والا\nیوم قیامت سے پہلے یسوع کی آمد کی ٹائم لائن\n\nدمشق ، اموی مسجد میں عیسیٰ کا مینار\nاسلامی روایت کے مطابق ، جنت میں چڑھ کر 2000+ سال تک وہاں رہنے کے بعد ، عیسیٰ یوم قیامت سے کچھ دیر پہلے ہی زمین پر اتریں گے ، جنگوں کے بیچ میں العمحہ اڈ دجل ('جھوٹے مسیحا \") اور اس کے پیروکاروں کے خلاف جنگ لڑی گئیں۔ ، مہدی اور اس کے مسلمان پیروکاروں کی مدد کے لئے آنے کے لئے۔ اموی مسجد میں۔\n\nاس کے بعد ، وہ \"صلیب کو توڑ دے گا ، خنزیر کو مار ڈالے گا ، اور جیزیا ٹیکس کو ختم کردے گا\" ، ایک معروف سہیہ البخری حدیث کے مطابق۔ []]] []]] []]] اس پیشن گوئی کی \"معمول کی ترجمانی\" یہ ہے کہ ، ایک مسلمان ہونے کے ناطے ، یسوع اپنے آپ کی مسیحی عبادت کو اور اپنی الوہیت پر یقین رکھنے پر رکے گا ، \"صلیب کی علامت\"۔ وہ عیسائیت کے ذریعہ ترک کردہ کوشر/حلال غذائی قوانین کو دوبارہ قائم کرے گا۔ (ایک حدیث کے مطابق ، یسوع \"گرجا گھروں اور مندروں کو تباہ کردے گا اور عیسائیوں کو مار ڈالے گا جب تک کہ وہ اس پر یقین نہ کریں۔\") [] 93] [نوٹ 1]\n\nاسلامی عبارتیں قدیم لعنت گوگ اور میگوگ (یاجج ماججج) کی ظاہری شکل کا بھی اشارہ کرتی ہیں ، جو اس کی زیرزمین قید کو ختم کردیں گی اور دنیا کو تباہ کرنے کا سبب بنے گی۔ [95] خدا ، یسوع کی دعاؤں کے جواب میں ، ان کو اپنی گردنوں کی نیپوں میں ایک قسم کا کیڑا بھیج کر مار ڈالے گا ، اور بڑے پرندوں کو زمین سے اپنی لاشیں لے جانے اور صاف کرنے کے لئے بھیجے گا۔ [] 86] مہدی کی موت کے بعد ، یسوع عالمی قیادت اور امن اور انصاف کو عالمگیر بنائے گا۔\n\nنیز روایت کے مطابق ، یسوع اس کے بعد شادی کرے گا ، بچے پیدا کریں گے ، اور چالیس سال تک دنیا پر حکمرانی کریں گے (روایات بہت مختلف وقت کی مدت دیتی ہیں) جس کے بعد وہ مرجائے گا۔ [] 96] اس کے بعد مسلمان اس کے لئے آخری رسومات کی دعا کریں گے اور پھر اسے مدینہ شہر میں گرین گنبد میں بالترتیب محمد ، ابو بکر اور عمر کے پاس خالی جگہ جگہ پر دفن کریں گے۔ [] 97] ابن خالدون کی علامات کے مطابق ، دونوں خلیفہ دونوں نبیوں کے مابین مردوں سے اٹھ کھڑے ہوں گے۔ [] 98]\n\nذرائع\nاگرچہ قرآن یسوع کی واپسی کی مذکورہ بالا داستان میں سے کسی کی وضاحت نہیں کرتا ہے ، []]] بہت سے مسلمانوں کا خیال ہے کہ دو قرآنی آیات آخری وقت کے دوران اس کی دوسری آنے کا حوالہ دیتے ہیں۔ [90] (1) مذکورہ آیت کا ذکر کرتے ہوئے کہا گیا ہے کہ وہ کبھی زمین پر نہیں مرتا ہے:\n\n\"اور [ان کے لئے] ان کے قول ، 'بے شک ، ہم نے مسیحا ، عیسیٰ ، مریم کا بیٹا ، رسول اللہ کو مار ڈالا ہے۔' اور انہوں نے اسے قتل نہیں کیا ، اور نہ ہی انہوں نے اسے مصلوب کیا۔ لیکن [ایک اور] ان سے مشابہت کرنے کے لئے بنا دیا گیا تھا۔ اور واقعی ، جو لوگ اس پر مختلف ہیں ان کو اس کے بارے میں شک ہے۔ انہیں اس کے بارے میں کوئی معلومات نہیں ہے سوائے اس کے کہ وہ اس مفروضے کی پیروی کے سوا کوئی معلومات نہیں رکھتے ہیں۔ . اور انہوں نے یقینی طور پر اسے نہیں مارا۔ \" (Q.4: 157 :)\nاور ایک دوسری آیت جس کی ترجمانی یسوع اور \"دی گھنٹہ\" (اختتامی اوقات) کے مابین رابطے کی نشاندہی کرنے کے لئے کی گئی ہے:\n\n\"اور دیکھو! بے شک اس وقت کا علم ہے۔ لہذا آپ کو اس کے بارے میں کوئی شک نہیں ، لیکن میرے پیچھے چلو۔ یہ صحیح راستہ ہے۔\" (Q.43: 61 ٹرانس پیکٹال)۔ [90]\nعیسیٰ کی واپسی پر حدیث کا سراغ ابو اسحیرہ کے ایک ، لیکن واقعی بعد میں عباسید خلافت میں خانہ جنگی کے دوران متعارف کرایا گیا تھا ، جب ایک نجات دہندہ کی توقع کی جاتی تھی۔ جبکہ شیعوں کے لئے ، مہدی نجات دہندہ ہوں گے ، کچھ سنیوں نے یسوع کی واپسی کی توقع کی۔ ابتدائی عباسید خلافت کے دوران ، جلوسوں میں مصلوب پہننے اور عوام میں سوروں کو تھامنے سے منع کیا گیا تھا۔ بصورت دیگر ، صلیب کو توڑنے سے ، مسلمانوں کے ذریعہ اس علامت کی عام طور پر ناپسندیدگی کی عکاسی ہوسکتی ہے ، اور خنزیر کو لشکر کے عیسیٰ کے جلاوطنی کا حوالہ مارا جاتا ہے۔ [100]\n\nعیسیٰ کا ذکر براہ راست اور بالواسطہ قرآن مجید میں 187 بار کیا جاتا ہے ، اور بہت سے عنوانات کے ذریعہ بھی اس کا حوالہ دیا جاتا ہے ، یہ سب سے زیادہ عام طور پر الصحہ ('مسیحا') ہے۔ [3] [110] [110] [111] [111] [33 ین عیسیٰ کو عیسیٰ کے نام سے 25 بار کہا جاتا ہے ، [نوٹ 2] تیسرا شخص 48 بار ، [نوٹ 3] پہلا شخص 35 بار اور باقی قرآن مجید میں عنوانات کے طور پر۔ [نوٹ 4] [113]\n\nمحمد نے اپنے آپ کو 'یسوع کے قریب ترین لوگوں کے قریب' قرار دیا۔ [114]\n\nآدم کے ساتھ ہم آہنگی\nقرآن مجید عیسیٰ کی تخلیقیت پر زور دیتا ہے ، [107] انسانی اصلیت کی عدم موجودگی کے سلسلے میں آدم کے ساتھ اپنے ہم آہنگی کے ذریعے۔ محمد اکثر آدم اور یسوع کی پیدائشوں کا موازنہ کرتے تھے۔ [115]\n\nاسلامی استثنیٰ الہی مداخلت کی عیسائی دلیل کے پیچھے ایک منطقی عدم مطابقت کو بڑھاوا دیتا ہے ، کیونکہ اس طرح کے مضمرات آدم کو الوہیت دیتے ہیں جو صرف تخلیق کے طور پر سمجھا جاتا ہے۔ [107]\n \nاسلام میں ، خیال کیا جاتا ہے کہ یسوع اسلامی نبی محمد کا پیش خیمہ تھا۔ قرآن کے مطابق ، محمد کے آنے کی پیش گوئی عیسیٰ نے اس آیت کے ذریعہ عیسیٰ 61: 6 میں کی تھی ، ابتدائی عرب مسلمانوں نے موجودہ مذہبی روایات اور عیسیٰ کی مبینہ پیش گوئوں پر اپنے نئے عقیدے کے لئے قانونی حیثیت کا دعوی کیا تھا۔ [116] مسلمانوں کا خیال ہے کہ یسوع محمد کا پیش خیمہ تھا ، اور اس نے مؤخر الذکر کے آنے کی پیش گوئی کی۔ [117] [26] یہ نقطہ نظر قرآن کی ایک آیت پر مبنی ہے جس میں یسوع ایک میسنجر کی بات کرتا ہے جس کے نام \"احمد\" کے نام سے ظاہر ہوتا ہے۔ [118] اسلام احمد کو محمد کے ساتھ وابستہ کرتا ہے ، دونوں الفاظ H-M-D Tricononantal جڑ سے اخذ کیے گئے ہیں جو تعبیر کی بات کا حوالہ دیتے ہیں۔ مسلمان اس بات پر زور دیتے ہیں کہ عیسیٰ کے اعلان کے ثبوت نئے عہد نامے میں موجود ہیں ، جس میں پیرکلیٹ کے ذکر کا حوالہ دیا گیا ہے جس کے آنے والے انجیل جان کی پیش گوئی کی گئی ہے۔ [119]\n\nمسلمان مبصرین کا دعویٰ ہے کہ استعمال شدہ اصل یونانی لفظ پیریکلوٹوس تھا ، جس کا مطلب ہے مشہور ، مشہور ، یا قابل تعریف - عربی میں احمد کی حیثیت سے جاری ہے۔ اور یہ کہ اس کی جگہ عیسائیوں نے پیراکلیٹوز کے ساتھ کیا تھا۔ [] 97] [120] اس خیال پر بحث کی جارہی ہے ، یہ پوچھتے ہوئے کہ کیا روایتی تفہیم قرآن کے متن کے ذریعہ تائید کی گئی ہے۔\n\nاسلامی الہیات کا دعویٰ ہے کہ حضرت عیسیٰ علیہ السلام نے احمد کے نام کے ذکر کے ساتھ ، سور ra 61: 6 کے مطابق اس کے بعد اس کے بعد ایک اور نبی کی پیش گوئی کی تھی۔ (احمد ایک ہی ٹرائنسوننٹل روٹ کا ایک عربی نام ہے ḥ -m -d = [ح - ح - ح - ح - د].) ابن اسحاق کی محمد کی سوانح حیات کا جواب دیتے ہوئے ، اسلامی اسکالر الفریڈ گیلوم نے لکھا:\n\n\"احمد\" کی اصطلاح پر واپس آتے ہوئے ، مسلمانوں نے مشورہ دیا ہے کہ احمد پیریکلوٹوس کا ترجمہ ہے ، منایا جاتا ہے یا اس کی تعریف کی گئی ہے ، جو جان XIV ، XV اور XVI کی پیراکلیٹ ، پیراکلیٹوس کی بدعنوانی ہے۔ [121]\n\nحدیث\nحدیث میں محمد اور اس کے آس پاس کے لوگوں کے اقوال ہیں۔ عیسیٰ کے لیجنڈ پر مشتمل حدیث کو غیر معمولی ('مذہبی') عیسائیت سے متاثر کیا گیا ہے جو جزیرہ نما عرب میں اور مزید ابیسنیا میں غالب تھا۔ [] 65] حدیث نے تیسری مسلم صدی میں مسلم برادری کے اختیارات کے ذریعہ ایک اہم حیثیت پیدا کی۔ حدیث سے ابھرنے والے عیسیٰ کا مسلمان خیال ایک معجزہ ، بے گناہ اور تیز رفتار شخصیت کا ہے ، اور لوگوں کی طرف اشارہ کرتے ہوئے ، ایک بار پھر مسلمان کے پیشن گوئی کے نقطہ نظر کے مطابق ، مسلمان عقیدے (مسلمان ؛ جو خدا کی مرضی کے سامنے پیش کرتا ہے)۔ 130]\n\nحدیث نے عام مسلمانوں میں عیسیٰ کی شبیہہ کی تشکیل کا ایک بہت اہم کردار ادا کیا ہے ، جب حدیثوں اور طافیروں کو شامل کرتے وقت اس میں مزید ترقی ہوئی ہے جب وہ بڑی مقدار میں افسانوی تحریروں اور رپورٹس میں بنے ہوئے ہیں۔ [26] مسلمان کی بحالی کے ساتھ ، یسوع کی باطل حیرت انگیز ہے۔ اس کے بجائے جس چیز کے بارے میں لکھا جاتا ہے وہ سنسنی خیز جادوگر ہے ، جو روح القدس کی مدد کرتا ہے۔ انجیل کو ایک کتاب کے طور پر دیکھا جاتا ہے جس کی تبلیغ کی جاتی ہے اور اسے صرف اصل تعلیمات کا ذکر کیے بغیر ہی گزرنے کا حوالہ دیا جاتا ہے۔ حیرت انگیز طور پر ، عیسیٰ کی فرضی اقوال اور سمجھی جانے والی تعلیمات کو شیعہ اسلام ، اور عیسیٰ کی صوفی نمائندگیوں میں حدیث کے ضوابط میں اور اہمیت دی گئی ہے۔ [] 65]\n\nسنی اسلام\nکاتاب الملال و الہل ، الشہرستانی (وفات 1153) میں ، ایک بااثر فارسی مورخ ، تاریخ نگار ، اسکالر ، فلسفی اور مذہبی ماہر ، اسلامی داستان کو جاری رکھتے ہوئے عیسیٰ کی تصویر کشی کے بہت قریب ہیں۔\n\nعیسائی (وہ ہیں) مسیح کی برادری (امت) ، عیسیٰ ، بیٹا مریم (اس پر امن)۔ وہ ہے جسے واقعی میں (نبی amb aummamamauth) موسیٰ (اس پر امن) کے بعد بھیجا گیا تھا ، اور جس کا اعلان تورات میں کیا گیا تھا۔ اس کے نزدیک (عطا کیا گیا) واضح علامات اور قابل ذکر شواہد ، جیسے مرنے والوں کی بحالی اور نابینا اور کوڑھی کا علاج۔ اس کی فطرت اور فطری رجحان (فیٹرا) اس کی سچائی کی ایک بہترین علامت ہے۔ یعنی ، اس کا پچھلے بیج کے بغیر آنا اور اس کی تقریر کو پہلے کی تعلیم کے بغیر۔ تمام (دوسرے) نبیوں کے لئے ان کے انکشاف کی آمد چالیس سال (عمر) میں تھی ، لیکن اس وقت انکشاف اس کے پاس آیا جب اسے پالنے میں بولنے کے لئے بنایا گیا تھا ، اور جب اس نے بتایا (الہی پیغام) (عمر) تیس اس کے (پیشن گوئی) مشن (داؤ) کی مدت تین سال اور تین ماہ اور تین دن تھی۔ [131]\n\nشیعہ اسلام\nناہج البالاگھا میں ، چوتھے خلیفہ علی (ر. 656–661) نے یسوع کی سادگی کے بارے میں بات کی ہے۔ [132] علی کا کہنا ہے کہ \"یسوع نے اپنے تکیے کے لئے ایک پتھر استعمال کیا ، موٹے کپڑے پہنے اور کھردرا کھانا کھایا۔ اس کا مسالہ بھوک تھا۔ رات کو اس کا چراغ چاند تھا۔ اس کی کوئی بیوی نہیں تھی ، اور نہ ہی کوئی بیٹا غمگین تھا ، نہ ہی کوئی بیٹا تھا ، نہ ہی کوئی بیٹا تھا۔ انحراف کرنے کی دولت۔ اس کے دونوں پاؤں اس کی رسید تھے اور اس کے دونوں ہاتھ اس کے خادم تھے \"۔ [132] علی کے ایک عظیم الشان پوتے ، جافر السادیق کے مطابق ، ڈیوڈ اور یسوع کے مابین وقت چار سو سال تھا۔ [133] جافر نے مزید کہا ہے کہ یسوع کا مذہب توحید تھا (طواد) اور طہارت (اخلا ṣ)۔ [133] 'انجیل' (انجیل) اس کے پاس بھیجا گیا تھا اور دوسرے نبیوں کو بھی جو یہ تھا کہ وہ عیسیٰ سے بھی لیا گیا تھا: مذہب کے ساتھ دعا قائم کرنے ، بھلائی کا اظہار کرنے اور برائی کو روکنے کے لئے ، جس کی اجازت ہے اور اس سے منع کیا گیا ہے جس سے منع کیا گیا ہے۔ 'انجیل' میں اس کے پاس نصیحتیں اور تمثیلیں بھیج دی گئیں ، لیکن اس میں کوئی بدلہ لینے کا کوئی قانون نہیں تھا اور نہ ہی بدلہ لینے کے احکامات (احکم الہوڈ) ، اور وراثت کی کوئی ذمہ داری نہیں۔ اسے بھیج دیا گیا تھا جو تورات میں موسیٰ کے پاس بھیج دیا گیا تھا اس کا خاتمہ تھا۔ یسوع نے اپنے پیروکاروں کو حکم دیا کہ وہ تورات اور 'انجیل' کے قانون پر یقین رکھتے ہیں۔ [133]\n\nفاطمی دور کے ایک مشہور مسلمان فقیہ ، قادی النومن کے مطابق ، عیسیٰ کو قرآن) میں مسیحا (الماز ḥ) کہا جاتا ہے کیونکہ اسے ان لوگوں کے پاس بھیجا گیا تھا جنہوں نے اسے ہٹانے کے لئے اس کا جواب دیا (مساہا) ) ان کی نجاست ، ان کے عقیدے کی بیماریوں ؛ چاہے ظاہر (ظہر) ہو یا پوشیدہ (بٹین)۔ علامتی تشریح (آسس التوال) کی اپنی ورک فاؤنڈیشن میں قادی الیومن ، جسمانی پیدائش کی اپنی کہانی کی تشریح کے طور پر ، عیسیٰ کی روحانی پیدائش (میلاد البٹن) کے بارے میں بات کرتی ہے۔ ظہیر) قرآن مجید میں ذکر کیا۔ ان کا کہنا ہے کہ مریم ، یسوع کی والدہ ، کسی کے لئے ایک استعارہ ہے جس نے جسمانی طور پر اس کو جنم دینے کی بجائے یسوع (لہق) کی پرورش اور ہدایت کی۔ قادی النومن نے وضاحت کی ہے کہ عیسیٰ ابراہیم کی خالص اولاد سے تھا ، بالکل اسی طرح جیسے علی اور اس کے بیٹے فاطمہ کے ذریعے محمد کی خالص اولاد سے تھے۔ [134]\n\nظہور\nمحمد کی متعدد حدیث بیانات کی بنیاد پر ، یسوع کو جسمانی طور پر اس طرح بیان کیا جاسکتا ہے (حضرت عیسیٰ علیہ السلام کی جسمانی وضاحت میں کسی بھی اختلافات کی وجہ سے محمد نے اسے مختلف مواقع پر دیکھتے وقت اسے بیان کیا ، جیسے اس کے جنت میں چڑھائی کے دوران ، یا یسوع کے دوران یسوع کو بیان کرتے وقت 'دوسرا آنے والا): [144]\n\nدرمیانے/اعتدال پسند/اوسط اونچائی کا ایک اچھی طرح سے تعمیر شدہ آدمی اور ایک وسیع سینے کے ساتھ قد۔\nسیدھے ، لنک ، اور لمبے لمبے بال جو اس کے کندھوں کے درمیان گرتے ہیں۔ ایسا لگتا ہے جیسے پانی اس کے سر سے ڈرائبل ہو رہا ہے ، حالانکہ یہ گیلے نہیں ہے۔",
"Muhammad": "اسلام میں محمد\nویکیپیڈیا سے ، مفت انسائیکلوپیڈیا\nتلاش کے لئے نیویگیشن جمپ پر جائیں\nیہ مضمون اسلامی تناظر میں محمد کے کردار اور اہمیت کے بارے میں ہے۔ عام جائزہ کے لئے ، محمد دیکھیں۔\nامام الانبیہ\nراسل اللہ\nمحمد\nمِمَمیلی\nمامد اللى اللہ علیہ وسلم. ایس وی جی\nاسلامی خطاطی میں 'محمد'\nاسلام کے نبی\nاس سے پہلے عیسیٰ (عیسیٰ)\nپوزیشن ختم ہونے کے بعد کامیاب\nعنوان خاتم ان نابیان ('نبیوں کا مہر')\nذاتی\nپیدا ہوا پیر ، 12 ربیع 'الاول 53 بی ایچ (570 عیسوی)\nمکہ ، ہیجاز ، عربیہ\nپیر ، 12 ربیع 'الاول 11 آہ (8 جون 632 عیسوی)\nمدینہ ، ہیجاز ، عربیہ\nآرام کرنے کی جگہ گرین گنبد ، نبی کی مسجد ، مدینہ\nمذہب اسلام\nشریک حیات محمد کی بیویاں دیکھیں\nبچے محمد کے بچے دیکھتے ہیں\nوالدین\nعبد اللہ ابن عبد المطالیب (باپ)\nآمنہ بنٹ واہب (ماں)\nمدینہ کے قابل ذکر کام (زبانیں) آئین\nدوسرے ناموں میں محمد کے نام اور عنوانات نظر آتے ہیں\nرشتہ داروں نے محمد کا خاندانی درخت دیکھا ، اہل البائٹ (\"گھر کا کنبہ\")\nدستخط محمد مہر۔ ایس وی جی\nمحمد کا مہر\nمسلم رہنما\nجانشین محمد کو جانشین دیکھتے ہیں\nعربی نام\nذاتی (ISM) محمد\nسرپرستی (ناساب) محمد ابن عبد اللہ ابن عبد المطالیب ابن ہشیم ابن عبد مناف ابن قوسائی ابن کِلاب\nٹیکنمونک (کنیا) ابو القاسم\nبسم الہیر رحمانیر رحیم\nاسلام پر ایک سلسلہ کا ایک حصہ\nاسلامی نبی\nanbiya\nقرآن مجید میں نبی\nاسلامی نام اور بائبل کے نام کے ذریعہ درج ہے۔\nadam (آدم) ایدریس (اینوچ) نū (نوح) ہد (ایبر) ṣāliḥ (سیلہ) ʾibrāham (ابراہیم) لا (لاٹ) ʾismāl (ishmel) asisauʿ (iseaac) Yaaquū (isac) Yaaqū (jacob) Yaaqū (jacob) Yaaqū (jacob) Yaaqū (isac) جیٹھرو) میسی (موسیٰ) ہرون (آرون) دھھل کیفل (حزقی ایل یا گوتما بدھ) دید (ڈیوڈ) سلیمان (سلیمان) یونس (جوناہ) ینالیس (الیاسہ) الیاسیا (الیشا) زکریا (الیشا) زکریا (الیشا) زکریا (الیش) ) محمد (محمد)\nاہم واقعات\nخیالات\n اسلام پورٹل\nvte\nایک سیریز کا حصہ\nاسلام\nallah3.svg\nعقائد\nطریقوں\nٹیکسٹ فاؤنڈیشنز\nتاریخ\nثقافت اور معاشرے\nمتعلقہ عنوانات\n اسلام پورٹل\nvte\nمحمد ابن عبد اللہ (عربی: مِمَمیلید بِن ُ اِل اللچا ؛ c.570 - 8 جون 632 عیسوی) ، خیال کیا جاتا ہے کہ اسلام کی تمام اہم شاخوں میں خدا کے میسینجرز اور نبیوں کی مہر ہے۔ مسلمانوں کا خیال ہے کہ اسلام کا مرکزی مذہبی متن قرآن مجید محمد کے سامنے خدا کے ذریعہ انکشاف ہوا تھا ، اور یہ کہ محمد کو اسلام کی بحالی کے لئے بھیجا گیا تھا ، جس کا ان کا خیال ہے کہ وہ محمد سے نہیں ہوا تھا لیکن یہ آدم ، ابراہیم کا اصل غیر متنازعہ عقیدہ ہے ، موسی ، عیسیٰ ، اور دوسرے نبی۔ [1] [2] [3] [4] قرآن مجید کے ساتھ قائم کردہ مذہبی ، معاشرتی اور سیاسی اصولوں نے جو اسلام اور مسلم دنیا کی بنیاد بنائی۔ []]\n\nمکہ کے ایک معزز قریشی فیملی میں سال 53 بی ایچ (570 عیسوی) کے بارے میں پیدا ہوئے ، محمد نے \"الامین\" (اِل امین \"(اِلققیمینا ُ ، جس کا مطلب ہے\" قابل اعتماد \")۔ []] []] []] کہا جاتا ہے کہ 11 بی ایچ (610 عیسوی) میں 40 سال کی عمر میں ، کہا جاتا ہے کہ محمد نے ہیرا نامی غار میں اپنا پہلا زبانی انکشاف کیا تھا ، جو قرآن کی نزول کا آغاز تھا جو اس کی زندگی کے اختتام تک جاری رہا۔ اور مسلمانوں کا خیال ہے کہ محمد سے خدا کی طرف سے خدا کی وحدانیت کی تبلیغ کرنے کے لئے بت پرستی کو ختم کرنے کے لئے کہا گیا تھا ، جو اسلام سے قبل عرب میں واضح طور پر موجود ہے۔ []] []] []] نئے تبدیل ہونے والے مسلمانوں پر ظلم و ستم کی وجہ سے ، مدینہ (اس وقت یاتھریب کے نام سے جانا جاتا ہے) کے ایک وفد کی دعوت پر ، محمد اور اس کے پیروکار 1 ھ (622 عیسوی) میں مدینہ ہجرت کر گئے ، یہ واقعہ جسے ہجرا کے نام سے جانا جاتا ہے۔ [10] [10] [10] 11] محمد کی زندگی کا ایک اہم موڑ ، یہ ہیجیرا اسلامی تقویم کے آغاز کو بھی نشان زد کرتا ہے۔ مدینہ میں ، محمد نے مدینہ کے آئین کا خاکہ پیش کیا جس میں وہاں موجود مختلف برادریوں کے مابین حقوق اور تعلقات کی وضاحت کی گئی ، ایک آزاد برادری تشکیل دی ، اور پہلی دولت اسلامیہ کو قائم کرنے میں کامیاب رہا۔ [12] میکنوں کی جاری دشمنی کے باوجود ، محمد نے اپنے پیروکاروں کے ساتھ مل کر ، 630 ، [13] [14] میں مکہ کا کنٹرول سنبھال لیا اور تمام کافر بتوں کی تباہی کا حکم دیا۔ [15] [16] مدینہ میں اپنے بعد کے سالوں میں ، محمد نے عرب کے مختلف قبائل کو اسلام [17] کے تحت متحد کیا اور معاشرتی اور مذہبی اصلاحات کیں۔ [18] اس وقت تک جب وہ تقریبا 11 11 آہ (632 عیسوی) میں فوت ہوا ، جزیرہ نما عرب کے تقریبا all تمام قبائل اسلام قبول کر چکے تھے۔ [19]\n\nمسلمان اکثر محمد کو حضرت محمد ، یا صرف \"نبی\" یا \"رسول\" کہتے ہیں اور انہیں تمام نبیوں میں سب سے بڑا سمجھتے ہیں۔ [1] [20] [21] [21] [22] اسے مسلمانوں نے تمام خوبیوں کے مالک کے طور پر دیکھا ہے۔ [23] احترام کے ایک عمل کے طور پر ، مسلمان عربی بینیڈیشن سلالہو 'الہہی و سلام کے ذریعہ محمد کے نام کی پیروی کرتے ہیں ، (جس کا مطلب ہے کہ اس پر امن ہو) ، [24] بعض اوقات \"دیکھا\" یا \"صلی اللہ علیہ وآلہ وسلم\" کے طور پر مختص کیا جاتا ہے۔\n\nقرآن مجید میں\nمزید معلومات: قرآن مجید میں محمد\n\nاسلامک خطاطی کی ایک اسکرپٹ مختلف قسم کے نام سے محمد کا نام تھا ، جس کا اسکرپٹ مختلف ہے\nقرآن مجید کی ابتدائی زندگی یا دیگر سوانح حیات کی تفصیلات کے بارے میں بہت کم ہے ، لیکن اس میں ان کے پیشن گوئی مشن ، ان کی اخلاقی فضیلت اور محمد سے متعلق مذہبی امور کے بارے میں بات کی گئی ہے۔ قرآن مجید کے مطابق ، محمد خدا کے ذریعہ بھیجے گئے نبیوں کی زنجیر میں آخری ہے (33:40)۔ قرآن کے دوران ، محمد کو \"میسنجر\" ، \"خدا کا رسول\" ، اور \"نبی\" کہا جاتا ہے۔ ایسی کچھ آیات 2: 101 ، 2: 143 ، 2: 151 ، 3:32 ، 3:81 ، 3: 144 ، 3: 164 ، 4: 79-80 ، 5:15 ، 5:41 ، 7: 157 ہیں ، 8:01 ، 9: 3 ، 33:40 ، 48:29 ، اور 66:09۔ دوسری شرائط استعمال کی جاتی ہیں ، جن میں \"وارنر\" ، \"خوشی کی خبروں کا بیئرر\" ، اور \"جو لوگوں کو ایک ہی خدا کی دعوت دیتا ہے\" شامل ہے (قرآن 12: 108 ، اور 33: 45-46)۔ قرآن نے دعوی کیا ہے کہ محمد ایک ایسا شخص تھا جس کے پاس اعلی اخلاقی فضیلت تھی ، اور خدا نے اسے مسلمانوں کی پیروی کرنے کے لئے ایک اچھی مثال یا \"اچھ modely ی ماڈل\" بنا دیا (قرآن 68: 4 ، اور 33:21)۔ قرآن مجید محمد کے لئے کسی بھی غیر انسانی خصوصیات کی تردید کرتا ہے ، [25] لیکن اسے مثبت انسانی خصوصیات کے لحاظ سے بیان کرتا ہے۔ متعدد آیات میں ، قرآن مجید انسانیت سے تعلق رکھنے والے محمد کے تعلق کو کرسٹال کرتا ہے۔ قرآن مجید کے مطابق ، خدا نے محمد کو سچائی (انسانیت کے لئے خدا کا پیغام) اور پوری دنیا کے لئے ایک نعمت کے طور پر بھیجا (قرآن 39:33 ، اور 21: 107)۔ اسلامی روایت میں ، اس کا مطلب یہ ہے کہ خدا نے محمد کو انسانیت کے لئے اپنے پیغام کے ساتھ بھیجا جس کے بعد لوگوں کو بعد کی زندگی میں نجات ملے گی ، اور یہ محمد کی تعلیمات اور صرف اس کی ذاتی زندگی کی پاکیزگی ہے جو اس دنیا پر خدا کی عبادت کو زندہ رکھتی ہے۔ . [26]\n\nقرآن کے مطابق ، محمد کے آنے کی پیش گوئی عیسیٰ نے کی تھی: \"اور یاد رکھنا ، مریم کے بیٹے یسوع نے کہا: 'اے اسرائیل کے بچے! میں آپ کے لئے خدا کا رسول ہوں ، میرے سامنے قانون (جو آیا) کی تصدیق کرتا ہوں ، اور میرے پیچھے آنے کے لئے ایک میسنجر کی خوشی کی خبریں دینا ، جس کا نام احمد ہوگا \"\" (قرآن 61: 6)۔ اس آیت کے ذریعہ ، ابتدائی عرب مسلمانوں نے موجودہ مذہبی روایات اور عیسیٰ کی مبینہ پیش گوئوں پر اپنے نئے عقیدے کے لئے قانونی حیثیت کا دعوی کیا۔ [२]]"
}
