{
"Adam": "__ \"يا البشرية! لقد خلقنا لك من زوج واحد من الذكور والإناث ، وجعلتك في الأمم والقبائل ، حتى تعرف بعضكما (ليس هذا قد تحتقر بعضكما). في مرأى الله هو من هو أكثر منكم. والله لديه معرفة كاملة ومعرف جيد (مع كل شيء) \"(القرآن 49:13) .__ .__\n\nآدم (العربية: عوم) كان أول إنسان على الأرض وأول نبي (نايت ، نبي) الإسلام. يكرر المسلمة آدم كأب للجنس البشري وزوجته ، هاوا (آاز ، حواء) ​​كأم للبشرية. يرى المسلمون أن آدم أول مسلم ، حيث يذكر القرآن أن جميع الأنبياء بشروا بنفس إيمان الإسلام ، وهو ما يعني الخضوع لله.\n\nمن هذين الشخصين ، سكنت أجيال من البشر الأرض. يذكر الله في القرآن.\n\nعندما تم إنشاء آدم ، أمر الله بكل الخلق لخفض نفسه كعلامة على الاحترام لآدم ، الذي كان خلقًا جديدًا جديدًا. فعل كل شيء باستثناء شايتان ، الذي رفض القول إنه كان مصنوعًا من حريق لا يدخن (جين) ، بينما كان آدم مصنوعًا من الطين. ثم وضعهم الله في حديقة عدن كاختبار ، وقد نجح شايتان في خداع كل من آدم وهاووا. لقد جعلهم يذهبون إلى شجرة أن الله منعهم. نتيجة لهذا ، وضعنا الله (البشر والشياطين) على الأرض كأعداء لبعضهم البعض حتى يوم الحكم. ذات مرة على الأرض ، صلى آدم من أجل المغفرة والله غفره.\n\nكما هو الحال مع آدم وجميع الأنبياء جاءوا إلى الأرض لتذكير عهدنا مع الله. إذا أطيعنا الله ، يمكننا تحقيق مستوى أعلى ، ثم الملائكة في نظر الله. للقيام بذلك ، يجب أن نتجنب همسات شيتان ، وما هو أسوأ بكثير من ذلك ، نسعى جاهدين وقمعنا (رغبات الأنانية). نحن نفعل ذلك باتباع الحكمة التي لا نهاية لها ، والاتجاهات والأمثلة التي قدمنا ​​لنا في القرآن ، والوحي النهائي والكتاب الذي كتبه الشخص الأول من قبل الله الذي يتم الحفاظ عليه تمامًا ولم يتغير. يجب علينا أيضًا اتباع المثال المذهل للأنبياء ولدينا قصة حياة النبي محمد الكاملة حيث جاء في الآونة الأخيرة حيث يظهر في التاريخ الحديث. يتم الحفاظ على جميع تعاليمه أيضًا وهناك الكثير من المنح الدراسية الإسلامية للحفاظ على طريقة حياته وتعليمه. كان النبي محمد ختم الأنبياء ، دولة ، زعيم روحي وعسكري جنبا إلى جنب مع كونه زوج ، أب ، جار ، وصديق. لقد تم الإشادة به من قبل أولئك الذين يستمعون إلى حياته وأفعاله وتعاليمه. حتى أعدائه عندما عاش يحترمونه ويثقون به.\n\nلذلك ، كمسلمين ، نحن نعرف أن الغرض من الحياة لجميع البشر هو عبادة الله ومعرفة من هو الأفضل في الأفعال. لقد وعد الله بالبشرية مكانًا جميلًا في الجنة/الجنة كمكافأة لاتباع وصاياه. أدنى شخص في الجنة سيكون له أرض عشرة أرض. عندما تصل إلى مستويات أعلى من السماء ، تحتاج إلى البدء في قياس أرضك في سنوات ضوئية. الله هو الأكثر سخاء ويريد أن يعطينا وأن نطلب منه كل شيء. إذا ابتعدنا عن الله وطرق الأنبياء ، فإن العقوبة الشديدة تنتظرنا في الجحيم. الله يحمينا من هذا وكل الأشياء الشريرة.\n\nمن منظور علمي ، يكون البشر في أنواع __homo sapiens__ ، والتي تُعرف الأنواع الفرعية المعروفة الوحيدة باسم __homo sapiens sapiens__. نحن أكثر الأنواع المهيمنة على الأرض. ومع ذلك ، هناك أنواع كثيرة من الحياة ، وخاصة بين النباتات والبروتين ، التي كان لها تأثير أكبر على الهواء ، والصخور ، والحياة ، والبيئة الطبيعية للأرض.\n\nويكيبيديا:\nالنبي الأول وأب جميع البشر.\nتم تجميع قصة آدم والخلق في جميع أنحاء القرآن. هناك مراجع في الفصول: 2 ، 4 ، 5 ، 20 ، 21 ، 38 وغيرها. في سرد ​​القرآن ، خلق الله البشرية من الطين (Q3: 59) ، [18] شكله إلى شكل ثم أمر الملائكة بالانحناء (إرسال) إلى آدم. رفض Iblis من الفخر (Q15: 26-32) [19] وتم نفيه من Jannah (الجنة).\n\nوفقًا للقرآن ، قرر الله بالفعل قبل إنشاء آدم أن البشرية (آدم وذريته) ستضع على الأرض. الإسلام لا ينسب حياة البشرية على الأرض كعقوبة ، بل كجزء من خطة الله.\n\n\"حقًا ، سأضع أجيال البشرية بعد الأجيال على الأرض.\" قالوا (The Angels): \"هل ستضع فيها أولئك الذين سيحققون الأذى فيه ويسلقون الدم ، بينما نمتلك (الملائكة) مدحًا ونشكرك ونقدسك؟\" قال الله: \"أعرف ما لا تعرفه\".\n\nثم يعلم الله آدم أسماء كل الأشياء وتجمع الملائكة أمام آدم لإظهارهم أن هناك أكثر لآدم أكثر مما يعرفون ، وخاصة القدرة الفكرية العالية لآدم:\n\n\"وعلم آدم الأسماء - كلهم. ثم أظهر لهم للملائكة وقال:\" أخبرني بأسماء هؤلاء ، إذا كنت صادقًا. \" من المعرفة ليس لدينا أي شيء ، أنقذ ما علمتنا به: في الحقيقة أنت من الفن الكمال في المعرفة والحكمة. \"قال:\" يا آدم! أخبرهم أسمائهم. \"عندما أخبرهم ، قال الله (للملائكة):\" ألم أخبرك أنني أعرف أسرار السماء والأرض ، وأعرف ما تكشفه وما الذي تخفيه؟ \"\n\nالله يأمر الملائكة بالانحناء إلى آدم. يطيع الجميع ، باستثناء Iblis ، الذي يشعر أنه مصنوع من النار ، لا ينبغي أن ينحني لآدم الذي كان مصنوعًا من الأرض. تسبب عصيانه في قيادة الله متبوعًا به فخره في سقوطه من صالح الله:\n\n\"وها ، قلنا للملائكة:\" تنحني إلى آدم \"وانحنى. ليس كذلك Iblis: لقد رفض وكان متضخمًا: لقد كان من يرفض الإيمان (أولئك الذين يعصون).\" (2:34)\n\nيضع الله في وقت لاحق آدم وحواء في الحديقة ويخبرهم أنهما حرون في الاستمتاع بثماره باستثناء عدم الاقتراب من شجرة معينة: (2:35)\n\n\"قلنا:\" يا آدم! أسكن أنت وزوجتك في الحديقة ؛ وتناول الأشياء الوفيرة فيها (أين ومتى) سوف ؛ لكن لا تقترب من هذه الشجرة ، أو تواجه ضررًا وتجاوزًا \".\n\nالشيطان ثم يخدع آدم وحواء في تناول ثمار الشجرة: (2:36)\n\n\"بعد ذلك ، جعلهم الشيطان ينزلقون من (الحديقة) ، وأخرجهم من ولاية (من فيليسيتي) الذي كانوا فيه. قلنا:\" احصلوا على كل ذلك (أيها الناس) ، مع بعضكم من العداوة نحو الأخرين. على الأرض سيكون مكانك المسكن ووسائل رزقك - لفترة من الوقت. \"\n\nيشعر آدم وحواء بالكثير من الندم على أفعالهما ، لكن الله يلجأ إلى آدم برحمة ويحكمه: (2:37)\n\n\"ثم تعلم آدم من كلمات ربه من الإلهام ، واتجه ربه نحوه ؛ لأنه يعود إلى العائد ، والأكثر رحيمًا\".\n\nثم أبلغ الله آدم أن الله سيرسل إرشاداته إلى آدم وذريته: (2:38)\n\n\"قلنا:\" انزلكم جميعًا من هذا المكان (الحديقة) ، ثم كلما جاء إليك إرشادات مني ، وأي شخص يتبع توجيهاتي ، لن يكون هناك خوف عليهم ، ولا يحزن \".\n\nفي حديقة عدن ، فإن الشيطان (الذي تم تحديده غالبًا باسم Iblis) يجهز آدم وحواء في عصيان الله عن طريق تذوق الفاكهة من الشجرة المحرمة. الله ، يرسل آدم وحواء إلى بقية الأرض. [20] [21]\n\nيصف القرآن أيضًا ابني آدم وحواء ، قايين وأبيل. [22] [23]",
"Idris": "مخترع القلم ومخترع الإبرة.",
"Nuh": "الناجين من الفيضان العظيم.",
"Hud": "تاجر\n\nهذا ملخص موجز لسرد هود ، مع التركيز على آيتين معينين:\n\nكان شعب عود أقوياء للغاية وأثرياء وبنوا عددًا لا يحصى من المباني [19] وآثار لإظهار قوتهم. ومع ذلك ، فقد أثبتت ثروة الناس في نهاية المطاف أنها فشلهم ، حيث أصبحوا متعجرفين وتخليوا عن الله وبدأوا في تبني الأصنام للعبادة ، بما في ذلك ثلاثة أصنام تدعى سامد وسامود وهارا. [11] ظل هود ، حتى في الطفولة ، متسقًا في الصلاة لله. يرتبط من خلال التفسير أن والدة هود ، وهي امرأة متتالية رأت رؤى عظيمة عند ولادة ابنها ، هي الشخص الوحيد الذي شجع هود في عبادته. [20] وهكذا ، رفع الرب هود كنبي للشعب العازف. [20]\n\nعندما بدأ هود في الوعظ ودعوهم إلى عبادة الله الحقيقي فقط وعندما أخبرهم أن يتوبوا عن خطاياهم السابقة وطلب الرحمة والمغفرة ، بدأ الناس في إعادة تدويره وبدأوا في السخرية من رسالة الله. تتجول قصة هود في الدورة النبوية المشتركة بين الأنبياء الأوائل المذكورة في القرآن: يتم إرسال النبي إلى شعبه ليخبرهم أن يعبدوا الله فقط ويخبرهم أن يعترفوا بأن الله هو المزود لبركاتهم [9] القرآن [3] ينص على:\n\nلقد أرسلنا إلى شعب \"شقيقهم هود\" ، الذي قال: \"يا شعبي ، عبادة الله ؛ ليس لديك إله آخر ولكن هو (أما بالنسبة للأصنام ، فأنت تخترع الأكاذيب فقط.\nيا شعبي ، لا أطلب منك أي تعويض عنك: مكافأتي مع من خلقني. هل لن تفهم ذلك؟\nيا شعبي ، استوست ربك ليغفر لك ، وانتقل إليه في التوبة. سوف يرسل المطر في السيول من أجلك من السماء ، ويعطيك قوة إضافية. لذلك لا تبتعد عنه كخطاة \".\nقالوا: \"يا هود ، لقد أتيت إلينا بلا أدلة. لن نتخلى عن آلهةنا لأنك تقول ذلك ، ولا تؤمن بك.\nكل ما يمكننا قوله هو أن بعض آلهةنا قد ضللك بالشر.\nبصرف النظر عنه. تناقش ضدي بقدر ما تريد ، ولا تعطيني أي فترة راحة.\nأضع ثقتي بالله من ربي وربك. لا يوجد مخلوق يتحرك على الأرض لا يحتجزه المقدمة بحزم. حقا طريق ربي مستقيم.\nإذا ابتعدت ، (تذكر) لقد سلمت إليك الرسالة التي أرسلتها معها. سيضع ربي الآخرين في مكانك ، ولن تكون قادرًا على السائدة ضده. في الواقع ، ربي يحافظ على مراقبة كل شيء \".\n\n-القرآن ، سورة 11 (هود) ، آية 50-57\nمعجزة هود\nوفقًا لـ Tafsir من ابن Qayyim al-jawziyya في كتابه التحليل ، Madaarij Saalikeen ، الذي نقله ابن أبي الألب آية 56-58:\n\n(56) \"كل ما يمكننا قوله هو أن بعض آلهةنا قد ضللك بالشر\". أجاب: \"أدعو الله ليشهد ، وأنت تشهد أيضًا ، أنني واضح مما تربطه (في شؤونك) ... بصرف النظر عنه. .\n\n(57) أضع ثقتي بالله الذي هو ربي وربك. لا يوجد مخلوق يتحرك على الأرض لا يحتجزه المقدمة بحزم. حقا طريق ربي مستقيم.\n\n(58) إذا ابتعدت ، ثم (تذكر) لقد سلمت إليك الرسالة التي أرسلتها معها. سيضع ربي الآخرين في مكانك ، ولن تكون قادرًا على السائدة ضده. في الواقع ، ربي يحافظ على مراقبة كل شيء \".\n\n- القرآن ، سورة 11 (هود). آية 56-58",
"Salih": "سله (العربية: صogib ، روماني: ṣāliḥ ، مضاءة \"متدين\" ، هجاء أيضًا سالح) ، هو نبي عربي مذكور في القرآن [1] [2] الذي تنبأ بقبيلة ثامود [3] [4] [5] [5] ] في العربية القديمة ، قبل حياة النبي محمد. ترتبط قصة ساله بقصة She Camel of God ، التي كانت الهدية التي قدمها الله لشعب Thamud عندما أرادوا معجزة لتأكيد أن السيد كان نبيًا حقًا.\n\nكانت مهنته مربي الجمال.\n\nالسياق التاريخي\n\nMada'in Salih أو Al-Hijr في منطقة الهجازي الجبلية في المملكة العربية السعودية\nكان ثامود اتحادًا قبليًا في المنطقة الشمالية الغربية من شبه الجزيرة العربية ، المذكورة في مصادر آشورية في زمن سارجون الثاني. يستمر اسم القبيلة في الظهور في الوثائق في القرن الرابع CE ، ولكن بحلول القرن السادس كان يعتبرون مجموعة اختفت منذ فترة طويلة. [6]: 81\n\nوفقًا للقرآن ، كانت المدينة التي تم إرسالها إلى ساله تسمى الهير ، [7] والتي تتوافق مع مدينة هاجرا الناباتية. [8] ارتفعت المدينة إلى الصدارة في القرن الأول الميلادي كموقع مهم في تجارة القافلة الإقليمية. [9] كانت متاخمة للمدينة مقابر كبيرة ومزينة بقطات صخرية تستخدمها أعضاء من مختلف الجماعات الدينية. [6]: 146 في نقطة غير معروفة في العصور القديمة ، تم التخلي عن الموقع وربما يحل محله الوظيفي. [10] تمت الإشارة إلى الموقع باسم Mada'in Salih منذ عصر محمد ، الذي سمي على اسم سلفه سله. [11]\n\nخارج الأديان الإسلامية والهرادية ، لم يتم ذكره في أي كتاب آخر من الإبراهيمي أو النص التاريخي المعاصر ، ولكن قد يكون سرد تدمير ثامود معروفًا في الجزيرة العربية القديمة. يستخدم اسم القبيلة في الشعر العربي القديم كاستعارة لـ \"عابرة كل الأشياء\". [6]: 223-24\n\nفي الإسلام\nBismillahir الرحمنير رحيم\nجزء من سلسلة عن الإسلام\nالأنبياء الإسلاميين\nأنبيا\nالأنبياء في القرآن\nالمدرجة بالاسم الإسلامي والاسم التوراتي.\nʾadam (آدم) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (abraham) lūṭ (lot) Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel أو Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (jonah) ʾilya (elijah) alyasaʿ (elisha) ) محمد (محمد)\nالاحداث الرئيسية\nالآراء\nبوابة الإسلام\nVTE\nجزء من سلسلة على\nدين الاسلام\nالله\nالمعتقدات\nالممارسات\ntextsfoundations\nتاريخ\nالثقافة والمجتمع\nمواضيع ذات صلة\n بوابة الإسلام\nVTE\nالقرآن\n\nيدعو شعبه إلى رؤية الكاميل\nمجموعة مضيئة من قصص الأنبياء\nكانت حياة صدى في مجتمعه بارين لدرجة أن شعب ثامود اعتمدوا عليه تقريبًا للحصول على الدعم. [12] تم اختياره من قبل الله كرسول وأرسل للتبشير ضد أنانية الأثرياء وإدانة ممارسة شرك (عبادة الأصنام أو الشرك). على الرغم من أن سله بشر بالرسالة لفترة زمنية مستدامة ، إلا أن الناس من أجل ثامود رفضوا سماع تحذيره وبدلاً من ذلك بدأ يطلب من سالح أداء معجزة لهم. قالوا: \"يا صدى! لقد كنت منا! \"\n\nذكّر شعبه شعبه بعدد لا يحصى من القلاع والقصور التي بنوها من الحجر ، [13] وتفوقها التكنولوجي على المجتمعات المجاورة. علاوة على ذلك ، أخبرهم عن أسلافهم ، وقبيلة عود ، وكيف تم تدميرهم أيضًا لخطاياهم. اعتقد بعض أهل ثامود أن كلمات صلصة ، لكن الزعماء القبليين رفضوا الاستماع إليه واستمروا في المطالبة بإظهار معجزة لإثبات نبوءته. [14]\n\nرداً على ذلك ، أعطى الله ثامود كاميل مبارك ، كوسيلة للقتال واختبار. تم إخبار القبيلة بالسماح للجمل بالرعي بسلام وتجنب إيذاءها. [15] لكن في تحدي تحذير صلاحه ، قام شعب القبيلة بالتجول في الجمل. [16] أخبرهم صلاحهم أن لديهم ثلاثة أيام فقط للعيش قبل غضب الله عليهم. [17] كان شعب المدينة ندمًا ، [18] ولكن لم يكن من الممكن التراجع عن جريمتهم ، ولم يقتل جميع الأشخاص الكفرين في المدينة في زلزال. أصبح الهيرجر غير مأهول وبقي في حالة خراب طوال الوقت بعد ذلك. [19] نجا من تاليه ومؤمنون القلائل الذين تبعوه. [20]\n\nيتم توسيع القصة في Sūrat an-naml ، في حين لم يتم ذكر She Camel بشكل صريح هنا ، تنص على أن تسعة رجال تآمروا لقتلهم مع عائلته بأكملها ، [21] [22] جريمة تم ضربهم من أجلها باله بعد ثلاثة أيام. [23]\n\nالتقليد الإسلامي\nقام الكتاب المسلمين بتوضيح قصة سالح و She Camel. غالبًا ما تضمن التقاليد الإسلامية المبكرة فكرة عن الجمل الناشئة بأعجوبة من الحجر ، وغالبًا ما يرافقها العجل ، وإنتاج الحليب من الجمل. يذكر التاباري أن ساله استدعى شعبه إلى جبل ، حيث شاهدوا الصخرة المنقسمة بأعجوبة مفتوحة ، وكشفت عن الجمل. كان لدى She Camel عجل صغير. أبلغ صله ثامود أن الجمل الأقدم كان يشرب من مصدر المياه في يوم واحد ، وكانوا يشربون منه في اليوم التالي. في الأيام التي لم يُسمح لهم فيها بشرب الماء ، قدم لهم الجمل الحليب. لكن الله أبلغ سله أن الصبي الذي كان من شأنه أن يولد الجمل سيولد قريبًا للقبيلة ، وأن هذا الطفل كان شريرًا ونما بسرعة غير طبيعية. لقد قُتل الجمل بالفعل ، وصرخ العجل ثلاث مرات ، مما يشير إلى تدمير ثامود في ثلاثة أيام. تحولت وجوههم إلى اللون الأصفر ، ثم الأحمر ، ثم الأسود ، وتوفيوا في اليوم الثالث كما هو متوقع. [24]\n\nوفقا لبعض العلماء الإسلاميين ، كانت والدة إسماعيل ، حجار ، حفيدة النبي صالي. [25]\n\nيرتبط تقليد مماثل في تعليق في القرن الثامن على الإسلام من قبل جون دمشق [26] [27] وذكره أيضًا في أعمال ابن كاثير. [28]",
"Ibrahim": "والد جودياس ، المسيحية والإسلام. منشئ الكعابا.",
"Lut": "مؤرخ ومسافر.\n\nيذكر القرآن أنه في يوم من الأيام ، زارت مجموعة من الملائكة إبراهيم كضيوف في ستار الرجال [12] من أجل إبلاغه بحقيقة أن زوجته سارة كانت حاملاً مع إسحاق. أثناء وجودهم هناك ، أخبروه أيضًا أنه تم إرسالهم من قبل الله إلى \"الأشخاص المذنبين\" [13] من Lut [14] لتدميرهم [15] مع \"دش من الحجارة من الطين\". [16] لوت وأولئك الذين آمنوا به ، كان عليهم أن ينجوا ، لكن زوجته كانت تموت في الدمار ، حيث ذكرت الملائكة أنها \"أولئك الذين يتخلفون عن وراءهم\". [17] [18] يعتمد القرآن أيضًا على زوجة لوت باعتبارها \"مثالًا على الكافرين\" لأنها كانت متزوجة من رجل صالح لكنها رفضت الإيمان برسالته وبالتالي تم إدانتها إلى الجحيم. [3] [19]\n\nشعب المدن التوأم المتخطئة ضد حدود الله. وفقًا للقرآن ، شملت خطاياهم الانتهاك والسرقة [20] يكرهون الغرباء وسرقة المسافرين ، بصرف النظر عن الانتهاكات والاغتصاب الأخرى. كانت خطيئة سوء السلوك الجنسي أيضًا هي التي كان ينظر إليها على أنها فظيعة بشكل خاص ، حيث قامت Lut بقوة بتكسيرهم بسبب اقترابهم من الرجال ذوي الرغبة الجنسية بدلاً من النساء. [21] [22] أخبر لوت وحاول مساعدتهم على التخلي عن طرقهم الخاطئة ، لكنهم سخروا منه [20] وهددوا بطرده من المدن. [23] صلى لوت إلى الله وتوسل أن ينقذ من عواقب أفعالهم الخاطئة. [3] [24]\n\nثم جاءت ثلاثة ملائكة ، متنكرين كذكور وسيم ، إلى لوت كضيوف. لقد حزن الرجال ، لأنه شعر بالعجز لحمايتهم من شعب المدن. [25] طالب سكان المدن بالإدراك للزائرين إلى ذلك الكثير من الاستسلام لضيوفه. [26] اقترح حزنهم وخوفهم من أن يتحملوا غضب الله ، زواجًا قانونيًا إلى حد ما من بناته [27] كبدائل متدينين وأنيقون لرغباتهم غير القانونية ، وربما كمصدر للإرشادات. [28] لكنهم كانوا لا يلين وأجابوا \"أنت تعرف أننا لا نحتاج إلى بناتك: في الواقع أنت تعرف جيدًا ما نرغب فيه!\" ، [29] في إشارة إلى ضيوفه الذكور.\n\nلا يقرأ The Exegetes ابن كاثير وكرتوبي وتاباري \"بنات\" تعني بنات لوت الحرفيين. يجادلون بأنه بما أن النبي يشبه الأب لأمته ، فإن لوط كان يوجه الأشرار إلى الابتعاد عن خطاياهم والانخراط في علاقات صحية وترقية مع بنات الأمة ، أي النساء بشكل عام. [30]\n\nثم كشف الملائكة عن هوياتهم الحقيقية إلى الكثير وقالوا له: \"نحن (هنا) لتوصيلك ومتابعتك ، باستثناء زوجتك: إنها من أولئك الذين يتخلفون.\" [3] نصحوا الكثير بمغادرة المدن خلال الليل ، أخبره ألا ينظر إلى الوراء. [31] مع إيمانه بالله ، ترك الكثير من المدن في ظلام الليل ، ويحضر معه أتباعه وأفراد الأسرة المؤمنين. أخيرًا ، جاء الصباح ، ومرسوم الله مررًا عند بقاء القرآن ، \"لقد قلبنا (المدن) رأسًا على عقب ، وقاموا بإسفارهم على الأحجار الكريمة الصلبة مثل الطين المخبوز ، والانتشار ، والطبقة على الطبقة ،-\" [32] وبالتالي تم إغلاق مصير المدن التوأم ، السقوط في الدمار واليأس ووضع علامة على نهاية حضارات سدوم وجوموررا. [3]",
"Ismail": "والد العرب.\n\nيعتبر إسماعيل نبيًا في الإسلام وهو مدرج في القرآن مع أنبياء آخرين في العديد من الحالات. [11] [12] [13] [14] في آيات أخرى ، مثل 21:85 [15] و 38:48 ، [16] تمح إسماعيل لتكنولوجيا التحلي بالصبر والجيد والصلاح. [17] مثال معين يصف إسماعيل بشكل فردي هو 19: 54-55 [18]-\"ودعا إلى الذهن ، من خلال هذا الكتاب الإلهي ، إسماعيل. النبي ، الذي اعتاد على صلاة شعبه وإحسانه ، ووجد لصالحه في نظره المدعى عليه.",
"Ishaq": "إن البطريرك التوراتي إسحاق (العربي: سوساك أو سوس [ملاحظة] ʾisḥāq) معترف به كنبي ورسول الله من قبل المسلمين. [1] كما هو الحال في اليهودية والمسيحية ، يؤكد الإسلام أن إسحاق كان ابن البطريرك والنبي إبراهيم من زوجته سارة. يحتفظ المسلمون بإسحاق في تبجيل عميق لأنهم يعتقدون أن كل من إسحاق وزوجته غير الشقيقة القديم إسماعيل واصل إرث والدهم الروحي من خلال الوعظ اللاحق لرسالة الله بعد وفاة إبراهيم. [2] تم ذكر إسحاق في خمسة عشر مقطعًا من القرآن. [3] جنبا إلى جنب مع ذكر عدة مرات في القرآن ، يعقد إسحاق كأحد أنبياء الإسلام.\n\nوالد إسرائيل الناس.\n\nحياة سابقة\nبسبب نعمة الله وعهده مع إبراهيم ، كانت سارة موهوبة مع طفل في سن الشيخوخة. كان إسحاق هو العاشرة من عمره عندما خرج أخيه غير الشقيق إسماعيل من منزل إبراهيم إلى الصحراء. بينما في الصحراء ، أخذ إسماعيل زوجة لبنات موآب اسمه عيشة. [4]\n\nموقع الدفن\nقبر إسحاق\nيعتبر قبره وزوجته ربيكا في كهف البطاركة في الخليل ، الضفة الغربية ، والمعروفة في الإسلام باسم إبراهيم موسكي (\"مسجد إبراهيم\"). إلى جانب قبر إسحاق ، هناك من بعض البطاركة في القرآن الكريليين/الكتاب المقدس وزوجاتهم: أبراهام وسارة وجاكوب وليه.\n\nيذكر في القرآن\nتم ذكر إسحاق خمسة عشر مرة بالاسم في القرآن ، وغالبًا ما يكون مع والده وابنه يعقوب (yaʿqūb). [5] يقول القرآن أن إبراهيم تلقى \"أخبارًا جيدة لإسحاق ، نبي ، من الصالحين\" ، وأن الله باركهم على حد سواء (37: 112). \"وقمنا بمنحه أخبارًا سعيدة لإسحاق ، نبي من بين الصالحين. وباركناه وإسحاق. ومن بين ذريتهم الفاضلة وأولئك الذين يخطئون بوضوح أنفسهم\" [6] في وصف أكمل ، عندما جاء الملائكة إلى إبراهيم ليخبره عن العقوبة المستقبلية أن يفرض على سدوم وجوموررا ، زوجته سارة ، \"ضحكت ، وأعطيناها أخبارًا جيدة من إسحاق ، وبعد إسحاق (حفيد) يعقوب\" (11: 71-74) ؛ ويوضح كذلك أن هذا الحدث سيحدث على الرغم من سن الشيخوخة وسارة. العديد من الآيات تتحدث عن إسحاق باعتبارها \"هدية\" لأبراهام (6: 84 ؛ 19: 49-50) ، و 29: 26-27 يضيف أن الله جعل \"النبوة والكتاب من بين ذريته\" ، التي تم تفسيرها للإشارة إلى ابني إبراهيم النبويين ، حفيده النبوي يعقوب ، وحفيده النبوي يوسف. في القرآن ، يروي فيما بعد أن إبراهيم أشاد الله أيضًا بإعطائه إسماعيل وإسحاق في سن الشيخوخة (الرابع عشر: 39-41).\n\nفي مكان آخر من القرآن ، تم ذكر إسحاق في القوائم: يتبع يوسف دين أجداده إبراهيم وإسحاق وجاكوب (12: 38) ويتحدث عن صالح الله لهم (12: 6) ؛ يعبد أبناء Yaʿqūb إيمانهم ووعدهم بعبادة الله بأن أجدادهم ، \"إبراهيم ، إسماعيل وإسحاق\" ، يعبدون (2: 127) ؛ ويطلب القرآن المسلمين أن يؤمنوا بالكشف الذي أعطى إلى \"إبراهيم ، إسماعيل ، إسحاق ، يعقوب والبطاركة\" (2: 136 ؛ ثالثا: 84).",
"Yaqub": "yaqub ibn ishaaq ibn ibrahim (اللغة العربية: abeْقُob abْnُ إِ sْحg abْnُ إِbْrabyam ، حرفيًا: \"جاكوب ، اذريك ، : سسرّل [إسرائيل]) ، والمعروف أيضًا باسم يعقوب ، هو نبي في الإسلام. تم الاعتراف به كبطريرك للإسلام. يعتقد المسلمون أنه بشر بنفس الإيمان التوحيد كما فعل أجداده: إبراهيم (إبراهيم) ، إسماعيل (إسماعيل) وإسحاق (إسحائق).\n\nتم ذكر يعقوب ستة عشر مرة في القرآن. [1] يُعتقد أن اثنين من الإشارات الأخرى إلى إسرائيل يذكران يعقوب. [2] في غالبية هذه المراجع ، تم ذكر يعقوب إلى جانب زملائه الأنبياء العبريين والبطاركة كرسول قديم ومتدين بقي في \"شركة المنتخب\". [3] [4] يرى المسلمون أن يعقوب كان ابن إسحاق وأنه بشر وحدانية الله طوال حياته. كما هو الحال في المسيحية واليهودية ، يرى الإسلام أن يعقوب كان لديه اثني عشر ولدًا ، كل منها سيواصل الأب القبائل الاثني عشر في إسرائيل. [5] يلعب يعقوب دورًا مهمًا في قصة ابنه جوزيف (Yūsif). [6] يوضح القرآن كذلك أن الله جعل العهد مع يعقوب [7] وجاكوب أصبح قائداً مخلصاً من قبل قيادة الله. جده (إبراهيم) ، الأب (إسحاق) ، العم (إسماعيل) ، الابن (يوسف) ونفسه كل من أنبياء الإسلام. [8]\n\nفي القرآن\nتم ذكر يعقوب بالاسم في القرآن ستة عشر مرة. [9] على الرغم من أن العديد من هذه الآيات يمتدح له بدلاً من إعادة سرد مثال من روايته ، إلا أن القرآن يسجل العديد من الأحداث المهمة من حياته. التقاليد والأدب الإسلامي [10] إن الحدث الأول الذي يشمل يعقوب في القرآن هو الحدث من الملائكة (Malāʾikah) إعطاء \"أخبار سعيدة\" لإبراهيم وسارة من الولادة المستقبلية لابن نبوي باسم إسحاق وكذلك نبوة حفيد باسم يعقوب. [11] يقول القرآن:\n\nعندما ابتعد عنهم ومن أولئك الذين كانوا يعبدون إلى جانب الله ، منحنا له إسحاق وجاكوب ، وكل واحد منهم صنعنا نبيًا.\n\n- القرآن ، سورة 19 (مريم) ، آية 49 [11]\nيذكر القرآن أيضًا أن إبراهيم علم إيمان التوحيد الخالص لأبنائه ، إسماعيل وإسحاق ، وكذلك يعقوب. يسجل القرآن أبراهام إخبار إسماعيل وإسحاق وجاكوب: \"يا أبنائي! اختار الله الإيمان لك ؛ ثم يموت ليس إلا في إيمان الإسلام.\" [12] يذكر القرآن الهدايا المقدمة إلى يعقوب وكذلك قوة إيمانه ، التي أصبحت أقوى مع تقدمه في السن. يذكر القرآن أن يعقوب كان \"موجهًا\" ؛ [13] أعطى \"المعرفة\" ؛ [14] \"ملهم\" ؛ [15] وتم إعطاؤه \"لسان الصدق الذي يجب سماعه\". [16] يقول القرآن فيما بعد ما يلي بخصوص يعقوب:\n\nوقد منحنا له إسحاق ، وكهدية إضافية ، (حفيد) ، يعقوب ، وصنعنا رجالًا من كل واحد (منهم).\nوقد جعلناهم قادة ، ويوجهون (الرجال) من خلال قيادتنا ، وأرسلناهم مصدر إلهام للقيام بالأفعال الصالحة ، وإنشاء صلاة منتظمة ، وممارسة الخيرية العادية ؛ وخدمونا باستمرار (ولنا فقط).\n\n-القرآن ، سورة 21 (الأنبيا) ، آية 72-73 [17]\nوذكرى عبيدنا إبراهيم وإسحاق وجاكوب ، أصحاب القوة والرؤية.\nحقا اخترناهم من أجل (غرض) خاص- إعلان رسالة المشار إليها فيما يلي.\nلقد كانوا ، في نظرنا ، حقًا ، من شركة The Elect and the Good.\n\n- القرآن ، سورة 38 (حزين) ، آية 45-47 [18]\nيعقوب وأبنائه\nذكر يعقوب القادم المهم في القرآن هو في سرد ​​سورة يوسف. تفتح قصة جوزيف في القرآن بحلم أن يوسف قد قضى ليلة واحدة ، وبعد ذلك ركض إلى والده يعقوب ، قائلاً: \"ها قال يوسف لأبيه:\" يا أبي! لقد رأيت أحد عشر كواكبًا والشمس والقمر: رأيتهم يسجدون لي! \" . كان بإمكان يعقوب أن يتوقع أن يكبر ابنه ليكون النبي القادم في خط إبراهيم وسيكون جوزيف هو الذي سيحافظ على رسالة الإسلام على قيد الحياة في السنوات القادمة. ومع ذلك ، شعر أبناء يعقوب الأكبر سناً أن والدهم أحب جوزيف وبنيامين ، ابن يعقوب الأصغر ، أكثر منهم. كان يعقوب يعلم الغيرة وحذر الشاب يوسف من ذلك. [20] ثم قرر إخوة جوزيف العشرة الأكبر سناً قتله. كما يروي القرآن مناقشتهم:\n\nقالوا: \"حقًا جوزيف وشقيقه محبوبان من قبل والدنا أكثر من نحن: لكننا جسد جيد! حقًا يتجول والدنا (في ذهنه)!\n\"قتل يي يوسف أو ألقاه إلى بعض الأراضي (غير المعروفة) ، لذلك قد يتم إعطاء صالح والدك بمفردك: (سيكون هناك وقت كافٍ) لكي تكون صالحًا بعد ذلك!\"\n\n- القرآن ، سورة 12 (يوسف) آية 8-9 [21]\nومع ذلك ، شعر أحد الإخوة (عادة ما يُفهم أنه روبن [22]) أنه بدلاً من ذبح يوسف (يوسف) ، يجب عليهم بدلاً من ذلك أن يسقطوه في بئر ، حتى تأتي القافلة وتلتقطه. [23] وهكذا ، سألوا والدهم عما إذا كان بإمكانهم إخراج يوسف الشاب للعب معهم ، بشرط أن يراقبوه. على الرغم من أن يعقوب يخشى أن يلتهم DHI'B (العربية: أب ، الذئب) ابنه ، [24] أخذ أبناء كبار السن المتمردون يوسف بعيدًا وألقاه في البئر. [25] عندما عاد الأبناء إلى يعقوب في تلك الليلة ، تظاهروا بالبكاء وأخبروه كذلك أن الذئب قد التهم يوسف. لخداع والدهما ، قاموا بملطخ قميص يوسف (يوسف) بدم مزيف ، [26] لكن يعقوب ، الذي كان موهوبًا بالمعرفة ، كان يعلم أن هذا كان مزيفًا كاذبًا ابتكروه. على الرغم من أن يعقوب قلق من فقدان جوزيف ، إلا أنه ظل صامدًا على الله طوال حزنه. [26] مع مرور السنين ، نشأ الشاب يوسف إلى رجل في مصر ؛ كان يعقوب ، في الوقت نفسه ، في المنزل في كنعان ، حيث كان أبناؤه يزعجه باستمرار من صلاةه المتكررة لله على عودة يوسف (يوسف). [27] على الرغم من أن يعقوب اشتكى بشكل متكرر لله [14] لم يكن أبداً من أجل أفعال الله ، ولكن بسبب انحرافات عقله وانهياره العرضي من حدود الصبر التي وضعها لنفسه. لقد تجاهل باستمرار السخرية الشريرة لأبنائه وسيغفر لهم وحاول تقديم نصيحة سليمة. [28] في يوم من الأيام ، قرر يعقوب إرسال أبنائه على مهمة ، ويطلب منهم الذهاب إلى مصر بحثًا عن جوزيف وبنيامين. استمع أبناؤه ، لأول مرة ، إلى مصر. عندما عاد أحد أبناء يعقوب إلى كنعان مع الأخبار السارة عن جوزيف وبنيامين في مصر ، جاء مع قميص أعطاه يوسف ، وهو ما أخبره به أن يلقي على وجه والدهم ، [29] لإزالة عمى يعقوب و حزن. وهكذا ، اتبع الابن التعليمات وفعل كما قال جوزيف ، واستعادة رؤية يعقوب الجسدية والعقلية.\n\nبمجرد استعادة مشهد يعقوب ، بدأت العائلة بأكملها رحلتهم إلى مصر ، لمقابلة جوزيف وأبناءها الآخرين مرة أخرى. بمجرد وصولهم ، التقى الأب والابن مع بعضهما البعض بحب كبير وتم لم شملهم في سلام مرة أخرى. قدم جوزيف الأقوياء الآن منزلًا لوالديه بنفسه ، وكما يقول القرآن ، رفعهم عالياً على \"عرش الكرامة\". [30] لقد أصبحت العائلة بأكملها ، معًا ، قد تتحول إلى الله من خلال المكاتب النبوية لكل من يعقوب وجوزيف.\n\nنصيحة يعقوب الأخيرة لشعبه\nتم استدعاء أبناء إسرائيل بأكمله إلى الإيمان بالإسلام (الخضوع لله) قبل وفاة يعقوب. أراد يعقوب التأكد من أن أطفاله يموتون فقط في الإسلام ، وبالتالي أخذوا وعدًا أخيرة منهم. عندما سألهم من سيعبدون بعد وفاته ، أجابوا أنهم سيستمرون في الإسلام وينحنيون الله وعبادة الله. [31] على الرغم من أن المشهد المميت يزينه التقاليد اليهودية ، وذكره في كتاب سفر التكوين ، يذكر القرآن أن يؤكد على فكرة أن إبراهيم وإسحاق وإسماعيل وجاكوب جميعهم من المسلمين ، حيث انحنى في إيمان كامل ل الله والله وحده. يروي القرآن:\n\nوكان هذا هو الإرث الذي تركه إبراهيم لأبنائه ، وكذلك فعل يعقوب. \"يا أبنائي! اختار الله الإيمان من أجلك ؛ ثم يموت ليس إلا في إيمان الإسلام.\"\nهل كانتم شهودًا عندما ظهر الموت أمام يعقوب؟ ها ، قال لأبنائه: \"ماذا ستعبدكم من بعدي؟\" قالوا: \"سنعبد إلهك وإله آبائك ، من إبراهيم ، إسماعيل وإسحاق ،- الله (الحقيقي): له ننحني (في الإسلام).\"\n\n-القرآن ، سورة 2 (البيكارا) ، آية 132-133 [32]\nإرث يعقوب\nيعقوب مميز للغاية في الإسلام لحمله على الإرث الذي تركه أجداده. يعتقد المسلمون أن الله منح نعمة أقصى درجاته على يعقوب واختاروه أن يكون من بين الرجال الأكثر شهرة. يذكر القرآن في كثير من الأحيان يعقوب كرجل لقوة ورؤية ويؤكد أنه كان من شركة الخير والمنتخب. كما يقول القرآن:\n\nكان هذا هو السبب فيا ، الذي قدمناه لإبراهيم (لاستخدامه) ضد شعبه: نرفع من سنقوم بدرجة أننا ، بعد درجة: لأن ربك مليء بالحكمة والمعرفة.\nأعطناه إسحاق وجاكوب: جميع (ثلاثة) إرشاد: ​​وقبله ، قادنا نوح ، وبين ذريته ، ديفيد ، سليمان ، جوب ، جوزيف ، موسى ، وهكذا ، هل نحن نكافئ أولئك الذين يفعلون الخير:\n\n-القرآن ، سورة 6 العلم ، آية 83-84 [33]\nعلي بن أبي طالب ، عندما سئل عن الأنبياء الذين منحوا أسماء خاصة ، يروي في الحديث أن ya'qub بن إسحاق كان يعرفه شعبه باسم إسرائيل. [34]\n\nلم يتم ذكر الحالات في الكتاب المقدس الذي يشمل المصارعة يعقوب مع ملاك في القرآن ، ولكن يتم مناقشته في التعليقات الإسلامية ، وكذلك رؤية سلم يعقوب. [9] [35] يعقوب يخدع إسحاق في بركته عن طريق انتحال شخصية توأمه ، عيسو ، ليس أيضًا في القرآن ، ولكنه في تعليقات إسلامية. [9]\n\nالمسلمون ، الذين يعتقدون أن يعقوب كان بطريركًا عظيمًا ، يؤكد على الاعتقاد بأن أهمية يعقوب الرئيسية تكمن في خضوعه الكبير لله وإيمانه القوي بالدين المناسب. بصفته بطريركًا ، قد يكون يعقوب ، إلى جانب إبراهيم ، الأكثر إثمارًا وفقًا للتقاليد. من بين أبنائه الاثني عشر [36] كان سيأتي العديد من الأنبياء العظماء الآخرين ، بما في ذلك يونان (يونوس) ، ديفيد (داود) ، سليمان (سليمان) ويسوع (عيسى).",
"Yusuf": "Yusuf ibn yaqub ibn ishaq ibn إبراهيم (العربية: يوسى إيبن إيعوب عابن ، ابن إيساك ، ابن أبراهام). شخص من تاناخ ، الكتاب المقدس اليهودي ، والكتاب المقدس المسيحي ، الذي كان يقدر أن يعيش في مصر قبل المملكة الجديدة. [2] إنها واحدة من الأسماء الشائعة في الشرق الأوسط وبين الدول الإسلامية. من بين جميع أطفال يعقوب ، كان يوسف هو هبة النبوة. على الرغم من أن روايات الأنبياء الآخرين مذكورة في مختلف السورة ، إلا أن السرد الكامل لجوزيف يتم إعطاؤه فقط في سورة واحدة ، يوسف ، مما يجعلها فريدة من نوعها. يقال إنه السرد الأكثر تفصيلاً في القرآن ويحمل تفاصيل أكثر من نظيره التوراتي. [3]\n\nيُعتقد أن يوسف كان الابن الحادي عشر لـ Yaqub (العربية: يعيوب ، Yaqub) ، ووفقًا للعديد من العلماء ، المفضل لديه. ووفقًا لابن كاثير ، \"كان لدى يعقوب اثني عشر طفلًا كانوا من أسلاف قبائل القبائل الإسرائيليين. إن أكثر النبلاء ، الأكثر عزاءًا ، كان أعظمهم هو جوزيف. إلى والده ، الذي يعترف به يعقوب. [5] بالإضافة إلى دور الله في حياته ، أصبحت قصة يوسف و zulaikha (زوجة بوتيفار في العهد القديم) موضوعًا شعبيًا في الأدب الفارسي ، حيث أصبح موضحًا إلى حد كبير على مر القرون. [6]\n\nالقرآن سورة 12 (يوسف)\n\nاستخدام \"الملك\" مقابل \"فرعون\"\nفي القرآن ، يُقال إن لقب حاكم مصر خلال عهد يوسف على وجه التحديد \"الملك\" (العربية: الملخص) بينما يقال إن حاكم مصر خلال فترة موسى على وجه التحديد \"على وجه التحديد\" فرعون \"(العربية: Firaun ، على الرغم من اسمه بدون مقال محدد). هذا أمر مثير للاهتمام لأنه وفقًا للمصادر التاريخية ، بدأ لقب فرعون فقط في الإشارة إلى حكام مصر (بدءًا من حكم Thutmose III) في عام 1479 قبل الميلاد - بعد حوالي 21 عامًا من وفاة النبي يوسف. [44] ولكن في سرد ​​يوسف في الكتاب المقدس ، يتم استخدام ألقاب الملك (العبرية: ميليك) وفرعون بالتبادل لحاكم مصر في فصول سفر التكوين 39-41. [45]\n\nقال مالك (مصر): \"أرى (في رؤية) سبعة من الدهون Kine ، التي تلتهم سبعة عصرين ، وسبعة آذان خضراء من الذرة ، وسبعة (آخرين) ذبلت. يا زعماء! ، إذا كان الأمر كذلك ، يمكنك تفسير الرؤى \".\n\n- القرآن ، سورة 12 (يوسف) ، آية 43 ، [46]\nثم بعدهم أرسلنا موسى مع علاماتنا إلى Fir'aun ورؤساءه ، لكنهم رفضوهم خطأ. لذا ، انظر كيف كانت نهاية المافسيدين (العربية: ألمسدين ، \"صانعي الأذى\" أو \"الإرهاق\").\n\n-القرآن ، سورة 7 (العرف) ، آية 103 [47]\nوقال مالك: \"أحضره إلي\". ولكن عندما جاء الرسول إليه ، قال (يوسف): \"عد إلى ربك واسأله ،\" ماذا حدث للنساء اللائي قطعن أيديهن؟ بالتأكيد ، ربي (الله) مدرك جيدًا لمؤامرةهن.\n\n- القرآن ، سورة 12 (يوسف) ، آية 50 ، [48]\nوأخذه سيد يوسف ، ووضعه في السجن ، وهو المكان الذي كان فيه سجناء الملك ملزمين ؛ وكان هناك في السجن.\n\n- سفر التكوين 39:20\nوكان يوسف في الثالثة والثلاثين من عمره عندما وقف أمام فرعون ملك مصر-وخرج يوسف من وجود فرعون ، وذهب في جميع أراضي مصر.\n\n- سفر التكوين 41:46\nووضع جوزيف والده وإخوانه ، وأعطاهم حيازة في أرض مصر ، في أفضل ما في الأرض ، في أرض الرامسيس ، كما أمر فرعون.\n\n- سفر التكوين 47:11",
"Ayyub": "أيوب (العربية: أyob ، رومانية: ayūb) يعرف باسم نبي في الإسلام وذوقه في القرآن. [1] قصة أيوب في الإسلام موازية لقصة الكتاب المقدس العبرية ، على الرغم من أن التركيز الرئيسي على الوظيفة التي تبقى ثابتة لله ؛ لا يوجد ذكر لمناقشات أيوب مع الأصدقاء في النص القرآني ، لكن الأدب المسلمين فيما بعد ينص على أن أيوب كان لديه إخوة ، جادلوا مع الرجل حول سبب آلامه. كما تحدث بعض المعلقين المسلمين عن أيوب باعتبارها سلف الرومان. [2] يعلق الأدب الإسلامي أيضًا على زمن الوظيفي ومكانه للخدمة النبوية ، قائلاً إنه جاء بعد يوسف في السلسلة النبوية وأنه بشر لشعبه بدلاً من إرساله إلى مجتمع محدد. يروي التقاليد كذلك أن الوظيفة ستكون رائدة في سماء مجموعة \"أولئك الذين تحملوا بصبر\". [3]\n\nتم ذكر Ayūb (Job) لأول مرة في القرآن في الآية التالية:\nفي الواقع ، لقد كشفنا لك ، [يا محمد] ، كما كشفنا لنوح والأنبياء من بعده. وكشفنا لإبراهيم وإسماعيل وإسحاق وجاكوب ونسلانس ويسوع وجوب وجونه وآرون وسليمان ، وإلى ديفيد أعطنا كتاب [زابور].\n\n-القرآن ، سورة 4 (AN-NISA) ، آية 163 [4]\nيصف القرآن أيوب بأنه خادم صالح لله ، الذي أصيب بالمعاناة لفترة طويلة من الزمن. ومع ذلك ، فإنه ينص بوضوح على أن الوظيفة لم تفقد الإيمان أبدًا بالله ودعا إلى الأبد لله في الصلاة ، وطلب منه إزالة آلامه:\n\nو [أذكر] أيوب ، عندما اتصل بربه ، \"في الواقع ، لم يلمسني الشدائد ، وأنت الأكثر رحيمًا من الرحيم\".\n\n- القرآن ، سورة 21 (الأنبياء) ، آية 83 [5]\nيمضي السرد إلى أنه بعد سنوات عديدة من المعاناة ، أمر الله الوظيفة بـ \"الإضراب بقدمك!\". [6] في وقت واحد ، ضرب أيوب الأرض بقدمه وتسبب الله في نبع بارد من الماء ليتأرجح من الأرض ، والتي يمكن أن تجددها الوظيفة. ينص القرآن على أنه آنذاك أن الله أزال آلامه ومعاناته وعاد عائلة أيوب إليه ، وباركه بأجيال عديدة من الأطفال ومنحه ثروة كبيرة. بالإضافة إلى الأوصاف الموجزة لسرد أيوب ، يذكر القرآن الوظيفة أيضًا مرتين في قوائم أولئك الذين قدمهم الله إرشادات خاصة وحكمة وإلهام (IV: 163) وكأحد الرجال الذين تلقوا السلطة ، هبة النبوة (السادس: 84).\n\nبعد أن تخلى الشيطان عن محاولة إبعاد الوظيفة عن الرب ، قام الله بإزالة موحة أيوب وأعاد عائلته إليه ، مما يضاعفهم في العدد. عاد ثروة أيوب ووظيفة الذهب. بمجرد أن شاهدت زوجة أيوب زوجها استعادًا إلى الرخاء والصحة ، صليت بفضل الله ، لكنها كانت قلقًا من القسم الذي أخذه زوجها في وقت سابق ، والذي وعد به بضربها بمائة ضربات. كان أيوب حزينًا بعمق بسبب القسم الذي أدى إليه ، وسط معاناته. ومع ذلك ، أرسل الله الوحي إلى أيوب ، والذي أخبره أن لا يضرب زوجته بل ضربها بلطف بمجموعة من العشب الناعم. [7]\n\nالقرآن المراجع\nنبوءة الوظيفة: 4: 163 ، 6:84\nالمحاكمة والصبر: 21:83 ، 21:84 ، 38:41 ، 38:42 ، 38:43 ، 38:44\nقراءة متعمقة\nابن كاثير ، بايدا واي لايهايا ، أنا ، 220-225\ntafsir على xxi و xxxvii\nتاباري ، أنا ، 361-364\nثالابي ، حكايات الأنبياء ، القاهرة 1339 ، 106-114\nكيساي ، قصص الأنبياء ، 179-190\nابن آساكير ، طارق الكبير ، ثالثا ، 190-200",
"Shuayb": "Shuaib ، shoaib ، shuayb أو shuʿayb (العربية: شoubieb ، IPA: [ʃuʕajb] ؛ معنى: \"من يظهر المسار الصحيح\") هو نبي ميديانيت قديم (نبي) في الإسلام ، والنبي الأكثر تبجيلًا في الإيمان الدروي. [ 1] يتم تحديد Shuayb تقليديًا مع Jethro التوراتية ، والد موسى. تم ذكر Shuaib في القرآن ما مجموعه 11 مرة. [2] يُعتقد أنه عاش بعد إبراهيم (إبراهيم) ، ويعتقد المسلمون أنه أرسل كرسول إلى مجتمع: الميديان ، [3] المعروف أيضًا باسم عاب العلم (\"رفاق الخشب\") ، [4] [5] [6] [7] لأنهم اعتادوا عبادة شجرة كبيرة. بالنسبة للشعب ، أعلن شويب الطريق المستقيم وحذر الناس من إنهاء طرقهم الاحتيالية. عندما لم يتوب المجتمع ، دمر الله (الله) المجتمع. [3] [5]\n\nيفهم المسلمون أن شويب كان أحد الأنبياء العرب القلائل الذين ذكرهم الاسم في القرآن ، والآخرون هم من تاليه وهود ومحمد. يقال إنه كان معروفًا من قبل المسلمين بأنه \"واعظ بليغ بين الأنبياء\" ، لأنه كان ، وفقًا للتقاليد ، يمنح المواهب والبلاغة في لغته. [8]\n\nالسياق التاريخي\nتم تسمية المنطقة التي تم إرسال شويب إليها \"ماديان في القرآن ، المعروف باللغة الإنجليزية باسم مديان ، والذي يشار إليه بشكل متكرر في الكتاب المقدس. قيل إن Midianites هم من أصل عربي ، على الرغم من كونهم جيرانًا للكنعانيين التوراتيين ، إلا أنهم يتخللون معهم. يقال إنهم كانوا قبيلة تجول ، وأن أراضيهم الرئيسية في وقت موسى (موسى) كانت شبه جزيرة سيناء.\n\nهوية متنازع عليها مع Jethro\nتم ذكر Jethro في الكتاب المقدس (خروج 3: 1) كأب في قانون موسى. على الرغم من أن Shuaib يتم تحديده بشكل متكرر مع كاهن Midianite Jethro ، فإن معظم العلماء الحديثين يرفضون هذا التعريف. يقول المعلقون الكلاسيكيون ، مثل ابن كاثير ، إن شويب كان حفيد أبراهام: يُعتقد أن شويب كان ابن ميكيل ، ابن إيساشار ، ابن مديان ، ابن إبراهيم. [8] هذا من شأنه أن يجعل من المستحيل تحديد الهوية مع Jethro ، الذي عاش في وقت موسى ، ويزعم أنه بعد مئات السنين بعد إبراهيم. [9]\n\nيقول القرآن أن شويب عينه الله ليكون نبيًا لشعب مديان. وقيل إن سكان هذه الأرض سيئ السمعة بشكل خاص لخداع الآخرين من خلال خيانة الأمانة وللصنثمين. تضمنت نبوءة شويب بشكل أساسي استدعاء الميديان إلى المسار الصحيح لله ، [10] وحظرهم على عبادة آلهة كاذبة.\n\nكما يقال إنه أخبر شعبه بالتوقف عن أن يكون غير أمين في أنشطتهم اليومية. على الرغم من أنه بشر وتنبأ لفترة زمنية مستمرة ، إلا أن غالبية الناس رفضوا الاستماع إليه. Shuayb ، ومع ذلك ، ظل صامدا. لقد بشر باستمرار بقوة ضد الأشرار ، وأخبرهم بالعقوبة التي صدمت من قبلهم. حذر شويب الناس من أن جهلهم سيؤدي إلى تدمير ميديان ، مع إعطاء أمثلة تاريخية للأنبياء السابقين ، بما في ذلك نوح وهود ولاميه ووت ، [11] كل من شعب الله دمرهم من قبل الله.\n\nسخر الناس من شويب وأخبروه أنه ، لولا العائلة المرموقة التي جاء منها ، فمن المؤكد أنه كان من الممكن أن يقتل حتى الموت. أجاب شوب: \"هل عائلتي من الاهتمام معك أكثر من الله؟\" عندما رفض Midianites الاعتقاد ، تم تدميرهم بسبب زلزال عظيم. [3] ومع ذلك ، يذكر القرآن أن شويب ، ورفاقه المؤمنين ، تم إنقاذهم من العقاب المدوي. [11] [12]\n\nأوجه التشابه مع الأنبياء الآخرين\nغالبًا ما يتم ذكر مهمة Shuayb في القرآن بمهمة نوح وهود وليه ووت. أشار العلماء إلى أن هؤلاء الأنبياء الخمسة يجسدون المهام النبوية المبكرة: [13] سيتم إرسال النبي إلى مجتمعه ؛ لن يهتم المجتمع بتحذيره وسيهدده بدلاً من ذلك بالعقاب ؛ بعد سنوات من الوعظ ، سيطلب الله منه مغادرة مجتمعه ، بينما تم تدمير شعبه لاحقًا في عقوبة. [13] يفسر العلماء زمنياً قائمة الأنبياء الخمسة ، لذلك كان شويب سليلًا من نوح (بشر بالفيضان العظيم) والنبي إبراهيم.",
"Musa": "في الإسلام ، ماس بن عمرن (العربية: مسض آبن عبران ، أضاء \"موسى ، ابن عمرام) ، [1] نبي مهم ورسول الله (الله) وهو الأكثر تكرارًا في القرآن في القرآن ، مع القرآن ، مع القرآن ، مع القرآن ، مع القرآن ، مع يتم ذكر اسمه 136 مرة ورواية حياته ورواية أكثر من أي نبي آخر. [2] [3]\n\nوفقا لقرآن ، ولد موسى لعائلة إسرائيلية. في طفولته ، يتم وضعه في سلة تتدفق نحو النيل ، وفي النهاية يتم اكتشاف موسى من قبل زوجة فرعون (Fir'awn) Asiya ، التي تصنع موسى كابنها بالتبني. بعد الوصول إلى مرحلة البلوغ ، يقيم موسى في ميديان ، قبل المغادرة إلى مصر مرة أخرى لتهديد الفرعون. خلال نبوءته ، يقال إن موسى قد أدى العديد من المعجزات ، وذكر أنه تحدث شخصياً إلى الله ، الذي يمنح لقب \"رئيس الله\" (كالمام الله) على موسى. معجزة النبي الأكثر شعبية هي تقسيم البحر ، بعصا معجزة قدمها الله. بصرف النظر عن القرآن ، يوصف موسى أيضًا وامتدح في أدب الحديث أيضًا.\n\nبعد وفاة فرعون ، يسافر موسى وأتباعه نحو القدس ، حيث يموت النبي في النهاية. في التقاليد الإسلامية ، يُعتقد أنه تم دفنه في نبي موسى ، ونشأ في النهاية نحو السماء. بعد ذلك ، قيل إنه التقى محمد في السماوات السبعة بعد صعود الأخير من القدس خلال رحلة ليلية ('Isrā' miʿrāj). [4] خلال الرحلة ، يقال إن موسى قد أرسل محمد مرارًا وتكرارًا لمقابلة الله وطلب انخفاض في عدد الصلوات اليومية المطلوبة ، ويعتقد في الأصل أنه خمسين ، حتى بقيت الصلوات الخمسة الخمس فقط. [5] [6]\n\nيُنظر إلى موسى على أنه شخصية مهمة للغاية في الإسلام. وفقًا لللاهوت الإسلامي ، يجب أن يكون لجميع المسلمين إيمان بكل نبي ورسول الله ، والذي يشمل موسى وشقيقه هارون. يُنظر إلى حياة موسى عمومًا على أنها موازية روحية لحياة محمد ، ويعتبر المسلمون العديد من جوانب حياة الشخصين. [1] يصف الأدب الإسلامي أيضًا علاقة موازية بين شعبهم والحوادث التي حدثت في حياتهم ؛ يعتبر نزوح الإسرائيليين من مصر القديمة متشابهة في طبيعة هجرة محمد وأتباعه من مكة إلى المدينة المنورة حيث تكشف كلا الحدثين في مواجهة الاضطهاد - من الإسرائيليين من قبل المصريين القدامى ، والمسلمين الأوائل من قبل مككانيين ، على التوالي. [7] كشفه ، مثل الوصايا العشر ، التي تشكل جزءًا من محتويات التوراة وهي أساسية في أديان اليهودية والمسيحية الإبراهيمية. [8] [9] وبالتالي ، يتم تعيين اليهود والمسيحيين على أنهم \"أشخاص في الكتاب\" للمسلمين ويتم الاعتراف بهم بهذا الوضع الخاص أينما يتم تطبيق الشريعة الإسلامية. يتم تبجيل موسى في الأدب الإسلامي ، الذي يتوسع في حوادث حياته والمعجزات التي تعزى إليه في القرآن والحديث ، مثل محادثاته المباشرة مع الله.",
"Harun": "في الإسلام ، هارو بن عميران [2] (العربية: آرون إبن عبران ، لي \"آرون ، ابن عمرام) ، هو نبي ورسول الله (الله) ، والشقيق الأكبر للموسى (موس). [3] [فشل التحقق] [ضروري التوضيح] مع شقيقه بشر الإسرائيليين إلى الخروج. [4]\n\nيحتوي القرآن على العديد من الإشارات إلى آرون ، سواء بالاسم وبدون اسم. يقول إنه كان سليل إبراهيم [5] ويوضح أنه تم إرسال هو وموسى معًا لتحذير الفرعون من عقوبة الله. [6] ويضيف كذلك أن موسى قد صلى في وقت سابق إلى الله لتعزيز خدمته مع هارون [7] وأن هارون ساعد موسى كما كان نبيًا أيضًا ، [8] وبليغة للغاية في مسائل الكلام والخطاب. [9] يضيف القرآن أن كلا من موسى وآرون عهدوا بإنشاء أماكن للسكان للمسكن في مصر ، وتحويل تلك المنازل إلى أماكن للعبادة لله. [10]\n\nحادثة العجل الذهبي كما روى في القرآن يرسم هارون في ضوء إيجابي. يقول القرآن إن هارون عهد به قيادة إسرائيل بينما كان موسى في سار سنا (عربي: حار سايـنهء ، جبل سيناء) لمدة أربعين يومًا. [11] [12] [التحقق من الفشل] ويضيف أن هارون حاول بذل قصارى جهده لوقف عبادة العجل الذهبي ، الذي بنيه آرون ليس من قبل رجل شرير باسم \"ساميري\". [13] عندما عاد موسى من جبل سيناء ، توبيخ هارون للسماح له بعبادة المعبود ، الذي ناشد آرون مع موسى لعدم إلقاء اللوم عليه عندما لم يكن له دور في بنائه. [14] [12] ثم يضيف القرآن أن موسى هنا أعرب عن أسفه لخطايا إسرائيل ، وقال إنه كان لديه فقط السلطة على نفسه وآرون. [15]\n\nيتم الاحتفال في وقت لاحق هارون في القرآن باعتباره الشخص الذي كان لديه \"سلطة واضحة\" [16] وشخص \"توجيه إلى المسار الصحيح\". [17] ويضيف كذلك أن ذاكرة هارون قد تركت للأشخاص الذين جاءوا بعده [18] وأنه مبارك من قبل الله مع أخيه [19] يقول القرآن أيضًا أن الناس يدعون \"والدة عيسى مريم (العربية: ماريم ، ماري)\" أ \" شقيقة هارون \"[20] ناقش علماء المسلمين حول من كان هذا\" هارون \"بالضبط من حيث شخصيته التاريخية ، حيث قال البعض أنه كان إشارة إلى هارون من الخروج ، ومصطلح\" أخت \"يعين فقط مجازية أو العلاقة الروحية بين الشخصين ، أكثر وضوحًا عندما كانت ماري سليلًا من النسب الكهنوتية من هارون ، بينما احتجز آخرون أن يكونوا رجلًا صالحًا آخر في وقت المسيح باسم \"هارون\". Most scholars have agreed to the former perspective, and have linked Mary spiritually with the actual sister of Aaron, her namesake Miryam (Arabic: مـريم, Hebrew: מִרְיָם),[21] whom she resembled in many ways. يروي القرآن أيضًا أنه ، بعد قرون ، عندما عاد تابوت (العربية: تازابوت ، تابوت العهد) إلى إسرائيل ، احتوى على \"آثار من عائلة موسى والآثار من عائلة آرون\". [22]",
"Dhul-Kifl": "Dhul-Kifl (العربية: ذُo ٱlْكِفْl ، ḏū ʾl-kīfl ، حرفيًا \"مالك KIFL\" ؛ كما تم تهجئة Dhu l-kifl ، dhul-kifl ، Zu al-kifl ، أو Zu l-kifl). على الرغم من أن هويته غير معروفة ، إلا أن هويته قد تم نظريتها وتحديدها على أنها أنبياء الكتاب المقدس العبري وغيرهم من الشخصيات ، إلا أن حزقيال وغوتاما بوذا شيوعًا. [1] [2] [3] [4] يُعتقد أن Dhul-Kifl قد تم تعزيزه من قبل الله إلى محطة عالية في الحياة ويتم تأريخه في القرآن كرجل \"شركة الخير\". [5] على الرغم من أنه لا يُعرف الكثير عن Dhul-Kifl من مصادر تاريخية أخرى ، إلا أن جميع كتابات المعلقين الكلاسيكيين ، مثل ابن إسحاق وابن كاثير ، يتحدثون عن Dhul-Kifl كرجل نبوي ، قديسًا ظل مخلصًا في الصلاة اليومية والعبادة. [ 6]\n\nيُعتقد أن بعضًا من قبر في مقاطعة إيرغاني في ديياربكر ، ويعتقد أن تركيا هو مكان الراحة للنبي دول كيفل. يقع على بعد 5 كم من وسط المدينة على تل يسمى Makam Dağı. [7] [8]\n\nعلم أصول الكلمات\nيعني اسم Dhul-Kifl حرفيًا \"صاحب KIFL\" ، باستخدام نوع من الاسم حيث يسبق ذُ dhū (\"مالك\") بعض الميزة المرتبطة بها بشكل مميز. [9] تم استخدام مثل هذه الأسماء من شخصيات أخرى بارزة في القرآن ، على سبيل المثال Dhu Qarnayn (العربية: ذُo ٱlْقitignitniْn ، Lit. 'هو من القرنين/هو من المرتين) ، و dhu alūn (العربية: ذُ ذُ ٱlْnُّon ، أضاء \"واحد مع السمكة\") ، في إشارة إلى يونوس. KIFL هي كلمة عربية قديمة تعني \"مزدوجة\" أو \"مكررة\" ، من معنى الجذر \"إلى مضاعفة\" أو \"إلى طي\" ؛ تم استخدامه أيضًا لقماش القماش. يُفهم الاسم عمومًا أنه يعني \"جزءًا من جزء مزدوج\". اقترح بعض العلماء أن الاسم يعني \"الرجل ذو التعويض المزدوج\" أو بالأحرى \"الرجل الذي تلقى تعويضًا مرتين\" ، [10] وهذا يعني أنه عنوان لولي ، حيث أعيدت عائلته إليه وفقا لقرآن وكتاب الوظيفة. [11]\n\nوفقًا لوجهة نظر واحدة ، فهذا يعني \"رجل KIFL\" ، لأن \"واحد من ...\" هي ترجمة أخرى محتملة للناشئ Dhū ، ويزعم أن KIFL هو التسليم العربي لـ \"Kapilavastu\". [12]\n\nحزن\nيرى البعض أن Dhul-Kifl يمكن أن يكون حزقيال. عندما تم إبادة المنفى والملكية والدولة ، لم تعد الحياة السياسية والوطنية ممكنة. وفقًا مع جزأين من كتابه ، فإن شخصيته ووعظه متشابهين ، وعنوان Dhul-Kifl يعني \"واحد لمضاعفة\" أو \"للطي\".\n\nعبد الله يوسف علي ، في تعليقه القرآني يقول:\n\nيعني Dhul-Kifl حرفيًا \"مالك أو إعطاء جزء مزدوج أو جزء\" ؛ وإلا ، \"الشخص الذي استخدم عباءة ذات سمك مزدوج\" ، كونها واحدة من معاني KIFL. يختلف المعلقون في الرأي حول من المقصود ، لماذا يتم تطبيق العنوان عليه. أعتقد أن أفضل اقتراح هو أن Karsten Niebuhr في Reisebeschreibung Nach Arabien ، كوبنهاغن ، 1778 ، الثاني. 264-266 ، كما نقلت في موسوعة الإسلام في عهد Dhul-Kifl. زار Meshad 'All in' العراق ، وكذلك المدينة الصغيرة التي تسمى KIFL ، في منتصف الطريق بين نجاف وهيلا (بابل). يقول كيفيل هو الشكل العربي لحزقيال. كان ضريح حزقيال هناك ، وجاء اليهود إليه في الحج. إذا قبلنا \"dhul-kifl\" ليكون ليس من أشكال \"حزقيال\" ، فإنه يناسب السياق ، كان حزقيال نبيًا في إسرائيل تم نقله بعيدًا إلى بابل من قبل نبوخادنصر بعد هجومه الثاني على القدس (حول حوالي بي سي 599). يتم تضمين كتابه في الكتاب المقدس الإنجليزي (العهد القديم). [15] كان مقيدًا ومربطًا ، ووضعه في السجن ، ولفترة من الوقت كان غبيًا. لقد تحمل كل شيء مع الصبر والثبات ، واستمر في تجديد الشرور في إسرائيل بجرأة. في ممر محترق ، يدين قادة كاذبين بالكلمات الصحيح إلى الأبد: \"ويل أن يكونوا رعاة إسرائيل الذين يطعمون أنفسهم! ألا يجب أن يطعم الرعاة القطع؟ اقتلهم الذين يتم تغذيتهم: لكنك لا تغذي القطيع. لم تقم بالمرض ، ولم تعززوا ، ولم تشفي ما كان مريضًا ، ولم يلتزموا بما تم كسره ...... \". [16]\n\n- عبد الله يوسف علي ، القرآن الكريم: النص والترجمة والتعليق [17]\n\nالمذكورة في القرآن\nفي القرآن\nتم ذكر Dhul-Kifl مرتين في القرآن ، في الآيات التالية:\n\nو (تذكر) Ismail ، Idris ، و Dhul-Kifl ، كل (الرجال) من الثبات والصبر.\nاعترفناهم برحمتنا: لأنهم كانوا من الصالحين.\n\n-القرآن ، سورة الأنبيا (21) ، آياه 85-86 [13]\nوحيي إسماعيل وإليشا ودول كيفل: كان كل واحد منهم من شركة الخير.\n\n- القرآن ، سورة ساد (38) ، آيه 48 [14]\nفي كلتا الحالتين ، تم ذكر Dhul-Kifl في سياق قائمة الأنبياء القرآنيين ، بما في ذلك العديد من الآخرين الذين لم يرد ذكرهم في AYAT المذكورة أعلاه.\nالكيفل (العربية: العل ؛ Ul-Kifl) هي مدينة في جنوب شرق العراق على نهر الفرات ، بين نجاف و Al Hillah. أسماء متغيرة للمزار داخل al kifl هي: Dhu'l Kifl ضريح ، Marqad dhu'l Kifl ، Qbbat dhu'l kifl ، Qabr al-nabi dhul-kifl ، dhul-kif merrine ، Zul kifl ، Qabr hazqiyal . Hazqiyal هو الترجمة العربية لـ Y'Hezqel العبرية ، والتي استخدمها في الغالب من قبل اليهود Sephardi بعد تبنيهم العربي. هذا يشير إلى أن اليهود يساويون حزقيال و Dhul-Kifl ، وتبع ذلك Exegetes الإسلامية. تؤكد السلطات العراقية أنه في عام 1316 (715-16 AH) اكتسب سلطان إلخانيد أولجيتو حقوق الوصاية على القبر من الجالية اليهودية. وبالتالي ، تمت إعادة تسمية الضريح وفقًا للتسمية الإسلامية لنفس النبي. يضاف سلطان أولجيتو إلى الهيكل عن طريق بناء مسجد و minaret. وكذلك استعاد ضريح تنفيذ بعض التعديلات التي أوضحت من خلال مقارنة حالتها الحالية مع أوصاف المسافرين قبل الألكانيد. ظل الموقع مكانًا للحج المسلمين حتى بداية القرن التاسع عشر عندما قام Menahim بن دانيال ، وهو يهودي ثري ، بتحويله إلى موقع يهودي واستعادته. ظلت المئذنة هي الشاهدة الوحيدة على ولايتها كموقع إسلامي. على الرغم من أن المسجد والمناريت قد تم بناؤهما في القرن الرابع عشر ، إلا أنه لا يمكن تحديد العصور القديمة من الضريح والقبر. [18]\n\nغوتاما بوذا\nكما تم تحديد Dhul-Kifl مع Gautama Buddha. [19] [20] [21] [22] لا يزال مناقشة معنى Dhul-Kifl ، ولكن ، وفقًا لمنظر واحد ، يمكن أن يعني \"الرجل من Kapil (Kapilavastu ، المدينة التي قضاها بوذا ثلاثون عامًا من حياته). [12] [20]\n\nيستشهد مؤيدو هذا العرض بالآيات الأولى من الفصل 95 من القرآن ، سورة تين:\n\nبواسطة التين والزيتون ، وجبل سيناء ، وهذه المدينة الآمنة ˹of mecca˺!\n\n-القرآن ، 95: 1-3\nوفقًا لهذا الرأي ، من الأماكن المذكورة في هذه الآيات: سيناء هو المكان الذي تلقى فيه موسى الوحي ؛ مكة هي المكان الذي تلقى فيه محمد الوحي ؛ وشجرة الزيتون هي المكان الذي تلقى فيه يسوع الوحي. في هذه الحالة ، فإن شجرة التين المتبقية هي المكان الذي تلقى فيه غوتاما بوذا الوحي. [21]\n\nكما يأخذ البعض أبعد من ذلك ويذكر أن محمد نفسه كان بوذا ، لأن كلمة بوذا تعني \"مستنيرة واحدة\". [23]\n\nآحرون\nكما تم تحديد Dhul-Kifl بشكل مختلف مع Joshua و Obadiah [24] و Isaiah. [25] [24]",
"Dawud": "داود (العربية :ودود ، رومان: داود [داويد]) ، هو نبي ورسول الله (الله) وهو مانش ، مؤلف إلهيًا في المملكة المتحدة لإسرائيل. [1] بالإضافة إلى ذلك ، يكرم المسلمون أيضًا داود لتلقيهم الوحي الإلهي للزابور (مزامير). [2] [3] يعتبر دوود أحد أهم الناس في الإسلام. ذكرت ستة عشر مرة في القرآن ، يظهر ديفيد في الكتاب المقدس الإسلامي كحلقة في سلسلة الأنبياء الذين سبق محمد. [4] على الرغم من أنه لا يعتبر عادةً أحد الأنبياء \"الذي يمنح القانون\" (Ulū Al-asmm) ، إلا أنه بعيد عن شخصية هامشية \"في الفكر الإسلامي. [2] في التقاليد الإسلامية اللاحقة ، تم الإشادة به لصرامة في الصلاة والصيام. كما تم تقديمه باعتباره الحاكم العادل النموذجي ورمزًا لسلطة الله على الأرض ، بعد أن كان ملكًا ونبيًا في آن واحد.\n\nديفيد مهم بشكل خاص للهندسة المعمارية الدينية للقدس الإسلامية. [1] يُعرف داود باسم ديفيد التوراتي الذي كان ، وفقًا للكتاب المقدس العبري ، الملك الثاني للمملكة المتحدة لإسرائيل ويهوذا ، ج. 1010–970 قبل الميلاد. [الاقتباس ضروري]\n\nيذكر في القرآن\nرواية ديفيد في القرآن ، في كثير من النواحي ، توازي في الكتاب المقدس. تم تسمية نبي (نبي) وأيضًا رسول (Rasūl) ، يتم تضمين David في قوائم أولئك الذين تلقوا الوحي (Waḥy ؛ Q4: 163) أو التوجيه (Hudā ؛ 6: 84) من الله. في كلتا القائمة يظهر اسمه بجوار اسم ابنه سليمان. في مكان آخر ، يوضح القرآن أن الله أعطى كل منهما هدايا \"الحكم السليم\" (ukm ؛ 21:79) و \"المعرفة\" (ʿilm ؛ 21:79 ؛ 27:15). ومع ذلك ، فإن القرآن يعزو أيضًا إلى مزايا ديفيد التي يميزه عن سليمان: قتل ديفيد جالوت (2: 251) وتلقى الوحي الإلهي يدعى \"المزامير\" [5] (القرآن 17:55 يستخدم شكلًا غير مسمى ، في حين أن 21: 105 يستخدم من المفترض أن يكون النموذج المحدد للزابر) ، [5] إشارة إلى المزامير أو المزامير (ربما يرتبط مصطلح Zabūr بمصطلح Mizmōr أو Mazmūrā السيرياني ، \"المزمور\"). امتدح الجبال والطيور الله مع داود (21:79 ؛ في 34:10 يأمرهم الله بالقيام بذلك ؛ جعل الله داود \"نائبًا\" (خاليفا ؛ 38:26) ، وهو لقب يعطيه القرآن فقط لآدم (2:30). يشير هذا العنوان إلى أنه ، وفقًا للقرآن ، كان ديفيد شيئًا أكثر من رسول: لقد كان زعيمًا مرشدًا إلهيًا أنشأ حكم الله على الأرض. [1] يقترح هذا الدور أيضًا من قبل 2: 251: \"لقد أعطاه الله سلطة (مولك) وحكمة (ḥikmah) وعلمه ما أراده. إذا لم يقود الله بعض الناس من قبل الآخرين ، فإن الأرض ستصبح فاسدة.\" [2 ]\n\nمن بين الأشياء التي تم تدريسها لديفيد القدرة على صنع الدروع (21:80 ، 34: 10-11) ، وهو اقتراح بأن مآثر ديفيد العسكرية كانت فعل الله. من المهم أيضًا أن تكون الإشارة القرآنية إلى \"حكمة\" ديفيد في بعض الأحيان شرحها من قبل الفكات الكلاسيكية باعتبارها هدية من النبوة. [6] يربط القرآن أيضًا ديفيد ويسوع ، بإصرار على أن كلاهما لعن هؤلاء الإسرائيليين الذين لم يؤمنوا (5: 78). علاوة على ذلك ، وفقًا للقرآن ، أعطيت ديفيد القدرة على التمييز بين الحقيقة والباطل عند التوزيع على العدالة (Faṣl al-khiāab ، 38:20). علاوة على ذلك ، هناك إشارة إلى اختبار تم وضع داود من خلاله ، حيث صلى وتوبة وسامح الله (38: 24-5). يسمى سورات ساد (الفصل الثامن والثلاثين من القرآن) أيضًا \"سرا ديفيد\" [7] يشرح أنه منذ أن سجد ديفيد عندما يطلب من الله أن يغفر له ، أمر محمد بتقليده وأداء السجود عند قراءة هذا الفصل . [8]\n\nالدلالة الدينية\nديفيد هو واحد من القلائل الأنبياء الإسلاميين الذين تلقوا الملوك كذلك. بينما كان الأنبياء الآخرون يبشرون خلال عهد الملوك ، كان ديفيد ، في عصره ، هو الملك. وهكذا ، تلقى مهمة كبيرة للغاية ، للتأكد من أن شعب إسرائيل لم يتم التحصيل في الفحص روحيا فحسب ، بل أن البلد نفسه ظل قويًا أيضًا. إن مكانه كزعيم ونبي يحظى باحترام من قبل جميع المسلمين باعتباره واحدًا من المرتبة العالية للغاية. شخصية داود ، إلى جانب شخصية ابنه النبوي ، سليمان ، مميزة للأشخاص الذين حكموا على أرضهم. يذكر الله مرتبة ديفيد العالية كرسول ورسول في القرآن. غالبًا ما يتم ذكره إلى جانب أنبياء آخرين للتأكيد على مدى روعته. على سبيل المثال ، يقول الله:\n\nوقدمنا ​​له إسحاق وجاكوب وقادتهما ، لأننا قادنا نوح أمامهم ، ومن نسله ، ديفيد و سولومون وجوب وجوزيف وموسى وآرون. وبالتالي نحن نكافئ أولئك الذين يستقيمون ونفعل الخير.\n\n- القرآن 6:84 [9]\nعندما زار الخليفة عمر القدس ، رافقه البطريرك Sophronius على جبل المعبد ، بينما كان يبحث عن Mihrab Dawud (داود صلاة) لأداء صلاة. حدد المعلقون في وقت لاحق هذا الموقع مع برج ديفيد. في الحديث ، يتم ذكر صلاة داود وصومها لتكون عزيزًا على الله.\n\nروى عبد الله بن عامر بن العاس: أخبرني رسول الله ، \"الصلاة الأكثر حبيبة لله هي صراخ داود وأكثر الصيام المحبوب لله هم آلام داود. كان ينام لمدة نصف الليل ثم نصلي ثلث الليل ومرة ​​أخرى النوم لجزءها السادس واستخدمت الصيام في الأيام البديلة. \"\n\n-محمد البخاري ، صاحب البخاري [10]\nكتاب ديفيد\nالمادة الرئيسية: زابور\nزابور هو الكتاب المقدس الذي يعزى إلى داود من قبل الله ، تمامًا كما تلقى موسى (موسى) تاورات (التوراة) ، واصفة إيسا (يسوع) تلقى الجليد (الإنجيل) واستقبل محمد القرآن. في الكتاب المقدس العبري الحالي ، يُعرف زابور باسم المزامير. ومع ذلك ، مثل الكتب المقدسة الأخرى في الماضي ، يُعتقد أن المزامير قد تالفة بمرور الوقت ، مع انتهاء بعض الرسالة الأصلية الآن. ومع ذلك ، يُطلب من المسلمين التعامل مع المزامير الحالية باحترام هائل لأنهم ، في شكلهم الأصلي ، كانوا أيضًا كتابًا ملهمًا لله. يقول القرآن:\n\nربك يعرف من هو في السماء والأرض. لقد عززنا بعض الأنبياء على الآخرين. وإلى ديفيد قدمنا ​​كتاب المزامير.\n\n- القرآن 17:55 [11]\n\n القرآن 4: 163 ؛ 17:55.\n القرآن 4: 163 ؛ 6:84.\n على سبيل المثال ṭabarī ، taʾrīkh ، أنا ، 559\n هيبات الله ب. Salāma ، النسيخ WA-L-Mansūkh (في هامش Wāḥidī ، Asbāb) ، القاهرة 1316/1898-9 ، 262\n بوخري ، ṣaḥīḥ ، السادس ، 155\n القرآن 6:84\n Sahih البخاري ، 2: 21: 231\n القرآن 17:55",
"Suleyman": "كان سليمان بن داود (العربية: سال عَُُلَانَان ب بَنود ، لي \"سليمان ، ابن داود) ، وفقًا للقرآن ،\" ماليك ، \". الإسرائيليون. بشكل عام ، يرى التقليد الإسلامي أنه كان الملك الثالث للشعب اليهودي وحاكم إسرائيل الحكيم. [1]\n\nفي الإسلام ، يعتبر سليمان أحد أنبياء الله الذين منحوا العديد من الهدايا الإلهية ، بما في ذلك القدرة على التحدث إلى كل من الحيوانات والجين ؛ كما يقال إنه استعبد الشاي (شyaطyn ، أضاء \"الشياطين\") و Dīv (dیo ، مضاءة \"الشياطين\") بدعم من حلقة أعطاها الله. [2]\n\nيصرح المسلمون كذلك على أنه ظل موحد المؤمنين طوال حياته ؛ حكم على الأمة الإسرائيلية بأكملها ؛ كان ينعم بمستوى من الملوك لم يمنحه أمامه ولا بعده ؛ ووفق جميع وصاياه ، ووعد بالله في جانا (uggnّة ، أضاءت \"الجنة\") في نهاية حياته. [3] منذ ظهور الإسلام ، اعتبر العديد من المؤرخين العرب سليمان أحد أعظم الحكام في التاريخ. [4]\n\nيذكر في القرآن\nالقرآن والتفسير\nالحكم في هذا المجال\nفي السرد الأقدم الذي شمل سليمان ، يلمح القرآن (21:78) لفترة وجيزة إلى قصة مفادها أن سليمان كان بصحبة والده ، عندما جاء رجلان ليطلبوا من داود أن يحكم بينهما فيما يتعلق بحرث (حog ، الحقل). [ 5] توسع المعلقون المسلمون في وقت لاحق على التلميح ، بما في ذلك التاباري ، بيداوي ، وابن كاثير. [6] [7] [8] قالوا إن أول رجلين قالوا إنه يمتلك كرم كان يهتم به بشكل كبير طوال العام. لكن في يوم من الأيام ، عندما كان غائبًا ، ابتعد خروف الرجل الآخر إلى الكرم وتهام العنب. طلب أن يتم تعويضه عن هذا الضرر. [9]: 62 عند سماع شكوى الرجل ، اقترح سليمان أن صاحب الأغنام يأخذ كرم الرجل الآخر لإصلاحه وزراعه حتى عاد الكروم إلى حالته السابقة ، وعندها يجب أن يعود لمالكها. في الوقت نفسه ، كان صاحب الكرم يهتم بالأغنام ويستفيد من صوفهم وحليبه حتى أعيد أرضه إليه ، وعندها سيعيد الأغنام إلى مالكها. يوضح هذا الرد مستوى حكم سليمان ، والذي ، كما يقول القرآن ، [10] سيصف سليمان طوال حياته. سيكماه (الحكمة) ، وفقًا للتقاليد الإسلامية ، سترتبط دائمًا مع سليمان ، الذي سيشار إليه فيما بعد باسم sulaimān الحكم (سليم عُلمَانَان إتلَم ، \"سليمان الحكيم\"). تم تكييف هذه القصة في Kebra Nagast ، ولكن كخلاف يحكمه ابن سليمان. [7]\n\nسليمان والشياطين\n\nملكة شبا\nيروي القرآن أن الريح أصبحت خاضعة لسليمان ، [11] ويمكنه السيطرة عليها في إرادته ، وأن الجن تعرض أيضًا لسيطرة سليمان. ساعد الجن في تقوية عهد سليمان. الشياطين (شاياتين) ، [12] وشياطين تم إجبارهم على بناء آثاره. [13] تسبب الله أيضًا في أن يتدفق Qiṭr (قِطْر ، \"النحاس\" أو \"النحاس\") من سليمان ، \"النهر\" أو \"الربيع\") من Qiṭr (، النحاس \"أو\" النحاس \") ، لاستخدامه من قبل الشياطين في بنائها. [11]\n\nعندما توفي داود ، ورث سليمان موقفه كملك النبوي للإسرائيليين. سمحت سليمان مرة واحدة للمرأة ببناء تمثال لأبيها. في وقت لاحق ، بدأت في عبادة التمثال وتم توبيخ سليمان لتسامحها مع عبادة الأصنام في مملكته. كعقوبة ، مكّن الله أحد الشياطين المستعبدين لسرقة حلقة سليمان وتولي مملكته (سورة 38:34). يتولى في وقت لاحق خطيته ويحصل على السيطرة على الشياطين مرة أخرى ، مع التركيز على بناء المعبد مرة أخرى. [14] صلى إلى الله لمنحه مملكة ستكون على عكس أي من بعده. [15] قبل الله صلاة سليمان وأعطاه ما يسعده.\n\nلقد تم فهم خسارة سليمان لخاتمه للشياطين ، التي تم تفسيرها على أنها إنسان يفقد روحه بسبب شغفه الشيطاني. [16] يكتب عطار نيشابور: \"إذا قمت بربط Div (DEMON) ، فستشرع في الجناح الملكي مع Solomon\" و \"ليس لديك أمر على مملكة نفسك ، لأنه في قضيتك ، يكون Div في مكان سليمان\" . [17]\n\nعلى عكس التقليد التلمودي ، لم يكن سليمان على دراية ولم يشارك أبدًا في عبادة الأصنام. [18] علاوة على ذلك ، يرفض القرآن أن سليمان كان ساحرًا: \"(...) لم يكره سليمان ، لكن الشياطين غير مؤمنين ، وتعليم الرجال السحر و (...)\". (2: 102)\n\nسليمان ونملة\nتم تعليم سليمان حتى لغات الحيوانات المختلفة ، مثل النمل. يروي القرآن أنه ، في يوم من الأيام ، دخل سليمان وجيشه إلى وادن نام (وُلَد ، وادي النملة). عند رؤية سليمان وجيشه ، حذر ناملا (نُلم ، أنثى أنثى) جميع الآخرين من \"... الدخول ما قاله النملة ، صلى سليمان ، كما هو الحال دائمًا ، إلى الله ، وشكره على منحه مثل هذه الهدايا [20] وتجنب سدوًا على مستعمرات النمل. [9]: 63 [21] كانت حكمة سليمان من الهدايا التي تلقاها من الله ، ويؤكد المسلمون أن سليمان لم ينس أبدًا صلاته اليومية ، والتي كانت أكثر أهمية بالنسبة له من أي من مواهبه.\n\nتؤكد الأدب التفسيري على حكمة النمل ويشرح المعنى الكامن وراء هدية سليمان للسيطرة على الريح. وفقًا لـ Siracü'l-Kulub ، يسأل Ant Solomon إذا كان يعرف لماذا يطلق عليه \"Solomon\" (Süleyman). يقول سليمان إنه لا يفعل ذلك ، حيث يستمر النملة في شرح: \"على الرغم من أن قلبك كان سليمًا (سليم) وأنت تعرف ظروف العالم القادم ، فقد قبلت بعض الملذات من هذا العالم وقد تم خداعه بامتلاكه وحيازته Kingship ؛ لذلك أنت تسمى سليمان \". بعد ذلك يسأل النملة سليمان ، إذا كان يعرف لماذا أخضع الله الريح من أجله. مرة أخرى ، يقول سليمان لا ويجيب النملة: \"لقد أخضع الريح لسبب ما: ما قبلته ليس شيئًا. مثلما تمر الرياح ، تمر ثروة العالم وملوكية العالم أيضًا.\" قام علماء مثل فخر الدين رازي والكرتوبي برفع النملة إلى رتبة امتحان للبشر لمتابعة. [22] (P198)\n\nغزو ​​سابا\n\nأطلال معبد باران في ماريب ، العاصمة السابقة لسابا في ما يعرف الآن باليمن\nجانب آخر مهم من ملوك سليمان كان حجم جيشه ، الذي يتألف من كل من الرجال وجين. كان سليمان في كثير من الأحيان تقييم قواته ومحاربيه وكذلك الجن وجميع الحيوانات التي عملت تحتها. في يوم من الأيام ، عند فحص قواته ، وجد سليمان هود هود (هادههيد ، هاودو) مفقودًا من الجمعية. [23] ومع ذلك ، بعد فترة وجيزة ، وصل هود هود إلى محكمة سليمان ، قائلاً: \"لقد عاشت البوصلة (الإقليم) التي لم تكن قد غمرت ، وقد أتيت إليك من سابا مع أخبار صحيحة.\" [24] أخبر سليمان أن شعب شبا يعبد الشمس ، وأن المرأة التي حكمت المملكة كانت ذكية وقوية للغاية. اختار سليمان ، الذي استمع عن كثب ، كتابة رسالة إلى أرض شبا ، والتي سيحاول من خلالها إقناع شعب شبا بالتوقف عن عبادتهم الوثنية للشمس ، والوصول إلى عبادة الله. أمر سليمان من هود هود بإعطاء الرسالة إلى ملكة شبا (بيلقيس) ، ثم لإخفاء ومراقبة رد فعلها. [9] رسالة إلى الملكة. ثم اتصلت الملكة بوزراءها إلى المحكمة وقراءتها بصوت عالٍ رسالة من سليمان تفيد بشعب شبا: \"باسم الله الرحيف ، سواء لم تكن قد تعثرت ضدي ، لكن تعال إليّ كمسلمي (ممسلانمبيان ). \" أخذت محاميًا مع وزراءها ومسؤولي المحكمة الآخرين ، قائلة: \"يا شعبي ، أعرف جيدًا أنك محارب شجاع وقوي ، وأنه لا أحد على وجه الأرض يمكنه أن يقف ضدك ، ومع ذلك لا يزال أعرف عقلك على هذا قضيه.\" أجاب أهل المحكمة: \"لك هي السلطة ، يا ملكة ، وعيش قيادتك ، سنطيعها\". ومع ذلك ، جاءت الملكة إلى سليمان ، معلنة عن تقديمها لله. [25]\n\nسليمان و IFRIT\nبينما كانت بيلشيس تسافر إلى محكمة سليمان ، فإن الملك يقدم عبيده إلى تقديم عرشها قبل وصولها. عرض IFRIT خدماته (Q27: 38-40) ، لكن سليمان رفض ، عهد هذه المهمة بدلاً من ذلك إلى خادم ، والذي ، كونه زميلًا متصوراً ، صلى إلى الله لتحريك العرش من أجله. رائعة للربط ، تم الرد على صلاته ، والعرش الذي يظهر في قصر سليمان من قبل قوة الله. عندما وصلت بيلشيس ، سألتها سليمان عما إذا كانت تعرف على عرشها ، لكنها ، تكافح من أجل فهم المعجزة التي أحدثها الله ، أعطت الملك إجابة مراوغة ، قبل تبني إيمان سليمان أخيرًا ، أن مجرد ifrit ولكن من الله نفسه. ورفض سليمان عرض IFRIT المغري ، لأنه سعى إلى الاعتماد فقط على الله وليس على شيطان أو أي كائن آخر خلق ، وتم مكافأته على تقوىه مع النجاح في تحويل Bilqis إلى الإيمان الحقيقي. [26]\n\nالموت\n\nضريح من سليمان في مجمع مسجد الققة ، مدينة القدس القديمة\nيتصل القرآن بأن سليمان مات بينما كان يميل على موظفيه وأنه ظل واقفًا ، ويدعمه ، حتى قام بخلان صغير - نملة أو دودة - انهيار الجسم.\n\nثم ، عندما قررنا وفاة (سليمان) ، لم يظهرهم أي شيء وفاته باستثناء دودة صغيرة من الأرض ، والتي أبقت (ببطء) تنهمر عن موظفيه: لذلك عندما سقط ، رأى الجن بوضوح أنه لو عرفوا غير مرئي ، لم يكن لديهم تشويش في عقوبة مهينة (مهمتهم).\n\n- القرآن ، سورة 34 (سابا) ، آية 14 [27]\nعندما بقي منتصبًا ، مدعومًا على موظفيه ، اعتقد الجن أنه لا يزال على قيد الحياة ويشرف عليهم.\n\nلقد أدركوا الحقيقة فقط عندما أرسل الله مخلوقًا للزحف من الأرض وينهون في موظفي سليمان ، حتى انهار جسده. من المفهوم أن هذه الآية تعلّم الجمهور أن جن لا يعرف الغيب (الغريب) - لو كانوا يعرفون ذلك ، فلن يبقوا كبيرا مثل الحمقى في خدمة رجل ميت. [28]\n\nمحمدوم في أغنية سليمان\nمزيد من المعلومات: محمد والجذر السامي والجذر السامي\nكما كانت مستوحاة من آيات القرآن ، يعتقد بعض المسلمين [أيها؟] أن محمد (العربية: محمّد ، الحروف الساكنة: M-ħ-M-D) مذكورة في أغنية الأغاني (5:16) باسم \"Mahammaddim\" (Hebrew: מַחֲמַדִּים, consonant letters: m-ħ-m-d-y-m), even though the latter word is translated as \"desirable\" or \"lovely\" by Jews.[29]\n\nسليمان وجامشيد\n\nالنظرة العامة لبرسيبوليس ، إيران (2) (اقتصاص)\nكان جامشيد هو الملك الرابع للعالم ، وفقًا لما ذكره شمال الشاعر فيردوسي. مثل سليمان ، كان يُعتقد أنه كان له قيادة على جميع الملائكة والشياطين في العالم ، وكان الملك والكاهن الأكبر للهرمون (الفارسية الوسطى لأهورا مازدا). لقد كان مسؤولاً عن العديد من الاختراعات العظيمة التي جعلت الحياة أكثر أمانًا لشعبه: تصنيع الدروع والأسلحة ، ونسج وصباغة ملابس من الكتان والحرير والصوف ، وبناء منازل الطوب ، وتعدين المجوهرات والمعادن الثمينة ، صنع العطور والنبيذ ، فن الطب ، الملاحة لمياه العالم في سفن الإبحار. لقد أصبح جامشيد الآن أعظم ملك الذي عرفه العالم على الإطلاق. لقد تم منحه مع Royal Farr (Avestan: Khvarena) ، وهو روعة مشعة أحرقت به من خلال التفضيل الإلهي.\n\nبسبب أوجه التشابه بين الملوك الحكيمين ، تخلط بعض التقاليد الاثنين. على سبيل المثال ، ارتبط سليمان بالحكم على جنوب غرب إيران في أعمال البالشي. ويعتقد أن برسيبوليس هو مقر سليمان ووصف بأنه \"ملعب سليمان\" من قبل علماء مثل ماسودي ومقضاداسي وإستاخري. عارض مؤلفون مسلمون آخرون الاعتقاد بأن سليمان حكمت ذات مرة في إيران ، بحجة أن أي أوجه تشابه بين حياة سليمان وجامشيد هي مصادفة بحتة ، وهما شخصية متميزة ومنفصلة. [30] [31] تم تبريرها من خلال منحة دراسية في مجال الأساطير الهندية الأوروبية ، والتي أثبتت بشكل قاطع أن شخصية جامشيد تستمد من الإله الزرادشتي في أوائل yima ، [32] [33] في حين تدعم المنحة القرنية والكتابية مقياسًا للتاريخ لملك النبي الحكيمة. [34]",
"Ilyas": "إيليس (العربية: إlyast) كان نبيًا ورسولًا لله (الله) الذي تم إرساله لتوجيه أطفال إسرائيل. أعطيت المهمة النبوية لمنع الناس من عبادة الأصنام. [1] إلياس هو السلف النبوي لألياسا. [2] يعتقد بعض العلماء الإسلاميين أن إيلياس من ذرية هارون (هارون). [3]\n\nيعتقد بعض المسلمين أن إيلياس لا يزال على قيد الحياة ويحضر الحج كل عام ، إلى جانب Khidr. [4] يعتقد بعض المسلمين أيضًا أن إيلياس ستعود في أوقات النهاية. [5]\n\nحياة سابقة\nفي المصادر الإسلامية ، فإن اسم إيلياس الكامل هو إيلياس بن ياسين ، [6] لأنه في الساحة 37: 130 ، يسمى إلياس ياسين. [7] تم ذكر بعض قصص Ilyas أيضًا في الأحاديث الإسلامية. مثل لعنة الإسرائيليين مع الجفاف من قبل Ilyas ، [8] شفاء Alyasa ، [9] والقتال مع Ahab. [10]\n\nوفقًا للعديد من المصادر الإسلامية والكتاب المقدس ، فإن إلياس (أ) على قيد الحياة وصعد إلى السماء. [11] ومع ذلك ، لم يقبل ابن كاثير هذه الأحاديث واعتبرهم بين إسرائيليات. [12] في Mu'jam Al-Buldan ، ذكر Yaqut الحموي قبرًا لـ Elias (A) في Baalbek. [13] تم بناء ضريح في وقت لاحق على هذا القبر ، لكنه كان مكرسًا لـ \"النبي Aila\" على الرغم من أن السكان المحليين يعتقدون ذلك كان قبر إلياس (أ) [14]\n\nنبوة\nتم ذكر إلياس لأول مرة كنبي في العلم 6:85. [15] دعا شعبه الذين عاشوا في بعلبيك إلى التوحيد ، ويطيع الله وتخلي عن الخطايا. [16] كانت مهمته الرئيسية لمنع عبادة المعبود. [17] بعد أن واجه ثبات شعبه لسنوات عديدة ، لعنهم بالجفاف وكان الناس يلحقون بالجوع. [18] تشبه سرد إيلياس في القرآن والتقاليد المسلمة في وقت لاحق عن كثب أنه في الكتاب المقدس العبري والأدب المسلم يسجل أن يتنبأ إيليا الأساسي كما يحدث في عهد آب وجيزابل وكذلك أحاديا. عدد من الأنبياء والقديسين الآخرين ، بما في ذلك Idris ، والذي يعتقد من قبل بعض العلماء اسمًا آخر لـ Ilyas ، [21] و Khidr. [22] طورت الأسطورة الإسلامية في وقت لاحق شخصية إيلياس ، وتزيين إلى حد كبير على سماته ، وأعطت بعض الأدب ملفق Ilyas وضع نصف إنجل ، نصف إنجيل. [23] يظهر إلياس أيضًا في أعمال الأدب اللاحقة ، بما في ذلك حمزاناما. [24]\n\nالقرآن\nتم ذكر إلياس في القرآن ، حيث يتم سرد الوعظ بطريقة موجزة. يروي القرآن أن إيلياس طلب من شعبه المجيء إلى عبادة الله وترك عبادة بعل ، المعبود الأساسي للمنطقة. الدول القرآن: [1]\n\n\"كانت إيلياس واحدة من الرسل. عندما قال لشعبه:\" ألا تخف الله؟ \"هل ستدعو ال ba'al وترك أفضل المبدعين ، الله ، ربك ومواعدك والرب والرنب والهزيمة لآبائك القديم؟\n\n-AS-Saaffat 123–126\nيوضح القرآن أن غالبية شعب إلياس نفى النبي واستمروا في متابعة عبادة الأصنام. ومع ذلك ، فإنه يذكر أن عددًا صغيرًا من عبيد الله المخلصين يتبعون إيليا وأؤمن بالله وعبادة. يقول القرآن ، \"لقد أنكروه (إيليا) ، وسيتم تقديمهم بالتأكيد إلى العقاب ، باستثناء الخدم الصادقين والمخلصين من الله (من بينهم). وتركنا (ذاكرته) للأجيال القادمة.\" [25] [26]\n\nفي القرآن ، يمتدح الله إيليا في مكانين:\nيكون السلام على إيليا! هذه هي الطريقة التي نكافئ بها أولئك الذين يفعلون الخير. إنه حقًا من بين عبيدنا المؤمنين.\n\n-القرآن ، الفصل 37 (AS-Saaffat) ، الآية 129-132 [27]\nو Zakariya و Yahya و Isa و Ilyas ، كانوا جميعا من بين الصالحين\n\n-القرآن ، الفصل 6 (العلم) ، الآية 85 [28]\nقدم العديد من المعلقين ، بمن فيهم عبد الله يوسف علي ، تعليقًا على الآية 85 قائلين إن إيلياس ، زكريا ، ياهيا وعيش كانوا جميعهم مرتبطون روحيا. يقول عبد الله يوسف علي ، \"المجموعة الثالثة لا تتكون من رجال العمل ، بل الوعظون من الحقيقة ، الذين قادوا حياة الانفرادي. المعمدان ، الذي يُشار إليه باسم \"إيلياس ، والذي كان من أجل المجيء\" (متى 11: 14) ؛ ويقال إن إلياس كان حاضراً وتحدث إلى يسوع في التجلي على الجبل (متى 17: 3). \" 29]\n\nعلى الرغم من أن معظم العلماء المسلمين يعتقدون أن إيليا قد بشر في إسرائيل ، إلا أن بعض المعلقين الأوائل على القرآن ذكروا أنه تم إرسال إيلياس إلى بالبك ، في لبنان. [30] لقد رفض العلماء الحديثون هذا الادعاء ، قائلين إن صلة المدينة مع إيليا كان من شأنها أن تتم بسبب النصف الأول من اسم المدينة ، وهو الإله الذي حث إيليا شعبه على التوقف عن العبادة. يجادل الباحثون الذين يرفضون تحديد مدينة إيليا مع بعلبيك أيضًا أن مدينة بعلبيك لم يتم ذكرها بسرد إيلياس في القرآن أو الكتاب المقدس العبري. [31]\n\nالموت\nبحلول مرور الوقت ، انتشار الجفاف وتوفي الكثير. عندما رأوا أنفسهم أصيبوا ، أسفوا أفعالهم السابقة ، تحولوا إلى إلياس (أ) ، وقبلوا دعوته. [32] ثم ، بسبب صلاة إلياس (أ) جاء هطول أمطار غزيرة وشرب الأرض ؛ ومع ذلك ، بعد فترة من الوقت ، نسي الناس عهدهم مع الله وعادوا إلى عبادة المعبود. عندما رأى إلياس هذا ، سأل الله عن وفاته ؛ لكن الله أرسل له عربة من النار وصعد إلى السماء واختار أليسا الذي كان تلميذه كنائب له. [33] نادراً ما يرتبط إيلياس بعلم الإسلامي. [34] ومع ذلك ، يعتقد بعض المسلمين أنه من المتوقع أن يعود إلياس إلى جانب الشكل الغامض خدر خلال نهاية الأوقات. [5]\n\nميراث\nيروي الأدب والتقاليد الإسلامية أن إيلياس قد بشر بمملكة إسرائيل ، يحكمه آب وبعد ذلك ابنه آهزيا. يطلق عليه \"نبي الصحراء - مثل ياهيا\". [35] يُعتقد أن إيلياس قد بشر بحماسة لأهاب وزوجته جيزابل ، التي كانت وفقًا للتقاليد الإسلامية مسؤولة جزئياً عن عبادة الأصنام الزائفة في هذا المجال. يعتقد المسلمون أن السبب في ذلك هو أن غالبية الناس رفضوا الاستماع إلى إيليا أن إليشا كان عليها أن تستمر في الوعظ برسالة الله إلى إسرائيل من بعده. [36]\n\nكان إيلياس موضوع الأساطير والشعبية في الثقافة الإسلامية ، وعادة ما ينطوي على لقائه مع Khidr. وفقًا لتقرير Exegete المسلم ، التقى محمد Ilyas في مكة. [37] في التصوف الإسلامي ، يرتبط إيلياس ارتباطًا وثيقًا مع حكيم خدل. أفاد أحد الحديث أن إيلياس وخيدر اجتمع كل عام في القدس للذهاب في الحج إلى مكة. [38] يظهر إلياس أيضًا في حمزاناما عدة مرات ، حيث يُتحدث عن كونه شقيقًا لخدر وكذلك الشخص الذي شرب من نافورة الشباب. [39] علاوة على ذلك ، روى في Kitab الكافي أن الإمام Ja'far السادق كان يقرأ سجود Ilyas باللغة السورية وبدأ يبكي. ثم ترجم الدعاء باللغة العربية إلى مجموعة من العلماء الزائرين:\n\n\"يا رب ، هل سأجد أنك تعاقبني على الرغم من أنك تعرف عطشتي في حرارة منتصف النهار؟ هل سأجد أنك تعاقبني على الرغم على الرغم من أنك تعلم أنني أتخلى عن الخطايا من أجلك؟ هل سأجد أنك تعاقبني على الرغم من أنك تعلم أنني أظل مستيقظًا طوال الليل من أجلك؟ \" الذي ألهمه الله بعد ذلك إلى إيلياس ، \"ارفع رأسك من الأرض لأني لن أعاقبك\". [40]\n\nملحوظات\n \"إلياس هو نفسه إيليا ، الذي سيتم العثور على قصته في العهد القديم في 1 ملوك 17-19 و 2 ملوك 1-2. عاش إيليا في عهد أهاب (896-874 قبل الميلاد) وأهزيا (874-872 قبل الميلاد ) ، ملوك مملكة إسرائيل أو السامرة (الشمالية). وكان أزريا عرضة لارتداء عبادة بعل ، وعبادة الشمس في سوريا. شملت تلك العبادة أيضًا عبادة القوارب الطبيعية والسلطات التوهدوية ، كما في العبادة الهندوسية في لينغام ، وأدت إلى العديد من الانتهاكات. الملك. الملك. الملك. الملك. الملك. الملك. تزوجت أهاب من أميرة سيدون ، جيزابل ، وهي امرأة شريرة قادت زوجها إلى أن يتخلى عن الله وتبني عبادة بعل \". ... \"ندد إيليا بكل خطايا أحب وكذلك خطايا أحازيا واضطر إلى الفرار من أجل حياته. في النهاية ، وفقًا للعهد القديم ، [19] تم نقله في زوبعة إلى السماء في عربة نار بعد ذلك كان قد ترك عباءته مع إليشا النبي. \"[20]",
"Alyasa": "علياسا (العربية: الإثارة ، الرومانية: أليسا) هو نبي ورسول الله (الله) الذي تم إرساله لتوجيه أطفال إسرائيل. في القرآن ، تم ذكر Alyasa مرتين كنبي ، [1] وذكر في كلتا الحالتين إلى جانب زملائه الأنبياء. [2] تم تكريمه من قبل المسلمين كخليفة النبوية لإلياس (إيليا). تشير المصادر الإسلامية التي تحدد إليشا مع Khidr إلى العلاقة القوية بين Khidr و Ilyas في التقاليد الإسلامية. [3]\n\nشخصية\nتم ذكر اسم Alyasa مرتين في العلم 6:86 والحزن 38:48. في تلك الآيات ، دون ذكر أي شيء عن شخصية أو نبوءة Alyasa ، تم ذكره باسم \"Graced\" و \"من بين المنتخبين\". [4] وفقًا للقرآن ، تم تعزيز إليشا \"فوق بقية الخليقة\" (العربية: فugibrْnit uglug ٱlْublgِyn ، Romanized: faalnā ʿala l-ʿafl (a) [4] Mina L-akhyār)\n\nوإسماعيل وألياسا ويونوس ، ولوت ؛ وكل واحد كنا نمتلكه في العالم.\n\n-العلم 6:86\nوتذكر عبيدنا Ismail و Alyasa و Dhul-Kifl ، كل واحد منهم جيد حقًا.\n\n- حزين 38:48\nالمعجزات\nفي الحديث الشيعي من علي الريدها ، وذكر أن علياسا ، كان لديه بعض المعجزات بما في ذلك إحياء الموتى ، وعلاج المرض ، والمشي على الماء. [الاقتباس ضروري]\n\nمقابر مطالبة\nيعتقد بعض المسلمين أن قبر إليشا موجود في العلام في المنطقة الشرقية من المملكة العربية السعودية. تمت إزالة الضريح من قبل الحكومة السعودية لأن مثل هذا التبجيل لا يتوافق مع حركة الإصلاح الوهابي أو السلفي المهيمنة في المملكة العربية السعودية. [6] [7] لقد كان معلمًا مهمًا لعدة قرون خلال فترة الجزيرة العربية العثمانية ، وكان وجهة حج شائعة جدًا للمسلمين من جميع الطوائف طوال فترة ما قبل الحداثة. [8]\n\nيوجد قبر إليشا في منطقة إييل في مقاطعة دياربكر ، تركيا. [9] كان الضريح الأصلي بالقرب من مجرى النهر الذي كان من المقرر أن يغمره المياه في عام 1994. تم تشكيل مجلس سري من تسعة علماء من قبل مجلس المدينة بالتعاون مع مديرية الشؤون الدينية لتجنب رسم غضب الجمهور إلى استخراج الجثث. قبل أن تغمر المنطقة ، تم حفر القبر في الليل وتم استخراج الجثة المحفوظة للنبي - التي شهدها العلماء التسعة والعمال الرسميين - لدفنها على تل يطل على السهل المغمر. ومع ذلك ، رأى العديد من البلدة النبي في حلمهم في تلك الليلة ، واتضح قبل شروق الشمس لمراقبة إعادة دفنه في المكان الجديد. [10] [11]",
"Yunus": "يونس بن ماتا (العربية: يونوز آبن آتا ، رومان: يونوس بن ماتا) هو نبي ورسول الله (الله). يُنظر إلى يونس تقليديًا على أنه مهم للغاية في الإسلام كرسول كان مخلصًا لله وسلم رسائله. [1] [2] يونس هو الوحيد من بين الأنبياء الصغار الاثني عشر في الكتاب المقدس الذين تم تسميتهم في القرآن. [3] تم تسمية الفصل العاشر من القرآن باسمه. [4]\n\nيسمى يونس دول نون (العربية: آو بلنوزن) والمسلمين. [5] تم ذكره أربع مرات في القرآن بالاسم. [6]\n\nيذكر الحديث\nتم ذكر Yunus أيضًا في بعض الحوادث خلال عمر محمد. في بعض الحالات ، يتم التحدث عن اسم Yunus مع الثناء والخشوع من قبل محمد. وفقًا للروايات التاريخية حول حياة محمد ، وبعد عشر سنوات من تلقي الكشف ، ذهب محمد إلى مدينة Ta'if لمعرفة ما إذا كان قادته سيسمح له بالوعظ رسالته من هناك بدلاً من مكة ، لكنه تم إلقاؤه من المدينة الناس. تولى إلى جنة أوباه وشايبا ، وهما عضوان في قبيلة قريش. أرسلوا خادمهم ، أدواس ، لخدمته عن العنب من أجل القوت. سأل محمد أدواس من أين كان وأجاب الخادم نينوى. \"بلدة يونس العادل ، ابن أميتاي!\" صرخ محمد. لقد صدم أدواس لأنه كان يعلم أن العرب الوثنيين لم يكن لديهم علم يونس. ثم سأل كيف علم محمد بهذا الرجل. \"نحن إخوة\" ، أجاب محمد. \"كان يونس نبي الله وأنا أيضًا نبي الله.\" قبلت أدواس على الفور الإسلام وقبلت أيدي وأرجل محمد. [10]\n\nيقول أحد أقوال محمد ، في مجموعة الإمام بوخاري ، إن محمد قال \"لا ينبغي للمرء أن يقول إنني أفضل من يونس\". [11] [12] [13] [14] كان ابن أبي الملح ، وهو معاصر أقدم من محمد ، لم يكن يونس لم يصلي إلى الله ، كان سيبقى محاصرين داخل الأسماك حتى يوم القيامة [14] ولكن بسبب صلاته ، بقي يونس \"على بعد بضعة أيام داخل بطن السمك \". [14]\n\nيسجل المؤرخ الفارسي في القرن التاسع التاباري أنه بينما كان يونان داخل الأسماك ، \"لم يصب أي من عظامه أو أعضائه\". [14] يكتب التاباري أيضًا أن الله جعل جثة الأسماك شفافة ، مما سمح يونوس برؤية \"عجائب العميق\" [15] وأن يونوس سمع كل الأسماك التي تغني الله. [15] يسجل كيساي مارفازي ، الشاعر في القرن العاشر ، أن والد يونوس كان يبلغ من العمر سبعين عامًا عندما ولد يونس [14] وأنه مات بعد ذلك بفترة وجيزة ، [14] ترك والدة يونس مع ملعقة خشبية ، والتي اتضح أنها كن فورنيكيًا. [14]\n\nالمقابر\nانظر أيضًا: مساجد وأضرحة الموصل § mosque_of_the_prophet_jonah\n\nصورة لأطلال مسجد يونوس ، بعد تدميرها من قبل داعش\nيتميز موقع Ninaveh الحالي بحفر خمسة بوابات ، وأجزاء من الجدران على أربعة جوانب ، واثنين من التلال الكبيرة: تل Kuyunjik و Hill of Nabi Yunus (انظر رابط الخريطة في الحاشية السفلية). [16] تم تخصيص مسجد فوق نبي يونس لجونه وكان يحتوي على ضريح ، تم تبجيله من قبل كل من المسلمين والمسيحيين كموقع لقبر يونان. [17] كان القبر موقعًا شهيرًا للحج [18] ورمزًا للوحدة لليهود والمسيحيين والمسلمين في جميع أنحاء الشرق الأوسط. [18] في 24 يوليو 2014 ، دمرت دولة العراق الإسلامية والشام (داعش) المسجد الذي يحتوي على القبر كجزء من حملة لتدمير المحميات الدينية التي تعتبرها عبوات. [19] [18] بعد أن تم إعادة الموصل من داعش في يناير 2017 ، تم اكتشاف قصر آشوري قديم بناه إسارهادون الذي يرجع تاريخه إلى النصف الأول من القرن السابع قبل الميلاد تحت المسجد المدمر. [18] [20] كان داعش قد نهب قصر العناصر للبيع في السوق السوداء ، [18] [20] ولكن لا تزال بعض القطع الأثرية التي كان من الصعب نقلها في مكانها. [18] [20]\n\nمقابر مسلمة أخرى\nتشمل المواقع الأخرى المشهورة من قبر يونان قرية ماشاد العربية ، التي تقع في الموقع القديم ل Gath-Hepher في إسرائيل ؛ [21] بلدة هالهول الغربية الفلسطينية ، على بعد 5 كم (3.1 ميل) شمال الخليل ؛ [22] و ملاذ بالقرب من مدينة سرافاند (ساربتا) في لبنان. [23] تقليد آخر يضع القبر في تل يسمى الآن جيفات يونه ، \"هيل جوناه\" ، على الحافة الشمالية للمدينة الإسرائيلية في آشدود ، في موقع مغطى منارة حديثة.\n\nيمكن العثور على قبر يونان في دياربكر ، تركيا ، تقع خلف ميهراب في مسجد فاتح باشا. [24] [25] يذكر Evliya Celebi في اسم Seyahatname أنه زار مقابر يونان. [26] [27]\n\nيذكر القرآن\nفي أنبيا 21:87 [7] وابام 68:48 ، يطلق على يونوس اسم Dhul-Nūn (العربية: ذُ Withlnُّoْn ، Lit. 'The Fish'). [5] في ANISA 4: 163 و AN'am 6:86 ، يشار إليه باسم \"رسول الله\". [5] سورة 37: 139-148 يعيد سرد القصة الكاملة ل Yunus: [5]\nوكذلك كان يونان بين أولئك الذين أرسلوا (من قبلنا).\nعندما هرب (مثل العبد من الأسر) إلى السفينة (بالكامل) محملة ،\n(وافق على) يلقي الكثير ، وتم إدانته:\nثم ابتلعه الحوت ، وقد قام بأعمال تستحق اللوم.\nلو لم يكن (توب و) تمجد الله ،\nكان من المؤكد أنه كان سيبقى داخل الأسماك حتى يوم القيامة.\nلكننا ألقينا به على الشاطئ العاري في حالة مرض ،\nوقد تسببنا في النمو ، فوقه ، نبات منتشرة من نوع القرع.\nوأرسلناه (في مهمة) إلى مائة ألف (رجال) أو أكثر.\nوكانوا يؤمنون ؛ لذلك سمحنا لهم بالاستمتاع (حياتهم) لفترة من الوقت.\n\n-القرآن ، الفصل 37 (AS-Saaffat) ، الآيات 139-148 [8]\nالقرآن لا يذكر تراث يونس ، [5] ولكن التقاليد الإسلامية يعلم أن يونوس كان من قبيلة بنيجامين. [9]",
"Zakariya": "وفقًا للعقيدة الإسلامية ، فإن الزكاريا (العربية: زكriaa ، زكريا) نبي ورسول الله (الله) ، وأب النبي يحيى.\n\nفي القرآن\nكان زكريا كاهنًا بارًا [1] ونبي الله الذي كان مكتبه في المعبد الثاني في القدس. كان في كثير من الأحيان مسؤولاً عن إدارة خدمات المعبد [2] وسيظل دائمًا ثابتًا في الصلاة لله.\n\nالصلاة من أجل الابن\nعندما وصل إلى سن الشيخوخة ، بدأ زكريا يقلق بشأن من سيواصل إرث الوعظ برسالة الله بعد وفاته ومن سيستمر في الخدمات اليومية للمعبد من بعده. بدأ زكريا في الصلاة إلى الله من أجل الابن. لم تكن الصلاة من أجل ولادة ذرية فقط من الرغبة في الحصول على طفل. [1] لقد صلى على حد سواء من أجل نفسه وللجمهور - احتاجوا إلى رسول ، رجل الله الذي سيعمل في خدمة الرب بعد زكريا. كان لدى زكريا شخصية وفضيلة وأراد نقل هذا إلى وريثه الروحية كأغلى حيازة له. كان حلمه هو استعادة الأسرة إلى الأجيال القادمة من البطريرك يعقوب ، والتأكد من تجديد رسالة الله لإسرائيل. كما يروي القرآن:\n\nذكر رحمة ربك إلى خادمه زكريا. عندما بكى ربه صرخة سرا ، قائلا: ربي! لو! عظام الشمع الضعيفة ورأسي يتألق بشعر رمادي ، ولم أكن أبداً في الصلاة لك يا ربي. لو! أخشى أن أقاربي بعدي ، لأن زوجتي قاحلة. أوه ، أعطني من وجودك خليفة يرث لي ويرث (أيضًا) من بيت يعقوب. وجعله ، ربي ، مقبول (لك). [القرآن 19: 4-6 (ترجمته بيكثال)]\n\nالأب يحيى\nكهدية من الله ، أعطيت زكريا ابنًا يدعى ياجي (العربية: لي ، تم تحديده مع يوحنا المعمدان) ، وهو اسم تم اختياره خصيصًا لهذا الطفل وحده. يروي التقاليد الإسلامية أن زكريا كان يبلغ من العمر اثنين وتسعين عامًا [3] عندما تم إخباره بميلاد يوحنا.\n\nوفقًا لصلاة الزكريا ، جعل الله يوحنا (يحيى) يجدد رسالة الله ، التي كانت تالفة وفقدت من قبل الإسرائيليين. [4] كما يقول القرآن:\n\nيا زكريا! لو! نأتي إليك بتخلفات ابن اسمه جون ؛ لقد أعطينا نفس الاسم إلى لا شيء من قبل (له). قال: ربي! كيف يمكنني إنجاب ابن عندما تكون زوجتي جرداء وقد وصلت إلى سن الشيخوخة؟ قال: هكذا سيكون ، ربك يقول: من السهل بالنسبة لي ، وبالفعل أنشأتك من قبل ، عندما لم تكن شيئًا. قال: ربي! اعطني اشارة. قال: علامتك هي أنك لن تتمكن من التحدث إلى الأشخاص ثلاث ليالٍ أثناء صحة الصوت.\n\n- [القرآن 19: 7-10 (ترجمته بيكثال)]\nوصي مريم\nوفقا للقرآن ، كان زكريا وصي مريم. يقول القرآن:\n\n(تذكر) عندما قالت زوجة عمران: ربي! لقد تعهدت بك ما هو في بطني ككرس (عرض). اقبله مني. لو! أنت فقط أنت ، الفن المستمع ، العلم! وعندما تم تسليمها قالت: ربي! لو! لقد سلمت من أنثى - عرف الله أفضل ما تم تسليمه - الرجل ليس بالأنثى ؛ والصغرى! لقد أطلق عليها اسم ماري ، ولو! أشتهي حمايتك لها وللنسل من الشيطان منبوذ. وقبلها ربها بقبول كامل وقامت بها بنمو جيد ؛ وجعل زكريا وصيها. كلما ذهبت زكريا إلى الحرم حيث كانت ، وجد أن لديها طعامًا. قال: يا ماري! من أين كبرك هذا (الطعام)؟ أجابت: إنه من الله. الله يحرز دون أن يقضي عليه.\n\nيؤكد اللاهوت الإسلامي أن الزكريا ، إلى جانب يوحنا المعمدان ويسوع ، دخل في عصر جديد من الأنبياء - وجميعهم جاءوا من النسب الكهنوتي عمرام (عمران) ، والد النبي هارون. حقيقة أنه من بين جميع الكهنة ، كان الزكريا هو الذي أعطى واجب الاحتفاظ بمريم (مريم) أن وضعه رجل متدين. كثيرا ما يتم الإشادة بالزاكريا في القرآن كرسول الله والرجل الصالح. أحد هذه التقييمات في سورة العلم:\n\n\"و Zakariya و Yahya و Isa و Eliyas. كان كل واحد من الصالحين.\" [القرآن 6:85 (ترجم بواسطة Pickthall)]\n\nيقدم المترجم القرآني عبد الله يوسف علي تعليقًا على هذا السطر [5] - مما يشير إلى أن هؤلاء الأنبياء المعينين يقومون بعلاقة روحية مع بعضهم البعض. ويشير إلى أن يحيى كان أحد أقارب ISA ، في حين أن إلياس كان حاضراً في تجلي عيسى [6] على الجبل ، كما ذكر في العهد الجديد. في هذه الأثناء ، من خلال الزواج ، كان عم عيسى ، ويشار إلى ابنه يايا باسم إلياس في العهد الجديد. [7]",
"Yahya": "ياج بن زكاريا (العربية: يوي آبن ، حرفيًا يحيى/جون ، ابن زكريا) ، الذي تم تحديده باللغة الإنجليزية على أنه يوحنا المعمدان ، يعتبر في الإسلام نبيًا ورسولًا لله (الله) . يعتقد أن المسلمين كان شاهداً على كلمة الله التي كانت تشير إلى مجيء عيسى الماسيه (يسوع المسيح). [1] [2]\n\nتم ذكر يحيى خمس مرات في القرآن. [3]\n\nكما تم تكريم ياهيا للغاية في الصوفية وكذلك التصوف الإسلامي ، ويرجع ذلك في المقام الأول إلى وصف القرآن لعفة يوحنا. [4] لقد قام الصوفيون بتطبيق التعليقات في مقاطع يوحنا في القرآن ، فيما يتعلق في المقام الأول بتهمة الحكمة التي منحها الله التي اكتسبها في الشباب وكذلك أوجه أوجه أوجه التشابه مع يسوع. على الرغم من أن العديد من العبارات المستخدمة لوصف يوحنا ويسوع متطابقان تقريبًا في القرآن ، إلا أن الطريقة التي يتم التعبير عنها مختلفة. [5]\n\nولادة\nفي القرآن ، يذكر الله في كثير من الأحيان صلاة زكريا المستمرة من أجل ولادة الابن. زوجة زكريا ، كانت جرداء ، وبالتالي بدا أن ولادة الطفل مستحيلة. [6] كهدية من الله ، أعطيت زكريا ابنًا باسم Yaḥya ، وهو اسم تم اختياره خصيصًا لهذا الطفل وحده. وفقًا لصلاة الزكريا ، جعل الله يحيى وعيش ، الذي ولدت وفقًا للتفسير بعد ستة أشهر ، [7] يجدد رسالة الله ، التي كانت تفسدًا وتشويهًا من قبل الإسرائيليين.\n\nيدعي القرآن أن يوحنا المعمدان كان أول من حصل على هذا الاسم (القرآن 19: 7-10) ولكن بما أن اسم يويانان يحدث عدة مرات قبل يوحنا المعمدان ، [8] هذه الآية تشير إما إلى إجماع الباحث الإسلامي على أن \"ياجيا\" \"ليس هو نفس اسم\" Yoḥanan \"[9] أو إلى الحساب التوراتي للتسمية المعجزة لجون ، والذي كان يفسر أنه تم تسميته تقريبًا\" Zacharias \"(اليونانية: ζαχαρίας) [10] بعد اسم والده ، واحد في نسب والده زكريا (المعروف أيضًا باسم زكريا) تم تسميته \"جون\" (\"يوهانان\"/\"Yoannes\") أمامه. [11] كما يقول القرآن: [12]\n\"يا Zakaryya ، نحن في الواقع نعطيك أخبار جيدة لصبي سيكون اسمه يحيى ، والذي لم نخلق من قبل تشابه.\n\nقال: \"يا ربي! كيف يجب أن يكون لدي ابن ، عندما تكون زوجتي قاحلة وقد نمت شديدًا منذ الشيخوخة؟\"\n\nقال: \"هكذا (سيكون) يا ربك ،\" هذا سهل بالنسبة لي: لقد صنعت لك بالفعل من قبل ، عندما لم تكن شيئًا! \"\n\n(زكاريا) قال: \"يا سيدي! أعطني علامة\". \"علامةك\" ، كانت الجواب ، \"يجب أن تتحدث إلى أي رجل لمدة ثلاث ليال.\"\n\n- مريم 19: 7-10\n- مريم 19: 12-14\n\nنهر الأردن ، حيث عمد يحيى عيسى. [13]\nتم حث يحيى على التمسك بالكتاب المقدس وتم إعطاؤه الحكمة من قبل الله بينما لا يزال طفلًا. [14] كان نقيًا ومراهقًا ، ومشى جيدًا بحضور الله. لقد كان مفيدًا تجاه والديه ولم يكن متعجرفًا أو متمردًا. لقد تجاوزت قراءة جون وفهم الكتب المقدسة ، عندما يكون طفل فقط ، حتى أعظم العلماء في ذلك الوقت. [6] يروي التفسير الإسلامي أن عيسى أرسل يحيى مع اثني عشر تلاميذ ، [15] الذين بشروا بالرسالة قبل أن يدعى يسوع تلاميذه. [7] القرآن يقول: [16]\n\"أي\n\n- مريم ، 19:12\nكان يوحنا نبيًا كلاسيكيًا ، [17] كان الله عالياً بسبب إدانته الجريئة لكل شيء خاطئ. علاوة على ذلك ، يتحدث القرآن عن تقوى يوحنا وحبها وموقفه المتواضع تجاه الحياة ، والذي منح له نقاء الحياة.\n\nوفقًا للتقاليد الإسلامية ، اعتاد يحيى الذهاب إلى حرام إيش شريف (جبل المعبد) لتوصيل خطبه. [3]\n\nاغتيال\nخلال نبوءة يحيية ، وقع صراع بينه وبين هيرودس أنتيباس ، الذي أراد أن يطلق زوجته الأولى وأخذ زوجة أخته السابقة. [3] أبلغت يحيى أن الزواج قد يكون سفاح المحارم ، ولم يوافق على الزواج. بعد ذلك ، سجن هيرودس أنتيباس. [3] ثم تم قطع رأس يحيى. [18] [3] يُعتقد أن رأس يحيى داخل مسجد أماياد في دمشق. [19] [20] [21]\n\nميراث\nفي الإسلام ، استقبلت يحيى محمد في ليلة الإسررا الميراج ، إلى جانب عيسى (يسوع) ، على الجنة الثانية. [22] كما تم إخبار قصة يحيى للملك الأبيسسيني خلال الهجرة الإسلامية إلى الحبيبة. [23] وفقًا للقرآن ، كان يحيى أحدهم أرسل الله السلام في اليوم الذي ولد فيه واليوم الذي مات فيه. [24] وفقًا لما ذكره سويوتي ، صرح إبراهيم أنه منذ خلق العالم ، بكى السماوات والأرض فقط لشخصين ، يحيى وهسين. [25] [26] وفقًا لحديث ، قال محمد: \"كل ابن آدم سيأتي في يوم القيامة وسيخطئ ضده باستثناء يحيى بن زكارييا\". [27] يقارن العديد من المسلمين يحيى مع حسين. [28] يُعتقد أن رؤوس كل من ياهيا وهجين في مسجد أماياد في دمشق ، سوريا.",
"Isa": "عيسى (يسوع) نبي ورسول الله والمسيح. إنه آخر نبي أرسل لتوجيه أطفال إسرائيل (بني إسرائيل) وتم الكشف عن الكتاب المقدس المسمى إنجيل (الإنجيل).\n\nفي القرآن ، يوصف ISA بأنه المسيح (الماسو) ، المولود من مريم العذراء ، أجرى معجزات ، برفقة تلاميذ ، ورفضت من قبل المؤسسة اليهودية وترعرعت إلى الجنة. يؤكد القرآن أن يسوع لم يكن مصلوبًا ولا مات على الصليب ، لكنه أنقذ الله بأعجوبة. القرآن يضع يسوع بين أعظم الأنبياء ، ويذكره بألقاب مختلفة. وسبق نبي يسوع ياهيا وخلفته محمد.\n\nيرفض الإسلام النظرة المسيحية لألوهية يسوع بينما يتجسد الله ، أو ابن الله الحرفي. إنه يحرم يسوع كإله في عدة آيات ، ويذكر أيضًا أن يسوع لم يدعي أنه إلهي. يعتقد المسلمون أن رسالة يسوع الأصلية قد تم تغييرها ، بعد تربيته على قيد الحياة. تم التأكيد على توحيد يسوع في القرآن. مثل كل الأنبياء في الإسلام ، يُطلق على يسوع أيضًا مسلمًا ، لأنه بشر بأن أتباعه يجب أن يتبنوا \"المسار المستقيم\" (ṣirāṭ mustaīm). يعزى يسوع إلى قدر كبير من المعجزات ، حيث يتم كتابة العديد من الأدب الزاهي والصوفي وتلاوة عنه في التقاليد الإسلامية. كما ورد أنه تنبأ بمجيء محمد باستخدام اسم أحمد.\n\nفي نهاية الوقت ، سيعود يسوع في المجيء الثاني مع الإمام المهدي لقتل الماسيه دججال (\"المسيح الخاطئ\") ، وبعد ذلك سوف يتفتت مع القبائل القديمة Yaʾjūj و Maʾjūj (Gog and Magog) على الارض. بعد أن تهلك هذه المخلوقات بأعجوبة ، سيحكم الإمام مهدي ويسوع العالم بأسره ، ويؤسسون السلام والعدالة ، ويموت بعد عهد 40 عامًا. يعتقد بعض المسلمين أن عيسى سيتم دفنهم إلى جانب محمد في قبر القبة الخضراء الرابعة المحجوزة.\n\nيفهم المسلمون يسوع من أهم أنبياء الإسلام. إن المكان الذي يعتقد فيه يسوع يعود ، مسجد أماياد في دمشق ، يحظى بتقدير كبير من قبل المسلمين باعتباره أقدس موقع الإسلام رابع.\n\nولادة\nإن سرد يسوع في القرآن يبدأ بالفعل مع ولادة والدته ، مريم ، وخدمتها في معبد القدس. بينما تحت رعاية النبي زكريا ، الذي كان ليكون والد يحيى (يوحنا المعمدان). تبدأ سرد الولادة في القرآن ليسوع في القرآن 19: 16-34 و Q3: 45-53.\nالبشارة\n\nيؤكد التفسير الإسلامي الولادة العذراء ليسوع بشكل مشابه لحساب الإنجيل ويحدث في بيت لحم. إن سرد الولادة البكر هو إعلان لمريم من قبل الملاك غابرييل بينما تربى ماري في المعبد بعد تعهدها من قبل والدتها. تنص غابرييل على أنها تكريم على جميع النساء من جميع الأمم وجلبت لها أخبار سعيدة لابن مقدس.\n\nالبشارة في مصغرة\nيعلن غابرييل أن الابن سيسمى عيسى ، المسيح ، ويعلن أنه سيطلق عليه نبيًا عظيمًا. ماري ، تسأل كيف يمكن أن تصور وإنجاب طفل عندما لم يلمسها أي رجل ، تم الرد عليها من قبل الملاك أن الله يمكن أن يمرر ما يشاء ، وسيأتي لتمريره.\n\nتستمر السرد من القرآن مع ماري ، التي تتغلب عليها آلام الولادة ، حيث تم تزويدها بتدفق من الماء تحت قدميها التي يمكن أن تشرب منها وشجرة النخيل التي يمكن أن تهزها حتى تسقط تواريخ ناضجة وتستمتع بها. بعد الولادة ، تعود مريم الطفل يسوع إلى المعبد وسألها شيوخ المعبد عن الطفل. بعد أن قادت غابرييل إلى نذر الصمت ، تشير إلى الرضيع يسوع ويعلن الرضيع:\n\nقال ، أنا خادم الله. لقد أعطاني الكتاب ، وجعلني نبيًا. لقد جعلني مباركًا أينما كنت ، وقد أمرني بالعبادة والصدقات ، طالما أعيش ؛ وأن تكون مريضا لأمي ؛ ولم يجعلني قمعيًا ، مستويًا. السلام عليّ في اليوم الذي ولدت فيه ، في اليوم الذي سأموت فيه ، وفي اليوم الذي أثير فيه على قيد الحياة. [8]\n\nيسوع يتحدث من المهد هو واحد من ستة معجزات تُنسب إليه في القرآن ، والذي يوجد أيضًا في إنجيل الطفولة السريانية ، وهو عمل في القرن السادس. [9] [10] وفقا لمختلف الأحاديث ، لم يصرخ يسوع ومريم عند ولادتهما. [11] أوضح النبي الإسلامي محمد أن كل من يسوع ومريم هما البشر الوحيدون الذين يولدون على أنهما بلا خطيئة ، وبالتالي ، كانوا محميين من لمسة الشيطان عند ولادتهما ، نقلاً عن آية الإران السادسة والثلاثين. [12]\n\nروايات الولادة\n\nوفقا لقرآن ، أخذت آلام المخاض ماري إلى جذع شجرة النخيل.\nردد الإيمان الإسلامي بعض الخيوط داخل التقليد المسيحي بأن ماري (أو مريم) كانت عذراء حرفية عندما تم تصور يسوع. يتم توفير الرواية الأكثر تفصيلاً عن البشارة وميلاد يسوع في سورة 3 (عمران) و 19 (مريم) من القرآن حيث روى القصة أن الله (الله) أرسل ملاكًا ليعلن أن مريم يمكن أن تتوقع قريبًا أن تتحمل ابن ، على الرغم من كونه عذراء. [13]\n\nلاحظ بعض الأكاديميين أن الحساب في سورة 19 [14] قريب بشكل خاص من الإنجيل المسيحي في لوقا. [15] تم ذكر البشارة إلى ماري مرتين في القرآن وفي كلتا الحالتين قيل لماري/ مريم أنها اختارها الله لتسليم الابن. في المقام الأول ، قام حامل الأخبار (الذي يعتقد أن معظم المسلمين بأنه رئيس الملائكة غابرييل) ، قد قدم الأخبار في (Q3: 42-47) وهو يأخذ شكل رجل (Q19: 16-22) . [16] [17] لم تتم مناقشة تفاصيل المفهوم ، لكن عندما تسأل ماري كيف يمكن أن تحمل ابنًا في ضوء عفةها ، قيل لها إن الله يخلق ما يشاء وأن هذه الأشياء سهلة على الله. [16] [18] يقول القرآن (Q21: 91 و Q66: 12) أن الله فجر من خلال ملاكه إلى مريم وهي ، على الرغم من كونها عفة ، تحمل يسوع دون أي أب (المصدر يسمح لك بتفسير غابرييل على أنه الأب). [19] [20]\n\nكتب المؤرخ الإسلامي في القرن الثامن بن إسماق (704-767) الحساب بعنوان Kitab al-Mubtada (في البداية) ، وأبلغها أن زكريا هي الوصي على ماري لفترة وجيزة ، وبعد أن كانت غير قادرة على الحفاظ عليها. اسمه جورج. معزولة في الكنيسة ، انضم إليها شاب يدعى جوزيف ، ويساعدون بعضهم البعض في جلب الماء وغيرها من المهام. يتبع رواية ولادة يسوع سرد القرآن ، مضيفًا أن الولادة حدثت في بيت لحم بجانب شجرة النخيل مع المذود. [21]\n\nيذكر الباحث الفارسي في القرن العاشر التاباري (839-923) ، المبعوثين الذين يصلون من ملك بلاد فارس بهدايا (على غرار المجوس من الشرق) للمسيح ؛ أمر رجل يدعى جوزيف (وليس على وجه التحديد زوج ماري) لنقلها والطفل إلى مصر والعودة لاحقًا إلى الناصرة. [22]\n\nطفولة\nالمقال الرئيسي: العثور على المعبد\nانظر أيضًا: رحلة إلى مصر وإنجيل توماس\nالقرآن لا يشمل تقليد الرحلة إلى مصر ، على الرغم من أن Sūra XXIII ، 50 يمكن أن يلمح إليها: \"وجعلنا ابن مريم ووالدته علامة ؛ وجعلناهم يلتزمون في مكان مرتفع ، مليء بال هادئة ومهارة بالينابيع. بعض الروايات لديها يسوع والأسرة يقيمون في مصر حتى 12 عامًا. [26] تم ذكر العديد من القصص الأخلاقية والأحداث المعجزة لشباب يسوع في Qisas enbiya (قصص الأنبياء) ، كتب مؤلفة على مر القرون حول الأنبياء والأبطال قبل الإسلام. [7]\n\nكتب الماسودي أن يسوع كصبي درس الدين اليهودي يقرأ من المزامير ووجد \"تتبع في شخصيات الضوء\":\n\n\"أنت ابني وحبيبي ؛ لقد اخترتك بنفسي\"\n\nمع يسوع ثم يدعي:\n\n\"اليوم يتم الوفاء بكلمة الله في ابن الإنسان.\" [22]\n\nفي مصر\nانظر أيضًا: إنجيل الطفولة توماس\nتُظهر العديد من الروايات بعض التباين والتشابه في الكتابات الإسلامية حول طفولة يسوع المبكرة ، وتحديداً وقته في مصر فيما يتعلق بالمدة والأحداث. تم العثور على معظم الروايات في المصادر المسيحية غير الكنسي ، على سبيل المثال ، إنجيل توماس قبل الإسلام. أحد هذه التباينات من الأثر في كمال التاريخ الذي يحتوي على رواية ولادة تفيد بأن يسوع ولد في مصر بدلاً من بيت لحم. [27]\n\nبعض الروايات الأخرى لطفولة يسوع هي تقاليد الشرق الأوسط الشعبية كما أبرزها أستاذ دراسات الأديان محمود م. أيوب. [28] تعزى العديد من المعجزات إلى يسوع الشاب أثناء وجوده في مصر [26] (انظر §§ المعجزات والمعجزات الأخرى).\n\nمرحلة البلوغ\n\nنهر الأردن ، حيث تعمد يسوع من قبل ياهيا بن زكريا (يوحنا المعمدان). [29]\nبعثة\nانظر أيضًا: خدمة يسوع والرسول (الإسلام)\nمن المتفق عليه عمومًا أن يسوع يتحدث الآرامية ، اللغة المشتركة لـ Judea في القرن الأول الميلادي والمنطقة. [30]\n\nالنظرة الأولى والراكبة ليسوع التي وضعت في الفكر الإسلامي هي نبي - إنسان اختاره الله لتقديم حكم على الإنسانية على عبادة الأصنام والتحدي في التحول إلى الله الحقيقي. من هذا الأساس ، ينعكس على جميع الأنبياء السابقين من خلال عدسة الهوية الإسلامية ، لا يعتبر يسوع أكثر من رسول يكرر رسالة متكررة من العصور. تعرض معجزات يسوع والألقاب القرآنية المنسوبة إلى يسوع قوة الله بدلاً من ألوهية يسوع - نفس القوة وراء رسالة جميع الأنبياء. تعتقد بعض التقاليد الإسلامية أن مهمة يسوع كانت فقط لشعب إسرائيل ووضعه كرسول تؤكده العديد من المعجزات. [31] [32]\n\nالصورة المرتفعة في وقت مبكر من يسوع هي شخصية نهاية الوقت. هذا المفهوم ينشأ في الغالب من الحديث. تبني التقاليد الإسلامية سردًا مشابهًا في اللاهوت المسيحي ، ورؤية يسوع يصل في نهاية الوقت وينحدر على الأرض لمحاربة المسيح الدجال. من المفهوم أن هذا السرد يبطئ قضية الإسلام ، حيث تروي بعض التقاليد يسوع يشير إلى أولوية محمد. معظم التقاليد تنص على أن يسوع سيموت بعد ذلك. [33]\n\nالصورة الثالثة والمميزة هي يسوع يمثل شخصية زاهد - نبي القلب. على الرغم من أن القرآن يشير إلى \"إنجيل\" يسوع ، إلا أن تلك التعاليم المحددة له لم يتم ذكرها في القرآن أو النصوص الدينية اللاحقة. أنها غائبة إلى حد كبير. التقليد الصوفي هو المكان الذي أصبح فيه يسوع تبجيلًا ، معترف به كمدرس روحي مع صوت مميز من أنبياء آخرين ، بما في ذلك محمد. تميل الصوفية إلى استكشاف أبعاد الاتحاد مع الله من خلال العديد من الأساليب ، بما في ذلك الزهد والشعر والفلسفة والاقتراح المضاربة والأساليب الصوفية. على الرغم من أن الصوفية للعقل الغربي قد تشترك في أصول أو عناصر مماثلة من الأورام ، والغنوصية ، والبوذية ، فإن الأيديولوجية إسلامية بشكل واضح لأنها تلتزم بكلمات القرآن وتتابع تقليد محمد باعتباره الرجل المثالي. [34]\n\nالوعظ\nيُعتقد أن المفاهيم الإسلامية لوعظ يسوع قد نشأت في الكوفة بالعراق ، تحت خلافة راشيدون حيث صاغ أول كتاب للتقاليد الإسلامية والمنح الدراسية. تم تبني مفاهيم يسوع وخدمته الوعظ التي تطورت في الكوفة من المسيحيين الزاهدين في وقت مبكر من مصر الذين عارضوا التعيينات الأسقف للكنيسة الرسمية من روما. [35]\n\nتم العثور على أقدم القصص ، التي يبلغ عددها حوالي 85 ، في مجموعتين رئيسيتين من الأدب الزهد بعنوان Kitab Zuhd Wa'l Raqa'iq (كتاب الزهد والرحم العطاء) من قبل ابن الموباراك (توفي 797) ، و Kitab Al-zuhd (كتاب الزهد) بقلم ابن هانبال (توفي 855). تقع هذه الأقوال في أربع مجموعات أساسية: أ) أقوال eschatological ؛ ب) أقوال الإنجيل ؛ ج) أقوال الزهد والقصص ؛ د) أقوال صدى الجدايا داخل المسلمين. [36]\n\nتوسع المجموعة الأولى من الأقوال النموذج الأصلي يسوع كما تم تصويره في القرآن. يتم توسيع المجموعة الثانية من القصص ، على الرغم من أنها تحتوي على جوهر الإنجيل ، مع \"ختم إسلامي متميز\". المجموعة الثالثة ، كونها أكبر الأربعة ، تصور يسوع على أنه قديس راعي للزهد الإسلامي. تعتمد المجموعة الأخيرة على النموذج الإسلامي والتعريف المتمحور في المسلمين ليسوع وسماته ، مما يعزز الأفكار الباطنية فيما يتعلق بمصطلحات مثل \"روح الله\" و \"كلمة الله\". [37]\n\nالمعجزات\nالمقال الرئيسي: معجزات يسوع\nانظر أيضًا: إنجيل الطفولة توماس\nيعزو القرآن ما لا يقل عن ستة معجزات إلى يسوع ، حيث يضاف الكثيرون على مر القرون من قبل الكتاب والمؤرخين. نسبت المعجزات إلى يسوع كعلامات لبيئه وسلطته ، وفقًا للمعلم والأستاذ إسحاق موسى الحسيني (المتوفى 1990) ، وهو مؤلف شهير لمودياكيرات دجاجا ، 1943 ؛ 2nd ed. 1967). في المسيح في القرآن والأدب العربي الحديث (1960) ، قال الحسيني إنه من الجدير بالملاحظة أن محمد لا يعزو معجزات لنفسه. [38]\n\nهذه المعجزات الستة في القرآن لا تخلو من التفاصيل على عكس الإنجيل ومصادرها الغنوصية غير الكنسية ، والتي تشمل التفاصيل وتذكر المعجزات المنسوبة الأخرى. [38] على مر القرون ، تم وضع هذه الروايات المعجزة الستة من خلال الحديث والشعر ، مع كتابات دينية بما في ذلك بعض المعجزات الأخرى المذكورة في الإنجيل ، المصادر غير الكنسية ، ومن العلم. [26] [28]\n\nيتحدث من المهد\nمتحدثًا من المهد في ثلاثة أماكن في القرآن: الإيران (3) 41 ، 46 ، الميدا (5) 109-110 ومريم (19) 29-30. جزء من السرد لديه الرضيع يسوع يدافع عن والدته مريم من اتهامه بالولادة دون زوج معروف. [39] الإسلام المبكر لم يكن واضحًا عن جوزيف ودوره. وهذا ما يُزعم أن هذا التأثير الإنجيلي الغنوص في القول إن القرآن قد لا يكون إلهيًا من قبل المعارضين. يتحدث يسوع كما ذكر الملاك غابرييل في البشارة: يعلن يسوع أنه خادم الله ، وقد تم إعطاؤه كتابًا ، وهو نبي ، وهو مبارك في أي مكان سيذهب إليه ، ويبارك اليوم الذي ولد فيه ، في اليوم الذي سيموت فيه ، واليوم الذي نشأ فيه على قيد الحياة. [40]\n\nعلى الرغم من أن هذا السرد الخاص لم يتم العثور عليه في الكتاب المقدس ، إلا أن موضوع التحدث من المهد موجود في إنجيل الطفولة السريانية غير الإسلامية غير الإسلامية. لقد أعلن هذا المصدر يسوع عن ابن الله ، والكلمة ، ويؤكد ما أعلنه الملاك غابرييل سابقًا لمريم على النحو المفصل في الإنجيل. [39]\n\nإنشاء الطيور من الطين\nالقصة المعجزة لإنشاء الطيور من الطين وتنفس الحياة إليها عندما يتم ذكر طفل في الإيران (3) 43 ، 49 و ميدا (5) 109-110. على الرغم من أن هذه المعجزة لم يتم ذكرها أيضًا في الإنجيل الكنسي ، إلا أن السرد نفسه موجود في مصدرين على الأقل قبل الإسلام: إنجيل الطفولة لتوماس وليدوت يشو اليهودي ، مع تفاصيل قليلة بين القرآن وهذين المصدرين. [ 41] [42]\n\nشفاء المكفوفين والجذام\nانظر أيضًا: شفاء الرجلين المكفوفين في الجليل وتطهير عشرة أشرار\nعلى غرار العهد الجديد ، يذكر القرآن يسوع وهو يشفي المكفوفين والمتتدة في الإيران (3) أن تلتئم وأن يسوع قد شفى هذه الأمراض من خلال الصلاة فقط. [43] كتب الباحث في العصور الوسطى العلمبي عن كيف كان هذين المرضين المعينين يتجاوزان المساعدة الطبية ، وكان من المفترض أن يشهد الآخرون معجزات يسوع كعلامات واضحة لرسالته. [41]\n\nرفع الموتى\nيُعتقد أن يسوع قد أثار أشخاصًا من بين الأموات ، كما ذكر في الإيران (3) 49. على الرغم من عدم تقديم أي تفاصيل حول من الذي أثير أو الظروف ، يتم ذكر ثلاثة أشخاص على الأقل بالتفصيل في الإنجيل (ابنة (ابنة من جيروس ، ابن أرملة في ناين ، ولازاروس). [44]\n\nعلم الغيب\nكان يسوع قادرًا على التنبؤ ، أو كان لديه المعرفة المسبقة ، [45] لما كان مخفيًا أو غير معروف للآخرين. ومن الأمثلة على ذلك أن يسوع سيجيب بشكل صحيح على أي شيء سأله أي شخص. مثال آخر هو يعرف يسوع ما أكله الناس للتو ، وكذلك ما قاموا بتخزينه في منازلهم. [26]\n\nجدول الطعام من السماء\nالمقال الرئيسي: تغذية الجمهور\nانظر أيضا: العشاء الأخير\nفي الفصل الخامس من القرآن ، فإن المهيدا (5) 112-115 ، يذكر رواية تلاميذ يسوع يطلبون طاولة محملة بالطعام ، ولكي يكون يوم ذكرى خاص لهم في المستقبل. قد تكون هذه إشارة محتملة إلى القربان المقدس وفقًا لأستاذ الدراسات الإسلامية والعربية W. Montgomery Watt (توفي 2006). [46] وفقًا لأستاذ الأديان المقارنة جيفري باريندر (توفي عام 2005) ، فمن غير الواضح ما إذا كانت هذه القصة توازي العشاء الأخير للإنجيل أو تغذية الجمهور ، ولكن قد يتم ربطها بالكلمة العربية (المهرجان المسلمي): [47]\n\nفي إحدى المرات ، قال التلاميذ ، يا يسوع ، ابن مريم ، هل يستطيع ربك أن يرسل لنا طاولة من السماء؟ قال ، خاف الله إذا كنت مؤمنين. قالوا إننا نريد أن نأكل منه ، وأن قلوبنا قد تكون في سلام ، وقد نعرف أنك تحدثت بصدق وأن تكون من بين الشهود عليها. قال يسوع ، ابن مريم ، يا إلهي ، ربنا يرسل علينا طاولة من السماء ، ليكون بالنسبة لنا مهرجانًا ، لأول منا وأخيرنا ، وعلامة منك: وإعطاء الحكم (من الغذاء) بالنسبة لنا ، لأنك أفضل مقدمي الخدمات. قال الله إنني أرسلها من أجلك. [46]\n\nفي سجل من قبل سني Exegete Tabari ، قبل العشاء الأخير ، جعله تهديد الموت قلقًا. لذلك ، دعا يسوع تلاميذه للعشاء الأخير. بعد الوجبة ، غسل أيديهم وأداء الوضوء لمسح أيديهم على ملابسه. بعد ذلك ، أجابهم يسوع: \"أما بالنسبة لك ، فقد فعلت لك الليلة ، حيث خدمتك في الوجبة وغسلت يديك شخصيًا ، فليكن مثالًا لك. بما أنك تعتبرني أفضل منك بالفعل ، لا تكون متكافئًا فيما يتعلق ببعضكما البعض ، بل توسع أنفسكم لبعضهم البعض لأنني وسعت من أجلك \". بعد توجيه التلاميذ في تعاليمه ، يتنبأ يسوع بأن أحدهم يحرمه وخيانته الأخرى. ومع ذلك ، وفقًا للآراء الإسلامية حول موت يسوع ، تم صلب جثة في شكل يسوع ، وقد نشأ يسوع نفسه إلى الله. [48]\n\nمعجزات أخرى\nتم تطوير العديد من القصص والروايات على مر السنين عن يسوع ، والتي تحتوي على بعض الدروس المتأصلة أو توفير معنى بسبب عدم وجود تفاصيل في القرآن المتعلق يسوع. بعض هذه الروايات متشابهة في طبيعتها للعهد الجديد ، بينما يصور البعض يسوع بطريقة إنسانية للغاية.\n\nإلى جانب بعض الملخصات التفصيلية لمعجزات يسوع التي ذكرها الكتاب المسلمين على مر القرون ، من مرحلة البلوغ (مثل المشي على الماء - وجدت أيضًا في الإنجيل - وتسبب أرغفة الخبز من الأرض) ، [39] بعض المعجزات الأخرى من الطفولة قم بتضمين: شرح أساسيات العقيدة الإسلامية إلى مدير المدرسة ، ويكشف عن من هم اللصوص إلى قائد ثري ، وملء الجرار الفارغة من شيء ما للشرب ، وتوفير الطعام والنبيذ للملك الطاغية بينما يثبتون هذا الملك أيضًا قوته في تربية رجل ميت من بين الأموات ، قتل طفل قتل بطريق الخطأ ، وتسبب في خروج الملابس من ضريبة القيمة المضافة أحادية اللون بألوان مختلفة. [26]\n\nشفاء ابن المسؤول الملكي\nالمقال الرئيسي: شفاء ابن المسؤول الملكي\nتقرير التاباري (المتوفى 923) عن قصة لقاء يسوع البالغ مع ملك معين في المنطقة وشفاء ابنه. لم يتم ذكر هوية الملك بينما تقترح الأسطورة فيليب رباعي. مرجع الكتاب المقدس المقابل هو \"ابن المسؤول الملكي\". [49]\n\nالجشع ورواية الحقيقة\nقصة أسطورية عن معجزة من قبل يسوع شاب ، تستخدم كدرس تم تعلمه بشق الأنفس الموجود شعبياً في تقاليد الشرق الأوسط وفقًا للبروفيسور أيوب ، يتعلق برجل يهودي وأرغفة من الخبز. على الرغم من أن تحمل نغمة جدلية ، إلا أن الدرس يركز على الجشع مع سرد الحقيقة المنسوجة في السرد. إنها قصة موجودة غالبًا في كتب الأطفال. [50]\n\nالحكمة الكامنة\nانظر أيضًا: الشعارات (الإسلام) والشعارات (المسيحية)\nقصة معجزة أسطورية أخرى هي واحدة فيما يتعلق بحكمة طفولة يسوع. تتحدث هذه الأسطورة ، التي تم الإبلاغ عنها من خلال التاباري من ابن إسحاق ، عن مريم التي ترسل يسوع إلى مدرسة دينية ويشعر المعلم بالدهشة للعثور على يسوع يعرف بالفعل المعلومات التي يتم تدريسها / مناقشتها. [26]\n\nالطعام في منازل الأطفال\nقصة أخرى من التاباري تحكي عن يسوع شاب يلعب مع شباب قريته ويخبرهم ما هو الطعام الذي كان والداهم يستعدون لهم في المنزل. [26]\n\nوفقًا لتفاصيل السرد ، أصبح بعض الآباء منزعجين وأحردوا أطفالهم للعب مع يسوع ، واشتبه في أنه كان ساحرًا. ونتيجة لذلك ، أبقى الوالدان أطفالهم بعيدًا عن يسوع وجمعوا أطفالهم في منزل واحد. في يوم من الأيام ، والشعور بالوحدة ، خرج يسوع بحثًا عن أصدقائه ، ويأتي إلى هذا المنزل ، سأل الوالدين عن مكان أطفالهم. كذب الوالدان ، ردا على أن الأطفال لم يكونوا هناك. بعد أن يسأل يسوع من ، إذن ، في المنزل ، يطلق الوالدان على يسوع خنزير. ثم يقول يسوع \"فليكن هناك خنازير في هذا المنزل\" ، وتحويل جميع الأطفال إلى خنازير. [28]\n\nعلى مر القرون ، أشار الكتاب المسلمين أيضًا إلى معجزات أخرى مثل إخراج الشياطين ، بعد استعارتها من بعض المصادر الهرطية قبل الإسلام ، ومن المصادر الكنسية حيث تم توسيع أساطير عن يسوع. [26]\n\nوحي\nالمقال الرئيسي: الإنجيل في الإسلام\nيعتقد المسلمون أن الله كشف كتابًا جديدًا إلى يسوع ، يسمى al-injil (الإنجيل) ، بينما أعلن أيضًا حقيقة الكشف السابق: الطورات (التوراة) والزابور (المزامير). [51] يتكلم القرآن بشكل إيجابي عن الجيل ، الذي يصفه بأنه كتاب كتاب يملأ قلوب أتباعه بالذبة والتقوى. يزعم التفسير الإسلامي التقليدي أن الرسالة التوراتية التي تم تشويهها (Tahrif) ، تسمى ta'yin mubham (\"حل الغموض\"). [52] هذا الجهد الجدلي له أصوله في فترة العصور الوسطى مع كتابات عبد الجبار بن أحمد. [53] فيما يتعلق بقانون موسى ، يشير القرآن إلى أن يسوع لم يلغي مطلقًا القوانين اليهودية بل أكدها ، بينما قام بإلغاء جزئي فقط. [54]\n\nمنذ فترة طويلة يعتقد المسلمون أن بولس أفسد تعاليم يسوع الأصلية عن قصد. [55] أكد المؤرخ في القرن التاسع سيف بن عمر أن بعض الحاخامات أقنع بولس بتضليل المسيحيين الأوائل عمداً من خلال تقديم ما اعتبره ابن هازم مذاهبًا مرفوضة في المسيحية. [56]\n\nوفقا لسيوف القرفاوي في كتابه القانوني والمحظر في الإسلام ، فإن القيود القانونية التي ألغتها يسوع لليهود حيث قاموا في البداية بتشريع الله كعقوبة. [57] تحدد التعليقات الكلاسيكية مثل Tafsir al-Jalalayn أنها تتعلق باستهلاك لحوم الأسماك والطيور بدون طفرات ، أو بشكل عام. [58]\n\nيذكر في القرآن\nالتلاميذ\nيقول القرآن أن يسوع كان بمساعدة مجموعة من التلاميذ (حوايين) الذين آمنوا برسالته. على الرغم من عدم تسمية التلاميذ ، فإن القرآن يعطي بعض حالات يسوع التي تبشر بالرسالة إليهم. ينظر المسلمون إلى تلاميذ يسوع على أنهم متطابقون مع الصحابة (ṣaḥāba) من محمد. [59] وفقا للمسيحية ، فإن أسماء التلاميذ الاثني عشر هم بيتر ، أندرو ، جيمس ، جون ، فيليب ، بارثولوميو ، توماس ، ماثيو ، جيمس ، جود ، سيمون ، ويهوذا.\n\nيذكر القرآن في الفصل 3 ، الآيات 52-53 ، أن التلاميذ قدموا إلى إيمان الإسلام: [المصدر غير الابتدائي اللازم]\n\nعندما وجد يسوع عدم الإيمان من جانبهم ، قال: \"من سيكون مساعدي إلى (عمل) الله؟\" قال التلاميذ: \"نحن مساعدون الله: نحن نؤمن بالله ، ونحن نشهد أننا مسلمون. ربنا! نحن نؤمن بما كشفت عنه ، ونحن نتبع الرسول ؛ الشاهد.\"\n\n-القرآن سورة الإمران 52-53 [60]\nأطول سرد ينطوي على تلاميذ يسوع هو عندما يؤدي يسوع معجزة إحضار طاولة من الطعام من السماء بناءً على طلبهم ، لمزيد من الدليل على أن الوعظ هو الرسالة الحقيقية.\n\nالصعود\nآية AN-NISA 157 هي الآية الأساسية للقرآن تشير إلى حدث صلب يسوع. [61] تقول أن يسوع لم يقتل ولم يصلب ، لكن \"تم صنعه\nآية an-nisa 157\nأن قالوا (في تفاخر) ، \"لقد قتلنا المسيح يسوع ابن مريم ، رسول الله\" ؛ لكنهم قتلوه ، ولم يصلبوه ، لكن تم التوصل إلى الظهور لهم ، وأولئك الذين يختلفون وهنا مليئة بالشكوك ، مع عدم وجود معرفة (معينة) ، ولكن فقط التخمين لمتابعة ، بسبب ضمان قتلوه لا.\n\nللظهور لهم. [62] معظم التقاليد الإسلامية تنكر بشكل قاطع أن يسوع مات جسديًا على الصليب أو غير ذلك. [63] [64] ذكر التفسير الإسلامي أن شخصًا آخر قد صلب في مكان يسوع. ومع ذلك ، يعتقد بعض العلماء المسلمين المعاصرين أن يسوع مات بالفعل ، وأن الإشارات إلى بقائه رمزية ، وليست حرفية. تم العثور على هذا الخلاف حول طبيعة موت يسوع داخل الشريعة الإسلامية نفسها ، مع أقدم الحديث يقتبس من رفاق محمد قائلاً إن يسوع قد مات. وفي الوقت نفسه ، تجادل غالبية الحديث اللاحق وتفسير لصالح العكس. [الاقتباس ضروري]\n\nوفقًا للقرآن ، لم يكن صلبًا ، لكنه أنقذ من قبل الله. (على الرغم من أن أقدم التقاليد الإسلامية والتفسير يقتبس تقارير متضاربة إلى حد ما المتعلقة بالموت وطولها ، يعتقد المسلمون أن يسوع لم يموت على الصليب ، لكنهم يعتقدون أنه تم إنقاذه من خلال تربيته على قيد الحياة إلى الجنة).\n\nالاستبدال\nليس من الواضح بالضبط أين نشأ تفسير بديل ، لكن بعض العلماء يعتبرون النظرية التي نشأت بين بعض المجموعات الغنوصية في القرن الثاني. [10] يجد Leirvik أن القرآن والحديث قد تأثروا بوضوح بالمسيحية غير الكنسية (الهراطقة \") التي سادت في شبه الجزيرة العربية وأكثر في الحبيبية. [65]\n\nفي حين أن معظم العلماء الغربيين ، [66] اليهود ، [67] ويعتقد المسيحيون مات يسوع ، فإن اللاهوت الإسلامي الأرثوذكسي يعلم أنه صعد إلى الجنة دون وضعه على الصليب ، وحول الله شخصًا آخر ، سيمون من سيرين ، ليظهر تمامًا مثل يسوع الذي كان مصلوب بدلاً من يسوع (راجع وصف Irenaeus لبدعة باسيليديس ، الكتاب الأول ، الفصل الرابع والعشرون ، 4.). [68] [69]\n\nيمكن رؤية بعض الاختلاف والخلاف بدءًا من تقرير ابن إسحاق (المتوفى 761) عن محاسبة موجزة للأحداث التي أدت إلى الصلب ، قائلاً أولاً أن يسوع تم استبداله بشخص يدعى سيرجيوس ، بينما أبلغ ثانياً عن سرد لقبر يسوع تقع في المدينة المنورة وثالثا مستشهدا بالأماكن في القرآن (3:55 ؛ 4: 158) أن الله أخذ يسوع إلى نفسه. [70]\n\nيتبع ابن كاثير (توفي 1373) التقاليد التي تشير إلى حدوث صلب ، ولكن ليس مع يسوع. [81] بعد هذا الحدث ، ذكرت ابن كاثير أن الناس قد انقسموا إلى ثلاث مجموعات بعد ثلاث روايات مختلفة ؛ يعقوب يعتقدون \"بقي الله معنا طالما أراد ثم صعد إلى الجنة\" ؛ النستوريين يعتقدون \"ابن الله كان معنا طالما أراد حتى رفعه الله إلى الجنة\" ؛ والمسلمون يعتقدون \"خادم ورسول الله ، يسوع ، بقي معنا طالما أراد الله حتى رفعه الله إلى نفسه.\" [82]\n\nالمجيء الثاني\nالجدول الزمني لوصول يسوع قبل يوم الحكم\n\nمئذنة ISA في مسجد أماياد ، دمشق\nوفقًا للتقاليد الإسلامية ، بعد أن صعدت إلى الجنة ومسكن هناك لمدة 2000 سنة ، سينفض يسوع إلى الأرض قبل يوم الحكم بفترة وجيزة ، في خضم الحروب التي قاتلت ضد الماسيه دججال (\"المسيح الخاطئ\") وأتباعه للوصول إلى مساعدة المهدي وأتباعه المسلمين. [86] يرتدي أردية الزعفران برأسه ، سوف ينزل يسوع عند نقطة البصرخ الأبيض ، في شرق دمشق ، الذي يُعتقد أنه مئذنة عيسى في مسجد أماياد. [87] سيحيي المهدي و (كونه مسلمًا) يصلي بجانبه. في النهاية ، سيحتل يسوع الدجال في لود. [88]\n\nبعد ذلك ، \"سوف\" يكسر الصليب ، ويقتل الخنازير ، وإلغاء ضريبة Jizya \"، وفقًا لصحيفة الحديد المعروفة مع المعروفة. [89] [90] \"التفسير المعتاد\" لهذه النبوة هو أنه ، كونه مسلمًا ، سيحقق يسوع للعبادة المسيحية لنفسه ويؤمن بألوهته ، \"يرمز إلى الصليب\". سوف يعيد تأسيس قوانين كوشير/الحلال الغذائية التي تخلى عنها المسيحية ؛ [91] ولأن اليهود والمسيحيين سوف يرفضون جميعًا إيمانهم السابق ويقبلون الإسلام ، فلن تكون هناك حاجة أخرى لضريبة جيزيا على الكافرين. [92] (وفقًا لواحد ، سيقوم يسوع \"بتدمير الكنائس والمعابد ويقتل المسيحيين إلا إذا كانوا يؤمنون به.\") [93] [الملاحظة 1]\n\nتلمح النصوص الإسلامية أيضًا إلى ظهور GOG و Magog القديم (Yaʾjūj maʾjūj) ، والتي ستخرج من الحبس تحت الأرض وتسبب الخراب في العالم. [95] الله ، رداً على صلوات يسوع ، سيقتلهم عن طريق إرسال نوع من الدودة في نابير أعناقهم ، ويرسل الطيور الكبيرة لحمل جثثها وتطهيرها من الأرض. [86] بعد وفاة المهدي ، سوف يفترض يسوع القيادة العالمية والسلام والعدالة ستكون عالمية.\n\nوفقًا للتقاليد أيضًا ، سيتزوج يسوع بعد ذلك ، وأنجب أطفالًا ، ويحكم العالم لمدة أربعين عامًا (تُعطي التقاليد العديد من الفترات الزمنية المختلفة) وبعد ذلك سيموت. [96] سيقوم المسلمون بعد ذلك بأداء صلاة الجنازة له ثم دفنه في القبة الخضراء في مدينة المدينة المنورة في قبر تركت شاغرة بجانب محمد وأبو بكر ، وعمر على التوالي. [97] وفقًا لأسطورة ابن خالدون ، سترتفع الخلفان من بين الأموات بين الأنبياء. [98]\n\nمصادر\nفي حين أن القرآن لا يصف أيًا من الرواية المذكورة أعلاه لعودة يسوع ، [99] يعتقد العديد من المسلمين أن آيتين القرآن يشيران إلى قادمه الثاني خلال أوقات النهاية. [90] (1) الآية المذكورة أعلاه تفيد بأنه لم يموت على الأرض:\n\n\"و [لأن] قولهم ،\" في الواقع ، لقد قتلنا المسيح ، يسوع ، ابن مريم ، رسول الله \". ولم يقتلوه ، ولم يصلبوه ؛ لكن [آخر] كان يشبههم لهم. وبالفعل ، فإن أولئك الذين يختلفون حولها هم من الشك في ذلك. ليس لديهم علم به باستثناء ما يلي الافتراض وهم لم يقتلوه ، بالتأكيد \". (Q.4: 157 :)\nوتفسير الآية الثانية للإشارة إلى وجود صلة بين يسوع و \"الساعة\" (أوقات النهاية):\n\n\"و LO! (Q.43: 61 Trans Pickthall). [90]\nيتم إرجاع الأحاديث على عودة يسوع إلى أبو هريرة ، واحدة من الصحابة ، ولكن ربما تم تقديمها في وقت لاحق خلال الحروب الأهلية في خلافة عباسيد المبكرة ، عندما كان من المتوقع أن يكون منقذًا. بينما بالنسبة للشياس ، سيكون المهدي هو المخلص ، يميل بعض السنة إلى توقع عودة يسوع. خلال الخلافة المبكرة عباسيد ، كان مرتديًا الصلبان في المواكب وعقد الخنازير في الأماكن العامة ، ممنوعًا. خلاف ذلك ، قد يعكس كسر الصليب الرفض العام لهذا الرمز من قبل المسلمين ، وذبح الخنازير إشارة إلى تعويذة يسوع من الفيلق. [100]\n\nتم ذكر يسوع حوالي 187 مرة في القرآن ، بشكل مباشر وغير مباشر ، ويشار إليه أيضًا من قبل العديد من الألقاب ، الأكثر شيوعًا هو الماسيه ('المسيح'). [3] [110] [111] [112] [33] ] يشار إلى يسوع إلى 25 مرة باسم ISA ، [الملاحظة 2] الشخص الثالث 48 مرة ، [الملاحظة 3] الشخص الأول 35 مرة والباقي كألقاب في القرآن. [الملاحظة 4] [113]\n\nوصف محمد نفسه بأنه \"أقرب الناس إلى يسوع\". [114]\n\nsimilitude مع آدم\nيؤكد القرآن على خلق يسوع ، [107] من خلال تشبيهه مع آدم فيما يتعلق بغياب الأصل الإنساني. يستخدم محمد في كثير من الأحيان لمقارنة ولادة آدم ويسوع. [115]\n\nإن التفسير الإسلامي ينثق تناقضًا منطقيًا وراء الحجة المسيحية المتمثلة في التدخل الإلهي ، لأن هذه الآثار المترتبة على ذلك قد عزز الألوهية لآدم الذي يُفهم فقط على أنه الخلق. [107]\n \nفي الإسلام ، يُعتقد أن يسوع كان مقدمة للنبي الإسلامي محمد. وفقًا للقرآن ، تم التنبؤ بمجيء محمد من قبل يسوع في الساحة 61: 6 من خلال هذه الآية ، ادعى المسلمون العرب الأوائل شرعية بسبب إيمانهم الجديد بالتقاليد الدينية القائمة والتنبؤات المزعومة ليسوع. [116] يعتقد المسلمون أن يسوع كان مقدمة لمحمد ، وأنه تنبأ بمجيء الأخير. [117] [26] يعتمد هذا المنظور على آية من القرآن حيث يتحدث يسوع عن رسول ليظهر من بعده يدعى \"أحمد\". [118] يربط الإسلام أحمد مع محمد ، وكلا الكلمتين المستمدة من جذر H-M-D Triconsonantal الذي يشير إلى الجدارة. يؤكد المسلمون أن دليلًا على تصريح يسوع موجود في العهد الجديد ، مشيرين إلى ذكر الباراكليت الذي ينص على قدومه في إنجيل يوحنا. [119]\n\nيزعم المعلقون المسلمين أن الكلمة اليونانية الأصلية المستخدمة كانت Periklutos ، والتي تعني الشهيرة أو اللامعة أو الجديرة بالجدير - بالمرض باللغة العربية مثل أحمد ؛ وأن هذا تم استبداله بالمسيحيين بالباراكليت. [97] [120] تتم مناقشة هذه الفكرة ، تسأل عما إذا كان الفهم التقليدي مدعومًا بنص القرآن.\n\nاللاهوت الإسلامي يدعي أن يسوع قد تنبأ بنبي آخر خلفه وفقًا لسورة 61: 6 ، مع ذكر اسم أحمد. (أحمد هو اسم عربي من نفس الجذر التريكونوننتال ḥ -m -d = [ح - m - d].)\n\nبالعودة إلى مصطلح \"أحمد\" ، اقترح المسلمون أن أحمد هو ترجمة Periklutos ، الذي يتم الاحتفال به أو الإشادة به ، وهو فساد باراكليتوس ، باراكليت جون الرابع عشر ، السادس عشر ، السادس عشر. [121]\n\nالحديث\nيتم الإبلاغ عن أقوال الحديث عن محمد والناس من حوله. تأثرت الحديث الذي يحتوي على أسطورة يسوع بالمسيحية غير الكنسية (الهراطقة) التي سادت في شبه الجزيرة العربية وأكثر في الحبيبية. [65] طور الحديث مكانة قانونية في القرن الإسلامي الثالث كمصدر للسلطة للمجتمع الإسلامي. إن الإدراك الإسلامي ليسوع الناشئ من الحديث هو شخصية معجزة ، بلا خطيئة ، و eschatological ، مشيرًا إلى الناس ، مرة أخرى وفقًا لمنظور النبوة المسلمة ، إلى الإيمان الإسلامي (المسلم ؛ الشخص الذي يقدم إلى إرادة الله). [ 130]\n\nلقد لعبت الحديث جزءًا مهمًا للغاية يشكل صورة يسوع بين المسلمين العاديين ، حيث أصبحت أكثر تطوراً عند دمج الأحاديث والفارق التي تنسج إلى كميات كبيرة من الكتابات والتقارير الأسطورية. [26] مع إعادة تشكيل المسلمين ، فإن فراغ يسوع مفاجئ. ما هو مكتوب بدلاً من ذلك هو الساحر الزهد ، بمساعدة الروح القدس. يُنظر إلى الإنجيل على أنه كتاب يتم إبعده ويشار إليه فقط في المرور دون ذكر التعاليم الفعلية. بشكل لافت للنظر ، يتم إعطاء الأقوال الوهمية والتعاليم المفترضة ليسوع في مواقف الحديث ، في الإسلام الشيعي ، وفي تمثيلات الصوفية ليسوع. [65]\n\nالإسلام السني\nفي Kitab-Milal Wa Al-Nihal ، الشهراستاني (المتوفى 1153) ، مؤرخ فارسي مؤثر ، مؤرخ ، باحث ، فيلسوف واللاهوتي ، يسجل تصوير يسوع قريب جدًا من المبادئ الأرثوذكسية مع مواصلة السرد الإسلامي:\n\nالمسيحيون. (هم) المجتمع (الأمة) للمسيح ، يسوع ، ابن مريم (السلام عليه). هو الذي تم إرساله حقًا (كرسول ؛ مابوت) بعد موسى (سلام عليه) ، والذي تم الإعلان عنه في التوراة. بالنسبة له (مُنح) علامات واضحة وأدلة ملحوظة ، مثل إحياء الموتى وعلاج المكفوفين والبراي. طبيعته والتصرف الفطري (FITRA) هي علامة مثالية على صدقه ؛ وهذا هو ، مجيئه بدون بذرة سابقة وتحدثه دون تعليم مسبق. بالنسبة لجميع الأنبياء (الآخرون) ، كان وصول وصول الوحي (في سن) أربعين عامًا ، لكن الوحي جاء إليه عندما كان يتكلم في المهد ، وجاء الوحي إليه عندما نقل (الرسالة الإلهية) في (سن) ثلاثين. كانت مدة مهمته (النبوية) (داوا) ثلاث سنوات وثلاثة أشهر وثلاثة أيام. [131]\n\nالإسلام الشيعة\nفي Nahj balagha ، تم الإبلاغ عن الخليفة الرابعة (656-661) تحدث عن بساطة يسوع. [132] يقول علي إن \"يسوع استخدم حجرًا في وسادته ، ووضع ملابس خشنة وأكل طعامًا خشنًا. كان البهجة جوعًا. كان مصباحه في الليل هو القمر. لم يكن لديه زوجة لجذبه ، ولا أي ابن لإعطاء الحزن ، ولا. الثروة للانحراف. كان قدمه نقله وكان يديه خادمه \". [132] وفقا ل Ja'far السادق ، حفيد العظيم العظيم لعلي ، كان الوقت بين داود ويسوع أربعمائة عام. [133] يقول Ja'far كذلك أن دين يسوع كان التوحيد (Tawḥīd) والطهارة (Ikhlāṣ). [133] تم إرسال \"الجليد\" (الإنجيل) إلى الأسفل إليه ، كما أن التعهد الذي اتخذه الأنبياء الآخرون قد أخذوا من يسوع: لتأسيس الصلاة مع الدين ، ويلزم الخير والمنح الشر ، والسماح بما هو مسموح به وممنع ما تم حظره. تم إرسال العدوى والأمثال إليه في \"الجليد\" ، ولكن لم يكن هناك قانون للانتقام في تكنولوجيا المعلومات ولا مباريات من الانتقام (Ahkam hudud) ، وليس هناك التزامات بالميراث. تم إرساله ما كان تخفيفًا لما تم إرساله إلى موسى في التوراة. أمر يسوع بأتباعه أنهم يؤمنون بقانون التوراة و \"الجليد\". [133]\n\nوفقا لقاعدة النعمان ، وهو قضاة مسلم مشهور في الفترة الفاطمية ، يشار إلى يسوع باسم المسيح (الماسها) في القرآن لأنه أرسل إلى الناس الذين استجابوا له من أجل الإزالة (ماسهاا ) شوائبهم ، أمراض إيمانهم ؛ سواء كان واضحا (زهر) أو مخفي (باتين). يتحدث القديان ، في مؤسسته في عمله للتفسير الرمزي (أسس القول) ، عن الولادة الروحية (ميلادي الباتين) ليسوع ، كتفسير لقصة الولادة الجسدية (ميلادي آلاد آلاد زهر) المذكورة في القرآن. يقول إن مريم ، والدة يسوع ، هي استعارة لشخص رعى ويصدر يسوع (لحياق) ، بدلاً من أن يولده جسديًا. يوضح القدي النويمان أن يسوع كان من ذرية إبراهيم الخالصة ، تمامًا كما كان علي وأبنائه من ذرية محمد الخالصة ، عبر فاطمة. [134]\n\nمظهر\nاستنادًا إلى العديد من روايات الحديث عن محمد ، يمكن وصف يسوع جسديًا هكذا (مع أي اختلافات في الوصف الجسدي ليسوع بسبب وصفه محمد عند رؤيته في مناسبات مختلفة ، مثل أثناء صعوده إلى الجنة ، أو عند وصف يسوع أثناء يسوع \"المجيء الثاني): [144]\n\nرجل جيد البناء من متوسط/متوسط/متوسط ​​الطول والمكانة مع صندوق واسع.\nمستقيم ، لانك ، والشعر الطويل الذي سقط بين كتفيه. يبدو كما لو أن الماء يمارس من رأسه ، على الرغم من أنه ليس رطبًا.",
"Muhammad": "محمد في الإسلام\nمن ويكيبيديا، الموسوعة الحرة\nالقفز إلى NavigationJump للبحث\nهذا المقال يدور حول دور وأهمية محمد في سياق إسلامي. للحصول على نظرة عامة عامة ، انظر محمد.\nالإمام أنبيا\nRasūl Allāh\nمحمد\nمُغَّد\nمحمد صلى الله عليه\n\"محمد\" في الخط الإسلامي\nنبي الإسلام\nسبقها عيسى (يسوع)\nنجحت في المنصب الذي ألغى\nالعنوان khatam an-nabiyyin ('ختم الأنبياء')\nشخصي\nمن مواليد الاثنين ، 12 ربيبي أويال 53 BH (570 م)\nمكة ، هيجاز ، الجزيرة العربية\nتوفي الاثنين ، 12 ربيبي أويال 11 آه (8 يونيو 632 م)\nالمدينة المنورة ، هيجاز ، الجزيرة العربية\nالراحة مكان قبة خضراء ، مسجد النبي ، المدينة المنورة\nدين الإسلام\nالزوج انظر زوجات محمد\nيرى الأطفال أطفال محمد\nالآباء\nعبد الله بن عبد المولب (الأب)\nأمينة بنت واهب (الأم)\nدستور عمل (عمل) بارز في المدينة المنورة\nأسماء أخرى ترى أسماء وعناوين محمد\nيرى الأقارب شجرة عائلة محمد ، أهل البيت (\"عائلة المنزل\")\nتوقيع محمد الختم\nختم محمد\nزعيم مسلم\nخليفة انظر الخلافة إلى محمد\nالاسم العربي\nشخصية (ISM) محمد\naries (nasab) محمد بن عبد الله بن عبد المولب بن هاشم بن عبد ماناف بن قوساي بن كيلاب\nteknonymic (kunya) أبو القاسم\nBismillahir الرحمنير رحيم\nجزء من سلسلة عن الإسلام\nالأنبياء الإسلاميين\nأنبيا\nالأنبياء في القرآن\nالمدرجة بالاسم الإسلامي والاسم التوراتي.\nʾadam (آدم) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (abraham) lūṭ (lot) Jethro) Mūsā (Moses) Hārūn (Aaron) Dhul-Kifl (Ezekiel أو Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (jonah) ʾilya (elijah) alyasaʿ (elisha) ) محمد (محمد)\nالاحداث الرئيسية\nالآراء\n بوابة الإسلام\nVTE\nجزء من سلسلة على\nدين الاسلام\nالله\nالمعتقدات\nالممارسات\ntextsfoundations\nتاريخ\nالثقافة والمجتمع\nمواضيع ذات صلة\n بوابة الإسلام\nVTE\nمحمد بن عبد الله (العربية: مُغَّد بزنُ عَُبَد ، يُعتقد أن ختم الرسل والأنبياء في جميع الفروع الرئيسية للإسلام. يعتقد المسلمون أن القرآن ، النص الديني المركزي للإسلام ، تم الكشف عنه لمحمد من قبل الله ، وأن محمد تم إرساله لاستعادة الإسلام ، الذي يعتقدون أنه لم ينشأ مع محمد ولكنه الإيمان الأصلي الأصلي الأصلي لآدم ، أبراهام ، أبراهام ، موسى ، يسوع ، وغيرهم من الأنبياء. [1] [2] [3] [4] أصبحت المبادئ الدينية والاجتماعية والسياسية التي أنشأها محمد مع القرآن أساسًا للإسلام والعالم الإسلامي. [5]\n\nولد في حوالي عام 53 BH (570 م) في عائلة قريشي محترمة في مكة ، حصل محمد على لقب \"الأمين\" (ألغلين ، بمعنى \"الثقة\"). [6] [7] [7] [7] [7] [7] في سن الأربعين في 11 BH (610 م) ، يقال إن محمد تلقى أول كشف لفظي في الكهف المسمى هيرا ، والذي كان بداية نزول القرآن الذي استمر حتى نهاية حياته ؛ ويرى المسلمون أن محمد طلب من الله أن يبشر بوحدة الله من أجل توضيح عبادة الأصنام ، وهي ممارسة موجودة بشكل علني في الجزيرة العربية قبل الإسلام. [8] [9] بسبب اضطهاد المسلمين الذين تم تحويلهم حديثًا ، بناءً على دعوة وفد من المدينة المنورة (المعروف آنذاك باسم Yathrib) ، هاجر محمد وأتباعه إلى المدينة المنورة في 1 AH (622 م) ، وهو حدث يعرف باسم الهجرة. [10] [10] 11] نقطة تحول في حياة محمد ، يمثل هذا هيغيرا أيضًا بداية التقويم الإسلامي. في المدينة المنورة ، رسم محمد دستور المدينة المنورة يحدد حقوق وعلاقات بين مختلف المجتمعات الحالية هناك ، وشكل مجتمعًا مستقلًا ، وتمكن من إنشاء أول دولة إسلامية. [12] على الرغم من العداء المستمر للمككانيين ، سيطر محمد ، إلى جانب أتباعه ، على مكة في عام 630 ، [13] [14] وأمر بتدمير جميع الأصنام الوثنية. [15] [16] في سنواته الأخيرة في المدينة المنورة ، قام محمد بتوحيد القبائل المختلطة في الجزيرة العربية في ظل الإسلام [17] ونفذ إصلاحات اجتماعية ودينية. [18] بحلول الوقت الذي توفي فيه في حوالي 11 آه (632 م) ، تحولت جميع قبائل شبه الجزيرة العربية إلى الإسلام تقريبًا. [19]\n\nغالبًا ما يشير المسلمون إلى محمد على أنه النبي محمد ، أو فقط \"النبي\" أو \"الرسول\" ، ويعتبرونه أعظم الأنبياء. [1] [20] [21] [22] ينظر إليه من قبل المسلمين كمالك لجميع الفضائل. [23] كعمل احترام ، يتبع المسلمون اسم محمد من قبل الدعاء العربي صلى الله عليه وسلم ، (بمعنى أن السلام عليه) ، [24] في بعض الأحيان اختصار كـ \"منشار\" أو \"pbuh\".\n\nفي القرآن\nمزيد من المعلومات: محمد في القرآن\n\nاسم محمد المكتوب في ثولوث ، وهو سيناريو متنوعة من الخط الإسلامي\nيعتمد القرآن القليل عن حياة محمد المبكرة أو غيرها من التفاصيل السيرة الذاتية ، لكنه يتحدث عن مهمته النبوية وتميزه الأخلاقي وقضايا اللاهوتية فيما يتعلق بالمحمد. وفقا لقرآن ، محمد هو الأخير في سلسلة من الأنبياء أرسلهم الله (33:40). في جميع أنحاء القرآن ، يشار إلى محمد باسم \"رسول\" و \"رسول الله\" و \"النبي\". بعض هذه الآيات هي 2: 101 ، 2: 143 ، 2: 151 ، 3:32 ، 3:81 ، 3: 144 ، 3: 164 ، 4: 79-80 ، 5:15 ، 5:41 ، 7: 157 ، 8:01 ، 9: 3 ، 33:40 ، 48:29 ، و 66:09. تُستخدم مصطلحات أخرى ، بما في ذلك \"Warner\" ، \"Bearer of Glad Tilings\" ، و \"الشخص الذي يدعو الناس إلى إله واحد\" (القرآن 12: 108 ، و 33: 45-46). يؤكد القرآن أن محمد كان رجلاً يمتلك أعلى التميز الأخلاقي ، وأن الله جعله مثالاً جيدًا أو \"نموذجًا جيدًا\" للمسلمين لمتابعة (القرآن 68: 4 ، و 33:21). يتخلى القرآن عن أي خصائص خارقة لمحمد ، [25] لكنه يصفه من حيث الصفات الإنسانية الإيجابية. في عدة آيات ، يبلور القرآن علاقة محمد بالإنسانية. وفقًا للقرآن ، أرسل الله محمد بالحقيقة (رسالة الله للإنسانية) ، وكبركة للعالم بأسره (القرآن 39:33 ، و 21: 107). في التقاليد الإسلامية ، هذا يعني أن الله أرسل محمد برسالته للإنسانية التي سيعطيها ما يليها خلاص الناس في الحياة الآخرة ، وهي تعاليم محمد ونقاء حياته الشخصية وحدها التي تحافظ على حية عبادة الله في هذا العالم . [26]\n\nوفقًا للقرآن ، قال يسوع مجيء محمد: \"وتذكر أن يسوع ، ابن مريم ، قال:\" يا أطفال إسرائيل! أنا رسول الله لك ، يؤكد القانون (الذي جاء) أمامي ، وإعطاء أخبار سعيدة للرسول ليأتي بعدي ، الذي سيكون اسمه أحمد \"(القرآن 61: 6). من خلال هذه الآية ، ادعى المسلمون العرب الأوائل شرعية لإيمانهم الجديد بالتقاليد الدينية القائمة والتنبؤات المزعومة ليسوع. [27]"
}
