{
"Adam": "__ \"Oh bəşəriyyət! Sizi bir cüt bir kişi və bir qadından bir cütdən yaratdıq və sizi millətlər və qəbilələr yaratdıq ki, bir-birinizi (bir-birinizə xor baxa bilməyəcəyiniz deyil). Həqiqətən, sizin aranızda Allahın gözündə ən yaxşısıdır. Allahın tam biliyi var və yaxşı tanışdır (hər şeylə) \"(Quran 49:13) .__\n\nAdəm (ərəbcə: آدم) Yer üzündə ilk insan və İslamın ilk Nabi (نبي, Peyğəmbər) idi. Müsəlmanın Revere Adəm, bəşər övladının və həyat yoldaşı, Hawwā (حواء, Həvva, ərəfə) bəşəriyyətin anası kimi. Müsəlmanlar Adəmi ilk müsəlman kimi görürlər, çünki Quran bütün peyğəmbərlərin İslamın eyni imanını təbliğ etdiyini, Allaha təslim olduğunu bildirir.\n\nBu iki şəxsdən insan nəsilləri yer üzündə yaşamışdır. Allah Quranda deyilir.\n\nAdəm yaradıldıqda, Allah bütün yaradılışların özlərini yeni bir üstün bir yaradılış olan Adəmə hörmət əlaməti kimi aşağı salmağı əmr etdi. Hamısı Şeytan istisna olmaqla, siqaretsiz bir atəşdən (cinn), Adəm gildən hazırlanmışdır. Sonra Allah onları Eden bağına qoydu və Şeytan həm Adamı, həm də Havva uğurla aldatdı. Onları Allahın onları qadağan etdiyi bir ağaca getdi. Bunun nəticəsi olaraq Allah bizi (insanları və şeytanları) qiyamət günü qədər bir-birimizin düşmənləri kimi yer üzündə qoydu. Yer üzündə Adəm bağışlanma üçün dua etdi və Allah onu bağışladı.\n\nAdəm və bütün peyğəmbərlərlə birlikdə, Allahla əhdimizi xatırlatmaq üçün Yerə gəldilər. Allaha itaət etsək, Allahın gözündəki mələklərin onda daha yüksək səviyyəyə çata bilərik. Bunu etmək üçün Şeytanın pıçıltısından çəkinməliyik və bundan da daha pis olan, nuffs (eqoist istəklərimizi) səy göstərin və yatırın. Bunu Quranda bizə verilən sonsuz hikmət və nümunələrə, son vəhy və ilk şəxsdə yazılmış və kitabı mükəmməl qorunub saxlanılan və dəyişməz olan son vəhy və kitabı izləyərək bunu edirik. Biz də peyğəmbərlərin heyrətamiz nümunəsini izləməliyik və müasir tarixdə belə görünən daha yaxın dövrlərdə Hz. Onun bütün təlimləri də qorunub saxlanılır və həyat tərzini qorumaq və öyrətmək üçün İslam təqaüdü çoxdur. Məhəmməd Peyğəmbər peyğəmbərlərin, ər, ata, qonşu və dost olmaqla yanaşı, bir dövlət, mənəvi və hərbi liderin möhürü idi. O, ömrü, hərəkətləri və təlimləri olan o studiy tərəfindən yüksək qiymətləndirilir. Hətta düşmənləri hörmətli və ona etibar etdiyi zaman.\n\nBeləliklə, müsəlmanlar kimi, bütün insanlar üçün həyatın məqsədini bildiyimiz kimi, Allaha ibadət etmək və bunun ən yaxşısının ən yaxşısını görməkdir. Allah bəşəriyyətin əmrlərinə tabe olan bir mükafat olaraq cənnətdə / cənnətdə gözəl bir yer vəd etmişdir. Cənnətdəki ən aşağı insan on torpaq sahəsi olacaqdır. Göyün daha yüksək səviyyəsinə çatdıqda, torpaqlarınızı işıq illərində ölçməyə başlamalısınız. Allah ən səxavətlidir və bizə vermək və bizdən hər şeyi soruşmaq istəyir. Əgər Allahdan üz döndərsək və peyğəmbərlərin yolları, cəhənnəmdə şiddətli bir əzab gözləyir. Allah bizi bu və bütün pis şeylərdən qorusun.\n\nBir elm perspektivindən insanlar __Homo sapiens__ növlərindədir, onlardan yalnız tanınmış altspesiyalar __Homo Sapiens Sapiens__ kimi tanınır. Biz yer üzündə ən dominant növlərik. Bununla birlikdə, xüsusən də, efirdə, qayalara, həyat və torpaq sahələrində daha çox təsir edən bir çox həyat növü var.\n\nVikipediya:\nİlk peyğəmbər və bütün insanların atası.\nAdəm və yaradılışın hekayəsi Quran boyunca düzülmüşdür. Fəsillərdə arayışlar var: 2, 4, 5, 20, 21, 38 və digərləri. Quran povestində Allah bəşəriyyəti gildən (q3: 59) yaratdı, [18] onu bir formaya formalaşdırdı və sonra mələklərə Adəmlə yay (təqdim et) əmr etdi. İblis qürurdan imtina etdi (Q15: 26-32) [19] və Jannahdan (cənnətdən) qovuldu.\n\nQuran-a görə, Allah artıq insanın (Adəm və onun nəslinin) yer üzündə yerləşdiriləcəyi Adəmin yaradılmasından əvvəl qərar vermişdi. İslam, Allahın planının bir hissəsi olaraq bəşəriyyətin həyatını bir cəza kimi qiymətləndirmir.\n\n\"'Həqiqətən, mən Yerdəki nəsillərdən sonra bəşəriyyət nəsillərini yerləşdirəcəyəm.' Onlar (mələklər) dedi: \"Orada fitnə-fəsad törədən və qan tökəcək, biz (mələklər) səni tərifləyir və təşəkkür edir və müqəddəslik edirsən?\" Allah dedi: \"Bilmədiyinizi bilirəm.\" \"\n\nAllah Adəm adlarını hər şeyin adlarını öyrədir və Adəmin qarşısında mələkləri tanıyır ki, Adəmə, xüsusən Adəmin yüksək intellektual gücünü göstərdikləri üçün daha çox adamın qarşısında olan mələklər.\n\n\"O, Adəm adlarını - hamısını adlandırdı. Sonra mələklərə göstərdi və dedi:\" Əgər doğru deyirsənsə, bunların adlarını bildirin. \"Dedilər:\" Sənə izzət (mələklər), Bilikdə bizdə heç birimiz var, bizə öyrətdiyiniz şeyə qənaət edin: Həqiqətən, bu, bilik və hikmətdə mükəmməl bir sənətdir. \"Dedi:\" Ey Adəm! Onlara adlarını söyləyin.\n\nAllah mələklərə Adəmə səcdə etməyi əmr edir. Yanğından hazır olduğunu hiss edən İblis istisna olmaqla, İblis istisna olmaqla, Yerdən edilən Adəmdən xəbərdar olmamalıdır. Allahın əmrinə itaət etməsi onun qüruru onun Allahın lütfündən yıxılmasına səbəb oldu:\n\nBudur, mələklərə dedi: \"Adəmə səcdə et\" dedi və onlar da əyləşdilər. O qədər də iBlis: o, təkəbbürlü idi: imandan (itaətsiz olanlar) idi. \" (2:34)\n\nDaha sonra Allah Adəm və Həvvanı bağçada yerləşdirir və müəyyən bir ağacın yanında olmamaqdan başqa meyvələrindən ləzzət almaları üçün azad olduqlarını söyləyirlər: (2:35)\n\n\"Dedik:\" Ey Adəm! Bağda arvadın və sənin arvadın. orada (harada və nə vaxt) orada olan şöhrətli şeylərdən yeyin; Ancaq bu ağaca yaxınlaş, yoxsa zərər və həddi aşan. \"\n\nŞeytan daha sonra Adəm və Həvvanı ağacın meyvələrini yeməyə aldadır: (2:36)\n\n\"Sonra Şeytan onları (bağdan) sürüşdürdü və etdikləri dövlətdən (səadət) çıxartdı. Biz dedik:\" Hamınızın hamısını (hamınız), düşmənçiliyinizlə) dedik başqalarına tərəf. Yer üzündə yaşayış yeri və dolanışıq vasitəniz olacaq - bir müddətdir. \"\n\nAdəm və Həvva onların hərəkətlərinə görə çox peşmanlıq hiss edirlər, amma Allah Adəmə mərhəmət edir və onu təsəlli verir: (2:37)\n\n\"Sonra Adəmi Rəbbindən ilham sözlərindən öyrəndi, Rəbbi ona tərəf yönəldi; çünki o, Rəhmlidir.\"\n\nAllah daha sonra Adəmdə Allahın rəhbərliyini Adəmə və nəslinə göndərəcəyi barədə məlumat verir: (2:38)\n\n\"Dedik:\" Hamınıza bu yerdən (bağ), o zaman məndən sizə rəhbərlik gələndə və kimin rəhbərliyimi izləyəndə onlardan qorxmaz və kədərlənməyəcəklər. \"\n\nEden bağında Şeytan (tez-tez İblis olaraq təyin olundu) Adəm və Həvvanı qadağan olunmuş ağacdan dadmaqla Allaha itaətsizlik halına gətirir. Allah, Adəm və Həvvanı yerin qalan hissəsinə göndərir. [20] [21]\n\nQuran Adəm və Həvvanın iki oğlunu, Qabil və Habilin iki oğlunu da təsvir edir. [22] [23]",
"Idris": "Qələmin ixtiraçısı və iynənin ixtiraçısı.",
"Nuh": "Böyük selin sağ qalması.",
"Hud": "Tacir\n\nBu, HUD povestinin qısa bir xülasəsi, iki xüsusi ayə vurğu ilə:\n\n'Onlar xalqı son dərəcə güclü və varlı idi və saysız-hesabsız binalar [19] və öz güclərini göstərmək üçün abidələri qurdular. Bununla yanaşı, \"İnsanların sərvətləri, təkəbbürlü və Allahı tərk etdikləri və ibadət üçün bütlər qəbul etməyə başladılar, o cümlədən SAMD, SAMUD və Hara adlı üç bütü qəbul etməyə başladılar. [11] Hud, uşaqlıqda belə, Allaha dua etməkdə ardıcıl qaldı. Bu, HUD-in anasının oğlunun doğulmasında böyük görüşlər görən dindar bir qadının, ibadətində HUD-ı təşviq edən yeganə insan idi. [20] Beləliklə, Rəbb HUD-ı peyğəmbər kimi qaldırdı. [20]\n\nHUD təbliğ etməyə və onları yalnız həqiqi Allahın ibadətinə dəvət etdikdə və keçmiş günahlarına tövbə etmələrini və bağışlanma diləməyini söylədikdə, 'Onların onu diriltməyə başladı və Allahın mesajını lağa qoymağa başladı. HUD-in hekayəsi Quranda qeyd olunan erkən peyğəmbərlər üçün ümumi peyğəmbərlik dövrü: Peyğəmbər öz qövmünə yalnız Allaha ibadət etmələrini və onların xeyir-dualarının təmin etdiyi Allah olduğunu söyləmək üçün göndərdi [9] Quran [3] Dövlət:\n\n\"Ey o dedi:\" Ey xalqım, Allahım, Allahım ibadət et; Ondan başqa heç bir tanrı yoxdur.\nEy qövmüm, bunun üçün heç bir mükafat istəmirəm: mükafatım məni yaradan şəxsin yanında. Buna görə başa düşməyəcəksinizmi?\nEy qövmüm, Rəbbinin səni bağışla və tövbə edərək Ona müraciət edin. Sizin üçün göylərdə yağış yağacaq və sizə əlavə güc verəcəkdir. Ondan günahkar kimi üz döndərməyin. \"\nOnlar dedilər: \"Ey Hud, heç bir dəlil olmadan bizə gəldin. Sən demə və sənə inanın ki, tanrılarımızdan imtina etməyəcəyik.\nDeyə biləcəyimiz şeydir ki, bəzi tanrılarımızın sizi pisliklə vurdu. \"Deyə cavab verdi:« Mən də Şahidi Şahidi Allaha müraciət edirəm və sən də şahidi olursan ki, sən də (işlərinizdə)\nOndan başqa. İstədiyiniz qədər mənə qarşı təzyiq edin və mənə möhlət verin.\nMən Rəbbim və Rəbbiniz olan Allaha təvəkkül edirəm. Yer üzündə ForeLock tərəfindən möhkəm bir şəkildə hərəkət etməyən bir məxluq yoxdur. Həqiqətən, Rəbbimin yolu düzdür.\nƏgər üz döndərsəniz, onda (yadda saxla) göndərdiyim mesajı sizə çatdırdım. Rəbbim digər insanları yerinizə qoyacaq və ona qarşı qalib gələ bilməyəcəksiniz. Həqiqətən, mənim Rəbbim hər şeyə diqqət yetirir. \"\n\n- Quran, Surə 11 (HUD), Ayah 50-57\nHUD möcüzəsi\nİbn Qayyim əl-Çədiyiyyanın təhlili kitabındakı Tafsirin sözlərinə görə, Aqida əl-Tahawiyya'nın Şərbisində İbn Əbi Əl-İzzi (Şərh) tərəfindən göstərilən Mədəarij Saalikeen, HUD tərəfindən göstərilmiş möcüzəsini göstərdi 56-58 ayəsi:\n\n(56) \"Hamısı deyə bilərik ki, bəzi tanrılarımızın sizi pisliklə vurdu.\" Cavab verdi: «Mən Şahidi Allaha müraciət edirəm və siz də şahidi olursunuz ki, siz də (işlərinizdə) ... bəyəndiyiniz qədər mənə qarşı da mübahisə edirəm və mənə möhlət verməyin .\n\n(57) Mən Rəbbim və Rəbbiniz olan Allaha təvəkkül edirəm. Yer üzündə ForeLock tərəfindən möhkəm bir şəkildə hərəkət etməyən bir məxluq yoxdur. Həqiqətən, Rəbbimin yolu düzdür.\n\n(58) Əgər üz döndərsəniz, göndərdiyim mesajı sizə çatdırdım. Rəbbim digər insanları yerinizə qoyacaq və ona qarşı qalib gələ bilməyəcəksiniz. Həqiqətən, mənim Rəbbim hər şeyə diqqət yetirir. \"\n\n- Quran, Sur 11 (HUD). Ayah 56-58",
"Salih": "Saleh (Ərəbcə: صالح, romanized: ṣāliḥ, Lit. ] Qədim ərəbdə, Məhəmməd peyğəmbərin ömrü boyu. Salehin hekayəsi, Allahın dəvə hekayəsi ilə əlaqəlidir, bu, Salehin həqiqətən bir peyğəmbər olduğunu təsdiqləmək üçün bir möcüzə istədikləri zaman Allahın Tanrı tərəfindən verilən hədiyyə ilə əlaqəlidir.\n\nPeşəsi dəvə damazlıqçısı idi.\n\nTarixi kontekst\n\nSəudiyyə Ərəbistanının Hicazi dağlıq bölgəsindəki Mada'in Saleh və ya Əl-Hicr\nSəmud, II Sargon dövründə Assuriya mənbələrində Aşşur mənbələrində qeyd olunan ərəb yarımadasının şimal-qərb bölgəsindəki qəbilə konfandası idi. Qəbilənin adı sənədlərdə AŞ-nin dördüncü əsrinə daxil olmağa davam edir, lakin altıncı əsrdə onlar çoxdan yoxa çıxan bir qrup kimi qəbul edildi. [6]: 81\n\nQuran-a görə, Saleh'in Saleh'yə göndərildiyi şəhərə göndərildi, [7] Nabataean Hegra şəhərinə uyğundur. [8] Şəhər regional karvan ticarətində vacib bir sayt kimi şəhərin birinci əsrində məşhurlaşmasına yüksəldi. [9] Şəhərə bitişik böyük, bəzədilmiş qaya kəsilmiş türbələr idi, müxtəlif dini qrupların üzvləri tərəfindən istifadə olunur. [6] Sayt, sələfi Saleh adını daşıyan Məhəmmədin dövründən bəri Mada'in Saleh adlandırıldı. [11]\n\nİslam və Bahá'í inanclarından kənarda, Saleh başqa bir İbrahimdə və ya müasir tarixi mətndə deyil, Səmudun məhv edilməsinin hesabı qədim ərazidə tanınmış ola bilər. Qəbilə adı qədim ərəb poeziyasında \"hər şeyin keçidi\" üçün metafora kimi istifadə olunur. [6]: 223-24\n\nİslamda\nBismillahir Rahmanir Rahim\nİslamda bir sıra bir hissəsi\nİslam peyğəmbərləri\nAnbiya\nQurandakı peyğəmbərlər\nİslam adı və bibliya adı ilə sadalanmışdır.\n'Adam (Adam)'Idrīs (Enoch) Nūḥ (Noah) Hūd (Eber) (Selah) (Səlah) Jethro ) MUUMAMD (Məhəmməd)\nƏsas hadisələr\nMənzərə\nİslam portalı\nvte\nBir sıra bir hissəsi\nİslam\nAllah3.svg\nİnanclar\nTəcrübə\nTextsFoundations\nTarix\nMədəniyyət və cəmiyyət\nƏlaqədar mövzular\n İslam portalı\nvte\nQuran\n\nSaleh öz xalqını o dəvə görməyə dəvət etdi\nPeyğəmbərlərin hekayələrinin işıqlandırılmış kolleksiyası\nSalehin cəmiyyətindəki həyatı o qədər saleh idi ki, Səmud qövmü faktiki olaraq ona dəstək üçün etibar etdi. [12] Allah tərəfindən bir elçi kimi seçildi və varlıların eqoistliyinə qarşı təbliğ etmək və şirkin (bütpərəstlik və ya müşrikliyin) təcrübəsini qınamaq üçün göndərildi. Saleh, Davamlı bir müddət üçün mesajı təbliğ etsə də, Səmud üçün xalq xəbərdarlığını eşitməkdən imtina etdi və əvəzinə Salehdən onlar üçün bir möcüzə etmək istəməyə başladı. Onlar dedilər: \"Ey Saleh! Sən bizdənsən! İndiyə ümidlərimizin mərkəzi! \"\n\nSaleh xalqına, [13] və qonşu icmalara qədər texnoloji üstünlüyündən daşdan çıxdıqları saysız qala və sarayları xatırlatdı. Bundan əlavə, o, ataları, 'qəbiləsi və onların günahları üçün necə məhv edildiklərini söylədi. Səmud qövmündən bəziləri Salehin sözlərinə inanırdı, lakin qəbilə liderləri onu dinləməkdən imtina etdilər və peyğəmbərliyini sübut etmək üçün bir möcüzə nümayiş etdirməsini tələb etdilər. [14]\n\nBuna cavab olaraq, Allah Thamud'u həm ruzi, həm də bir test vasitəsi kimi bir xeyir-dua verdi. Qəbiləni dəvənin dinc şəkildə otlamağa və ona zərər verməsinin qarşısını almağa icazə verildi. [15] Ancaq Salehin xəbərdarlığının itaətsizliyi, qəbilə xalqı dəvə hamstrungu. [16] Saleh, Allahın qəzəbindən əvvəl yaşamaq üçün yalnız üç gün yaşadıqlarını bildirdi. [17] Şəhər əhalisi peşman idi, [18] Lakin cinayətləri geri qaytara bilmədi və şəhərdəki inamsız insanlar zəlzələdə öldürüldü. Əl-Hijr, bundan sonra bütün dövrlərdə xarabalıqda qaldı və xarabalıqlarda qaldı. [19] Saleh özü və onun ardınca gedən bir neçə mömin sağ qaldı. [20]\n\nHekayə, o, o, dəvə də burada açıq şəkildə qeyd olunmadığı təqdirdə, doqquz kişi Saleh və bütün ailəsini öldürməyə, [22] [22] [22] [22] [22] [22] [22] [22] [22] üç gün sonra Allah tərəfindən. [23]\n\nMüsəlman ənənəsi\nMüsəlman yazıçıları Saleh və o-dəvə əhvalatı üzərində işləniblər. Erkən İslam ənənəsi, tez-tez daşdan möcüzəvi şəkildə ortaya çıxan dəvənin motivinə, tez-tez bir buzovun və dəvənin süd istehsalı ilə müşayiət olunan bir motivin bir motivinə cəlb edilmişdir. Əl-Təbari bildirir ki, Saleh xalqını bir dağa çağırdı, burada Dəvəyi açıq şəkildə açıq şəkildə açıq şəkildə açıq şəkildə açıq şəkildə parçalananların şahidi olduqları bir dağa çağırdı. O-dəvənin gənc bir buzov var idi. Saleh, köhnə dəvənin bir gündə su mənbəyindən içməli olduğunu söylədi və ertəsi gün ondan içməli oldular. Su içməyə icazə verilmədikləri günlərdə, dəvə südlə təmin etdi. Lakin Allah Salehi bildirdi ki, dəvəni hamstring edən bir oğlan tezliklə qəbilə üçün doğulacaq və o uşağın pis idi və qeyri-adi dərəcədə möhkəm idi. Dəvə həqiqətən öldürüldü və bu da buzov üç dəfə üç dəfə qışqırdı, üç gündə Səmudun məhv olacağını bildirdi. Üzləri sarı, sonra qırmızı, sonra qara rəngə çevrildi və onlar üçüncü gündə öldülər. [24]\n\nBəzi İslam alimlərinin dediyinə görə, İsmayılın anası Həcər, Saleh peyğəmbərin nəvəsi idi. [25]\n\nBənzər bir ənənə Dəməşqin Yəhya tərəfindən İslamı səkkizinci əsrdə bir şərhdə (26] [27] və İbn Kathirin işlərində də qeyd olunur. [28]",
"Ibrahim": "Yəhuda atası, xristianlıq və İslam. Kəbənin inşaatçısı.",
"Lut": "Tarixçi və səyyah.\n\nQuran bir gündə bir gün mələk, bir qrup mələk İbrahimə qonaq kimi qonaqlar kimi qonaq olaraq ziyarət etdi. Orada olsa da, \"günahkar insanlar\" üçün Allah tərəfindən göndərildiyini söylədilər. Lut və ona iman gətirənlər, həyat yoldaşı məhv olmaqda, \"o, geridə qalanlardan 'olduğunu ifadə edərək, məhv olmaqda ölmək idi. [17] [18] [18] Quran, həmçinin Lutun həyat yoldaşının saleh bir insanla evləndiyi üçün \"kafirlərin nümunəsi\" olaraq çəkir, lakin onun mesajına inanmaqdan imtina etdi və buna görə də Cəhənnəmə qınandı. [[19] [19]\n\nƏkiz şəhərlərin insanları Allahın hüdudlarına qarşı həddi aşdılar. Quranlara görə, onların günahları tərkibində və soyğunçuluğu və soyğunçuluğu, digər sui-istifadə və təcavüzdən başqa qəriblərə və soyulmuş səyahətçilərə nifrət etdilər. Bu, qadınların əvəzinə qadınların əvəzinə kişilərə yaxınlaşan kişilərə yaxınlaşmaq üçün onları güclü şəkildə sürmək üçün də cinsi davranışının günahları idi. [21] [22] Lut, günahkar yollarından imtina etmələrinə kömək etməyə çalışdı, ancaq onu lağa qoydular. [23] Lut Allaha dua etdi və günahkar hərəkətlərinin nəticələrindən xilas olmasını istədi. [3] [24] [24]\n\nSonra yaraşıqlı kişilər kimi gizlənmiş üç mələk, qonaqlar kimi luta gəldi. Kişilərdən kədərləndi, çünki onları şəhər insanları insanlardan qorumaq üçün gücsüz hiss edirdi. [25] Şəhərlərin sakinlərinin ziyarətçilərdən xəbərdar olması, qonaqlarını onlara təslim olmasını tələb etdilər. [26] Narahat və Allahın qəzəbinə xələl gətirdikləri, qızları üçün olduqca qanuni evliliyi, qeyri-qanuni istəklərinə və bəlkə də bəlkə də hidayət mənbəyi kimi alternativlər üçün qanuni və təmiz alternativlər təklif etdi. [28] Lakin onlar daimamansız idi və cavab verdi: \"Sən qızlarına ehtiyacımız yoxdur.\n\nExegetes İbn Kathir, Qurubi və Tabari, Lutun hərfi qızlarını demək üçün 'qızları' oxumur. Peyğəmbərin millətinə bir ata kimi olduğundan, çox şeyin zalımları günahlarından üz döndərmək və millətin qızları ilə sağlam və dindar münasibətlərlə məşğul olmaq, yabəndə olan qadınlar. [30]\n\nDaha sonra mələklər həqiqi şəxsiyyətlərini çox şeyləri çox açıqladı və ona dedi: \"Biz səni və sonra aradan qaldıranlardır.\" [3] şəhərləri tərk etməyi məsləhət gördülər. Gecələr ona arxaya baxmamağı söyləyin. [31] Allaha iman gətirərək, çoxluğunun qaranlığında, onun izləyiciləri və inanan ailə üzvləri ilə birlikdə şəhərləri çıxartdı. Nəhayət, Allahın qərarı verdi Quran-ı Kərimin oxuduqlarını oxudu, \"Biz (şəhərləri) alt-üst etdik və bükülmüş gil, yayılmış, təbəqə kimi sərt və beləliklə əkiz şəhərlərin taleyini möhürlədi məhv və ümidsizlik və sodom və gomorrah sivilizasiyalarının sonunu qeyd etmək. [3]",
"Ismail": "Ərəblərin atası.\n\nİsmayıl İslamda bir peyğəmbər sayılır və bir çox hallarda digər peyğəmbərlərlə Quranda da sadalanır. [11] [12] [13] [14] [14] [14] Digər ayələrdə, məsələn, 21:85 [15] və 38:48, [16] İsmayıl səbirli, yaxşı və saleh olmaq üçün təriflənir. [17] Fərdi olaraq 19: 54-55 [18] [18] - \"(\" [18] - \"(\" [18] - \"ağlıma çağırın. Xalqının duası və xeyriyyəçiliyinə və xeyriyyəçiliyinə kömək edən Peyğəmbər, Dustenin gözündə lütf tapdı.",
"Ishaq": "Bibliya patriarxı İshaq (Ərəbcə: ərəbcə: Yəhudilik və xristianlıqda olduğu kimi, İslam, İshaqın Patriarxın və Hzabamın oğlu İbrahimin həyat yoldaşı Saranın oğlu idi. Müsəlmanlar, Ayrıca İshaqın və böyük qardaşı İsmayılın İbrahimin ölümündən sonrakı təbliği ilə atalarının mənəvi mirasını, atasının mənəvi mirasını davam etdirdiklərinə görə tuturlar. [2] İshaq Quranın on beş keçidində qeyd olunur. [3] Quranda bir neçə dəfə qeyd edilməklə yanaşı, İshaq İslamın peyğəmbərlərindən biri kimi tutulur.\n\nİsrail xalqının atası.\n\nErkən həyat\nAllahın lütfü və İbrahimlə əhd bağladığı üçün Sara qocalı bir uşaqla hədiyyə edildi. İshaq, yarım qardaşı İsmael İbrahimin evindən səhraya çıxanda 10 yaşı idi. Səhra Ismaeldə 'Ayeshah adlı Moavın qızlarının arvadı olsa da. [4]\n\nDəfn yeri\nİshaqın məzarı\nOnun məzarı və həyat yoldaşı Rivqanın İslamda İbrahim-i-məscidi (\"İbrahim məscidi\" kimi İslamda tanınan Hebron, Hebron şəhərindəki patriarxların mağarasında olduğu hesab olunur. İshaqın məzarı ilə yanaşı digər Quran / Bibliya patriarxlarının və arvadlarının bəziləri var: İbrahim və Sarah və Yaqub və Leah.\n\nQurandan bəhs edir\nİshaqın on beş dəfə, Quranda adı ilə, tez-tez atası və oğlu Yaqub (Yaqub) adı ilə qeyd olunur. [5] Quran İbrahimin \"İshaqın yaxşı xəbərləri, salehlərin yaxşı xəbərləri\" aldığını və Allahın hər ikisinə xeyir-dua aldığını (37: 112) aldığını söylədi. \"Biz ona salehlərdən olan bir peyğəmbər İshaqın müjdəsinə müjdə verdik. Ona və İshaqdan xeyir-dua aldıq. İbrahim, gələcək cəzanın Sodoma və Gomorrah'a, həyat yoldaşı Sarah'a, \"Güldü və İshaqın müjdəsini və İshaqdan sonra (bir nəvə)\" (11: 71-74) Açıq Bu hadisənin İbrahim və Saranın yaşına baxmayaraq baş verəcəyi barədə daha da izah olunur. Bir neçə ayə İbrahimə (6: 84; 19: 49-50) və 29: 26-27-də \"Hədiyyə\" və 29: 26-27-də \"Hədiyyə və 26-27-ci il tarixində\" Tanrı \"peyğəmbərlik və onun övladları arasında\" onun övladları arasında olmaq üçün kitabı \"etdi İbrahimin iki peyğəmbərlik oğullarına, peyğəmbərliyi nəvəsi Yaquba və onun peyğəmbərliyi böyük-nəvəsi Yusifə müraciət etmək. Quranda daha sonra İshmael və İshaqın qocağında İsmail və İshaq verdiyinə görə Allahı həmd etdiyini rəvayət edir (XIV: 39-41).\n\nQurandan başqa yerdə İshaq siyahılarında qeyd olunur: Yusif atalarının dinini izləyir İbrahim, İshaq və Yaqub (12: 38) və Allahın onlara xeyrinə danışır (12: 6); Ya'qūb'in oğulları hamısının imanlarını ifadə edir və atalarının, \"İbrahim, İsmail və İshaq\", ibadət etdikləri Allaha ibadət etmək vəd etmək vəd etmək (2: 127); və Quran müsəlmanlara \"İbrahim, İsmael, İshaq, Yaqub və Patriarxlar\" a verilən vəhylərə iman gətirməyi əmr edir (2: 136; III: 84).",
"Yaqub": "Yaqub İbn İbn İbn İbn İbn İbn İbn İbn, İbrahim, İbrahimin oğlu İshaqın oğlu İshaqın oğlu: يعقوب, romalı: Yaqub; İsrail, Ərəb: Yaqub kimi də tanınan, İslamda olan bir peyğəmbərdir. İslam patriarxı olaraq etiraf olunur. Müsəlmanlar, atalarının olduğu kimi eyni təkallahlı imanı təbliğ etdiyinə inanırlar: İbrahim (İbrahīm), İsmayıl (İsmayıl) və İshaq (İshaq).\n\nYaqub Quranda on altı dəfə qeyd olunur. [1] İsrail üçün iki sonrakı istinadlar Yaqubun bəhs etdiyi güman edilir. [2] Bu istinadların əksəriyyətində Yaqub \"Seçilmiş şirkətin şirkəti\" də qalan qədim və dindar peyğəmbər kimi Yaqubun həmyerlisi və patriarxları ilə birlikdə qeyd olunur. [3] [3] [4] Müsəlmanlar Yaqubun İshaqın oğlu olduğunu və ömrü boyu Allahın birliyini təbliğ etdiyini tuturlar. Xristianlıqda və yəhudilikdə olduğu kimi, İslam, hər biri İsrailin on iki qəbiləsinə gedəcək olan Yaqubun on iki oğlunun olduğunu və on iki oğlunun olduğunu görür. [5] Yaqub oğlunun, Yusifin (Yşar) hekayəsində əhəmiyyətli rol oynayır. [6] Quran daha sonra Allahın Yaqubu ilə əhd bağladığını və Yaqub Allahın əmri ilə sadiq bir lider yaratdığını açıq edir. Babası (İbrahim), atası (İshaq), əmi (İsmayıl), Oğul (Yusuf) və özü də İslam peyğəmbərləridir. [8]\n\nQuranda\nYaqubun Adı Quranda on altı dəfə xatırlanır. [9] Bu ayələrin bir çoxu onun povestindən bir nümunəni yenidən hesablamasına baxmayaraq, Quran, buna baxmayaraq, həyatından bir neçə əhəmiyyətli hadisəni qeyd edir. Müsəlman Ənənəsi və Ədəbiyyatı [10] Yaqubu Qurandakı Yaqubun iştirak etdiyi ən erkən tədbir, İbrahimə və Saraya \"İshaqın Saraya\" İshaqın adı ilə bir peyğəmbərlik etməsi ilə \"Zərər\" nəvəsi Yaqub adı ilə. [11] Quran Dövlətləri:\n\nOnlardan və Allahdan başqa ibadət etdikləri insanlardan üz döndərdikdə, Ona İshaq və Yaqubu bəxş etdik və hər birinin peyğəmbər etdik.\n\n- Quran, Surə 19 (Məryəm), Ayah 49 [11]\nQuran, İbrahimin saf təkallahlığın imanını oğulları, İsmail və İshaqa, eləcə də Yaquba öyrətdi. Quran İbrahim İbrahim İbrahim, İshaqa və Yaqubu izah edir: \"O, övladlarım! Allah sizin üçün imanı seçdi; sonra İslamın imanından başqa ölməyin. yaşlandıqca güclənən imanının gücü. Quran Yaqubun \"rəhbərliyi\" olduğunu xatırladır; [13] \"Bilik\" verildi; [14] \"ilham verdi\"; [15] \"eşidiləcək həqiqətlər\" verildi. [16] Quran daha sonra Yaqubla bağlı aşağıdakıları bildirir:\n\nBiz ona İshaq və əlavə bir hədiyyə, (nəvə), Yaqub və biz hər birinin saleh adamlarını etdik.\nBiz onları əmrimizlə idarə edən (kişilər) rəhbərlər etdik və yaxşı işlər görmək, müntəzəm namaz qılmaq və müntəzəm xeyriyyəçilik etmək üçün onları ilham göndərdik; Və onlar daim bizə (və yalnız bizə) xidmət etdilər.\n\n- Quran, 21 surəsi (Əl-Anbiya), Ayat 72-73 [17]\nXidmətçilərimizi İbrahim, İshaq və Yaqub, güc və görmə sahiblərinə xatirəmizi xatırlayın.\nHəqiqətən, biz onları xüsusi (məqsədi) seçdik - axirət mesajını elan edirik.\nOnlar, həqiqətən, seçilmiş şirkətin və yaxşılıqlarımızda idi.\n\n- Quran, 38 surəsi ('kədərli), Ayat 45-47 [18]\nYaqub və oğulları\nYaqubun Quranda növbəti əhəmiyyətli qeyd etdiyi Yusuf surəsinin povestindədir. Quranda Yusifin Hekayəsi Yusifin bir gecəsi olan bir yuxu ilə açıldığı, atası Yaqubun yanına qaçdı: \"Budur! Yusif atasına dedi:\" Ey Atam! Mən on bir planeti və günəşi və ayı gördüm: Onların mənə səcdə etdiyini gördüm! \"[19] Yaqubun üzü gənc Yusifdən eşitdiklərindən ləzzət aldı və yaşlı peyğəmbər xəyalın nə demək olduğunu başa düşdü . Yaqub oğlunun İbrahimindəki növbəti peyğəmbər olmaq üçün böyüdüyünü və bu, gələcək illərdə İslamın diri-diri xəbərdar olan Yusif olacaqdır. Yaqubun yaşlı oğlu Yaqubun, ataları Yusif və Binyamin, Yaqubun ən kiçik oğlu, onlardan daha çoxunu sevdiyini hiss etdilər. Yaqub onların qısqanclıqlarını bilirdi və gənc Yusifi xəbərdar etdi. [20] Yusifin on yaşlı qardaşları daha sonra onu öldürməyə qərar verdilər. Quran onların müzakirələrini izah etdikcə:\n\nOnlar dedilər: \"Həqiqətən Yusif və qardaşı da atamız tərəfindən daha çox sevilir, amma biz də yaxşı bir bədənik! Həqiqətən atamız açıq şəkildə gəzir (ağlında)!\n\"Yusifi öldürün və ya onu bir az (naməlum) bir yerə atın, buna görə də atanızın lütfü sizə verilə bilər: (o zaman sizin üçün saleh olmağınız üçün kifayət qədər vaxt olacaq)!\"\n\n- Quran, Surə (Yusuf) Ayat 8-9 [21]\nQardaşlardan biri (adətən, yenidən reuben [22]), Yusufu (Yusuf) öldürmək əvəzinə onu bir quyuya atmaq əvəzinə, bir karvanın gələ bilməsi və onu götürməsi üçün bir şeyin olması lazım olduğunu hiss etdim. [23] Beləliklə, atalarından soruşdular ki, gənc Yusifi onlarla birlikdə oynamağa aparsınlar və onun üzərində seyr edərlər. Yaqub bir Dhi'b (ərəbcə: ذب, canavar) oğlunu yeyəcəyindən qorxsa da, [24] Üsyançı yaşlı oğullar zorla Yusifi götürüb quyusuna atdılar. [25] Oğullar o gecə Yaquba qayıtdıqda, ağlamağı iddia etdilər və daha sonra canavar Yusifin yemisini söylədi. Atalarını aldatmaq üçün, Yusifin (Yusuf) köynəyini yalançı qanla ləkələdilər, [26] Biliklə əlaqəli olan Yaqub, bu, hazırladıqları yalan uydurduğunu bilirdi. Yaqub Yusifin itkisindən narahat olmasına baxmayaraq, kədəri boyunca Allaha möhkəm qalıb. [26] İllər keçdikcə gənc Yusif Misirdəki bir adama böyüdü; Bu vaxt Yaqub, Oğullarının Cozefin (Yusuf) qayıtması üçün dua etdiyi üçün oğullarının daim onu ​​daim narahat edəcəyi Kənanda evə qayıtdı. [27] Yaqub tez-tez Allahdan şikayət etsə də, bu, Allahın işləməməsi heç vaxt Allahın əlindən gəlmədi, öz ağlının yayındırmalarından kənarda və ya özü üçün qoyduğu səbr həddindən kənarda qaldı. Oğullarının pis doyurmalarını daim məhəl qoymadı və onları bağışlayaraq onlara səs tövsiyələrini verməyə çalışdı. [28] Bir gün, Yaqub, Oğullarını bir tapşırıq üzərində göndərmək qərarına gəldi, Yusuf və Binyamin axtarışında Misirə getmələrini söyləyir. Oğulları, ilk dəfə onu dinlədi və Misirə getdi. Yaqubun oğullarından biri də Misirdəki Yusif və Binyamin Xəbərləri ilə Canaana qayıdanda, Yusifin ona atalarının üzünə atdığını söylədiyi bir köynək ilə gəldi. kədər. Beləliklə, oğul təlimatları izlədi və Yusifin Yaqubun fiziki və zehni görmə qabiliyyətini bərpa etdiyini söylədi.\n\nYaqubun görmə qabiliyyəti bərpa olunduqdan sonra, bütün ailə yollarını Misirə, Yusiflə və digər oğulları yenidən görüşməyə başladı. Gəldikdən sonra ata və oğul bir-birinin böyük bir sevgisi ilə birləşdi və bir daha sülh içində yenidən görüşdülər. İndi güclü Yusif özü ilə valideynləri üçün bir ev verdi və Quran dediyi kimi, \"ləyaqət taxtının taxtına\" yüksək qaldırdı. [30] İndi bütün ailənin birlikdə, həm Yaqubun, həm də Yusifin peyğəmbərlikləri vasitəsilə Allaha müraciət edə bildi.\n\nYaqubun xalqına son tövsiyəsi\nİsrail övladlarının hamısı Yaqubun ölməzdən əvvəl İslamı İslamı (Allaha təslim olmağa) səcdə etməyə çağırdılar. Yaqub övladlarının yalnız İslamda öldüyünə əmin olmaq istədi və buna görə də onlardan bir son vədini götürdü. Ölümündən sonra ibadət etdiklərini soruşduqda, İslamda davam edəcəklərini və Allaha səcdə etdilər və Allaha səcdə etdilər. [31] Ölüm yatağı səhnəsi yəhudi ənənəsində bəzədilmiş və Yaradılış Kitabında qeyd olunan Quran, İbrahim, İshaq, İshaqın və Yaqubun bütün müsəlmanlar olduğunu vurğulamaq üçün bəyəndiyinə baxmayaraq, bütün müsəlmanlar idi Allah və Allah tək. Quran rəvayət edir:\n\nBu, İbrahimin oğullarına getdiyi mirası idi və Yaqubu da etdi; \"O, övladlarım! Allah sizin üçün imanı seçdi; sonra İslamın imanından başqa ölməyin.\"\nYaqubun qarşısında ölüm göründüyü zaman şahidləriniz varmı? Budur, oğullarına dedi: \"Məndən sonra nə ibadət edəcəksən?\" Onlar dedilər: «Allah və atalarınızın Allahınız, İbrahim, İsmayıl və İshaqın Allahı, - Allah (həqiqi) Allahın Allahına ibadət edəcəyik (İslamda).\"\n\n- Quran, Surə 2 (Əl-Bəqərə), Ayah 132-133 [32]\nYaqubun mirası\nYaqub, atalarından qalan miras üzərində gəzdirmək üçün İslamda çox xüsusi. Müsəlmanlar, Allah Yaqubun üstündəki lütfünü bəxş etdiyinə inanır və onu ən uca kişilər arasında olmağı seçirlər. Quran tez-tez Yaqubun qüdrətli və görmə qabiliyyəti olan və şirkətin şirkəti olduğu və seçilmiş şirkətin olduğunu vurğulayır. Quran dediyi kimi:\n\nBu, onun xalqına qarşı İbrahimə verdiyimizi (istifadə edəcəyimizi) verdiyimizi, istədiyimizi, dərəcəsindən sonra yetişdirdik, çünki Rəbbin hikmət və biliklə doludur.\nOna İshaq və Yaquba rəhbərlik etdik: Ondan əvvəl (üç), Nuhu və nəslini, David, Süleyman, Joseph, Musa və Harun'dan (yaxşı işlər görənləri də) rəhbər tutduq.\n\n- Quran, Surə 6 Əl-An'am, Ayah 83-84 [33]\nƏli ibn Əbi Talib, xüsusi adları bəxş edən peyğəmbərlər haqqında soruşduqda, Hasitdə Ya'qub ibn İshaqın xalqı tərəfindən İsrail kimi tanınması idi. [34]\n\nYaqubu bir mələklə birlikdə qeyd etməyən İncildəki İncillər, Quranda xatırlanmır, lakin Yaqub nərdivanının görmə baxışı kimi müsəlman şərhlərində müzakirə olunur. [9] [35] [35] Yaqub İshaqı əkiz, Esavı təqlid edərək onu xeyir-dua alaraq, Quranda deyil, müsəlman şərhlərindədir. [9]\n\nYaqubun böyük bir patriarx olduğuna inanan müsəlmanlar, Yaqubun əsas əhəmiyyətinin Allaha və onun möhkəm imanına verdiyi inamın verdiyi inamın olduğunu vurğuladı. Bir patriarx olaraq, Yaqub İbrahimlə yanaşı, ənənəyə görə ən məhsuldar ola bilər. On iki oğulundan [36], Yunus (Yunus), David (Davud), Süleyman (Süleyman), Süleyman (Süleyman) və İsa (İSA) bir çox digər böyük peyğəmbərlərə gəlməlidirlər.",
"Yusuf": "Yusuf İbn Yaqub İbn İbn İbn İbn İbn İbn İbn İbn İbn İbrahim (Ərəbcə: يوسف ٱнасин ٱبن ٱبن ٱبن ٱبن ٱبن ٱبن ٱبن ٱبن إبن إسحاق ٱبن إبراهيم) (İbrahimin oğlu İshaqın oğlu Yaqub oğlu) Tanaxdan olan şəxs, yəhudi dini kitabçası və Misirdə yeni səltənətdən əvvəl yaşadığı xristian Müqəddəs Kitab. [2] Yaxın Şərqdəki və müsəlman millətlər arasında ümumi adlardan biridir. Yaqubun hamısının hamısının Yusuf peyğəmbərlik hədiyyəsi verildi. Digər peyğəmbərlərin rəvayətləri müxtəlif surələrdən bəhs etsə də, Yusifin tam povesti yalnız bir surədə, Yusufda özünəməxsus hala gətirir. Quranda ən detallı povest olduğu və bibliya həmkarından daha çox məlumat daşıyır. [3]\n\nYusufun Yaqubun (ərəbcə: يعقوب, Yaqub) on birinci oğlu olduğu güman edilir və bir çox alimlərə görə ən sevdiyi. İbn Kathir'in sözlərinə görə, \"Yaqubun\" Yaqubun İsrail qəbilələrinin eponim ataları olan on iki oğlu var idi. Ən ucalıb, ən ucası, onlardan ən ucası, Yusif idi. \"[4] Hekayə Yusifdən biri Yusiflə başladığı bir xəyaldan başlayır Yaqubu tanıyan atasına. [5] Həyatında Allahın roluna əlavə olaraq, Yusuf və Zulaikha'nın hekayəsi (Əhdi-Ətiqin Potifarının həyat yoldaşı) əsrlər boyu xeyli işləndiyi fars ədəbiyyatında məşhur bir mövzuya çevrildi. [6]\n\nQURAN Surə 12 (Yusuf)\n\n\"Padşah\" dan \"firon\" dan istifadə\nQuranda, Yusifin dövründə Misirin hökmdarı başlığı xüsusi olaraq Musa dövründə Misirin hökmdarı (ərəbcə: əl-Malik) olduğu deyilir, Musa Firon \"(ərəbcə: Firaun, müəyyən bir məqalə olmadan bir ad kimi). Bu maraqlıdır, çünki tarixi mənbələrə görə, Fironun yalnız Misir hökmdarları, 1479-cu ildə BCE-də (Thutmose III hakimiyyəti ilə başlayaraq) - Yusifin öldükdən təxminən 21 il sonra istifadə edilməyə başladı. [44] Ancaq Müqəddəs Kitabdakı Yusufun rəvayətində başlıqlar King (İbrani: Melek) və Firon, Yaradılış fəsillərində Misirin hökmdarı üçün bir-birindən birgə istifadə olunur. [45]\n\nMalik (Misir) dedi: \"Yeddi arıq olan yeddi yağlı və yeddi yaşıl qulaq, yeddi (digər) devirdi. Ey rəislərim! , əgər görüntüləri şərh edə bilsən. \"\n\n- Quran, Surə (Yusuf), Ayah 43, [46]\nSonra onlardan sonra Musanı Fir'a və başçılarına əlamətlərimizlə göndərdik, ancaq səhvən onları rədd etdik. Beləliklə, əl-Mufsidinin (ərəbcə: ألمفسدين, \"fitnə-fəsad törədənlər\" və ya \"korrupsiya\") necə oldu.\n\n- Quran, Surə 7 (Əl-ARAF), Ayah 103 [47]\nMalik dedi: \"Onu mənə gətirin\". Lakin onun yanına gələn zaman (Yusuf) dedi: «Rəbbinə qayıdın və soruş, 'Əllərini kəsən qadınlar nə oldu», Rəbbim (Allah) öz süjetlərindən xəbərdardır.\n\n- Quran, 12 surəsi (Yusuf), Ayah 50, [48]\nYusifin ağası onu götürdü və onu həbsxanaya, padşahın məhbuslarının bağlandığı yer; Həbsxanada idi.\n\n- Yaradılış 39:20\nYusif, Misir padşahı fironun qarşısında dayandığı zaman otuz yaşında idi. - Yusif fironun iştirakı ilə çıxdı və bütün Misir torpağından keçdi.\n\n- Yaradılış 41:46\nYusif atasını və qardaşlarını qoydu və Misir torpağında, Fironun əmr etdiyi kimi, ən yaxşı torpaqda, Reyses torpağında, Misir torpağında birləşdi.\n\n- Yaradılış 47:11",
"Ayyub": "İş (ərəbcə: أيوب, Romanized: Ayūb) İslamda bir peyğəmbər kimi tanınır və Quranda qeyd olunur. [1] İslamdakı işin hekayəsi İbrani Müqəddəs Kitabın hekayəsinə paraleldir, baxmayaraq ki, əsas vurğu Allaha səbirli olmasına baxmayaraq; Quran mətnindəki dostları ilə işin müzakirələrindən bəhs edilmir, lakin sonradan müsəlman ədəbiyyatı, işin əzabının səbəbi ilə bağlı iddia edən qardaşların olduğunu bildirdi. Bəzi müsəlman şərhçiləri də romalıların əcdadı kimi işdən danışdılar. [2] İslam Ədəbiyyatı, həmçinin Peyğəmbərlik serialında Yusifin ardınca gəldiyini və müəyyən bir cəmiyyətə göndərilmək əvəzinə öz xalqına təbliğ etdiyini söyləyən Peyğəmbərlik Nazirliyinin vaxtı və məkanına münasibət bildirdi. Ənənə, işin \"səbirlə dözənlər\" qrupunun göyündə lider olacağını daha da xatırladır. [3]\n\nAyūb (iş) əvvəlcə Quranda aşağıdakı ayədə qeyd olunur:\nHəqiqətən, biz sizə, [Ey Məhəmməd], Nuha və ondan sonra peyğəmbərlərə nazil etdiyimiz kimi sizə vəhy etdik. İbrahim, İsmail, İshaac, Yaqub, nəsillərə, İsa, iş, Yunus, Harun və Süleymana və Davuya nazil etdik.\n\n- Quran, surə 4 (an-nisa), Ayah 163 [4]\nQuran işi uzun müddət əziyyət çəkən Allahın saleh qulu kimi təsvir edir. Bununla birlikdə, işin heç vaxt Allaha imanını itirmədiyini və əbədi olaraq Allahın duası ilə iman gətirmədiyini, əzabını çıxartmasını istədi:\n\nHəqiqətən, Rəbbinə çağıranda işdən çıxanda.\n\n- Quran, Sura 21 (peyğəmbərlər), Ayah 83 [5]\nPovest dövlətə davam edir ki, uzun illər əziyyət çəkdikdən sonra Allah \"ayağınıza vurur!\". [6] Bir anda iş ayağı ilə yerə dəydi və Allah, yerdən axan sərin bir bulaq suyun, işin özünü doldurduğunu söylədi. Quran bunu bildirir ki, Allahın ağrısı və əzabını çıxartdı və iş ailəsini ona qaytardı, bir çox nəsil uşaqları ilə xeyir-dua verdi və ona böyük sərvət verdi. Əyyubin povestinin qısa təsvirlərinə əlavə olaraq, Quran, Allahın xüsusi rəhbərliyi, hikmət və ilham verdiyi (IV: 163) və vəzifəli şəxslərdən biri kimi peyğəmbərlik hədiyyəsi olaraq (VI: 84).\n\nŞeytan Rəbdən uzaq işdən uzaqlaşmağa çalışandan sonra Allah işin əziyyətini qaldırdı və ailəsini ona iki qat artırdı. Əyyubun sərvətini geri qaytardı və qızıl ilə duş aldı. Əyyubun həyat yoldaşı ərinin firavanlığı və sağlamlığına bərpa olunduğunu görəndə, Allah üçün dua etdi, ancaq ərinin yüz vuruşu ilə məğlub etdiyini vəd etdiyi and içdiyi and içdi. Əyyub, aldığı and içdiyi and içərək iş də çox kədərləndi. Lakin Allah, ona arvadını döyməməsini, ancaq onu yumşaq ot dəsti ilə vurmağını söyləyən işə bir vəhy göndərdi. [7]\n\nQuran arayışları\nƏyyubun peyğəmbərliyi: 4: 163, 6:84\nSınaq və səbir: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44, 38:44\nƏlavə oxu\nİbn Kathir, Bidaya Wa L-Nihaya, i, 220-225\nXxi və xxxvii üzərində tafsir\nTabari, i, 361-364\nThalabi, peyğəmbərlərin nağılları, Qahirə 1339, 106-114\nKisa'i, peyğəmbərlərin hekayələri, 179-190\nİbn Asakir, Tarikh əl-Kəbir, III, 190-200",
"Shuayb": "Şuaib, Şoaib, Shuayb və ya Şuayb və ya Şuayb (Ərəbcə: شعيب, IPA: [ʃuʕajb]; \"Doğru yolu kim göstərir\") İslamda qədim Midyanit Nəbi (Peyğəmbər) və Duzze İnamında ən hörmətli peyğəmbərdir. [ 1] Şuayb ənənəvi olaraq Musanın qayınatası Bibliya Jethro ilə müəyyən edilir. Şuaib Kərimdə cəmi 11 dəfə qeyd olunur. [2] İbrahimin (İbrahim) sonra yaşadığı güman edilir və müsəlmanlar bir cəmiyyət üçün bir peyğəmbər olaraq göndərildiyinə inanırlar. , [4] [5] [6] [7] Onlar böyük bir ağaca ibadət etdikləri üçün. Xalq üçün, Shuaib düz yolu elan etdi və insanları saxta yollarını sonlandırmağı xəbərdar etdi. Camaat tövbə etmədikdə, All (Allah) cəmiyyəti məhv etdi. [3] [5]\n\nŞuaib, müsəlmanların Quranda adının, qalanları Saleh, Hud və Məhəmmədin adından bəhs edən bir neçə ərəb peyğəmbərlərindən biri olması başa düşülür. Müsəlmanların \"peyğəmbərlər arasında\" şiddətli təbliğçi \"kimi tanınması, ənənəyə görə, istedad və dilində istedad və səliqəsizlik, istedad və şəfəqlənmə ilə məşhur olduğu deyilir. [8]\n\nTarixi kontekst\nŞuaybun göndərildiyi ərazi, Quranda Midyan olaraq bilinən Midian, tez-tez Müqəddəs Kitabda adlandırılan 'Madyan adlandırıldı. Midyanlılar, Bibliya Kənanlılarının qonşuları olmasına baxmayaraq, ərəb mənşəli olduğu deyilirdilər, onlar da onlarla əlaqə qurdular. Səyyah qəbiləsi olduqları deyilir və Musa (Musa) müdiri əraziləri Sinay yarımadası idi.\n\nJethro ilə mübahisəli şəxsiyyət\nJethro, Musanın Qanunu Atası kimi Müqəddəs Kitabda (Çıxış 3: 1) qeyd olunur. Şuaib midianite keşiş Jethro ilə tez-tez təyin olunsa da, ən müasir alimlər bu şəxsiyyəti rədd edirlər. İbn Kathir kimi klassik şərhçilər, Şueybin İbrahimin böyük nəvəsi idi: Şuayb, İbrahimin oğlu Midyan oğlu İssakar oğlu Mikilin oğlu olacağına inanılır. [8] Bu, Musanın vaxtında yaşayan, İbrahimdən sonra yüz il sonra yaşayan Jethro ilə eyniləşdirilməsini mümkünsüz olardı. [9]\n\nQuran, Şuaib'in Allah tərəfindən Midyan xalqına bir peyğəmbər olması üçün təyin olundu. Bu diyarın xalqının başqalarını vicdansızlıq və bütpərəstlikdən aldatmaq üçün xüsusilə bədnam olduğu deyildi. Şueybin peyğəmbərliyi əsasən Midyanlıları Allahın düzgün yoluna çağıran, [10] və yalan tanrılara ibadət etməyə qadirdir.\n\nÖz xalqının gündəlik fəaliyyətində şərəfsiz olmağı dayandırdığını da söylədi. Davamlı bir müddət üçün təbliğ və peyğəmbərlik etsə də, insanların əksəriyyəti onu dinləməkdən imtina etdi. Şuayb, lakin səbirli qaldı. Ardıcıl olaraq pislərə qarşı güclü şəkildə təbliğ etdi, onlardan əvvəl günahkarların başına gələn cəzanı söyləyin. Shu'ayb xalqı bilmədikləri Midyanın məhvinə, əvvəllər peyğəmbərlərin, o cümlədən Nuh, Hud, Saleh və Lutun tarixi nümunələrini verən, \"11] Allah tərəfindən məhv edilmişdir.\n\nXalq Şuayb'i təhqir etdi və ona dedi ki, onun gəldiyi nüfuzlu ailə üçün deyildi, şübhəsiz ki, ölümünə daşqalaq olardı. Shuayb cavab verdi: \"Allahdan daha çox səndən daha çox baxışdır?\" Midyanitlər inanmaqdan imtina etdikdə, onlar qüdrətli bir zəlzələ ilə məhv edildi. [3] Bununla yanaşı, Quran Şuayb və mömin səhabələri, gurultulu əzabdan qurtarıldı. [11] [12]\n\nDigər peyğəmbərlərlə paralellər\nŞuayb missiyası tez-tez Quranda Nuh, Hud, Saleh və Lut missiyası ilə xatırlanır. Alimlər bu beş peyğəmbərin erkən peyğəmbərlik missiyalarını nümunə göstərdiklərini vurğuladılar: [13] Peyğəmbər cəmiyyətinə göndəriləcəkdi; Cəmiyyət onun xəbərdarlığına əhəmiyyət verməz və əvəzinə onu cəza ilə təhdid edərdi; İllərlə təbliğ etdikdən sonra Allah ondan cəmiyyətini tərk etməsini istəyərdi, xalqı sonradan cəza içində məhv edildi. [13] Alimlər xronoloji olaraq beş peyğəmbərin siyahısını şərh edir, buna görə Şuayb Nuhun nəsli (böyük sel haqqında) və Hz. İbrahim peyğəmbərin nəsli idi.",
"Musa": "İslamda, mūsā ibn'imrān (Ərəbcə: Ərəbcə: موسی ابن عمران, Lit. Onun adı 136 dəfə və onun həyatı rəvayət olunur və hər hansı digər peyğəmbərdən daha çox şeyləri izah edir. [2] [3] [3] [3]\n\nQuran sözlərinə görə, Musa israilli bir ailədə anadan olub. Uşaqlığında, o, Nile doğru axan bir səbətə qoyulur və nəticədə Musa, Musanın övladlığa götürdüyü kimi Musanın (Fir'An) həyat yoldaşı Asiya tərəfindən aşkar edilmişdir. Yetkinlik yaşına çatdıqdan sonra Musa daha sonra Misirdə, Misirdən getmədən əvvəl, fironu təhdid etmək üçün yenidən yaşayır. Peyğəməsindəki müddətdə Musaya çoxsaylı möcüzələr çıxış etdiyi və həmçinin Musa üzərində 'Allahın sədri' (Kalīm All Tanrı) başlığını bəxş edən Allahla birlikdə danışdığı bildirilir. Peyğəmbərin ən populyar möcüzəsi, Allahın təqdim etdiyi möcüzəvi bir çubuqla dənizi ayırır. Qurandan başqa, Musa da hədis ədəbiyyatında da təsvir edilmişdir və təriflənir.\n\nFironun ölümündən sonra Musa və onun izləyiciləri, Həzrətlər Nəhayət öldüyü Yerusəlimə doğru gedirlər. İslam ənənəsində, Nabi Musanın dəfn olunduğu güman edilir və nəticədə göylərə tərəf qaldırıldı. Bundan sonra, gecə səyahətində ('isrā' mi'rāj), Yerusəlimdən olan Göylərin ardınca 7 göydə Məhəmmədlə görüşdüyü bildirilir. ['4] Səyahət zamanı Musaya dəfələrlə Məhəmmədin Allahı ilə görüşmək və tələb olunan gündəlik duaların sayının azaldılmasını tələb etdiyini, əvvəlcə beş məcburi duanın qalmasına qədər əlli olduğuna inandığını və tələb olunan gündəlik namazların sayının azaldılmasını tələb etdiyini söylədi. [5] [6] [6] [6]\n\nMusaya İslamda çox vacib bir rəqəm kimi baxılır. İslam İlahiyyatının məlumatına görə, bütün müsəlmanların hər Peyğəmbərə və Musa və qardaşı Harun daxil olan Allah Rəsulu ilə iman olmalıdırlar. Musanın həyatı ümumiyyətlə Məhəmmədin həyatına mənəvi paralel olaraq görülür və müsəlmanlar iki şəxsin həyatının bir çox aspektini paylaşılacaqdır. [1] İslam ədəbiyyatı da öz xalqları ilə ömrü boyu baş verən hadisələr arasında paralel bir əlaqəni də təsvir edir; İsraillilərin qədim Misirdən gələn yamacı, hər iki hadisə israillilərin və erkən misirlilərin və erkən müsəlmanların təqibləri qarşısında Məkkəmdən Meğca'dan Mədinədən Miqara'ya üzv olduğu düşünülür Məkkə tərəfindən müvafiq olaraq. [7] Tövratın tərkibinin bir hissəsi olan və iyrəniliyin və xristianlığın İbrahimlərin İbrahimləri Dinləri üçün Mərkəzi olan ayələri kimi ayələri. [8] [9] [9] Nəticə etibarilə yəhudilər və xristianlar \"Kitab əhli\" kimi təyin olunur və İslam qanunları tətbiq edildiyi yerlərdə bu xüsusi statusla tanınmalıdırlar. Musa, Allahla birbaşa söhbətləri kimi Quran və Hədisdə ona məxsus, Quran və hədisdə ona aid olan möcüzələr üzərində olan İslam ədəbiyyatında daha da reverreddir.",
"Harun": "İslamda, Hare Ibn [2] (Ərəbcə: Ərəbcə: هارون ابن عمران, Lit, Lit, Amram oğlu Harun, Allahın (Allah) və Musanın (Musanın) Elçisi və Rəsulumuzdur. [3.\n\nQuran, həm ad, həm də adı ilə Haruna çoxsaylı istinadlar ehtiva edir. Onun deyilir ki, İbrahimin nəslindi [5] və hər iki, həm də Musanın Allahın cəzası barədə xəbərdarlıq etmək üçün göndərildiyini açıq şəkildə bildirir. [6] Daha sonra Musanın əvvəllər Harun [7] ilə öz xidmətini gücləndirmək üçün dua etdiyini və Harun da Head Musaya bir peyğəmbər olduğu üçün kömək etdi. Quran əlavə edir ki, həm Musa, həm də Harunun Misirdəki israillilər üçün yaşayış yerlərinin qurulmasına və bu evləri Allaha ibadət yerlərinə çevirməyə həvalə edilmişdir. [10]\n\nQızıl buzovun hadisəsi, Quran rəvayət edildiyi kimi, Harunu müsbət bir işıqda boyanır. Quran deyir ki, Harun İsrail rəhbərliyinə Musa ṭūr Sīnā '(Ərəbcə: طور سيناء, Sinay dağı) bir müddətə) hasil edib. [11] [12] [Uğursuz yoxlama] [aydınlaşdırma lazımdır] Əlavə edir ki, Harun, Harun tərəfindən deyil, pis bir adam tərəfindən 'as-samiri' adı ilə tikilmiş qızıl buzovun ibadətini dayandırmaq üçün əlindən gələni etməyə çalışır. [13] Musa Sinay dağından döndükdə, Haronun inşasında Harun'un onun inşasında heç bir rolu olmayan Musanın onu günahlandırmaması üçün Musanın ibadətinə icazə verdiyinə görə Aaronu məzəmmət etdi. [14] [12] [12] Quran daha sonra burada Musanın İsrail günahlarını ağladığını və yalnız özü və Haruna hakim olduğunu söylədi. [15]\n\nHarun, daha sonra Quranda \"aydın bir səlahiyyət\" olan, \"doğru yola doğru yola yönəlmiş\" kimi birisi kimi anıldı. [17] Daha sonra Aaronun xatirəsinə onun ardınca gələn insanlara qaldığını və qardaşı ilə birlikdə Allah tərəfindən xeyir-dua aldığını da bildirir. Harun'un bacısı \"[20] müsəlman alimləri, bu\" Harun \"ın tarixi personası baxımından kimin tarixi personası baxımından kimin olduğu və yalnız bir metaforik olaraq\" bacı \"termini olduğunu söylədikləri barədə müzakirə edildi və ya iki rəqəm arasındakı mənəvi əlaqə, Məryəmin Harunun kahinlərin nəslinin nəslindən olsa da, digərləri də \"Harun\" adı ilə Məsihin adından yaşayan başqa bir saleh adam olsalar da. Əksər alimlər keçmiş perspektivə razılaşdılar və Məryəmin ruhani cəhətdən Aaronun həqiqi bacısı, adını alan Miryam (Ərəbcə: مريم, İvrit: מִרְיָָ), [21] bir çox cəhətdən bənzəyir. Quran da rəvayət edir ki, əsrlər daha sonra, Tabut (ərəbcə: تابوت, əhd sanki) İsrailə qayıdanda \"Musanın ailəsindən və aaron ailəsindən olan neylə\" olanda \"[22]",
"Dhul-Kifl": "Dhul-Kifl (Ərəbcə: ذو ٱلكفل, ḏḏ'S-Kīfl, sözün həqiqi mənasında \"Kifl sahibi\"; həmçinin yazılmış Dhul-Kifl, Zu əl-Kifl və ya Zu L-Kifl) bir İslam Peyğəmbərdir. Şəxsiyyəti bilinməz olsa da, şəxsiyyəti buyurdu və müxtəlif İbrani Müqəddəs Kitab peyğəmbərləri və digər rəqəmlər, əksəriyyəti isə Yezekiel və Gautama Budda kimi təyin olundu. [1] [3] [4] [4] [4] [4] Dhul-Kifl, Allah tərəfindən həyatda yüksək stansiyaya ucaldılacağına və Quranda \"Yaxşılıq şirkəti\" adı kimi salnamə olduğuna inanılır. [5] Dhul-Kifl digər tarixi mənbələrdən olan Dhul-Kifl, İbn Ishaq və İbn Kathir kimi klassik şərhçilərin bütün yazıları, Dhul-Kifldən gündəlik namaz və ibadətdə sadiq qalan bir adam kimi Dhul-Kifldən danışır. [ 6]\n\nDiyarbakırın Ergani əyalətində bir məzar, Türkiyənin bəzilərinin Dhul-Kiflin peyğəmbərin istirahət yeri olduğu güman edilir. Şəhər mərkəzindən 5 km məsafədə Makam Dağı adlı bir təpədə yerləşir. [7] [8] [8]\n\nEtimologiya\nDhul-Kifl adının adı sanki, ذو Dhū (\"sahibi\") adının bir növündən istifadə edərək \"Kifl sahibi\" deməkdir. [9] Bu cür adlar Qurandakı digər görkəmli rəqəmlərdən, məsələn DHU əl-Qarnayn (Ərəbcə: ذلقرنين a, Lit, iki buynuzdan ') və Dhu əl-Nūn (Ərəb: ذو) istifadə edildi ٱلنون, Lit. 'Balıqla biri'), Yunusa istinad edir. KIFL, \"ikiqat\" və ya \"ikiqat\" və ya \"ikiqat\" və ya \"qatlamaq\" mənasını verən bir arxeic ərəb sözüdür; Bir qat parça üçün də istifadə edilmişdir. Adı ümumiyyətlə \"ikiqat hissədən biri\" deməkdir. Bəzi alimlər adının \"ikiqat cəzası olan adam\" və ya daha doğrusu \"iki dəfə cəzalandıran adam\", bu, ailəsinin ona qaytarıldığı kimi, bu, iş üçün başlıq olduğunu söyləmək olduğunu söylədi Quran və iş kitabına görə. [11]\n\nBir baxışa görə, \"Kiflin adamı\", \"Kiflin\" kimi \",\" ... \"olduğu kimi,\" Kifl \"də\" Kifl \"də\" Kəpilavastu \"ın ərəbinin verdiyi iddia edilir. [12]\n\nEzekiel\nBəziləri Dhul-Kiflin Ezekiel ola biləcəyi fikirlərdir. Sürgün, monarxiya və dövlət məhv edildikdə, siyasi və milli bir həyat artıq mümkün deyildi. Kitabının iki hissəsinə uyğun olaraq, onun şəxsiyyəti və təbliği ilə ikiqat həm də Dhul-Kifl adı \"ikiqat\" və ya \"qatlamaq\" deməkdir.\n\nAbdullah Yusuf Əli, onun Quran-ı şərhində deyir:\n\nDhul-Kifl, sözün həqiqi mənasında \"sahibi və ya vermək, ikiqat cəza və ya hissə\" deməkdir; Yoxsa \"Kiflin mənalarından biri olan\" ikiqat qalınlığında bir paltardan istifadə edən biri \". Şərhçilər kimin nəzərdə tutulduğu kimi fikirdə fərqlidir, niyə başlığı ona tətbiq olunur. Düşünürəm ki, ən yaxşı təklif, Karsten Niebuhr tərəfindən Reisebeschreibung Nach Arabenien, Kopenhagen, 1778, II-də verilmişdir. 264-266, Dhul-Kifl altında İslamın ensiklopediyasında sitat gətirildiyi kimi. O, Məşişə 'Hamısında' İraq, həmçinin Kifl adlı kiçik şəhəri Nəcəf və Hilla (Babil) arasında adlandırdı. Kefil, deyir ki, Ezekielin ərəb formasıdır. Ezekielin türbəsi orada idi və yəhudilər həcc ziyarətinə gəldilər. \"Dhul-Kifl\" də bir epitet deyil, \"Ezekiel\" in dilində bir ərəb şəklində olduğu kimi, Qüdsdə ikinci hücumundan sonra Navuxodonosor tərəfindən Babildə aparan İsraildə bir peyğəmbər idi (Haqqında) B.C. 599). Onun kitabı İngilis Müqəddəs Kitabına (Əhdi-Ətiq) daxil edilmişdir. [15] Zəncir və bağladı və həbsxanaya qoyuldu və bir müddət lal idi. Hamısını səbr və sabitliklə doğurdu və İsraildəki pislikləri cəsarətlə məzəmmət etməyə davam etdi. Yanan bir keçiddə saxta liderləri əbədi həqiqət olan sözlərdə rədd edir: «Vay bəsləyən İsrailin çobanlarına olsun! Çobanlar sürüləri bəsləməsin? Yağ yeyib yunla geyinsəniz Bəslənənləri öldürün.\n\n- Abdullah Yusuf Ali, Müqəddəs Quran: Mətn, tərcümə və şərh [17]\n\nQuranda qeyd edildi\nQuranda\nDhul-Kifl, Quranda iki dəfə, aşağıdakı ayələrdə xatırlandı:\n\nVə (yadda saxla) İsmayıl, İdris və Dhul-Kifl, bütün (kişilər) davamlı və səbr.\nOnları mərhəmətimizə etiraf etdik, çünki onlar salehlərdən idi.\n\n- Quran, Anbiya surəsi (21), Ayahs 85-86 [13]\nVə xatirəsi İsmayıl, Elişa və Dhul-Kifl: Onların hər biri yaxşı bir şirkət idi.\n\n- Quran, Surah surəsi (38), Ayah 48 [14]\nHər iki halda, Dhul-Kifl, Quran peyğəmbərlərin siyahısı, o cümlədən yuxarıda göstərilən Ayatda qeyd edilməyən bir çox başqaları da daxil olmaqla qeyd olunur.\nAl Kifl (Ərəbcə: الكفل; ul-kifl), İraqın cənub-şərqindəki İraqdakı bir şəhər, Nəcəf və Al Hillah arasında. Əl Kifl daxilində türbənin variant adları: Dhu'l Kifl Türbəsi, Markad Dhu'l Kifl, Qəbət Dhu'l Kifl, Qəbr əl-Nəbi Dhul-Kifl, Zul Kifl türbəsi, Qabr Hazqiyal, Hazqiyal Shrine . Hazqiyal, əsasən Sefardi yəhudiləri tərəfindən ərəb qəbul etdikdən sonra istifadə edilən İbrani Y'Hezqelin ərəb transliterasiyasıdır. Bu, yəhudilərin Ezekiel və Dhul-Kifl-in və Müsəlman Exegetlərin uyğunlaşdırıldığını göstərir. İraq hakimiyyəti, 1316-cı ildə (715-16 AH) İLxand Sultan Ulışaitu, Yəhudi icmasının məzarı üzərində qəyyumluq hüquqlarını aldığını iddia edir. Nəticə etibarilə, ziyarətgah eyni peyğəmbər üçün İslam nomenklaturasına görə dəyişdirildi. Sultan Uljaitu, bir məscid və minarə quraraq quruluşa əlavə etdi. O, həmin vəziyyətini İlkhanid səyahətçilərinin açıqlamaları ilə müqayisə etməklə bəzi dəyişiklikləri həyata keçirən türbəni bərpa etdi. Sayt XIX əsrin əvvəllərinə qədər olan Menahim İbn Danyal, varlı bir yəhudi, onu bir yəhudi saytına uğurla geri çevirdi və bərpa etdikdə bir müsəlman həcc yeri olaraq qaldı. Minarə, bir İslam yeri olaraq vəzifəsinə yeganə şahid olaraq qaldı. Məscid və minarə, 14-cü əsrdə inşa edilsə də, türbənin antik dövrü və məzarı müəyyən edilə bilməz. [18]\n\nGautama Budda\nDhul-Kifl də Gautama Budda ilə müəyyən edilmişdir. [19] [20] [21] [22] [22] Dhul-Kiflin mənası hələ də müzakirə olunur, ancaq bir mənzərəyə görə \"Kapildən olan adam (Kapilavastu, Buddanın otuz illik həyatının otuz ili keçirdiyi şəhər)\" [12] [20]\n\nBu mənzərənin tərəfdarları Quran, Tin surəsinin 95-ci fəslin ilk ayələrini istinad edir:\n\nƏncir və zeytun və Sinay dağı və bu təhlükəsiz şəhəri Məkkə!\n\n- Quran, 95: 1-3\nBu mənzərəyə görə, bu ayələrdə göstərilən yerlərdən: Sinay, Musanın vəhy aldığı yerdir; Məkkə Məhəmmədin vəhy aldığı yerdir; Zeytun ağacı İsanın vəhy aldığı yerdir. Bu vəziyyətdə qalan əncir ağacı Gautama Buddanın vəhy aldığı yerdir. [21]\n\nBəziləri də bunu bir az daha da götürür və Məhəmmədin özünün Budda olduğu kimi, budda \"maariflənmiş bir\" mənasını verdikləri üçün budda idi. [23]\n\nDigərləri\nDhul-Kifl də Joshua, Obadiah [24] və Yeşaya ilə də müxtəlif müəyyən edilmişdir. [25] [24] [24]",
"Dawud": "Dawud (Ərəbcə: داوود, Romanized: Dāwūd [Daːwuːd]), bir peyğəmbər və Allahın Elçisidir və İsrail Birləşmiş Krallığının saleh, şiddətli məsh olunmuş monarxdır. [1] Bundan əlavə, müsəlmanlar Zaburun (Zəburun) ilahi vəhyini aldıqdan sonra Davuda da hörmət edirlər. [2] [3] [3] Davud İslamda ən vacib insanlardan biri hesab olunur. Quranda on altı dəfə qeyd olunan David, İslam Yazılarında Məhəmməddən əvvəlki peyğəmbərlərin zəncirindəki bir link kimi görünür. [4] Ümumiyyətlə \"qanun vermə\" peyğəmbərlərdən (ulū əl-'Azm), İslam düşüncəsində \"o, marjinal rəqəmdən uzaqdır\" deyilə baxmayaraq. [2] Sonrakı İslam ənənələrində, dua və oruc tutaraq sərtliyinə görə təriflənir. O, həmçinin prototipik olaraq hökmdar kimi və bir anda bir padşah və peyğəmbər olan Allahın yer üzündə Allahın hakimiyyətinin simvolu kimi təqdim olunur.\n\nDavud İslam Qüdsünün dini memarlığı üçün xüsusilə vacibdir. [1] Dawud, İbrani Müqəddəs Kitabdan verilən məlumata görə, Davud, İbranis Müqəddəs Kitabının ikinci padşahı və Yəhudanın ikinci padşahı, hökmranlıq edir. 1010-970 BCE. [Sitat tələb olunur]\n\nQurandan bəhs edir\nQuranda Davudun povesti, bir çox cəhətdən Müqəddəs Kitabda verilən paralellər. O, peyğəmbər (NABI) və həmçinin bir elçi adlandırır (Rasūl), David, Allahdan (Woḥy; Q4: 163: 163) və ya rəhbərliyi (Hudā; 6:84) və ya rəhbərlik edənlərin siyahılarına daxil edilmişdir. Hər iki siyahıda onun adını oğlu Süleymanın yanında görünür. Başqa bir yerdə Quran, Allahın hər ikisinə \"Səs qərarı\" (ḥukm; 21:79) hədiyyələri və \"Bilik\" hədiyyələri verdi ('dəli; 27:15). Yenə də Quran da Davuid üçün kimsəsə hörmət edir ki, onu Süleymandan fərqləndirir: Davud Goliath (2: 251) öldürdü və \"Zəburlar\" adlı ilahi vəhy aldı [5] (Quran 17:55, 21: 105 istifadə edir müəyyən bir forma al-zabūr), [5] ehtimal ki, Zəburlara və ya Psalterə bir istinad (Zabūr termini bəlkə də ibrani termini mizmōr və ya siryak mazmūrā, \"Zəbur\"). Dağlar və quşlar David ilə birlikdə Allahı təriflədi (21:79; 34:10-da Allah onları bunu əmr edir; CFR. Məzmur 148: 7-10). Allah Davudun \"zabiti\" (Xalīfa; 38:26), Quranın başqa cür yalnız Adəmə (2:30) verdiyi bir başlıq yaratdı. Bu başlıq bunu göstərir ki, Quran-a görə, Davud bir elçidən daha çox bir şey idi: o, Allahın hakimiyyəti Allahın hakimiyyəti quran ilahi rəhbər lider idi. [1] Bu rol 2: 251-də də təklif olunur: \"Allah ona ona səlahiyyət verdi (MULK) və hikmət verdi (ḥikmah) və istədiklərini söyləsəydi, yer özləri tərəfindən geri çəkildi.\" [2 ]\n\nDavuda öyrədilən şeylər arasında zireh hazırlamaq qabiliyyəti idi (21:80, 34: 10-11), Davudun hərbi istismar etdiyi bir təklif Allahın aktı idi. Davudun \"Hikməti\" nın Quran dilinin \"Hikməti\" ni, bəzən klassik exegetlər tərəfindən peyğəmbərlik hədiyyəsi kimi izah edildi. [6] Quran, həmçinin Davudu və İsanı birləşdirir ki, hər ikisi də inandıqları israilliləri lənət etdilər (5:78). Üstəlik, Quran-a görə, Davuda ədaləti paylaşarkən həqiqəti və yalanı ayırd etmək bacarığı verildi (Faṣl əl-Xiṭāb, 38:20). Bundan əlavə, Davudun duası və tövbə edib tövbə etdi və Allah onu bağışladığı və tövbə etdi və Allah onu bağışladı (38: 24-5). Kədərli surət (Quranın 38-ci fəsli) də \"Davudun Sığı\" adlanır. . [8]\n\nDini əhəmiyyət\nDavid, padşahlığı da alan bir neçə İslam peyğəmbərlərindən biridir. Digər peyğəmbərlər padşahların padşahlığı zamanı təbliğ etsə də, Davud, onun dövründə padşah oldu. Beləliklə, İsrail xalqının təkcə ruhi olaraq yoxlanılmadığından, ancaq ölkənin özü də güclü olduğu üçün son dərəcə böyük bir vəzifə aldı. Həm lider, həm də peyğəmbər kimi onun yeri son dərəcə yüksək rütbədən biri kimi bütün müsəlmanlar tərəfindən hörmət edilir. Davudun fiquru, Süleyman peyğəmbərliyi oğlu ilə birlikdə, sadəcə öz torpaqlarına hökm sürən insanların nişanlıdır. Allah tez-tez Davudun yüksək rütbəsini bir peyğəmbər və Quranda Elçi kimi xatırlayır. O, tez-tez onun nə qədər böyük olduğunu vurğulamaq üçün digər peyğəmbərlərlə yanaşı qeyd olunur. Məsələn, Allah deyir:\n\nOna isAac və Yaqubu verdik və yola yönəltdik, çünki Nuhun qarşısında Nuhu, David və Süleyman və Yusuf və Harunun da rəhbərliyinə rəhbərlik etdik. Beləliklə, dik olanları və yaxşı işlər görənləri mükafatlandırırıq.\n\n- Quran 6:84 [9]\nKalifh 'Ömər Yerusəlimi ziyarət etdikdə, Patriarx Sophronius, Mihrab Davud (Davudun namaz-niche (Davudun namaz-nişini) namaz qılmaq üçün Mehrab Davudunu (Davudun Namazını) axtararkən onu müşayiət etdi. Daha sonra şərhçilər bu saytı Davud qülləsi ilə təyin etdilər. Bir hədisdə Davudun duası və oruc tutması Allah üçün əziz olmaqdan bəhs olunur.\n\nRəvayət olunan Abdullah Bin 'Amr' Amr 'Amr Al-'A-nı mənə dedi: \"Allaha ən sevilən dua, Davudun ən sevilən duası və Allahın ən sevimli oruclarıdır. Gecənin yarısını yatırdı. Sonra gecənin üçdə biri üçün dua edin və altıncı hissəsi üçün yenidən yatın və alternativ günlərdə sürətli bir şəkildə yatdı. \"\n\n- Məhəmməd əl-Buxari, Sahih əl-Buxari [10]\nDavidin kitabı\nƏsas məqalə: Zabur\nZəbur, Allah tərəfindən Davudun yanına aid olan Müqəddəs Kitabdır, Musa (Tövrat), İsa (İsa) aldığı kimi, İncil (İncil) və Məhəmmədin Quranı qəbul etdi. Mövcud İvrit Müqəddəs Kitabında Zəbur Zəbur kimi tanınır. Ancaq keçmişin digər ayələri kimi, Zəburun zamanla pozulduğu güman edilir, bəziləri isə indi getdi. Buna baxmayaraq, müsəlmanlara bu məzmurları böyük hörmətlə yanaşması ilə müalicə etmələri, çünki orijinal formada, onlar da Allahın ilhamlanmış bir kitabı idi. Quran Dövlətləri:\n\nRəbbin göylərdə və yerdə olanları bilir. Bəzi peyğəmbərləri digərləri üzərində ucaltdıq; Davuda Zəbur kitabını verdik.\n\n- Quran 17:55 [11]\n\n Quran 4: 163; 17:55.\n Quran 4: 163; 6:84.\n E.G. Ṭabarī, ta'rīkh, i, 559\n Hibat Allāh b. Salāma, əl-Nāsikh wa-l-Mansūkh (Wāḥidī, Asbāb marjasında), Qahirə 1316 / 1898-9, 262\n Buxārī, ṣaḥīḥ, vi, 155\n Quran 6:84\n Sahih əl-Buxari, 2: 21: 231\n Quran 17:55",
"Suleyman": "Sulaimān ibn Dāwūd (Ərəbcə: سليمان سليمان سليمان بن دليمان بن د دا بن بن داوود, Lit. israillilər. Ümumiyyətlə, İslami ənənəsi onun yəhudi xalqının üçüncü padşahı və İsrailin müdrik bir hökmdarı olduğunu söylədi. [1]\n\nİslamda Süleyman bir çox ilahi hədiyyələr, o cümlədən həm heyvanlarla, həm də cinlə danışmaq bacarığı olan Allahın peyğəmbərlərindən biri kimi qəbul edilir; Ayrıca Şeyāṭīn (شياطين a, Lit. 'şeytanlar') və Dobls's'ın (دیو, Lit, Lit. 'Demons' 'da Allaha verdiyi bir üzüyə verdiyi bir üzüyün dəstəyi ilə quldur. [2]\n\nMüsəlmanlar, həyatının boyunca sadiq bir monoteist olaraq qaldığını daha da qoruyur; haqlı olaraq israilli millətinin hamısına hökm sürdü; Ondan və ondan əvvəl heç kimə verilən padşahlıq səviyyəsi ilə mübarək idi; Həyatının sonunda Cənnətdəki Allaha yaxın (جنة, Lit 'Cənnət') vəd olunduğu əmrlərini yerinə yetirdi. [3] İslamın artmasından bəri, müxtəlif ərəb tarixçiləri Süleymanı tarixin ən böyük hökmdarlarından biri kimi qəbul etdilər. [4]\n\nQurandan bəhs edir\nQuran və şərh\nSahədə hökm\nSüleymanın yanında olan ən erkən povestdə, Quran (21:78), Süleymanın atasının şirkətində olduğu bir hekayəni, iki adam Davuddan (حرث, sahə) ilə əlaqədar aralarında hökm verməsini istədikləri bir hekayəni qısaca adlandırdı. [ 5] Daha sonra müsəlman şərhçiləri Al-Tabari, Baidawi və İbn Kathir də daxil olmaqla, həm də İbn Kathir də genişləndi. [6] [7] [8] [8] Dedilər ki, iki nəfərin birincisi, bütün il boyu böyük qayğı göstərdiyi bir üzüm bağına sahib olduğunu söylədi. Ancaq bir gün, olmadıqda, digər insanın qoyunları üzüm bağına girdilər və üzümləri yeyiblər. Bu ziyan üçün kompensasiya edilməsini istədi. [9] Sahibinə. Eyni zamanda, üzüm sahibi qoyunlara qayğı göstərəcək və yunlarının və südündən yamandan və südündən ona qayıdana qədər, qoyunları öz sahibinə qaytardı. Bu cavab Süleymanın Qiyamət səviyyəsini göstərir ki, bu da Quran deyir ki, [10] Süleymanı ömrü boyu səciyyələndirəcək. Müsəlman ənənəsinə görə, daha sonra Sulaimān əl-ḥakīm (سليمان ٱلحكيم, \"müdriklər\" adlı Süleyman kimi deyilən Süleymanla əlaqəli olardı). Bu hekayə Kebra Nagast-da uyğunlaşdırılmışdır, ancaq Süleyman oğlu tərəfindən qərara alınan mübahisə kimi. [7]\n\nSüleyman və cinlər\n\nŞevanın kraliçası\nQuran, küləyin Süleymana tabe olmasına baxmayaraq, [11] və onun iradəsinə nəzarət edə bildi və Cinlər də Süleymanın nəzarəti altındadır. Jinn Süleymanın hakimiyyətini gücləndirməyə kömək etdi. Şeytanlar (Şayatin), [12] və cinlər onun üçün abidələri məcbur etdi. [13] Tanrı, həmçinin Molten Qiṭr (قطر, 'pirinç' və ya 'mis' və ya 'mis'), Süleyman üçün (mis 'mopper'), inşaatında cinlər tərəfindən istifadə edilməsi üçün möcüzəvi bir 'və ya' bahar ') səbəb oldu. [11]\n\nDavud öldükdə, Süleyman israillilərin peyğəmbərlik padşahı kimi mövqeyini miras qoydu. Süleyman bir dəfə qadının atasının heykəli qurmasına icazə verdi. Daha sonra, heykələ ibadət etməyə başladı və Süleyman Krallığında bütpərəstliyə dözmək üçün məzəmmət etdi. Cəza olaraq, Allah quldurulmuş cinlərdən birini Süleymanın üzüyünü oğurlamağa və Padşahlığını ələ keçirməyə imkan verdi (surəsi 38:34). Daha sonra günahını tövbə edir və yenidən məbədin qurulmasına diqqət yetirərək cinlərin üstünə nəzarət edir. [14] Ondan sonra onun ardınca ondan fərqli olacaq bir səltənət bəxş etmək üçün Allaha dua etdi. [15] Allah Süleymanın duasını qəbul etdi və ona nə istədiyini verdi.\n\nTəqdim olunan alleqorally, Süleymanın üzüklərini cinlərə itkisi, bir insanın ruhunu ohemik ehtirasınızı ifadə etmək üçün başa düşülə bilər. [16] Nişapurun Attarı yazır: \"Əgər div (cin) bağlasanız, Süleyman ilə Royal Pavilion üçün yola salacaqsınız\" və \"Öz Krallığınızdakı əmriniz yoxdur, çünki DIV SOLOMON yerindədir\" . [17]\n\nTalmudic ənənədən fərqli olaraq Süleyman bilmirdi və bütpərəstlikdə heç vaxt iştirak etməmişdir. [18] Bundan əlavə, Quran Süleymanın sehrbaz olduğunu rədd edir: \"(...) Süleyman kafir olmadı, ancaq şeytanlar kafirləri, kişilərə sehr və (...)\" inkar etdilər \". (2: 102)\n\nSüleyman və qarışqa\nSüleyman hətta qarışqalar kimi müxtəlif heyvanların dillərini öyrətdi. Quran, bir gün, Süleyman və ordusu bir Wādin-Naml (واد ٱلنمل, Qarışqanın Vadisi) daxil oldu. Süleyman və onun ordusunu görmək üçün bir namlah (نملة, qadın qarışqa) başqalarını \"... Yaşayış yerinizə girin, Süleyman və onun ev sahibləri) bunu bilmədən əzirsiniz.\" [19] Dərhal başa düşdünüz. Qarışqa, Süleyman daima, həmişə olduğu kimi, Allaha dua etdi, ona bu qədər hədiyyələrə görə ona təşəkkür edərək, ona bu qədər hədiyyələrə görə təşəkkür etdi. [9]: 63 [21] Süleymanın hikməti, lakin başqa idi Allahdan aldığı hədiyyələrin və müsəlmanlar Süleymanın hər hansı bir hədiyyəsindən daha vacib olan gündəlik namazını heç unutmadığını bilmirlər.\n\nExegetical Ədəbiyyat qarışqanın hikmətini vurğulayır və küləyi idarə etmək üçün Süleymanın hədiyyəsinin arxasındakı mənanı izah edir. Siracü'l-Kulubun sözlərinə görə, qarışqa Süleymandan soruşur ki, \"Süleyman\" (Süleyman) niyə deyilirsə. Süleymanın olmadığını söyləyir, qarışqa izah etməyə davam edir: \"Ürəyiniz səs (Səlim) və növbəti dünyanın vəziyyətini bilsə də, bu dünyanın bir neçə ləzzətini qəbul etdiniz və əlindən alıb padşahlıq; Buna görə də Süleyman adlanır. \" Bundan sonra qarışqa Süleymandan soruşur, əgər Allahın ona küləyi niyə tabe etdiyini bilirsə. Süleyman heç bir şey deyir və qarışqa cavabları: \"O, bir səbəbə görə küləyi tabe etdi: bu heç bir şey deyil. Fəxr əl-Din Razi və Əl-Qurtubi kimi alimlər qarışqanı insanların izləməsi üçün imtahan rütbəsinə qaldırdılar. [22] (P198)\n\nSəba fəthi '\n\nMa'ribdəki Barran məbədinin xarabalıqları, sabahın keçmiş paytaxtı 'İndi Yəmən nədir\nSüleymanın padşahlığının başqa bir vacib tərəfi həm kişilərdən, həm də cinlərdən ibarət ordusunun ölçüsü idi. Süleyman öz qoşunlarını və döyüşçülərini, həmçinin cin və onun altında işləyən bütün heyvanları tez-tez qiymətləndirərdi. Bir gün, qoşunlarını yoxlayarkən Süleyman Hud-Hud (هدهد, hoopoe) itkin düşdü. [23] Tezliklə, Hud-Hud Süleyman məhkəməsinə dedi: \"Səman etmədiyim (ərazi)\" dedi. Süleymana dedi ki, Şəba xalqı günəşə ibadət edib və səltənət hökmranlığı olan qadının yüksək ağıllı və güclü olduğunu söylədi. Dinlədikcə Süleyman Süleyman Şevanın diyarına bir məktub yazmağı seçdi ki, o, Şeva xalqını günəşə bütpərəst ibadətlərini dayandırmağa və Allaha ibadət etməyə çalışırdı. Süleyman Hud-Hud'u Şeva (Bilqis) kraliçasına vermək və onun reaksiyasını gizlətmək və müşahidə etmək üçün sifariş verdi. [9] Kraliçaya məktub. Kraliça nazirlərini məhkəməyə çağırdı və Süleymanın Şeva xalqına bildirərək Süleymanın məktubunu ucadan oxudu. ). \". Nazirlər və digər məhkəmələrin vəzifəli şəxsləri ilə məsləhət alaraq, \"Ey xalqım, cəsarətli və qüdrətli döyüşçülərin olduğunu yaxşı bilirəm və yer üzündə heç kim sənə qarşı deyiləm, bu barədə fikirlərinizi bilirəm məsələ. \" Məhkəmə xalqı cavab verdi: «Sənin güc, ey kraliça, əmrin nə olduğunu, buna tabe olacağıq.\" Lakin uzunluğu, Kraliça Süleymana gəldi, Allaha təslim olmasını elan etdi. [25]\n\nSüleyman və IFRIT\nBilqisin Süleyman məhkəməsinə səyahət edərkən, padşah bəndələrini tüfəngini tüfəngini gəlişinin qarşısında təslim etdi. Bir IFRIT xidmətlərini təklif etdi (Q27: 38-40), lakin Süleyman bu vəzifəni təqvalı bir insan olmaqla, bu taxtı onun üçün hərəkət etdirmək üçün dua etdi. Narahat olacağını ecazkar, duası cavab verdi, Süleyman Sarayında Allahın gücü ilə göründü. Bilqisin gəldiyi zaman, Süleyman taxtını tanısınsa, Allahın işlədiyi möcüzəni tanıyır, padşahın yayındırıcı cavabı, nəhayət, möcüzənin olmadığına dair dəlilləri qəbul etməzdən əvvəl bu sadəcə bir iFrit, ancaq Allahın özü. Süleyman, IFRIT-in cazibədar təklifini rədd etdi, çünki o, Allaha və ya bir cin və ya başqa bir şeyə güvənmək istədi və Bilqisin həqiqi imana çevrilməsində müvəffəqiyyətə görə mükafatlandırıldı. [26]\n\nÖlüm\n\nƏl-Əqsa Məscidinin, Qüdsün Köhnə şəhərinin birləşməsində Süleymanın məqbərəsi\nQuran, Süleymanın işçilərinə söykənərkən və onun yanında dayandığını, bir az məxluqa və ya qurd qədər olana qədər, nəhayət, nəhayət, yalnız bundan sonra da onu söylədi bədən çökməsi.\n\nSonra (Süleymanın) ölümünü (Süleymanın) ölümünü göstərəndə ölümünü heç bir şey onun işçilərinə girən (yavaş-yavaş) bir az qurd başqa bir qurd istisna olmaqla, cinsini görmüşdülər qeyb, alçaldıcı cərimə (öz vəzifələrini) qətlə yetirməzdilər.\n\n- Quran, Surə 34 (Saba'), Ayah 14 [27]\nDik olaraq qaldıqda, işçilərinə yıxıldı, cinləri hələ də sağ və nəzarət etdiyini düşünürdü.\n\nYalnız Allah yerdən sürünmək və Süleymanın işçilərində sürünmək üçün bir məxluq göndərəndə həqiqəti başa düşdülər. Bu ayə, cinlərin qeybi (Əl-Qaylı) bilmədiyi və bilmədiklərini bilmədiklərini, ölü bir adamın xidmətində axmaq kimi qalmazdı. [28]\n\nMəhəmməddim Süleyman mahnısında\nƏlavə məlumat: Məhəmməd və Müqəddəs Kitab və semit kökü\nQuran ayələrini ilhamlandıran kimi, bəzi müsəlmanlar [hansı?] Məhəmmədin (ərəbcə: محمد, samitli məktublar: m-ħ-m-d) mahnılarında (Mahəmməddim '(İbrani) mahnılarında xatırlanır מֲַַמַַים, samitli məktublar: m-ħ-m-d-y-m), son sözü \"arzuolunan\" və ya yəhudilərin \"sevimli\" kimi tərcümə olunsa da. [29]\n\nSüleyman və Cəmşid\n\nPersepolis, İran (2) ümumi mənzərəsi (2) (əkin)\nCəmşid şair Firdausinin Şahnāma görə dünyanın dördüncü kralı idi. Süleyman kimi, dünyanın bütün mələkləri və cinləri üzərində əmr etdiyinə və həm padşah, həm də Hörmətli Kahin (Ahura Mazda üçün Orta Persian) olduğu güman edildi. Həyatını öz qövmü üçün daha etibarlı olan bir çox böyük ixtira üçün məsuliyyət daşıyırdı: zireh və silah istehsalı, kətan, ipək və yun paltarlarının toxuculuq və boyama, kərpic evlərinin binası, zərgərlik və qiymətli metalların mədəni , ətir və şərab, tibb sənəti, yelkən gəmilərində dünyanın sularının naviqasiyası. Cəmşid indi dünyanın ən böyük monarxına çevrildi. Royal Farr (Avestan: Khvadena), ilahi lehinə yandıran parlaq bir əzəmət ilə bəxş etdi.\n\nİki müdrik monarx arasındakı oxşarlıqlar səbəbiylə bəzi ənənələr ikisini gizlədir. Məsələn, Süleyman İranın cənub-qərbindəki İranın əl-Balkhi əsərlərində hökmranlıqla əlaqələndirildi. Persepolisin Süleymanın oturacağı olduğuna və Mas'udi, Muqaddasi və İstaxri kimi alimlər tərəfindən \"Süleymanın oyun meydançası\" kimi təsvir olundu. Digər müsəlman müəllifləri Süleymanın İranda bir dəfə İranda idarə etdiyinə inandığını, Süleyman və Cəmşidin həyatları və əməlləri arasındakı hər hansı bir oxşarlıqların sırf təsadüf olduğunu, iki fərqli və ayrı şəxs olduqlarını iddia edərək. [30] [31] Son baxımdan Xarakterinin erkən Zərdüşəşünas Yima'nın erkən Zoroastrian tanrınından qaynaqlandığı təqdirdə, Kərim və Bibliya Təqaüdü, Müdrik Peyğəmbər King üçün tarixi bir tədbirin müəyyən etdiyi kobud nümayiş etdirən Hind-Avropa mifologiyasının sahəsindəki təqaüd yolu ilə təsdiqlənmişdir. [34]",
"Ilyas": "İlyās (ərəbcə: إلياس) İsrail övladlarını rəhbər tutan Allahın (Allah) bir peyğəmbər və Rəsululuşu idi. İnsanların bütlərə ibadət etməsinin qarşısını almaq üçün peyğəmbərlik missiyası verildi. [1] İlyas, Alyasa peyğəmbərlik sələfidir. [2] Bəzi İslam alimləri, Harunun (Harun) nəslindən olan bir İLAYA-ların olduğunu inanır. [3]\n\nBəzi müsəlmanlar, İlyasların hələ də sağ olduğunu və hər il Həccin Xidr ilə birlikdə olduğunu düşünürlər. [4] Bəzi müsəlmanlar daimlərin son dövrlərdə qayıdacağına inanırlar. [5]\n\nErkən həyat\nİslam mənbələrində, İlyasın tam adı İlyas ibn Yasin, [6] AS-Saffat 37: 130, ilyas adlanır, çünki Yasin adlanır. [7] İlyasın bəzi hekayələri də İslam hədislərində də qeyd olunur; İlyasın quraqlığında olan israillilərin lənəti kimi, [8] Şəfa Alyasa, [9] və Axabla mübarizə. [10]\n\nBir çox İslam mənbələrinə və Müqəddəs Kitaba görə, Elias (a) canlıdır və göylərə qalxdı. [11] Ancaq İbn Kathir bu hədisləri qəbul etmədi və onları İsrail arasında hesab etmədilər. [12] Mujam əl-Buldanda Yaqut əl-Həmavi, Baalbekdə Elias (a) üçün qəbirdən bəhs etdi. [13] Daha sonra bu qəbir üzərində türbə tikildi, yerli sakinlər buna inanırdı Elias məzarı (a) [14]\n\nPeyğəmbərlik\nİlyas ilk dəfə 6:85-də bir peyğəmbər olaraq xatırlanır. [15] Baalbekdə təkallahlığa, Allaha itaət edən və günahlardan imtina edən insanları dəvət etdi. [16] Onun əsas vəzifəsi bütpərəstlərin qarşısını almaq idi. [17] Uzun illərdir xalqının əzmləri ilə üzləşdikdən sonra onları quraqlıq və insanlar aclıqla lənət etdilər. [18] İlyas'ın bu povesti və daha sonra müsəlman ənənəsi, İbrani Müqəddəs Kitabda və Müsəlman ədəbiyyatında Ahab, eləcə də Əhəzya'nin Elijanın baş verdiyi birincil peyğəmbərlik qeyd etdi. [A] ilyas 'adı ilə bir Bəzi alimlər tərəfindən inanılmış İDRİ-nin, o cümlədən bəzi alimlərin, [21] və XIDR üçün başqa bir ad olduğu güman ki, İDRİ-lərin sayı. [22] Daha sonra İslam əfsanəsi, atributlarına böyük bir şəkildə bəzəmək üçün ilyasların rəqəmini inkişaf etdirdi və bəzi apokrizə ədəbiyyatı ililas, yarım adamın, yarım mələkin vəziyyəti olan İlyas'a verdi. [23] Həmzanamanın da daxil olmaqla ədəbiyyatın sonrakı əsərlərində İlyas da görünür. [24]\n\nQuran\nİlyas, təbliğinin qısa bir şəkildə izah edildiyi Quranda xatırlanır. Quran, İlyasların xalqına Allaha ibadətinə gəlməsini və Baal'ın ibadətini, bölgənin ibadətini tərk etmələrini söylədi. Quran Dövlətləri: [1]\n\n\"Həqiqətən, İlyas həvarilərdən biri idi. Öz qövmünə dedikdə:\" Allahdan qorxmursunuz? \"Ba'al-a zəng edib ən yaxşı yaradıcıları, Allahın, Rəbbin və Rəbbin və Rəbbin və Yaşlı Atalarının Rəbbini və Rəbbini və Rəbbini tərk edəcəkmi?\n\n- As-saaffat 123-126\nQuran bunu aydın edir ki, İlyasların əksəriyyətinin peyğəmbərdən rədd etdilər və bütpərəstliyi izləməyə davam etdilər. Bununla birlikdə, onların arasında olan Allahın, Allahın bir çox səadət edən xidmətçisi İlyasın izlədiyini və Allaha iman gətirdiyinə və ibadət etdiyinə dair medidədir. Quran dövlətləri, \"Onu (İlyas) inkar etdilər və Allahın səmimi və sədaqətli qulluqçularından başqa cəzaya gətirilərək (yaddaşını) tərk etdilər.\" [25] [26] [26] [26]\n\nQuranda Allah Elijanı iki yerdə tərifləyir:\nSülh Elija! Yaxşı işlər görənləri mükafatlandırırıq. O, həqiqətən mömin xidmətçilərimizin arasındadır.\n\n- Quran, Fəsil 37 (AS-SAFFAT), 129-132-ci illərdə [27]\nZakariya və Yahya və İsa və İlyas, hamısı salehlər arasında idi\n\n- Quran, Fəsil 6 (Əl-An'am), 85-ci ayə [28]\nÇox sayda şərhçi, o cümlədən Abdullah Yusuf Əli, 85-ci ayədə şərhlər təklif etdi ki, İlyas, Zakariya, Yəhya və ISA hamısı ruhani bağlıdır. Abdullah Yusuf Əli, \"Üçüncü qrup hərəkət adamlarından deyil, həqiqətdən ibarətdir, həqiqət təbliğçiləridir, tək yaşamağa səbəb olanlardır. Onların\" saleh \". \"Matt 11:14)\" iLyas \"kimi istinad edilən Baptist (Mat, 11:14); və Elias, Dağdakı Transfiqurasiyada İsa ilə görüşdüyü və İsa ilə danışdığı deyilir (Mat. 17: 3).\" [ 29]\n\nƏn çox müsəlman alim İlyasın İsraildə təbliğ etdiyinə baxmayaraq, Quran-da bəzi erkən şərhçilər, İlyasın Livanda, Livanda göndərildiyini bildirdi. [30] Müasir alimlər bu iddianı İlyiya ilə birlikdə şəhərin adının birinci yarısına görə, İlyasın insanlarını ibadət etməyi dayandıran tanrı olan Baal'ın ilk yarısına görə ediləcəkdi. Elijanın Baalbek ilə eyniləşməsini rədd edən alimlər bundan sonra baalbek şəhərinin Quranda və ya İbrani Müqəddəs Kitabdakı İlyasın povesti ilə xatırlanmadığını iddia edirlər. [31]\n\nÖlüm\nZaman keçməsi ilə quraqlıq yayıldı və çoxları öldü. Özlərini vurduqları zaman, keçmiş əməllərinə görə peşman olduqlarını, Elias (a) -ə çevrildi və dəvətini qəbul etdi. [32] Sonra, Elias duası səbəbiylə (a) şiddətli bir yağış gəldi və torpaq doydu; Ancaq bir müddət sonra insanlar Allahla əhdini unutdular və ibadət edən bütə qayıtdılar. Bunu İlyas görəndə Allahdan öz ölümünə görə soruşdu. Lakin Allah onu bir arabaya atəş etdi və göylərə qalxdı və onun şagirdi olan Alyasa seçdi. [33] İlyas nadir hallarda İslam eschatologiyası ilə əlaqələndirilir. [34] Bununla birlikdə, bəzi müsəlmanlar, İlyasın dövrün sonlarında sirli rəqəm xidrinin yanında geri qayıtmasının gözlənilir. [5]\n\nMiras\nMüsəlman ədəbiyyatı və ənənə İsrail Krallığına təbliğ etdiyini, Axab və daha sonra oğlu Axazya tərəfindən idarə olunan İlyasların ilhayderi izah edir. Ona \"səhranın səhrası peyğəmbəri\" adlanır. [35] İlyas'ın Ahab'a və həyat yoldaşı Jezebel'in qeyrinin təbliğ etdiyi güman edilir ki, müsəlman ənənəsinə görə bu ərazidə saxta bütlərə ibadətə qismən məsuliyyət daşıyırdı. Müsəlmanlar, insanların əksəriyyəti Eliyasa qulaq asmaqdan imtina etdiyinə görə Elişanın Ondan sonra İsrailə Allahın mesajını təbliğ etməyə davam etməli oldular. [36]\n\nİlyas, Adətən XIDR ilə görüşünü əhatə edən müsəlman mədəniyyətində əfsanələrin və folktalların mövzusu olmuşdur. Müsəlman eksegete hesabatına görə, Məhəmməd Məkkədəki İlyas ilə görüşdü. [37] İslam mistisizmində İlyas Sage Xidr ilə yaxından əlaqələndirilir. Bir hədis, İlyas və Xidr hər il Yerusəlimdə bir araya gəldiyini bildirdi. [38] İlyas Həmzanamanın çoxsaylı dövründə, burada xidrin qardaşı kimi danışdığı kimi, həmçinin gənclərin çeşməsindən olan biri olduğu kimi görünür. [39] Bundan əlavə, Kitab Əl-Kafidə İmam Ja'far əl-Sadiq, Suriya dilində İlyasın səcdəsini oxuyan və ağlamağa başladı. Daha sonra nəsilləri ərəb dilində ziyarət edən alimlər qrupuna tərcümə etdi:\n\n\"Ya Rəbb, günorta istiliyindəki susuzluğumu bilsəniz, məni ibadət etmək üçün yer üzümü ovuşdurduğumu bilsəniz, məni cəzalandıracağını görərsən? Mən sizin üçün günahlardan imtina etdiyimi bilirsən? Allahın onilyaya ilhamlandığı \"Səni cəzalandırmayacağam\" üçün \"başınızı yerdən qaldırın\". [40]\n\nQeydlər\n \"Elias, 1-ci padşahlıq 1 padşahlıq, 2-2 padşahda Əhdi-Cədiddə olan İlyas ilə eynidir. İlyas AHAH (896-874 BCE) və Axaziya (874-872) hakimiyyətində yaşayırdı. ), İsrail və ya Samariya Krallığının padşahları. Çöl bir peyğəmbəri, Yəhyanın Baptisti kimi, müqəddəs Peyğəmbərimizdən fərqli olaraq, öz xalqının bütün işlərinə rəhbərlik etmiş və rəhbərliyimizdən fərqli olaraq. Azariah, Suriyada Allah-Tanrıya ibadət edən Baal'ın ibadətinə tabe olmağa meylli idi. Bu ibadət, Lingamın hindu ibadətində olduğu kimi, təbiət səlahiyyətlərinə və gücləndirmə səlahiyyətlərinə də aiddir. King Axab, ərinin Allahı tərk etməsinə və baal ibadət etməyi övladlığa götürən pis bir qadın Sidonun şahzadəsi ilə evləndi. \" ... \"İlyas bütün Axabın günahlarını, həm də Axaziyanın günahlarını rədd etdi və ömrü boyu qaçmalı idi. Axşanın ötəyinin arabasında bir arabada göyə qasırğa altına alındı Mantiyasını Elişa ilə peyğəmbərdən tərk etmişdi. \"[20]",
"Alyasa": "Alyasa (Ərəbcə: اليسع, Romanized: Alyasā ') İsrail övladlarını rəhbər tutan Allahın (Allah) peyğəmbər və Rəsululuşudur. Quran-da Alyasa iki dəfə peyğəmbər olaraq xatırlanır, [1] həm də həmkarıyla həmsöhbətlər arasında qeyd olunur. [2] Olias'ın (İlyas) üçün peyğəmbərlik varisi kimi müsəlmanlar tərəfindən təltif olunur. Elişanı XIDR ilə müəyyən edən İslam mənbələri İslam ənənəsindəki Xidr və İlyas arasındakı güclü əlaqələri cəlb edir. [3]\n\nŞəxsiyyət\nAlyasa adını 6:86 və Sad 38:48-də iki dəfə iki dəfə xatırlanır. Həmin ayələrdə, Alyasa'nın şəxsiyyəti və ya peyğəmbərliyi haqqında heç bir şey qeyd etmədən, \"Güclü\" və \"seçilmişlər arasında\" olaraq qeyd olunur. [4] Quran sözlərinə görə, Elişa \"yaradılışın qalan hissəsindən yuxarı\" (ərəbcə: فضلنا على ٱلعالمين, romanized: Faḍḍalnā'ala (a) [4] (Əla arasında \"(Ərəbcə: من ٱلأخيار, romanized: Mina l-akhyār). [5] Alyasa 6:86 və Sad 38:48, İsmayıl ilə birlikdə:\n\nVə İsmayıl və Alyasa və Yunus və Lut; və hər biri aləmlərin üstünə düşdük;\n\n- Əl-An'am 6:86\nXidmətçilərimizi İsmayıl, Alyasa və Dhul-Kifl, hər biri həqiqətən yaxşı xatırlayırlar.\n\n- SAD 38:48\nMöcüzələr\nƏli Al-Ridha'dan bir şiə hədisində, Alyasa'nın, ölülərin dirçəlişi, xəstələnənləri müalicə və su üzərində gəzmək də daxil olmaqla bəzi möcüzələrə sahib olduğu qeyd olunur. [Sitat tələb olunur]\n\nİddia edilən məzarlar\nBəzi müsəlmanlar, Elişanın məzarı Səudiyyə Ərəbistanının şərq bölgəsindəki Awjam-da olduğunu düşünürlər. Səudiyyə hökuməti Səudiyyə Ərəbistanının Dominants-da Dominants-a uyğun olaraq bu zəmanətli islahat hərəkatına uyğun olaraq Səudiyyə hökuməti tərəfindən türbə çıxarıldı. [6] [7] [7] Osmanlı Ərəbistanı dövründə bir çox əsrlər boyu vacib bir əlamətdar idi və müasir dövrdə bütün təriqətlərin müsəlmanları üçün çox populyar həcc ziyarəti olmuşdur. [8]\n\nElişanın məzarı, Diyarbəkir vilayətinin Eğil rayonunda, Türkiyədədir. [9] Orijinal türbə 1994-cü ildə su altında qalan bir çay yatağının yanında idi. Sahə su altında qalmamışdan əvvəl, qəbir gecə qazıldı və peyğəmbərin qorunub saxlanılan orqanı - doqquz alim və rəsmi işçi tərəfindən şahidi olan, su altında qalan düzənliyə baxan bir təpədə basdırılması zəruri oldu. Bununla birlikdə, bir çox şəhərin bir çoxu peyğəmbəri o gecə yuxusunda gördü və günəş doğmadan əvvəl yeni nöqtədə onun yeni nöqtədə müşahidə olunmasından çıxdı. [10] [11]",
"Yunus": "Yunus İbn Matta (Ərəbcə: يونس ابن ماتا, romanized: Yūnus ibn Matta) bir peyğəmbər və Allahın Elçisidir (Allah). Yunus, İslamda Allaha sadiq olan və mesajlarını təslim edən bir peyğəmbər olaraq İslamda ənənəvi olaraq çox vacib sayılır. [1] [2] [2] Yunus, İncilin on iki kiçik peyğəmbərinin Quranda adlandırılmasının yeganə biridir. [3] Quran-ın onuncu fəsli onun adını daşıyır. [4]\n\nYunus Dhul-nun (ərəb: ذو ٱلنون) adlanır və müsəlmanlar tərəfindən. [5] Kərimdə dörd dəfə adla qeyd olunur. [6]\n\nHəditi xatırladır\nYunus, Məhəmmədin ömrü boyu bir neçə hadisədə də qeyd olunur. Bəzi hallarda, Yunusun adı Məhəmməd tərəfindən tərif və hörmətlə danışılır. Məhəmmədin həyatı ilə bağlı tarixi rəvayətlərə görə, on illik ayələr aldıqdan sonra Məhəmməd, liderlərinin Məkkədən deyil, oradan mesajını təbliğ etməsinə icazə verəcəyini və şəhərdən qovulduğunu görmək üçün Ta'if şəhərinə getdi insanlar. Qureyş qəbiləsinin iki üzvü olan Utbah və Şeyşənin bağçasında sığınacaq götürdü. Onların xidmətini, addalarını, ruzi üçün üzüm üçün göndərdilər. Məhəmməd Addaşdan soruşdu və xidmətçi Nineveh'i cavablandırdı. \"Yunus şəhəri, Amittai oğlu!\" Məhəmməd qışqırdı. Əlavələr, bütpərəst ərəblərin Yunus haqqında məlumatı olmadığını bildiyinə görə şoka düşdü. Daha sonra Məhəmmədin bu adamdan necə bildiyini soruşdu. \"Biz qardaşıq\" deyə Məhəmməd cavab verdi. \"Yunus Allahın bir peyğəmbəri idi və mən də, mən də Allahın peyğəmbəridir.\" Addas dərhal İslamı qəbul etdi və Məhəmmədin əllərini və ayaqlarını öpdü. [10]\n\nMəhəmmədin sözlərindən biri, İmam Buxari kolleksiyasında deyilir ki, Məhəmmədin \"Yunusdan daha yaxşı olduğumu söyləməməyim\" dedi. [11] [13] [14] [14] [14] İbn Əbi Al-Duz, Məhəmmədin yaşlı bir çağdaşı, Yunusa dua etmədiyini, Qiyamət gününə qədər balığın içərisinə düşdüyünü söylədi. balıqların qarın içərisində günlər \". [14]\n\nDoqquzuncu əsrdə fars tarixçisi əl-Tabari, Yunusun balığın içərisində idi, \"sümüklərindən və ya üzvlərinin heç biri yaralanmadı\" qeyd edir. [14] Əl-Tabari də yazır ki, Allah balığın cəsədini şəffafdır, Yunusun \"dərinliyinin möcüzələrini\" görməyə imkan verir və Yunusun Allaha həmd etdiyi bütün balıqları eşitdi. [15] Yunusun doğulduğu zaman Yunusun atası Yunusun atası Yunusun doğulduğu zaman Kisai Marvazi, bir müddət sonra öldüyünə görə Yunusun anasını tərk edən bir taxta qaşıqdan ayrıldığı qeyd etdi bir kornukopiya olun. [14]\n\nMəzarlar\nBuna da baxın: Mosul Mosule_of_the_profet_jonah\n\nYunusun məscidinin xarabalıqlarının fotoşəkili, İsilin məhv edilməsindən sonra\nNinevehin cari yeri beş qapının qazıntıları, dörd tərəfdən divarların hissələri və iki böyük kurqan, Kuyunjik və Nabi Yunusun təpəsinin təpəsi (FOTOT-da Xəritə bağlantısı). [16] Nabi Yunusun Yunusa həsr olunduğu və Yunusun məzarı kimi həm müsəlmanlar, həm də məsihçilər tərəfindən hörmət edilmiş bir türbəni həsr etdilər. [17] Türbə populyar həcc saytı [18] və Yaxın Şərqdəki yəhudilərə, xristianlara və müsəlmanlara birliyin simvolu idi. [18] 24 iyul 2014-cü il tarixində, İraq və Levant İslam Dövləti (İsis), türbəni tərk etdiyi məsciddən bütpərəst olmağa məcbur edilmiş dini ziyarətçilərin məhv edilməsi üçün bir kampaniyanı tərk etdi. [19] [18] [18] Mosul 2017-ci ilin yanvar ayında İŞİD-dən geri götürüldükdən sonra, Earhaddon tərəfindən 7-ci əsrin ilk yarısında inşa edilən qədim Assuriya sarayı, xarabalı məscidin altındakı birinci yarısında tanış oldu. [18] [20] [20] İshis, Qara bazarda satmaq üçün əşyaların sarayını talan etdi, [18] [20] Lakin nəqliyyat üçün daha çətin olan bəzi əsərlər hələ də qaldı. [18] [20] [20]\n\nDigər müsəlman məzarları\nYunusun məzarının digər nüfuzlu yerləri İsraildə Qat-Hepherin qədim yerində yerləşən Məşhədin Ərəb kəndi də daxildir; [21] Hebronun şimalında 5 km (3,1 mi), [22] və Livanda Sarafand şəhəri (Sarepta) yaxınlığında bir ziyarətgah. [23] Başqa bir ənənə, türbəni indi İsrailin Aşdod şəhərinin şimal kənarında, \"Yunanın təpəsi\" adlı bir təpədə, müasir bir mayak tərəfindən əhatə olunmuş bir saytda.\n\nYunanın məzarı, Fatih Paşa Məscidindəki Mihrabın arxasında yerləşən Diyarbəkirdə, Türkiyənin Diyarbəkirdə tapıla bilər. [24] [25] [25] Evliya Çələbi, Yunanın məzarlarını ziyarət etdiyi Seyfətnamda yerləşir. [26] [27]\n\nQuran-ı xatırlayır\nƏl-Anbiya 21:87 [7] və əl-Qalam 68:48, Yunus Dhul-Nūn adlanır (Ərəb: ذلنون, Lit. \"Balıqlardan biri '). [5] An-Nisa 4: 163 və 6:86, \"Allahın həvəsi\" adlandırılır. [5] 37: 139-148 Surey Yunusun tam hekayəsini təkrarlayır: [5]\nBeləliklə, göndərilənlər arasında da Yunus da idi.\n(Əsirliyin qulu kimi) gəmi (tam) yüklü olanda (tam)\nO, püşk atdı və qınandı:\nSonra balina onu uddu və günahına layiq hərəkətlər etmişdi.\nAllahı (tövbə edib) Allahı izzətləndirmədi,\nŞübhəsiz ki, dirilmə gününə qədər balıqların içərisində qalacaqdı.\nAncaq onu xəstəlik vəziyyətində çılpaq sahildə atdıq.\nBiz onun üzərində, onun üstündə gurdlu bir bitki bitkisi yetişdirdik.\nOnu (bir missiyaya) yüz minə (kişiyə) və ya daha çoxunu göndərdik.\nVə inandılar; Buna görə də bir müddətdir (həyatlarını) zövq almağa icazə verdik.\n\n- Quran, Fəsil 37 (AS-SAFFAT), 39-148-ci illərdə [8]\nQuran Yunusun irsini qeyd etmir, amma [5] Müsəlman ənənəsi Yunusun Binyjamin qəbiləsindən olduğunu öyrədir. [9]",
"Zakariya": "İslam doktrinasına görə, Zakarīyā (Ərəbcə: زكريا, Zəkəriyyə) bir peyğəmbər və Allahın Elçisi və Yəhya peyğəmbərin atasıdır.\n\nQuranda\nZakariya, saleh bir keşiş idi [1] və İdarəsi Yerusəlimdəki ikinci məbəddə olan Allahın peyğəmbəri idi. Tez-tez məbədin xidmətlərini idarə etmək üçün məsuliyyət daşıyırdı.\n\nBir oğlu üçün dua\nYaşlı yaşına çatdıqda, Zakariya, ölümündən sonra Allahın mesajını təbliğ etmək və ondan sonra məbədin gündəlik xidmətlərini daşıyan mirasını kimin dediyinə görə narahat olmağa başladı. Zakariya bir övlad üçün Allaha dua etməyə başladı. Bir övladın doğulması üçün dua sadəcə bir uşaq istəyi xaricində deyildi. [1] Həm özü, həm də ictimaiyyət üçün dua etdi - bir elçiyə, Zakariya adına Rəbbin xidmətində işləyəcək bir adamın yanında idi. Zakariya xarakteri və fəziləti idi və bu, ən çox özü çox sahibi kimi ruhani varisinə köçürmək istədi. Xəyali, evi patriarx Yaqubun nəslinə qədər bərpa etmək və Allahın İsrail üçün mesajının yeniləndiyinə əmin olmaq idi. Quran kimi hesablanır:\n\nZakariya'nın quluna olan Rəbbinin mərhəmətini xatırlatdı. Rəbbinə fəryad edərkən sirr içində ağlayanda: Rəbbim! Əlbətdə! Mənim sümükləri zəif və başım boz saçlarla parlayır, mən sənə heç vaxt dua etməkdə heç vaxt utanmamışam. Əlbətdə! Arvadımın qısırdığı üçün məndən sonra qohumumdan qorxuram. Oh, mənə miras alan və Yaqubun evinin miras alması və varis olan bir varisdən mənə verin. Onu, Rəbbim, məqbuldur (sənə). [Quran 19: 4-6 (Pickthall tərəfindən tərcümə)]\n\nYAHYA ataraq\nAllahdan bir hədiyyə olaraq Zəkariya Yaḥya (Ərəbcə: ərəbcə: يحيى, John Baptist ilə eyniləşdirilmiş, bu uşaq üçün xüsusi seçilmiş bir oğlu adlı bir oğlu verildi. Müsəlman ənənəsi, Zəkariya'nın doxsan iki yaşında olduğunu izah edir [3] John'un doğulduğu barədə danışdı.\n\nZəkəriyə namazına uyğun olaraq, Allah Yəhyanı (Yəhya) yaratdı və İsrail övladları tərəfindən pozulmuş və itirilmiş Allahın mesajını təzələdi. [4] Quran deyir:\n\nO Zachariah! Əlbətdə! Adının John olan bir oğlunun sənə verdiyi xəbərlər gətiririk; Eyni adını əvvəl (ona) verməmişik. Dedi: Rəbbim! Arvadımın qısır olduğu və xəstə yaşına çatdıqda bir övladım necə ola bilərəm? Dedi: Olacaq, Rəbbin belə deyir: Mənim üçün asandır və həqiqətən səndən əvvəl səni yaratdım, heç nə olmadım. Dedi: Rəbbim! mənə bir işarə ver. Dedi: İşarəniz, sağlamlıq vəziyyətində olanda üç gecə insanlarla danışa bilməyəcəksiniz.\n\n- [Quran 19: 7-10 (Pickthall tərəfindən tərcümə)]\nMaryamın qəyyumu\nQuran sözlərinə görə, Zəkəriyyə Məryəmin qəyyumu idi. Quran Dövlətləri:\n\n'Unutmayın)' İmranın arvadı dedi: «Ey Rəbbim! Qarnımdakı bir baş verən (təklif) kimi sənə söz verdim. Bunu məndən qəbul edin. Əlbətdə! Sən, yalnız eşidən, bilənsən! Və çatdırıldıqda dedi: «Ey Rəbbim! Əlbətdə! Mən bir qadın təslim oldum - Allah nə təhvil verdiyini bilirdi - kişi qadın kimi deyil; Şübhəsiz ki! Mən onun Məryəm adını çəkdim və budur! Mən onun üçün müdafiəni və nəslini Şeytandan çıxartmaq üçün canlandırıram. Rəbbi onu tam qəbul edərək qəbul etdi və onu yaxşı böyüməsi ilə qəbul etdi; və zachariah onun qəyyumu etdi. Zachariah olduğu yerdəki ziyarətgahın içinə girəndə onun yeməyinin olduğunu gördü. Dedi: Ey Məryəm! Bu (yeməyi) kimə gələ bilər? Cavab verdi: bu, Allahdandır. Allah istədiyi şəxsə vurur. [Quran 3: 35-37 (Pickthall tərəfindən tərcümə)]\n\nMüsəlman İlahiyyat, Zakariyanı, Vəftizçi və İsa ilə birlikdə Yəhya və İsa ilə birlikdə peyğəmbərlərin (İmran), Aaronun atası Amramın (İmran) baş verən yeni bir dövrdə gəldiyini qoruyur. Bütün keşişlərin, bu, Zəkəriya, Məryəmin (Məryəmdən) qorumaq vəzifəsi olan Zakariya idi. Zakariya tez-tez Quranda Allahın və saleh insanın peyğəmbəri kimi təriflənir. Belə qiymətləndirmədən biri Sura-Anam surəsindədir:\n\n\"Və Zakariya və Yahya və İsa və ELIYAS. Hər biri salehlərdən idi.\" [Quran 6:85 (Pickthall tərəfindən tərcümə)]\n\nQuran Tərcüməçi Abdullah Yusuf Ali bu bir xətt üzrə şərh təklif edir [5] - bu xüsusi peyğəmbərlərin bir-biri ilə mənəvi əlaqə yaratdığını təklif edir. Yəhyanın İsa qohumu olduğunu, Eliyas isə, Əhdi-Cədiddə qeyd edildiyi kimi, Dağda İsa [6] transfiqurasiyasında iştirak edən İSA-nın bir qohumu idi. Bu vaxt Zəkəriya, evlilik yolu ilə İsa əmisi və oğlu Yayha Əhdi-Cədiddə Eliyas adlandırıldı. [7]",
"Yahya": "Yaḥyā ibn Zakarīyā (Ərəbcə: يحيى ابن ابن ابن ابن ابن ابن ابن ابن ابن ابن زكريا . O, Müsəlmanların İsa əl-Masihin (İsa Məsihin) gələcəyini, Allahın sözünə şahid olduqlarını güman edir. [1] [2] [2]\n\nYəhya Quranda beş dəfə qeyd olunur. [3]\n\nYəhya, həm də infizmdə də yüksək dərəcədə İslam mistisizmində, ilk növbədə Yəhyanın xəndəyinin və mehribanlığın şərhi səbəbindən İslam mistisizmində də hörmətlidir. [4] Təsəvvüf Quranda Yəhnədəki Yəhya, ilk növbədə İsa ilə paralelləri ilə birlikdə gənclər tərəfindən allah-verdiyi hikmət hədiyyəsi ilə bağlı Tez-tez şərhlər tətbiq etdi. Yəhya və İsanı təsvir etmək üçün istifadə olunan bir neçə ifadələr, Quranda demək olar ki, eyni olduğunu, dissin olduqları tərzdə fərqlidir. [5]\n\nDoğuş\nQuranda Allah tez-tez Zakariyanın bir oğlunun doğulması üçün davamlı dua edir. Zakariyanın arvadı, qısır idi və buna görə də bir uşağın doğulması qeyri-mümkün görünürdü. [6] Allahdan bir hədiyyə olaraq, Zəkəriyyəyə bu uşaq üçün xüsusi seçilmiş bir ad, Yaḥya adı ilə bir oğul verildi. Zəkəriyyə namazına uyğun olaraq, Allah Yəhya və İsa etdi, exeGesisin görə isə altı ay sonra doğuldu, [7] israillilər tərəfindən pozulmuş və təhrif olunan Allahın mesajını təzələdik.\n\nQuran, Baptistin bu adı (Quran 19: 7-10) ilk aldığını iddia edir, lakin Yoḥanan adından əvvəl Baptistin Youndan bir neçə dəfə baş verdiyindən, bu ayə də \"Yaḥyā\" də İslam alimləri konsensusuna aiddir \"\" Yoḥanan \"[9] və ya, demək olar ki,\" Zacharias \"(Yunan: ζαχαρίας) adı çəkilən (Yunan: ζαχαρίας), atasının adından sonra\" 10] \"adlı möcüzəvi adlandırılan şəxsin eyni adı kimi deyil Atası Zacharias (Zəkəriyyə kimi də tanınan) \"John\" (\"Yohanan\" / \"Yoannes\") adını çəkmişdi. [11] Quran dediyi kimi: [12]\n\"Ey Zakaryya, həqiqətən, adının Yahya olacağı və əvvəllər heç vaxt görünməmiş bir uşağın yaxşı xəbərlərini sizə təqdim edirik.\n\nDedi: \"Ey Rəbbim! Mənim bir övladım necə olacaq, həyat yoldaşım nə vaxt olacaq və mən qocalıqdan çox azaldıldım?\"\n\nDedi: \"Beləliklə, Rəbbin Sahil, 'mənim üçün bu asandır: əvvəllər səndən əvvəl səni yaratdım, sən heç nə olmasaydın!\" \"\n\n(Zakarya) dedi: \"Ey Rəbbim! Mənə bir işarə ver.\" \"Sənin işarəsi\" cavabı idi, \"üç gecə heç kimlə danışmayacaqsan.\"\n\n- Məryəm 19: 7-10\n- Məryəm 19: 12-14\n\nYəhya vəftiz olunan İordan çayının ISA. [13]\nYahya, Müqəddəs Yazılara sürətli bir şəkildə tutulmaq və hələ də bir uşaq olarkən Allah tərəfindən hikmət verildi. [14] Saf və dindar idi və Allahın varlığında yaxşı getdi. Valideynlərinə qarşı nifrət və təkəbbürlü və ya üsyankar deyildi. John'un oxu və kitabı oxuması və anlayışı, yalnız bir uşaq, zamanın ən böyük alimlərindən belə üstələdi. [6] Müsəlman exegesis, İsa İsa Yahyanı on iki şagird ilə göndərdiyini, İsa öz şagirdlərini çağırmadan əvvəl mesajı kimə təbliğ etdiyini izah edir. [7] Quran deyir: [16]\n\"Ey Yaḥya! Kitabdan tutun\": və biz ona bir gənclik kimi hikmət verdik.\n\n- Məryəm, 19:12\nJohn, hər şeyi günahkar olan hər şeyin cəsarətli bir şəkildə inkar etdiyi üçün Allah tərəfindən yüksək dərəcədə yüksək olan klassik bir peyğəmbər idi. Bundan əlavə, Quran Yəhyanın incə dindarlığı və sevgisindən və həyatı təvazökar münasibəti, bunun üçün həyatın təmizliyi verdiyi təvazökar münasibətindən danışır.\n\nİslam ənənəsinə görə, Yəhya xütbələrini təslim etmək üçün Haram Eş-Şərifə (məbəd dağı) gedirdi. [3]\n\nSui-qəsd\nYəhyanın peyğəmbərliyi dövründə, onun ilk həyat yoldaşından boşanmaq və keçmiş bacı-qayınanası kimi həyat yoldaşı kimi qəbul etmək istəyən Herod Antipas arasında bir münaqişə baş verdi. [3] Yəhya, evlilik həvəskar ola biləcəyini və nikahı təsdiqləmədiyini bildirdi. Bundan sonra Herod Antipas Yəhya həbs edildi. [3] Sonra Yahya isə defapitasiya edildi. [18] [3] Yəhyanın başının başının Dəməşqdəki Umayyad məscidinin içərisində olduğu güman edilir. [19] [20] [21] [21]\n\nMiras\nİslamda Yəhya, İsa (İsa) ilə birlikdə, İsa (İsa) yanaşı, İsa (22] Yəhyanın hekayəsi, Abyssiniyaya Müsəlman miqrasiyası zamanı Abyssiniya padşahına da bildirildi. [23] Quran-a görə, Yəhya Allahın doğulduğu gün və ölən gündə sülh göndərdiyi kimsə idi. [24] Əl-Suyutinin sözlərinə görə, İbrahim dünyanın yaranmasından bəri göylər və yer yalnız iki nəfər, Yəhya və Hüseyn üçün ağladı. [25] [26] Bir hədisin sözlərinə görə, Məhəmməd dedi: \"Adəmin hər oğlu Qiyamət günü gələcək və onunla birlikdə Yəhya ibn Zakaryya istisna olmaqla ona qarşı günah olacaqdır. [27] Bir çox müsəlman Yahyanı Hüseyn ilə müqayisə edir. [28] Həm Yəhyanın, həm də Hüseynin başçıları Suriyanın Dəməşqdəki Umayyad məscidində olduğu güman edilir.",
"Isa": "İSA (İsa) bir peyğəmbər və Rəsulullah və Məsihin Rəsuludur. İsrailin övladlarını (Bəni İsrail) rəhbər yerinə yetirmək üçün göndərilən son peyğəmbərdir və Injil (İncil) adlı müqəddəs kitab nazil edilmişdir.\n\nQuranda İSA, Məsih Məryəmdən doğulan Məsih (Əl-Masīḥ) kimi təsvir olunur, şagirdlərin müşayiəti ilə yəhudi quruluşu və cənnətə qaldırıldı. Quran İsanın çarmıxda çarmıxa çəkilmədiyini və öldüyünü iddia edir, lakin möcüzəvi şəkildə Allah tərəfindən xilas oldu. Quran İsanı ən böyük peyğəmbərlər arasında yerləşdirir və müxtəlif adlarla bəxş edir. İsanın peyğəmbərliyi Yəhyadən əvvəl və Məhəmmədin uğur qazandı.\n\nİslam, Allahın Allahın hərfi oğlu kimi İsanın İsanlığının xristian görünüşünü rədd edir. İsanı bir neçə ayədə bir tanrı kimi rədd edir və həmçinin İsanın İlahi olduğunu iddia etmədiyini də xatırladır. Müsəlmanlar, İsanın orijinal mesajının dəyişdirildiyini, diri-diri qaldırdıqdan sonra dəyişdirildiyini düşünürlər. İsanın təkallahlığı Quranda vurğulanır. İslamdakı bütün peyğəmbərlər kimi, İsa da müsəlman adlandırır, çünki izləyicilərinin 'düz yol' (ṣirāṭ əl-Mustaqīm) qəbul etməli olduğunu təbliğ etdilər. İsa çox sayda möcüzə ilə əlaqələndirilir, çoxsaylı asket və mistik ədəbiyyat ilə İslam ənənəsində onun haqqında oxudu və oxunur. Ayrıca Əhmədin adından istifadə edərək Məhəmmədin gəlişini peyğəmbərlik etdiyini bildirdi.\n\nSonda İsa, İmam Əl Mehdi ilə birlikdə əl-Masih Ad-Dəccal ('saxta Məsih'), bundan sonra qədim qəbilələr və Ma'jūj (Gog və Magog) ilə birlikdə dağılacaq Yer üzündə. Bu canlılar möcüzəvi şəkildə məhv edildikdən sonra İmam Mehdi və İsa bütün dünyanı idarə edəcək, sülh və ədalət quracaqlar və 40 illik hakimiyyətdən sonra öləcəklər. Bəzi müsəlmanlar İsa Mədinədə yaşıl günbəzin dördüncü ehtiyatında Məhəmmədin yanında dəfn olunacağına inanırlar.\n\nİsa müsəlmanların İslamın ən vacib peyğəmbərlərindən biri olması başa düşülür. İsanın geri qayıtdığı yer, Dəməşqdəki Umayyad məscidi, İslamın dördüncü ən müqəddəs yeri olaraq müsəlmanlar tərəfindən yüksək qiymətləndirilir.\n\nDoğuş\nİsanın Quranda hesabı əslində onun anasının, Məryəmin və Yerusəlim məbədindəki xidmətindən doğulması ilə başlayır. Yəhyanın (Yəhya Baptist) atası olan Zəkəriyyə peyğəmbərin qayğısına qalmış olarkən. İsa üçün Qurandakı doğum povesti Quran 19: 16-34 və Q3: 45-53-də başlayır.\nİlqəlmə\n\nİslam Exegesis İsanın bakaniyalı doğuşunu oxşar şəkildə İncil hesabına və Beytləhmdə meydana gəldiyini təsdiqləyir. Bakirə doğuşunun povesti Məryəm Cəbrayıl tərəfindən Məryəmin anası tərəfindən MEGHE-də Məbəddə Tanrıya girən və anası tərəfindən veriləndən sonra MEGHED tərəfindən bir elanlardır. Gabriel, bütün millətlərin bütün qadınlarına şərəf duyduğunu və müqəddəs bir oğlunun müjdəsinə gətirdiyi bildirilir.\n\nMiniatürdə bir anket\nCəbrayıl, Oğulu elan edir, Məsihin adını açıq elan edir, o, böyük bir peyğəmbər adlandırılacaq. Məryəm, heç kimin ona toxunmadığı zaman necə təsəvvür edə biləcəyini və uşağının olduğunu soruşaraq, Allahın istədiyi şeyin hökmü verə biləcəyi mələklə cavab verdi və keçəcək.\n\nQurandan olan povest Məryəmlə davam edir, doğuş ağrıları ilə aradan qaldırılması, içə biləcəyi ayaqları altında su axını təmin edir və o, çubuqlu tarixləri silkələ biləcəyi xurma ağacı və ləzzət alacaqdı. Doğuşdan sonra Məryəm körpə İsanı məbədin yanına aparır və o, uşaq haqqında məbəd ağsaqqalları tərəfindən soruşulur. Cəbrail tərəfindən sükutlu bir sükuta əmr edilmiş, körpə İsa və körpənin elan etdiyi şeylərə işarə etdi:\n\nDedi, mən Allahın xidmətçisiəm; Mənə kitab verdi və məni bir peyğəmbər etdi. Məni harada olduğumu mübarək etdi və yaşadığım müddətcə ibadət və sədəqə oyanıb; və anama təsəvvür etmək; Məni məzlum, pis etməmişdir. Doğulduğum gün, öləcəyim gün və diri-diri böyüdə biləcəyim gün. [8]\n\nBeşikdən danışan İsa, Quran-da ona aid olan altı möcüzədən biridir, bu da Suriyalı körpəlik İncilində də var. [9] [10] [10] Müxtəlif hədislərə görə, İsa və Məryəm onların doğulmasında ağlamadılar. [11] İslam Peyğəmbərinin İsa, həm İsa, həm də Məryəmin günahsız doğulduğu yeganə insan olduğunu və bununla da Şeytanın toxunuşlarına toxunan Alümsiz Alt altıncı ayəsini sitat gətirdiyini izah etdi. [12]\n\nDoğum povestləri\n\nQuranın sözlərinə görə, əmək ağrıları Məryəmin xurma ağacının gövdəsinə apardı.\nİslami iman, xristian ənənəsi içərisində bəzi ipləri əks etdirdi ki, Məryəm (və ya Məryəm) İsanın hamilə qaldığı hərfi bakirə idi. İsanın buyuruluşu və doğulmasının ən detallı hesabı 3 (Al Imran) surəsində və Tanrının (Allah) bir mələk göndərdiyi Quran-ı (Allah) bir mələk göndərdiyinə görə bir mələk göndərdi bir oğul, bakirə olmasına baxmayaraq. [13]\n\nBəzi alimlər qeyd etdi ki, 19 [14] surəsində hesabın xristian müjdəsi ilə əlaqədardır. [15] Məryəmə qoşulma Quranda iki dəfə xatırlanır və hər iki halda Məryəm / Məryəmdə bir oğul təslim olmaq üçün Allah tərəfindən seçildiyi bildirilir. Birinci halda, xəbərlərin daşıyıcısı (əksər müsəlmanların arxangel gabriel olması ilə inanılır), bir adamın şəklini aldığı kimi (Q3: 42-22) xəbərləri (Q3: 42-22) çatdırdı . [16] [17] Konsepsiyanın təfərrüatları müzakirə edilmir, Məryəm əzabından bəri bir övladını necə dözə biləcəyini soruşduqda, Allahın istədiyini və bu şeylərin Allah üçün asan olduğunu söylədi. [16] [18] [18] Quran (Q21: 91 və Q66: 12) deyir ki, Allah mələyini Məryəmə və o, süfrəyə baxmayaraq, İsanı heç bir ata olmadan aparır (mənbə ata kimi bir şey). [19] [20] [19]\n\n8-ci əsrdə müsəlman tarixçisi İbn Ibr (704-767), Kitab əl-Mubtada (əvvəlində), Zəkəriyyənin Məryəmin qəyyumu olduğunu bildirən və onu qorumaqdan sonra onu bir dülgərə əmanət etdiyini bildirdi adlı Corc. Bir kilsədə bağlandı, o, Yusif adlı bir gəncin qoşuldu və onlar bir-birlərinə bir-birlərinə su və digər vəzifələrə kömək edir. İsa doğulmasının hesabı Quran povestini təqib edərək, doğuşun doğuşun bir xurma ağacının yanında bir xurma ağacının yanında meydana gəldi. [21]\n\n10-cu əsr fars alim əl-Tabari (839-923), Persiya padşahından gələn hədiyyələr (Şərqdən Şərqdən Bənzər) Məsihin hədiyyələri (Şərqdən bənzər) olan elçiləri bəhs edir; Yusif (xüsusi Məryəmin əri deyil) adını və uşağını Misirə və sonradan Nazaretə qaytarmaq üçün əmr. [22]\n\nUşaqlıq\nƏsas məqalə: Məbəddə tapmaq\nBuna da baxın: Tomas-ın Misir və körpəlik müjdəsinə uçuş\nQuran Misirə uçuş ənənəsini Misirə daxil etmir, baxmayaraq ki, Sūra XXIII, 50-yə şikayət edə bilməzdi: \"Biz onun üçün bir işarədir. Sakit və bulaqlar ilə suvarıldı. \"[25] İncillərdə və sonrakı İslam ənənələrində olan müjdə və kanonik olmayan mənbələrdə olan povestlər, əsrlər boyu islami yazıçılar və tarixçilər tərəfindən əlavə edilmiş bəzi təfərrüatlar və şəffaflar əlavə edilmişdir. Bəzi povestlər İsa və ailəsi Misirdə 12 ilədək qalır. [26] İsanın gəncliyinin bir çox mənəvi hekayələri və möcüzəvi hadisələri Qisas Əl-Anbiya (peyğəmbərlərin hekayələri), əsrlər boyu İslamdan əvvəl peyğəmbərlər və qəhrəmanları haqqında kitablar. [7]\n\nƏl-Masudi, bir oğlan kimi İsanın Zəburdan oxunan yəhudi dinini oxudu və \"işıq personajlarında izlə\" tapdı:\n\n\"Sən mənim oğlum və sevgilimsən; Səni özüm üçün seçdim\"\n\nİsa ilə iddia edir:\n\n\"Bu gün Allahın sözü insan oğlunda yerinə yetirilir.\" [22]\n\nMisirdə\nBuna da baxın: Tomas'ın körpəlik müjdəsi\nBir neçə povest, İsanın erkən uşaqlığı haqqında İslam yazılarında bəzi fərqlilik və oxşarlıqlar göstərir, konkret olaraq Misirdə müddəti və hadisələri ilə əlaqədar dövrü. Povestlərin əksəriyyəti, məsələn, tomasın əvvəli müjdəsi kimi kanonik xristian mənbələrində rast gəlinir. Belə bir fərqlilik Əl-Athir'dən olan Tarixin Mükəmməlliyində, İsanın Beytləhem yerinə Misirdə anadan olub. [27]\n\nİsanın uşaqlığının bəzi digər povestləri Mahmud M. Ayoçu interfayza tədqiqatlarının professoru tərəfindən vurğulanmış məşhur Orta Şərq Lore. [28] Misirdə olarkən bir çox möcüzə gənc bir İsa aiddir [26] (Bax §§ möcüzələr və digər möcüzələr).\n\nYetkinlik yaşına çatmadı\n\nİordan çayının, İsa Yəhya ibn Zakariya (Yəhya vəftist) tərəfindən vəftiz olunduğu vəftiz edildi. [29]\nMissiya\nBuna bax: İsa və Həvarilər Nazirliyi (İslam)\nÜmumiyyətlə, İsanın birinci əsrdə A.D. və böyük birinci əsrdə Yəhudeyanın ortaq dilini söylədikləri barədə razılaşdırılmışdır. [30]\n\nİslam düşüncəsində tərtib edilmiş İsanın ilk və ən erkən mənzərəsi, bir peyğəmbərin - Allah tərəfindən seçilmiş bir insanın, həm insanlığa bütlərə ibadət etmək üçün bir hökmü, həm də həqiqi Allaha tərəf dönmək üçün bir qərarı təqdim etməkdir. Bu əsasdan, müsəlman şəxsiyyətinin obyektivi ilə əvvəlki bütün peyğəmbərlərə əks olundu, İsa, əsrlərin təkrarlanan mesajı təkrarlanan bir elçiyə deyil, bir mesaj hesab edir. İsanın möcüzələri və İsanın yanına aid olan Quran-titullar İsanın ilahi deyil, bütün peyğəmbərlərin mesajının arxasında olan gücünü əks etdirir. Bəzi İslam adətləri İsanın missiyasının yalnız İsrail xalqına və bir peyğəmbərin çoxsaylı möcüzə ilə təsdiqləndiyi statusu olduğuna inanır. [31] [32] [32]\n\nİsanın ikinci bir erkən yüksək görüntüsü son zamanlı bir rəqəmdir. Bu anlayış əsasən hədisdən yaranır. Müsəlman ənənəsi, xristian ilahiyyatında oxşar olan bir povesti, İsanın vaxtın sonuna çatdığını görən və Dəccalla mübarizə üçün yer üzünə endiyini gördü. Bu povest, İslamın səbəbini çempion olaraq başa düşülür, bəzi ənənələr İsanı Məhəmmədin ibtidai halına işarə edərək izah edir. Əksər ənənələr İsanı dövlət ölümü ilə öləcək. [33]\n\nÜçüncü və fərqli bir görüntü, bir asket rəqəmini təmsil edən İsanın - ürəyin peyğəmbəridir. Quran İsanın 'İncil' -ə aid olsa da, onun üçün xüsusi təlimlər Quran və ya daha sonra dini mətnlərdə qeyd edilmir. Onlar əsasən yoxdur. Sufi-nin ənənəsi İsanın hörmətli olduğu yerdir, digər peyğəmbərlərdən, o cümlədən Məhəmmədin fərqli bir səsi olan mənəvi müəllim kimi qəbul edildi. Təsəvvüf, bir çox yanaşmadan, o cümlədən asketizm, poeziya, fəlsəfə, spekulyativ təklif və mistik metodlar vasitəsilə Allahla birliyin ölçülərini araşdırmağa meyllidir. Qərb ağlına sufizm bənzər mənşəyi və ya neoplatonizm, gnosticizm və buddizm elementlərini bölüşdürə bilsə də, ideologiya, ideologiy, musiqinin sözlərinə riayət etdikləri və Mükəmməl insan kimi Mükəmməl bir insanın təqlidinə tabe olmaqdan bəri də İslamdır. [34]\n\nTəbliğ\nİsanın təbliğinin İslam anlayışlarının Kufa, İraqda, Rəşidun xilafəti altında müsəlman ənənəsi və təqaüdün ən erkən yazıçılarının formalaşdığı yerlərdə olduğu güman edilir. Kufa ştatında hazırlanan İsanın və təbliğ xidmətinin anlayışları Romadan rəsmi kilsə bıçaq görüşlərinə qarşı çıxan Erkən Ascetic xristianlarından qəbul edildi. [35]\n\nTəxminən 85-ə yaxın olan ən erkən hekayələr, İbn əl-Mübarək (d. 797) tərəfindən Kitab Əl-Zuhd Wa'l Raqa'iq (asketizm və tender mərhələsi) adlı iki böyük asket ədəbiyyatının iki böyük kolleksiyasında rast gəlinir. Kitab əl-Zuhd (asketizm kitabı) İbn Hanbal (d. 855). Bu kəlmələr dörd əsas qrupa düşür: a) eschatoloji sözlər; b) kvazi-müjdə kəlamları; c) Ascetik kəlamlar və hekayələr; d) Müsəlman polemikalarının əks-sədası. [36]\n\nİlk sözlərin ilk qrupu İsanın arxetypini Quranda təsvir etdiyi kimi genişləndirir. İncil nüvəsi olan bir injel, baxmayaraq ki, ikinci hekayələr qrupu \"fərqli bir İslam möhürü\" ilə genişlənir. Üçüncü qrup, dördünün ən böyüyü olan İsanı müsəlman asketizminin himayəçisi kimi təsvir edir. Sonuq, İslam arxetipi və İsanın və onun atributlarının \"Allahın Ruhu\" və \"Allahın Sözü\" kimi terminik fikirlərini daha da artıran İsanın muslin mərkəzli tərifini və onun xüsusiyyətlərinə görə qurur. [37]\n\nMöcüzələr\nƏsas məqalə: İsanın möcüzələri\nBuna da baxın: Tomas'ın körpəlik müjdəsi\nQuran İsanın ən azı altı möcüzəsini, əsrlər boyu yazıçılar və tarixçilər tərəfindən əlavə olunur. Möcüzələr İsaya peyğəmbərliyinin və səlahiyyətlərinə görə, pedaqoq və professor İshaq Musa əl-Hüseyni (D. 1990), Mudhakkirat Dajaja (Henin xatirələri) (Qahirənin xatirələri) (Qahirə: Dar əl-Maarif) , 1943; 2-ci ed. 1967). Məsihdə Quran və Müasir Ərəb Ədəbiyyatında (1960), əl-Hüseyni, diqqətəlayiq deyildi Məhəmmədin özünə möcüzələr olmadığını söylədi. [38]\n\nQurandakı bu altı möcüzə İncil və digər aid olan möcüzələri daxil edən İncil və onların kanonik gnostik mənbələrindən fərqli olaraq detalsızdır. [38] Əsrlər boyu bu altı möcüzə povesti, müjdə, kanonik olmayan mənbələrdə və Lore-də göstərilən digər möcüzələrdən bəziləri daxil olmaqla, hədis və poeziya ilə işlənmişdir. [26] [28] [28]\n\nBeşikdən danışan\nBeşikdən danışan Qurandakı üç yerdə qeyd olunur: Əl-İmran (3) 41, 46, əl-Maida (5) 109-110 və Məryəm (19) 29-30. Povestin bir hissəsi, anası Məryəmi məlum əri olmadan doğuşdan xəbərdar olan Məryəmi müdafiə edən körpə İsa var. [39] Erkən İslam Yusif və onun rolu haqqında bəlli deyildi. İsa Cəbrayılın anqırığında qeyd etdiyi kimi danışır. İsa Allahın xidmətçisi olduğunu elan etdi, bir kitab verildi, bir peyğəmbərdir, hara gedəcək, doğulduğu gün xeyir-dua alır, öləcək və diri-diri böyüdüyü gün. [40]\n\nBu xüsusi povestdə Müqəddəs Kitabda tapılmasa da, beşikdən danışma mövzusu, kanonik olmayan İslamdan əvvəl Suriya körpəlik müjdəsində tapılır. Bu mənbə İsa özünü Allahın Oğlu, sözünü elan etdi və Mələk Cəbrayılın əvvəllər İncildə olduğu kimi Məryəmin daha çox Məryəmə elan etdiyini təsdiqlədi. [39]\n\nGildən quşlar yaratmaq\nƏl-İmran (3) 43, 49, 49, 49 və Maidə (5) 109-110 (5) 109-110 (5) 109-110) bir uşağın bəhs etdiyi zaman gildən və nəfəs alan ömrün möcüzəsi hekayəsi. Bu möcüzə də kanonik müjdədə də xatırlanmasa da, eyni povest, ən azı iki İslamdan əvvəlki mənbədədir: Tomas və Yəhudi Toledot Yeshu'nun körpəlik müjdəsi, Quran və bu iki mənbə arasında bir neçə variant təfərrüatı olan Yəhudi Toledot Yeshu. [ 41] [42]\n\nKor və cüzamlıları sağaltmaq\nBaxın da: Qalileyada iki kor adamı sağaldır və on cüzi təmizləyici\nƏhdi-Cədidə bənzəyən Quran İsanın kor və əl-İmrandakı şəfa verənlərin (3) 49. 49. (D. 1286) İsanın İsanın yanına necə gəldiyini yazdı Şəfa və İsa bu xəstəlikləri yalnız dua yolu ilə sağaltdı. [43] Orta əsr alim əl-Tha'labi bu iki xüsusi xəstəlikdə tibbi yardımdan kənarda necə olub və İsanın möcüzələrinin mesajının açıq əlamətləri kimi başqalarının şahidi olmaq üçün nəzərdə tutulmuşdu. [41]\n\nÖlüləri qaldırmaq\nİsa, Al-İmranda (3) 49-da qeyd olunduğu kimi, ölənlərdən insanları diriltdiyinə inanılır. Yairusdan, bir dul qadının nain və lazarus). [44]\n\nUzaqgörənlik\nİsa başqalarına gizlənmiş və ya bilinməyən şeylərdən xəbərdar edə bildi. Bir misal, İsa hər hansı bir sualını və hər sualını istədi. Başqa bir misal, İsa insanların nə yediyi, eləcə də evlərində saxladıqlarını bilirdi. [26]\n\nGöydən yemək süfrəsi\nƏsas məqalə: camaatın qidalanması\nBuna da baxın: son şam yeməyi\nQuran, Əl-Maida (5) 112-115, bir rəvayət, İsanın şagirdlərinin yeməklə bir süfrə tələb edən şagirdləri və bunun üçün gələcəkdə onlar üçün xüsusi bir gün olmaq istədi. Bu, İslam və Ərəb Tədqiqatları Prof. Müqayisəli dinlərin professorunun sözlərinə görə, Geoffrey Parrinder (D. 2005), bu hekayənin müjdənin son şam yeməyini və ya çoxluğunu bəslədiyini, lakin ərəbcə (müsəlman festivalı) bağlandığı təqdirdə bəlli deyildir. [47]\n\nBir dəfə şagirdlər, Məryəmin oğlu İsa, Rəbbin göydən bir masa göndərə bilərmi? Dedi ki, möminsinizsə, Allahdan qorxun. Ondan yemək istədiyimizi və qəlbimizin sülhdə ola biləcəyini söylədilər və bilə bilərik ki, səndən doğru danışdığını və bunun şahidlərinin arasında olacağını bilə bilərik. Məryəm oğlu İsa dedi: \"Ey Allahımız Rəbbimiz göydən bir masa üstümüzə, birincilər üçün və sonuncular və səndən bir şənlik üçün bir festival göndərdi və bir işarədir. yemək) Bizə, çünki sizin üçün ən yaxşısısınız. Allah bunu sizin üçün göndərdiyimi söylədi. [46]\n\nSünni Exegete Tabari, son şam yeməyindən əvvəl ölüm təhlükəsi onu narahat etdi. Buna görə İsa şagirdlərini son şam yeməyinə dəvət etdi. Yeməkdən sonra əllərini yuyub dəstələrini paltarına silmək üçün dəstəmaz aldı. Bundan sonra İsa onlara cavab verdi: «Bu axşam sənə verdim, mən sənə yemək yemişəm və əllərinizi şəxsən yuyundum, bu sizin üçün nümunə oldum. Bir-birinizə münasibətdə təkəbbürlü olmayın, əksinə sizin üçün özümü genişləndirdiyim üçün bir-birinizə də genişləndirin. \" Təlimlərindəki şagirdlərə təlimat verdikdən sonra İsa onlardan birinin onu və başqa bir xəyanət edəcəyini bildirdi. Ancaq İsanın ölümü ilə bağlı İslami görüşlərinə uyğun olaraq, İsanın iki illiyində bir cəsəd çarmıxa çəkildi və İsa özü Allaha tərəf qaldırıldı. [48]\n\nDigər möcüzələr\nİsa ilə bağlı bir çox hekayə və povest, İsa ilə əlaqədar Quranda detalların olmaması səbəbindən bir çox hekayə və povestlər hazırlanıb. Bu povestlərdən bəziləri təbiətdə yeni vəsiyyətə bənzəyir, bəziləri isə çox insan təsvir edərkən.\n\nƏsrlər boyu (su üzərində gəzmək kimi olanlar) əsrlər boyu (39] Yetkinlikdən uzaqlaşan və yerdən gələn çörək çörəkləri olan müsəlman yazıçıları tərəfindən qeyd olunan İsanın möcüzələrinin bəzi ətraflı xülasələri Daxildir: Müsəlman Creed əsaslarını bir məktəb magistrinə izah etmək, oğruların varlı bir rəis olduğunu, içmək üçün boş bankaları dolduraraq, zalım padşah üçün qida və şərab təmin edərkən, ölən bir adamın böyüməsinə qədər qida və şərab təmin edir Ölülərdən, bir uşağın təsadüfən öldürülməsi və paltarların bir rəngli bir ətdən müxtəlif rənglərlə çıxmasına səbəb oldu. [26]\n\nKral rəsmisinin oğlu şəfa\nƏsas məqalə: Kral rəsmisinin oğlunu sağaltmaq\nƏl-Tabari (D. 923) Bir yetkin İsanın bölgədəki müəyyən bir padşahla qarşılaşması və oğlunun sağalması barədə bir hekayə. Əfsanəni Tetrarch'a təklif edərkən padşahın şəxsiyyəti xatırlanmır. Müvafiq Müqəddəs Kitab arayışı \"Kral rəsmisinin oğlu\" dır. [49]\n\nXəsislik və həqiqət söyləyən\nBir gənc İsanın bir möcüzəsinin əfsanəvi hekayəsi, professor Ayoub-a görə Orta Şərq Lore-da populyar bir dərsi olaraq istifadə edilən, bir yəhudi adamı və çörək çörəkləri ilə əlaqəsi var. Bir polemik ton daşıyırsa da, dərsi cərəyanları, rəvayətə toxunan həqiqət söyləyən dərsi mərkəzləri. Uşaq kitablarında tez-tez tapılan bir hekayədir. [50]\n\nXas olan hikmət\nBuna da baxın: loqotiplər (İslam) və loqotiplər (xristianlıq)\nDigər bir əfsanəvi möcüzə hekayəsi İsanın uşaqlıq hikməti ilə bağlı biridir. Bu əfsanə, əl-Tabari vasitəsilə İbn Ishaq'dan, Məryəmin İsanı dini bir məktəbə göndərməsi və müəllimin öyrədilməsini / müzakirə olunduğunu bilən İsanı tapmaq üçün təəccüblənən müəllim haqqında danışır. [26]\n\nUşaq evlərində yemək\nƏl-Tabari'nin başqa bir hekayəsi, kəndinin gəncləri ilə oynayan və valideynlərinin evdə onların üçün nə yeməyini söylədiklərini söyləyir. [26]\n\nPovestin təfərrüatlarına görə, bəzi valideynlər əsəbiləşdi və uşaqlarını İsadan Sehrbaz olduğundan şübhələnərək oynamağa qadağa qoydular. Nəticədə, valideynlər övladlarını İsadan uzaqlaşdırdılar və övladlarını tək bir evə topladılar. Bir gün tənha hiss edirəm, İsa yoldaşlarını axtarır və bu evə gələndə uşaqlarının olduğu valideynlərdən soruşdu. Valideynlər yalan danışdılar, uşaqların orada olmadığını cavablandırdılar. İsa kimin olduğunu soruşduqdan sonra evdədir, valideynlər İsaya bir donuz adlandırırlar. Sonra İsa \"bu evdə donuz olaq\" deyir, bütün uşaqları donuzlara çevirir. [28]\n\nƏsrlər boyu müsəlman yazıçıları, bəzi relslərdən əvvəllər bir neçə il əvvəlki mənbələrdən borc götürərək cinləri tökmək kimi digər möcüzələrə və İsa haqqında əfsanələrdən qaynaqlanan digər möcüzələrə istinad ediblər. [26]\n\nNazlanıqlıq\nƏsas məqalə: İslamda İncil\nMüsəlmanlar İnanırlar ki, Allah İsaya (İncil) adlandıran İsanın yeni bir kitabı, əvvəlki ayələrin həqiqətini də elan edərkən (Tövrat) və Əl-Zəbur (Zəbur) adlandırdı. [51] Quran izləyicilərinin qəlbini və təqvası ilə ürəklərini dolduran bir kitab kimi təsvir edən Əl-İnjildən bəhs edir. Ənənəvi İslam exegesi, bibliya mesajının təhrif edildiyi (Tahrif), Ta'yin əl-Mubham (\"qeyri-müəyyənliyin həlli\" adlandırıldığı iddia edilir). [52] Bu polemik səy, Abd əl-Cabbar İbn Əhmədin yazıları ilə orta əsrlərdə onun mənşəyi var. [53] Musanın qanunauyğuna gəlincə, Quran İsanın yəhudi qanunlarını heç vaxt ləğv etmədiyini və yalnız onları təsdiqlədi, yalnız qismən ləğv edərkən onları təsdiqlədi. [54]\n\nMüsəlmanlar uzun müddətdir ki, Pavel, əsasən İsanın orijinal təlimlərini pozduğuna inanırdı. [55] 9-cu əsr tarixli tarixçi Seyf İbn Ömər, Müəyyən Rəbbilərə Paulu'nu xristianlığa etiraz edən doktrinalar kimi görüntülənən İbn Hazm'ın erkən məsihçiləri qəsdən yandıracağını iddia etdi. [56]\n\nYusuf əl-Qaradawinin sözlərinə görə, qanuni və İslamda qadağan edilmiş, İsanın qanuni məhdudiyyətləri, Allah tərəfindən əvvəlcə Allah tərəfindən qanuniləşdirdiyi yəhudilər üçün abqnozlaşdırıldı. [57] Tafsir əl-Cəlalayn kimi klassik şərhlər, tırmanışmadan və ya ümumiyyətlə balıq və quş ətinin istehlakına aid olanlar. [58]\n\nQurandan bəhs edir\nŞagirdlər\nQuran bildirir ki, İsanın mesajına inanan bir qrup şagird (ḥawāriyisn) köməkçisi olması. Şagirdləri adlandırmasa da, Quran İsanın onlara verdiyi mesajı təbliğ etmək üçün bir neçə nümunə verir. Müsəlmanlar İsanın şagirdlərinə Məhəmmədin səhabələri (ṣAḥABA) kimi baxırlar. [59] Xristianlığın sözlərinə görə, on iki şagirdin adları Peter, Andrew, James, Chies, Philip, Bartholomew, Tomas, Matta, James, Yəhu, Yəhudilər və Yəhuda idi.\n\nQuran 3-cü fəsildə, şagirdlərin İslamın imanına təqdim etdiyi 52-53-cü ayələrində, [ilkin mənbə lazım deyil]\n\nİsa özlərindən kafir tapanda dedi: \"Allahın Allahı kimin köməkçisi olacaq?\" Şagirdlər: \"Biz Allahın köməkçiləridir və bizə iman gətiririk və müsəlman olduğumuzun şəhadət edirik. Sən də vəhy etdiyinizə inanırıq və biz elçiyə əməl edirik. şahid. \"\n\n- Quran surəsi, Imran 52-53 [60]\nİsanın şagirdləri ilə əlaqəli ən uzun povest, İsa, təbliğinin həqiqi mesaj olduğunu daha da sübut etmək üçün, istəyinə görə göydən bir masa süfrəsi gətirən möcüzəni həyata keçirəndə.\n\nYüksəlmə\nAN-Nisanın 157-ci ayəsi, İsanın çarmıx hadisəsinə istinad etmək üçün Quranın əsas ayıdır. [61] Deyir ki, İsanın öldürülməməsi və nə çarmıxa çəkilmədi, amma 'edildi\nAn-Nisa ayəsi 157\nOnların dedikləri (öyündükləri), \"Məsih İsanın Məryəmin oğlu İsa, Allahın Elçisi öldürdük\", ancaq onu öldürdülər, amma onlara və fərqlənənlər Orada şübhə ilə doludur, heç bir (müəyyən) bilik, ancaq təqib etmək üçün zənn, çünki onu öldürmədilər.\n\nonlara görünmək '. [62] İslam ənənələrinin əksəriyyəti İsanın xaçda və ya başqa şəkildə öldüyünü qəti şəkildə inkar edirlər. [63] [64] [64] İslam Exegesis, İsanın yerində başqa bir şəxsin çarmıxa çəkildiyini bildirdi. Ancaq bəzi müasir müsəlman alimləri İsanın həqiqətən öldüyünə və onun sağ qalmasına istinadlar hərfi deyil, simvolikdir. İsanın ölümünün təbiəti ilə bağlı bu fikir ayrılığı İslam Canonun özündə, Məhəmmədin səhabələrini sitat gətirən İsanın öldüyünü söyləyən ən erkən hədisində tapılır. Bu vaxt sonrakı hədis və Tafsir əksəriyyəti əksinin lehinə mübahisə edir. [Sitat tələb olunur]\n\nQuranlara görə, çarmıxa çəkilmədi, amma Allah tərəfindən xilas oldu. (Ən qədim İslam ənənələri və exegesis, ölüm və onun uzunluğu ilə bağlı bir qədər ziddiyyətli hesabatlar versə də, müsəlmanlar İsanın çarmıxda ölmədiyinə inanırlar, ancaq cənnətə diri-diri diriltildiyi üçün xilas olacağına inanırlar.\n\nƏvəzetmə\nƏvəzedici təfsirlənmənin harada olduğu aydın deyil, lakin bəzi alimlər ikinci əsrin müəyyən gnostik qrupları arasında baş verən nəzəriyyəni nəzərdən keçirirlər. [10] Leirvik, Ərəb yarımadasında və Abyssiniyada daha da artan kranonik ('irsi') xristianlığından aydın təsir göstərən Quran və hədis tapır. [65]\n\nQərb alimlərinin əksəriyyəti, [66] Yəhudilər, [67] İsa öldü və İsanın öldüyünə inanır, Pravoslav Müsəlman İlahi, Cross-a, Cyrene'nin Simonu, Cyrene'nin Simonu, İsa kimi görünmək üçün İsanın əvəzinə çarmıxa çəkilmiş (CF. Irenaeus 'Bazilidlərin bidətinin təsviri, Kitab I, Ch. XXIV, 4.). [68] [69] [69]\n\nBəzi fikir ayrılıqları və nifaq, iBN Ishaq'ın (D. 761) ilə başlanğıcdan başlayaraq, çarmıxa aparan hadisələrin qısa bir uçotunun qısa bir uçotunun hesabatı, əvvəlcə İsanın Sergius adlı biri tərəfindən əvəz olunduğunu bildirərək, İsanın məzarının varlığını bildirdi Mədinədə və üçüncüsündə üçüncü dəfə Quranda yerləri istinadən (3:55; 4: 158) Allah İsanı özünə qədər götürdü. [70]\n\nİbn Kathir (d. 1373), çarmıxa çəkilməsini təklif edən, lakin İsa ilə deyil, ənənələri izləyir. [81] Tədbirdən sonra İbn Kathir, xalqın üç fərqli povestdən sonra üç qrupa bölündü; \"Allah istədiyi qədər qalıb və sonra cənnətə qalxdı\" inanan jakobitlər; \"Allahın Oğlu Oğlunu Allahın yanında olan qədər cənnətə qaldırana qədər\" inanan nestoriyalılar; və \"Allahın xidmətçisi və Elçisi, Allahın Allahı Rəsulluğunun Allahı Rəsuluna qədər verdiyi qədər qalıb.\" [82]\n\nİkinci gəlir\nQiyamət günündən əvvəl İsanın gəliş qrafiki\n\nUmayyad Məscidində İsa minarəsi, Dəməşq\nİslam ənənəsinə görə, cənnətə qalxıb 2000+ ildir orada yaşayırdılar, İsa Qiyamət Günü, Əl-Masih Ad-Dəccal ('saxta Məsihə) və izləyicilərinə qarşı vuruşdular , Mehdi və onun müsəlman izləyicilərinin köməyinə gəlmək. [86] Başını məsh olunmuş, İsa, İsa minarəsi olduğu güman edilən Şərqi Şərqi Şərqdə enəcək Umayyad Məscidində.\n\nBundan sonra, \"xaçını qırıb donuzları öldürəcək və Jizya vergisini ləğv edəcək\", \"Şahix əl-Buxari hədisinə görə\", Jizya vergisini ləğv edəcək \". [89] [90] [90] Bu peyğəmbərliyin \"adi təfsiri\" budur ki, müsəlman olmaqdır, İsa özünə xristian ibadətinə və ilahiliyinə inamını \"çarmıxla simvollaşdırdı\". Xristianlıq tərəfindən tərk edilmiş kosher / halal pəhriz qanunlarını yenidən quracaq; (Bir hədisin sözlərinə görə, İsa \"Kilsələri və məbədləri məhv edəcək və Ona iman etməyincə xristianları öldürəcək.\") [93] [Qeyd 1]\n\nİslami mətnlər, həmçinin yeraltı həbsxanasından çıxacaq və dünyanı əhatə edəcək qədim təhlükə (Ya'jūj ma'jūj magog), Magog (Ya'jūj Ma'jūj) yenidən görüntüsünə də aiddir. [95] Allah, İsanın dualarına cavab olaraq, boyunlarının napazlarında qurd növü göndərərək onları öldürəcək və cəsədlərini torpaqdan qurtarmaq və təmizləmək üçün böyük quşlar göndərəcəkdir. [86] Mehdinin ölümündən sonra İsa dünya liderliyini və sülhü və ədalətin ədaləti olacağını güman edəcək.\n\nAyrıca, o zaman ənənəyə görə, daha sonra evlənəcək, övladları var və dünyanı qırx il (ənənələr bir çox fərqli vaxt dövrləri verir) öləcək. [96] Sonra müsəlmanlar onun üçün cənazə namazını yerinə yetirəcək və sonra Mədinənin Mədinə şəhərindəki yaşıl günbəzində onu Mədinə şəhərində dəfn edərək, Məhəmməd, Əbu Bəkr və Umar'ın yanında boş qalan Yaşıl günbəzində onu dəfn edəcəklər. [97] İbn Xaldun əfsanəsinə görə, iki xallar iki peyğəmbər arasındakı ölüdən qalxacaq. [98]\n\nMənbələr\nQuran İsanın qayıdışının yuxarıdakı povestindən heç birini təsvir etməsə də, [99] Bir çox müsəlman inanır ki, son dövrlərdə iki Quran ayəsinin ikinci gəlişinə aiddir. [90] (1) Yuxarıda göstərilən ayə Yer üzündə heç vaxt ölmədiyini bildirdi:\n\n\"Və\" Şübhəsiz ki, \"Həqiqətən, Məsihin, Məsihin, Məryəmin oğlu İsanı Allahın Elçisi öldürdük.\" Onu öldürmədilər, nə də çarmıxa vermədilər. . Və müəyyən etdikləri üçün onu öldürmədilər. \" (Q.4: 157 :)\nİsa ilə \"Saat\" arasındakı əlaqəni göstərmək üçün ikinci bir ayə (son vaxtlar) şərhini göstərir:\n\n\"Və budur! Şübhəsiz ki, saat haqqında məlumat var. Buna görə də buna baxmayaraq, məni izləyin. Bu düzgün yoldur.\" (Q.43: 61 Trans Pickthall). [90]\nİsanın qayıdışı ilə bağlı hədislər, Sahaba'dan biri olan Əbu Hüreyrəyə, lakin əslində Xilaskarı Erkən Əbasid xilafətində vətəndaş müharibələri zamanı təqdim oluna bilər. Şiə üçün olarkən, Mehdi Xilaskar olacaq, bəzi sünnilər İsanın qayıtmasını gözləməyə meyllidir. Erkən Abbasid xilafəti dövründə, proseslərdə çarmıxa çəkilən və dibləri ictimaiyyətdən tutaraq qadağan edildi. Əks təqdirdə, çarmıxın qırılması, bu simvolu müsəlmanların ümumi rədd etməyi əks etdirir və donuzları lean extorcizmi ilə bir istinad edir. [100]\n\nİsa təxminən 187 dəfə, Quranda birbaşa və dolayı yolla, həmçinin bir çox titul, ən çox görülən ən çox görülən və \"Məsih\" [[110] [111] [112] [33 [33 ] İsa ISA adı ilə 25 dəfə, [Qeyd 2] üçüncü şəxs 48 dəfə, [Qeyd 3] ilk nəfəri və Qayanın Qurandakı başlıqları kimi qəbul edildi. [Qeyd 4] [113] [113]\n\nMəhəmməd özünü 'bütün insanlara İsanın ən yaxın' kimi təsvir etdi. [114]\n\nAdəmlə misal\nQuran İsanın yaradıcılığını vurğulayır. Məhəmməd tez-tez Adəm və İsanın doğuşlarını müqayisə etmək üçün istifadə olunurdu. [115]\n\nİslam exegesi, bu cür təsirlərin xristian mübahisəsinin arxasında məntiqi uyğunsuzluğu ekstrapolyasiya edir, çünki bu cür təsəvvürlər yalnız yaradılış kimi başa düşülən Adəmə ilahiyyətə sahib olardı. [107]\n \nİslamda İsanın İslam Peyğəmbərinin Məhəmmədin öncül olacağına inanılır. Qurandanın sözlərinə görə, Məhəmmədin gəlişi İsanın AS-SAFF-də, 61: 6-da bu ayə ilə Erkən Ərəb Müsəlmanları mövcud dini ənənələrə və İsanın olduğu proqnozlara görə yeni imanlarına görə qanuniliyini iddia etdilər. [116] Müsəlmanlar İsanın Məhəmməd üçün bir prekursor olduğunu və sonuncunun gələcəyini peyğəmbərlik etdiyinə inanırlar. [117] [26] [26] Bu perspektiv, İsanın \"Əhməd\" adını çəkən bir elçidən danışdığı Quran-ın bir ayəsinə əsaslanır. [118] İslam, H-M-D triconsantal kökündən irəli gələn hər iki söz, hər iki sözü təqdirəlayiqliyə aiddir. Müsəlmanlar, İsanın aktuallığının sübutu, yeni Əhdi-Cədiddə, gəlişinin Yəhyanın İncilində əvvəlcədən xəbər verdiyini ifadə edərək, Əhdi-Cədiddə iştirak etdiyini iddia edir. [119]\n\nMüsəlman şərhçilər, istifadə olunan orijinal Yunan sözünün periklutos olduğunu, məşhur, şöhrətli və ya təriflənən, mənşəli ərəbcə Əhməd kimi göstərildiyini iddia edirlər; Və bu, parakletos olan məsihçilərlə əvəz olundu. [97] [120] Bu fikir, ənənəvi anlaşmanın Quranın mətnindən dəstəkləndiyini soruşaraq müzakirə olunur.\n\nİslam İlahiyyatı İsanın 61: 6 Sura adına görə, Ahmad adından bəhs edən başqa bir peyğəmbərin özündən əvvəlki bir peyğəmbərdən xəbər verdiyini iddia edir. (Əhməd eyni üçlü köklü kökdən ərəb adıdır ḥ-m-d = [ح - م - م - د].) İbn İshaqın tərcümeyi-halına cavab verməkdə, İslam alimi Alfred Guillaume Sirat Rəsul Allah:\n\n\"Əhməd\" termini geri qayıdan, müsəlmanlar Əhmədin Periklutos, qeyd olunan və ya Parakletosun, Chohn Xiv, XV və XVI parakletinin korrupsiyasının peruklutosunun tərcüməsi olduğunu irəli sürdülər. [121]\n\nHədis\nHədisdə Məhəmmədin və ətrafındakı insanların sözləri bildirilir. İsa əfsanəsini ehtiva edən hədis, Ərəb yarımadasında və Abyssiniyada daha da artan kövrək olmayan ('irsi') xristianlıqdan təsirləndi. [65] Hədis, üçüncü müsəlman əsrində müsəlman icması üçün səlahiyyət mənbəyi kimi kanonik bir status hazırladı. Hədisdən yaranan İsanın müsəlman qavrayışı möcüzəvi, günahsız və eschatoloji cəhətdən, insanlara peyğəmbərlik perspektivinə görə, müsəlman imana (müsəlmanın iradəsinə) görə işarə edən insanları işarə edir. [ 130]\n\nHədis, hədis və tafsirləri böyük miqdarda əfsanəvi yazılara və hesabatlara toxunaraq, daha çox inkişaf etdirildikdə, hədislər və tafsirlərin də inkişaf etdirildiyi çox əhəmiyyətli bir hissə şəklində çox vacib bir hissə oynadı. [26] Müsəlmanın yenidən qurulması ilə İsanın batusu təəccüblüdür. Bunun əvəzinə yazılmış şey, Müqəddəs Ruhun kömək etdiyi Ascetik sehrbazdır. İncil, təbliğ ediləcək bir kitab olaraq görülür və yalnız həqiqi təlimləri qeyd etmədən qəbul edilir. Təəccüblü, İsanın uydurma kəlamları və ehtimal olunan təlimləri hədis kolleksiyalarında, Şiə İslamda və İsanın sufi nümayəndəliklərində əvvəlcədən hazırlıq yaradılır. [65]\n\nSünni islam\nKitab Əl-Şahhali, Əl-Şahrastani (D. 1153), nüfuzlu bir fars tarixçisi, tarixşünas, alim, filosof və ilahiyyatçı, İslam povestini davam etdirərkən, pravoslavlıq icmalara çox yaxın bir portrayal qeyd edir:\n\nXristianlar. (Bunlar) Məsihin Cəmiyyəti (Umma), Məryəmin oğlu İsa (Üzrə). Musanın (ona salam) və Tövratda kim tərəfindən elan edilən (Mab'uth) göndərilən (Mab'uth) göndərilmişdir. Ona (bəxş edilən) açıq işarələr və görkəmli sübutlar, məsələn, ölülərin canlandırılması və kor və cüzamın müalicəsi kimi diqqətəlayiq dəlillər idi. Onun təbiəti və fitri mövqeyi (fitra) onun həqiqətlərinin mükəmməl bir əlamətidir; Yəni əvvəlki toxumu və əvvəlcədən tədris etmədən onun danışmasıdır. Bütün (digər) peyğəmbərlər üçün ayələrinə gəlişinin gəlməsi üçün (yaşında) idi, ancaq beşikdə danışmaq üçün vəhy ona vəhy gəldi və çatdırıldıqda vəhy gəldi (ilahi mesaj) otuzda (yaş). (Peyğəmbərlik) missiyasının (Da'wa) müddəti üç il üç ay və üç gün idi. [131]\n\nŞiə islam\nNahj əl-Balagha, Dördüncü Califh Əli (R. 656-661) İsanın sadəliyi haqqında danışdığı bildirilir. [132] Əli dedi ki, \"İsa yastığı üçün bir daşdan istifadə edir, qaba paltar qoyub kobud yemək yeyib. sapmaq üçün sərvət. Onun iki ayağı onun nəqli idi və onun iki əli onun xidmətçisi idi \". [132] Əli'nin böyük bir nəvəsi olan Ja'far əl-Sadiqin sözlərinə görə, Davud və İsa arasındakı vaxt dörd yüz il idi. [133] Ja'far daha sonra İsanın dinin təkallahlığa (TAWḥīd) və saflıq (İxlāṣ) olduğunu söylədi. [133] 'İncil' (İncil '(İncil) ona və digər peyğəmbərlərin aldığı girovu da İsanın da götürüldüyü girov: dinə dua etmək, baş verənləri əmr etmək və qadağan edilmiş şeyləri qadağan etmək və qadağan etmək. Nəhayətlər və məsəllər 'injil' də ona nazil edildi, lakin orada cəza qanunları yox idi, nə də intibət qaydaları (Ahkam əl-Hudud) və miras üçün öhdəliklər yox idi. Tövratdakı Musaya göndərilən şeylərin yüngülləşdirdiyi şeyləri göndərdi. İsa davamçılarına Tövrat Qanunununa və 'İncil' ilə inandıqlarını əmr etdi. [133]\n\nQadi əl-Nu-Nu-nin, Fatimid dövrünün məşhur bir müsəlman hüququna görə, İsa Quranda Məsih (Əl-Masīḥ) adlanır, çünki (Masaha) cavab vermək üçün ona cavab verən insanlara göndərildi ) onların çirkləri, imanlarının xəstəlikləri; olub-olmaması (zahir) və ya gizli (batin). Qadi Al-Nu'man, simvolik təfsir (Asas Al-Ta'wīl) işinin əsasını təşkil edir Zahir) Quranda qeyd edildi. Deyir ki, Məryəm, İsanın anası Məryəm, fiziki cəhətdən doğulmaq əvəzinə, İsanı (Lığq) üçün tərbiyə edən və tapşırmış biri üçün bir məcazdır. Qadi əl-Nu'man İsanın İbrahimin saf nəslindən olduğunu, Əli və oğulları olduğu kimi, Məhəmmədin saf nəslindən, Fatima vasitəsilə idi. [134]\n\nGörünüş\nMəhəmmədin bir neçə hədis rəvayətlərinə əsasən, İsa fiziki olaraq təsvir edilə bilər (İsanın cənnətə qalxması zamanı onu fərqli hallarda və ya İsa zamanı İsanı təsvir edərkən onu təsvir edən Məhəmmədin fiziki təsvirində olan fiziki təsvirinə görə 'İkinci gəlir): [144]\n\nGeniş bir sinə ilə orta / orta / orta / orta və orta yüksəklik və boylu bir adam.\nDüz, əyilmə və çiyinləri arasında düşən uzun saçlar. Sanki suyun yaşına baxmayaraq, başından su tökülür.",
"Muhammad": "İslamda Məhəmməd\nVikipediyadan, pulsuz ensiklopediya\nAxtarış üçün naviqasiyaJump-a keçin\nBu məqalə Məhəmmədin İslam kontekstində rol və əhəmiyyəti haqqında. Ümumi bir ümumi məlumat üçün, Məhəmmədə baxın.\nİmam əl-Anbiya\nRasūl allah\nMəhəmməd\nمحمد\nمحمد صلى الله عليه وسلم. Svg\nİslam xəttatlığında 'Məhəmməd'\nİslam Peyğəmbəri\nISA (İsa) tərəfindən əvvəllər\nMövqedən müvəffəq oldu\nBaşlıq Xatam An-Nabiyyin ('Peyğəmbərlərin möhürü')\nFərd\nBazar ertəsi, 12 Rabi 'əl-AWWAL 53 BH (570 AŞ)\nMəkkə, Hejaz, Ərəbistan\nBazar ertəsi, 12 Rabi 'əl-Awwal 11 Ah (8 İyun 632)\nMədinə, Hejaz, Ərəbistan\nİstirahət yeri Yaşıl günbəz, Peyğəmbər məscidi, Mədinə\nDinləmək\nHəyat yoldaşı Məhəmmədin arvadlarına baxın\nUşaqlar Məhəmmədin uşaqlarını görürlər\nValideynlər\nAbd Allah İbn Abd Al-Muttalib (ata)\nAmina Bint Wahb (ana)\nMədinə Konstitusiyasını nəzərə çarpan iş (lər)\nDigər adlar Məhəmmədin adları və adlarına baxır\nQohumları Məhəmmədin ailə ağacı, Ahl əl-Bayt (\"Evin ailəsi\")\nİmza Məhəmməd Seal.svg\nMəhəmmədin möhürü\nMüsəlman lideri\nVarisi Məhəmmədə ardıcıllığına baxın\nƏrəb adı\nŞəxsi (ISM) Məhəmməd\nAtanın (NASAB) MUUMAMD İBN Abd Abd Abd Abd Al-Muttalib ibn Haşim İbn Abd Manaf ibn Qusai ibn Kilab\nTeknonimik (kunya) Əbu əl-Qasim\nBismillahir Rahmanir Rahim\nİslamda bir sıra bir hissəsi\nİslam peyğəmbərləri\nAnbiya\nQurandakı peyğəmbərlər\nİslam adı və bibliya adı ilə sadalanmışdır.\n'Adam (Adam)'Idrīs (Enoch) Nūḥ (Noah) Hūd (Eber) (Selah) (Səlah) Jethro ) MUUMAMD (Məhəmməd)\nƏsas hadisələr\nMənzərə\n İslam portalı\nvte\nBir sıra bir hissəsi\nİslam\nAllah3.svg\nİnanclar\nTəcrübə\nTextsFoundations\nTarix\nMədəniyyət və cəmiyyət\nƏlaqədar mövzular\n İslam portalı\nvte\nMu'əmməd İbn Əbdin Allahı (Ərəbcə: محمد بن بن عبد ٱلله; c.570 - 8 iyun 632), İslamın bütün əsas sahillərində elçilərin və peyğəmbərlərinin möhürü olduğuna inanılır. Müsəlmanlar İslamın mərkəzi dini mətni Quran-ın Allah tərəfindən Məhəmmədin Muhammad-a açıqladığına inanır və Məhəmmədin Məhəmmədlə yandırılmadığı İslamı bərpa etmək üçün göndərildi, lakin Adəm, İbrahimin həqiqi bir orijinal təkallahlı imandır. Musa, İsa və digər peyğəmbərlər. [1] [2] [3] [4] [4] Quran ilə qurulan Məhəmmədin Quran ilə qurulduğu dini, sosial və siyasi ictimai, İslam və müsəlman dünyasının təməli oldu. [5]\n\nMəkkə Hörmətli Qurayşü ailəsinə 53 BH (570 AŞ) ili haqqında anadan olub, Məkkəmdə Məhəmməd \"Əl-Amin\" (Etibarlı \"Etibarlı\" mənasını verən \"(7] [7] 11-ci ildə 11-də (610. AŞ) 40 yaşında Məhəmmədin həyatının sonuna qədər davam edən Quran başının başlanğıcı olan Hira adlı mağarada ilk şifahi vəhyi aldığı deyilir; Müsəlmanlar Məhəmmədin Allah tərəfindən Allahın bütpərəstliyi möhürləmək üçün Allahın birliyini, İslamdan əvvəl ərizədə hədiyyə etmək üçün Allahın birliyini təbliğ etmək istədi. [8] [9] [9] [9] Yeni çevrilmiş müsəlmanların təqib edildiyi üçün, Mədinədən (sonra Yathrib kimi tanınan) bir nümayəndə heyətinin dəvəti ilə Məhəmməd və davamçıları Hicrah kimi tanınan bir hadisə olan Mədinəyə Mədinəyə köçdülər. [10] [10] [ 11] Məhəmmədin həyatında bir dönüş nöqtəsi, bu Hegira də İslam təqviminin başlanğıcını qeyd edir. Mədinədə Mədinədə Mədinənin, oradakı müxtəlif mövcud icmalar arasında olanların hüquqlarını və münasibətlərini müəyyənləşdirən Mədinə Konstitusiyasını eskiz etdi, müstəqil bir cəmiyyət yaratdı və ilk İslam dövlətini qurmağı bacardı. [12] Məkkələrin davamlı düşmənçiliyinə baxmayaraq, Məhəmmədin davamçıları ilə birlikdə 630-cu ildə Məkkə nəzarəti başlamışdır. [14] [14] bütün bütpərəst bütlərin məhv edilməsini əmr etdi. [15] [16] [16] [16] Sonrakı illərdə Mədinədə Məhəmməd İslamın İslamın fərqli qəbilələrini birləşdirdi [17] və sosial və dini islahatlar apardı. [18] Təxminən 11-də (632 yaşında), demək olar ki, ərəb yarımadasının bütün qəbilələri islamı qəbul edib. [19]\n\nMüsəlmanlar tez-tez Məhəmməd peyğəmbər Məhəmməd kimi, sadəcə \"Peyğəmbər\" və ya \"Peyğəmbər\" və ya \"Peyğəmbərə\" kimi müraciət edirlər və bütün peyğəmbərlərin ən böyüyü kimi qiymətləndirirlər. [1] [21] [22] [22] [22] O, müsəlmanların hamısının sahibi kimi görülür. [23] Hörmət aktı olaraq, müsəlmanlar ərəb xeyirxahlığı ilə Məhəmmədin adını təqib edir\n\nQuranda\nƏlavə məlumat: Quranda Məhəmməd\n\nMuhammad adı Thuluth-də yazılmış, İslam xəttatının ssenari çeşidi\nQuran Məhəmmədin erkən həyatı və ya digər bioqrafik detalları haqqında az şey, lakin onun peyğəmbərlik missiyası, mənəvi mükəmməlliyi və Məhəmmədlə bağlı teoloji problemlər barədə danışır. Quran-a görə, Məhəmməd Allahın göndərdiyi peyğəmbərlərin bir zəncirində sonuncudur (33:40). Quran boyunca Məhəmməd \"Messenger\", \"Allah Rəsulu\" və \"Peyğəmbər\" adlandırılır. Belə bir hissələrin bəziləri 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3:81, 3: 164, 3: 164, 3: 164, 4: 79-80, 5:15, 5:15, 5:15, 5:15, 5:15, 5:41, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 və 66:09. Digər şərtlər \"Warner\", \"müjdəli xəbərdarlıq edən\" və \"insanları tək Allaha dəvət edən\" (Quran 12: 108 və 33: 45-46) daxil olmaqla digər şərtlər istifadə olunur. Quran Məhəmmədin ən yüksək mənəvi mükəmməlliyə sahib olan bir insan olduğunu və Allahın onu təqib etməsi üçün yaxşı bir nümunə və ya \"yaxşı bir model\" etdiyini iddia edir (Quran 68: 4 və 33:21). Quran, Məhəmməd üçün hər hansı bir fövqəladə xüsusiyyətləri ehtiva edir, [25] lakin onu müsbət insan keyfiyyətləri baxımından təsvir edir. Bir neçə ayədə Quran Məhəmmədin insanlığa münasibətini kristallaşdırır. Quranlara görə, Allah Məhəmmədin haqqı ilə (Allahın bəşəriyyətə verdiyi mesaj) və bütün dünyaya xeyir göndərdi (Quran 39:33 və 21: 107). İslam ənənəsində, bu, Allahın insanlığa verdiyi mesajı ilə göndərdiyi mesajı, sonrakı insanlara verilən mesajı göndərməsi və bu dünyada Allaha ibadət edən Məhəmmədin təlimləri və şəxsi həyatının saflığıdır . [26]\n\nQurandanın sözlərinə görə, Məhəmmədin gəlişi İsa tərəfindən proqnozlaşdırıldı: \"Və İsa Məryəmin oğlu İsa dedi:\" Ey İsrail övladları! Məndən əvvəl Allahın sənə elçisiyam. Ahmad '(Quran 61: 6) bir elçinin gəlməsi üçün bir elçinin müjdəsi verməsi \"(Quran 61: 6). Bu ayədə, erkən ərəb müsəlmanları mövcud dini ənənələrə və İsanın iddia edilən proqnozlarına yeni imanlarına görə qanuniliyini iddia etdilər. [27]"
}
