{
"Adam": "__ \"ওহে মানবজাতি! আমরা আপনাকে একটি একক জোড়া থেকে একটি পুরুষ এবং একজন মহিলা থেকে তৈরি করেছি এবং আপনাকে জাতি এবং উপজাতিগুলিতে পরিণত করেছি, যাতে আপনি একে অপরকে জানতে পারেন (আপনি একে অপরকে তুচ্ছ করতে পারেন না)। অবশ্যই আপনার মধ্যে সর্বাধিক সম্মানিত আল্লাহর দৃষ্টিতে তিনি হলেন যিনি আপনার মধ্যে সর্বাধিক ধার্মিক And এবং আল্লাহর সম্পূর্ণ জ্ঞান রয়েছে এবং তিনি ভালভাবে পরিচিত (সমস্ত কিছুর সাথে) \"(কুরআন ৪৯:১৩)। __\n\nআদম (আরবি: آدم) পৃথিবীতে প্রথম মানুষ এবং ইসলামের প্রথম নবী (ببي, নবী) ছিলেন। মানব জাতির পিতা হিসাবে মুসলিমের শ্রদ্ধেয় আদম এবং তাঁর স্ত্রী হাওয় (حواء, ইভ) মানবজাতির মা হিসাবে। মুসলমানরা আদমকে প্রথম মুসলিম হিসাবে দেখেন, যেমন কুরআন বলেছে যে সমস্ত ভাববাদীরা ইসলামের একই বিশ্বাস প্রচার করেছিলেন, যার অর্থ God শ্বরের কাছে জমা দেওয়া।\n\nএই দুই ব্যক্তির কাছ থেকে, মানুষের প্রজন্ম পৃথিবীতে বাস করেছে। God শ্বর কুরআনে বলেছেন।\n\nযখন আদম তৈরি করা হয়েছিল, তখন God শ্বর সমস্ত সৃষ্টিকে আদমের প্রতি শ্রদ্ধার চিহ্ন হিসাবে নামিয়ে আনার আদেশ দিয়েছিলেন, যা একটি নতুন উচ্চতর সৃষ্টি ছিল। শায়তান ব্যতীত সকলেই করেছিলেন, যিনি অস্বীকার করেছিলেন যে তিনি ধূমপায়ী আগুন (একটি জিন) দিয়ে তৈরি ছিলেন, যখন আদম কাদামাটি দিয়ে তৈরি ছিলেন। God শ্বর তখন তাদেরকে একটি পরীক্ষা হিসাবে ইডেনের বাগানে রেখেছিলেন এবং শায়তান আদম এবং হাওয়া উভয়কে সফলভাবে চালিত করেছিলেন। তিনি তাদের এমন একটি গাছে যেতে বাধ্য করেছিলেন যা God শ্বর তাদের থেকে নিষেধাজ্ঞা জানিয়েছেন। এর ফলস্বরূপ, God শ্বর আমাদের (মানুষ এবং শয়তান) পৃথিবীতে বিচারের দিন পর্যন্ত একে অপরের শত্রু হিসাবে রেখেছেন। একবার পৃথিবীতে, আদম ক্ষমার জন্য প্রার্থনা করলেন এবং God শ্বর তাঁকে ক্ষমা করেছিলেন।\n\nআদম এবং সমস্ত ভাববাদীদের মতো তারা God শ্বরের সাথে আমাদের চুক্তির কথা মনে করিয়ে দেওয়ার জন্য পৃথিবীতে এসেছিল। আমরা যদি God শ্বরের আনুগত্য করি তবে আমরা একটি উচ্চতর স্তর অর্জন করতে পারি তবে God's শ্বরের দৃষ্টিতে ফেরেশতাগণ। এটি করার জন্য আমাদের অবশ্যই শাইটানের ফিসফিসগুলি এড়াতে হবে এবং এর চেয়েও খারাপ যা আমাদের নফস (স্বার্থপর আকাঙ্ক্ষা) প্রচেষ্টা করে এবং দমন করে। আমরা কুরআনে আমাদের দেওয়া অন্তহীন জ্ঞান, দিকনির্দেশ এবং উদাহরণগুলি অনুসরণ করে এটি করি, God শ্বরের প্রথম ব্যক্তির মধ্যে রচিত চূড়ান্ত প্রকাশ এবং বই যা পুরোপুরি সংরক্ষিত এবং অপরিবর্তিত রয়েছে। আমাদের অবশ্যই ভাববাদীদের আশ্চর্যজনক উদাহরণটি অনুসরণ করতে হবে এবং আমাদের কাছে নবী মুহাম্মদের পূর্ণ জীবন কাহিনী রয়েছে কারণ তিনি আরও সাম্প্রতিক সময়ে এসেছিলেন যেখানে তিনি আধুনিক ইতিহাসেও দেখিয়েছিলেন। তাঁর সমস্ত শিক্ষাগুলিও সংরক্ষণ করা হয়েছে এবং তাঁর জীবনযাত্রাকে সংরক্ষণ ও শেখানোর জন্য প্রচুর ইসলামী বৃত্তি রয়েছে। নবী মুহাম্মদ হলেন একজন স্বামী, পিতা, প্রতিবেশী এবং বন্ধু হওয়ার সাথে সাথে একজন রাষ্ট্রীয়, আধ্যাত্মিক ও সামরিক নেতা নবীদের সিল। তিনি তাঁর জীবন, ক্রিয়া এবং শিক্ষাগুলি যে স্টুডিয় করেছেন তাদের দ্বারা তিনি অত্যন্ত প্রশংসিত। এমনকি তাঁর শত্রুরাও যখন তিনি শ্রদ্ধা জানতেন এবং তাঁর উপর আস্থা রাখতেন।\n\nসুতরাং, মুসলমান হিসাবে আমরা জানি যে সমস্ত মানুষের জীবনের উদ্দেশ্য God শ্বরের উপাসনা করা এবং কে কর্মে সেরা। Human শ্বর মানবজাতিকে স্বর্গ/স্বর্গে তাঁর আদেশগুলি অনুসরণ করার পুরষ্কার হিসাবে একটি সুন্দর জায়গা দেওয়ার প্রতিশ্রুতি দিয়েছেন। স্বর্গের সর্বনিম্ন ব্যক্তির দশটি পৃথিবীর জমি থাকবে। আপনি যখন স্বর্গের উচ্চ স্তরে পৌঁছে যান তখন আপনাকে হালকা বছরগুলিতে আপনার জমি পরিমাপ করা শুরু করতে হবে। God শ্বর সর্বাধিক উদার এবং আমাদের দিতে চান এবং আমাদের তাঁর কাছে সমস্ত কিছু জিজ্ঞাসা করতে চান। আমরা যদি God শ্বর এবং নবীদের উপায় থেকে দূরে সরে যাই তবে একটি গুরুতর শাস্তি আমাদের জাহান্নামে অপেক্ষা করে। God শ্বর আমাদের এই এবং সমস্ত মন্দ জিনিস থেকে রক্ষা করুন।\n\nবিজ্ঞানের দৃষ্টিকোণ থেকে, মানুষ __Homo Sapienes__ প্রজাতির মধ্যে রয়েছে, যার মধ্যে একমাত্র পরিচিত উপ -প্রজাতিগুলি __Homo Sapiences Sapienes__ নামে পরিচিত। আমরা পৃথিবীর সবচেয়ে প্রভাবশালী প্রজাতি। তবে, বিশেষত উদ্ভিদ এবং প্রতিবাদকারীদের মধ্যে বিভিন্ন ধরণের জীবন রয়েছে যা পৃথিবীর বায়ু, শিলা, জীবন এবং প্রাকৃতিক পরিবেশের উপর অনেক বেশি প্রভাব ফেলেছিল।\n\nউইকিপিডিয়া:\nপ্রথম নবী এবং সমস্ত মানুষের পিতা।\nআদম এবং সৃষ্টির গল্পটি কুরআন জুড়ে রয়েছে। অধ্যায়গুলিতে উল্লেখ রয়েছে: 2, 4, 5, 20, 21, 38 এবং অন্যান্য। কুরআন বর্ণনায়, God শ্বর মাটির বাইরে মানবজাতি সৃষ্টি করেছিলেন (Q3: 59), [18] এটিকে একটি রূপে রূপ দিয়েছিল এবং তারপরে ফেরেশতাদের আদমকে মাথা নত করার আদেশ দেয়। ইব্লিস গর্ব থেকে অস্বীকার করেছিলেন (কিউ 15: 26-32) [19] এবং জান্নাহ (প্যারাডাইস) থেকে তাকে নিষিদ্ধ করা হয়েছিল।\n\nকুরআনের মতে, God শ্বর ইতিমধ্যে আদম তৈরির আগে সিদ্ধান্ত নিয়েছিলেন যে মানবজাতি (আদম এবং তাঁর বংশধর) পৃথিবীতে স্থাপন করা হবে। ইসলাম পৃথিবীতে মানবজাতির জীবনকে শাস্তি হিসাবে চিহ্নিত করে না, বরং God's শ্বরের পরিকল্পনার অংশ হিসাবে।\n\n\"'সত্যই, আমি মানবজাতির প্রজন্মকে পৃথিবীতে প্রজন্মের পরে স্থাপন করতে যাচ্ছি।' তারা (স্বর্গদূতরা) বলেছিল: 'আপনি কি সেখানে তাদের রাখবেন যারা এতে দুষ্টামি তৈরি করবেন এবং রক্ত ​​ঝরিয়ে দেবেন, যখন আমরা (ফেরেশতারা) আপনাকে প্রশংসা ও ধন্যবাদ দিয়ে গৌরব করি এবং আপনাকে পবিত্র করে তুলি?' God শ্বর বলেছেন: 'আমি জানি যা আপনি জানেন না।' \"\n\nGod শ্বর তখন আদমকে সমস্ত কিছুর নাম শিখিয়ে আদমের সামনে স্বর্গদূতদের একত্রিত করেন যাতে তাদের দেখাতে পারে যে আদমের চেয়ে আরও বেশি কিছু রয়েছে, বিশেষত আদমের উচ্চ বৌদ্ধিক ক্ষমতা:\n\n\"এবং তিনি আদমকে নামগুলি - সমস্ত কিছু শিখিয়েছিলেন। তারপরে তিনি তাদের ফেরেশতাদের কাছে দেখিয়ে বললেন,\" আপনি যদি সত্যবাদী হন তবে এগুলির নাম সম্পর্কে আমাকে জানান। \"তারা বলেছিলেন:\" তোমার কাছে গৌরব (স্বর্গদূতরা বলেছিলেন), জ্ঞানের বিষয়ে আমাদের কিছুই নেই, আপনি আমাদের যা শিখিয়েছেন তা সংরক্ষণ করুন: সত্য যে আপনিই জ্ঞান এবং প্রজ্ঞায় নিখুঁত হন। \"তিনি বলেছিলেন:\" হে আদম! তাদের নামগুলি তাদের বলুন। \"যখন তিনি তাদের বলেছিলেন, তখন God শ্বর বলেছিলেন (ফেরেশতাদের কাছে):\" আমি কি আপনাকে বলিনি যে আমি স্বর্গ ও পৃথিবীর গোপনীয়তা জানি এবং আমি জানি আপনি কী প্রকাশ করেছেন এবং আপনি কী গোপন করেছেন? \"\n\nGod শ্বর ফেরেশতাদের আদমের কাছে মাথা নত করার আদেশ দেন। ইব্লিস বাদে সকলেই মান্য, যিনি মনে করেন যে তাকে আগুন থেকে তৈরি করা হচ্ছে, তিনি পৃথিবী থেকে তৈরি আদমের কাছে মাথা নত করা উচিত নয়। তাঁর গর্বের পরে God's শ্বরের কমান্ডের অবাধ্যতা তাকে God's শ্বরের অনুগ্রহ থেকে দূরে সরিয়ে দেয়:\n\n\"এবং দেখুন, আমরা ফেরেশতাদের বলেছিলাম:\" আদমকে মাথা নিচু করে \"এবং তারা মাথা নত করে। তাই না ইবলিস: তিনি প্রত্যাখ্যান করেছিলেন এবং অহঙ্কারী ছিলেন: তিনি যারা বিশ্বাসকে প্রত্যাখ্যান করেন (যারা অবাধ্য) তাদের মধ্যে ছিলেন।\" (2:34)\n\nGod শ্বর পরে আদম এবং হবকে বাগানে রাখেন এবং তাদের বলে যে তারা কোনও নির্দিষ্ট গাছের কাছে না আসা ছাড়া এর ফলগুলি উপভোগ করতে পারে: (২:৩৫)\n\n\"আমরা বলেছিলাম:\" হে আদম! আপনি এবং আপনার স্ত্রীকে বাগানে বাস করুন; এবং সেখানে প্রচুর পরিমাণে খাওয়া (কোথায় এবং কখন) আপনি করবেন; তবে এই গাছটি নয়, বা আপনি ক্ষতি এবং সীমালঙ্ঘনের দিকে ঝুঁকছেন না। \"\n\nশয়তান তখন আদম এবং হবকে গাছের ফল খাওয়ার জন্য প্রতারণা করে: (২:৩6)\n\n\"তারপরে শয়তান তাদের (বাগান) থেকে পিছলে যায় এবং তাদের যে রাষ্ট্রের (যে রাষ্ট্রীয়তা ছিল) থেকে বের করে এনেছিল। আমরা বলেছিলাম:\" তোমরা কেউ কেউ শত্রুতা রেখেছিল, আপনি সকলেই নামিয়ে আনুন অন্যের দিকে। পৃথিবীতে আপনার আবাসস্থল এবং আপনার জীবিকা নির্বাহের মাধ্যম হবে - এক সময়ের জন্য। \"\n\nআদম এবং ইভটি তাদের ক্রিয়াকলাপের জন্য অনেক অনুশোচনা অনুভব করে, কিন্তু God শ্বর আদমকে করুণায় ফিরে যান এবং তাঁকে সান্ত্বনা দেন: (২:৩7)\n\n\"তারপরে আদমকে তাঁর প্রভুর অনুপ্রেরণার কথা থেকে শিখলেন এবং তাঁর পালনকর্তা তাঁর দিকে ফিরে গেলেন; কারণ তিনি-রিটার্নিং, সবচেয়ে করুণাময়।\"\n\nGod শ্বর তখন আদমকে অবহিত করেন যে God শ্বর আদম এবং তাঁর বংশধরদের কাছে তাঁর গাইডেন্স প্রেরণ করবেন: (২:৩৮)\n\n\"আমরা বলেছিলাম:\" আপনারা সবাইকে এই জায়গা থেকে (বাগান) থেকে নামিয়ে আনুন, তারপরে যখনই আমার কাছ থেকে আপনার দিকনির্দেশনা আসে এবং যে কেউ আমার দিকনির্দেশনা অনুসরণ করে, তাদের উপর কোনও ভয় থাকবে না এবং তারা শোক করবে না। \"\n\nইডেনের বাগানে শয়তান (প্রায়শই ইব্লিস হিসাবে চিহ্নিত) আদম এবং হবকে নিষিদ্ধ গাছ থেকে ফলের স্বাদ গ্রহণের মাধ্যমে God শ্বরকে অমান্য করার জন্য প্রলুব্ধ করে। God শ্বর, আদম এবং ইভকে পৃথিবীর বাকী অংশে প্রেরণ করেন [[২০] [২১]\n\nকুরআন অ্যাডাম এবং ইভ, কেইন এবং আবেলের দুই পুত্রকেও বর্ণনা করেছে। [২২] [২৩]",
"Idris": "কলমের উদ্ভাবক এবং সুইয়ের উদ্ভাবক।",
"Nuh": "মহান বন্যা থেকে বেঁচে যাওয়া।",
"Hud": "বণিক\n\nএটি এইচইউডি'র বর্ণনার সংক্ষিপ্তসার, দুটি নির্দিষ্ট আয়াতের উপর জোর দিয়ে:\n\nAdd এর লোকেরা অত্যন্ত শক্তিশালী এবং ধনী ছিল এবং তারা তাদের শক্তি দেখানোর জন্য অগণিত বিল্ডিং [১৯] এবং স্মৃতিস্তম্ভ তৈরি করেছিল। যাইহোক, জনগণের সম্পদ শেষ পর্যন্ত তাদের ব্যর্থতা হিসাবে প্রমাণিত হয়েছিল, কারণ তারা অহংকারী হয়ে God শ্বরকে ত্যাগ করে এবং সামদ, সামুদ এবং হারা নামে তিনটি প্রতিমা সহ উপাসনার জন্য প্রতিমা গ্রহণ করতে শুরু করে। [১১] হুদ এমনকি শৈশবকালে, God শ্বরের কাছে প্রার্থনায় ধারাবাহিক থেকে যায়। এটি অনুচ্ছেদের মধ্য দিয়ে সম্পর্কিত যে হুডের মা, একজন ধার্মিক মহিলা যিনি তাঁর ছেলের জন্মের সময় দুর্দান্ত দৃষ্টিভঙ্গি দেখেছিলেন, তিনিই একমাত্র ব্যক্তি যিনি তাঁর উপাসনায় এইচডিকে উত্সাহিত করেছিলেন। [২০] সুতরাং, প্রভু হুদকে হুডকে একজন ভাববাদী হিসাবে উত্থাপন করেছিলেন। [২০]\n\nযখন হুদ প্রচার শুরু করেছিলেন এবং তাদেরকে কেবল সত্য God শ্বরের উপাসনা করার জন্য আমন্ত্রণ জানিয়েছিলেন এবং যখন তিনি তাদের অতীতের পাপের জন্য অনুশোচনা করতে এবং করুণা ও ক্ষমা চাইতে বলেছিলেন, তখন লোকেরা তাঁকে নিন্দা করতে শুরু করে এবং দুষ্টভাবে God's শ্বরের বার্তাটি উপহাস করতে শুরু করে। হুডের গল্পটি কুরআনে উল্লিখিত প্রারম্ভিক নবীদের কাছে সাধারণ ভবিষ্যদ্বাণী চক্রকে চিত্রিত করে: নবীকে তাঁর লোকদের কাছে কেবল God শ্বরের উপাসনা করতে বলার জন্য প্রেরণ করা হয় এবং তাদের স্বীকৃতি জানাতে বলে যে God শ্বরই তাদের আশীর্বাদ সরবরাহকারী []] কুরআন [3] বলেছেন:\n\nআমরা তাদের ভাই হুডের লোকদের কাছে প্রেরণ করেছি, যিনি বলেছিলেন: \"হে আমার লোকেরা, God শ্বরের উপাসনা করে; আপনার আর কোনও God শ্বর নেই তিনি ছাড়া ((প্রতিমা হিসাবে) আপনি কেবল মিথ্যা আবিষ্কার করছেন।\nহে আমার লোকেরা, আমি এর জন্য আপনার কোনও প্রতিদান জিজ্ঞাসা করি না: আমার পুরষ্কারটি তাঁর সাথে আছেন যিনি আমাকে সৃষ্টি করেছেন। আপনি কি বুঝতে পারবেন না?\nহে আমার লোকেরা, আপনার প্রভুকে আপনাকে ক্ষমা করার জন্য অনুরোধ করুন এবং অনুতাপ করে তাঁর দিকে ফিরে যান। তিনি আকাশ থেকে আপনার জন্য টরেন্টে বৃষ্টি নামিয়ে দেবেন এবং আপনাকে যোগ করার শক্তি দেবেন। সুতরাং পাপী হিসাবে তাঁর কাছ থেকে মুখ ফিরাবেন না। \"\nতারা বলেছিল: \"হে হুড, আপনি কোনও প্রমাণ ছাড়াই আমাদের কাছে এসেছেন। আমরা আমাদের দেবতাদের ত্যাগ করব না কারণ আপনি তা বলছেন, বা আপনাকে বিশ্বাস করবেন না।\nআমরা কেবল এটুকুই বলতে পারি যে আমাদের কিছু দেবতা আপনাকে মন্দ দিয়ে আঘাত করেছে। \"তিনি জবাব দিয়েছিলেন:\" আমি God শ্বরকে সাক্ষ্য দেওয়ার জন্য ডেকেছি এবং আপনিও সাক্ষী হোন যে আপনি যা যুক্ত করেছেন তা সম্পর্কে আমি পরিষ্কার (আপনার বিষয়গুলিতে)\nতাকে ছাড়াও আপনি যতটা পছন্দ করেন আমার বিরুদ্ধে অংশ নিন এবং আমাকে কোনও অবকাশ দিন না।\nআমি God শ্বরের প্রতি আমার বিশ্বাস রাখি যিনি আমার পালনকর্তা এবং আপনার পালনকর্তা। পৃথিবীতে এমন কোনও প্রাণী নেই যা তাঁর দ্বারা দৃ lock ়ভাবে অগ্রণী নয়। নিশ্চয়ই আমার পালনকর্তার পথটি সোজা।\nআপনি যদি মুখ ফিরিয়ে নেন, তবে (মনে রাখবেন) আমি আপনাকে যে বার্তাটি প্রেরণ করেছি তা আপনাকে পৌঁছে দিয়েছি। আমার পালনকর্তা অন্য লোকদের আপনার জায়গায় রাখবেন এবং আপনি তাঁর বিরুদ্ধে বিজয়ী হতে পারবেন না। প্রকৃতপক্ষে আমার প্রভু সমস্ত কিছুর উপর নজর রাখেন। \"\n\n-কোরআন, সূরা 11 (এইচইউডি), আইয়াহ 50-57\nএইচডির অলৌকিক ঘটনা\nইবনে কাইয়িম আল-জাওজিয়ার তার বিশ্লেষণ বই, মাদারিজ স্যালিকেনের তফসিরের মতে, ইবনে আবি আল-ইজ দ্বারা তাঁর আল-আকদা আল-তাহওয়াইয়ার স্যারহ (ভাষ্য) -তে আইবনে আবী আল-ইজ দ্বারা উদ্ধৃত করা হয়েছে, এইচইউডি তার অলৌকিক ঘটনাটি দেখিয়েছে যা হুডকে দেখানো হয়েছে যা হুডকে দেখানো হয়েছে 56-58 এর আয়াত:\n\n(৫)) \"আমরা কেবল এটুকুই বলতে পারি যে আমাদের কিছু দেবতা আপনাকে মন্দ দিয়ে আঘাত করেছে।\" তিনি জবাব দিয়েছিলেন: \"আমি God শ্বরকে সাক্ষ্য দেওয়ার জন্য ডেকেছি, এবং আপনিও সাক্ষী হোন যে আপনি যা যুক্ত করেছেন (আপনার বিষয়গুলিতে) ... তাঁর বাদে আমি পরিষ্কার। ।\n\n(57) আমি God শ্বরের প্রতি আমার বিশ্বাস রাখি যিনি আমার প্রভু এবং আপনার পালনকর্তা। পৃথিবীতে এমন কোনও প্রাণী নেই যা তাঁর দ্বারা দৃ lock ়ভাবে অগ্রণী নয়। নিশ্চয়ই আমার পালনকর্তার পথটি সোজা।\n\n(58) আপনি যদি মুখ ফিরিয়ে নেন, তবে (মনে রাখবেন) আমি আপনাকে যে বার্তাটি প্রেরণ করেছি তা আপনাকে পৌঁছে দিয়েছি। আমার পালনকর্তা অন্য লোকদের আপনার জায়গায় রাখবেন এবং আপনি তাঁর বিরুদ্ধে বিজয়ী হতে পারবেন না। প্রকৃতপক্ষে আমার প্রভু সমস্ত কিছুর উপর নজর রাখেন। \"\n\n- কুরআন, সূরা 11 (এইচইউডি)। আয়াহ 56-58",
"Salih": "সালিহ (আরবি: صالِحٌ, রোমানাইজড: ṣliḥ, লিট। ] প্রাচীন আরবে, নবী মুহাম্মদের জীবদ্দশার আগে। সালিহের গল্পটি God শ্বরের শে-ক্যামেলের গল্পের সাথে যুক্ত ছিল, যা থমুদের লোকদের কাছে উপহার দেওয়া হয়েছিল যখন তারা সত্যিকার অর্থে একজন নবী ছিলেন তা নিশ্চিত করার জন্য একটি অলৌকিক কাজ চেয়েছিলেন।\n\nতাঁর পেশা ছিল উট ব্রিডার।\n\nঐতিহাসিক প্রেক্ষাপট\n\nসৌদি আরবের হাইজাজি পার্বত্য অঞ্চলে মাদা'ইন সালিহ বা আল-হিজর\nথমুদ আরব উপদ্বীপের উত্তর -পশ্চিমাঞ্চলে একটি উপজাতি কনফেডারেশন ছিলেন, দ্বিতীয় সারগনের সময়কালে অশূর উত্সগুলিতে উল্লিখিত। উপজাতির নামটি খ্রিস্টীয় চতুর্থ শতাব্দীতে নথিগুলিতে উপস্থিত হতে থাকে, তবে ষষ্ঠ শতাব্দীর মধ্যে তাদের অনেক আগে অদৃশ্য একটি গোষ্ঠী হিসাবে বিবেচিত হয়েছিল। []]: ৮১\n\nকুরআনের মতে, সালিহকে যে শহরটিতে প্রেরণ করা হয়েছিল তাকে আল-হিজর বলা হয়েছিল, []] যা নাবাতিয়ান শহর হেগ্রার সাথে মিলে যায়। [৮] আঞ্চলিক কাফেলা বাণিজ্যের একটি গুরুত্বপূর্ণ সাইট হিসাবে প্রথম শতাব্দীর প্রথমদিকে শহরটি বিশিষ্ট হয়ে উঠেছে। [9] শহর সংলগ্ন ছিল বিভিন্ন ধর্মীয় গোষ্ঠীর সদস্যদের দ্বারা ব্যবহৃত বৃহত, সজ্জিত শিলা-কাটা সমাধি। মুহাম্মদের যুগের পর থেকে এই সাইটটিকে মাদায়ইন সালিহ হিসাবে উল্লেখ করা হয়েছে, তাঁর পূর্বসূরী সালিহের নামানুসারে। [১১]\n\nইসলামী এবং বাহা বিশ্বাসের বাইরে, সালিহ অন্য কোনও আব্রাহামিক ধর্মগ্রন্থ বা সমসাময়িক historical তিহাসিক পাঠ্যে উল্লেখ করা হয়নি, তবে থমুদের ধ্বংসের বিবরণটি প্রাচীন আরবিয়ায় সুপরিচিত হতে পারে। উপজাতির নামটি প্রাচীন আরবীয় কবিতায় \"সমস্ত কিছুর ট্রান্সিয়েন্স\" এর রূপক হিসাবে ব্যবহৃত হয় [[]]: ২২৩-২৪\n\nইসলামে\nবিসমিল্লাহির রহমানির রহিম\nইসলামে একটি সিরিজের অংশ\nইসলামী নবী\nআনবিয়া\nকুরআনে ভাববাদীরা\nইসলামী নাম এবং বাইবেলের নাম দ্বারা তালিকাভুক্ত।\nʾDam (আদম) ʾidrīs (enoch) nūḥ (নোহ) হাদ (ইবার) ṣliḥ (সেলাহ) ʾibrāhīm (আব্রাহাম) ল লট (লট) ʾismāʿīl (ishaep) ʾisḥq (isaac) yaaq (জ্যাক) ইয়াকাব (জ্যাক) ইয়াকাব (জ্যাক) জেথ্রো) ম্যাসি (মূসা) হরান (অ্যারন) ধুল-কিফল (ইজিকিয়েল বা গৌতম বুদ্ধ) দাদ (ডেভিড) সুলায়মন (সলোমন) ইয়ানুস (জোনাহ) ʾilyas (এলিজা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) ) মুয়াম্মাদ (মুহাম্মদ)\nমূল ঘটনা\nভিউ\nইসলাম পোর্টাল\nভিটিই\nএকটি সিরিজের অংশ\nইসলাম\nআল্লাহ 3.svg\nবিশ্বাস\nঅনুশীলন\nটেক্সটসফাউন্ডেশন\nইতিহাস\nসংস্কৃতি এবং সমাজ\nসম্পর্কিত বিষয়\n ইসলাম পোর্টাল\nভিটিই\nকুরআন\n\nসালিহ তার লোকদের শে-ক্যামেল দেখতে আমন্ত্রণ জানিয়েছিল\nনবীদের গল্পের আলোকিত সংগ্রহ\nসালিহের তাঁর সম্প্রদায়ের জীবন এতটাই ধার্মিক ছিল যে থমুদের লোকেরা তার পক্ষে কার্যত সমর্থন করার জন্য নির্ভর করেছিল। [12] তাঁকে একজন বার্তাবাহক হিসাবে God শ্বর নির্বাচিত করেছিলেন এবং ধনী ব্যক্তিদের স্বার্থপরতার বিরুদ্ধে প্রচার এবং শিরক (মূর্তিপূজা বা বহুবিবাদ) অনুশীলনের নিন্দা করার জন্য প্রেরণ করেছিলেন। যদিও সালিহ একটি টেকসই সময়ের জন্য এই বার্তাটি প্রচার করেছিলেন, থমুদের পক্ষে লোকেরা তার সতর্কতা শুনতে অস্বীকার করেছিল এবং পরিবর্তে সালিহকে তাদের জন্য একটি অলৌকিক কাজ করতে বলেছিল। তারা বলেছিল: \"হে সালিহ! তুমি আমাদের মধ্যে ছিল! এখন পর্যন্ত আমাদের আশার কেন্দ্রবিন্দু! আমাদের পিতৃপুরুষেরা যা উপাসনা করতেন তার উপাসনা আপনি আমাদের কি নিষেধ করেছেন? । \"\n\nসালিহ তাঁর লোকদের পাথরের বাইরে তৈরি করা অগণিত দুর্গ এবং প্রাসাদগুলির কথা মনে করিয়ে দিয়েছিল, [১৩] এবং প্রতিবেশী সম্প্রদায়ের তুলনায় তাদের প্রযুক্তিগত শ্রেষ্ঠত্বের কথা। তদুপরি, তিনি তাদের পূর্বপুরুষ, add উপজাতি এবং কীভাবে তারা তাদের পাপের জন্য ধ্বংস করা হয়েছিল সে সম্পর্কে তাদের বলেছিলেন। থমুদের কিছু লোক সালিহের কথায় বিশ্বাস করেছিল, কিন্তু উপজাতি নেতারা তাঁর কথা শুনতে অস্বীকার করেছিলেন এবং দাবি অব্যাহত রেখেছিলেন যে তিনি তাঁর নবোদকে প্রমাণ করার জন্য একটি অলৌকিক ঘটনা প্রদর্শন করেছেন। [১৪]\n\nজবাবে, God শ্বর থমুদকে একটি আশীর্বাদযুক্ত শে-ক্যামেল দিয়েছেন, উভয়ই ভরণপোষণের মাধ্যম এবং একটি পরীক্ষা হিসাবে। উপজাতিটিকে উটকে শান্তিপূর্ণভাবে চারণ করতে এবং তার ক্ষতি এড়ানোর অনুমতি দেওয়ার জন্য বলা হয়েছিল। [১৫] তবে সালিহের সতর্কতার অবজ্ঞা করে, উপজাতির লোকেরা উটকে হ্যামস্ট্রং করে। [১]] সালিহ তাদের জানিয়েছিল যে God শ্বরের ক্রোধ তাদের উপর নেমে যাওয়ার আগে তাদের বেঁচে থাকার জন্য আরও তিন দিন ছিল। [১]] শহরের লোকেরা অনুশোচনা ছিল, [১৮] তবে তাদের অপরাধ পূর্বাবস্থায় ফিরিয়ে দেওয়া যায়নি এবং শহরের সমস্ত অবিশ্বাসী মানুষ ভূমিকম্পে মারা গিয়েছিল। আল-হিজরকে জনহীনভাবে উপস্থাপন করা হয়েছিল এবং তার পরে সর্বকালের জন্য ধ্বংসস্তূপে থেকে যায়। [১৯] সালিহ নিজেই এবং তাঁর অনুসরণকারী কয়েকজন বিশ্বাসী বেঁচে ছিলেন। [২০]\n\nগল্পটি সিরাত আন-নামলে প্রসারিত হয়েছে, যদিও শে-ক্যামেলটি এখানে স্পষ্টভাবে উল্লেখ করা হয়নি, এতে বলা হয়েছে যে নয় জন লোক সালিহ এবং তার পুরো পরিবারকে হত্যা করার ষড়যন্ত্র করেছিল, [২১] [২২] একটি অপরাধ যার জন্য তারা আঘাত পেয়েছিল Three শ্বরের দ্বারা তিন দিন পরে। [২৩]\n\nমুসলিম tradition তিহ্য\nমুসলিম লেখকরা সালিহ এবং শে-ক্যামেলের গল্পটি বিশদভাবে বর্ণনা করেছেন। প্রাথমিক ইসলামিক tradition তিহ্য প্রায়শই ক্যামেলের একটি মোটিফকে অলৌকিকভাবে পাথর থেকে উদ্ভূত হয়, প্রায়শই একটি বাছুরের সাথে এবং উট থেকে দুধের উত্পাদন জড়িত। আল-তাবারী বলেছেন যে সালিহ তাঁর লোকদের একটি পাহাড়ে ডেকে পাঠালেন, যেখানে তারা এই শিলাটি অলৌকিকভাবে খোলা ভাগ করে নিয়েছিল, উটটি প্রকাশ করে। শে-ক্যামেলের একটি তরুণ বাছুর ছিল। সালিহ থমুদকে জানিয়েছিল যে পুরানো উটটি একদিন তাদের জলের উত্স থেকে পান করতে পারে এবং পরের দিন তারা এটি থেকে পান করতে পারে। যে দিনগুলিতে তাদের জল পান করার অনুমতি দেওয়া হয়নি, উটটি তাদের দুধ সরবরাহ করেছিল। কিন্তু God শ্বর সালিহকে জানিয়েছিলেন যে যে ছেলেটি উটটি হ্যামল করে দেবে সে শীঘ্রই উপজাতির কাছে জন্মগ্রহণ করবে এবং সেই শিশুটি মন্দ ছিল এবং অপ্রাকৃতভাবে দ্রুত বৃদ্ধি পেয়েছিল। উটটি প্রকৃতপক্ষে হত্যা করা হয়েছিল, এবং এর বাছুরটি তিনবার চিৎকার করেছিল, ইঙ্গিত দিয়েছিল যে থমুদ তিন দিনের মধ্যে ধ্বংস হয়ে যাবে। তাদের মুখগুলি হলুদ হয়ে গেছে, তারপরে লাল, তারপরে কালো এবং তারা তৃতীয় দিন পূর্বাভাস অনুসারে মারা গিয়েছিল [[২৪]\n\nকিছু ইসলামিক পণ্ডিতের মতে, ইসমাইলের মা হাজার হযরত সালিহের নাতনী ছিলেন। [২৫]\n\nদামেস্কের জন দ্বারা ইসলাম সম্পর্কিত অষ্টম শতাব্দীর ভাষ্যটিতে অনুরূপ tradition তিহ্য সম্পর্কিত [২ 26] [২ 27] এবং ইবনে কাঠিরের রচনাগুলিতেও উল্লেখ করা হয়েছে। [২৮]",
"Ibrahim": "জুডিয়াসম, খ্রিস্টান ও ইসলামের পিতা। কাবার নির্মাতা।",
"Lut": "ইতিহাসবিদ এবং ভ্রমণকারী।\n\nকুরআন বলেছে যে একদিন, একদল ফেরেশতা আব্রাহামকে পুরুষদের ছদ্মবেশে অতিথি হিসাবে পরিদর্শন করেছিলেন [12] যাতে তাঁর স্ত্রী সারাহ ইসহাকের সাথে গর্ভবতী ছিলেন এই বিষয়টি সম্পর্কে অবহিত করার জন্য। সেখানে থাকাকালীন তারা তাকে আরও বলেছিল যে তারা God শ্বর তাদের \"দোষী ব্যক্তিদের\" [১৩] এর কাছে প্রেরণ করেছিলেন [১৪] তাদের ধ্বংস করার জন্য [১৫] \"মাটির পাথরের ঝরনা\" দিয়ে [১৫] [১]] লুট এবং যারা তাঁকে বিশ্বাস করেছিলেন, তাদের বাঁচানো উচিত ছিল, তবে তাঁর স্ত্রী এই ধ্বংসের মধ্যে মারা যাবেন, স্বর্গদূতরা বলেছিলেন যে \"তিনি যারা পিছিয়ে আছেন তাদের মধ্যে\"। [১]] [১৮] কুরআন লোটের স্ত্রীকে \"অবিশ্বাসীদের জন্য উদাহরণ\" হিসাবেও আঁকেন কারণ তিনি একজন ধার্মিক ব্যক্তির সাথে বিবাহিত ছিলেন কিন্তু তাঁর বার্তায় বিশ্বাস করতে অস্বীকার করেছিলেন এবং এভাবে তাকে জাহান্নামের নিন্দা করা হয়েছিল। [৩] [১৯]\n\nযমজ শহরগুলির লোকেরা God শ্বরের সীমানার বিরুদ্ধে লঙ্ঘন করেছিল। কুরআনের মতে, তাদের পাপগুলি অন্তর্ভুক্তি এবং ডাকাতি অন্তর্ভুক্ত [২০] তারা অন্যান্য নির্যাতন ও ধর্ষণ বাদে অপরিচিত ব্যক্তিকে ঘৃণা করেছিল এবং ভ্রমণকারীদের ছিনতাই করেছিল। এটি তাদের যৌন দুর্ব্যবহারের পাপও ছিল যা বিশেষত গুরুতর হিসাবে দেখা হত, লুট তাদের নারীদের পরিবর্তে যৌন আকাঙ্ক্ষার সাথে পুরুষদের কাছে যাওয়ার জন্য দৃ strongly ়ভাবে তাদের কাছে চিত্কার করে। [২১] [২২] লুট তাদের পাপী উপায়গুলি ত্যাগ করতে তাদের সাহায্য করার চেষ্টা করেছিল এবং তারা তাকে উপহাস করেছিল [২০] এবং তাকে শহরগুলি থেকে উচ্ছেদ করার হুমকি দিয়েছিল। [২৩] লুট God শ্বরের কাছে প্রার্থনা করেছিলেন এবং তাদের পাপী কাজের পরিণতি থেকে রক্ষা পাওয়ার জন্য অনুরোধ করেছিলেন। [৩] [২৪]\n\nতারপরে তিনজন স্বর্গদূত, সুদর্শন পুরুষদের ছদ্মবেশযুক্ত, অতিথি হিসাবে লুটে এসেছিলেন। তিনি এই পুরুষদের শোক করেছিলেন, কারণ তিনি শহরগুলির লোকদের থেকে তাদের রক্ষা করার জন্য শক্তিহীনতা অনুভব করেছিলেন। [25] শহরগুলির বাসিন্দারা দর্শকদের সম্পর্কে সচেতন হয়ে উঠছেন যে এই লটকে তার অতিথিদের কাছে আত্মসমর্পণ করার দাবি করেছিল। [২]] দু: খিত ও ভীত যে তারা God শ্বরের ক্রোধ বহন করবে, তাঁর মেয়েদের সাথে বরং আইনী বিবাহের পরামর্শ দিয়েছিল [২ 27] তাদের বেআইনী শুভেচ্ছার জন্য ধার্মিক এবং বিশুদ্ধ বিকল্প হিসাবে এবং সম্ভবত দিকনির্দেশনার উত্স হিসাবে। [২৮] তবে তারা নিরলস ছিল এবং জবাব দিয়েছিল \"আপনি জানেন যে আমাদের আপনার কন্যাদের কোনও প্রয়োজন নেই: প্রকৃতপক্ষে আমরা যা চান তা আপনি বেশ ভালভাবেই জানেন!\", [২৯] তাঁর পুরুষ অতিথিদের উল্লেখ করে।\n\nএক্সেজেটস ইবনে কাঠির, কুর্তুবি এবং তাবারি লটের আক্ষরিক কন্যা বোঝাতে 'কন্যা' পড়েন না। তারা যুক্তি দিয়েছিল যে যেহেতু একজন নবী তাঁর জাতির পিতার মতো, তাই লট দুষ্কর্মীদের তাদের পাপ থেকে মুখ ফিরিয়ে নিতে এবং জাতির কন্যাদের সাথে স্বাস্থ্যকর ও ধার্মিক সম্পর্কের সাথে জড়িত হওয়ার নির্দেশ দিচ্ছিল, অর্থাৎ সাধারণভাবে মহিলাদের। [৩০]\n\nএরপরে স্বর্গদূতরা তাদের সত্যিকারের পরিচয় লটকে প্রকাশ করে এবং তাকে বলেছিল, \"আমরা আপনার স্ত্রীকে বাদ দিয়ে আপনাকে এবং আপনার অনুসরণের জন্য (এখানে) আছি: তিনি যারা পিছিয়ে আছেন তাদের মধ্যে।\" [3] তারা অনেককে শহর ছেড়ে চলে যাওয়ার পরামর্শ দিয়েছিল রাতের বেলা, তাকে পিছনে ফিরে তাকাতে না বলে। এরপরে কুরআনটি পড়েছিল, \"আমরা উল্টে (শহরগুলি) ঘুরিয়ে দিয়েছিলাম এবং তাদের উপর বেকড কাদামাটি, ছড়িয়ে, স্তর হিসাবে স্তর হিসাবে শক্তভাবে ব্রিমস্টোনসকে বৃষ্টি করলাম-\" [32] এবং এইভাবে যমজ শহরগুলির ভাগ্য সিল করা হয়েছিল, ধ্বংস এবং হতাশায় এবং সদোম ও গোমোরার সভ্যতার সমাপ্তি চিহ্নিত করে [[৩]",
"Ismail": "আরবদের পিতা।\n\nইসমাইলকে ইসলামে একজন নবী হিসাবে বিবেচনা করা হয় এবং অনেক ক্ষেত্রে কুরআনে অন্যান্য ভাববাদীদের সাথে তালিকাভুক্ত করা হয়। [১১] [১২] [১৩] [১৪] অন্যান্য আয়াতগুলিতে যেমন 21:85 [15] এবং 38:48, [16] ইসমাইল ধৈর্যশীল, ভাল এবং ধার্মিক হওয়ার জন্য প্রশংসিত [[১]] একটি বিশেষ উদাহরণ যা ইসমাইলকে পৃথকভাবে বর্ণনা করে 19: 54-55 [18]-\"এবং এই divine শ্বরিক লেখার মাধ্যমে ইসমাইলের মাধ্যমে মনে মনে আহ্বান জানান। দেখুন, তিনি সর্বদা তাঁর প্রতিশ্রুতির প্রতি সত্য ছিলেন, এবং একজন প্রেরিত [of শ্বরের] একজন প্রেরিত ছিলেন, একজন প্রেরিত ছিলেন, একজন প্রেরিত ছিলেন, নবী, যিনি তাঁর লোকদের প্রার্থনা ও দাতব্য প্রতিষ্ঠানের প্রতি নির্দেশ দিতেন এবং তাঁর টেকসই দৃষ্টিতে অনুগ্রহ পেয়েছিলেন। \"[১৯] ইসমাইলের বংশধর হিসাবে মুহাম্মদকে নবী হিসাবে ন্যায়সঙ্গত বলে মনে করা হয় এবং পূর্ব-ইসলামী সময় থেকে নবীদের লাইন অব্যাহত রাখেন।",
"Ishaq": "বাইবেলের পিতৃপুরুষ আইজাক (আরবি: إسحاق বা إ নিন [দ্রষ্টব্য] ʾisḥaq) মুসলমানদের দ্বারা God শ্বরের নবী ও রাসূল হিসাবে স্বীকৃত। [১] ইহুদী ও খ্রিস্টধর্মের মতোই, ইসলাম বলেছেন যে আইজাক ছিলেন পিতৃপুরুষের পুত্র এবং তাঁর স্ত্রী সারার কাছ থেকে নবী আব্রাহামের পুত্র। মুসলমানরা আইজাককে গভীর শ্রদ্ধায় ধারণ করে কারণ তারা বিশ্বাস করে যে ইসহাক এবং তার বড় অর্ধ ভাই ইসমাইল উভয়ই তাদের পিতার আধ্যাত্মিক উত্তরাধিকার অব্যাহত রেখেছিল পরবর্তী সময়ে আব্রাহামের মৃত্যুর পরে God শ্বরের বার্তা প্রচারের মাধ্যমে। [২] আইজাক কুরআনের পনেরোটি প্যাসেজে উল্লেখ করা হয়েছে। [৩] কুরআনে বেশ কয়েকবার উল্লেখ করার পাশাপাশি আইজাককে ইসলামের অন্যতম ভাববাদীদের হিসাবে ধরে রাখা হয়েছে।\n\nইস্রায়েলীয় জনগণের পিতা।\n\nজীবনের প্রথমার্ধ\nGod শ্বরের অনুগ্রহ এবং আব্রাহামের সাথে চুক্তির কারণে, সারা তার বৃদ্ধ বয়সে একটি সন্তানের সাথে উপহার দেওয়া হয়েছিল। আইজাক 10 বছর বয়সে যখন তাঁর অর্ধ ভাই ইসমাইল আব্রাহামের বাড়ি থেকে মরুভূমিতে চলে গেলেন। মরুভূমিতে ইসমাইল মোয়াবের কন্যাদের এক স্ত্রীকে ‘আয়েশাহাহর নামে একটি স্ত্রী নিয়েছিলেন। [৪]\n\nকবর সাইট\nআইজাকের সমাধি\nতাঁর সমাধি এবং তাঁর স্ত্রী রিবেকাহকে পশ্চিম তীরের হেবরনের পিতৃপুরুষদের গুহায় বলে মনে করা হয়, ইসলামে ইব্রাহিম-ই-মসজিদ (\"আব্রাহামের মসজিদ\") নামে পরিচিত। আইজাকের সমাধির পাশাপাশি অন্য কয়েকটি কোরআনিক/বাইবেলের পিতৃপুরুষ এবং তাদের স্ত্রী: আব্রাহাম এবং সারা এবং জ্যাকব এবং লেয়া।\n\nকুরআনে উল্লেখ করা হয়েছে\nআইজাককে কুরআনে নাম অনুসারে পনের বার উল্লেখ করা হয়েছে, প্রায়শই তাঁর পিতা এবং তাঁর পুত্র জ্যাকব (ইয়াকাব) এর সাথে। [৫] কুরআন বলেছে যে আব্রাহাম \"ধার্মিকদের একজন নবী ইসহাকের ভাল সংবাদ পেয়েছিলেন\" এবং God শ্বর তাদের উভয়কে আশীর্বাদ করেছিলেন (৩ 37: ১১২)। \"এবং আমরা তাকে ধার্মিকদের মধ্যে একজন নবী ইসহাকের খুশী সংবাদ দিয়েছি। ইব্রাহিম তাকে ভবিষ্যতের শাস্তি সোডম ও গমোরাহের উপর চাপিয়ে দেওয়ার কথা বলার জন্য, তাঁর স্ত্রী সারাহ, \"হেসে বললেন, এবং আমরা তাকে ইসহাকের সুসংবাদ দিয়েছি এবং আইজাকের পরে (নাতি) জ্যাকব\" (১১: 71-74) ; এবং এটি আরও ব্যাখ্যা করা হয়েছে যে আব্রাহাম এবং সারার বৃদ্ধ বয়স সত্ত্বেও এই ঘটনাটি ঘটবে। বেশ কয়েকটি আয়াত ইসহাককে ইব্রাহিমের \"উপহার\" হিসাবে কথা বলে (:: ৮৮; ১৯: ৪৯-৫০), এবং ২৯: ২ 26-২7 যোগ করেছেন যে God শ্বর \"নবম এবং বইটি তাঁর বংশের মধ্যে রয়েছেন\", যা ব্যাখ্যা করা হয়েছে, যা ব্যাখ্যা করা হয়েছে আব্রাহামের দুই ভবিষ্যদ্বাণীমূলক পুত্র, তাঁর ভবিষ্যদ্বাণীমূলক নাতি জ্যাকব এবং তাঁর ভবিষ্যদ্বাণীমূলক নাতি জোসেফকে উল্লেখ করার জন্য। কুরআনে এটি পরে বর্ণনা করেছে যে আব্রাহাম তাঁর বৃদ্ধ বয়সে তাকে ইসমাইল ও ইসহাক দেওয়ার জন্য God শ্বরের প্রশংসা করেছিলেন (xiv: 39-41)।\n\nকুরআনের অন্য কোথাও আইজাকের তালিকায় উল্লেখ করা হয়েছে: জোসেফ তাঁর পূর্বপুরুষ আব্রাহাম, আইজাক এবং জ্যাকব (12: 38) এর ধর্ম অনুসরণ করেছেন এবং তাদের প্রতি God's শ্বরের অনুগ্রহের কথা বলেছেন (12: 6); ইয়াকাবের পুত্ররা সকলেই তাদের বিশ্বাসের সাক্ষ্য দেয় এবং God শ্বরের উপাসনা করার প্রতিশ্রুতি দেয় যে তাদের পূর্বপুরুষ, \"আব্রাহাম, ইসমাইল এবং ইসহাক\" উপাসনা করেছিলেন (২: ১২7); এবং কুরআন মুসলমানদের \"আব্রাহাম, ইসমাইল, ইসহাক, জ্যাকব এবং পিতৃপুরুষদের\" (২: ১৩6; iii: ৮৪) বলে যে প্রকাশগুলি দিয়েছিল তাতে বিশ্বাস করার আদেশ দেয়।",
"Yaqub": "ইয়াকব ইবনে ইসহাক ইবন ইব্রাহিম (আরবি: o : জ্যাকব নামেও পরিচিত, إِسْرآءِیْل [ইস্রায়েল]) ইসলামের একজন নবী। তিনি ইসলামের একজন পিতৃপুরুষ হিসাবে স্বীকৃত। মুসলমানরা বিশ্বাস করে যে তিনি তাঁর পূর্বপুরুষদের মতো একই একেশ্বরবাদী বিশ্বাস প্রচার করেছিলেন: আব্রাহাম (ইব্রাহাম), ইসমাইল (ইসমাইল) এবং ইসহাক (ইসহাক)।\n\nজ্যাকবকে কুরআনে ষোলবার উল্লেখ করা হয়েছে। [1] ইস্রায়িলের আরও দুটি উল্লেখ যাকোবের উল্লেখ বলে মনে করা হয়। [২] এই উল্লেখগুলির বেশিরভাগ ক্ষেত্রে, জ্যাকবকে সহকর্মী হিব্রু ভাববাদী এবং পিতৃপুরুষদের পাশাপাশি একজন প্রাচীন ও ধার্মিক নবী হিসাবে উল্লেখ করা হয়েছে যারা \"নির্বাচিতদের সংগে\" রয়েছেন। [৩] [৪] মুসলমানরা মনে করেন যে জ্যাকব ছিলেন ইসহাকের পুত্র এবং তিনি সারা জীবন God শ্বরের একতা প্রচার করেছিলেন। খ্রিস্টধর্ম ও ইহুদী ধর্মের মতোই ইসলাম ধরে নিয়েছে যে জ্যাকবের বারো পুত্র ছিল, যার প্রত্যেকটিই ইস্রায়েলের বারো উপজাতির পিতার কাছে যেতে পারে। [৫] জ্যাকব তাঁর পুত্র জোসেফ (ইসিফ) এর গল্পে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন। []] কুরআন আরও পরিষ্কার করে দিয়েছে যে God শ্বর জ্যাকব []] এর সাথে একটি চুক্তি করেছিলেন এবং জ্যাকবকে God's শ্বরের আদেশে বিশ্বস্ত নেতা করা হয়েছিল। তাঁর দাদা (ইব্রাহিম), পিতা (ইসহাক), চাচা (ইসমাইল), পুত্র (ইউসুফ) এবং তিনি নিজেই সকলেই ইসলামের নবী। [৮]\n\nকুরআনে\nজ্যাকব ষোলবার কুরআনে নাম দ্বারা উল্লেখ করা হয়েছে [[9] যদিও এই আয়াতগুলির অনেকগুলি তাঁর আখ্যান থেকে কোনও উদাহরণ বর্ণনা করার পরিবর্তে তাঁর প্রশংসা করেছেন, তবে কুরআন তবুও তাঁর জীবন থেকে বেশ কয়েকটি উল্লেখযোগ্য ঘটনা রেকর্ড করেছে। মুসলিম tradition তিহ্য ও সাহিত্য [১০] কুরআনে জ্যাকবকে জড়িত প্রথম দিকের ঘটনাটি হ'ল স্বর্গদূতদের (মালালিকাহ) ইসহাক নামে একটি ভবিষ্যদ্বাণীমূলক পুত্রের ভবিষ্যতের জন্মের পাশাপাশি একটি ভবিষ্যদ্বাণীমূলক পুত্রের পাশাপাশি একটি ভবিষ্যদ্বাণীমূলক পুত্রকে \"খুশী সংবাদ\" দেওয়া জ্যাকব নামে নাতি। [১১] কুরআন বলেছে:\n\nযখন তিনি তাদের কাছ থেকে এবং আল্লাহর পাশাপাশি যাদের উপাসনা করেছিলেন তাদের কাছ থেকে মুখ ফিরিয়ে নিয়েছিলেন, তখন আমরা তাকে ইসহাক ও যাকোবকে উপহার দিয়েছিলাম এবং তাদের প্রত্যেককে আমরা একজন নবী বানিয়েছিলাম।\n\n- কুরআন, সূরা 19 (মেরিয়াম), আয়াহ 49 [11]\nকুরআন আরও উল্লেখ করেছে যে আব্রাহাম তাঁর পুত্র, ইসমাইল ও আইজাকের পাশাপাশি যাকোবকে খাঁটি একেশ্বরবাদের বিশ্বাস শিখিয়েছিলেন। কুরআন ইব্রাহিমকে ইসমাইল, ইসহাক এবং জ্যাকবকে বলার রেকর্ড করেছে: \"ওহে আমার পুত্র! আল্লাহ আপনার জন্য বিশ্বাসকে বেছে নিয়েছেন; তারপরে ইসলামের বিশ্বাস বাদে মারা যান না।\" [১২] কুরআনও জ্যাকবকে দেওয়া উপহারের কথা উল্লেখ করেছে পাশাপাশি সেই উপহারের কথাও উল্লেখ করেছে তাঁর বিশ্বাসের শক্তি, যা বয়স বাড়ার সাথে সাথে আরও শক্তিশালী হয়েছিল। কুরআন উল্লেখ করেছে যে জ্যাকবকে \"গাইডেড\"; [১৩] \"জ্ঞান\" দেওয়া হয়েছিল; [14] \"অনুপ্রাণিত\"; [15] এবং তাকে \"শোনার জন্য সত্যবাদিতার জিহ্বা\" দেওয়া হয়েছিল। [১]] কুরআন পরে জ্যাকব সম্পর্কিত নিম্নলিখিতগুলি জানিয়েছে:\n\nএবং আমরা তাকে ইসহাক এবং একটি অতিরিক্ত উপহার হিসাবে (নাতি), জ্যাকব হিসাবে দান করেছি এবং আমরা প্রত্যেকের (তাদের মধ্যে) ধার্মিক মানুষ তৈরি করেছি।\nএবং আমরা তাদের নেতৃত্ব দিয়েছি, আমাদের আদেশের মাধ্যমে (পুরুষদের) গাইড করে, এবং আমরা তাদের ভাল কাজ করার, নিয়মিত প্রার্থনা প্রতিষ্ঠার জন্য এবং নিয়মিত দাতব্য অনুশীলন করার জন্য অনুপ্রেরণা প্রেরণ করেছি; এবং তারা ক্রমাগত আমাদের (এবং কেবল আমাদের) সেবা করে।\n\n-কুরআন, সূরা 21 (আল-আনবিয়া), আয়াত 72–73 [17]\nএবং আমাদের দাস আব্রাহাম, ইসহাক এবং জ্যাকব, শক্তি ও দৃষ্টিভঙ্গির মালিকদের স্মরণে রাখুন।\nঅবশ্যই আমরা তাদের একটি বিশেষ (উদ্দেশ্য) জন্য বেছে নিয়েছি- পরকালের বার্তাটি ঘোষণা করে।\nতারা আমাদের দৃষ্টিতে সত্যই নির্বাচিতদের সংগে এবং ভাল ছিল।\n\n- কুরআন, সূরা 38 ('এসএডি), আয়াত 45–47 [18]\nজ্যাকব এবং তার ছেলেরা\nকুরআনে জ্যাকবের পরবর্তী উল্লেখযোগ্য উল্লেখ সূরা ইউসুফের আখ্যানটিতে রয়েছে। কুরআনে জোসেফের গল্পটি একটি স্বপ্নের সাথে খোলে যে জোসেফের এক রাত ছিল, তার পরে তিনি তাঁর বাবা জ্যাকবের কাছে দৌড়ে এসে বলেছিলেন: \"দেখুন! জোসেফ তার বাবাকে বললেন:\" হে আমার বাবা! আমি এগারোটি গ্রহ এবং দ্য সান এবং দ্য মুন দেখেছি: আমি তাদের আমার কাছে সিজদা করতে দেখেছি! \"\" [১৯] জ্যাকবের মুখটি তরুণ জোসেফের কাছ থেকে যা শুনেছিল তা দেখে আনন্দিত হয়ে ভরা, এবং বয়স্ক নবী তাত্ক্ষণিকভাবে বুঝতে পেরেছিলেন যে স্বপ্নটি কী বোঝায় । জ্যাকব এই ধারণা করতে পারেন যে তাঁর পুত্র আব্রাহামের লাইনে পরবর্তী নবী হয়ে উঠবেন এবং জোসেফই আসবেন যিনি আসন্ন বছরগুলিতে ইসলামের বার্তা বাঁচিয়ে রাখবেন। জ্যাকবের বড় ছেলেরা অবশ্য অনুভব করেছিল যে তাদের বাবা জোসেফ এবং বেনিয়ামিনকে তাদের চেয়ে বেশি পছন্দ করেছেন। জ্যাকব তাদের হিংসা সম্পর্কে জানতেন এবং তরুণ জোসেফকে এ সম্পর্কে সতর্ক করেছিলেন। [২০] জোসেফের দশ বড় ভাই তখন তাকে হত্যা করার সিদ্ধান্ত নিয়েছে। কুরআন যেমন তাদের আলোচনা বর্ণনা করেছে:\n\nতারা বলেছিল: \"সত্যই জোসেফ এবং তার ভাই আমাদের বাবা আমাদের চেয়ে বেশি ভালোবাসেন: তবে আমরা একটি ভাল দেহ! সত্যই আমাদের পিতা স্পষ্টতই ঘুরে বেড়াচ্ছেন (তাঁর মনে)!\n\"ইয়ে জোসেফকে হত্যা করুন বা তাকে কিছু (অজানা) জমিতে ফেলে দিন, যাতে আপনার পিতার অনুগ্রহ আপনাকে একা দেওয়া যেতে পারে: (যথেষ্ট সময় থাকবে) এর পরে আপনার পক্ষে ধার্মিক থাকার জন্য!\"\n\n- কুরআন, সূরা 12 (ইউসুফ) আয়াত 8-9 [21]\nভাইদের মধ্যে একজন (সাধারণত রূবেন [২২] হিসাবে বোঝা যায়) তবে মনে হয়েছিল যে জোসেফকে (ইউসুফ) হত্যা করার পরিবর্তে তাদের পরিবর্তে তাকে একটি কূপের মধ্যে ফেলে দেওয়া উচিত, যাতে কোনও কাফেলা এসে তাকে তুলে নিতে পারে [[২৩] সুতরাং, তারা তাদের বাবাকে জিজ্ঞাসা করেছিল যে তারা তরুণ জোসেফকে তাদের সাথে খেলতে বের করতে পারে কিনা, এই শর্তে যে তারা তার উপর নজর রাখবে। যদিও জ্যাকব আশঙ্কা করেছিলেন যে একজন ধিও (আরবি: ذِئـب, নেকড়ে) তার ছেলেকে গ্রাস করবে, [২৪] বিদ্রোহী প্রবীণ ছেলেরা জোর করে জোসেফকে দূরে সরিয়ে তাকে কূপের মধ্যে ফেলে দিয়েছিল। [২৫] ছেলেরা যখন সেই রাতে জ্যাকব ফিরে এসেছিল, তারা কাঁদতে ভান করেছিল এবং তারা তাকে আরও বলেছিল যে নেকড়ে জোসেফকে গ্রাস করেছে। তাদের পিতাকে ঠকানোর জন্য, তারা জোসেফের (ইউসুফ) শার্টকে মিথ্যা রক্ত ​​দিয়ে দাগ দিয়েছিল, [২ 26] তবে জ্যাকব, যিনি জ্ঞানকে উপহার দিয়েছিলেন, তারা জানতেন যে এটি একটি মিথ্যা সমাহার যা তারা তৈরি করেছিল। যদিও জ্যাকব জোসেফের ক্ষতি নিয়ে উদ্বিগ্ন ছিলেন, তবুও তিনি তাঁর দুঃখের মধ্যে God শ্বরের প্রতি অবিচল রয়েছেন। [২]] বছরগুলি কেটে যাওয়ার সাথে সাথে যুবক জোসেফ মিশরের এক ব্যক্তির মধ্যে বেড়ে ওঠেন; জ্যাকব, ইতিমধ্যে, কনানের বাড়িতে ফিরে এসেছিলেন, যেখানে তাঁর ছেলেরা ক্রমাগত তাকে জোসেফের (ইউসুফ) প্রত্যাবর্তনের জন্য God শ্বরের কাছে তাঁর বারবার প্রার্থনা করার বিষয়ে তাকে বিরক্ত করত। [২]] যদিও জ্যাকব প্রায়শই God শ্বরের কাছে অভিযোগ করেছিলেন [১৪] এটি কখনও God's শ্বরের কাজগুলির জন্য ছিল না, তবে তাঁর নিজের মনের বিভ্রান্তি এবং মাঝে মাঝে তিনি নিজের জন্য যে ধৈর্য রেখেছিলেন তার সীমানা থেকে বিচ্ছিন্ন হয়ে পড়েছিলেন। তিনি ক্রমাগত তাঁর পুত্রদের দুষ্ট কটাক্ষাকে উপেক্ষা করেছিলেন এবং তাদের ক্ষমা করে দিতেন এবং তাদের যথাযথ পরামর্শ দেওয়ার চেষ্টা করেছিলেন। [২৮] একদিন, জ্যাকব তার পুত্রদের একটি কাজকর্মে পাঠানোর সিদ্ধান্ত নিয়েছিলেন, তাদের জোসেফ এবং বেঞ্জামিনের সন্ধানে মিশরে যেতে বলেছিলেন। তাঁর ছেলেরা, প্রথমবারের মতো তাঁর কথা শুনে মিশরের উদ্দেশ্যে যাত্রা করলেন। যাকোবের এক পুত্র যখন মিশরে জোসেফ এবং বেঞ্জামিনের সুসংবাদ নিয়ে কানানে ফিরে এসেছিলেন, তখন তিনি জোসেফ তাকে যে শার্ট দিয়েছিলেন তা নিয়ে এসেছিলেন, যা তিনি তাকে তাদের বাবার মুখের উপর ফেলে দিতে বলেছিলেন, [২৯] জ্যাকবের অন্ধত্ব অপসারণ করতে এবং দুঃখ সুতরাং, পুত্র নির্দেশাবলী অনুসরণ করেছিলেন এবং যোষেফের মতো বলেছিলেন, যাকোবের শারীরিক ও মানসিক দৃষ্টি পুনরুদ্ধার করে।\n\nএকবার জ্যাকবের দৃষ্টিভঙ্গি পুনরুদ্ধার হয়ে গেলে, পুরো পরিবার জোসেফ এবং অন্য ছেলের সাথে আবার দেখা করার জন্য মিশরে তাদের ট্রেক শুরু করেছিল। একবার তারা পৌঁছে, পিতা এবং পুত্র একে অপরের সাথে খুব ভালবাসার সাথে দেখা করেছিল এবং আবারও শান্তিতে পুনরায় মিলিত হয়েছিল। এখন শক্তিশালী জোসেফ তার বাবা -মায়ের জন্য নিজের সাথে একটি বাড়ি সরবরাহ করেছিলেন এবং কুরআন যেমন বলেছে, তাদের 'মর্যাদার সিংহাসনে' উচ্চতর উত্থাপন করেছে। [৩০] এটি এখন ছিল যে পুরো পরিবার একসাথে জ্যাকব এবং জোসেফ উভয়ের ভবিষ্যদ্বাণীমূলক অফিসের মাধ্যমে God শ্বরের দিকে ফিরে যেতে পারে।\n\nজ্যাকব তাঁর লোকদের কাছে শেষ পরামর্শ\nজ্যাকব মারা যাওয়ার আগে ইস্রায়েলের পুরো সন্তানদের ইসলামের প্রতি (God শ্বরের কাছে জমা দেওয়া) বিশ্বাসের জন্য মাথা নত করার আহ্বান জানানো হয়েছিল। জ্যাকব নিশ্চিত করতে চেয়েছিলেন যে তাঁর সন্তানরা কেবল ইসলামে মারা যায় এবং তাই তাদের কাছ থেকে একটি শেষ প্রতিশ্রুতি নিয়েছিল। তিনি যখন তাঁর মৃত্যুর পরে তাদের কাদের উপাসনা করবেন তাদের জিজ্ঞাসা করলে তারা জবাব দিলেন যে তারা ইসলামে চালিয়ে যাবে এবং God শ্বরের উপাসনা করবে এবং উপাসনা করবে। [৩১] যদিও মৃত্যুর বিছানা দৃশ্যটি ইহুদি tradition তিহ্যে শোভিত হয়েছে এবং আদিপুস্তক বইয়ে উল্লেখ করা হয়েছে, কুরআন ইব্রাহিম, ইসহাক, ইসমাইল এবং যাকোব সকলেই মুসলমান ছিলেন এই ধারণার উপর জোর দেওয়ার জন্য এটি উল্লেখ করেছেন, কারণ তারা পুরো বিশ্বাসে মাথা নত করে পুরো বিশ্বাসে মাথা নত করেছিলেন। God শ্বর এবং God শ্বর একা। কুরআন বর্ণনা করেছে:\n\nএবং এই উত্তরাধিকার ছিল যে আব্রাহাম তাঁর পুত্রদের কাছে চলে গিয়েছিলেন এবং জ্যাকবও করেছিলেন; \"ওহে আমার ছেলেরা! আল্লাহ আপনার জন্য বিশ্বাসকে বেছে নিয়েছেন; তারপরে ইসলামের বিশ্বাস বাদে মারা যান না।\"\nযাকোবের সামনে মৃত্যু প্রকাশিত হওয়ার পরে আপনি কি সাক্ষী ছিলেন? দেখুন, তিনি তাঁর পুত্রদের বললেন: \"আপনি আমার পরে কী উপাসনা করবেন?\" তারা বলেছিল: \"আমরা তোমার God শ্বর এবং তোমার পিতাদের God শ্বরের উপাসনা করব, ইব্রাহিম, ইসমাইল ও ইসহাকের,- একজন (সত্য) আল্লাহ: তাঁর কাছে আমরা মাথা নত করি (ইসলামে)।\"\n\n-কুরআন, সূরা 2 (আল-বাকারা), আয়াহ 132–133 [32]\nজ্যাকব এর উত্তরাধিকার\nজ্যাকব তাঁর পূর্বপুরুষদের দ্বারা ছেড়ে যাওয়া উত্তরাধিকার বহন করার জন্য ইসলামে অত্যন্ত বিশেষ। মুসলমানরা বিশ্বাস করে যে Jacob শ্বর যাকোবকে তাঁর সর্বোচ্চ অনুগ্রহ দান করেছিলেন এবং তাঁকে সর্বাধিক উঁচু পুরুষদের মধ্যে বেছে নিয়েছিলেন। কুরআন প্রায়শই যাকোবকে শক্তি ও দৃষ্টিভঙ্গির মানুষ হিসাবে উল্লেখ করে এবং জোর দিয়েছিলেন যে তিনি ভাল এবং নির্বাচিতদের সংগে ছিলেন। কুরআন যেমন বলেছেন:\n\nএটি ছিল আমাদের সম্পর্কে যুক্তি, যা আমরা তাঁর লোকদের বিরুদ্ধে আব্রাহামকে (ব্যবহার করার জন্য) দিয়েছিলাম: আমরা কাকে উত্থাপন করি, ডিগ্রির পরে ডিগ্রি: কারণ আপনার প্রভু জ্ঞান এবং জ্ঞানে পূর্ণ।\nআমরা তাকে আইজাক এবং জ্যাকব দিয়েছি: সমস্ত (তিন) গাইডেড: এবং তাঁর আগে আমরা নোহকে এবং তাঁর বংশধরদের মধ্যে ডেভিড, সলোমন, জব, জোসেফ, মূসা এবং অ্যারনকে নির্দেশ দিয়েছি: এভাবে আমরা যারা ভাল করেন তাদের পুরস্কৃত করি:\n\n-কুরআন, সূরা 6 আল-আনাম, আয়াহ 83–84 [33]\nআলী ইবনে আবী তালিব, যখন বিশেষ নাম দেওয়া হয়েছিল তাদের নবীদের সম্পর্কে জিজ্ঞাসা করা হলে, হাদীসে বর্ণনা করেছেন যে ইয়াউকব ইবনে ইসহাক তাঁর লোকেরা ইস্রায়েল নামে পরিচিত ছিলেন। [৩৪]\n\nযাকোবকে কোনও দেবদূতের সাথে জড়িত বাইবেলের উদাহরণগুলি কুরআনে উল্লেখ করা হয়নি, তবে মুসলিম ভাষ্যগুলিতে আলোচনা করা হয়েছে, যেমনটি জ্যাকবের সিঁড়ির দৃষ্টিভঙ্গি রয়েছে। []] [৩৫] জ্যাকব ইসহাককে তাঁর যমজ, এষৌকে নকল করে আশীর্বাদ করার জন্য কুরআনেও ছিলেন না, বরং মুসলিম ভাষ্যগুলিতে রয়েছেন। [৯]\n\nমুসলমানরা, যারা বিশ্বাস করেন যে জ্যাকব একজন মহান পিতৃপুরুষ ছিলেন, তিনি এই বিশ্বাসকে জোর দিয়েছিলেন যে জ্যাকবের মূল গুরুত্ব God শ্বরের কাছে তাঁর মহান জমা এবং সঠিক ধর্মের প্রতি তাঁর দৃ firm ় বিশ্বাসের মধ্যে রয়েছে। একজন পিতৃপুরুষ হিসাবে, ইব্রাহিমের পাশাপাশি জ্যাকব tradition তিহ্য অনুসারে সবচেয়ে ফলপ্রসূ হতে পারে। তাঁর বারো পুত্র [৩ 36] থেকে এসেছিলেন যোনা (ইউনাস), ডেভিড (দাউদ), সলোমন (সুলায়মান) এবং যীশু (Isa সা) সহ আরও অনেক মহান নবী।",
"Yusuf": "ইউসুফ ইবনে ইয়াকুব ইবনে ইসহাক ইবনে ইব্রাহিম (আরবি: يوسف ٱبن يعقوب ٱبن إسحاق ٱ অধিকতম) (জোসেফের পুত্র জ্যাকবের পুত্র জোসেফের পুত্র জোসেফ, জোসেফ, জোসেফ, জোসেফ, জোসেফের সাথে উল্লেখ করেছেন, জোসেফ, জোসেফ, জোসেফ, জোসেফের সাথে উল্লেখ করেছেন, জোসেফ, জোসেফ, জোসেফ, জোসেফের সাথে উল্লেখ করেছেন, জোসেফ, জোসেফ, জোসেফের সাথে উল্লেখ করেছেন, তানখের ব্যক্তি, ইহুদি ধর্মীয় ধর্মগ্রন্থ এবং খ্রিস্টান বাইবেল, যিনি নতুন রাজ্যের আগে মিশরে বাস করেছিলেন বলে অনুমান করা হয়েছিল। [২] এটি মধ্য প্রাচ্যের এবং মুসলিম দেশগুলির মধ্যে অন্যতম সাধারণ নাম। যাকোবের সমস্ত সন্তানের মধ্যে জোসেফ হলেন ভবিষ্যদ্বাণীটির উপহার দেওয়া। যদিও অন্যান্য ভাববাদীদের বিবরণ বিভিন্ন সূরাগুলিতে উল্লেখ করা হয়েছে, জোসেফের সম্পূর্ণ বিবরণটি কেবল একটি সূরা, ইউসুফে দেওয়া হয়েছে, এটি অনন্য করে তুলেছে। বলা হয় এটি কুরআনের সর্বাধিক বিস্তারিত বিবরণী এবং বাইবেলের অংশের চেয়ে বেশি বিশদ বহন করে। [৩]\n\nইউসুফ ইয়াকব (আরবি: يعقوب, ইয়াকব) এর একাদশ পুত্র এবং তাঁর প্রিয় অনেক পণ্ডিতের মতে একাদশ পুত্র ছিলেন বলে মনে করা হয়। ইবনে কাঠিরের মতে, \"জ্যাকব বারো পুত্র ছিলেন যারা ইস্রায়েলীয়দের উপজাতির পূর্বসূরী পূর্বপুরুষ ছিলেন। মহৎ, সবচেয়ে উঁচু, তাদের মধ্যে সর্বশ্রেষ্ঠ ছিলেন জোসেফ। তাঁর বাবার কাছে, যা জ্যাকব স্বীকৃতি দেয় [[৫] তাঁর জীবনে God শ্বরের ভূমিকা ছাড়াও, ইউসুফ এবং জুলাইখার গল্প (ওল্ড টেস্টামেন্টের পটিফার স্ত্রী) পার্সিয়ান সাহিত্যে একটি জনপ্রিয় বিষয় হয়ে ওঠে, যেখানে এটি শতাব্দী ধরে যথেষ্ট বিশদভাবে প্রকাশিত হয়েছিল। []]\n\nকুরআন সূরা 12 (ইউসুফ)\n\n\"কিং\" বনাম \"ফেরাউন\" এর ব্যবহার\nকুরআনে, জোসেফের সময় মিশরের শাসকের উপাধিটি বিশেষভাবে বলা হয় যে \"দ্য কিং\" (আরবি: আল-মালিক), যদিও মূসার সময়কালে মিশরের শাসককে বিশেষভাবে বলা হয় যে বিশেষত বলা হয় \" ফেরাউন \"(আরবি: ফিরান, যদিও নির্দিষ্ট নিবন্ধ ছাড়াই নাম হিসাবে)। এটি আকর্ষণীয় কারণ historical তিহাসিক সূত্রে জানা গেছে, ফেরাউন শিরোনামটি কেবল মিশরের শাসকদের (থুতমোজ তৃতীয়ের নিয়ম দিয়ে শুরু করে) খ্রিস্টপূর্ব ১৪79৯ সালে উল্লেখ করতে শুরু করেছিলেন - হযরত জোসেফের মৃত্যুর প্রায় ২১ বছর পরে। [৪৪] তবে বাইবেলে ইউসুফের বর্ণনায়, শিরোনামগুলি কিং (হিব্রু: মেলেক) এবং ফেরাউন আদিপুস্তক অধ্যায় 39-41-এ মিশরের শাসকের জন্য বিনিময়যোগ্যভাবে ব্যবহৃত হয়। [45]\n\nমালিক (মিশরের) বলেছিলেন: \"আমি দেখি (দর্শনে) সাতটি চর্বিযুক্ত কাইন, যাকে সাতটি হাতা গ্রাস করে, এবং সাতটি সবুজ কান ভুট্টা, এবং সাতটি (অন্যরা) শুকিয়ে গেছে , যদি এটি হয় যে আপনি দৃষ্টিভঙ্গি ব্যাখ্যা করতে পারেন। \"\n\n- কুরআন, সূরা 12 (ইউসুফ), আয়াহ 43, [46]\nতারপরে তাদের পরে আমরা মুসা আমাদের লক্ষণগুলি দিয়ে ফির'আন এবং তার প্রধানদের কাছে প্রেরণ করেছি, কিন্তু তারা ভুলভাবে তাদের প্রত্যাখ্যান করেছিল। সুতরাং দেখুন আল-মুফসিডিনের সমাপ্তি কীভাবে ছিল (আরবি: ألمفسدين, \"দুষ্টু-নির্মাতারা\" বা \"দ্য জঞ্জাল\")।\n\n-কোরআন, সূরা 7 (আল-আরফ), আয়াহ 103 [47]\nএবং মালিক বললেন: \"তাকে আমার কাছে নিয়ে আসুন।\" কিন্তু যখন মেসেঞ্জার তাঁর কাছে এলেন, তখন তিনি (ইউসুফ) বলেছিলেন: \"আপনার পালনকর্তার কাছে ফিরে এসে তাকে জিজ্ঞাসা করুন, 'তাদের হাত কেটে নারীদের কী হয়েছিল? অবশ্যই, আমার পালনকর্তা (আল্লাহ) তাদের চক্রান্ত সম্পর্কে সচেতন।\n\n- কুরআন, সূরা 12 (ইউসুফ), আয়াহ 50, [48]\nএবং জোসেফের মাস্টার তাকে নিয়ে গিয়ে কারাগারে রেখেছিলেন, যেখানে রাজার বন্দীদের আবদ্ধ ছিল; এবং তিনি সেখানে কারাগারে ছিলেন।\n\n- আদিপুস্তক 39:20\nজোসেফ যখন ত্রিশ বছর বয়সে মিশরের ফেরাউন রাজার সামনে দাঁড়িয়েছিলেন ---- এবং জোসেফ ফেরাউনের উপস্থিতি থেকে বেরিয়ে এসে মিশরের সমস্ত দেশ জুড়ে গিয়েছিলেন।\n\n- আদিপুস্তক 41:46\nএবং জোসেফ তার পিতা এবং তার ভাইদের স্থাপন করেছিলেন এবং ফেরাউন যেমন আদেশ করেছিলেন তেমনি রামেসের দেশে, সেরা ভূমিতে মিশরের দেশে তাদের দখল দিয়েছিলেন।\n\n- আদিপুস্তক 47:11",
"Ayyub": "জব (আরবি: أوب, রোমানাইজড: আইয়েব) ইসলামে নবী হিসাবে পরিচিত এবং এটি কুরআনে উল্লেখ করা হয়েছে। [১] ইসলামে জবের গল্প হিব্রু বাইবেলের গল্পের সমান্তরাল, যদিও মূল জোর God শ্বরের প্রতি অবিচল থাকার জন্য কাজের উপর; কুরআনিক পাঠ্যে বন্ধুদের সাথে কাজের আলোচনার কোনও উল্লেখ নেই, তবে পরবর্তীকালে মুসলিম সাহিত্যে বলা হয়েছে যে জবের ভাই ছিল, যারা এই ব্যক্তির সাথে তার কষ্টের কারণ সম্পর্কে তর্ক করেছিলেন। কিছু মুসলিম ভাষ্যকারও রোমানদের পূর্বপুরুষ হিসাবে কাজের কথা বলেছিলেন। [২] ইসলামিক সাহিত্যও চাকরির সময় এবং ভবিষ্যদ্বাণীমূলক মন্ত্রকের স্থান সম্পর্কে মন্তব্য করে বলেছিলেন যে তিনি ভবিষ্যদ্বাণীমূলক সিরিজে জোসেফের পরে এসেছিলেন এবং তিনি একটি নির্দিষ্ট সম্প্রদায়ের কাছে প্রেরণের পরিবর্তে তাঁর নিজের লোকদের কাছে প্রচার করেছিলেন। Dition তিহ্য আরও বর্ণনা করে যে চাকরিটি \"যারা ধৈর্য সহকারে সহ্য করেছেন\" তাদের গোষ্ঠীর স্বর্গে নেতা হবেন। [3]\n\nআইয়ব (জব) প্রথমে কুরআনে নিম্নলিখিত আয়াতে উল্লেখ করা হয়েছে:\nপ্রকৃতপক্ষে, আমরা আপনাকে প্রকাশ করেছি, [হে মুহাম্মদ], যেমন আমরা নোহ এবং তাঁর পরে ভাববাদীদের কাছে প্রকাশ করেছি। এবং আমরা আব্রাহাম, ইসমাইল, ইসহাক, জ্যাকব, বংশধর, যিশু, জব, জোনা, অ্যারন এবং সলোমনকে প্রকাশ করেছি এবং ডেভিডকে আমরা [জাবুরের] বইটি দিয়েছিলাম।\n\n-কুরআন, সূরা 4 (আন-নিসা), আয়াহ 163 [4]\nকুরআন জবকে আল্লাহর ধার্মিক দাস হিসাবে বর্ণনা করেছে, যিনি দীর্ঘ সময়ের জন্য ভোগান্তিতে ক্ষতিগ্রস্থ হয়েছিলেন। যাইহোক, এটি স্পষ্টভাবে বলেছে যে জব কখনই God শ্বরের প্রতি বিশ্বাস হারায় না এবং চিরকালের জন্য প্রার্থনা করে God শ্বরের কাছে ডেকেছিল, তাঁকে তাঁর কষ্ট দূর করতে বলে:\n\nএবং [উল্লেখ করুন] কাজ, যখন তিনি তাঁর পালনকর্তাকে ডেকেছিলেন, \"প্রকৃতপক্ষে, প্রতিকূলতা আমাকে স্পর্শ করেছে এবং আপনি করুণাময়দের মধ্যে সবচেয়ে করুণাময়।\"\n\n- কুরআন, সূরা 21 (নবী), আয়াহ 83 [5]\nআখ্যানটি আরও জানায় যে বহু বছর দুর্ভোগের পরে God শ্বর চাকরিটিকে \"আপনার পা দিয়ে আঘাত করার আদেশ দিয়েছিলেন!\" [[]] একবারে, জব তার পা দিয়ে মাটিতে আঘাত করেছিল এবং God শ্বর একটি শীতল বসন্ত পৃথিবী থেকে বেরিয়ে এসেছিলেন, যেখান থেকে চাকরি নিজেকে পুনরায় পূরণ করতে পারে। কুরআন বলেছে যে তখনই God শ্বর তাঁর বেদনা ও যন্ত্রণা সরিয়ে দিয়েছিলেন এবং তিনি চাকরির পরিবারকে তাঁর কাছে ফিরিয়ে দিয়েছিলেন, তাকে বহু প্রজন্মের সন্তানের সাথে আশীর্বাদ করেছিলেন এবং তাঁকে প্রচুর সম্পদ দিয়েছিলেন। কাজের আখ্যানের সংক্ষিপ্ত বিবরণ ছাড়াও, কুরআন God শ্বর বিশেষ গাইডেন্স, প্রজ্ঞা এবং অনুপ্রেরণা দিয়েছেন তাদের তালিকায় দু'বার জবকে আরও উল্লেখ করেছেন (চতুর্থ: 163) এবং কর্তৃপক্ষ প্রাপ্ত পুরুষদের মধ্যে একজন হিসাবে, নবউথের উপহার হিসাবে (Vi: 84)।\n\nশয়তান প্রভুর কাছ থেকে চাকরি ফিরিয়ে দেওয়ার চেষ্টা ছেড়ে দেওয়ার পরে, God শ্বর চাকরির দুর্দশা সরিয়ে নিয়ে তাঁর পরিবারকে তাঁর কাছে ফিরিয়ে দিয়েছিলেন, তাদের সংখ্যায় দ্বিগুণ করে। তিনি জবের সম্পদ ফিরিয়ে দিয়েছিলেন এবং সোনার সাথে জবকে বর্ষণ করেছিলেন। একবার জবের স্ত্রী তার স্বামীকে সমৃদ্ধি ও স্বাস্থ্যের জন্য পুনরুদ্ধার করতে দেখলে, তিনি God শ্বরের জন্য ধন্যবাদ প্রার্থনা করেছিলেন কিন্তু তারপরে তার স্বামী যে শপথ করেছিলেন তা নিয়ে উদ্বিগ্ন, যাতে তিনি তাকে একশত স্ট্রোক দিয়ে মারধর করার প্রতিশ্রুতি দিয়েছিলেন। তার দুর্ভোগের মাঝে তিনি যে শপথ গ্রহণ করেছিলেন তার চেয়েও গভীরভাবে শোক হয়েছিল। God শ্বর অবশ্য চাকরিতে একটি উদ্ঘাটন প্রেরণ করেছিলেন, যা তাকে বলেছিল যে তাঁর স্ত্রীকে না মারতে বরং নরম ঘাসের বান্ডিল দিয়ে আলতো করে আঘাত করতে। []]\n\nকুরআন রেফারেন্স\nকাজের ভবিষ্যদ্বাণী: 4: 163, 6:84\nট্রায়াল এবং ধৈর্য: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nআরও পড়া\nইবনে কাঠির, বিদা ওয়া এল-নিহায়া, আই, 220-2225\nXxi এবং xxxvii এ tafsir\nতাবারি, আমি, 361–364\nথালাবি, নবীদের গল্প, কায়রো 1339, 106–114\nকিসা'ই, নবীদের গল্প, 179-190\nইবনে আসাকির, তারিখ আল-কাবির, তৃতীয়, 190-200",
"Shuayb": "শুয়েব, শোয়েব, শুয়েব বা শুয়েব (আরবি: شعيب, আইপিএ: [ʃuʕajb]; অর্থ: \"কে সঠিক পথ দেখায়\") হলেন ইসলামের একটি প্রাচীন মিডিয়ানীয় নবী (নবী), এবং ড্রুজ বিশ্বাসের সবচেয়ে শ্রদ্ধেয় নবী [[ 1] শুয়েব tradition তিহ্যগতভাবে বাইবেলের জেথ্রো, মূসার শ্বশুরবাড়ির সাথে চিহ্নিত। শুয়েব কুরআনে মোট ১১ বার উল্লেখ করেছেন [[২] তিনি ইব্রাহিম (আব্রাহাম) এর পরে বেঁচে ছিলেন বলে বিশ্বাস করা হয় এবং মুসলমানরা বিশ্বাস করেন যে তাঁকে একটি সম্প্রদায়ের কাছে একজন নবী হিসাবে প্রেরণ করা হয়েছিল: মিডিয়ানীয়রা, [৩] যারা আআব আল-আইকা (\"কাঠের সাহাবী\") নামেও পরিচিত) , [৪] [৫] []] []] যেহেতু তারা একটি বড় গাছের উপাসনা করত। জনগণের কাছে শুয়াইব সোজা পথটি ঘোষণা করেছিলেন এবং জনগণকে তাদের প্রতারণামূলক উপায়গুলি শেষ করতে সতর্ক করেছিলেন। যখন সম্প্রদায়টি অনুশোচনা করেনি, তখন আল্লাহ (God শ্বর) সম্প্রদায়কে ধ্বংস করেছিলেন। [৩] [৫]\n\nমুসলমানরা শুয়েব বুঝতে পেরেছিলেন যে কুরআনে নাম অনুসারে উল্লিখিত কয়েকটি আরবীয় ভাববাদীর মধ্যে একজন ছিলেন, অন্যরা হলেন সালিহ, হুদ এবং মুহাম্মদ। কথিত আছে যে তিনি মুসলমানরা \"নবীদের মধ্যে সুস্পষ্ট প্রচারক\" নামে পরিচিত ছিলেন, কারণ তিনি tradition তিহ্য অনুসারে তাঁর ভাষায় প্রতিভা এবং স্পষ্টতাকে মঞ্জুর করেছিলেন। [৮]\n\nঐতিহাসিক প্রেক্ষাপট\nশুয়েবকে যে অঞ্চলে প্রেরণ করা হয়েছিল, তার নামকরণ করা হয়েছে কুরআনে মাদিয়ান, যা ইংরেজিতে মিডিয়ান নামে পরিচিত, যা বাইবেলে প্রায়শই উল্লেখ করা হয়। মিডিয়ানীয়রা আরব বংশোদ্ভূত বলে মনে করা হয়েছিল, যদিও বাইবেলের কানানীয়দের প্রতিবেশী হলেও তারা তাদের সাথে জড়িত। কথিত আছে যে তারা একটি বিচরণকারী উপজাতি ছিল এবং মুসা (মূসা) এর সময় তাদের প্রধান অঞ্চলটি ছিল সিনাই উপদ্বীপ।\n\nজেথ্রোর সাথে বিতর্কিত পরিচয়\nজেথ্রোর বাইবেলে (যাত্রাপুস্তক 3: 1) মোশির শ্বশুর হিসাবে উল্লেখ করা হয়েছে। যদিও শুয়েবকে প্রায়শই মিডিয়ানাইট পুরোহিত জেথ্রোর সাথে চিহ্নিত করা হয়, বেশিরভাগ আধুনিক পণ্ডিতরা এই পরিচয়টি প্রত্যাখ্যান করেন। ইবনে কাঠিরের মতো ধ্রুপদী ভাষ্যকাররা বলেছিলেন শুয়েব ইব্রাহিমের এক নাতি ছিলেন: শুয়েব আব্রাহামের পুত্র মিডিয়ান পুত্র ইসচারের পুত্র মিকিলের পুত্র ছিলেন বলে বিশ্বাস করা হয়। [৮] এটি ইব্রাহিমের কয়েকশো বছর পরে মোশির সময়ে বসবাসকারী জেথ্রোর সাথে পরিচয় অসম্ভব করে তুলবে। [9]\n\nকুরআন বলেছে যে শুয়েবকে মিডিয়ানদের নবী হিসাবে God শ্বর নিযুক্ত করেছিলেন। এই ভূমির লোকেরা অসততার মাধ্যমে এবং মূর্তিপূজাগুলির জন্য অন্যকে প্রতারণা করার জন্য বিশেষভাবে কুখ্যাত বলে মনে করা হয়েছিল। শুয়েবের ভবিষ্যদ্বাণীটি মূলত মিডিয়ানীয়দের God শ্বরের সঠিক পথে ডেকে আনা এবং তাদেরকে মিথ্যা দেবতাদের উপাসনা করতে নিষেধ করেছিল।\n\nআরও বলা হয় যে তিনি তাঁর লোকদের তাদের প্রতিদিনের ক্রিয়াকলাপে অসতর্ক হওয়া বন্ধ করতে বলেছিলেন। যদিও তিনি একটি টেকসই সময়ের জন্য প্রচার করেছিলেন এবং ভবিষ্যদ্বাণী করেছিলেন, বেশিরভাগ লোক তাঁর কথা শুনতে অস্বীকার করেছিলেন। শুয়েব অবশ্য অবিচল রয়েছেন। তিনি ধারাবাহিকভাবে দুষ্টদের বিরুদ্ধে শক্তিশালীভাবে প্রচার করেছিলেন, তাদের শাস্তির কথা বলেছিলেন যা তাদের সামনে পাপী হয়েছিল। শুয়েব জনগণকে সতর্ক করেছিলেন যে তাদের অজ্ঞতা মিডিয়ান ধ্বংসের দিকে পরিচালিত করবে, নোহ, হুদ, সালিহ এবং লট সহ পূর্ববর্তী নবীদের historical তিহাসিক উদাহরণ দেবে, [১১] যাদের সমস্ত লোক God শ্বরের দ্বারা ধ্বংস হয়ে গিয়েছিল।\n\nলোকেরা শুয়েবকে কটূক্তি করেছিল এবং তাকে বলেছিল যে, তিনি যে মর্যাদাপূর্ণ পরিবার থেকে এসেছিলেন, তার জন্য যদি তা না হয় তবে অবশ্যই তাকে পাথর মেরে হত্যা করা হত। শুয়েব জবাব দিলেন, \"God শ্বরের চেয়ে আপনার সাথে আমার আরও বেশি বিবেচনার পরিবার কি?\" যখন মিডিয়ানীয়রা বিশ্বাস করতে অস্বীকার করেছিল, তখন তারা একটি শক্তিশালী ভূমিকম্প দ্বারা ধ্বংস হয়ে গিয়েছিল। [3] কুরআন অবশ্য উল্লেখ করেছে যে শুয়েব এবং তাঁর বিশ্বাসী সাহাবীদের বজ্রধ্বনি শাস্তি থেকে উদ্ধার করা হয়েছিল। [১১] [১২]\n\nঅন্যান্য ভাববাদীদের সাথে সমান্তরাল\nশুয়েবের মিশন প্রায়শই কুরআনে নোহ, হুদ, সালিহ এবং লটের মিশনে উল্লেখ করা হয়। পণ্ডিতরা উল্লেখ করেছেন যে এই পাঁচ জন ভাববাদী প্রাথমিক ভবিষ্যদ্বাণীমূলক মিশনের উদাহরণ দিয়েছেন: [১৩] নবীকে তাঁর সম্প্রদায়ের কাছে প্রেরণ করা হবে; সম্প্রদায় তার সতর্কতার দিকে কোনও মনোযোগ দেবে না এবং পরিবর্তে তাকে শাস্তি দেওয়ার হুমকি দেবে; কয়েক বছর প্রচার করার পরে, God শ্বর তাকে তাঁর সম্প্রদায় ছেড়ে চলে যেতে বলতেন, যখন তাঁর লোকেরা পরবর্তীকালে শাস্তিতে ধ্বংস হয়ে যায়। [১৩] পণ্ডিতরা কালানুক্রমিকভাবে পাঁচ নবীর তালিকার ব্যাখ্যা করেছিলেন, সুতরাং শুয়েব নোহের বংশধর ছিলেন (মহান বন্যা সম্পর্কে প্রচার করেছিলেন) এবং নবী আব্রাহাম।",
"Musa": "ইসলামে, ম্যাসি ইবনে অমরান (আরবি: موسی ابن عمران, লিট। তাঁর নামটি ১৩6 বার উল্লেখ করা হচ্ছে এবং তাঁর জীবন অন্য যে কোনও নবীর চেয়ে বর্ণিত ও বর্ণনা করা হচ্ছে [[২] [৩]\n\nকুরআনের মতে মুসা একটি ইস্রায়েলীয় পরিবারে জন্মগ্রহণ করেছিলেন। শৈশবে, তাকে একটি ঝুড়িতে রাখা হয় যা নীল নদের দিকে প্রবাহিত হয় এবং শেষ পর্যন্ত মুসা আবিষ্কার করেছিলেন ফেরাউনের (ফির'ন) স্ত্রী অসিয়া, যিনি মুসা তার গৃহীত পুত্র হিসাবে তৈরি করেছিলেন। যৌবনে পৌঁছানোর পরে, মুসা তারপরে মিডিয়ানে বাস করেন, আবার মিশরের উদ্দেশ্যে যাত্রা করার আগে ফেরাউনের হুমকি দেওয়ার জন্য। তাঁর ভাববাদী চলাকালীন মুসা অসংখ্য অলৌকিক কাজ করেছেন বলে জানা গেছে এবং তিনি ব্যক্তিগতভাবে God শ্বরের সাথে কথা বলেছিলেন বলেও জানা গেছে, যিনি মুসার উপর 'স্পিকার' (কালিম আল্লাহ) উপাধি দিয়েছিলেন। নবীর সর্বাধিক জনপ্রিয় অলৌকিক ঘটনাটি হ'ল তিনি সমুদ্রকে বিভক্ত করছেন, God শ্বরের দেওয়া একটি অলৌকিক কাঠি দিয়ে। কুরআন ছাড়াও মুসাও হাদীস সাহিত্যে বর্ণিত ও প্রশংসিত হয়।\n\nফেরাউনের মৃত্যুর পরে, মুসা এবং তাঁর অনুসারীরা জেরুজালেমের দিকে ভ্রমণ করেন, যেখানে নবী শেষ পর্যন্ত মারা যান। ইসলামী tradition তিহ্যে, বিশ্বাস করা হয় যে তিনি নবী মুসায় সমাধিস্থ হয়েছিলেন এবং শেষ পর্যন্ত আকাশের দিকে উত্থিত হন। এরপরে, তিনি রাতের যাত্রা চলাকালীন জেরুজালেমের কাছ থেকে আরোহণের পরে সাতটি স্বর্গে মুহাম্মদের সাথে দেখা করেছেন বলে জানা গেছে (‘ইস্রায়’ মিরাজ)। [৪] যাত্রা চলাকালীন, মুসা বারবার মুহাম্মদকে God শ্বরের সাথে দেখা করতে এবং প্রয়োজনীয় দৈনিক প্রার্থনার সংখ্যা হ্রাস করার জন্য বারবার প্রেরণ করেছিলেন, মূলত পাঁচটি বাধ্যতামূলক প্রার্থনা না হওয়া পর্যন্ত। [৫] []]\n\nমুসা ইসলামের একটি অত্যন্ত গুরুত্বপূর্ণ ব্যক্তিত্ব হিসাবে দেখা হয়। ইসলামী ধর্মতত্ত্ব অনুসারে, সমস্ত মুসলমানকে অবশ্যই প্রতিটি নবী ও God শ্বরের রাসূলের প্রতি বিশ্বাস থাকতে হবে, যার মধ্যে মুসা এবং তার ভাই হারুন অন্তর্ভুক্ত রয়েছে। মুসার জীবনকে সাধারণত মুহাম্মদের জীবনের আধ্যাত্মিক সমান্তরাল হিসাবে দেখা হয় এবং মুসলমানরা দুই ব্যক্তির জীবনের অনেক দিক ভাগ করে নেওয়ার বিষয়টি বিবেচনা করে। [১] ইসলামিক সাহিত্য তাদের জনগণ এবং তাদের জীবনকালগুলিতে ঘটে যাওয়া ঘটনাগুলির মধ্যে একটি সমান্তরাল সম্পর্কও বর্ণনা করে; প্রাচীন মিশর থেকে ইস্রায়েলীয়দের যাত্রা প্রকৃতির সাথে মুহাম্মদ এবং তাঁর অনুসারীদের মক্কা থেকে মদিনায় অভিবাসনের সাথে সমান বলে মনে করা হয় কারণ উভয় ঘটনা অত্যাচারের মুখে উদ্ভূত হয়েছিল - প্রাচীন মিশরীয়দের দ্বারা ইস্রায়েলীয়দের এবং ইস্রায়েলীয়দের মুখে ইস্রায়েলীয়দের এবং প্রথম দিকের মুসলমানদের দ্বারা যথাক্রমে মেকানস দ্বারা। []] তাঁর উদ্ঘাটনগুলি, যেমন দশটি আদেশ, যা তাওরাতের বিষয়বস্তুর অংশ গঠন করে এবং ইহুদী ও খ্রিস্টধর্মের আব্রাহামিক ধর্মগুলির কেন্দ্রীয়। [৮] []] ফলস্বরূপ, ইহুদি এবং খ্রিস্টানদের মুসলমানদের জন্য \"বইয়ের মানুষ\" হিসাবে মনোনীত করা হয়েছে এবং যেখানেই ইসলামিক আইন প্রয়োগ করা হয়েছে সেখানে এই বিশেষ মর্যাদায় স্বীকৃতি পাবেন। মুসা আরও ইসলামিক সাহিত্যে শ্রদ্ধেয়, যা তাঁর জীবনের ঘটনাগুলি এবং কুরআন ও হাদীসে তাঁর জন্য দায়ী অলৌকিক ঘটনাগুলি যেমন God শ্বরের সাথে তাঁর প্রত্যক্ষ কথোপকথনের উপরে প্রসারিত হয়।",
"Harun": "ইসলামে, হরান ইবনে অমরান [২] (আরবি: هارون ابن عمران, লিট। [3] [ব্যর্থ যাচাইকরণ] [স্পষ্টতা প্রয়োজন] তিনি তার ভাইয়ের সাথে ইস্রায়েলীয়দের যাত্রায় প্রচার করেছিলেন। [৪]\n\nকুরআনে নাম এবং নাম ছাড়াই উভয়ই হারুনের অসংখ্য উল্লেখ রয়েছে। এতে বলা হয়েছে যে তিনি আব্রাহামের বংশধর ছিলেন [৫] এবং এটি পরিষ্কার করে দিয়েছেন যে তাঁকে এবং মূসা উভয়কেই ফেরাউনকে God's শ্বরের শাস্তি সম্পর্কে সতর্ক করার জন্য একত্রে প্রেরণ করা হয়েছিল। []] এটি আরও যোগ করেছে যে মোশি এর আগে অ্যারন []] এর সাথে তাঁর নিজের মন্ত্রিত্বকে শক্তিশালী করার জন্য God শ্বরের কাছে প্রার্থনা করেছিলেন এবং অ্যারন মোশিকেও একজন নবী, [৮] এবং বক্তৃতা ও বক্তৃতার ক্ষেত্রে অত্যন্ত স্পষ্টতই সাহায্য করেছিলেন। []] কুরআন আরও যোগ করেছে যে মূসা এবং অ্যারন উভয়কেই মিশরে ইস্রায়েলীয়দের জন্য বাসস্থান স্থাপন এবং সেই ঘরগুলিকে God শ্বরের উপাসনা স্থানগুলিতে রূপান্তর করার জন্য অর্পিত হয়েছিল। [১০]\n\nগোল্ডেন বাছুরের ঘটনাটি কুরআনে বর্ণিত হওয়ায় অ্যারনকে ইতিবাচক আলোকে বর্ণিত হয়েছে। কুরআন বলেছে যে অ্যারন ইস্রায়েলের নেতৃত্বের দায়িত্ব অর্পণ করা হয়েছিল যখন মূসা চল্লিশ দিনের জন্য ṭr sanny (আরবি: طـور ســنـاء, মাউন্ট সিনাই) এ উঠেছিলেন। যোগ করেছেন যে অ্যারন সোনার বাছুরের উপাসনা বন্ধ করার জন্য যথাসাধ্য চেষ্টা করেছিলেন, যা হারুন দ্বারা নয় বরং একজন দুষ্ট লোক দ্বারা 'আস-সামিরি' নামে নির্মিত হয়েছিল। [১৩] মোশি যখন সিনাই পর্বত থেকে ফিরে এসেছিলেন, তখন তিনি অ্যারনকে প্রতিমাটির উপাসনার অনুমতি দেওয়ার জন্য তিরস্কার করেছিলেন, যেখানে অ্যারন মোশির কাছে মোশির কাছে তাকে দোষারোপ না করার জন্য অনুরোধ করেছিলেন যখন তার নির্মাণে কোনও ভূমিকা নেই। [১৪] [১২] কুরআন তখন যোগ করেছে যে এখানে মূসা ইস্রায়েলের পাপকে শোক করেছিলেন এবং বলেছিলেন যে তাঁর কেবল নিজের এবং অ্যারনের উপর ক্ষমতা রয়েছে। [১৫]\n\nহারুনকে পরে কুরআনে স্মরণ করা হয় যিনি \"স্পষ্ট কর্তৃত্ব\" ছিলেন [১ 16] এবং যিনি \"সঠিক পথে পরিচালিত\" ছিলেন। [১]] এটি আরও যোগ করেছে যে অ্যারনের স্মৃতি তাঁর পরে এসেছিল এমন লোকদের জন্য ছেড়ে দেওয়া হয়েছিল [১৮] এবং তাঁর ভাইয়ের সাথে তিনি God শ্বরের দ্বারা আশীর্বাদ পেয়েছেন [১৯] কুরআন আরও বলেছে যে লোকেরা 'আইএসএর মা মেরিয়াম (আরবি: مـرـم, মেরি) এ নামে অভিহিত করেছে \" হারুনের বোন \"[২০] মুসলিম পণ্ডিতরা তাঁর historical তিহাসিক ব্যক্তিত্বের দিক থেকে ঠিক এই\" হারুন \"কে ছিলেন তা নিয়ে বিতর্ক করেছিলেন, কেউ কেউ বলেছিলেন যে এটি যাত্রাপথের হারুনের একটি উল্লেখ ছিল এবং\" বোন \"শব্দটি কেবল একটি রূপক হিসাবে মনোনীত করেছিল বা দুটি ব্যক্তিত্বের মধ্যে আধ্যাত্মিক যোগসূত্র, আরও স্পষ্টতই স্পষ্টতই যখন মেরি অ্যারনের পুরোহিত বংশের বংশধর ছিলেন, অন্যরা এটিকে \"অ্যারন\" নামে খ্রিস্টের সময়ে বসবাসরত অন্য ধার্মিক মানুষ হিসাবে ধরেছিলেন। বেশিরভাগ পণ্ডিত পূর্বের দৃষ্টিভঙ্গির সাথে একমত হয়েছেন এবং মরিয়মের প্রকৃত বোন, তাঁর নাম মিরিয়াম (আরবি: مـريم, হিব্রু: מִ), [২১] এর সাথে আধ্যাত্মিকভাবে মরিয়মকে যুক্ত করেছেন। কুরআন আরও বর্ণনা করেছে যে, শতাব্দী পরে, যখন ট্যাবুট (আরবি: utـابـوت, চুক্তির সিন্দুক) ইস্রায়েলে ফিরে এসেছিল, তখন এতে \"মূসার পরিবার এবং হারুনের পরিবার থেকে প্রতীকগুলি\" থেকে অবরুদ্ধ \"রয়েছে। [২২]",
"Dhul-Kifl": "ধুল-কেফ্ল (আরবি: ذُو ٱلْكِفْل, ḏl-kīfl, আক্ষরিক অর্থে \"কিফেলের অধিকারী\"; এছাড়াও ধু এল-কেফ্ল, ধুল-কেফ্ল, জু আল-কিফ্ল, বা জু এল-কেফ্ল) বানান একটি ইসলামী প্রধ। যদিও তাঁর পরিচয় অজানা, তাঁর পরিচয়টি তাত্ত্বিক এবং বিভিন্ন হিব্রু বাইবেল ভাববাদী এবং অন্যান্য ব্যক্তিত্ব হিসাবে চিহ্নিত করা হয়েছে, সর্বাধিক সাধারণভাবে ইজিকিয়েল এবং গৌতম বুদ্ধ। [১] [২] [২] [৩] [৪] ধুল-কিফলকে আল্লাহ দ্বারা জীবনের একটি উচ্চ স্টেশনে উঁচু করে দেওয়া হয়েছিল বলে মনে করা হয় এবং কুরআনে \"ভাল সংগঠনের\" মানুষ হিসাবে দীর্ঘস্থায়ী হয়। [৫] যদিও অন্যান্য historical তিহাসিক উত্স থেকে ধুল-কিফেল সম্পর্কে খুব বেশি কিছু জানা যায়নি, তবে ইবনে ইসহাক এবং ইবনে কাঠিরের মতো ধ্রুপদী ভাষ্যকারদের সমস্ত লেখাগুলি ধুল-কেফলকে একজন ভবিষ্যদ্বাণীমূলক, সাধু মানুষ হিসাবে কথা বলেছেন যিনি প্রতিদিনের প্রার্থনা ও উপাসনা বিশ্বস্ত ছিলেন। [[ 6]\n\nতুরস্কের ডায়ারবাকিরের এরগানি প্রদেশের একটি সমাধি মনে করেন যে কেউ কেউ নবী ধুল-কেফেলের বিশ্রামের জায়গা বলে বিশ্বাস করেন। এটি মাকাম দা ı নামে একটি পাহাড়ের শহরের কেন্দ্র থেকে 5 কিলোমিটার দূরে অবস্থিত [[]] [8]\n\nব্যুৎপত্তি\nUl ুল-কেআইএফএল নামটি আক্ষরিক অর্থে \"কিফেলের অধিকারী\", এমন এক ধরণের নাম ব্যবহার করে যেখানে ذُو ধা (\"মালিক\") কিছু চরিত্রগতভাবে সম্পর্কিত বৈশিষ্ট্যটির আগে রয়েছে [[9] এই জাতীয় নামগুলি কুরআনে অন্যান্য উল্লেখযোগ্য ব্যক্তিত্বদের ব্যবহার করা হত, উদাহরণস্বরূপ ধু আল-কার্নায়েন (আরবি: ذُو ٱلْقرْ শ্বরেদান, লিট। ٱلْنُّون, লিট। 'দ্য ফিশ উইথ দ্য ফিশ'), ইউনুসকে উল্লেখ করে। কিফেল একটি প্রত্নতাত্ত্বিক আরবি শব্দ যার অর্থ \"ডাবল\" বা \"সদৃশ\", মূল থেকে \"ডাবল\" বা \"ভাঁজ করা\"; এটি কাপড়ের ভাঁজের জন্যও ব্যবহৃত হয়েছিল। নামটি সাধারণত \"একটি ডাবল অংশের একটি\" বোঝানো হয়। কিছু পণ্ডিত পরামর্শ দিয়েছেন যে নামটির অর্থ \"দ্য ম্যান দ্য ডাবল প্রতিদান\" বা বরং \"দ্য ম্যান হু হু টু টু টু দু'বার ওভারও\", [১০] যা বলা যায় যে এটি কাজের জন্য একটি শিরোনাম, কারণ তাঁর পরিবার তাঁর কাছে ফিরে এসেছিলেন কুরআন এবং কাজের বই অনুসারে। [১১]\n\nওয়ান ভিউ অনুসারে, এর অর্থ \"দ্য ম্যান অফ কিফেল\", \"দ্য ওয়ান এর ...\" হিসাবে অংশগ্রহণকারী ধির আরেকটি সম্ভাব্য অনুবাদ, এবং কিফেল অভিযোগ করেছেন \"কপিলাবস্তু\" এর আরবি উপস্থাপনা। [12]\n\nএজেকিয়েল\nকারও কারও মতামত রয়েছে যে ধুল-কিফেল ইজিকিয়েল হতে পারে। যখন নির্বাসন, রাজতন্ত্র এবং রাষ্ট্রকে নির্মূল করা হয়েছিল, তখন একটি রাজনৈতিক ও জাতীয় জীবন আর সম্ভব ছিল না। তাঁর বইয়ের দুটি অংশের সাথে সামঞ্জস্য রেখে তাঁর ব্যক্তিত্ব এবং তাঁর প্রচার একই রকম দ্বিগুণ, এবং ধুল-কিফেল শিরোনামটির অর্থ \"দ্য ওয়ান টু ডাবল\" বা \"ভাঁজ\"।\n\nআবদুল্লাহ ইউসুফ আলী, তাঁর কুরআনের ভাষ্যটিতে বলেছেন:\n\nধুল-কিফেল আক্ষরিক অর্থে \"একটি দ্বৈত প্রয়োজনীয়তা বা অংশের অধিকারী বা দেওয়া\"; অন্যথায়, \"যিনি ডাবল বেধের একটি পোশাক ব্যবহার করেছিলেন,\" এটি কিফেলের অন্যতম অর্থ। কাদের বোঝানো হয়েছে, শিরোনামটি কেন তাঁর কাছে প্রয়োগ করা হয় সে সম্পর্কে মন্তব্যকারীরা মতামতগুলিতে পৃথক হন। আমি মনে করি সর্বোত্তম পরামর্শটি হ'ল কার্স্টেন নিবুহর তাঁর রিসেবেস্রেবং নাচ আরবিয়েন, কোপেনহেগেন, 1778, ii তে সাশ্রয় করেছেন। 264-2266, ধুল-কেআইএফএল এর অধীনে ইসলামের এনসাইক্লোপিডিয়ায় উদ্ধৃত হয়েছে। তিনি ইরাক -এ 'অল' -তে মশাডে গিয়েছিলেন, এবং কিফেল নামে একটি ছোট্ট শহর, নাজফ এবং হিলার (ব্যাবিলন) এর মাঝামাঝি সময়ে। কেফিল, তিনি বলেছেন, ইজিকিয়েলের আরবি রূপ। ইজিকিয়েলের মন্দিরটি সেখানে ছিল এবং ইহুদিরা তীর্থযাত্রায় এটিতে এসেছিল। আমরা যদি \"ধুল-কেফ্ল\" কে উপাধি হিসাবে না, তবে \"ইজিকিয়েল\" এর একটি আরবি রূপ হিসাবে গ্রহণ করি, তবে এটি প্রসঙ্গে ফিট করে, ইজিকিয়েল ইস্রায়েলে একজন নবী ছিলেন যিনি জেরুজালেমের উপর দ্বিতীয় আক্রমণ করার পরে নবুচাদনেজার দ্বারা ব্যাবিলনে নিয়ে গিয়েছিলেন (প্রায় বি.সি. 599)। তাঁর বইটি ইংলিশ বাইবেলে (ওল্ড টেস্টামেন্ট) অন্তর্ভুক্ত রয়েছে [[১৫] তাকে বেঁধে দেওয়া হয়েছিল এবং আবদ্ধ করা হয়েছিল, এবং কারাগারে রাখা হয়েছিল এবং এক সময়ের জন্য তিনি বোবা ছিলেন। তিনি সকলকে ধৈর্য ও স্থিরতার সাথে নিয়ে এসেছিলেন এবং ইস্রায়েলের দুষ্টুদের সাহসের সাথে তিরস্কার করেছিলেন। একটি জ্বলন্ত উত্তরণে তিনি মিথ্যা নেতাদের কথায় কথায় অস্বীকার করেছেন যা চিরকাল সত্য: \"ইস্রায়েলের রাখালদের কাছে হু হু হু হু হু হু হু হু হু হু হু হু হু হু হু হু করে! তাদের খাওয়ানো তাদের হত্যা করুন: তবে আপনি পালকে খাওয়ান না। অসুস্থরা আপনি শক্তিশালী হন না, আপনিও যে অসুস্থ ছিলেন তা নিরাময় করতে পারেননি, আপনি যা ভেঙে গেছে তা আবদ্ধ করেন না ...... \"।\" [১]]\n\n- আবদুল্লাহ ইউসুফ আলী, পবিত্র কোরআন: পাঠ্য, অনুবাদ এবং ভাষ্য [17]\n\nকুরআনে উল্লিখিত\nকুরআনে\nনীচের আয়াতগুলিতে কুরআনে ধুল-কিফেল দু'বার উল্লেখ করা হয়েছে:\n\nএবং (মনে রাখবেন) ইসমাইল, ইদ্রিস এবং ধুল-কিফল, সমস্ত (পুরুষ) দৃ const ়তা এবং ধৈর্য।\nআমরা তাদের আমাদের করুণায় স্বীকার করেছি: কারণ তারা ছিল ধার্মিকদের।\n\n-কুরআন, সূরা আল-আনবিয়া (21), আয়াহস 85–86 [13]\nএবং ইসমাইল, ইলিশা এবং ধুল-কিফেল স্মরণে: তাদের প্রত্যেকেই এই ভাল সংগঠনের ছিল।\n\n- কুরআন, সূরা সাদ (38), আয়াহ 48 [14]\nউভয় ক্ষেত্রেই, কুরআনিক ভাববাদীদের তালিকার প্রসঙ্গে ধুল-কেআইএফএল উল্লেখ করা হয়েছে, উপরে উদ্ধৃত আয়াতটিতে উল্লেখ করা হয়নি এমন আরও অনেকে সহ।\nআল কিফল (আরবি: الكفل; উল-কেফ্ল) নাজফ এবং আল হিলার মধ্যে ইউফ্রেটিস নদীর দক্ষিণ-পূর্ব ইরাকের একটি শহর। আল কিফেলের মধ্যে মন্দিরের বৈকল্পিক নামগুলি হ'ল: ধু'ল কিফল শ্রাইন, মারকাদ ধু'ল কিফল, কাব্বাত ধু'ল কিফল, কাবর আল-নবি ধুল-কেফল, ধুল-কেফল শ্রাইন, জুল কিফ্ল শ্রীন, কাবর হজকিয়েলিওয়ালি, কুইকিয়েলিআল, । হ্যাজকিয়াল হিব্রু ইয়াহেজকেলের আরবি অনুবাদ, যা বেশিরভাগই সেফার্ডি ইহুদিরা আরবি গ্রহণের পরে ব্যবহার করেছিলেন। এটি ইঙ্গিত দেয় যে ইহুদিরা ইজিকিয়েল এবং ধুল-কিফলকে সমান করেছিল এবং মুসলিম এক্সেজেটস মামলা অনুসরণ করেছিল। ইরাকি কর্তৃপক্ষ দাবি করে যে ১৩১16 সালে (715–16 আহ) ইলখানিদ সুলতান উলজাইতু ইহুদি সম্প্রদায়ের কাছ থেকে সমাধির উপর অভিভাবকত্বের অধিকার অর্জন করেছিল। ফলস্বরূপ, একই নবীর জন্য ইসলামী নামকরণ অনুসারে মন্দিরটির নামকরণ করা হয়েছিল। সুলতান উলজাইতু একটি মসজিদ এবং একটি মিনার তৈরি করে কাঠামোতে যুক্ত হয়েছিল। পাশাপাশি তিনি তার বর্তমান অবস্থার সাথে প্রাক-ইলখানিদ ভ্রমণকারীদের বর্ণনার সাথে তুলনা করে কিছু পরিবর্তন বাস্তবায়নের মাজারটি পুনরুদ্ধার করেছিলেন। উনিশ শতকের শুরু পর্যন্ত সাইটটি মুসলিম তীর্থযাত্রার জায়গা হিসাবে রয়ে গেছে যখন ধনী ইহুদি মেনাহিম ইবনে দানিয়াল সফলভাবে এটিকে একটি ইহুদি সাইটে রূপান্তরিত করে এবং এটি পুনরুদ্ধার করেছিলেন। মিনারটি ইসলামী সাইট হিসাবে তার কার্যকালের একমাত্র সাক্ষী হিসাবে রয়ে গেছে। যদিও 14 শতকে মসজিদ এবং মিনারটি নির্মিত হয়েছিল, তবুও মন্দির এবং সমাধির প্রাচীনত্ব নির্ধারণ করা যায় না [[18]\n\nগৌতম বুদ্ধ\nধুল-কিফলকে গৌতম বুদ্ধের সাথেও চিহ্নিত করা হয়েছে। [১৯] [২০] [২১] [২২] ধুল-কেফেলের অর্থ এখনও বিতর্কিত, তবে একটি মতামত অনুসারে, এর অর্থ হতে পারে \"কাপিলের লোক (কাপিলাবস্তু, যে শহরটি বুদ্ধ তার জীবনের ত্রিশ বছর অতিবাহিত করেছিলেন)। [12] [20]\n\nএই দৃষ্টিভঙ্গির সমর্থকরা কুরআনের 95 তম অধ্যায়ের প্রথম আয়াতকে উদ্ধৃত করেছেন, সূরা এট-টিন:\n\nডুমুর এবং জলপাই, এবং সিনাই মাউন্ট দ্বারা এবং এই সুরক্ষিত শহর ˹\n\n-কুরআন, 95: 1-3\nএই মতামত অনুসারে, এই আয়াতগুলিতে উল্লিখিত স্থানগুলি থেকে: সিনাই সেই জায়গা যেখানে মোশি প্রকাশ পেয়েছিলেন; মক্কা সেই জায়গা যেখানে মুহাম্মদ প্রকাশ পেয়েছিলেন; এবং জলপাই গাছ সেই জায়গা যেখানে যীশু প্রকাশ পেয়েছিলেন। এই ক্ষেত্রে, বাকী ডুমুর গাছটি যেখানে গৌতম বুদ্ধ প্রকাশ পেয়েছিলেন [[২১]\n\nকেউ কেউ এটিকে আরও কিছুটা এগিয়ে নিয়ে যান এবং বলেছিলেন যে মুহাম্মদ নিজেই একজন বুদ্ধ ছিলেন, যেমন বুদ্ধ শব্দের অর্থ \"আলোকিত একটি\"। [২৩]\n\nঅন্যান্য\nধুল-কিফলকেও জোশুয়া, ওবাদিয়া [২৪] এবং যিশাইয়কে বিভিন্নভাবে চিহ্নিত করা হয়েছে। [২৫] [২৪]",
"Dawud": "দাউদ (আরবি: xَاوُد, রোমানাইজড: দাউদ [দাউউদ]), একজন নবী ও God শ্বরের রাসূল (আল্লাহ) এবং তিনি ধার্মিক, ইস্রায়েল যুক্তরাজ্যের divine শ্বরিকভাবে অভিষিক্ত রাজা। [১] অধিকন্তু, মুসলমানরা জাবুরের (গীতসংহিতা) divine শিক প্রকাশের জন্য ডেভিডকেও সম্মান করে। [২] [৩] দাউদকে ইসলামের অন্যতম গুরুত্বপূর্ণ ব্যক্তি হিসাবে বিবেচনা করা হয়। কুরআনে ষোলবার উল্লেখ করা হয়েছে, ডেভিড ইসলামী ধর্মগ্রন্থে মুহাম্মদের পূর্ববর্তী নবীদের শৃঙ্খলে একটি লিঙ্ক হিসাবে উপস্থিত হন। [৪] যদিও তাকে সাধারণত \"আইন-প্রদান\" নবী (উল আল-আজম) হিসাবে বিবেচনা করা হয় না, \"তিনি ইসলামিক চিন্তায়\" তিনি একটি প্রান্তিক ব্যক্তিত্ব থেকে অনেক দূরে। \"[২] পরবর্তীকালে ইসলামী traditions তিহ্যে, তিনি প্রার্থনা ও উপবাসে তাঁর কঠোরতার জন্য প্রশংসিত হন। তিনি প্রোটোটাইপিকাল ন্যায্য শাসক হিসাবে এবং পৃথিবীতে God's শ্বরের কর্তৃত্বের প্রতীক হিসাবেও উপস্থাপিত হয়েছেন, তিনি একবারে একজন রাজা এবং নবী ছিলেন।\n\nডেভিড ইসলামী জেরুজালেমের ধর্মীয় স্থাপত্যের জন্য বিশেষভাবে গুরুত্বপূর্ণ। [১] দাউদ বাইবেলের ডেভিড নামে পরিচিত যিনি ইস্রায়েল ও যিহূদার যুক্তরাজ্যের দ্বিতীয় রাজা হিব্রু বাইবেলের মতে সি। 1010–970 খ্রিস্টপূর্ব। [উদ্ধৃতি প্রয়োজন]\n\nকুরআনে উল্লেখ করা হয়েছে\nকুরআনে ডেভিডের আখ্যান, অনেক দিক থেকে বাইবেলে দেওয়া সমান্তরাল। তাকে একজন নবী (নবী) নামকরণ করা হয়েছে এবং একজন মেসেঞ্জার (রাসাল), ডেভিডকে যারা reve শ্বরের কাছ থেকে প্রকাশিত (WAY; Q4: 163) বা গাইডেন্স (হুডি; 6:84) পেয়েছেন তাদের তালিকায় অন্তর্ভুক্ত রয়েছে। উভয় তালিকায় তাঁর নাম তাঁর পুত্র সলোমনের পাশে উপস্থিত হয়। অন্য কোথাও, কুরআন ব্যাখ্যা করেছে যে God শ্বর তাদের উভয়কে \"শব্দ রায়\" (ukukm; 21:79) এবং \"জ্ঞান\" (elm; 21:79; 27:15) উপহার দিয়েছেন। তবুও কুরআন ডেভিডের যোগ্যতাও স্বীকার করেছে যা তাকে সলোমন থেকে আলাদা করে দেয়: ডেভিড গোলিয়াতকে হত্যা করেছিলেন (২: ২৫১) এবং \"দ্য গীতসংহিতা\" নামে একটি divine শ্বরিক প্রকাশ পেয়েছিলেন [৫] (কুরআন ১: 55৫ একটি অনির্দিষ্ট রূপ ব্যবহার করে, যখন ২১: ১০৫ ব্যবহার নির্দিষ্ট রূপ আল-জাবর), [৫] সম্ভবত গীতসংহিতা বা গীতসংহিতা সম্পর্কে একটি উল্লেখ (জাবার শব্দটি সম্ভবত হিব্রু শব্দটি মিজমর বা সিরিয়াক মাজমরি, \"গীতসংহিতা\") এর সাথে সম্পর্কিত। পাহাড় এবং পাখিদের সাথে God শ্বরের প্রশংসা করেছিল (21:79; 34:10 সালে God শ্বর তাদের তা করার আদেশ দেন; সিএফআর। গীতসংহিতা 148: 7-10)। David শ্বর দায়ূদকে \"ভাইসেন্ট\" (খালাফা; 38:26) বানিয়েছিলেন, এমন একটি উপাধি যা কুরআন অন্যথায় কেবল আদমকে দেয় (২:৩০)। এই শিরোনামটি পরামর্শ দেয় যে, কুরআনের মতে ডেভিড একজন রাসূলের চেয়ে আরও কিছু ছিলেন: তিনি একজন divine শ্বরিক নির্দেশিত নেতা ছিলেন যিনি পৃথিবীতে God's শ্বরের শাসন প্রতিষ্ঠা করেছিলেন। [১] এই ভূমিকাটি 2: 251 দ্বারাও প্রস্তাবিত: \"God শ্বর তাকে কর্তৃত্ব (মুলক) এবং প্রজ্ঞা (ইকমাহ) দিয়েছেন এবং তাকে যা শিখিয়েছিলেন তা শিখিয়েছিলেন। God শ্বর যদি অন্যের দ্বারা কিছু লোককে ফিরিয়ে না দেন তবে পৃথিবী দুর্নীতিগ্রস্থ হয়ে উঠত।\" [২ ]\n\nডেভিডকে যে বিষয়গুলি শেখানো হয়েছিল তার মধ্যে ছিল বর্ম তৈরির ক্ষমতা (২১:৮০, ৩৪: ১০-১১), এমন একটি পরামর্শ যে ডেভিডের সামরিক শোষণ God শ্বরের কাজ ছিল। এটিও গুরুত্বপূর্ণ যে ডেভিডের \"প্রজ্ঞা\" এর কুরআনীয় উল্লেখটি কখনও কখনও শাস্ত্রীয় এক্সেজেটস দ্বারা ভবিষ্যদ্বাণী হিসাবে উপহার হিসাবে ব্যাখ্যা করা হয়েছিল। []] কুরআনও দায়ূদ ও যীশুকে সংযুক্ত করে জোর দিয়ে বলেছিল যে উভয়ই সেই ইস্রায়েলীয়দের যারা বিশ্বাস করেনি তাদের অভিশাপ দিয়েছিল (৫:78৮)। তদুপরি, কুরআনের মতে, ন্যায়বিচার বিতরণ করার সময় ডেভিডকে সত্য ও মিথ্যাচারের মধ্যে পার্থক্য করার ক্ষমতা দেওয়া হয়েছিল (ফাউল আল-খিয়াব, ৩৮:২০)। তদ্ব্যতীত, ডেভিডের মাধ্যমে একটি পরীক্ষা দেওয়া হয়েছিল, যেখানে তিনি প্রার্থনা করেছিলেন এবং অনুতপ্ত হন এবং God শ্বর তাকে ক্ষমা করেছিলেন (38: 24-5)। সুরত সাদ (কুরআনের 38 তম অধ্যায়) কে \"ডেভিডের সারা\" বলা হয় []] এক্সেজেটস ব্যাখ্যা করেছেন যে যেহেতু দায়ূদ God শ্বরকে তাঁকে ক্ষমা করার জন্য জিজ্ঞাসা করার সময় সিজদা করেছিলেন, তাই মুহাম্মদকে তাঁকে অনুকরণ করার এবং এই অধ্যায়টি পড়ার সময় একটি সিজদা করার আদেশ দেওয়া হয়েছিল। । [8]\n\nধর্মীয় তাত্পর্য\nডেভিড কয়েকজন ইসলামী ভাববাদীদের মধ্যে একজন যারা রাজত্বও পেয়েছিলেন। অন্যান্য ভাববাদীরা রাজাদের রাজত্বকালে প্রচার করেছিলেন, ডেভিড তাঁর সময়ে রাজা ছিলেন। সুতরাং, তিনি একটি অত্যন্ত বড় কাজ পেয়েছিলেন, এটি নিশ্চিত করার জন্য যে ইস্রায়েলের লোকেরা কেবল আধ্যাত্মিকভাবে চেক করে রাখা হয়নি, তবে দেশটি নিজেও দৃ strong ় রয়ে গেছে। নেতা ও নবী উভয় হিসাবে তাঁর স্থান সমস্ত মুসলমানকে অত্যন্ত উচ্চ পদমর্যাদার হিসাবে শ্রদ্ধা করে। ডেভিডের চিত্র, তাঁর ভবিষ্যদ্বাণীমূলক পুত্র সলোমনের সাথে একত্রে এমন লোকদের আইকনিক যারা তাদের ভূমিতে ন্যায়সঙ্গতভাবে শাসন করেছিলেন। God শ্বর প্রায়শই কুরআনে একজন নবী এবং মেসেঞ্জার হিসাবে ডেভিডের উচ্চ পদমর্যাদার উল্লেখ করেন। তিনি প্রায়শই অন্যান্য ভাববাদীদের পাশাপাশি উল্লেখ করা হয় যে তিনি কতটা দুর্দান্ত ছিলেন। উদাহরণস্বরূপ, God শ্বর বলেছেন:\n\nএবং আমরা তাকে আইজাক এবং জ্যাকব দিয়েছিলাম এবং তাদেরকে গাইড করেছিলাম, যেমন আমরা নোহকে তাদের সামনে গাইড করেছিলাম এবং তাঁর বংশধরদের, ডেভিড এবং সলোমন এবং জব এবং জোসেফ এবং মূসা এবং অ্যারন। এইভাবে আমরা যারা খাঁটি এবং ভাল করি তাদের পুরস্কৃত করি।\n\n- কুরআন 6:84 [9]\nখলিফা উমর যখন জেরুজালেমে গিয়েছিলেন, তখন পিতৃপুরুষ সোফ্রোনিয়াস তাঁর সাথে মন্দিরের মাউন্টে ছিলেন, যখন তিনি প্রার্থনা করার জন্য মিহরাব দাউদকে (ডেভিডের প্রার্থনা-কুলু) অনুসন্ধান করেছিলেন। পরে মন্তব্যকারীরা এই সাইটটি ডেভিডের টাওয়ারের সাথে চিহ্নিত করেছিলেন। একটি হাদীসে, দায়ূদের প্রার্থনা এবং উপবাস God শ্বরের কাছে প্রিয় বলে উল্লেখ করা হয়েছে।\n\nবর্ণিত আবদুল্লাহ বিন 'আমর বিন আল-' as এবং তারপরে রাতের এক তৃতীয়াংশের জন্য প্রার্থনা করুন এবং আবার তার ষষ্ঠ অংশের জন্য ঘুমান এবং বিকল্প দিনগুলিতে উপবাস করতেন। \"\n\n-মুহাম্মদ আল-বুখারী, সহিহ আল-বুখারী [10]\nডেভিড বই\nপ্রধান নিবন্ধ: জাবুর\nজাবুর God শ্বরের দ্বারা দায়ূদকে দায়ী করা পবিত্র বই, ঠিক যেমন মুসা (মূসা) তাওরাত (তোরাত) পেয়েছিলেন, Isa সা (যীশু) ইনজিল (গসপেল) পেয়েছিলেন এবং মুহাম্মদ কুরআন পেয়েছিলেন। বর্তমান হিব্রু বাইবেলে জাবুর গীতসংহিতা হিসাবে পরিচিত। যাইহোক, অতীতের অন্যান্য ধর্মগ্রন্থের মতো, গীতসংহিতাও সময়ের সাথে সাথে দূষিত হয়েছিল বলে বিশ্বাস করা হয়, এখন কিছু মূল বার্তাটি চলে গেছে। তবুও, মুসলমানদের বর্তমান গীতসংহিতা প্রচুর শ্রদ্ধার সাথে আচরণ করতে বলা হয়েছে কারণ তাদের মূল আকারে তারাও God শ্বরের অনুপ্রাণিত বই ছিল। কুরআন বলেছে:\n\nআপনার পালনকর্তা জানেন যে আকাশে এবং পৃথিবীতে যে কেউ আছেন। আমরা কিছু ভাববাদীকে অন্যের উপরে উঁচু করে দিয়েছি; এবং ডেভিডকে আমরা গীতসংহিতা বইটি দিয়েছিলাম।\n\n- কুরআন 17:55 [11]\n\n কুরআন 4: 163; 17:55।\n কুরআন 4: 163; 6:84।\n যেমন Ṭabarī, tarīhh, i, 559\n হিবাত আল্লাহ খ। সালমা, আল-নাসিখ ওয়া-এল-মনসখ (ওয়েডির মার্জিনে, আসবাব), কায়রো 1316/1898-9, 262\n বুখরি, ṣaḥḥ, vi, 155\n কুরআন 6:84\n সাহিহ আল-বুখারী, 2: 21: 231\n কুরআন 17:55",
"Suleyman": "সুলাইমন ইবনে দাউদ (আরবি: ُلَمَان بْن بْاوُوْوْ তিন, লিট। ইস্রায়েলীয়রা। সাধারণত, ইসলামিক tradition তিহ্য অনুসারে তিনি ছিলেন যে তিনি ইহুদি জনগণের তৃতীয় রাজা এবং ইস্রায়েলের একজন জ্ঞানী শাসক ছিলেন। [১]\n\nইসলামে, সলোমনকে God শ্বরের অন্যতম ভাববাদীদের হিসাবে বিবেচনা করা হয় যাকে অনেক divine শ্বরিক উপহার দেওয়া হয়েছিল, যার মধ্যে উভয় প্রাণী এবং জিনের সাথে কথা বলার ক্ষমতা সহ; তিনি শায়ানকে (شاطنن, লিট। 'শয়তান') এবং দেভ (ইও, লিট। 'রাক্ষস') God শ্বরের দ্বারা প্রদত্ত একটি আংটির সমর্থনে দাসত্ব করেছিলেন বলেও বলা হয়। [২]\n\nমুসলমানরা আরও বজায় রাখে যে তিনি সারা জীবন বিশ্বস্ত একেশ্বরবাদী রয়েছেন; পুরো ইস্রায়েলীয় জাতির উপর ন্যায়সঙ্গত রাজত্ব; রাজত্বের এমন একটি স্তর দিয়ে আশীর্বাদ করা হয়েছিল যা তাঁর সামনে বা তাঁর পরে কেউ দেওয়া হয়নি; এবং তাঁর সমস্ত আদেশগুলি পূরণ করেছেন, তাঁর জীবনের শেষে জান্নায় (جنّة, লিট। 'স্বর্গ') God শ্বরের নিকটবর্তী হওয়ার প্রতিশ্রুতি দেওয়া হচ্ছে [[3] ইসলামের উত্থানের পর থেকে বিভিন্ন আরব ইতিহাসবিদ সলোমনকে ইতিহাসের অন্যতম সেরা শাসক হিসাবে বিবেচনা করেছেন। [৪]\n\nকুরআনে উল্লেখ করা হয়েছে\nকুরআন এবং ব্যাখ্যা\nমাঠে রায়\nসলোমনের সাথে জড়িত প্রথম বিবরণে, কুরআন (২১:78৮) সংক্ষেপে একটি গল্পের ইঙ্গিত দেয় যে সলোমন তার বাবার সংগে ছিলেন, যখন দু'জন লোক দায়ূদকে তাদের মধ্যে বিচার করতে জিজ্ঞাসা করতে এসেছিল (حرْث, ক্ষেত্র) সম্পর্কে তাদের মধ্যে বিচার করতে। [ 5] পরবর্তীকালে মুসলিম ভাষ্যকাররা আল-তাবারি, বৈদাবী এবং ইবনে কাঠির সহ বর্ণনাতে প্রসারিত হন। []] []] []] তারা বলেছিল যে দু'জনের মধ্যে প্রথমটি বলেছিল যে তিনি একটি দ্রাক্ষাক্ষেত্রের মালিক ছিলেন যার মধ্যে তিনি পুরো বছর জুড়ে খুব যত্ন নিয়েছিলেন। কিন্তু একদিন, যখন তিনি অনুপস্থিত ছিলেন, অন্য ব্যক্তির ভেড়া দ্রাক্ষাক্ষেত্রের মধ্যে বিভ্রান্ত হয়ে আঙ্গুরগুলি গ্রাস করেছিল। তিনি এই ক্ষতির জন্য ক্ষতিপূরণ পেতে বলেছিলেন। এটি তার মালিকের কাছে। একই সময়ে, দ্রাক্ষাক্ষেত্রের মালিক মেষের যত্ন নেবেন এবং তার জমি তার কাছে ফিরে না আসা পর্যন্ত তাদের পশম এবং দুধের কাছ থেকে উপকৃত হবেন, এই মুহুর্তে তিনি তাদের মালিকের কাছে মেষগুলি ফিরিয়ে দিতেন। এই প্রতিক্রিয়াটি সলোমনের বিচারের স্তরটি দেখায়, যা কুরআন বলে, [10] সারাজীবন সলোমনকে চিহ্নিত করবে। মুসলিম tradition তিহ্য অনুসারে ইকমাহ (প্রজ্ঞা) সর্বদা সলোমনের সাথে যুক্ত থাকত, যাকে পরে এমনকি সুলাইমন আল-ওকাম (Xُلَمَان ٱلْحْم, \"সলোমন দ্য ওয়াইজ\") হিসাবেও উল্লেখ করা হত। এই গল্পটি কেব্রা নাগাস্টে অভিযোজিত, তবে সলোমনের পুত্র দ্বারা বিবেচিত একটি বিরোধ হিসাবে [[]]\n\nসলোমন এবং ডেমানস\n\nশেবার রানী\nকুরআন বর্ণনা করেছে যে বাতাসটি সলোমনের অধীনে তৈরি করা হয়েছিল, [১১] এবং তিনি নিজের ইচ্ছায় এটি নিয়ন্ত্রণ করতে পারেন এবং জিনও সলোমনের নিয়ন্ত্রণে এসেছিলেন। জিন সলোমনের রাজত্বকে শক্তিশালী করতে সহায়তা করেছিল। ডেভিলস (শায়াতিন), [১২] এবং রাক্ষসকে তাঁর স্মৃতিসৌধের জন্য বাধ্য করা হয়েছিল। [১৩] Sol শ্বর সলোমনের জন্য প্রবাহিত হওয়ার জন্য গলিত কিয়ের (قِطْر, 'ব্রাস' বা 'তামা') এর একটি অলৌকিক আয়ন (বাধ্য, 'ফাউন্ট' বা 'স্প্রিং') ও তাদের নির্মাণে ভূতদের দ্বারা ব্যবহার করার জন্যও করেছিলেন। [১১]\n\nদায়ূদ মারা গেলে, সলোমন ইস্রায়েলীয়দের ভবিষ্যদ্বাণীমূলক রাজা হিসাবে তাঁর অবস্থান উত্তরাধিকার সূত্রে পেয়েছিলেন। সলোমন একবার একজন মহিলাকে তার বাবার একটি মূর্তি তৈরি করার অনুমতি দেয়। পরে, তিনি মূর্তির উপাসনা করতে শুরু করেছিলেন এবং সলোমনকে তাঁর রাজ্যে মূর্তিপূজা সহ্য করার জন্য তিরস্কার করা হয়েছিল। শাস্তি হিসাবে, God শ্বর সলোমনের আংটি চুরি করতে এবং তাঁর রাজত্বটি দখল করতে দাসদের একজনকে সক্ষম করেছিলেন (সূরা 38:34)। পরে তিনি তার পাপকে অনুশোচনা করেন এবং আবারও মন্দির তৈরির দিকে মনোনিবেশ করে আবারও রাক্ষসদের উপর নিয়ন্ত্রণ অর্জন করেন। [১৪] তিনি God শ্বরের কাছে তাঁকে এমন একটি রাজত্ব দেওয়ার জন্য প্রার্থনা করেছিলেন যা তাঁর পরে কোনওটির মতো নয় [[১৫] Solome শ্বর সলোমনের প্রার্থনা গ্রহণ করেছিলেন এবং তিনি যা খুশি করেছিলেন তা দিয়েছিলেন।\n\nরূপকভাবে চিহ্নিত, সলোমন তার আংটিগুলি রাক্ষসদের কাছে ক্ষতিগ্রস্থ, কোনও মানুষকে তার আত্মাকে রাক্ষসী আবেগের কাছে হারাতে প্রতিনিধিত্ব করতে বোঝা যেতে পারে [[১]] নিশাপুরের আতর লিখেছেন: \"আপনি যদি ডিভ (রাক্ষসকে) আবদ্ধ করেন তবে আপনি সলোমন দিয়ে রাজকীয় মণ্ডপের জন্য যাত্রা করবেন\" এবং \"আপনার নিজের রাজ্যের উপর আপনার কোনও আদেশ নেই, কারণ আপনার ক্ষেত্রে ডিভটি সলোমনের জায়গায় রয়েছে\" \" । [17]\n\nটালমুডিক tradition তিহ্যের বিপরীতে, সলোমন অজানা ছিলেন এবং কখনও মূর্তিপূজায় অংশ নেননি [[১৮] তদুপরি, কুরআন প্রত্যাখ্যান করেছে যে সলোমন একজন যাদুকর ছিলেন: \"(...) সলোমন অবিশ্বাস করেনি, তবে শয়তানরা অবিশ্বাসী, পুরুষদের যাদু এবং (...) শেখায়\"। (2: 102)\n\nসলোমন এবং পিঁপড়া\nসলোমনকে এমনকি পিঁপড়ের মতো বিভিন্ন প্রাণীর ভাষাও শেখানো হয়েছিল। কুরআন বিবরণ দেয় যে, একদিন সলোমন এবং তার সেনাবাহিনী একটি ওয়াদিন-নামল (وَادِ ٱلْنّمْل, পিঁপড়ার উপত্যকা) প্রবেশ করেছিল। সলোমন এবং তার সেনাবাহিনী দেখে, একজন নামলাহ (نمْلة, মহিলা পিঁপড়া) অন্য সকলকে সতর্ক করে দিয়েছিলেন \"... আপনার আবাসস্থলগুলিতে প্রবেশ করুন, পাছে সলোমন এবং তার স্বাগতিকরা আপনাকে এটি না জেনে (১৯] অবিলম্বে বুঝতে পেরেছিল।\" [১৯] অবিলম্বে বুঝতে পেরে। পিঁপড়া যা বলেছিল, সলোমন বরাবরের মতো, God শ্বরের কাছে প্রার্থনা করেছিলেন, তাঁকে এই জাতীয় উপহার দেওয়ার জন্য তাঁকে ধন্যবাদ জানালেন [২০] এবং পিঁপড়াদের উপনিবেশগুলিতে আরও পদদলিত এড়ানো। তিনি God শ্বরের কাছ থেকে যে উপহারগুলি পেয়েছিলেন এবং মুসলমানরা বজায় রেখেছিলেন যে সলোমন কখনই তাঁর প্রতিদিনের প্রার্থনা ভুলে যাননি, যা তাঁর কাছে তাঁর উপহারের চেয়ে বেশি গুরুত্বপূর্ণ ছিল।\n\nএক্সজেটিকাল সাহিত্য পিঁপড়ার জ্ঞানের উপর জোর দেয় এবং বাতাসকে নিয়ন্ত্রণ করার জন্য সলোমনের উপহারের পিছনে অর্থ ব্যাখ্যা করে। সিরাকাল-কুলাবের মতে, পিঁপড়া সলোমনকে জিজ্ঞাসা করে যে কেন তাকে \"সলোমন\" (স্যালিম্যান) বলা হয় তা জানেন কিনা। সলোমন বলেছেন যে তিনি করেন না, এরপরে পিঁপড়াটি ব্যাখ্যা করতে চলেছে: \"যদিও আপনার হৃদয়টি দুর্দান্ত ছিল (সেলিম) এবং আপনি পরবর্তী বিশ্বের পরিস্থিতি জানেন, আপনি এই পৃথিবীর কয়েকটি আনন্দ গ্রহণ করেছেন এবং এর দখল দ্বারা প্রতারিত হয়েছেন এবং রাজত্ব; অতএব আপনাকে সলোমন বলা হয়। \" এরপরে পিঁপড়া সলোমনকে জিজ্ঞাসা করে, যদি সে জানে যে God শ্বর কেন তাঁর জন্য বাতাসকে বশীভূত করেছেন। আবারও, সলোমন না এবং পিঁপড়ের উত্তর দেয়: \"তিনি একটি কারণে বাতাসকে বশীভূত করেছেন: আপনি যা মেনে নিয়েছেন তা কিছুই নয়। বাতাস যেমন চলে যায়, বিশ্বের সম্পদ এবং রাজত্বও কেটে যায়।\" ফখর আল-দীন রাজি এবং আল-কুরতুবির মতো পণ্ডিতরা পিঁপড়াটিকে মানুষের অনুসরণ করার জন্য একটি পরীক্ষার পদে উন্নীত করেছিলেন। [২২] (পি 198)\n\nসাবা বিজয় '\n\nসাবার প্রাক্তন রাজধানী মা'রিবে ব্যারান মন্দিরের ধ্বংসাবশেষ 'এখন ইয়েমেনের মধ্যে\nসলোমনের রাজত্বের আরেকটি গুরুত্বপূর্ণ বিষয় হ'ল তাঁর সেনাবাহিনীর আকার, যা পুরুষ এবং জিন উভয়ই নিয়ে গঠিত। সলোমন প্রায়শই তাঁর সৈন্য এবং যোদ্ধাদের পাশাপাশি জিন এবং তাঁর অধীনে কাজ করা সমস্ত প্রাণীকে মূল্যায়ন করতেন। একদিন, তাঁর সৈন্যদের পরিদর্শন করার সময়, সলোমন হুড-হুড (ُ প্রান্ত, হুপো) সমাবেশ থেকে নিখোঁজ পেয়েছিলেন। [২৩] তবে শীঘ্রই, হুড-হুদ সলোমনের আদালতে এসে বললেন, \"আমি কম্পাসড (অঞ্চল) যা আপনি কম্পাস করেননি, এবং আমি আপনাকে সাবা থেকে সত্যিকার অর্থে সত্যের সাথে এসেছি।\" [২৪] হুদ-হুদ আরও সলোমনকে বলেছিল যে শেবার লোকেরা সূর্যের উপাসনা করেছিল এবং যে মহিলা রাজত্ব করেছিলেন তিনি অত্যন্ত বুদ্ধিমান এবং শক্তিশালী ছিলেন। সলোমন, যিনি নিবিড়ভাবে শুনেছিলেন, তিনি শেবার দেশে একটি চিঠি লিখতে বেছে নিয়েছিলেন, যার মাধ্যমে তিনি শেবার লোকদের সূর্যের প্রতিদানমূলক উপাসনা বন্ধ করতে এবং God শ্বরের উপাসনা করতে রাজি করার চেষ্টা করবেন। সলোমন হুদ-হুডকে শেবার রানীকে (বিলকিস) চিঠিটি দেওয়ার জন্য এবং তারপরে তার প্রতিক্রিয়াটি লুকিয়ে রাখতে এবং পর্যবেক্ষণ করার নির্দেশ দিয়েছেন। []]: 64 হুদ-হুদ সলোমনের আদেশ গ্রহণ করেছিলেন এবং সরাসরি শেবার কাছে ফিরে এসেছিলেন এবং সরাসরি শেবার কাছে উড়ে এসেছিলেন রানিকে চিঠি। তারপরে রানী তার মন্ত্রীদের আদালতে ডেকেছিলেন এবং তাদের কাছে সলোমন থেকে শেবার লোকদের কাছে চিঠিটি উচ্চস্বরে পড়েন: \"আল্লাহর নামে করুণাময় দয়ালু, আপনি আমার বিরুদ্ধে উঁচু হন না, তবে আমার কাছে মুসলিমেন হিসাবে আসেন (مُلِمِمِمِمِم্ِবলহান )। \" তিনি তার মন্ত্রীদের এবং আদালতের অন্যান্য কর্মকর্তাদের সাথে পরামর্শ নিয়েছিলেন, \"হে আমার লোকেরা, আমি ভাল করেই জানি যে আপনি সাহসী এবং শক্তিশালী যোদ্ধা, এবং পৃথিবীর মুখের কেউই আপনার বিরুদ্ধে দাঁড়াতে পারে না, তবুও আমি এ সম্পর্কে আপনার মনকে জানতাম বিষয়। \" আদালতের লোকেরা জবাব দিয়েছিল: \"হে রানী এবং আপনার আদেশ যা -ই হোক না কেন, আমরা তা মান্য করব।\" তবে দৈর্ঘ্যে, রানী সলোমনে এসে God শ্বরের কাছে তাঁর জমা দেওয়ার ঘোষণা দিয়েছিলেন। [২৫]\n\nসলোমন এবং আইফ্রিট\nবিলকিস যখন সলোমনের আদালতে যাত্রা করছিলেন, তখন রাজা তাঁর দাসদের আগমনের আগে তার সিংহাসন সরবরাহ করেছিলেন। একজন ইফ্রিট তার পরিষেবাগুলি সরবরাহ করেছিলেন (কিউ 27: 38-40), কিন্তু সলোমন প্রত্যাখ্যান করেছিলেন, একজন পুরুষের পরিবর্তে এই কাজটি অর্পণ করেছিলেন, যিনি একজন ধার্মিক সহকর্মী হয়ে তাঁর জন্য সিংহাসন সরানোর জন্য God শ্বরের কাছে প্রার্থনা করেছিলেন। সম্পর্কের জন্য বিস্ময়কর, তাঁর প্রার্থনার উত্তর দেওয়া হয়েছিল, সিংহাসনের সলোমন প্রাসাদে God শ্বরের শক্তি দ্বারা উপস্থিত হয়েছিল। বিলকিস এসে পৌঁছে সলোমন তাকে জিজ্ঞাসা করেছিলেন যে তিনি তার সিংহাসনকে স্বীকৃতি দিয়েছেন কিনা, কিন্তু তিনি God শ্বরকে যে অলৌকিক ঘটনাটি দেখেছিলেন তা উপলব্ধি করতে লড়াই করে রাজাকে একটি অদম্য উত্তর দিয়েছেন, অবশেষে সলোমনের বিশ্বাসকে অবলম্বন করার আগে, এই প্রমাণ দ্বারা জয়লাভ করেছিলেন যে অলৌকিক ঘটনাটি ছিল না এটি নিছক ইফরিত কিন্তু God শ্বরের নিজেই। সলোমন ইফ্রিতের লোভনীয় প্রস্তাব প্রত্যাখ্যান করেছিলেন, কারণ তিনি কেবল God শ্বরের উপর নির্ভর করতে চেয়েছিলেন এবং কোনও রাক্ষস বা অন্য কোনও সৃষ্টির উপর নির্ভর করেন না এবং বিলকিসকে সত্য বিশ্বাসে রূপান্তরিত করতে সাফল্যের সাথে তাঁর ধর্মীয়তার জন্য পুরস্কৃত হন। [২]]\n\nমৃত্যু\n\nজেরুজালেমের ওল্ড সিটি আল-আকসা মসজিদটির যৌগে সুলাইমানের সমাধি\nকুরআন সম্পর্কিত যে সলোমন যখন তার কর্মীদের উপর ঝুঁকছিলেন তখন তিনি মারা গিয়েছিলেন এবং তিনি দাঁড়িয়ে ছিলেন, তার দ্বারা প্রস্তুত ছিলেন, যতক্ষণ না একটি সামান্য প্রাণী - পিঁপড়া বা কৃমি - এটি দেখে, অবশেষে, এটি পথ দিয়েছিল - এবং কেবল তখনই তার কাজ করেছিল দেহ ধসে।\n\nThen, when We decreed (Solomon's) death, nothing showed them his death except a little worm of the earth, which kept (slowly) gnawing away at his staff: so when he fell down, the Jinn saw plainly that if they had known the অদেখা, তারা অবমাননাকর জরিমানা (তাদের কাজের) দিকে ঝুঁকতে পারত না।\n\n- কুরআন, সূরা 34 (সাবা), আয়াহ 14 [27]\nতিনি যখন সোজা হয়ে রইলেন, তাঁর কর্মীদের উপর চাপ দিয়েছিলেন, জিন ভেবেছিল যে তিনি এখনও বেঁচে আছেন এবং তাদের তদারকি করছেন।\n\nতারা কেবল তখনই সত্যটি উপলব্ধি করেছিল যখন God শ্বর কোনও প্রাণীকে মাটি থেকে ক্রল করার জন্য এবং সলোমনের কর্মীদের কাছে কুঁচকে যাওয়ার জন্য তাঁর দেহ ভেঙে পড়ার জন্য পাঠিয়েছিলেন। এই আয়াতটি শ্রোতাদের শেখানোর জন্য বোঝা গেছে যে জিন অদেখা (আল -গাইব) জানেন না - তারা যদি এটি জানত তবে তারা কোনও মৃত ব্যক্তির সেবায় বোকা লোকদের মতো পরিশ্রমী থাকত না। [২৮]\n\nসলোমন গানে মহাম্মদ্দিম\nআরও তথ্য: মুহাম্মদ এবং বাইবেল এবং সেমেটিক মূল\nকুরআনের আয়াত দ্বারা অনুপ্রাণিত হিসাবে, কিছু মুসলমান [যা?] বিশ্বাস করেছিলেন যে মুহাম্মদ (আরবি: مُحمّد, ব্যঞ্জনবর্ণ চিঠিগুলি: এম-এম-এম-ডি) গানের গানের (5:16) 'মাহাম্মদ্দিম' (হিব্রু: হিব্রু: מַחֲמַדִּ, ব্যঞ্জনবর্ণ অক্ষর: এম-ħ-এম-ডি-ওয়াই-এম), যদিও পরবর্তী শব্দটি ইহুদিদের দ্বারা \"আকাঙ্ক্ষিত\" বা \"সুদৃশ্য\" হিসাবে অনুবাদ করা হয়। [২৯]\n\nসলোমন এবং জামশিদ\n\nপার্সেপোলিসের সাধারণ দৃশ্য, ইরান (2) (ক্রপড)\nকবি ফিরদৌসির শেহনমা অনুসারে জামশিদ বিশ্বের চতুর্থ রাজা ছিলেন। সলোমনের মতো তিনিও বিশ্বের সমস্ত স্বর্গদূত এবং রাক্ষসদের উপর আদেশ পেয়েছিলেন বলে বিশ্বাস করা হয়েছিল এবং তিনি হরমোজডের রাজা এবং মহাযাজক (আহুরা মাজদার মধ্যবর্তী পার্সিয়ান) উভয়ই ছিলেন। তিনি অনেক দুর্দান্ত আবিষ্কারের জন্য দায়বদ্ধ ছিলেন যা তাঁর লোকদের জন্য জীবনকে আরও সুরক্ষিত করে তুলেছিল: বর্ম এবং অস্ত্র উত্পাদন, লিনেন, সিল্ক এবং উলের পোশাক বুনন এবং রঞ্জন করা, ইটের ঘর তৈরি, রত্নের খনির এবং মূল্যবান ধাতু , সুগন্ধি এবং ওয়াইন তৈরি, মেডিসিনের শিল্প, নৌযানগুলিতে বিশ্বের জলের নেভিগেশন। তিনি জামশিদ এখন বিশ্বের সর্বকালের সর্বশ্রেষ্ঠ রাজা হয়েছিলেন। তিনি রাজকীয় ফার (আভেস্তান: খভারেনা) দ্বারা সমৃদ্ধ ছিলেন, তিনি একটি উজ্জ্বল জাঁকজমক যা তাকে divine শিক অনুগ্রহ দ্বারা পুড়িয়ে দিয়েছিল।\n\nদু'জন জ্ঞানী রাজতন্ত্রের মধ্যে মিলের কারণে কিছু traditions তিহ্য দু'জনের সাথে মিলিত হয়। উদাহরণস্বরূপ, সলোমন আল-বালখির কাজগুলিতে দক্ষিণ-পশ্চিম ইরানের উপর রায় দেওয়ার সাথে যুক্ত ছিলেন। পার্সেপোলিসকে সলোমনের আসন বলে মনে করা হয়েছিল এবং মাসউদী, মুকাদদাসি এবং ইসতাখরীর মতো পণ্ডিতদের দ্বারা \"সলোমনের খেলার মাঠ\" হিসাবে বর্ণনা করা হয়েছিল। অন্যান্য মুসলিম লেখকরা এই বিশ্বাসের বিরোধিতা করেছেন যে সলোমন একসময় ইরানে রাজত্ব করেছিলেন, যুক্তি দিয়েছিলেন যে সলোমন এবং জামশিদের জীবন ও কাজের মধ্যে যে কোনও মিল রয়েছে তা নিখুঁতভাবে কাকতালীয়, দুজনই স্বতন্ত্র এবং পৃথক ব্যক্তিত্ব। [৩০] [৩১] পরবর্তী দৃষ্টিভঙ্গি হয়েছে ইন্দো-ইউরোপীয় পৌরাণিক কাহিনী ক্ষেত্রে বৃত্তির দ্বারা প্রমাণিত, যা জ্যামশিদ চরিত্রটি প্রথম দিকের জোরোস্ট্রিয়ান দেবতা ইয়িমা থেকে প্রাপ্ত, [৩২] [৩৩] [৩৩] যেখানে কুরআনিক ও বাইবেলের বৃত্তি জ্ঞানী নবী রাজার জন্য historic তিহাসিকতার একটি পরিমাপ সমর্থন করে। [34]",
"Ilyas": "ইলিয়াস (আরবি: إلياس) ছিলেন একজন নবী ও God শ্বরের রাসূল (আল্লাহ) যাকে ইস্রায়েলের বাচ্চাদের গাইড করার জন্য প্রেরণ করা হয়েছিল। মানুষকে প্রতিমা উপাসনা থেকে রোধ করার জন্য তাকে ভবিষ্যদ্বাণীমূলক মিশন দেওয়া হয়েছিল। [১] ইলিয়াস আলাসার ভবিষ্যদ্বাণীমূলক পূর্বসূরী। [২] কিছু ইসলামী পণ্ডিত বিশ্বাস করেন, ইলিয়াস হারুন (হারুন) এর বংশধর থেকে এসেছেন [[৩]\n\nকিছু মুসলমান বিশ্বাস করেন যে ইলিয়াস এখনও বেঁচে আছেন এবং খিদর সহ প্রতিবছর হজে যোগ দেন। [৪] কিছু মুসলমানও বিশ্বাস করেন যে ইলিয়াস শেষ সময়ে ফিরে আসবেন। [৫]\n\nজীবনের প্রথমার্ধ\nইসলামী সূত্রে ইলিয়াসের পুরো নাম ইলিয়াস ইবনে ইয়াসিন, []] যেহেতু সাফাত ৩ 37: ১৩০-এ ইলিয়াসকে ইয়াসিন বলা হয়। []] ইলিয়াসের কিছু গল্প ইসলামিক হাদীসেও উল্লেখ করা হয়েছে; যেমন ইলিয়াস দ্বারা খরার সাথে ইস্রায়েলীয়দের অভিশাপ, [৮] অ্যালাসাকে নিরাময় করা, [৯] এবং আহাবের সাথে লড়াই করা। [১০]\n\nঅনেক ইসলামিক সূত্র এবং বাইবেলের মতে, ইলিয়াস (ক) জীবিত এবং আকাশে আরোহণ করেছেন। [১১] তবে ইবনে কাঠির এই হাদীসগুলি গ্রহণ করেননি এবং তাদের ইস্রায়িলিয়াতের মধ্যে বিবেচনা করেছিলেন। [12] মু'জাম আল-বুলদান-এ, ইয়াকুট আল-হামাবী বালবেকের ইলিয়াস (ক) এর জন্য একটি সমাধির কথা উল্লেখ করেছিলেন। ইলিয়াসের সমাধি ছিল (ক) [14]\n\nনবীথু\nইলিয়াসকে প্রথমে আল-আন'এএম 6:85 এ একজন নবী হিসাবে উল্লেখ করা হয়েছে। [15] তিনি তাঁর লোকদের যারা বালবেকে বাস করেছিলেন তাদের একেশ্বরবাদে আমন্ত্রণ জানিয়েছিলেন, God শ্বরের আনুগত্য করেছেন এবং পাপ ত্যাগ করেছেন। [১]] তাঁর মূল কাজটি ছিল প্রতিমা-উপাসনা রোধ করা [[১]] তিনি বহু বছর ধরে তাঁর লোকদের প্রতি অধ্যবসায়ের মুখোমুখি হওয়ার পরে তাদের খরা নিয়ে অভিশাপ দিয়েছিলেন এবং লোকেরা অনাহারে আক্রান্ত হয়েছিল। [১৮] কুরআনে ইলিয়াসের আখ্যান এবং পরবর্তীকালে মুসলিম tradition তিহ্যটি ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ যে হিব্রু বাইবেল এবং মুসলিম সাহিত্যে আহাব ও জেজেবেলের পাশাপাশি আহাজিয়াহর রাজত্বকালে এলিয়াহর প্রাথমিক ভবিষ্যদ্বাণী হিসাবে রেকর্ড করা হয়েছে। ইদ্রিস সহ অন্যান্য নবী ও সাধুদের সংখ্যা, যা কিছু পণ্ডিত দ্বারা বিশ্বাস করা হয় যে ইলিয়াসের অন্য নাম, [২১] এবং খিদর। [২২] ইসলামিক কিংবদন্তি পরে ইলিয়াসের চিত্রটি বিকাশ করেছিলেন, তাঁর গুণাবলীকে ব্যাপকভাবে সজ্জিত করেছিলেন এবং কিছু অ্যাপোক্রিফাল সাহিত্য ইলিয়াসকে অর্ধ-মানব, অর্ধ-এঞ্জেলের মর্যাদা দিয়েছিল। [২৩] ইলিয়াস হামজানামা সহ পরবর্তীকালের সাহিত্যের কাজগুলিতেও উপস্থিত হয় [[২৪]\n\nকুরআন\nইলিয়াস কুরআনে উল্লেখ করা হয়েছে, যেখানে তাঁর প্রচার একটি সংক্ষিপ্ত পদ্ধতিতে বর্ণিত হয়েছে। কুরআন বর্ণনা করেছে যে ইলিয়াস তাঁর লোকদের God শ্বরের উপাসনা করতে এবং এই অঞ্চলের প্রাথমিক প্রতিমা বালের উপাসনা ছেড়ে যেতে বলেছিলেন। কুরআন বলেছে: [১]\n\n\"অবশ্যই ইলিয়াস প্রেরিতদের একজন ছিলেন। যখন তিনি তাঁর লোকদের বলেছিলেন:\" আপনি কি God শ্বরকে ভয় করবেন না? \"তোমরা কি বা'কে আহ্বান জানাবে এবং স্রষ্টাদের সেরা, God শ্বর, তোমার পালনকর্তা এবং লালনকারী এবং আপনার পুরাতন পিতৃপুরুষদের প্রভু এবং লালনকারীকে ছেড়ে চলে যাবে?\n\n-আস-সাফাত 123–126\nকুরআন এটি পরিষ্কার করে দিয়েছে যে ইলিয়াসের বেশিরভাগ লোক নবীকে অস্বীকার করে এবং মূর্তিপূজা অনুসরণ করে চলেছে। যাইহোক, এটি উল্লেখ করেছে যে তাদের মধ্যে অল্প সংখ্যক নিবেদিত দাস এলিয়াকে অনুসরণ করেছিল এবং বিশ্বাস করেছিল এবং God শ্বরের উপাসনা করেছিল। কুরআন বলেছে, \"তারা তাঁকে (এলিয়াহ) অস্বীকার করেছিল এবং অবশ্যই God শ্বরের আন্তরিক ও অনুগত দাসদের (তাদের মধ্যে) বাদে শাস্তি এনে দেওয়া হবে। এবং আমরা উত্তরোত্তর জন্য তাঁর (স্মৃতি) রেখে গেছি।\" [২৫] [২]]\n\nকুরআনে God শ্বর এলিয়াকে দুটি জায়গায় প্রশংসা করেছেন:\nএলিয়ের উপর শান্তি! যারা ভাল কাজ করে তাদের আমরা এভাবেই পুরস্কৃত করি। তিনি সত্যই আমাদের বিশ্বাসী দাসদের মধ্যে রয়েছেন।\n\n-কুরআন, অধ্যায় 37 (আস-স্যাফাত), আয়াত 129–132 [27]\nএবং জাকারিয়া এবং ইয়াহিয়া এবং isa সা এবং ইলিয়াস, তারা সকলেই ধার্মিকদের মধ্যে থেকে এসেছিল\n\n-কুরআন, অধ্যায় 6 (আল-আনাম), আয়াত 85 [28]\nআবদুল্লাহ ইউসুফ আলী সহ অসংখ্য ভাষ্যকার 85 আয়াতে মন্তব্য করেছেন যে ইলিয়াস, জাকারিয়া, ইয়াহিয়া এবং Isa সা সকলেই আধ্যাত্মিকভাবে সংযুক্ত ছিলেন। আবদুল্লাহ ইউসুফ আলী বলেছেন, \"তৃতীয় দলটি কর্মের পুরুষদের নয়, সত্য প্রচারক, যারা একাকী জীবনযাপন করেছিলেন। ব্যাপটিস্ট, যাকে \"ইলিয়াস, যা আসার জন্য ছিল\" (ম্যাট ১১:১৪) হিসাবে উল্লেখ করা হয়েছে; এবং ইলিয়াসকে উপস্থিত ছিলেন এবং যিশুর সাথে মাউন্টে রূপান্তরিত করার সময় কথা বলেছিলেন (ম্যাট 17: 3)। \"[ 29]\n\nযদিও বেশিরভাগ মুসলিম পণ্ডিতরা বিশ্বাস করেছিলেন যে এলিয় ইস্রায়েলে প্রচার করেছিলেন, কুরআনের কিছু প্রাথমিক ভাষ্যকার বলেছিলেন যে ইলিয়াসকে লেবাননের বালবেককে প্রেরণ করা হয়েছিল। [৩০] আধুনিক পণ্ডিতরা এই দাবিটি প্রত্যাখ্যান করেছেন, উল্লেখ করেছেন যে এলিয়ের সাথে শহরের সংযোগটি শহরের নামের প্রথমার্ধের কারণে, বালের প্রথমার্ধের কারণে তৈরি করা হত, যা এলিয়াহ তাঁর লোকদের উপাসনা বন্ধ করার জন্য অনুরোধ করেছিলেন। বালবেকের সাথে এলিয়াহর শহর সনাক্তকরণ প্রত্যাখ্যানকারী যেসব পণ্ডিতরা আরও যুক্তি দিয়েছিলেন যে বালবেক শহরটি কুরআন বা হিব্রু বাইবেলে ইলিয়াসের আখ্যান নিয়ে উল্লেখ করা হয়নি। [৩১]\n\nমৃত্যু\nসময়ের সাথে সাথে খরা ছড়িয়ে পড়ে এবং অনেকে মারা যান। যখন তারা নিজেদেরকে ক্ষতিগ্রস্থ করেছে, তাদের অতীতের কাজের জন্য আফসোস করেছে, ইলিয়াস (ক) এর দিকে ফিরে গেছে এবং তার আমন্ত্রণটি গ্রহণ করেছে। [৩২] তারপরে, ইলিয়াসের প্রার্থনার কারণে (ক) ভারী বৃষ্টি এসেছিল এবং জমিটি তৃপ্ত হয়েছিল; যাইহোক, কিছুক্ষণ পরে, লোকেরা God শ্বরের সাথে তাদের চুক্তি ভুলে গিয়েছিল এবং প্রতিমা উপাসনা করে ফিরে আসে। ইলিয়াস যখন এটি দেখেছিলেন, তখন তিনি God শ্বরকে তাঁর নিজের মৃত্যুর জন্য জিজ্ঞাসা করেছিলেন; কিন্তু, God শ্বর তাকে আগুনের রথ পাঠিয়েছিলেন এবং তিনি আকাশের কাছে আরোহণ করেছিলেন এবং আলিয়াসাকে বেছে নিয়েছিলেন যিনি তাঁর ছাত্র ছিলেন তাঁর উপ -উপহাতা হিসাবে। [৩৩] ইলিয়াস খুব কমই ইসলামিক এসচ্যাটোলজির সাথে জড়িত [[৩৪] তবে কিছু মুসলমান বিশ্বাস করেন যে ইলিয়াস সময় শেষে রহস্যময় ব্যক্তিত্ব খিদারের সাথে ফিরে আসবেন বলে আশা করা হচ্ছে। [৫]\n\nউত্তরাধিকার\nমুসলিম সাহিত্য ও tradition তিহ্য বর্ণনা করে যে ইলিয়াস ইস্রায়েলের রাজ্যে প্রচার করেছিলেন, আহাব এবং পরে তাঁর পুত্র আহাজিয়াহ দ্বারা শাসন করেছিলেন। তাঁকে \"মরুভূমির নবী - যেমন ইয়াহিয়া\" বলা হয়। [35] ইলিয়াস আহাব এবং তাঁর স্ত্রী জেজেবেলের প্রতি উদ্যোগ নিয়ে প্রচার করেছিলেন বলে বিশ্বাস করা হয়, যিনি মুসলিম tradition তিহ্য অনুসারে এই অঞ্চলে মিথ্যা প্রতিমাগুলির উপাসনার জন্য আংশিকভাবে দায়ী ছিলেন। মুসলমানরা বিশ্বাস করে যে এটি ছিল কারণ বেশিরভাগ মানুষ এলিয়াকে শুনতে অস্বীকার করেছিলেন যে ইলিশাকে তাঁর পরে ইস্রায়েলের কাছে God শ্বরের বার্তা প্রচার চালিয়ে যেতে হয়েছিল। [৩ 36]\n\nইলিয়াস মুসলিম সংস্কৃতিতে কিংবদন্তি এবং ফোকটেলগুলির বিষয় হয়ে দাঁড়িয়েছিলেন, সাধারণত খিদরের সাথে তাঁর বৈঠক জড়িত। একটি মুসলিম এক্সেজেট রিপোর্ট অনুসারে, মুহাম্মদ মক্কায় ইলিয়াসের সাথে দেখা করেছেন। [৩ 37] ইসলামিক রহস্যবাদে ইলিয়াস খিদরের সাথে ঘনিষ্ঠভাবে জড়িত। একজন হাদীস জানিয়েছেন যে ইলিয়াস এবং খিদর প্রতি বছর জেরুজালেমে মক্কায় তীর্থযাত্রায় যাওয়ার জন্য একত্রিত হন। [৩৮] ইলিয়াস হামজানামায়ও বহুবার উপস্থিত হয়, যেখানে তিনি খিদরের ভাই এবং সেইসাথে যুবকের ঝর্ণা থেকে পান করেছিলেন বলে কথা বলা হয়। [৩৯] আরও, কিতাব আল-কাফিতে বর্ণিত হয়েছে যে ইমাম জাফর আল-সাদিক সিরিয়ার ভাষায় ইলিয়াসের সিজদা আবৃত্তি করছিলেন এবং কাঁদতে শুরু করলেন। তারপরে তিনি আরবিতে অনুরোধটি পরিদর্শনকারী পণ্ডিতদের একটি দলে অনুবাদ করেছিলেন:\n\n\"হে প্রভু, আমি কি খুঁজে পাব যে আপনি আমাকে শাস্তি দিন যদিও আপনি মধ্যাহ্নের উত্তাপে আমার তৃষ্ণা সম্পর্কে জানেন? আমি কি খুঁজে পাব যে আপনি আমাকে শাস্তি দেবেন যদিও আপনি জানেন যে আমি পৃথিবীতে আপনার উপাসনা করার জন্য আমার মুখ ঘষে? আমি কি খুঁজে পাব? আমি যদিও আপনি জানেন যে আমি আপনার জন্য পাপ ছেড়ে দিয়েছি? আমি কি দেখতে পাব যে আপনি আমাকে শাস্তি দেবেন যদিও আপনি জানেন যে আমি কেবল আপনার জন্য সারা রাত জেগে থাকি? \" আল্লাহ তখন ইলিয়াদের প্রতি অনুপ্রাণিত করেছিলেন, \"পৃথিবী থেকে আপনার মাথা তুলে ধরুন কারণ আমি আপনাকে শাস্তি দেব না\" [[৪০]\n\nমন্তব্য\n \"এলিয়াস এলিয়ের মতোই, যার গল্পটি ওল্ড টেস্টামেন্টে 1 কিং 17-19 এবং 2 কিং 1-2 -এ পাওয়া যাবে। এলিয়াহ আহাবের রাজত্বকালে বাস করতেন (896–874 খ্রিস্টপূর্ব) এবং আহাজিয়াহ (874–872 খ্রিস্টপূর্ব ), ইস্রায়েলের (উত্তর) রাজ্যের রাজা আর আজারিয় সিরিয়ায় সূর্য-দেবতা উপাসনা করা বালের উপাসনা থেকে বিরত থাকার ঝুঁকিপূর্ণ ছিল। এই উপাসনাটি লিঙ্গমের হিন্দু উপাসনার মতো প্রকৃতি-শক্তি এবং প্ররোচিত শক্তির উপাসনাও অন্তর্ভুক্ত করেছিল এবং অনেক আপত্তিজনকভাবে পরিচালিত হয়েছিল। রাজা। আহাব সিডনের এক রাজকন্যা, জিজেবেলকে বিয়ে করেছিলেন, একজন দুষ্ট মহিলা, যিনি তার স্বামীকে আল্লাহকে ত্যাগ করতে এবং বাল-উপাসনা গ্রহণের জন্য নেতৃত্ব দিয়েছিলেন। \" ... \"এলিয়াহ সমস্ত আহাবের পাপের পাশাপাশি আহাজিয়ের পাপকে নিন্দা করেছিলেন এবং তাঁর জীবনের জন্য পালাতে হয়েছিল। তিনি তাঁর মেন্টালটি এলিশার সাথে নবীকে রেখে গেছেন। \"[২০]",
"Alyasa": "অ্যালাসা (আরবি: اليليت, রোমানাইজড: আলিয়াস ') হলেন God শ্বরের নবী ও রাসূল (আল্লাহ) যাকে ইস্রায়েলের সন্তানদের গাইড করার জন্য প্রেরণ করা হয়েছিল। কুরআনে, অ্যালাসাকে নবী হিসাবে দ্বিগুণ হিসাবে উল্লেখ করা হয়েছে, [১] এবং সহযোদ্ধাদের পাশাপাশি উভয়বারই উল্লেখ করা হয়েছে। [২] তিনি মুসলমানরা ইলিয়াস (এলিয়াহ) এর ভবিষ্যদ্বাণীমূলক উত্তরসূরি হিসাবে সম্মানিত হন। ইসলামিক সূত্রগুলি যা খিদর দিয়ে এলিশাকে চিহ্নিত করে ইসলামিক tradition তিহ্যে খিদর ও ইলিয়াসের মধ্যে দৃ strong ় সম্পর্কের কথা উল্লেখ করে। [৩]\n\nব্যক্তিত্ব\nআলাসার নামটি আল-আন'এএম 6:86 এবং স্যাড 38:48 এ দু'বার উল্লেখ করা হয়েছে। এই আয়াতগুলিতে, অ্যালাসার ব্যক্তিত্ব বা ভাববাদী সম্পর্কে কিছু উল্লেখ না করেই তাকে \"গ্রেসড\" এবং \"নির্বাচিতদের মধ্যে\" হিসাবে উল্লেখ করা হয়েছে। [৪] কুরআনের মতে, ইলিশাকে \"বাকী সৃষ্টির উপরে\" উচ্চতর করা হয়েছে (আরবি: فلْنَا عَلى ٱلىلى ٱلىالَمِن, রোমানাইজড: ফ্যালন ʿala l-alamamn (a) [4] এবং \"আরবী) এবং\" মিনা এল-আখিয়ার)।\n\nএবং ইসমাইল এবং আলিয়া এবং ইউনুস এবং লুট; এবং প্রত্যেকে আমরা পৃথিবীগুলিতে আকৃষ্ট হয়েছি;\n\n-আল-আনাম 6:86\nএবং আমাদের চাকর ইসমাইল, অ্যালাসা এবং ধুল-কিফলকে মনে রাখবেন, তাদের প্রত্যেকটি সত্যই ভাল।\n\n- দু: খিত 38:48\nঅলৌকিক ঘটনা\nআলী আল-রিদ্ধার একটি শিয়া হাদীসে উল্লেখ করা হয়েছে যে অ্যালাসায় মৃতদের পুনরুজ্জীবন, অসুস্থকে নিরাময় করা এবং জলের উপর দিয়ে হাঁটা সহ কিছু অলৌকিক ঘটনা ছিল। [উদ্ধৃতি প্রয়োজন]\n\nদাবী সমাধি\nকিছু মুসলমান বিশ্বাস করেন যে এলিশার সমাধি সৌদি আরবের পূর্ব অঞ্চলের আল-অয়াজামে রয়েছে। সৌদি সরকার কর্তৃক এই মন্দিরটি অপসারণ করা হয়েছিল কারণ সৌদি আরবের ওহাবী বা সালাফি সংস্কার আন্দোলনের প্রভাবশালীভাবে এই জাতীয় শ্রদ্ধা নয়। []] []] এটি অটোমান আরবের সময়ে বহু শতাব্দী ধরে একটি গুরুত্বপূর্ণ ল্যান্ডমার্ক ছিল এবং প্রাক-আধুনিক সময়কালে সমস্ত সম্প্রদায়ের মুসলমানদের জন্য একটি খুব জনপ্রিয় তীর্থযাত্রার গন্তব্য ছিল। [৮]\n\nইলিশার কবরটি তুরস্কের ডায়ারবাকির প্রদেশের আইল জেলায় উপস্থিত রয়েছে। [9] মূল মন্দিরটি একটি নদীর তীরের কাছে ছিল যা ১৯৯৪ সালে প্লাবিত হয়েছিল। জনসাধারণের উচ্ছ্বাসকে উজ্জীবিত করার জন্য এড়াতে ধর্মীয় বিষয়ক অধিদপ্তরের সহযোগিতায় সিটি কাউন্সিল কর্তৃক নয়টি পণ্ডিতের একটি গোপন বোর্ড গঠিত হয়েছিল। অঞ্চলটি প্লাবিত হওয়ার আগে, রাতে কবরটি খনন করা হয়েছিল এবং নবীর সংরক্ষিত দেহ - নয় জন পণ্ডিত এবং সরকারী কর্মী দ্বারা সাক্ষী - বন্যার সমভূমিটি উপেক্ষা করে একটি পাহাড়ে সমাধিস্থ করা হয়েছিল। যাইহোক, টাউনফোকের অনেকেই সেই রাতে তাদের স্বপ্নে নবীকে দেখেছিলেন এবং নতুন জায়গায় তার প্রত্যাবর্তন পর্যবেক্ষণ করার জন্য সূর্যোদয়ের আগে বেরিয়ে এসেছিলেন। [১০] [১১]",
"Yunus": "ইউনুস ইবনে মত্তা (আরবি: ُونُ ব্যবস্থা ماتا, রোমানাইজড: ইয়ানুস ইবনে মত্তা) হলেন একজন নবী ও God শ্বরের রাসূল (আল্লাহ)। ইউনুসকে tradition তিহ্যগতভাবে ইসলামে একজন নবী হিসাবে অত্যন্ত গুরুত্বপূর্ণ হিসাবে দেখা হয় যিনি God শ্বরের প্রতি বিশ্বস্ত ছিলেন এবং তাঁর বার্তাগুলি সরবরাহ করেছিলেন। [১] [২] কুরআনে নামকরণ করা বাইবেলের বারো জন নবীই একমাত্র ইউনুস হলেন। [৩] কুরআনের দশম অধ্যায়টির নামকরণ করা হয়েছে তাঁর নামে। [৪]\n\nইউনুসকে ধুল-নুন (আরবি: ذُلنُّوْن) এবং মুসলমানরা দ্বারা বলা হয়। [৫] কুরআনে নাম দিয়ে তাঁর চারবার উল্লেখ করা হয়েছে। []]\n\nহাদীস উল্লেখ\nইউনুসকে মুহাম্মদের জীবদ্দশায় কয়েকটি ঘটনায়ও উল্লেখ করা হয়েছে। কিছু উদাহরণে ইউনাসের নামটি মুহাম্মদ দ্বারা প্রশংসা ও শ্রদ্ধার সাথে কথা বলা হয়। মুহাম্মদের জীবন সম্পর্কে historical তিহাসিক বিবরণ অনুসারে, দশ বছর প্রকাশ পাওয়ার পরে, মুহাম্মদ তাইফ শহরে গিয়েছিলেন যে এর নেতারা তাকে মক্কার পরিবর্তে সেখান থেকে তাঁর বার্তা প্রচার করতে দেবেন কিনা তা দেখার জন্য, তবে তাকে শহর থেকে ফেলে দেওয়া হয়েছিল, তবে তাকে শহর থেকে ফেলে দেওয়া হয়েছিল মানুষগুলি. তিনি উটবাহ উদ্যান এবং কুরাইশ উপজাতির দুই সদস্য শায়বাহে আশ্রয় নিয়েছিলেন। তারা তাদের দাস অ্যাডাসকে ভরণপোষণের জন্য আঙ্গুর পরিবেশন করতে পাঠিয়েছিল। মুহাম্মদ অ্যাডাসকে জিজ্ঞাসা করলেন তিনি কোথা থেকে এসেছেন এবং দাস নীনভেহকে জবাব দিলেন। \"ইউনুস শহর জাস্ট, অমিতাইয়ের পুত্র!\" মুহাম্মদ চিৎকার করে বললেন। অ্যাডাস হতবাক হয়ে গিয়েছিলেন কারণ তিনি জানতেন যে পৌত্তলিক আরবদের ইউনাসের কোনও জ্ঞান নেই। তারপরে তিনি জিজ্ঞাসা করলেন যে মুহাম্মদ কীভাবে এই লোকটিকে জানতেন। \"আমরা ভাই,\" মুহাম্মদ জবাব দিলেন। \"ইউনুস God শ্বরের নবী ছিলেন এবং আমিও God শ্বরের নবী।\" অ্যাডাস তত্ক্ষণাত ইসলাম গ্রহণ করলেন এবং মুহাম্মদের হাত ও পায়ে চুম্বন করলেন। [১০]\n\nইমাম বুখারীর সংগ্রহে মুহাম্মদের একটি বক্তব্য বলেছে যে মুহাম্মদ বলেছিলেন \"একজনকে বলা উচিত নয় যে আমি ইউনাসের চেয়ে ভাল\" [১১] [১২] [১২] [১৪] [১৪] মুহাম্মদের একজন প্রবীণ সমসাময়িক ইবনে আবী আল-স্যাল্ট শিখিয়েছিলেন যে, ইউনুস যদি আল্লাহর কাছে প্রার্থনা না করতেন, তবে তিনি পুনরুত্থানের দিন পর্যন্ত মাছের ভিতরে আটকা পড়তেন [১৪] কিন্তু, তাঁর প্রার্থনার কারণে ইউনাস কেবল কয়েকজনই ছিলেন \" মাছের পেটের মধ্যে দিনগুলি \"[14]\n\nনবম শতাব্দীর পার্সিয়ান ইতিহাসবিদ আল-তাবারী রেকর্ড করেছেন যে, জোনাহ যখন মাছের ভিতরে ছিলেন, \"তাঁর কোনও হাড় বা সদস্য আহত হয়নি\" [[১৪] আল-তাবারি আরও লিখেছেন যে আল্লাহ মাছের দেহকে স্বচ্ছ করে তুলেছিলেন, ইউনুসকে \"গভীরতার বিস্ময়\" [১৫] দেখতে পেয়েছিলেন এবং ইউনুস সমস্ত মাছকে আল্লাহর কাছে প্রশংসা শুনেছিলেন। [১৫] দশম শতাব্দীর কবি কিসাই মারভাজী রেকর্ড করেছেন যে ইউনাসের বাবা যখন ইউনুসের জন্মের সময় সত্তর বছর বয়সে ছিলেন [১৪] [১৪] এবং এর পরেই তিনি মারা গিয়েছিলেন, [১৪] ইউনূসের মাকে কাঠের চামচ ছাড়া আর কিছুই রেখে যায়নি, যা ঘটেছিল যা ঘটেছিল কর্নোকোপিয়া হোন। [14]\n\nসমাধি\nআরও দেখুন: মোসুলের মসজিদ এবং মন্দির § moske_of_the_prophet_jonah\n\nইউনুসের মসজিদের ধ্বংসাবশেষের ছবি, আইসিলের ধ্বংসের পরে\nনিনেভের বর্তমান অবস্থানটি পাঁচটি গেট, চারদিকে দেয়ালের অংশ এবং দুটি বৃহত ounds িবি খনন দ্বারা চিহ্নিত করা হয়েছে: কুইউঞ্জিকের পাহাড় এবং নবী ইউনাসের পাহাড় (পাদটীকাটির মানচিত্রের লিঙ্কটি দেখুন)। [১]] নবী ইউনাসের উপরে একটি মসজিদ জোনাকে উত্সর্গ করা হয়েছিল এবং এতে একটি মন্দির ছিল, যা জোনার সমাধির স্থান হিসাবে মুসলিম ও খ্রিস্টান উভয়ই শ্রদ্ধা করেছিল। [১]] সমাধিটি ছিল একটি জনপ্রিয় তীর্থস্থান সাইট [১৮] এবং মধ্য প্রাচ্য জুড়ে ইহুদি, খ্রিস্টান এবং মুসলমানদের কাছে unity ক্যের প্রতীক। [১৮] ২৪ শে জুলাই, ২০১৪ -এ, ইসলামিক স্টেট অফ ইরাক এবং লেভান্ট (আইএসআইএল) ধর্মীয় অভয়ারণ্যকে মূর্তিপূজা বলে মনে করা হয়েছে এমন একটি প্রচারের অংশ হিসাবে সমাধিযুক্ত মসজিদটি ধ্বংস করে দিয়েছে। [১৯] [১৮] মোসুলকে জানুয়ারী 2017 সালে আইএসআইএল থেকে ফিরিয়ে নেওয়ার পরে, খ্রিস্টপূর্ব 7th ম শতাব্দীর প্রথমার্ধে এসারহ্যাডন দ্বারা নির্মিত একটি প্রাচীন আশেরিয়ান প্রাসাদটি ধ্বংসপ্রাপ্ত মসজিদের নীচে আবিষ্কার করা হয়েছিল। [১৮] [২০] আইএসআইএল কালো বাজারে বিক্রি করার জন্য আইটেমগুলির প্রাসাদকে লুণ্ঠন করেছিল, [১৮] [২০] তবে কিছু শিল্পকর্ম যা পরিবহন করা আরও কঠিন ছিল তা এখনও স্থানে রয়ে গেছে। [১৮] [২০]\n\nঅন্যান্য মুসলিম সমাধি\nজোনাহর সমাধির অন্যান্য নামী জায়গাগুলির মধ্যে রয়েছে ইস্রায়েলের গথ-হেফারের প্রাচীন স্থানটিতে অবস্থিত আরব গ্রাম মাশহাদ; লেবাননের সরফান্ড (সরেপ্টা) শহরের নিকটবর্তী একটি অভয়ারণ্য। [২৩] আরেকটি tradition তিহ্য এখন একটি আধুনিক বাতিঘর দ্বারা আচ্ছাদিত একটি সাইটে ইস্রায়েলি শহর আশদোদ শহরের উত্তর প্রান্তে \"জোনাহস হিল\" নামে একটি পাহাড়ের সমাধিটি রেখেছিল।\n\nফাতিহ পাশা মসজিদে মিহরাবের পিছনে অবস্থিত তুরস্কের দায়ারবাকিরে জোনার একটি সমাধি পাওয়া যাবে। [২৪] [২৫] এভলিয়া সেলিবি তাঁর সায়াহাতনামে বলেছেন যে তিনি যোনার সমাধি পরিদর্শন করেছেন। [২]] [২]]\n\nকুরআনের উল্লেখ রয়েছে\nআল-আনবিয়ায় 21:87 [7] এবং আল-কালাম 68৮:৪৮, ইউনুসকে ধুল-নান বলা হয় (আরবি: ذُلنُّوْن, লিট। আন-নিসা 4: 163 এবং আল-আনাম 6:86 এ তাকে \"আল্লাহর প্রেরিত\" হিসাবে উল্লেখ করা হয়। [৫] সূরা 37: 139-148 ইউনাসের পুরো গল্পটি পুনরায় জানিয়েছে: [5]\nযেমন পাঠানো হয়েছে তাদের মধ্যেও যোনা ছিলেন (আমাদের দ্বারা)।\nযখন তিনি পালিয়ে গেছেন (বন্দীদশা থেকে দাসের মতো) জাহাজে (সম্পূর্ণ) বোঝা,\nতিনি (সম্মত) প্রচুর কাস্ট করেছেন, এবং তাকে নিন্দা করা হয়েছিল:\nতারপরে তিমি তাকে গ্রাস করেছিল এবং তিনি দোষের যোগ্য কাজ করেছিলেন।\nযদি সে না হত যে তিনি (অনুশোচনা করেছিলেন এবং) আল্লাহকে মহিমান্বিত করেছিলেন,\nতিনি অবশ্যই পুনরুত্থানের দিন পর্যন্ত মাছের ভিতরে থাকতেন।\nতবে আমরা তাকে অসুস্থ অবস্থায় নগ্ন তীরে ফেলে দিয়েছি,\nএবং আমরা তার উপরে, লাউ ধরণের একটি ছড়িয়ে পড়া উদ্ভিদ বৃদ্ধি করতে বাধ্য।\nএবং আমরা তাকে (মিশনে) এক লক্ষ (পুরুষ) বা আরও বেশি কিছু পাঠিয়েছি।\nএবং তারা বিশ্বাস করেছিল; সুতরাং আমরা তাদের কিছু সময়ের জন্য (তাদের জীবন) উপভোগ করার অনুমতি দিয়েছি।\n\n-কুরআন, অধ্যায় 37 (আস-স্যাফাত), আয়াত 139–148 [8]\nকুরআন ইউনুসের heritage তিহ্য উল্লেখ করে না, [৫] তবে মুসলিম tradition তিহ্যটি শিখিয়েছে যে ইউনুস বিনাজামিন উপজাতির বাসিন্দা। []]",
"Zakariya": "ইসলামিক মতবাদ অনুসারে, জাকারিয়া (আরবি: زكريا, জাকারিয়া) হলেন God শ্বরের একজন নবী ও রাসূল (আল্লাহ) এবং নবী ইয়াহিয়ার পিতা।\n\nকুরআনে\nজাকারিয়া ছিলেন একজন ধার্মিক পুরোহিত [১] এবং God শ্বরের নবী, যার কার্যালয় জেরুজালেমের দ্বিতীয় মন্দিরে ছিল। তিনি প্রায়শই মন্দিরের পরিষেবাগুলি পরিচালনার দায়িত্বে থাকতেন [২] এবং তিনি সর্বদা God শ্বরের কাছে প্রার্থনায় অবিচল থাকতেন।\n\nএকটি ছেলের জন্য প্রার্থনা\nতিনি যখন তাঁর বৃদ্ধ বয়সে পৌঁছেছিলেন, জাকরিয়া তাঁর মৃত্যুর পরে God শ্বরের বার্তা প্রচারের উত্তরাধিকার অব্যাহত রাখবেন এবং কে তাঁর পরে মন্দিরের দৈনিক সেবা চালিয়ে যাবেন তা নিয়ে চিন্তিত হতে শুরু করেছিলেন। জাকরিয়া একটি ছেলের জন্য God শ্বরের কাছে প্রার্থনা করতে শুরু করল। একটি সন্তানের জন্মের জন্য প্রার্থনা করা কেবল সন্তানের আকাঙ্ক্ষার বাইরে ছিল না। [1] তিনি নিজের জন্য এবং জনসাধারণের জন্য উভয়ই প্রার্থনা করেছিলেন - তাদের একজন মেসেঞ্জার দরকার ছিল, God শ্বরের একজন মানুষ যিনি যাকরিয়ার পরে প্রভুর সেবায় কাজ করবেন। জাকারিয়ার চরিত্র এবং পুণ্য ছিল এবং তিনি এটিকে তাঁর সবচেয়ে মূল্যবান দখল হিসাবে তাঁর আধ্যাত্মিক উত্তরাধিকারীর কাছে স্থানান্তর করতে চেয়েছিলেন। তাঁর স্বপ্ন ছিল পিতৃপুরুষ জ্যাকবের উত্তরসূরিতে পরিবারকে পুনরুদ্ধার করা এবং ইস্রায়েলের জন্য God শ্বরের বার্তাটি পুনর্নবীকরণ করা হয়েছে তা নিশ্চিত করা। কুরআন যেমন বর্ণনা করে:\n\nতাঁর দাস জাকারিয়ার কাছে তোমার পালনকর্তার করুণার উল্লেখ। তিনি যখন তাঁর পালনকর্তাকে গোপনে কাঁদলেন, তখন বললেন: আমার পালনকর্তা! লো! আমার হাড়গুলি মোম দুর্বল এবং আমার মাথা ধূসর চুল দিয়ে জ্বলজ্বল করছে এবং আমি তোমার কাছে প্রার্থনা করার ক্ষেত্রে কখনও অবৈধ ছিলাম না, আমার পালনকর্তা। লো! আমি আমার পরে আমার আত্মীয়স্বজনকে ভয় করি, যেহেতু আমার স্ত্রী বন্ধ্যা। ওহ, আমাকে আপনার উপস্থিতি থেকে একজন উত্তরসূরি দিন যিনি আমার উত্তরাধিকারী হবেন এবং যাকোবের বাড়ির উত্তরাধিকারী (এছাড়াও)। এবং তাকে, আমার প্রভু, গ্রহণযোগ্য (আপনার কাছে) করুন। [কুরআন 19: 4–6 (পিকথল অনুবাদ করেছেন)]\n\nপিতা ইয়াহ্যা\nGod শ্বরের কাছ থেকে উপহার হিসাবে, জাকরিয়াকে ইয়া (আরবি: حى, জন ব্যাপটিস্টের সাথে চিহ্নিত) নামে একটি পুত্র দেওয়া হয়েছিল, এটি কেবল এই সন্তানের জন্য বিশেষভাবে নির্বাচিত একটি নাম। মুসলিম tradition তিহ্য বর্ণনা করেছেন যে জাকরিয়া যখন জনের জন্মের কথা জানিয়েছিলেন তখন তাকে বাহান্ন বছর বয়সী [3] ছিল।\n\nজাকরিয়ার প্রার্থনা অনুসারে, God শ্বর জন (ইয়াহিয়া) God শ্বরের বার্তাটি পুনর্নবীকরণ করেছিলেন, যা ইস্রায়েলীয়দের দ্বারা দূষিত ও হারিয়ে গিয়েছিল। [৪] কুরআন যেমন বলেছেন:\n\nহে জাকারিয়া! লো! আমরা আপনাকে এমন এক ছেলের সংবাদ নিয়ে এসেছি যার নাম জন; আমরা (তাঁকে) এর আগেও একই নাম দিয়েছি। তিনি বললেন: আমার প্রভু! আমার স্ত্রী যখন বন্ধ্যা হয় এবং আমি অসুস্থ বৃদ্ধ বয়সে পৌঁছেছি তখন কীভাবে আমার ছেলে থাকতে পারে? তিনি বলেছিলেন: তেমনি এটিও হবে, আপনার পালনকর্তা বলেছেন: এটি আমার কাছে সহজ, এবং প্রকৃতপক্ষে আমি আপনাকে আগে তৈরি করেছি, যখন আপনি কিছুই ছিলেন না। তিনি বললেন: আমার প্রভু! আমাকে একটি স্বাক্ষর দিন. তিনি বলেছিলেন: আপনার চিহ্নটি হ'ল আপনি সুস্থ থাকাকালীন তিন রাত লোকের সাথে কথা বলতে পারবেন না।\n\n- [কুরআন 19: 7-10 (পিকথল অনুবাদ করেছেন)]\nমেরিমের অভিভাবক\nকুরআনের মতে, জাকারিয়া ছিলেন মরিয়মের অভিভাবক। কুরআন বলেছে:\n\n(মনে রাখবেন) যখন 'ইমরানের স্ত্রী বলেছেন: আমার প্রভু! আমার পেটে যা আছে তা পবিত্র (নৈবেদ্য) হিসাবে আমি আপনাকে শপথ করেছি। আমার কাছ থেকে এটি গ্রহণ করুন। লো! তুমি কেবল তুমিই শ্রোতা, জ্ঞানী! এবং যখন তাকে উদ্ধার করা হয়েছিল তখন সে বলল: আমার প্রভু! লো! আমি একজন মহিলা থেকে উদ্ধার পেয়েছি - আল্লাহ তাকে কী বিতরণ করা হয়েছিল তার চেয়ে ভাল জানেন - পুরুষটি মহিলা হিসাবে নয়; আর লো! আমি তার মেরি নাম দিয়েছি, এবং লো! আমি তার জন্য এবং শয়তান থেকে তার বংশধরদের জন্য আপনার সুরক্ষা কামনা করি। এবং তার প্রভু তাকে পুরো গ্রহণযোগ্যতার সাথে গ্রহণ করেছিলেন এবং তার কাছে একটি ভাল বিকাশের প্রতি ভোউচসফড করেছিলেন; এবং জাকারিয়াকে তার অভিভাবক বানিয়েছে। যখনই জাকারিয়া তিনি যে অভয়ারণ্যে ছিলেন সেখানে গিয়েছিলেন, তিনি দেখতে পেলেন যে তার খাবার রয়েছে। তিনি বললেন: হে মেরি! এই (খাবার) আপনাকে কোথা থেকে আসে? তিনি উত্তর দিয়েছিলেন: এটি আল্লাহর কাছ থেকে। আল্লাহকে যাকে দেবেন না তা ছাড়াই দান করেন [\n\nমুসলিম ধর্মতত্ত্ব বজায় রেখেছেন যে জাকরিয়া জন ব্যাপটিস্ট এবং যীশু সহ, নবীদের এক নতুন যুগের সূচনা করেছিলেন - যাদের সকলেই নবী আরনের পিতা আমরাম (ইমরান) এর পুরোহিত বংশোদ্ভূত থেকে এসেছিলেন। এই সত্য যে, সমস্ত পুরোহিতের মধ্যে, যাকরিয়াকেই মেরি (মেরিয়াম) যত্ন রাখার দায়িত্ব দেওয়া হয়েছিল, তিনি একজন ধার্মিক মানুষ হিসাবে তাঁর মর্যাদাকে দেখিয়েছিলেন। জাকরিয়াকে প্রায়শই কুরআনে God শ্বর ও ধার্মিক মানুষের নবী হিসাবে প্রশংসা করা হয়। এরকম একটি মূল্যায়ন সূরা আল-আনামে:\n\n\"এবং জাকারিয়া এবং ইয়াহিয়া এবং Isa সা এবং এলিয়াস। প্রত্যেকেই ধার্মিক ছিলেন।\" [কুরআন: 85: ৮৫ (পিকথল অনুবাদ করেছেন)]]\n\nকুরআনের অনুবাদক আবদুল্লাহ ইউসুফ আলী এই এক লাইনে মন্তব্য করেছেন [৫] - এই বিশেষ ভাববাদীরা একে অপরের সাথে আধ্যাত্মিক সংযোগ স্থাপনের পরামর্শ দিয়েছেন। তিনি উল্লেখ করেছেন যে ইয়াহিয়া Isa সা -এর আত্মীয় ছিলেন, অন্যদিকে এলিয়াস ছিলেন যিনি নিউ টেস্টামেন্টে উল্লিখিত হিসাবে মাউন্টে আইএসএর []] রূপান্তরকরণের সময় উপস্থিত ছিলেন। জাকরিয়া ইতিমধ্যে বিয়ের মধ্য দিয়ে isa সা মামা ছিলেন এবং তাঁর পুত্র ইয়াকে নিউ টেস্টামেন্টে এলিয়াস হিসাবে উল্লেখ করা হয়েছিল। []]",
"Yahya": "ইয়া ইবনে জাকারিয়া (আরবি: ح ا ابن زكريا, আক্ষরিক অর্থে ইয়াহিয়া/জন, জাকারিয়ার পুত্র জন), ইংরেজিতে জন ব্যাপটিস্ট হিসাবে চিহ্নিত, ইসলামে একজন নবী ও ম্যাসেঞ্জার হিসাবে বিবেচিত হয়েছিলেন, যাকে ইসরেলের (আল্লাহ) গাইডকে পাঠানো হয়েছিল, যাকে ইসরেলের বাচ্চাদের গাইড করার জন্য পাঠানো হয়েছিল। । তিনি মুসলমানদের দ্বারা বিশ্বাসী যে God শ্বরের বাক্যের সাক্ষী ছিলেন যিনি isa সা আল-মাসিহ (যীশু খ্রীষ্ট) এর আগমনকে চিহ্নিত করবেন। [১] [২]\n\nইয়াহিয়ার কুরআনে পাঁচবার উল্লেখ করা হয়েছে। [3]\n\nইয়াহ্যাও সুফিবাদে পাশাপাশি ইসলামিক রহস্যবাদেও অত্যন্ত সম্মানিত হয়, মূলত কুরআনের জনের সতীত্ব ও করুণার বর্ণনার কারণে। [৪] সুফিস প্রায়শই কুরআনে জনের প্যাসেজগুলির বিষয়ে মন্তব্যগুলি প্রয়োগ করেছিলেন, প্রাথমিকভাবে god শ্বর-প্রদত্ত জ্ঞানের উপহার যা তিনি যৌবনে অর্জন করেছিলেন এবং সেইসাথে যিশুর সাথে তাঁর সমান্তরালতা অর্জন করেছিলেন। যদিও জন এবং যীশুকে বর্ণনা করার জন্য ব্যবহৃত বেশ কয়েকটি বাক্যাংশ কুরআনে কার্যত অভিন্ন, তবে তারা যেভাবে প্রকাশ করা হয়েছে তা আলাদা [[৫]\n\nজন্ম\nকুরআনে, God শ্বর প্রায়শই জাকরিয়ার এক ছেলের জন্মের জন্য প্রার্থনা করার কথা উল্লেখ করেন। জাকারিয়ার স্ত্রী বন্ধ্যা ছিলেন এবং তাই সন্তানের জন্ম অসম্ভব বলে মনে হয়েছিল [[]] God শ্বরের কাছ থেকে উপহার হিসাবে, জাকারিয়াকে ইয়া'য়া নামে একটি পুত্র দেওয়া হয়েছিল, এটি কেবল এই সন্তানের জন্য বিশেষভাবে বেছে নেওয়া একটি নাম। জাকরিয়ার প্রার্থনা অনুসারে, God শ্বর ইয়াহ্যা ও isa সাও করেছিলেন, যিনি এক্সজিসিস অনুসারে ছয় মাস পরে জন্মগ্রহণ করেছিলেন, []] God শ্বরের বার্তাটি পুনর্নবীকরণ করেছিলেন, যা ইস্রায়েলীয়দের দ্বারা দূষিত ও বিকৃত করা হয়েছিল।\n\nকুরআন দাবি করেছে যে ব্যাপটিস্ট জন প্রথম এই নামটি পেয়েছিলেন (কুরআন ১৯: –-১০) তবে যেহেতু যোহানান নামটি ব্যাপটিস্ট জনের আগে বহুবার ঘটে, [৮] এই আয়াতটি ইসলামী পণ্ডিতের sens ক্যমত্যকে উল্লেখ করছে যে \"ইয়া ā \"\" যোয়ানান \"[9] বা জনের অলৌকিক নামকরণের বাইবেলের বিবরণ হিসাবে একই নাম নয়, যা তার বাবার নামের পরে প্রায়\" জাকারিয়াস \"(গ্রীক: ζαχαρίας) [10] নামকরণ করা হয়েছিল, তার নাম ছিল না, কোনও ছিল তাঁর পিতা জাকারিয়াসের বংশের একজনকে (যাকরিয়া নামেও পরিচিত) তাঁর সামনে \"জন\" (\"যোহানান\"/\"ইয়োনস\") নামকরণ করা হয়েছিল। [১১] কুরআন যেমন বলেছেন: [12]\n\"হে যাকরিয়া, প্রকৃতপক্ষে আমরা আপনাকে এমন একটি ছেলের ভাল সংবাদ দিয়েছি যার নাম ইয়াহিয়া হবে এবং যার আমরা এর আগে কখনও একইতা তৈরি করি নি।\n\nতিনি বলেছিলেন: \"হে আমার পালনকর্তা! আমার স্ত্রী যখন বন্ধ্যা হয় এবং আমি বৃদ্ধ বয়স থেকে বেশ কমে উঠি তখন আমার কীভাবে পুত্র হবে?\"\n\nতিনি বলেছিলেন: \"সুতরাং আপনার প্রভু বলেছেন, 'এটি আমার পক্ষে সহজ: আমি আপনাকে আগে তৈরি করেছিলাম, যখন আপনি কিছুই ছিলেন না!'\"\n\n(জাকারিয়া) বলেছিলেন: \"হে আমার প্রভু! আমাকে একটি চিহ্ন দিন।\" \"আপনার সাইন,\" এর উত্তর ছিল, \"আপনি তিন রাতের জন্য কারও সাথে কথা বলবেন না।\"\n\n- মেরিম 19: 7-10\n- মেরিম 19: 12–14\n\nজর্ডান নদী, যেখানে ইয়াহিয়া Isa সা বাপ্তিস্ম দিয়েছিল। [১৩]\nইয়াহিয়াকে ধর্মগ্রন্থে দ্রুত ধরে রাখার জন্য অনুরোধ করা হয়েছিল এবং একটি শিশু থাকাকালীন God শ্বরের দ্বারা বুদ্ধি দেওয়া হয়েছিল। [১৪] তিনি খাঁটি এবং ধর্মপ্রাণ ছিলেন এবং God শ্বরের উপস্থিতিতে ভাল হাঁটলেন। তিনি তাঁর বাবা -মায়ের প্রতি কর্তব্যরত ছিলেন এবং তিনি অহংকারী বা বিদ্রোহী ছিলেন না। জন শাস্ত্রের পড়া এবং বোঝাপড়া, যখন কেবল একটি শিশু এমনকি সেই সময়ের সর্বশ্রেষ্ঠ পণ্ডিতদেরও ছাড়িয়ে যায় [[]] মুসলিম এক্সেজেসিস বর্ণনা করেছেন যে যিশু বারো শিষ্যদের সাথে ইয়াহিয়াকে প্রেরণ করেছিলেন, [১৫] যিনি যীশু তাঁর নিজের শিষ্যদের ডাকার আগে এই বার্তাটি প্রচার করেছিলেন। []] কুরআন বলেছেন: [১]]\n\"হে ইয়া! বইটি শক্তির সাথে ধরে রাখুন\": এবং আমরা তাকে যুবক হিসাবেও প্রজ্ঞা দিয়েছি,\n\n- মেরিম, 19:12\nজন ছিলেন একজন ধ্রুপদী নবী, [১ 17] যিনি পাপী সমস্ত বিষয়কে তাঁর সাহসী নিন্দা করার জন্য God শ্বরের দ্বারা উচ্চতর উঁচু হয়েছিলেন। তদুপরি, কুরআন জন এর মৃদু ধার্মিকতা এবং ভালবাসা এবং জীবনের প্রতি তাঁর নম্র মনোভাবের কথা বলে, যার জন্য তাকে জীবনের বিশুদ্ধতা দেওয়া হয়েছিল।\n\nইসলামিক tradition তিহ্য অনুসারে, ইয়াহিয়া তাঁর খুতবা দেওয়ার জন্য হারাম এশ-শরীফ (মন্দির মাউন্ট) এ যেতেন। [৩]\n\nহত্যাকাণ্ড\nইয়াহিয়ার ভাববাদী চলাকালীন, তাঁর এবং হেরোদ অ্যান্টিপাসের মধ্যে একটি দ্বন্দ্ব ঘটেছিল, যিনি তাঁর প্রথম স্ত্রীকে তালাক দিতে এবং তার প্রাক্তন শ্যালক স্ত্রী হিসাবে নিতে চেয়েছিলেন। [৩] ইয়াহিয়া জানিয়েছিলেন যে বিবাহটি অজাচারযোগ্য হতে পারে এবং বিবাহকে অনুমোদন দেয়নি। এর পরে, হেরোদ অ্যান্টিপাস ইয়াহিয়া কারাবরণ করেছিল [[3] ইয়াহিয়া তখন হ্রাস পেয়েছিল [[১৮] [৩] ইয়াহিয়ার মাথা দামেস্কের উমাইয়াদ মসজিদের ভিতরে রয়েছে বলে মনে করা হয়। [১৯] [২০] [২১]\n\nউত্তরাধিকার\nইসলামে, ইয়াহিয়া দ্বিতীয় স্বর্গে আল-ইস্রা আল-মায়াজের রাতে মুহাম্মদকে শুভেচ্ছা জানিয়েছিল। [২২] ইয়াহিয়ার গল্পটি অ্যাবিসিনিয়ায় মুসলিম অভিবাসনের সময় অ্যাবিসিনিয়ান কিংকেও বলা হয়েছিল। [২৩] কুরআনের মতে, ইয়াহিয়া এমন একজন ছিলেন যার উপরে God শ্বর তাঁর জন্মের দিন এবং যেদিন তিনি মারা গিয়েছিলেন সেদিন শান্তি প্রেরণ করেছিলেন। [২৪] আল-সুয়ুতির মতে, ইব্রাহিম বলেছিলেন যে পৃথিবী সৃষ্টি যেহেতু স্বর্গ এবং পৃথিবী কেবল দু'জনের জন্য ইয়াহিয়া এবং হুসেনকে কাঁদিয়েছে। [২৫] [২]] একজন হাদীসের মতে মুহাম্মদ বলেছিলেন: \"আদমের প্রত্যেক পুত্র পুনরুত্থানের দিন আসবেন এবং ইয়াহিয়া ইবনে জাকারিয়া বাদে তাঁর বিরুদ্ধে পাপ করবেন\"। [২]] অনেক মুসলমান ইয়াহিয়ার সাথে হুসেনের সাথে তুলনা করে। [২৮] ইয়াহিয়া এবং হুসেন উভয়ের প্রধানরা সিরিয়ার দামেস্কের উমাইয়াদ মসজিদে রয়েছে বলে মনে করা হয়।",
"Isa": "Isa সা (যীশু) হলেন আল্লাহ ও মশীহের একজন নবী ও রাসূল। তিনি ইস্রায়েলের (বনি ইস্রায়েল) বাচ্চাদের গাইড করার জন্য প্রেরিত সর্বশেষ নবী এবং তিনি ইনজিল (গসপেল) নামে পবিত্র বইটি প্রকাশ করেছিলেন।\n\nকুরআনে, যিশাকে ভার্জিন মেরির জন্মগ্রহণকারী মশীহ (আল-মাসি) হিসাবে বর্ণনা করা হয়েছে, তিনি শিষ্যদের সাথে ইহুদি প্রতিষ্ঠানের দ্বারা প্রত্যাখ্যান করে এবং স্বর্গে উত্থিত হওয়ার সাথে সাথে অলৌকিক কাজ করেছিলেন। কুরআন দৃ ser ়ভাবে দাবি করে যে যীশুকে ক্রুশে দেওয়া হয়নি বা ক্রুশে মারা গিয়েছিল না, তবে God শ্বরের দ্বারা অলৌকিকভাবে রক্ষা পেয়েছিল। কুরআন যিশুকে সর্বশ্রেষ্ঠ নবীদের মধ্যে রাখে এবং তাঁকে বিভিন্ন উপাধি দিয়ে উল্লেখ করে। যীশুর নবম পূর্বের ইয়াহ্যা ছিলেন এবং মুহাম্মদ দ্বারা স্থলাভিষিক্ত হন।\n\nইসলাম যীশুর inity শ্বর অবতার হিসাবে বা God শ্বরের আক্ষরিক পুত্র হিসাবে খ্রিস্টান দৃষ্টিভঙ্গি প্রত্যাখ্যান করে। এটি বেশ কয়েকটি আয়াতে যীশুকে দেবতা হিসাবে অস্বীকার করে এবং আরও উল্লেখ করেছে যে যিশু divine শ্বরিক বলে দাবি করেননি। মুসলমানরা বিশ্বাস করে যে তাঁকে জীবিত হয়ে উঠার পরে যিশুর আসল বার্তাটি পরিবর্তন করা হয়েছিল। যীশুর একেশ্বরবাদ কুরআনে জোর দেওয়া হয়েছে। ইসলামের সমস্ত ভাববাদীদের মতো, যীশুকেও একজন মুসলিমও বলা হয়, কারণ তিনি প্রচার করেছিলেন যে তাঁর অনুসারীদের 'সরল পথ' (ṣirā আল-মুস্তাকাম) গ্রহণ করা উচিত। যীশুকে প্রচুর পরিমাণে অলৌকিক চিহ্ন হিসাবে দায়ী করা হয়েছে, অসংখ্য তপস্বী ও রহস্যময় সাহিত্যের সাথে তাঁর সম্পর্কে ইসলামী tradition তিহ্যে লেখা এবং আবৃত্তি করা হয়েছে। তিনি আহমদ নামটি ব্যবহার করে মুহাম্মদের আগমনের ভবিষ্যদ্বাণী করেছিলেন বলেও জানা গেছে।\n\nসময়ের শেষে, যীশু দ্বিতীয়টিতে ফিরে আসবেন ইমাম আল মাহদীর সাথে আল-মাসিহ আদ-দাজজালকে ('মিথ্যা মশীহ') হত্যা করার জন্য, এরপরে প্রাচীন উপজাতি যাজাজ এবং মাজাজ (গগ এবং মাগগ) এর সাথে ছড়িয়ে ছিটিয়ে থাকবে পৃথিবীতে. এই প্রাণীগুলি অলৌকিকভাবে ধ্বংস হয়ে যাওয়ার পরে, ইমাম মাহদী এবং যীশু পুরো বিশ্বকে শাসন করবেন, শান্তি ও ন্যায়বিচার প্রতিষ্ঠা করবেন এবং ৪০ বছরের রাজত্বের পরে মারা যাবেন। কিছু মুসলমান বিশ্বাস করেন যে মদিনার গ্রিন গম্বুজের চতুর্থ সংরক্ষিত সমাধিতে আইএসএকে মুহাম্মদের পাশাপাশি সমাধিস্থ করা হবে।\n\nযীশু মুসলমানরা ইসলামের অন্যতম গুরুত্বপূর্ণ ভাববাদী হিসাবে বুঝতে পেরেছেন। যীশুকে যে জায়গাটি ফিরে আসবে বলে বিশ্বাস করা হয়, দামেস্কের উমাইয়াদ মসজিদটি মুসলমানরা ইসলামের চতুর্থ পবিত্রতম স্থান হিসাবে অত্যন্ত সম্মানিত।\n\nজন্ম\nকুরআনে যীশুর বিবরণ আসলে তাঁর মা, মেরির জন্ম এবং জেরুজালেম মন্দিরে তাঁর সেবা দিয়ে শুরু হয়। হযরত জাকারিয়াহর তত্ত্বাবধানে থাকাকালীন, যিনি ইয়াহিয়ার (জন ব্যাপটিস্ট) এর পিতা ছিলেন। যীশুর জন্য কুরআনে জন্মের বিবরণটি কুরআন 19: 16–34 এবং Q3: 45-553 থেকে শুরু হয়।\nঘোষণা\n\nইসলামিক অনুচ্ছেদে যীশুর কুমারী জন্মের বিষয়টি একইভাবে সুসমাচারের বিবরণ হিসাবে এবং বেথলেহেমে ঘটেছিল তা নিশ্চিত করে। ভার্জিন জন্মের আখ্যানটি গ্যাব্রিয়েল অ্যাঞ্জেল গ্যাব্রিয়েল দ্বারা মেরির কাছে একটি ঘোষণা, যখন মরিয়ম তাঁর মায়ের দ্বারা God শ্বরের প্রতি প্রতিশ্রুতিবদ্ধ হওয়ার পরে মন্দিরে বেড়ে ওঠেন। গ্যাব্রিয়েল বলেছেন যে তিনি সমস্ত জাতির সমস্ত মহিলার প্রতি সম্মানিত এবং পবিত্র ছেলের খুশী সংবাদ এনেছেন।\n\nক্ষুদ্রায়ণ ঘোষণা\nগ্যাব্রিয়েল ঘোষণা করেছেন যে পুত্রকে নামকরণ করা হবে, মশীহ, ঘোষণা করে তাকে মহান নবী বলা হবে। মেরি, জিজ্ঞাসা করলেন যে তিনি কীভাবে কল্পনা করতে পারেন এবং একটি সন্তান জন্ম দিতে পারেন যখন কোনও মানুষ তাকে স্পর্শ করেনি, তখন দেবদূতের জবাব দেওয়া হয়েছিল যে God শ্বর যা চান তা ডিক্রি করতে পারেন এবং তা কার্যকর হবে।\n\nকুরআনের আখ্যানটি মেরির সাথে অব্যাহত রয়েছে, প্রসবের বেদনাগুলি কাটিয়ে উঠেছে, তার পায়ের নীচে জল একটি স্রোত সরবরাহ করা হয়েছিল যা থেকে সে পান করতে পারে এবং একটি খেজুর গাছ যা সে এতটা পাকা তারিখগুলি কাঁপতে পারে এবং উপভোগ করা যায়। জন্ম দেওয়ার পরে, মেরি বেবি যিশুকে মন্দিরে ফিরিয়ে নিয়ে যায় এবং তাকে মন্দিরের প্রবীণরা সন্তানের সম্পর্কে জিজ্ঞাসা করেন। গ্যাব্রিয়েল দ্বারা নীরবতার ব্রতকে আদেশ দেওয়া হয়েছিল, তিনি শিশু যীশুকে এবং শিশুদের ঘোষণা করে:\n\nতিনি বললেন, আমি God's শ্বরের দাস; তিনি আমাকে বইটি দিয়েছেন, এবং আমাকে একজন নবী করেছেন। আমি যেখানেই থাকি সে আমাকে আশীর্বাদ করেছে, এবং আমি যতক্ষণ বেঁচে আছি ততক্ষণ আমার উপাসনা ও ভিক্ষা আমাকে নির্দেশ দিয়েছেন; এবং আমার মায়ের প্রতি কর্তব্য; এবং আমাকে নিপীড়ক, দুর্বল করে তুলেনি। আমার জন্মের দিন, যেদিন আমি মারা যাব এবং যেদিন আমি জীবিত হয়ে উঠব সেদিন আমার উপর শান্তি রয়েছে [[৮]\n\nযীশু ক্র্যাডল থেকে কথা বলছেন কুরআনে তাঁকে দায়ী ছয়টি অলৌকিকতার মধ্যে একটি, যা ষষ্ঠ শতাব্দীর একটি কাজ সিরিয়াক শৈশব গসপেলেও পাওয়া যায়। []] [১০] বিভিন্ন হাদীসের মতে, যিশু এবং মেরি তাদের জন্মের সময় কাঁদেন নি। [১১] ইসলামী নবী মুহাম্মদ ব্যাখ্যা করেছিলেন যে যীশু এবং মেরি উভয়ই পাপহীন হিসাবে জন্মগ্রহণকারী একমাত্র মানুষ ছিলেন এবং এইভাবে আল ইমরানের ছত্রিশটি আয়াতকে উদ্ধৃত করে তাদের জন্মের সময় শয়তানের স্পর্শ থেকে রক্ষা পেয়েছিলেন। [12]\n\nজন্মের বিবরণ\n\nকুরআনের মতে শ্রমের বেদনা মেরিকে একটি খেজুর গাছের কাণ্ডে নিয়ে যায়।\nইসলামিক বিশ্বাস খ্রিস্টান tradition তিহ্যের মধ্যে কিছু স্ট্র্যান্ডের প্রতিধ্বনিত করেছিল যে মেরি (বা মেরিয়াম) যখন যীশু কল্পনা করেছিলেন তখন আক্ষরিক কুমারী ছিলেন। যীশুর ঘোষণা ও জন্মের সর্বাধিক বিস্তারিত বিবরণ কুরআনের সূরা 3 (আল ইমরান) এবং 19 (মেরিয়াম) এ সরবরাহ করা হয়েছে যেখানে গল্পটি বর্ণিত হয়েছে যে God শ্বর (আল্লাহ) ঘোষণা করার জন্য একজন দেবদূত প্রেরণ করেছিলেন যে মেরিম শীঘ্রই সহ্য করতে পারে বলে আশা করতে পারে একটি ছেলে, কুমারী হওয়া সত্ত্বেও। [১৩]\n\nকিছু শিক্ষাবিদ উল্লেখ করেছেন যে সূরা ১৯ [১৪] এর অ্যাকাউন্টটি বিশেষত লুকের খ্রিস্টান সুসমাচারে খুব কাছাকাছি। [১৫] মেরির প্রতি ঘোষণার কথা কুরআনে দু'বার উল্লেখ করা হয়েছে এবং উভয় ক্ষেত্রেই মেরি/ মেরিয়ামকে বলা হয়েছে যে তাকে একটি পুত্র উদ্ধার করার জন্য God শ্বর নির্বাচিত করেছিলেন। প্রথম উদাহরণে, এই খবরের বাহক (যিনি বেশিরভাগ মুসলমানদের দ্বারা আর্চঞ্জেল গ্যাব্রিয়েল হিসাবে বিশ্বাসী), তিনি একজন ব্যক্তির রূপ গ্রহণ করার কারণে (Q3: 42-47) সংবাদটি সরবরাহ করেছিলেন (Q19: 16-22) । [16] [17] ধারণার বিশদটি আলোচনা করা হয় না তবে মেরি যখন জিজ্ঞাসা করেন যে কীভাবে তিনি তার সতীত্বের দৃষ্টিতে একটি পুত্রকে সহ্য করতে পারেন তাকে বলা হয় যে God শ্বর যা চান তা তৈরি করেন এবং এই বিষয়গুলি God শ্বরের পক্ষে সহজ [[১]] [১৮] কুরআন (Q21: 91 এবং Q66: 12) বলেছেন যে God শ্বর তাঁর দেবদূতের মাধ্যমে মেরি এবং তিনি, যদিও তিনি পবিত্র ছিলেন, কোনও পিতা ছাড়াই যীশুকে জন্ম দিয়েছিলেন (উত্স আপনাকে গ্যাব্রিয়েলকে পিতা হিসাবে ব্যাখ্যা করার অনুমতি দেয়)। [19] [20]\n\nঅষ্টম শতাব্দীর মুসলিম ian তিহাসিক ইবনে ইসহাক (704–767) কিতাব আল-মুবতাডা (শুরুতে) শিরোনামে বিবরণটি লিখেছিলেন, জানিয়েছেন যে জাকারিয়া সংক্ষিপ্তভাবে মেরির অভিভাবক, এবং তাকে রক্ষণাবেক্ষণে অক্ষম হওয়ার পরে, তিনি তাকে কার্পেন্টারের প্রতি আহ্বান জানিয়েছেন নাম জর্জ। একটি গির্জার নির্জন, তিনি জোসেফ নামে এক যুবকের সাথে যোগ দিয়েছিলেন এবং তারা একে অপরকে জল এবং অন্যান্য কাজ আনতে সহায়তা করে। যীশুর জন্মের বিবরণ কুরআনের আখ্যান অনুসরণ করে এবং আরও যোগ করে যে একটি গর্তযুক্ত খেজুর গাছের পাশে বেথলেহমে জন্ম হয়েছিল। [২১]\n\nদশম শতাব্দীর পার্সিয়ান পণ্ডিত আল-তাবারি (৮৯৯-৯২৩), মশীহের জন্য উপহার (পূর্ব থেকে মাগির অনুরূপ) সহ পার্সিয়া রাজা থেকে আগত দূতদের উল্লেখ করেছেন; জোসেফ (বিশেষত মেরির স্বামী নয়) তাকে এবং শিশুটিকে মিশরে নিয়ে যাওয়ার জন্য এবং পরে নাসরতায় ফিরে যাওয়ার জন্য কমান্ড। [২২]\n\nশৈশব\nমূল নিবন্ধ: মন্দিরে সন্ধান করা\nআরও দেখুন: মিশরে ফ্লাইট এবং থমাসের শৈশব গসপেল\nকুরআন মিশরে ফ্লাইটের tradition তিহ্যকে অন্তর্ভুক্ত করে না, যদিও স্রা xxiii, 50 সম্ভবত এটি বোঝাতে পারে: \"এবং আমরা মরিয়মের পুত্রকে এবং তার মায়ের একটি চিহ্ন তৈরি করেছিলাম; এবং আমরা তাদের একটি উন্নত জায়গায় নিয়ে এসেছি, পূর্ণ, পূর্ণ, পূর্ণ, পূর্ণ, পূর্ণ, স্প্রিংস দিয়ে শান্ত এবং জলযুক্ত। \"[২৫] তবে, ইসলামিক লেখক এবং ians তিহাসিকরা শতাব্দীতে শতাব্দীতে কিছু বিবরণ এবং বিশদ বিবরণ যুক্ত করে পরবর্তী ইসলামী tradition তিহ্যে প্রচারিত সুসমাচার এবং অ-ক্যানোনিকাল উত্সগুলিতে প্রাপ্ত আখ্যানগুলির অনুরূপ বিবরণগুলি। কিছু আখ্যানগুলিতে যীশু এবং পরিবার মিশরে 12 বছর অবধি অবস্থান করছেন [[২]] যিশুর যুবকদের অনেক নৈতিক গল্প এবং অলৌকিক ঘটনাগুলি কিসাস আল-অনবিয়ায় (নবীদের গল্প), প্রাক-ইসলামিক নবী ও নায়কদের সম্পর্কে শতাব্দী ধরে রচনা করা বইগুলিতে উল্লেখ করা হয়েছে। []]\n\nআল-মাসুদি লিখেছেন যে একজন ছেলে হিসাবে যীশু ইহুদি ধর্মের পাঠগুলি গীতসংহিতা থেকে পড়াশোনা করেছেন এবং \"আলোর চরিত্রগুলিতে সন্ধান করেছেন\" খুঁজে পেয়েছিলেন:\n\n\"আপনি আমার ছেলে এবং আমার প্রিয়; আমি আপনাকে নিজের জন্য বেছে নিয়েছি\"\n\nযীশুর সাথে তখন দাবি করা হচ্ছে:\n\n\"আজ God শ্বরের বাক্যটি মানুষের পুত্রের মধ্যে পূর্ণ হয়েছে।\" [২২]\n\nমিশরে\nআরও দেখুন: থমাসের শৈশব গসপেল\nবেশ কয়েকটি বিবরণ যিশুর প্রাথমিক শৈশব সম্পর্কে ইসলামিক লেখায় কিছুটা বৈষম্য এবং মিল দেখায়, বিশেষত সময়কাল এবং ঘটনার বিষয়ে মিশরে তাঁর সময়। বেশিরভাগ বিবরণী অ-ক্যানোনিকাল খ্রিস্টান উত্সগুলিতে পাওয়া যায়, উদাহরণস্বরূপ, থমাসের প্রাক-ইসলামিক গসপেল। এর মধ্যে একটি বৈষম্য আল-অ্যাথির থেকে তাঁর ইতিহাসের পরিপূর্ণতায় যা একটি জন্মের বিবরণ রয়েছে যা বলেছিল যে যীশু বেথলেহমের পরিবর্তে মিশরে জন্মগ্রহণ করেছিলেন। [২]]\n\nযিশুর শৈশবের আরও কিছু বিবরণী মধ্য প্রাচ্যের লোর জনপ্রিয় হিসাবে ইন্টারফেইথ স্টাডিজের অধ্যাপক মাহমুদ এম। আইউবকে হাইলাইট করেছেন। [২৮] মিশরে থাকাকালীন অনেক অলৌকিক ঘটনা একটি তরুণ যীশুকে দায়ী করা হয় [২ 26] (দেখুন §§ অলৌকিক ঘটনা এবং অন্যান্য অলৌকিক ঘটনা)।\n\nপ্রাপ্তবয়স্ক\n\nজর্ডান নদী, যেখানে যীশু ইয়াহিয়া ইবনে জাকারিয়া (জন ব্যাপটিস্ট) দ্বারা বাপ্তিস্ম নিয়েছিলেন। [২৯]\nমিশন\nআরও দেখুন: যীশু এবং প্রেরিত মন্ত্রক (ইসলাম)\nএটি সাধারণত সম্মত হয় যে যীশু প্রথম শতাব্দীর এডি এবং অঞ্চলটি-এ-বৃহত্তর অঞ্চলে জুডিয়ার সাধারণ ভাষা আরামাইককে কথা বলেছিলেন। [৩০]\n\nইসলামিক চিন্তায় যে যীশুর প্রথম ও প্রাথমিক দৃষ্টিভঙ্গি তৈরি হয়েছিল তা হ'ল একজন নবী - একজন মানুষ god শ্বরের দ্বারা মূর্তিগুলির উপাসনা করার জন্য মানবতার উপর রায় উভয়ই উপস্থাপন করার জন্য এবং একজন সত্য God শ্বরের দিকে ফিরে যাওয়ার চ্যালেঞ্জ উভয়কেই উপস্থাপন করার জন্য। এই ভিত্তিতে, মুসলিম পরিচয়ের লেন্সের মাধ্যমে পূর্ববর্তী সমস্ত ভাববাদীদের প্রতিফলিত করে, যীশুকে একজন বার্তাবাহক ছাড়া আর বয়সের পুনরাবৃত্ত বার্তা পুনরাবৃত্তি করার চেয়ে বেশি বিবেচনা করা হয় না। যীশুর অলৌকিক ঘটনা এবং যিশুর কাছে দায়ী কুরআন উপাধিগুলি যীশুর inity শ্বরত্বের চেয়ে God শ্বরের শক্তি প্রদর্শন করে - সমস্ত ভাববাদীদের বার্তার পিছনে একই শক্তি। কিছু ইসলামিক traditions তিহ্য বিশ্বাস করে যে যিশুর মিশন কেবল ইস্রায়েলের লোকদের কাছে ছিল এবং নবী হিসাবে তাঁর মর্যাদায় অসংখ্য অলৌকিক ঘটনা দ্বারা নিশ্চিত হওয়া ছিল। [৩১] [৩২]\n\nযিশুর দ্বিতীয় প্রাথমিক উচ্চ চিত্রটি একটি শেষ সময়ের চিত্র। এই ধারণাটি বেশিরভাগ হাদীস থেকে উদ্ভূত হয়। মুসলিম tradition তিহ্য খ্রিস্টান ধর্মতত্ত্বের মধ্যে একইভাবে পাওয়া একটি আখ্যান তৈরি করে, যীশুকে সময়ের শেষে পৌঁছে এবং খ্রিস্টধর্মের সাথে লড়াই করার জন্য পৃথিবীতে নেমে এসে দেখে। এই আখ্যানটি ইসলামের কারণকে চ্যাম্পিয়ন করার জন্য বোঝা যায়, কিছু traditions তিহ্য যিশুকে মুহাম্মদের আদিমতার দিকে ইঙ্গিত করে বর্ণনা করে। বেশিরভাগ traditions তিহ্য জানায় যিশু তখন একটি প্রাকৃতিক মৃত্যুতে মারা যাবেন [[৩৩]\n\nতৃতীয় এবং স্বতন্ত্র চিত্র হ'ল যীশুর একটি তপস্বী ব্যক্তিত্বের প্রতিনিধিত্ব করছেন - হৃদয়ের একজন নবী। যদিও কুরআন যিশুর 'গসপেল' বোঝায়, তবে তাঁর নির্দিষ্ট শিক্ষার কুরআনে বা পরবর্তী ধর্মীয় গ্রন্থগুলিতে উল্লেখ করা হয়নি। তারা মূলত অনুপস্থিত। সুফি tradition তিহ্যটি যেখানে যীশু শ্রদ্ধেয় হয়েছিলেন, মুহাম্মদ সহ অন্যান্য ভাববাদীদের স্বতন্ত্র কণ্ঠে আধ্যাত্মিক শিক্ষক হিসাবে স্বীকৃত। সুফিবাদ তপস্যা, কবিতা, দর্শন, অনুমানমূলক পরামর্শ এবং রহস্যময় পদ্ধতি সহ অনেক পদ্ধতির মাধ্যমে God শ্বরের সাথে মিলনের মাত্রাগুলি অন্বেষণ করে। যদিও পশ্চিমা মনের কাছে সুফিবাদটি নিউওপ্লাটোনিজম, জ্ঞানবাদ এবং বৌদ্ধধর্মের অনুরূপ উত্স বা উপাদানগুলি ভাগ করে নিতে পারে বলে মনে হতে পারে, আদর্শটি কুরআনের কথায় মেনে চলার পরে এবং মুহাম্মদকে নিখুঁত মানুষ হিসাবে অনুকরণ অনুসরণ করে বলে আদর্শটি স্বতন্ত্রভাবে ইসলামী। [৩৪]\n\nপ্রচার\nযিশুর প্রচারের ইসলামী ধারণাগুলি ইরাকের কুফায় রশিদুন খিলাফতের অধীনে উদ্ভূত হয়েছিল বলে মনে করা হয় যেখানে মুসলিম tradition তিহ্য ও বৃত্তির প্রাচীনতম লেখকরা তৈরি করা হয়েছিল। যীশু এবং তাঁর প্রচার মন্ত্রকের কুয়েফায় বিকশিত ধারণাগুলি মিশরের প্রাথমিক তপস্বী খ্রিস্টানদের কাছ থেকে গৃহীত হয়েছিল যারা রোম থেকে সরকারী চার্চ বিশপিক অ্যাপয়েন্টমেন্টের বিরোধিতা করেছিল। [৩৫]\n\nইবনে আল-মোবারক (মৃত্যু। 797) দ্বারা কিতাব আল-জুহদ ওয়াল রাকাক (দ্য বুক অফ দ্য বুক অফ দ্য বুক) শিরোনামে প্রায় 85 টির সংখ্যা প্রায় 85 টির মধ্যে পাওয়া যায় কিতাব আল-জুহদ (দ্য বুক অফ অ্যাসিটিকিজম) ইবনে হানবাল (মৃত্যু। 855)। এই উক্তিগুলি চারটি প্রাথমিক গ্রুপে পড়ে: ক) এসচ্যাটোলজিকাল বক্তব্য; খ) কোয়াশি-গসপেল উক্তি; গ) তপস্বী বক্তব্য এবং গল্প; ঘ) অন্তর্-মুসলিম পোলেমিক্স প্রতিধ্বনিত বক্তব্য [[৩]]\n\nউক্তিগুলির প্রথম দলটি কুরআনে চিত্রিত হিসাবে যিশুর প্রত্নতাত্ত্বিককে প্রসারিত করে। গল্পের দ্বিতীয় গ্রুপ, যদিও একটি গসপেল কোরযুক্ত রয়েছে, একটি \"স্বতন্ত্রভাবে ইসলামিক স্ট্যাম্প\" দিয়ে প্রসারিত করা হয়েছে। তৃতীয় গোষ্ঠী, চারজনের মধ্যে বৃহত্তম, যিশুকে মুসলিম তপস্যা করার পৃষ্ঠপোষক হিসাবে চিত্রিত করেছে। শেষ গোষ্ঠীটি ইসলামিক আরকিটাইপ এবং মুসলিমকেন্দ্রিক সংজ্ঞা এবং তাঁর বৈশিষ্ট্যগুলির উপর ভিত্তি করে তৈরি করে, \"God শ্বরের আত্মা\" এবং \"God শ্বরের বাক্য\" এর মতো শর্তাদি সম্পর্কিত রহস্যময় ধারণাগুলি আরও বাড়িয়ে তোলে [[৩]]\n\nঅলৌকিক ঘটনা\nমূল নিবন্ধ: যীশুর অলৌকিক ঘটনা\nআরও দেখুন: থমাসের শৈশব গসপেল\nকুরআন যিশুকে কমপক্ষে ছয়টি অলৌকিক দায়ী করেছে, লেখক এবং ians তিহাসিকরা শতাব্দীতে আরও অনেককে যুক্ত করেছেন। শিক্ষিকা ও অধ্যাপক ইসাউক মুসা আল-হুসায়নি (মৃত্যু। ১৯৯০) মতে যিশুকে তাঁর ভাববাদ ও তাঁর কর্তৃত্বের লক্ষণ হিসাবে চিহ্নিত করা হয়েছিল, যীশুদেরকে দায়ী করা হয়েছিল, মুধক্কিরত দাজা (একটি মুরগির স্মৃতি) (কাইরোর: দার আল-ম্যারিফের জন্য সবচেয়ে বেশি পরিচিত , 1943; দ্বিতীয় সংস্করণ 1967)। খ্রিস্টে কুরআনে ও আধুনিক আরবি সাহিত্যে (১৯60০) আল-হুসায়নি বলেছিলেন যে এটি লক্ষণীয় মুহাম্মদ নিজের কাছে কোনও অলৌকিক চিহ্নকে দায়ী করেন না। [৩৮]\n\nকুরআনে এই ছয়টি অলৌকিক ঘটনাগুলি সুসমাচার এবং তাদের অ-ক্যানোনিকাল জ্ঞানস্টিক উত্সগুলির বিপরীতে বিশদ ছাড়াই রয়েছে, যার মধ্যে বিশদ অন্তর্ভুক্ত রয়েছে এবং অন্যান্য বৈশিষ্ট্যযুক্ত অলৌকিক ঘটনাগুলি উল্লেখ করা হয়েছে [[38] শতাব্দী ধরে, এই ছয়টি অলৌকিক বিবরণ হাদীস এবং কবিতার মাধ্যমে ব্যাখ্যা করা হয়েছে, সুসমাচারে উল্লিখিত অন্যান্য কিছু অলৌকিক বিষয়গুলি সহ ধর্মীয় লেখাগুলি, অ-ক্যানোনিকাল উত্স এবং লোর থেকে। [২]] [২৮] [২৮] [২৮] [২৮]\n\nক্র্যাডল থেকে কথা বলছি\nক্র্যাডল থেকে কথা বলা কুরআনের তিনটি জায়গায় উল্লেখ করা হয়েছে: আল-ইমরান (3) 41, 46, আল-মায়দা (5) 109–110 এবং মেরিয়াম (19) 29-30। আখ্যানটির একটি অংশ হ'ল শিশু যীশু তাঁর মা মেরিকে কোনও পরিচিত স্বামী ছাড়াই জন্ম দেওয়ার অভিযোগ থেকে রক্ষা করেছেন। [৩৯] প্রথম দিকে ইসলাম জোসেফ এবং তার ভূমিকা সম্পর্কে অস্পষ্ট ছিল। এই জ্ঞানস্টিক গসপেল প্রভাব দাবি করা হয়েছে যে কুরআন বিরোধীদের দ্বারা divine শ্বরিক নাও হতে পারে বলে দাবি করা হয়। যিশু গ্যাব্রিয়েল যেমন ঘোষণা দিয়েছিলেন তেমনই বলেছিলেন: যিশু ঘোষণা করেছিলেন যে তিনি God শ্বরের দাস, একটি বই দেওয়া হয়েছে, একজন নবী, তিনি যেখানেই যাবেন সেখানে তিনি আশীর্বাদ করেছেন, যেদিন তিনি মারা যাবেন সেদিন তিনি মারা যাবেন, যেদিন তিনি মারা যাবেন , এবং যেদিন তিনি জীবিত হয়ে উঠেছেন। [40]\n\nযদিও এই বিশেষ বিবরণটি বাইবেলে পাওয়া যায় না, ক্র্যাডল থেকে কথা বলার থিমটি অ-ক্যানোনিকাল প্রাক-ইসলামিক সিরিয়াক শৈশব সুসমাচারে পাওয়া যায়। এই উত্সটি যীশু নিজেকে God শ্বরের পুত্র, বাক্য হিসাবে ঘোষণা করেছেন এবং গ্যাব্রিয়েল পূর্বে সুসমাচারে বিস্তারিত হিসাবে মরিয়মের কাছে যা ঘোষণা করেছিলেন তা নিশ্চিত করেছেন। [৩৯]\n\nকাদামাটি থেকে পাখি তৈরি করা\nআল-ইমরান (3) 43, 49 এবং আল-মায়দা (5) 109-110-এ যখন কোনও শিশু উল্লেখ করা হয় তখন কাদামাটি থেকে পাখি তৈরি এবং তাদের মধ্যে শ্বাসকষ্টের জীবনকে তাদের মধ্যে পাখি তৈরি করার অলৌকিক গল্প। যদিও এই অলৌকিক ঘটনাটি ক্যানোনিকাল গসপেলেও উল্লেখ করা হয়নি, তবে একই বিবরণটি কমপক্ষে দুটি প্রাক-ইসলামিক উত্সগুলিতে পাওয়া যায়: থমাস এবং ইহুদি টলেডোট যিশুর শৈশব গসপেল, কুরআন এবং এই দুটি উত্সের মধ্যে কয়েকটি বৈকল্পিক বিবরণ সহ [[ 41] [42]\n\nঅন্ধ এবং কুষ্ঠরোগীদের নিরাময়\nআরও দেখুন: গ্যালিলিতে দু'জন অন্ধ লোককে নিরাময় করা এবং দশজন কুষ্ঠরোগী পরিষ্কার করা\nনিউ টেস্টামেন্টের অনুরূপ, কুরআন আল-ইমরানে অন্ধ ও কুষ্ঠরোগীদের নিরাময়কারী যীশুকে উল্লেখ করেছে (৩) ৪৯. মুসলিম পণ্ডিত ও বিচারক আল-বৌদাবী (মৃত্যু। ১২8686) লিখেছেন যে এটি কীভাবে রেকর্ড করা হয়েছিল যে হাজার হাজার মানুষ যিশুর কাছে এসেছিল যে বহু হাজার মানুষ এসেছিল নিরাময় করা এবং যিশু কেবল প্রার্থনার মাধ্যমে এই রোগগুলি নিরাময় করেছেন [[৪৩] মধ্যযুগীয় পণ্ডিত আল-থা'লাবি লিখেছিলেন যে এই দুটি বিশেষ রোগগুলি কীভাবে চিকিত্সা সহায়তার বাইরে ছিল এবং যিশুর অলৌকিক ঘটনাগুলি অন্যদের দ্বারা তাঁর বার্তার স্পষ্ট লক্ষণ হিসাবে সাক্ষ্য দেওয়া হয়েছিল। [৪১]\n\nমৃতদের উত্থাপন\nযীশু আল-ইমরান (৩) ৪৯-এ উল্লিখিত হিসাবে মৃতদের কাছ থেকে মানুষকে বড় করেছেন বলে মনে করা হয়। যদিও কে উত্থাপিত হয়েছিল বা পরিস্থিতি সম্পর্কে কোনও বিবরণ দেওয়া হয় না, তবে কমপক্ষে তিন জনকে সুসমাচারে বিশদভাবে উল্লেখ করা হয়েছে (একটি কন্যা নায়ানের বিধবা পুত্র জাইরাসের এবং লাজারস) [[৪৪]\n\nপ্রেসিডেন্স\nযিশু অন্যের কাছে লুকানো বা অজানা যা সম্পর্কে ভবিষ্যদ্বাণী করতে পেরেছিলেন, বা পূর্বাভাস দিয়েছিলেন, [45]। একটি উদাহরণ হ'ল যীশু যে কেউ তাঁকে জিজ্ঞাসা করেছিলেন, যে কোনও এবং প্রতিটি প্রশ্নের সঠিক উত্তর দেবে। আরেকটি উদাহরণ হ'ল যিশু জানতেন যে লোকেরা সবেমাত্র কী খেয়েছে, পাশাপাশি তারা তাদের বাড়িতে কী সংরক্ষণ করেছিল [[২]]\n\nস্বর্গ থেকে খাবারের টেবিল\nমূল নিবন্ধ: জনতা খাওয়ানো\nআরও দেখুন: শেষ রাতের খাবার\nকুরআনের পঞ্চম অধ্যায়ে, আল-মাডাডা (৫) ১১২-১১৫, একটি বর্ণনায় যীশুর শিষ্যদের উল্লেখ করা হয়েছে যে তারা খাদ্য দ্বারা ভরা একটি টেবিলের জন্য অনুরোধ করেছিল এবং ভবিষ্যতে তাদের জন্য স্মরণে একটি বিশেষ দিন হওয়ার জন্য। ইসলামিক ও আরবি স্টাডিজের অধ্যাপক ডাব্লু। মন্টগোমেরি ওয়াট (মৃত্যু। ২০০)) এর মতে এটি ইউচারিস্টের সম্ভাব্য উল্লেখ হতে পারে। [46] তুলনামূলক ধর্মের অধ্যাপক জেফ্রি প্যারিন্ডার (মৃত্যু। 2005) এর মতে, এই গল্পটি সুসমাচারের শেষ রাতের খাবারের বা জনগণের খাওয়ানোকে সমান্তরাল করে তোলে কিনা তা স্পষ্ট নয়, তবে আরবি শব্দ ʿd (মুসলিম উত্সব) এর সাথে আবদ্ধ হতে পারে: [47]\n\nএকসময় শিষ্যরা বললেন, হে মেরির পুত্র যীশু, আপনার প্রভু কি আমাদের জন্য স্বর্গ থেকে একটি টেবিল পাঠাতে পারেন? তিনি বলেছিলেন, আপনি যদি বিশ্বাসী হন তবে God শ্বরকে ভয় করুন। তারা বলেছিল যে আমরা এটি খেতে চাই এবং আমাদের হৃদয় শান্তিতে থাকতে পারে এবং আমরা জানতে পারি আপনি সত্য কথা বলেছেন এবং এর সাক্ষীদের মধ্যে রয়েছেন। মেরির পুত্র যীশু বলেছিলেন, হে God শ্বর আমাদের প্রভু স্বর্গ থেকে একটি টেবিল প্রেরণ করুন, আমাদের জন্য একটি উত্সব হতে, আমাদের প্রথম এবং আমাদের শেষের জন্য এবং আপনার কাছ থেকে একটি চিহ্ন: এবং বিধান দিন (এর খাদ্য) আমাদের কাছে, কারণ আপনি সরবরাহকারীদের মধ্যে সেরা। God শ্বর বলেছিলেন আমি এটি আপনার জন্য পাঠাচ্ছি [[46]\n\nশেষ রাতের খাবারের আগে সুন্নি এক্সেজেট তাবারীর রেকর্ডে মৃত্যুর হুমকি তাকে উদ্বিগ্ন করে তুলেছিল। অতএব, যীশু তাঁর শিষ্যদের শেষ রাতের খাবারের জন্য আমন্ত্রণ জানিয়েছিলেন। খাওয়ার পরে, তিনি তাদের হাত ধুয়েছিলেন এবং তাঁর পোশাকগুলিতে হাত মুছতে তাদের উত্সাহ দিয়েছিলেন। এরপরে যীশু তাদের জবাব দিয়েছিলেন: \"আমি আজ রাতে আপনার সাথে করেছি, আমি আপনাকে খাবারটি পরিবেশন করেছি এবং ব্যক্তিগতভাবে আপনার হাত ধুয়ে ফেলেছি, এটি আপনার জন্য একটি উদাহরণ হতে দিন। যেহেতু আপনি সত্যই আমাকে আপনার চেয়ে ভাল বলে মনে করেন, একে অপরের সাথে সম্পর্কের ক্ষেত্রে অহঙ্কারী হবেন না বরং একে অপরের জন্য নিজেকে প্রসারিত করুন কারণ আমি আপনার জন্য নিজেকে প্রসারিত করেছি। \" তাঁর শিক্ষায় শিষ্যদের নির্দেশ দেওয়ার পরে, যীশু ভবিষ্যদ্বাণী করেছিলেন যে তাদের মধ্যে একজন তাকে এবং অন্য একজন তাকে বিশ্বাসঘাতকতা করবে। তবে, যিশুর মৃত্যুর বিষয়ে ইসলামিক দৃষ্টিভঙ্গি অনুসারে, যিশুর প্রতীক হিসাবে কেবল একটি মৃতদেহ ক্রুশে দেওয়া হয়েছিল এবং যীশু নিজেই God শ্বরের কাছে উত্থিত হয়েছিল। [৪৮]\n\nঅন্যান্য অলৌকিক ঘটনা\nযীশু সম্পর্কে বছরের পর বছর ধরে অনেক গল্প এবং বিবরণ বিকাশ করা হয়েছে, যা কিছু অন্তর্নিহিত পাঠ রয়েছে বা যিশুর বিষয়ে কুরআনে বিশদের অভাবের কারণে অর্থ সরবরাহ করে। এর মধ্যে কয়েকটি বিবরণ নিউ টেস্টামেন্টের মতো প্রকৃতির সাথে একই রকম, আবার কেউ কেউ যীশুকে খুব মানবিক পদ্ধতিতে চিত্রিত করে।\n\nযুগে যুগে যুগে যুগে যুগে যুগে মুসলিম লেখকদের দ্বারা উল্লিখিত যীশুর অলৌকিক ঘটনাগুলির কিছু বিশদ সংক্ষিপ্তসার ছাড়াও (যেমন পানিতে হাঁটার মতো - সুসমাচারে পাওয়া যায় - এবং মাটি থেকে রুটির রুটি আসে), [39] শৈশবকাল থেকে আরও কিছু অলৌকিক ঘটনা অন্তর্ভুক্ত করুন: একজন স্কুলমাস্টারের কাছে মুসলিম ধর্মের মৌলিক বিষয়গুলি ব্যাখ্যা করা, প্রকাশ করে যে চোরেরা একজন ধনী প্রধানের কাছে কে ছিলেন, কোনও কিছুর খালি জারগুলি পূরণ করে, একটি অত্যাচারী রাজার জন্য খাবার এবং ওয়াইন সরবরাহ করে এবং এই রাজাকে একজন মৃত মানুষকে উত্থাপনের ক্ষেত্রে তাঁর ক্ষমতা প্রমাণ করে মৃতদের কাছ থেকে, দুর্ঘটনাক্রমে হত্যা করা একটি শিশুকে বড় করে এবং একক রঙের ভ্যাট থেকে পোশাকগুলি বিভিন্ন রঙ নিয়ে বেরিয়ে আসে [[২]]\n\nরাজকীয় আধিকারিকের পুত্রকে নিরাময় করা\nমূল নিবন্ধ: রাজকীয় আধিকারিকের পুত্রকে নিরাময় করা\nআল-তাবারি (মৃত্যু। রাজার পরিচয় উল্লেখ করা হয়নি যখন কিংবদন্তি ফিলিপকে টেটারার্চের পরামর্শ দেয়। বাইবেলের সংশ্লিষ্ট রেফারেন্সটি হ'ল \"রাজকীয় আধিকারিকের পুত্র\" [[49]\n\nলোভ এবং সত্য কথা বলা\nপ্রফেসর আইউবের মতে মধ্য প্রাচ্যের লরে জনপ্রিয়ভাবে পাওয়া একটি কঠোর-শিক্ষার পাঠ হিসাবে ব্যবহৃত একটি তরুণ যীশুর একটি অলৌকিক কাহিনী একটি কিংবদন্তি গল্প, একজন ইহুদি মানুষ এবং রুটির রুটির সাথে করতে হবে। যদিও একটি পোলেমিক স্বর বহন করা হচ্ছে, সত্য-বলার সাথে লোভের উপর পাঠ কেন্দ্রগুলি বর্ণনায় বোনা। এটি প্রায়শই বাচ্চাদের বইগুলিতে পাওয়া যায় এমন একটি গল্প [[৫০]\n\nসহজাত জ্ঞান\nআরও দেখুন: লোগো (ইসলাম) এবং লোগো (খ্রিস্টান)\nআরেকটি কিংবদন্তি অলৌকিক গল্পটি যিশুর শৈশব প্রজ্ঞার বিষয়ে একটি। এই কিংবদন্তি, ইবনে ইসহাকের কাছ থেকে আল-তাবারীর মাধ্যমে রিপোর্ট করা, মেরি যীশুকে একটি ধর্মীয় বিদ্যালয়ে পাঠানোর বিষয়ে কথা বলেছেন এবং শিক্ষক যিশুকে ইতিমধ্যে শেখানো / আলোচনা করা হচ্ছে তা জেনে যিশুকে খুঁজে পেয়ে অবাক হয়ে গিয়েছিলেন। [২]]\n\nবাচ্চাদের বাড়িতে খাবার\nআল-তাবারির আরেকটি গল্পের কথা বলেছে যে এক যুবক যিশু তাঁর গ্রামের যুবকদের সাথে খেলছেন এবং তাদের জানান যে তাদের বাবা-মা তাদের বাড়িতে কী খাবার প্রস্তুত করছেন। [২]]\n\nআখ্যানটির বিবরণ অনুসারে, কিছু বাবা -মা বিরক্ত হয়ে পড়েছিলেন এবং তাদের সন্তানদের যিশুর সাথে খেলতে নিষেধ করেছিলেন, সন্দেহ করে যে তিনি একজন যাদুকর ছিলেন। ফলস্বরূপ, বাবা -মা তাদের সন্তানদের যীশু থেকে দূরে রেখেছিলেন এবং তাদের সন্তানদের একটি বাড়িতে জড়ো করেছিলেন। একদিন, একাকী বোধ করে, যীশু তাঁর বন্ধুদের সন্ধানে বেরিয়ে গেলেন এবং এই বাড়িতে এসে তিনি বাবা -মাকে জিজ্ঞাসা করলেন তাদের সন্তানরা কোথায়। বাবা -মা মিথ্যা বললেন, প্রতিক্রিয়া জানিয়েছিলেন যে বাচ্চারা সেখানে নেই। যীশু জিজ্ঞাসা করার পরে, কে, তখন বাড়িতে আছেন, বাবা -মা যীশুকে শূকর বলে। যীশু তখন বলেছিলেন \"এই বাড়িতে সোয়াইন থাকুন\", সমস্ত শিশুকে সোয়াইনে পরিণত করে [[২৮]\n\nকয়েক শতাব্দী ধরে, মুসলিম লেখকরা অন্যান্য অলৌকিক ঘটনাগুলি যেমন রাক্ষসকে কাস্টিংয়ের মতো উল্লেখ করেছেন, কিছু ধর্মীয় প্রাক-ইসলামিক উত্স থেকে ধার নিয়েছেন এবং যীশু সম্পর্কে কিংবদন্তি হিসাবে ক্যানোনিকাল উত্স থেকে ধারনা করেছেন। [২]]\n\nউদ্ঘাটন\nমূল নিবন্ধ: ইসলামে গসপেল\nমুসলমানরা বিশ্বাস করে যে God শ্বর যীশুকে একটি নতুন ধর্মগ্রন্থ প্রকাশ করেছিলেন, যাকে আল-ইনজিল (সুসমাচার) বলা হয়, পূর্ববর্তী প্রকাশের সত্যতাও ঘোষণা করে: আল-তাওরাত (তোরাত) এবং আল-জাবুর (গীতসংহিতা)। [৫১] কুরআন আল-ইনজেলকে অনুকূলভাবে কথা বলে, যা এটি একটি ধর্মগ্রন্থ হিসাবে বর্ণনা করে যা এর অনুসারীদের হৃদয়কে নম্রতা ও ধার্মিকতায় পূর্ণ করে তোলে। Traditional তিহ্যবাহী ইসলামিক অনুচ্ছেদে দাবি করা হয়েছে বাইবেলের বার্তাটিকে বিকৃত করা হয়েছে (তাহরিফ), তাকে তা'ইইন আল-মুবাম (\"অস্পষ্টতার রেজোলিউশন\") বলা হয়েছে। [৫২] আবদ আল-জব্বার ইবনে আহমদের লেখাগুলির সাথে মধ্যযুগীয় সময়ে এই পোলেমিক প্রচেষ্টার উত্স রয়েছে [[৫৩] মোশির আইন সম্পর্কে, কুরআন ইঙ্গিত দেয় যে যীশু কখনই ইহুদি আইন বাতিল করেননি বরং কেবল আংশিক বাতিল করার সময় সেগুলি নিশ্চিত করেছিলেন। [৫৪]\n\nমুসলমানরা দীর্ঘদিন ধরে বিশ্বাস করে যে পল উদ্দেশ্যমূলকভাবে যিশুর মূল শিক্ষাগুলি দূষিত করেছিলেন। [৫৫] নবম শতাব্দীর ian তিহাসিক সাইফ ইবনে উমর দৃ serted ়ভাবে বলেছিলেন যে কিছু রাব্বীরা পলকে ইচ্ছাকৃতভাবে প্রাথমিক খ্রিস্টানদের ভুল পথে চালিত করতে প্ররোচিত করেছিলেন যা ইবনে হাজম খ্রিস্টধর্মে আপত্তিজনক মতবাদ হিসাবে দেখেছিল তা পরিচয় করিয়ে দেয়। [৫]]\n\nইউসুফ আল-কারাডাবির মতে তাঁর দ্য লফুল অ্যান্ড দ্য নিষিদ্ধ বইয়ে ইসলামে, আইনী বিধিনিষেধ যিশু ইহুদিদের জন্য বাতিল করেছিলেন যেখানে প্রাথমিকভাবে God শ্বর দ্বারা শাস্তি হিসাবে আইন করেছিলেন। [৫]] তাফসির আল-জালালায়নের মতো ধ্রুপদী ভাষ্যগুলি স্পাইক ছাড়াই বা সাধারণভাবে মাছ এবং পাখির মাংস খাওয়ার সাথে সম্পর্কিত তারা নির্দিষ্ট করে [[58]\n\nকুরআনে উল্লেখ করা হয়েছে\nশিষ্য\nকুরআনে বলা হয়েছে যে যীশুকে একদল শিষ্য (āavāriyyn) দ্বারা সহায়তা করেছিলেন যারা তাঁর বার্তায় বিশ্বাসী ছিলেন। শিষ্যদের নাম না দেওয়ার সময়, কুরআন তাদের কাছে এই বার্তা প্রচার করার কয়েকটি উদাহরণ দেয়। মুসলমানরা যিশুর শিষ্যদের মুহাম্মদের সঙ্গীদের (ṣaḥba) এর অনুরূপ হিসাবে দেখেন। [৫৯] খ্রিস্টধর্মের মতে, বারোটি শিষ্যের নাম ছিল পিটার, অ্যান্ড্রু, জেমস, জন, ফিলিপ, বার্থলোমিউ, টমাস, ম্যাথিউ, জেমস, জুড, সাইমন এবং জুডাস।\n\nকুরআন অধ্যায় ৩, আয়াত ৫২-৫৩-এ উল্লেখ করেছে যে শিষ্যরা ইসলামের বিশ্বাসের কাছে জমা দিয়েছেন: [অ-প্রাথমিক উত্স প্রয়োজন]\n\nযীশু যখন তাদের পক্ষ থেকে অবিশ্বাস খুঁজে পেয়েছিলেন তখন তিনি বলেছিলেন: \"God শ্বরের কাজ (কাজ) করতে আমার সাহায্যকারী কে হবেন?\" শিষ্যরা বলেছিলেন: \"আমরা God's শ্বরের সহায়ক: আমরা God শ্বরের প্রতি বিশ্বাস করি এবং আপনি কি সাক্ষ্য দেন যে আমরা মুসলমান। আমাদের পালনকর্তা! আপনি যা প্রকাশ করেছেন তাতে আমরা বিশ্বাস করি এবং আমরা রাসূলকে অনুসরণ করি; তারপরে যারা আমাদের বহন করে তাদের মধ্যে লিখুন তাদের মধ্যে লিখুন সাক্ষী.\"\n\n-কুরআন সূরা আল-ইমরান 52–53 [60]\nযিশুর শিষ্যদের সাথে জড়িত দীর্ঘতম আখ্যানটি হ'ল যখন যিশু তাদের অনুরোধে স্বর্গ থেকে খাবারের টেবিল আনার অলৌকিক কাজ করেন, আরও প্রমাণের জন্য তাঁর প্রচারই সত্য বার্তা।\n\nআরোহণ\nআন-নিসার শ্লোক 157 হ'ল কুরআনের প্রাথমিক আয়াত যিশুর ক্রুশবিদ্ধকরণের ঘটনাটি বোঝায় [[] ১] এটি বলে যে যীশুকে হত্যা করা হয়নি এবং ক্রুশে দেওয়া হয়নি, তবে 'এটি তৈরি করা হয়েছিল\nআন-নিসার শ্লোক 157\nতারা বলেছিল (গর্বের সাথে), \"আমরা মশীহ যীশুকে মেরির পুত্র, দেবতার রাসূলকে হত্যা করেছি; কিন্তু তারা তাকে হত্যা করেছিল না, তাকে ক্রুশে দেয়নি, তবে তাই তাদের কাছে উপস্থিত হওয়ার জন্য তৈরি করা হয়েছিল, এবং যারা আলাদা আলাদা আলাদা এতে সন্দেহের মধ্যে পূর্ণ, কোনও (নির্দিষ্ট) জ্ঞান নেই, তবে কেবল অনুসরণ করার জন্য অনুমান করা হয়েছে, কারণ তারা তাকে হত্যা করে নি।\n\nতাদের কাছে উপস্থিত হতে '। [62] বেশিরভাগ ইসলামী traditions তিহ্য স্পষ্টভাবে অস্বীকার করে যে যীশু শারীরিকভাবে ক্রুশে বা অন্যথায় মারা গিয়েছিলেন [[] ৩] [] ৪] ইসলামিক এক্সেজেসিস জানিয়েছে যে অন্য একজনকে যিশুর জায়গায় ক্রুশে দেওয়া হয়েছিল। তবে কিছু আধুনিক মুসলিম পণ্ডিতরা বিশ্বাস করেন যে যিশু সত্যই মারা গিয়েছিলেন এবং তাঁর বেঁচে থাকার উল্লেখগুলি আক্ষরিক নয়, প্রতীকী। যিশুর মৃত্যুর প্রকৃতির বিষয়ে এই মতবিরোধটি ইসলামী ক্যাননের মধ্যেই পাওয়া যায়, প্রথম হাদীসটি মুহাম্মদের সাহাবীদের উদ্ধৃতি দিয়ে বলেছিল যে যীশু মারা গিয়েছিলেন। এদিকে, পরবর্তীকালে হাদীস এবং তাফসির বেশিরভাগই বিপরীত পক্ষে তর্ক করেছেন [[উদ্ধৃতি প্রয়োজন]\n\nকুরআনের মতে, তাকে ক্রুশে দেওয়া হয়নি, বরং God শ্বরের দ্বারা রক্ষা করা হয়েছিল। (যদিও প্রথম দিকের ইসলামিক traditions তিহ্য এবং অনুচ্ছেদের মৃত্যু এবং এর দৈর্ঘ্য সম্পর্কিত কিছুটা বিরোধী প্রতিবেদনের উদ্ধৃতি দেওয়া হয়েছে, মুসলমানরা বিশ্বাস করে যে যীশু ক্রুশে মারা যাননি, তবে বিশ্বাস করেন যে তিনি স্বর্গে জীবিত হয়ে উঠে রক্ষা পেয়েছিলেন)।\n\nপ্রতিস্থাপন\nপ্রতিস্থাপনবাদী ব্যাখ্যার উদ্ভব কোথায় ঠিক তা স্পষ্ট নয়, তবে কিছু পণ্ডিতরা দ্বিতীয় শতাব্দীর নির্দিষ্ট জ্ঞানস্টিক গোষ্ঠীর মধ্যে উত্সটি উদ্ভূত বিবেচনা করে [[10] লেইরভিক কুরআন এবং হাদীসকে আবিষ্কার করেছেন যে আরব উপদ্বীপে এবং আরও অ্যাবিসিনিয়ায় প্রচলিত ছিল না এমন অ-ক্যানোনিকাল ('ধর্মীয়') খ্রিস্টধর্ম দ্বারা স্পষ্টভাবে প্রভাবিত হয়েছিল। [] ৫]\n\nযদিও বেশিরভাগ পশ্চিমা পণ্ডিত, [] 66] ইহুদিরা, [] 67] এবং খ্রিস্টানরা বিশ্বাস করেন যে যীশু মারা গেছেন, গোঁড়া মুসলিম ধর্মতত্ত্ব তিনি ক্রুশে না রেখে স্বর্গে আরোহণ করেছিলেন এবং God শ্বর অন্য একজন ব্যক্তি সাইরিনের সাইমনকে রূপান্তরিত করেছিলেন, যীশুর মতোই উপস্থিত ছিলেন যিনি ছিলেন যিনি ছিলেন ঠিক যিশু যিনি ছিলেন যীশুর পরিবর্তে ক্রুশে দেওয়া হয়েছে (সিএফ। ইরেনিয়াসের বেসিলাইডস এর ধর্মবিরোধী বিবরণ, বই প্রথম, চ। xxiv, 4।)\n\nকিছু মতবিরোধ এবং বিভেদ শুরু হতে দেখা যায় ইবনে ইসহাকের (মৃত্যু। 761) রিপোর্টের সাথে ক্রুশবিদ্ধকরণের দিকে পরিচালিত ঘটনার সংক্ষিপ্ত অ্যাকাউন্টিংয়ের রিপোর্ট, প্রথমে উল্লেখ করে যে যীশুকে সেরগিয়াস নামের কেউ দ্বারা প্রতিস্থাপিত করা হয়েছিল, যখন দ্বিতীয়ত যিশুর সমাধি সত্তার একটি বিবরণ প্রতিবেদন করা হয়েছিল মদিনায় অবস্থিত এবং তৃতীয়ত কুরআনের জায়গাগুলি উদ্ধৃত করে (3:55; 4: 158) God শ্বর যীশুকে নিজের কাছে নিয়ে গিয়েছিলেন। [] ০]\n\nইবনে কাঠির (মৃত্যু। অনুষ্ঠানের পরে, ইবনে কাঠির জানিয়েছেন যে তিনটি পৃথক বিবরণ অনুসরণ করে জনগণকে তিনটি দলে বিভক্ত করা হয়েছে; জ্যাকবীয়রা বিশ্বাস করে যে \"God শ্বর যতক্ষণ তিনি ইচ্ছা করেছিলেন এবং তারপরে তিনি স্বর্গে আরোহণ করেছিলেন\"; নেস্টোরিয়ানরা বিশ্বাস করে যে \"God শ্বরের পুত্র যতক্ষণ না তিনি God শ্বর তাঁকে স্বর্গে তুলে ধরেন ততক্ষণ আমাদের সাথে ছিলেন\"; এবং মুসলমানরা বিশ্বাস করে যে \"God শ্বরের দাস ও রাসূল, যীশু যতক্ষণ God শ্বর তাঁকে নিজের কাছে উত্থাপন করেন ততক্ষণ আমাদের সাথেই ছিলেন।\" [৮২]\n\nদ্বিতীয় আসছে\nবিচারের দিনের আগে যীশুর আগমনের সময়রেখা\n\nদামেস্কাস উমাইয়াদ মসজিদে Isa সা মিনার\nইসলামিক tradition তিহ্য অনুসারে, স্বর্গে আরোহণ করে এবং 2000+ বছর ধরে সেখানে বাস করে, যিশু বিচারের দিন আগে পৃথিবীতে নেমে আসবেন, যুদ্ধের মাঝে আল-মাসিহ আদ-দাজাল ('মিথ্যা মশীহ \") এবং তাঁর অনুগামীদের বিরুদ্ধে লড়াই করেছিলেন , মাহদী এবং তাঁর মুসলিম অনুসারীদের সহায়তায় আসতে। উমাইয়াদ মসজিদে। [] ৮]\n\nএরপরে, তিনি \"ক্রুশটি ভেঙে ফেলবেন, শূকরদের হত্যা করবেন এবং জিজিয়া কর বাতিল করবেন\", একজন সুপরিচিত সহিহ আল-বুখারী হাদীস অনুসারে। [৮৯] [৯০] এই ভবিষ্যদ্বাণীটির \"সাধারণ ব্যাখ্যা\" হ'ল, একজন মুসলিম হওয়ায় যিশু নিজের খ্রিস্টান উপাসনা এবং তাঁর inity শ্বরত্বের প্রতি বিশ্বাসে \"ক্রুশ দ্বারা প্রতীকী\" থামিয়ে দেবেন। তিনি খ্রিস্টধর্ম দ্বারা পরিত্যক্ত কোশার/হালাল ডায়েটরি আইনগুলি পুনরায় প্রতিষ্ঠিত করবেন; [৯১] এবং যেহেতু ইহুদি ও খ্রিস্টানরা এখন সকলেই তাদের পূর্বের বিশ্বাসকে প্রত্যাখ্যান করবে এবং ইসলাম গ্রহণ করবে, তাই অবিশ্বাসীদের উপর জিজিয়া করের আর প্রয়োজন হবে না। [৯২] (একজন হাদীসের মতে, যিশু \"গীর্জা এবং মন্দিরগুলি ধ্বংস করবেন এবং খ্রিস্টানদের তাকে বিশ্বাস না করলে হত্যা করবেন।\") [৯৩] [নোট ১]\n\nইসলামিক গ্রন্থগুলি প্রাচীন মেনেস গোগ এবং মাগোগ (ইয়াজাজ মাজাজ) এর পুনরায় উপস্থিতির ইঙ্গিত দেয়, যা এর ভূগর্ভস্থ কারাবাস থেকে বেরিয়ে আসবে এবং বিশ্বজুড়ে সর্বনাশ সৃষ্টি করবে। [95] Jesus শ্বর, যিশুর প্রার্থনার প্রতিক্রিয়া হিসাবে, তাদের ঘাড়ে এক ধরণের কৃমি প্রেরণ করে তাদের হত্যা করবেন এবং বড় পাখিদের জমি থেকে তাদের মৃতদেহগুলি বহন ও পরিষ্কার করার জন্য প্রেরণ করবেন। []]] মাহদীর মৃত্যুর পরে, যিশু বিশ্ব নেতৃত্ব ধরে নেবেন এবং শান্তি ও ন্যায়বিচার সর্বজনীন হবে।\n\nএছাড়াও tradition তিহ্য অনুসারে, যিশু তখন বিয়ে করবেন, সন্তান রাখবেন এবং চল্লিশ বছর ধরে বিশ্বকে শাসন করবেন (traditions তিহ্যগুলি বিভিন্ন সময়কাল দেয়) যার পরে তিনি মারা যাবেন। এরপরে মুসলমানরা তার জন্য জানাজার প্রার্থনা করবে এবং তারপরে তাকে যথাক্রমে মুহাম্মদ, আবু বকর এবং উমর পাশের একটি কবর বামে মদিনা শহরের গ্রিন গম্বুজটিতে কবর দেবে। [] ৯] ইবনে খালদুনের কিংবদন্তির মতে, দুই খলিফা দু'জন ভাববাদীর মধ্যে মৃতদের কাছ থেকে উঠে আসবে। [৯৮]\n\nউত্স\nযদিও কুরআন যিশুর প্রত্যাবর্তনের উপরোক্ত বর্ণনার কোনও বর্ণনা করে না, [99] অনেক মুসলমান বিশ্বাস করেন যে দুটি কুরআন শ্লোক শেষ সময়ে তাঁর দ্বিতীয় আগমনকে বোঝায়। [90] (1) উপরে উল্লিখিত আয়াতে বলা হয়েছে যে তিনি পৃথিবীতে কখনও মারা যান না:\n\n\"এবং [তাদের] উক্তিটির জন্য, 'প্রকৃতপক্ষে, আমরা মশীহকে মেরে ফেলেছি, যীশুকে মেরির পুত্র, আল্লাহর রাসূল।' এবং তারা তাকে হত্যা করেনি, না তারা তাঁকে ক্রুশে দিয়েছে; তবে [অন্য] তাদের সাথে সাদৃশ্য করার জন্য তৈরি করা হয়েছিল And । এবং তারা তাকে হত্যা করেনি, অবশ্যই। \" (Q.4: 157 :)\nএবং দ্বিতীয় শ্লোকটি যীশু এবং \"আওয়ার\" (শেষ সময়) এর মধ্যে একটি সংযোগ নির্দেশ করার জন্য ব্যাখ্যা করা হয়েছে:\n\n\"এবং দেখুন! অবশ্যই এই মুহুর্তের জ্ঞান রয়েছে So সুতরাং আপনি এ সম্পর্কে সন্দেহ করবেন না, তবে আমাকে অনুসরণ করুন This এটিই সঠিক পথ\" \" (Q.43: 61 ট্রান্স পিকথল) [[90]\nযীশুর প্রত্যাবর্তনের হাদীসগুলি সহাবার অন্যতম আবু হুরাইরাহে ফিরে পাওয়া গেছে, তবে সম্ভবত পরে আব্বাসীয় খিলাফতিতে গৃহযুদ্ধের সময় পরে কোনও ত্রাণকর্তার প্রত্যাশিত ছিল। শিয়াসের পক্ষে, মাহদী ত্রাণকর্তা হবেন, কিছু সুন্নি যিশুর প্রত্যাবর্তন আশা করেছিলেন। প্রারম্ভিক আব্বাসীয় খিলাফত চলাকালীন, শোভাযাত্রায় ক্রুশবিদ্ধতা পরা এবং জনসাধারণের মধ্যে শূকরগুলি ধরে রাখা নিষিদ্ধ ছিল। অন্যথায়, ক্রুশের ভাঙ্গন, মুসলমানদের দ্বারা এই প্রতীকটির সাধারণ অস্বীকৃতি প্রতিফলিত করতে পারে এবং শূকরকে হত্যা করে লেজিয়ানের যীশু বহিরাগতদের একটি উল্লেখ। [100]\n\nযীশু প্রত্যক্ষ ও অপ্রত্যক্ষভাবে কুরআনে প্রায় ১৮7 বার উল্লেখ করেছেন এবং অনেক উপাধি দ্বারাও উল্লেখ করেছেন, এটি সবচেয়ে সাধারণ আল-ম্যাসিহ ('মশীহ')। [৩] [১১০] [১১১] [১১২] [৩৩] [৩৩] [৩৩] [৩৩] [৩৩] [৩৩] ] যীশুকে Isa সা নামে 25 বার উল্লেখ করা হয়েছে, [নোট 2] তৃতীয় ব্যক্তি 48 বার, [নোট 3] প্রথম ব্যক্তি 35 বার এবং বাকী কুরআনে শিরোনাম হিসাবে। [নোট 4] [113]\n\nমুহাম্মদ নিজেকে 'যিশুর কাছে সমস্ত লোকের নিকটতম' হিসাবে বর্ণনা করেছেন [[১১৪]\n\nআদমের সাথে সাদৃশ্য\nকুরআন মানব উত্সের অনুপস্থিতির ক্ষেত্রে আদমের সাথে তাঁর সাদৃশ্যের মাধ্যমে যিশুর সৃষ্টিবাদকে জোর দিয়েছিল। মুহাম্মদ প্রায়শই আদম ও যীশুর জন্মের তুলনা করতেন। [১১৫]\n\nইসলামিক এক্সেজেসিস divine শিক হস্তক্ষেপের খ্রিস্টান যুক্তির পিছনে একটি যৌক্তিক অসঙ্গতিকে বহির্গমন করে, কারণ এই জাতীয় প্রভাবগুলি আদমকে যে div শ্বরত্বকে কেবল সৃষ্টি হিসাবে বোঝা যায় তাকে দাবী করে দেয়। [107]\n \nইসলামে, যীশু ইসলামী হযরত মুহাম্মদের পূর্বসূরী ছিলেন বলে মনে করা হয়। কুরআনের মতে, মুহাম্মদের আগমনের আগমন As১: As১: 6 এ যীশু দ্বারা পূর্বাভাস দেওয়া হয়েছিল, প্রাথমিক আরব মুসলমানরা বিদ্যমান ধর্মীয় traditions তিহ্য এবং যিশুর কথিত ভবিষ্যদ্বাণীগুলির প্রতি তাদের নতুন বিশ্বাসের জন্য বৈধতা দাবি করেছিলেন। [১১6] মুসলমানরা বিশ্বাস করে যে যিশু মুহাম্মদের পূর্বসূরী ছিলেন এবং তিনি পরবর্তীকালের আগমনকে ভবিষ্যদ্বাণী করেছিলেন। [১১7] [২]] এই দৃষ্টিকোণটি কুরআনের একটি আয়াতের উপর ভিত্তি করে যেখানে যিশু তাঁর \"আহমদ\" নামে তাঁর নামে একজন বার্তাবাহক হাজির হওয়ার কথা বলেছিলেন। [১১৮] ইসলাম মোহাম্মদের সাথে আহমদকে সহযোগিতা করে, এইচ-এম-ডি ট্রিকনসোনান্টাল রুট থেকে প্রাপ্ত উভয় শব্দ যা প্রশংসাযোগ্যতা বোঝায়। মুসলমানরা দৃ sert ়ভাবে দাবি করে যে নিউ টেস্টামেন্টে যীশুর ঘোষণার প্রমাণ উপস্থিত রয়েছে, যার আগমন জনের সুসমাচারে ভবিষ্যদ্বাণী করা হয়েছে তার উল্লেখ উল্লেখ করে। [১১৯]\n\nমুসলিম ভাষ্যকাররা দাবি করেছেন যে ব্যবহৃত মূল গ্রীক শব্দটি পেরিক্লুটোস ছিল, যার অর্থ খ্যাতিমান, বিশিষ্ট বা প্রশংসনীয় - আরবিতে আহমদ হিসাবে চিহ্নিত; এবং এটি খ্রিস্টানরা পরকলেটোসের সাথে প্রতিস্থাপন করেছিল [[]] [১২০] এই ধারণাটি বিতর্কিত হয়, জিজ্ঞাসা করে যে কুরআনের পাঠ্য দ্বারা traditional তিহ্যবাহী বোঝাপড়াটি সমর্থিত কিনা।\n\nইসলামিক ধর্মতত্ত্ব দাবি করেছেন যে যিশু আহমদ নামের উল্লেখের সাথে সূরা 61১: on অনুসারে তাঁর স্থলাভিষিক্ত হওয়ার বিষয়ে একজন নবীকে ভবিষ্যদ্বাণী করেছিলেন। (আহমদ হ'ল একই ট্রিকনসোনান্টাল রুট ḥ -এম -ডি = [ح - م - -] এর একটি আরবি নাম)) ইবনে ইসহাকের মুহাম্মদের জীবনীটির প্রতিক্রিয়া জানিয়ে সিরাত রসুল আল্লাহ, ইসলামিক পণ্ডিত আলফ্রেড গুইলিউম লিখেছেন:\n\n\"আহমদ\" শব্দটিতে ফিরে এসে মুসলমানরা পরামর্শ দিয়েছেন যে আহমদ হলেন পেরিক্লুটোসের অনুবাদ, উদযাপিত বা প্রশংসিত একটি, যা পরাক্লেটোসের দুর্নীতি, জন xiv, xvi এবং xvi এর প্যারাক্লেট। [121]\n\nহাদীস\nহাদীসটি মুহাম্মদ এবং তার চারপাশের লোকদের বক্তব্য জানিয়েছে। যীশু কিংবদন্তিযুক্ত হাদীসটি আরব উপদ্বীপে এবং আরও অ্যাবিসিনিয়ায় বিরাজমান অ-ক্যানোনিকাল ('তাত্ত্বিক') খ্রিস্টান দ্বারা প্রভাবিত হয়েছে। [] ৫] হাদীসটি মুসলিম সম্প্রদায়ের কর্তৃত্বের উত্স হিসাবে তৃতীয় মুসলিম শতাব্দীতে একটি ক্যানোনিকাল মর্যাদা তৈরি করেছিল। হাদীস থেকে উদ্ভূত যীশুর সম্পর্কে মুসলিম উপলব্ধি হ'ল এক অলৌকিক, পাপহীন এবং এসচ্যাটোলজিকাল ব্যক্তিত্ব, মানুষকে আবারও ইশারা করে, মুসলিমের দৃষ্টিভঙ্গি অনুসারে মুসলিম বিশ্বাসের প্রতি (মুসলিম; যিনি God শ্বরের ইচ্ছায় জমা দেন)। [[ 130]\n\nহাদীস সাধারণ মুসলমানদের মধ্যে যিশুর চিত্র গঠনের জন্য একটি অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করেছে, হাদীস এবং তাফসিরকে প্রচুর পরিমাণে কিংবদন্তি লেখা এবং প্রতিবেদনগুলিতে বুনিয়ে দেওয়ার সময় আরও বিকশিত হয়েছিল। [২]] মুসলিম পুনর্নির্মাণের সাথে, যীশুর অকার্যকর আশ্চর্যজনক। পরিবর্তে যা লেখা আছে তা হ'ল তপস্বী যাদুকর, পবিত্র আত্মার দ্বারা সহায়তা করা। সুসমাচারকে প্রচার করার মতো একটি বই হিসাবে দেখা হয় এবং কেবল প্রকৃত শিক্ষার কথা উল্লেখ না করেই পাস করার ক্ষেত্রে উল্লেখ করা হয়। মারাত্মকভাবে, যীশুর কল্পিত বক্তব্য এবং অনুমিত শিক্ষাগুলি হাদীস-সংগ্রহ, শিয়া ইসলামে এবং যিশুর সুফি উপস্থাপনায় প্রিমিনেন্স দেওয়া হয়। [] ৫]\n\nসুন্নি ইসলাম\nকিতাব আল-মিলাল ওয়া আল-নিহলে, আল-শাহরস্তানি (মৃত্যু। ১১৫৩), একজন প্রভাবশালী পার্সিয়ান ইতিহাসবিদ, ইতিহাসবিদ, পণ্ডিত, দার্শনিক ও ধর্মতত্ত্ববিদ, ইসলামিক আখ্যান অব্যাহত রেখে গোঁড়াম\n\nখ্রিস্টানরা। (তারা) খ্রিস্টের সম্প্রদায় (উম্মা), যীশু, মেরির পুত্র (তাঁর উপর শান্তি)। তিনি হলেন যাকে সত্যই মোশির (তাঁর উপর শান্তি) পরে (তাঁর উপর শান্তি) প্রেরণ করা হয়েছিল, এবং কেওরাতে ঘোষণা করা হয়েছিল। তাঁর কাছে (মঞ্জুর করা) প্রকাশ্য লক্ষণ এবং উল্লেখযোগ্য প্রমাণ যেমন মৃতদের পুনরুদ্ধার এবং অন্ধ এবং কুষ্ঠরোগ নিরাময়ের মতো। তাঁর খুব প্রকৃতি এবং সহজাত স্বভাব (ফিতরা) তাঁর সত্যতার এক নিখুঁত লক্ষণ; অর্থাৎ, পূর্বের বীজ ছাড়া তাঁর আগমন এবং পূর্বের শিক্ষা ছাড়াই তাঁর বক্তৃতা। সমস্ত (অন্যান্য) ভাববাদীদের জন্য তাদের প্রকাশের আগমনটি চল্লিশ বছর বয়সে ছিল, কিন্তু যখন তাকে ক্র্যাডলে কথা বলার জন্য তৈরি করা হয়েছিল তখন প্রকাশ তাঁর কাছে এসেছিল এবং যখন তিনি পৌঁছে দিয়েছিলেন (divine শ্বরিক বার্তা) তখন প্রকাশ তাঁর কাছে এসেছিল ত্রিশটি (বয়স) এ। তাঁর (ভবিষ্যদ্বাণীমূলক) মিশনের (দাওয়া) সময়কাল ছিল তিন বছর তিন মাস এবং তিন দিন [[১৩১]\n\nশিয়া ইসলাম\nনাহজ আল-বালাঘায় চতুর্থ খলিফা আলী (r৫6-–61১) যীশুর সরলতা সম্পর্কে কথা বলেছেন বলে জানা গেছে। [১৩২] আলী বলেছেন যে \"যীশু তাঁর বালিশের জন্য একটি পাথর ব্যবহার করেছিলেন, মোটা পোশাক পরেছিলেন এবং রুক্ষ খাবার খেয়েছিলেন। তাঁর মণার ক্ষুধার্ত ছিল His তাঁর প্রদীপটি ছিল চাঁদ। তাঁকে প্ররোচিত করার মতো স্ত্রী ছিল না, বা কোনও পুত্র শোক দেওয়ার জন্যও ছিল না, না, সম্পদ বিচ্যুত। আলীর এক মহান নাতি জাফার আল-সাদিকের মতে, ডেভিড এবং যিশুর মধ্যে সময়টি চারশো বছর ছিল। [১৩৩] জাফর আরও বলেছিলেন যে যীশুর ধর্ম ছিল একেশ্বরবাদ (তাওদ) এবং বিশুদ্ধতা (ইখল)। [১৩৩] 'ইনজিল' (সুসমাচার) তাকে নামিয়ে দেওয়া হয়েছিল এবং অন্যান্য ভাববাদীরা যে প্রতিশ্রুতি নিয়েছিলেন তাও যিশুর কাছ থেকে নেওয়া হয়েছিল: ধর্মের সাথে প্রার্থনা প্রতিষ্ঠা করা, ভালকে নির্দেশ দেওয়া এবং মন্দকে নিষিদ্ধ করা, যা অনুমোদিত হয় এবং যা নিষিদ্ধ করা হয়েছে তা নিষেধ করা নিষেধাজ্ঞা। উপদেশ এবং দৃষ্টান্তগুলি 'ইনজিল'-এ তাঁর কাছে প্রেরণ করা হয়েছিল, তবে এর প্রতিশোধের কোনও আইন ছিল না বা প্রতিশোধের বিধি (আহকাম আল-হুদুদ) ছিল না এবং উত্তরাধিকারের জন্য কোনও বাধ্যবাধকতা ছিল না। তাকে তওরাতের মোশির কাছে যা পাঠানো হয়েছিল তার একটি বিমোচনের বিষয়টি তাকে প্রেরণ করা হয়েছিল। যিশু তাঁর অনুসারীদের আদেশ দিয়েছিলেন যে তারা তাওরাতের আইন এবং 'ইনজিল' এ বিশ্বাস করে। [১৩৩]\n\nফাতিমিড পিরিয়ডের একজন বিখ্যাত মুসলিম আইনবিদ কাদি আল-নুয়মানের মতে, যীশুকে কুরআনে মশীহ (আল-মাসি) হিসাবে উল্লেখ করা হয়েছিল কারণ তাকে এমন লোকদের কাছে প্রেরণ করা হয়েছিল যারা তাকে অপসারণের জন্য সাড়া দিয়েছিল (মাসাহা ) তাদের অমেধ্য, তাদের বিশ্বাসের অসুস্থতা; আপাত (জহির) বা লুকানো (ব্যাটিন)। কাদি আল-নুয়মান, তাঁর প্রতীকী ব্যাখ্যার (আসস আল-তা'ওয়াল) কাজের ভিত্তিতে, তাঁর শারীরিক জন্মের গল্পের ব্যাখ্যা হিসাবে যিশুর আধ্যাত্মিক জন্ম (মিলাদ আল-বাটিন) সম্পর্কে কথা বলেছেন (মিলাদ আল-- জহির) কুরআনে উল্লিখিত। তিনি বলেছিলেন যে যীশুর মা মেরি এমন একজনের জন্য রূপক যিনি যীশুকে (লাহিক) লালন -পালন ও নির্দেশ দিয়েছিলেন, তাকে শারীরিকভাবে জন্ম দেওয়ার পরিবর্তে। কাদি আল-নুয়মান ব্যাখ্যা করেছেন যে যীশু ইব্রাহিমের খাঁটি বংশধর থেকে এসেছিলেন, ঠিক যেমন আলী ও তাঁর পুত্ররা ফাতিমার মধ্য দিয়ে মুহাম্মদের খাঁটি বংশের কাছ থেকে এসেছিলেন। [১৩৪]\n\nচেহারা\nমুহাম্মদের বেশ কয়েকটি হাদীস বর্ণনার উপর ভিত্তি করে, যিশু শারীরিকভাবে এইভাবে বর্ণনা করা যেতে পারে (যিশুর শারীরিক বিবরণে যে কোনও পার্থক্য রয়েছে যার কারণে মুহাম্মদ তাঁকে বিভিন্ন অনুষ্ঠানে দেখার সময় তাঁকে বর্ণনা করার সময়, যেমন তাঁর স্বর্গে আরোহণের সময়, বা যীশুকে বর্ণনা করার সময় যীশু বর্ণনা করার সময় তাঁকে বর্ণনা করার সময় তাঁকে বর্ণনা করেছিলেন 'দ্বিতীয় আগত): [144]\n\nমাঝারি/মধ্যপন্থী/গড় উচ্চতা এবং প্রশস্ত বুকের সাথে মাপের একটি সু-নির্মিত মানুষ।\nসোজা, লম্বা এবং লম্বা চুল যা তার কাঁধের মাঝে পড়েছিল। দেখে মনে হচ্ছে যেন তার মাথা থেকে জল ড্রিবল করছে, যদিও এটি ভেজা নয়।",
"Muhammad": "ইসলামে মুহাম্মদ\nউইকিপিডিয়া থেকে, ফ্রি এনসাইক্লোপিডিয়া\nঅনুসন্ধান করতে নেভিগেশন জাম্পে ঝাঁপুন\nএই নিবন্ধটি একটি ইসলামী প্রসঙ্গে মুহাম্মদের ভূমিকা এবং তাত্পর্য সম্পর্কে। একটি সাধারণ ওভারভিউয়ের জন্য, মুহাম্মদ দেখুন।\nইমাম আল-আনবিয়া\nরসাল আল্লাহ\nমুহাম্মদ\nمُحمّدٌ\nمحৈতিক\nইসলামিক ক্যালিগ্রাফিতে 'মুহাম্মদ'\nইসলামের নবী\nইসা (যীশু) এর আগে\nপদত্যাগ দ্বারা সফল\nশিরোনাম খাতম আন-নবায়িন ('নবীদের সিল')\nব্যক্তিগত\nজন্ম সোমবার, 12 রবি 'আল-আওওয়াল 53 বিএইচ (570 সিই)\nমক্কা, হেজাজ, আরব\nসোমবার, 12 রবি 'আল-আওওয়াল 11 এএইচ (8 জুন 632 সিই)\nমদিনা, হেজাজ, আরব\nবিশ্রামের জায়গা গ্রিন গম্বুজ, নবীর মসজিদ, মদিনা\nধর্ম ইসলাম\nস্বামী / স্ত্রী মোহাম্মদের স্ত্রীরা দেখুন\nশিশুরা মুহাম্মদের বাচ্চাদের দেখে\nবাবা -মা\nআবদ আল্লাহ ইবনে আবদ আল-মুতালিব (পিতা)\nআমিনা বিন্ট ওয়াহব (মা)\nমদিনার উল্লেখযোগ্য কাজ (গুলি)\nঅন্যান্য নামগুলি মুহাম্মদের নাম এবং শিরোনাম দেখে\nআত্মীয়রা মুহাম্মদের পরিবার গাছ, আহল আল-বেট (\"বাড়ির পরিবার\") দেখেন\nস্বাক্ষর মুহাম্মদ সিল.এসভিজি\nমুহাম্মদের সিল\nমুসলিম নেতা\nউত্তরসূরি মুহাম্মদের উত্তরাধিকার দেখুন\nআরবি নাম\nব্যক্তিগত (আইএসএম) মুহাম্মদ\nপৃষ্ঠপোষক (নাসাব) মুয়াম্মাদ ইবনে আবদ আল্লাহ ইবনে আবদ আল-মত্তলিব ইবনে হাশিম ইবনে আবদ মানফ ইবনে কুসাই ইবনে কিলাব\nটেকনোমোনিক (কুনিয়া) আবু আল-কাসিম\nবিসমিল্লাহির রহমানির রহিম\nইসলামে একটি সিরিজের অংশ\nইসলামী নবী\nআনবিয়া\nকুরআনে ভাববাদীরা\nইসলামী নাম এবং বাইবেলের নাম দ্বারা তালিকাভুক্ত।\nʾDam (আদম) ʾidrīs (enoch) nūḥ (নোহ) হাদ (ইবার) ṣliḥ (সেলাহ) ʾibrāhīm (আব্রাহাম) ল লট (লট) ʾismāʿīl (ishaep) ʾisḥq (isaac) yaaq (জ্যাক) ইয়াকাব (জ্যাক) ইয়াকাব (জ্যাক) জেথ্রো) ম্যাসি (মূসা) হরান (অ্যারন) ধুল-কিফল (ইজিকিয়েল বা গৌতম বুদ্ধ) দাদ (ডেভিড) সুলায়মন (সলোমন) ইয়ানুস (জোনাহ) ʾilyas (এলিজা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) জাক (এলিশা) ) মুয়াম্মাদ (মুহাম্মদ)\nমূল ঘটনা\nভিউ\n ইসলাম পোর্টাল\nভিটিই\nএকটি সিরিজের অংশ\nইসলাম\nআল্লাহ 3.svg\nবিশ্বাস\nঅনুশীলন\nটেক্সটসফাউন্ডেশন\nইতিহাস\nসংস্কৃতি এবং সমাজ\nসম্পর্কিত বিষয়\n ইসলাম পোর্টাল\nভিটিই\nমুআমমাদ ইবনে আবদ আল্লাহ (আরবি: مُحمّدُ بْنُ عَبْدِ ٱللِ; c.570 - 8 জুন 632 খ্রিস্টাব্দ), বিশ্বাস করা হয় যে ইসলামের সমস্ত মূল শাখায় enges শ্বরের বার্তাবাহক এবং God শ্বরের ভবিষ্যদ্বাণীগুলির সীলমোহর বলে মনে করা হয়। মুসলমানরা বিশ্বাস করে যে কুরআন, ইসলামের কেন্দ্রীয় ধর্মীয় পাঠ্য, God শ্বরের দ্বারা মুহাম্মদের কাছে প্রকাশিত হয়েছিল এবং মুহাম্মদকে ইসলাম পুনরুদ্ধারের জন্য প্রেরণ করা হয়েছিল, যা তারা বিশ্বাস করে যে মুহাম্মদের সাথে উদ্ভূত হয়নি তবে এটি আদম, আব্রাহামের সত্যিকারের অনবদ্য মূল একেশ্বরবাদী বিশ্বাস, মূসা, যীশু এবং অন্যান্য ভাববাদীরা। [1] [2] [3] [4] কুরআনের সাথে মুহাম্মদ যে ধর্মীয়, সামাজিক ও রাজনৈতিক নীতিগুলি প্রতিষ্ঠা করেছিলেন তা ইসলাম ও মুসলিম বিশ্বের ভিত্তি হয়ে ওঠে। [৫]\n\nমক্কার একটি সম্মানিত কুরাইশি পরিবারে 53 বিএইচ (570 খ্রিস্টাব্দে) প্রায় জন্মগ্রহণকারী, মুহাম্মদ \"আল-আমিন\" (اَلْأمِنُ, যার অর্থ \"বিশ্বাসযোগ্য\") উপাধি অর্জন করেছেন [[]] []] 11 বিএইচ (610 খ্রিস্টাব্দে) 40 বছর বয়সে মুহাম্মদ হিরা নামক গুহায় তাঁর প্রথম মৌখিক প্রকাশ পেয়েছিলেন বলে জানা গেছে, যা কুরআনের বংশোদ্ভূত ছিল যা তাঁর জীবনের শেষ অবধি অব্যাহত ছিল; এবং মুসলমানরা মনে করেন যে মুহাম্মদকে God শ্বরের দ্বারা God শ্বরের একতা প্রচার করতে বলা হয়েছিল, যা প্রাক-ইসলামিক আরবায় উপস্থিত অনুশীলন একটি অনুশীলন। [৮] []] সদ্য রূপান্তরিত মুসলমানদের উপর অত্যাচারের কারণে, মদিনা (তত্কালীন ইয়াথরিব নামে পরিচিত) থেকে একটি প্রতিনিধি দলের আমন্ত্রণে, মুহাম্মদ এবং তাঁর অনুসারীরা হিজরাহ নামে পরিচিত একটি ঘটনা 1 এএইচ (622 সিই) তে মদিনায় পাড়ি জমান। [10] [10] [10] 11] মুহাম্মদের জীবনের একটি মোড়, এই হেগিরা ইসলামী ক্যালেন্ডারের সূচনাও চিহ্নিত করে। মদিনায়, মুহাম্মদ মদিনার সংবিধানকে সেখানকার বিভিন্ন বিদ্যমান সম্প্রদায়ের মধ্যে অধিকার এবং সম্পর্কের উল্লেখ করে, একটি স্বাধীন সম্প্রদায় গঠন করেছিলেন এবং প্রথম ইসলামিক স্টেট প্রতিষ্ঠা করতে সক্ষম হন। [12] মক্কানদের চলমান শত্রুতা সত্ত্বেও, মুহাম্মদ তাঁর অনুসারীদের সাথে 630, [১৩] [১৪] এ মক্কার নিয়ন্ত্রণ নিয়েছিলেন এবং সমস্ত পৌত্তলিক প্রতিমা ধ্বংস করার নির্দেশ দিয়েছিলেন। [১৫] [১]] মদিনায় তাঁর পরবর্তী বছরগুলিতে, মুহাম্মদ ইসলামের অধীনে আরবের বিভিন্ন উপজাতিগুলিকে একীভূত করেছিলেন [১ 17] এবং সামাজিক ও ধর্মীয় সংস্কার করেছিলেন। [১৮] প্রায় ১১ এএইচ (CE৩২ খ্রিস্টাব্দে) তিনি মারা যাওয়ার সময়, আরব উপদ্বীপের প্রায় সমস্ত উপজাতি ইসলামে রূপান্তরিত হয়েছিল। [১৯]\n\nমুসলমানরা প্রায়শই মুহাম্মদকে নবী মুহাম্মদ, বা কেবল \"নবী\" বা \"রাসূল\" হিসাবে উল্লেখ করেন এবং তাঁকে সমস্ত নবীর মধ্যে সর্বশ্রেষ্ঠ হিসাবে বিবেচনা করেন। [১] [২০] [২১] [২২] তাকে মুসলমানরা সমস্ত গুণাবলীর মালিক হিসাবে দেখেন। [২৩] শ্রদ্ধার কাজ হিসাবে, মুসলমানরা আরবি বেনিডিকশন সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম দ্বারা মুহাম্মদের নাম অনুসরণ করে, (যার অর্থ শান্তি তাঁর উপর থাকুন), [২৪] কখনও কখনও সংক্ষেপে \"কর\" বা \"পুবুহ\" হিসাবে সংক্ষেপিত হয়।\n\nকুরআনে\nআরও তথ্য: কুরআনে মুহাম্মদ\n\nথুলুতে রচিত মুহাম্মদ নামটি, ইসলামিক ক্যালিগ্রাফির একটি স্ক্রিপ্ট বিভিন্ন\nকুরআন মুহাম্মদের প্রাথমিক জীবন বা অন্যান্য জীবনী সম্পর্কিত বিবরণ সম্পর্কে খুব কমই গণনা করে, তবে এটি তাঁর ভবিষ্যদ্বাণীমূলক মিশন, তাঁর নৈতিক শ্রেষ্ঠত্ব এবং মুহাম্মদ সম্পর্কিত ধর্মতাত্ত্বিক বিষয়গুলির বিষয়ে কথা বলে। কুরআনের মতে, মুহাম্মদ God শ্বরের দ্বারা প্রেরিত নবীদের শৃঙ্খলে সর্বশেষ (৩৩:৪০)। পুরো কুরআন জুড়ে মুহাম্মদকে \"ম্যাসেঞ্জার\", \"ম্যাসেঞ্জার অফ গড\" এবং \"নবী\" হিসাবে উল্লেখ করা হয়। এরকম কয়েকটি আয়াত হ'ল 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29, এবং 66:09। অন্যান্য পদগুলি \"ওয়ার্নার\", \"গ্ল্যাড টাইডিংয়ের বাহক\" এবং \"যিনি মানুষকে একক দেবতার কাছে আমন্ত্রণ জানান\" (কুরআন 12: 108, এবং 33: 45-46) সহ ব্যবহৃত হয়। কুরআন দাবি করেছে যে মুহাম্মদ এমন এক ব্যক্তি ছিলেন যিনি সর্বোচ্চ নৈতিক শ্রেষ্ঠত্বের অধিকারী ছিলেন এবং God শ্বর তাকে একটি ভাল উদাহরণ বা মুসলমানদের অনুসরণ করার জন্য একটি \"ভাল মডেল\" করেছেন (কুরআন: ৮: ৪, এবং ৩৩:২১)। কুরআন মুহাম্মদের জন্য যে কোনও অতিমানবীয় বৈশিষ্ট্য অস্বীকার করে, [25] তবে তাকে ইতিবাচক মানবিক গুণাবলীর দিক থেকে বর্ণনা করে। বেশ কয়েকটি আয়াতে, কুরআন মানবতার সাথে মুহাম্মদের সম্পর্ককে স্ফটিক করে। কুরআনের মতে, God শ্বর মুহাম্মদকে সত্য (মানবতার প্রতি God's শ্বরের বার্তা) এবং সমগ্র বিশ্বের আশীর্বাদ হিসাবে প্রেরণ করেছিলেন (কুরআন 39:33, এবং 21: 107)। ইসলামিক tradition তিহ্যে, এর অর্থ হ'ল God শ্বর মুহাম্মদকে মানবতার প্রতি তাঁর বার্তা দিয়ে প্রেরণ করেছিলেন যার নিম্নলিখিতটি মানুষকে পরকালের মধ্যে পরিত্রাণ দেবে, এবং এটিই মুহাম্মদের শিক্ষা এবং একাকী তাঁর ব্যক্তিগত জীবনের বিশুদ্ধতা যা এই পৃথিবীর উপর God শ্বরের উপাসনা জীবিত রাখে যা এই পৃথিবীর উপাসনা করে রাখে । [26]\n\nকুরআনের মতে, মুহাম্মদের আগমন যিশুর দ্বারা পূর্বাভাস দেওয়া হয়েছিল: \"এবং মনে রাখবেন, মেরির পুত্র যীশু বলেছিলেন: 'হে ইস্রায়েলের সন্তান! আমি তোমার কাছে God's শ্বরের রাসূল, আমার আগে আইনটি নিশ্চিত করে (যা এসেছিল), এবং আমার পিছনে আসা একজন মেসেঞ্জারের খুশী সংবাদ দেওয়া, যার নাম আহমদ হবে \"\" (কুরআন 61১ :))। এই আয়াতের মধ্য দিয়ে, প্রাথমিক আরব মুসলমানরা বিদ্যমান ধর্মীয় traditions তিহ্য এবং যীশুর কথিত ভবিষ্যদ্বাণীগুলির প্রতি তাদের নতুন বিশ্বাসের জন্য বৈধতা দাবি করেছিল। [২]]"
}
