{
"Adam": "__ \"oh humankind! Wir haben dich aus einem einzigen Paar von einem Mann und einer Frau geschaffen und dich zu Nationen und Stämmen gebracht, damit du dich vielleicht kennst (nicht dass ihr sich gegenseitig verachten kann). Wahrlich, die am meisten geehrtste unter euch Im Anblick von Allah ist die WHO der Gerechterte von Ihnen. Und Allah hat volles Wissen und ist (mit allen Dingen) gut vertraut. \"(Quran 49:13) .__\n\nAdam (Arabisch: آدم) war der erste Mensch auf der Erde und der erste Nabi (نبي, Prophet) des Islam. Revere Adam des Muslims als Vater der Menschheit und seine Frau Hawwā (حواء, Eva) als Mutter der Menschheit. Muslime sehen Adam als den ersten Muslime, wie der Koran feststellt, dass alle Propheten den gleichen Glauben des Islam gepredigt haben, was die Unterwerfung an Gott bedeutet.\n\nVon diesen beiden Individuen haben Generationen von Menschen die Erde bewohnt. Gott erklärt im Koran.\n\nAls Adam geschaffen wurde, befahl Gott die gesamte Schöpfung, sich als Zeichen des Respekts von Adam zu senken, was eine neue überlegene Schöpfung war. Alle taten außer Shaytan, der sich weigerte, aus einem rauchlosen Feuer (einem Jinn) zu sagen, während Adam aus Ton gemacht wurde. Gott stellte sie dann als Test in den Garten Eden und Shaytan trickte erfolgreich Adam und Hawwa aus. Er ließ sie zu einem Baum gehen, von dem Gott sie verboten hatte. Infolgedessen hat Gott uns (Menschen und Teufel) auf die Erde als Feinde eines anderen bis zum Tag des Gerichts gebracht. Einmal auf Erden betete Adam um Vergebung und Gott vergab ihm.\n\nWie bei Adam und allen Propheten kamen sie auf die Erde, um an unseren Bund mit Gott zu erinnern. Wenn wir Gott gehorchen, können wir eine höhere Ebene erreichen als die Engel in Gottes Augen. Um dies zu tun, müssen wir das Flüstern von Sheytan vermeiden, und was noch viel schlimmer ist, streben und unterdrücken unsere Nuffs (egoistische Wünsche). Wir tun dies, indem wir der endlosen Weisheit, den Anweisungen und Beispielen folgen, die uns im Koran gegeben wurden, der endgültigen Offenbarung und des Buches, die in der ersten Person von Gott geschrieben wurden, die perfekt erhalten und unverändert ist. Wir müssen auch dem erstaunlichen Beispiel der Propheten folgen, und wir haben die vollständige Lebensgeschichte des Propheten Muhammad, als er in jüngerer Zeit kam, wo er sogar in der modernen Geschichte auftaucht. Alle seine Lehren sind ebenfalls erhalten und es gibt viele islamische Wissenschaft, um seine Lebensweise zu bewahren und zu lehren. Der Prophet Muhammad war das Siegel der Propheten, eines Staates, eines spirituellen und militärischen Führers sowie Ehemann, Vater, Nachbarin und Freund. Er wird hoch gelobt von denen, die sein Leben, Handlungen und Lehren studieren. Sogar seine Feinde, als er lebte und ihm vertraute.\n\nAls Muslime wissen wir also, dass der Zweck des Lebens für alle Menschen Gott anbetet und sehen, wer am besten in Taten ist. Gott hat die Menschheit einen schönen Ort im Paradies/Himmel versprochen, um seinen Geboten zu folgen. Die niedrigste Person im Himmel wird das Land der zehn Erden haben. Wenn Sie zu den höheren Himmelsniveaus kommen, müssen Sie in Lichtjahren Ihr Land messen. Gott ist der großzügigste und möchte uns und uns nach alles geben, um alles zu bitten. Wenn wir uns von Gott und den Wegen der Propheten abwenden, wartet uns eine schwere Bestrafung in der Hölle. Möge Gott uns vor diesem und allen bösen Dingen beschützen.\n\nAus wissenschaftlicher Sicht sind Menschen in der __homo sapiens__ -Spezies, von denen die einzigen bekannten Unterarten als __homo sapiens sapiens__ bekannt sind. Wir sind die dominantesten Arten der Erde. Es gibt jedoch viele Arten von Leben, insbesondere bei Pflanzen und Protisten, die viel größere Auswirkungen auf die Luft, die Felsen, das Leben und die natürliche Umgebung der Erde hatten.\n\nWikipedia:\nErster Prophet und Vater aller Menschen.\nDie Geschichte von Adam und Schöpfung ist im gesamten Koran zusammengesetzt. Es gibt Referenzen in Kapiteln: 2, 4, 5, 20, 21, 38 und andere. In der Koranerzählung schuf Gott die Menschheit aus Ton (Q3: 59), [18], sie zu einer Form und befahl den Engeln, sich vor Adam zu verbeugen. Iblis lehnte aus Stolz (Q15: 26-32) [19] ab und wurde aus Jannah (Paradies) verbannt.\n\nNach dem Koran hatte Gott bereits vor der Schöpfung von Adam entschieden, dass die Menschheit (Adam und seine Nachkommen) auf Erden platziert werden würden. Der Islam schreibt das Leben der Menschkind auf Erden nicht als Bestrafung, sondern als Teil des Plans Gottes zu.\n\n\"Wahrlich, ich werde die Menschheit Generationen nach Generationen auf Erden platzieren. ' Sie (die Engel) sagten: \"Wirst du diejenigen, die Unheil darin geben und Blut vergießen, während wir (die Engel) dich mit Lob und Dank verherrlichen und dich heiligen?\" Gott sagte: „Ich weiß das, was du nicht weißt. '\"\n\nGott lehrt dann Adam die Namen aller Dinge und versammelt die Engel vor Adam, um ihnen zu zeigen, dass Adam mehr gibt, als sie wissen, insbesondere die hohe intellektuelle Kapazität von Adam:\n\n\"Und er lehrte Adam die Namen - alle. Dann zeigte er sie den Engeln und sagte:\" Informieren Sie mich über die Namen dieser, wenn Sie ehrlich sind. \" Von Wissen haben wir keine, außer was du uns gelehrt hast: In Wahrheit ist es, dass du in Wissen und Weisheit perfekt bist. \"Er sagte:\" O Adam! Sagen Sie ihnen ihre Namen.\n\nGott befiehlt den Engeln, sich vor Adam zu verbeugen. Alle gehorchen, außer Iblis, der das Gefühl hat, aus Feuer gefertigt zu werden, sollte sich nicht vor Adam verbeugen, der aus der Erde hergestellt wurde. Sein Ungehorsam gegenüber Gottes Befehl, gefolgt von seinem Stolz, ließ ihn aus Gottes Gunst fallen:\n\n\"Und siehe da, wir sagten zu den Engeln:\" verbeuge dich vor Adam \"und sie verneigten sich. Nicht so iblis: Er lehnte ab und war hochmütig: Er war von denen, die Glauben ablehnten (diejenigen, die ungehorsam sind).\" (2:34)\n\nGott legt später Adam und Eva in den Garten und sagt ihnen, dass es frei ist, von seinen Früchten zu genießen, außer nicht in der Nähe eines bestimmten Baumes zu kommen: (2:35)\n\n\"Wir sagten:\" O Adam! Verweilst du und deine Frau im Garten; und essen Sie von den reichhaltigen Dingen darin (wo und wann) Sie werden; Aber nähern Sie sich nicht diesen Baum oder Sie stoßen in Schaden und Übertretung. \"\n\nSatan täuscht dann Adam und Eva zum Essen der Früchte des Baumes: (2:36)\n\n\"Dann ließ Satan sie aus dem (Garten) rutschen und sie aus dem Staat (von Felicity) herausholten, in dem sie gewesen waren. Wir sagten:\" Gehen gegenüber anderen. Auf der Erde wird Ihr Wohnort und Ihre Lebensunterhalt für eine Zeit lang sein. \"\n\nAdam und Eva spüren viel Reue für ihre Handlungen, aber Gott wendet sich Adam in Barmherzigkeit zu und tröstet ihn: (2:37)\n\n\"Dann lernte Adam aus seinen Herrn Worten der Inspiration, und sein Herr wandte sich ihm zu; denn er gibt oft zurück, am barmherzigsten.\"\n\nGott informiert dann Adam, dass Gott Adam und seine Nachkommen seine Führung senden wird: (2:38)\n\n\"Wir sagten:\" Geh euch alle von diesem Ort (dem Garten) runter, und wenn es zu dir kommt, und wer meine Führung befolgt, wird sie keine Angst vor ihnen geben, noch werden sie trauern. \"\n\nIm Garten Eden lockt Satan (oft als iblis identifiziert) Adam und Eva dazu, Gott zu missachten, indem er die Früchte aus dem verbotenen Baum probiert. Gott, schickt Adam und Eva in den Rest der Erde. [20] [21]\n\nDer Koran beschreibt auch die beiden Söhne von Adam und Eva, Cain und Abel. [22] [23]",
"Idris": "Erfinder des Stifts und Erfinders der Nadel.",
"Nuh": "Überlebender der großen Flut.",
"Hud": "Händler\n\nDies ist eine kurze Zusammenfassung von Huds Erzählung mit Schwerpunkt auf zwei bestimmten Versen:\n\nDie Menschen in ʿād waren äußerst mächtig und wohlhabend und bauten unzählige Gebäude [19] und Denkmäler, um ihre Macht zu zeigen. Der Reichtum des Volkes des Volkes erwies sich jedoch letztendlich als ihr Versagen, als sie arrogant und gottverwöhnten und begannen, Idole für den Gottesdienst zu adoptieren, darunter drei Idole namens Samd, Samud und Hara. [11] HUD blieb selbst in der Kindheit im Gebet für Gott konsequent. Durch Exegese verwandt, dass Huds Mutter, eine fromme Frau, die bei der Geburt ihres Sohnes große Visionen gesehen hatte, die einzige Person war, die HUD in seiner Anbetung ermutigte. [20] So hob der Herr HUD als Prophet für das Volk. [20]\n\nAls Hud anfing zu predigen und sie zur Anbetung nur des wahren Gottes einlud, und als er ihnen sagte, sie sollten für ihre vergangenen Sünden umkehren und um Barmherzigkeit und Vergebung bitten, begannen das ʿād -Volk ihn zu beschimpfen und begannen böse, Gottes Botschaft zu verspotten. Huds Geschichte verkörpert den prophetischen Zyklus, der den frühen im Koran erwähnten Propheten gemeinsam ist Koran [3] erklärt:\n\nWir haben an das Volk von ihrem Bruder Hud gesandt, der sagte: \"O mein Volk, verehre Gott; du hast keinen anderen Gott außer er. (Was die Idole betrifft) Sie erfinden nur Lügen.\nO mein Volk, ich frage keine Belohnung von dir dafür: Meine Belohnung ist mit dem, der mich erschaffen hat. Wirst du deshalb nicht verstehen?\nO mein Volk, bitte deinen Herrn, dir zu vergeben und sich in Buße an ihn zu wenden. Er wird Regen in Torrents für Sie vom Himmel ausschicken und Ihnen zusätzliche Kraft geben. Wenden Sie sich also nicht von ihm als Sünder ab. \"\nSie sagten: \"O HUD, du bist ohne Beweise zu uns gekommen. Wir werden unsere Götter nicht verlassen, weil du es nicht sagst oder an dich glaubst.\nWir können nur sagen, dass einige unserer Götter Sie mit dem Bösen geschlagen haben. \"Er antwortete:\" Ich rufe Gott an, um Zeuge zu bezeugen, und Sie sind auch Zeugen, dass ich mich von dem, was Sie assoziieren (in Ihren Angelegenheiten)\nAbgesehen von ihm. Erfindet so viel gegen mich, wie du willst, und gib mir keine Pause.\nIch stelle mein Vertrauen in Gott, der mein Herr und dein Herr ist. Es gibt keine Kreatur, die sich auf der Erde bewegt, die von ihm nicht festgehalten wird. Wahrlich, der Weg meines Herrn ist hetero.\nWenn Sie sich abwenden, dann habe ich Ihnen die Nachricht übergeben, mit der ich gesendet wurde. Mein Herr wird andere Menschen an Ihre Stelle bringen, und Sie werden sich nicht gegen ihn durchsetzen können. In der Tat hält mein Herr eine Wache über alle Dinge. \"\n\n-Koran, Sura 11 (HUD), Ayah 50-57\nWunder von HUD\nAccording to tafsir from Ibn Qayyim al-Jawziyya in his analysis book, Madaarij Saalikeen, which has been quoted by Ibn Abi al-Izz in his syarh (commentary) of Al-Aqida al-Tahawiyya, Hud has shown his miracle which are pointed by Der Vers von 56-58:\n\n(56) \"Wir können nur sagen, dass einige unserer Götter Sie mit dem Bösen geschlagen haben.\" Er antwortete: \"Ich rufe Gott an, um Zeuge zu bezeugen, und du bist auch Zeuge, dass ich mir klar bin, was du assoziierter (in deinen Angelegenheiten) ... abgesehen von ihm. Erstufe mich so sehr gegen mich, wie du willst, und gib mir keine Pause .\n\n(57) Ich stelle mein Vertrauen in Gott, der mein Herr und dein Herr ist. Es gibt keine Kreatur, die sich auf der Erde bewegt, die von ihm nicht festgehalten wird. Wahrlich, der Weg meines Herrn ist hetero.\n\n(58) Wenn Sie sich abwenden, dann habe ich Ihnen die Nachricht übergeben, mit der ich gesendet wurde. Mein Herr wird andere Menschen an Ihre Stelle bringen, und Sie werden sich nicht gegen ihn durchsetzen können. In der Tat hält mein Herr eine Wache über alle Dinge. \"\n\n- Koran, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (arabisch: صصالِحٌ, romanisiert: ṣāliḥ, lit. 'fromm', auch Salih geschrieben), ist ein arabischer Prophet, der im Quran erwähnt wird [1] [2], der sich dem Stamm von Thamud prophezeite [3] [4] [4] [5 ] im alten Arabien vor dem Leben des Propheten Muhammad. Die Geschichte von Salih ist mit der Geschichte der She-Camel Gottes verbunden, die das Geschenk Gottes dem Volk von Thamud war, als sie ein Wunder wollten, um zu bestätigen, dass Salih wirklich ein Prophet war.\n\nSein Beruf war ein Kamelzüchter.\n\nHistorischer Zusammenhang\n\nMada'in Salih oder al-Hijr in der Bergregion Hijazi in Saudi-Arabien\nDie Thamud waren eine Stammesfäden in der nordwestlichen Region der arabischen Halbinsel, die in der Zeit von Sargon II. In assyrischen Quellen erwähnt wurde. Der Name des Stammes erscheint weiterhin in Dokumenten in das vierte Jahrhundert n.\n\nNach Angaben des Korans wurde die Stadt, in die Salih geschickt wurde, al-Hijr genannt [7], was der nabatäischen Stadt Hegra entspricht. [8] Die Stadt wurde im ersten Jahrhundert als wichtiger Standort im regionalen Karawanenhandel bekannt. [9] Neben der Stadt befanden sich große, dekorierte Gesteinsgräber, die von Mitgliedern verschiedener religiöser Gruppen verwendet wurden. [6]: 146 Zu einem unbekannten Punkt in der Antike wurde der Ort aufgegeben und möglicherweise funktionell durch al-'ula ersetzt. [10] Die Website wurde seit der Ära von Muhammad, benannt nach seinem Vorgänger Salih, als Mada'in Salih bezeichnet. [11]\n\nAußerhalb der islamischen und baháʼí -Glaubensrichtungen wird Salih in keiner anderen abrahamischen Schrift oder in zeitgenössischen historischen Text erwähnt, aber der Bericht über Thamuds Zerstörung könnte in der alten Arabien bekannt gewesen sein. Der Name des Stammes wird in der alten arabischen Poesie als Metapher für \"die Vergleiche aller Dinge\" verwendet. [6]: 223–24\n\nIm Islam\nBismillahir Rahmanir Rahim\nTeil einer Serie zum Islam\nIslamische Propheten\nAnbiya\nPropheten im Koran\nAufgeführt nach islamischem Namen und biblischer Name.\nʾĀdam (adam) ʾidrīs (Enoch) nūḥ (noah) hūd (Eber) ṣāliḥ (Selah) ʾibrāhīm (Abraham) lūṭ (Lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac yqūb (jacob) yacob (jacob (jacob) yacob (jacūb (jacob (jacob) yacob (jacob (jacob) y vrah. Jethro) mūsā (Mose) Hārūn (Aaron) Dhul-Kifl (Ezekiel oder Gautama Buddha) Dāūd (David) Sulaymān (Solomon) yūnus (jonah) ʾilyās (Elijah) alyas & aß (gliches) (gliches) (gliches) (gliches) (gliches) (aß (gliches ) Muḥammad (Muhammad)\nHauptveranstaltungen\nAnsichten\nIslam -Portal\nvte\nTeil einer Serie auf\nIslam\nAllah3.Svg\nÜberzeugungen\nPraktiken Methoden Ausübungen\nTexten\nGeschichte\nKultur und Gesellschaft\nverwandte Themen\n Islam -Portal\nvte\nKoran\n\nSalih lädt sein Volk ein, die She-Camel zu sehen\nBeleuchtete Sammlung von Geschichten der Propheten\nSalihs Leben in seiner Gemeinde war so rechtschaffen gewesen, dass sich die Menschen in Thamud praktisch auf ihn verlassen hatten. [12] Er wurde von Gott als Gesandter ausgewählt und geschickt, um gegen die Selbstsucht der Reichen zu predigen und die Praxis von Shirk (Götzendienst oder Polytheismus) zu verurteilen. Obwohl Salih die Botschaft für eine nachhaltige Zeitspanne predigte, weigerte sich das Volk für Thamud, seine Warnung zu hören, und begann stattdessen, Salih zu bitten, ein Wunder für sie auszuführen. They said: \"O Salih! Thou hast been of us! A centre of our hopes hitherto! Dost thou forbid us the worship of what our fathers worshiped? But we are really in suspicious (disquieting) doubt as to that to which thou invitest us . \"\n\nSalih erinnerte sein Volk an die unzähligen Burgen und Paläste, die sie aus Stein [13] und an ihre technologische Überlegenheit gegenüber benachbarten Gemeinschaften errichteten. Darüber hinaus erzählte er ihnen von ihren Vorfahren, dem ʿād -Stamm und wie auch sie für ihre Sünden zerstört wurden. Einige der Menschen in Thamud glaubten Salihs Worte, aber die Stammesführer weigerten sich, ihm zuzuhören, und forderten weiterhin ein Wunder, um sein Prophetentum zu beweisen. [14]\n\nAls Antwort gab Gott dem Thamud eine gesegnete She-Camel, sowohl als Mittel zur Nahrung als auch als Test. Dem Stamm wurde gesagt, er solle das Kamel friedlich weiden und es vermeiden, ihr zu schaden. [15] Aber im Trotz von Salihs Warnung wird das Volk des Stammes das Kamel beeinträchtigt. [16] Salih teilte ihnen mit, dass sie nur noch drei Tage Zeit hatten, um vor dem Zorn Gottes zu leben. [17] Die Menschen in der Stadt waren reuig, [18], aber ihr Verbrechen konnte nicht rückgängig gemacht werden, und alle ungläubigen Menschen in der Stadt wurden bei einem Erdbeben getötet. Al-Hijr wurde unbewohnt gemacht und blieb danach für alle Zeiten in Trümmern. [19] Salih selbst und die wenigen Gläubigen, die ihm folgten, überlebten. [20]\n\nDie Geschichte wird in Sūrat an-Naml erweitert, während die She-Camel hier nicht explizit erwähnt wird, heißt von Gott drei Tage später. [23]\n\nMuslimische Tradition\nMuslimische Schriftsteller haben die Geschichte von Salih und der She-Camel erläutert. Die frühe islamische Tradition beinhaltete oft ein Motiv des Kamels, das auf wundersame Weise aus Stein hervorging, das oft von einem Kalb begleitet wurde, und die Produktion von Milch aus dem Kamel. Al-Tabari stellt fest, dass Salih sein Volk in einen Berg rief, wo sie den Felsen auf wundersame Weise aufgeteilt haben und das Kamel enthüllten. Die She-Camel hatte ein junges Kalb. Salih teilte dem Thamud mit, dass das ältere Kamel an einem Tag aus ihrer Wasserquelle trinken sollte, und sie sollten am nächsten Tag davon trinken. An Tagen, an denen sie kein Wasser trinken durften, versorgte das Kamel ihnen mit Milch. Aber Gott teilte Salih mit, dass ein Junge, der das Kamel verkleinern würde, bald dem Stamm geboren werden würde und dass das Kind böse war und unnatürlich schnell wurde. Das Kamel wurde tatsächlich getötet, und sein Kalb schrie dreimal und signalisierte, dass der Thamud in drei Tagen zerstört werden würde. Ihre Gesichter wurden gelb, dann rot, dann schwarz, und sie starben am dritten Tag wie vorhergesagt. [24]\n\nNach einigen islamischen Gelehrten war die Mutter von Ismail Hajar eine Enkelin des Propheten Salih. [25]\n\nEine ähnliche Tradition hängt von Johannes von Damaskus [26] [27] in einem Kommentar des 4. Jahrhunderts zum Islam zusammen und wird auch in den Werken von Ibn Kathir erwähnt. [28]",
"Ibrahim": "Vater von Judiasmus, Christentum und Islam. Baumeister der Kaaba.",
"Lut": "Historiker und Reisender.\n\nDer Koran gibt an, dass eine Gruppe von Engeln eines Tages Abraham als Gäste in der Deckmantel von Männern [12] besuchte, um ihn darüber zu informieren, dass seine Frau Sarah mit Isaac schwanger war. Während ihres Dorts sagten sie ihm auch, dass sie von Gott an das \"schuldige Volk\" [13] von LUT [14] geschickt worden waren, um sie mit \"einer Dusche von Tonsteinen\" zu zerstören. [16] Lut und diejenigen, die an ihn glaubten, sollten verschont bleiben, aber seine Frau sollte in der Zerstörung sterben, wobei die Engel feststellten, dass \"sie von denen ist, die zurückbleiben\". [17] [18] Der Koran stützt sich auch auf Lots Frau als \"Beispiel für die Ungläubigen\", als sie mit einem gerechten Mann verheiratet war, sich jedoch weigerte, an seine Botschaft zu glauben und somit zur Hölle verurteilt wurde. [3] [19]\n\nDas Volk der Zwillingsstädte übertrat gegen die Grenzen Gottes. Laut dem Koran gehörten ihre Sünden Inside und Raub. [20] hassten Fremde und beraubten Reisende, abgesehen von anderen Missbräuchen und Vergewaltigung. Es war auch ihre Sünde des sexuellen Fehlverhaltens, der als besonders ungeheuerlich angesehen wurde, wobei LUT sie stark verfolgte, weil sie sich auf Männer mit sexuellem Verlangen anstelle von Frauen näherte. [21] [22] Lut sagte und versuchte ihnen zu helfen, ihre sündigen Wege aufzugeben, aber sie verspotteten ihn [20] und drohten, ihn aus den Städten zu vertreiben. [23] Lut betete zu Gott und bat darum, vor den Folgen ihrer sündigen Handlungen gerettet zu werden. [3] [24]\n\nDann kamen drei Engel, die als gutaussehende Männer verkleidet waren, als Gäste zu LUT. Er trauerte um die Männer, als er Ohnmacht fühlte, um sie vor den Menschen in den Städten zu schützen. [25] Die Bewohner der Städte, die sich der Besucher bewusst wurden, forderten, dass Lot seine Gäste ihnen übergibt. [26] Zeuglos und ängstlich, dass sie den Zorn Gottes anfallen würden, schlug seinen Töchtern eine ziemlich rechtmäßige Ehe als fromme und reinere Alternativen zu ihren rechtswidrigen Wünschen und vielleicht als Quelle der Führung vor. [28] Aber sie waren unerbittlich und antworteten: \"Du weißt, dass wir deine Töchter nicht brauchen: Tatsächlich wissen Sie ganz gut, was wir uns wünschen!\", [29] bezog sich auf seine männlichen Gäste.\n\nDie Exegetes Ibn Kathir, Qurtubi und Tabari lesen nicht 'Töchter' als Lots wörtliche Töchter. Sie argumentieren, dass V, da ein Prophet wie ein Vater in seiner Nation ist, Lot die Übeltäter dazu leitet, sich von ihren Sünden abzuwenden und sich auf gesunde und fromme Beziehungen zu den Töchtern der Nation zu engagieren, d. H. Frauen im Allgemeinen. [30]\n\nDie Engel enthüllten dann ihre wahre Identität gegenüber Lot und sagten zu ihm: „Wir sind (hier), dich und deine folgende zu liefern, außer deiner Frau: Sie ist von denen, die zurückbleiben.“ [3] Sie riet viel, die Städte zu verlassen, um die Städte zu verlassen, um die Städte zu verlassen, um die Städte zu verlassen, die Städte verlassen, die Städte verlassen, um die Städte zu verlassen, die die Städte verlassen haben, die Städte zu verlassen, um die Städte zu verlassen, um die Städte zu verlassen, um die Städte zu verlassen. Während der Nacht sagte er ihm, er solle nicht zurückblicken. [31] Halten Sie seinen Glauben an Gott, ließ die Städte in der Dunkelheit der Nacht und brachte seine Anhänger mit und glaubte Familienmitglieder. Schließlich kam der Morgen und das Dekret Gottes Anhand des Korans lautet der Koran: „Wir haben (die Städte) verkehrt herum und regneten sie hart wie gebackener Ton, verteilt, Schicht auf Schicht,-“ [32] und somit das Schicksal der Zwillingsstädte versiegelt, falls fallend in Zerstörung und Verzweiflung und das Ende der Zivilisationen von Sodom und Gomorrah. [3]",
"Ismail": "Vater von Arabern.\n\nIshmael gilt als Prophet im Islam und wird in vielen Fällen im Koran mit anderen Propheten aufgeführt. [11] [12] [13] [14] In anderen Versen, wie 21:85 [15] und 38:48, wird Ishmael als geduldig, gut und rechtschaffen gelobt. [17] Ein bestimmtes Beispiel, das Ishmael individuell beschreibt, ist 19: 54-55 [18]-\"und erinnert sich durch diesen göttlichen Schrift Der Prophet, der nach seinem Volksgebet und seiner Wohltätigkeitsorganisation in Anspruch genommen und in den Augen seines Erhalters Gunst fand. “[19] Als Nachkomme von Ishmael wird Muhammad als Prophet gerechtfertigt angesehen und setzt die Prophetenlinie vor der Islamischen Zeit fort.",
"Ishaq": "Der biblische Patriarch Isaac (Arabisch: إسحاق oder إسحٰق [Anmerkung] ʾisḥāq) wird von Muslimen als Prophet und Gesandter Gottes anerkannt. [1] Wie im Judentum und im Christentum behauptet der Islam, dass Isaak der Sohn des Patriarchen und Propheten Abraham aus seiner Frau Sarah sei. Muslime haben Isaac in einer tiefen Verehrung, weil sie glauben, dass sowohl Isaak als auch sein älterer Halbbruder Ishmael das spirituelle Erbe ihres Vaters durch ihre anschließende Predigt der Botschaft Gottes nach dem Tod Abrahams fortsetzten. [2] Isaac wird in fünfzehn Passagen des Korans erwähnt. [3] Isaac wird nicht mehrmals im Koran erwähnt, sondern wird als einer der Propheten des Islam gehalten.\n\nVater israelitischer Menschen.\n\nFrühen Lebensjahren\nAufgrund der Gnade Gottes und des Bundes mit Abraham war Sarah in ihrem Alter mit einem Kind geschenkt. Isaac war das zehnte Alter, als sein Halbbruder Ishmael aus Abrahams Haus in die Wüste ging. Während in der Wüste nahm Ishmael eine Frau der Töchter von Moab namens „Ayeshah“. [4]\n\nGrabstätte\nDas Grab von Isaac\nSein Grab und das seiner Frau Rebekah gilt als in der Höhle der Patriarchen in Hebron, Westjordanland, im Islam als Ibrahim-i-Moschee (\"Moschee von Abraham\") bekannt. Neben Isaacs Grab befinden sich einige der anderen Koran-/Biblischen Patriarchen und ihrer Frauen: Abraham und Sarah und Jacob und Leah.\n\nErwähnungen im Koran\nIsaac wird im Koran fünfzehn Mal namentlich erwähnt, oft mit seinem Vater und seinem Sohn Jacob (Yaʿqūb). [5] Der Koran gibt an, dass Abraham \"gute Nachrichten von Isaac, einem Propheten, der Gerechten\" erhielt und dass Gott sie beide segnete (37: 112). \"Und wir gaben ihm froh Ibrahim, um ihm von der zukünftigen Bestrafung zu erzählen, die Sodom und Gomorrah auferlegt werden soll, seine Frau Sarah, \"lachte, und wir gaben ihr gute Nachrichten von Isaac und nach Isaac von (einem Enkel) Jacob\" (11: 71-74) ; Und es wird weiter erklärt, dass diese Veranstaltung trotz Abraham und Sarahs Alter stattfinden wird. Mehrere Verse sprechen von Isaac als \"Geschenk\" an Abraham (6: 84; 19: 49-50) und 29: 26-27 fügt hinzu, dass Gott \"Prophetentum und das Buch unter seinen Nachkommen gehören\", was interpretiert wurde,, was interpretiert wurde sich auf Abrahams zwei prophetische Söhne, seinen prophetischen Enkel Jacob und seinen prophetischen Urenkel Joseph zu beziehen. Im Koran erzählt es später, dass Abraham Gott auch dafür lobte, dass er Ishmael und Isaac in seinem Alter gab (XIV: 39-41).\n\nAn anderer Stelle im Koran wird Isaac in Listen erwähnt: Joseph folgt der Religion seiner Vorfahren Abraham, Isaac und Jacob (12: 38) und spricht von Gottes Gunst (12: 6); Yaʿqūbs Söhne bezeugen alle ihren Glauben und ihren Versprechen, den Gott anzubeten, dass ihre Vorfahren \"Abraham, Ishmael und Isaac\", verehrt (2: 127); und der Koran befiehlt den Muslimen, an die Offenbarungen zu glauben, die \"Abraham, Ishmael, Isaac, Jacob und die Patriarchen\" gegeben wurden (2: 136; III: 84).",
"Yaqub": "Yaqub ibn ishaaq ibn ibrahim (arabisch: يَْقُوfung ابْنُ إِسْحْح ابْنُ إِبْرَامم. : إِسْرآءِیْل [israaeel]), auch als Jacob bekannt, ist ein Prophet im Islam. Er wird als Patriarch des Islam anerkannt. Muslime glauben, dass er den gleichen monotheistischen Glauben wie seine Vorfahren gepredigt hat: Abraham (Ibrāhīm), Ishmael (Ismail) und Isaac (Ishaaq).\n\nJacob wird im Koran sechzehn Mal erwähnt. [1] Es wird angenommen, dass zwei weitere Verweise auf Isra'il erwähnt werden. [2] In den meisten dieser Referenzen wird Jacob zusammen mit hebräischen Propheten und Patriarchen als alter und frommer Prophet erwähnt, der in der \"Gesellschaft der Auswahl\" blieb. [3] [4] Muslime sind der Ansicht, dass Jacob der Sohn von Isaak war und dass er die Einheit Gottes in seinem Leben predigte. Wie im Christentum und im Judentum der Islam ist der Islam, dass Jacob zwölf Söhne hatte, von denen jeder die zwölf Stämme Israels Vater feiert. [5] Jacob spielt eine bedeutende Rolle in der Geschichte seines Sohnes Joseph (Yūsif). [6] Der Koran macht weiter deutlich, dass Gott einen Bund mit Jacob [7] gemacht hat und Jacob von Gottes Gebot zu einem treuen Führer gemacht wurde. Sein Großvater (Ibrahim), Vater (Ishaq), Onkel (Ismail), Sohn (Yusuf) und er selbst sind alle Propheten des Islam. [8]\n\nIm Koran\nJacob wird im Koran sechzehn Mal namentlich erwähnt. [9] Obwohl viele dieser Verse ihn loben und nicht von seiner Erzählung erzählen, zeichnet der Koran dennoch mehrere bedeutende Ereignisse aus seinem Leben auf. Muslimische Tradition und Literatur [10] Das früheste Ereignis, an dem Jacob im Koran beteiligt war Enkel namens Jacob. [11] Der Koran gibt an:\n\nAls er sich von ihnen abgewandt hatte und von denen, die sie neben Allah verehrten, haben wir ihm Isaac und Jacob und jeden von ihnen einen Propheten geschrieben.\n\n- Koran, Surah 19 (Maryam), Ayah 49 [11]\nDer Koran erwähnt auch, dass Abraham seinen Söhnen Ishmael und Isaak sowie Jacob den Glauben des reinen Monotheismus beigebracht hat. Die Koranaufzeichnungen Abraham erzählen Ishmael, Isaac und Jacob: \"Oh meine Söhne! Allah hat den Glauben für Sie gewählt; dann sterben Sie nicht außer im Glauben des Islam.\" Die Stärke seines Glaubens, die stärker wurde, als er älter wurde. Der Koran erwähnt, dass Jacob \"geführt\" wurde; [13] gegeben \"Wissen\"; [14] \"inspiriert\"; [15] und erhielt eine \"Zunge der Wahrhaftigkeit zu gehört\". [16] Der Koran gibt später folgende in Bezug auf Jacob an:\n\nUnd wir haben ihm Isaac und als zusätzliches Geschenk (als Enkel), Jacob, und wir haben gerechte Männer von jedem (von ihnen) gemacht.\nUnd wir haben sie Führer gemacht, die (Männer) durch unser Kommando führten, und wir schickten ihnen Inspiration, gute Taten zu tun, regelmäßige Gebete zu etablieren und regelmäßige Wohltätigkeit zu üben. und sie haben uns ständig (und nur uns) gedient.\n\n-Koran, Surah 21 (al-Anbiya), Ayat 72–73 [17]\nUnd erinnere an unsere Diener Abraham, Isaac und Jacob, Besitzer von Macht und Sehvermögen.\nWahrlich, wir haben sie für einen besonderen (Zweck) ausgewählt, der die Botschaft des Jenseits verkündete.\nSie waren in unseren Augen wirklich von der Gesellschaft der Auserwählten und des Guten.\n\n- Koran, Surah 38 ('Sad), Ayat 45–47 [18]\nJacob und seine Söhne\nJacobs nächste bedeutende Erwähnung im Koran ist in der Erzählung der Surah Yusuf. Josephs Geschichte im Koran beginnt mit einem Traum, den Joseph eine Nacht hatte, woraufhin er zu seinem Vater Jacob rannte und sagte: \"Siehe! Joseph sagte zu seinem Vater:\" O mein Vater! Ich habe elf Planeten und die Sonne und den Mond gesehen: Ich sah, wie sie sich zu mir niederlassen! \"\" [19] Jacobs Gesicht voller Freude über das, was er von dem jungen Joseph gehört hatte, und der alternde Prophet verstand sofort, was der Traum bedeutete, . Jacob konnte voraussehen, dass sein Sohn als nächster Prophet in der Linie Abrahams erwachsen wird, und es wäre Joseph, der die Botschaft des Islam in den kommenden Jahren am Leben erhalten würde. Jacobs ältere Söhne hatte jedoch das Gefühl, dass ihr Vater Joseph und Benjamin, Jacobs jüngster Sohn, mehr liebte als sie. Jacob wusste von ihrer Eifersucht und warnte den jungen Joseph davor. [20] Josephs zehn ältere Brüder beschlossen dann, ihn zu töten. Wie der Koran ihre Diskussion erzählt:\n\nSie sagten: \"Wirklich, Joseph und sein Bruder werden von unserem Vater mehr geliebt als wir. Aber wir sind ein guter Körper! Wirklich, unser Vater wandert offensichtlich (in seinem Kopf)!\n\"Töte du Joseph oder wirft ihn auf ein (unbekanntes) Land, damit dir der Gunst deines Vaters allein gegeben werden kann: (Es wird Zeit genug geben), damit du danach gerecht sein kann!\"\n\n- Koran, Surah 12 (Yusuf) Ayat 8–9 [21]\nEiner der Brüder (normalerweise als Reuben [22] verstanden) war jedoch der Ansicht, dass sie ihn stattdessen in einen Brunnen fallen sollten, damit ein Wohnwagen kommen und ihn abholen kann. [23] So fragten sie ihren Vater, ob sie den jungen Joseph mitnehmen könnten, um mit ihnen zu spielen, unter der Bedingung, dass sie über ihn wachen würden. Obwohl Jacob befürchtete, dass ein DHI'B (Arabisch: ذِئـب, Wolf) seinen Sohn verschlingen würde, [24] Die rebellischen älteren Söhne nahmen Joseph mit Gewalt weg und warf ihn in den Brunnen. [25] Als die Söhne in dieser Nacht nach Jacob zurückkamen, gaben sie vor zu weinen und sie sagten ihm weiter, dass der Wolf Joseph verschlungen hatte. Um ihren Vater auszutrickten, färbten sie Josephs (Yusuf) Hemd mit falschem Blut [26], aber Jacob, der mit Wissen begabt worden war, wusste, dass dies eine falsche Zubereitung war, die sie entwickelt hatten. Obwohl Jacob sich Sorgen um den Verlust von Joseph machte, blieb er während seiner Trauer gegenüber Gott standhaft. [26] Im Laufe der Jahre wuchs der junge Joseph zu einem Mann in Ägypten auf; Jacob war unterdessen wieder zu Hause in Kanaan, wo seine Söhne ihn ständig über sein wiederholtes Gebet zu Gott für die Rückkehr von Joseph (Yusuf) störten. [27] Obwohl Jacob sich häufig bei Gott beschwerte [14], war es nie für Gottes Taten, sondern aus den Ablenkungen seines eigenen Geistes und seinem gelegentlichen Ausbruch aus den Grenzen der Geduld, die er für sich selbst festgelegt hatte. Er ignorierte ständig die bösen Verspottungen seiner Söhne und versuchte ihnen und versuchte ihnen einen soliden Rat. [28] Eines Tages beschloss Jacob, seine Söhne auf einen Auftrag zu schicken und ihnen aufzufordern, auf der Suche nach Joseph und Benjamin nach Ägypten zu gehen. Seine Söhne hörten ihm zum ersten Mal zu und reisten nach Ägypten ab. Als einer von Jacobs Söhnen mit der guten Nachricht von Joseph und Benjamin in Ägypten nach Kanaan zurückkehrte, kam er mit einem Hemd, das Joseph ihm gegeben hatte, das er ihm gesagt hatte Kummer. So folgte der Sohn den Anweisungen und tat, wie Joseph sagte, und restaurierte Jacobs körperliche und geistige Sicht.\n\nNachdem Jacobs Anblick wiederhergestellt worden war, begann die ganze Familie ihre Wanderung nach Ägypten, um Joseph und die anderen Söhne wieder zu treffen. Als sie ankamen, trafen sich der Vater und der Sohn mit großer Liebe und wurden wieder in Frieden wieder vereint. Der mittlerweile mächtige Joseph stellte seinen Eltern ein Zuhause mit sich selbst und hob sie, wie der Koran sagt, hoch auf einen „Thron der Würde“. [30] Jetzt konnte sich die ganze Familie zusammen durch die prophetischen Ämter von Jacob und Joseph an Gott wenden.\n\nJacobs letzter Rat an sein Volk\nDie gesamten Kinder Israels wurden berufen, sich dem Glauben an den Islam (Unterwerfung an Gott) zu verneigen, bevor Jacob starb. Jacob wollte sicherstellen, dass seine Kinder nur im Islam sterben, und nahm daher ein letztes Versprechen von ihnen. Als er sie fragte, wen sie nach seinem Tod anbeten würden, antworteten sie, dass sie im Islam fortfahren und sich vor Gott verneigen und Gott anbeten würden. [31] Obwohl die Szene des Todesbetts in der jüdischen Tradition verschönert und im Buch Genesis erwähnt wird, erwähnt der Koran es, die Vorstellung zu betonen, dass Abraham, Isaac, Ishmael und Jacob alle Muslime waren Gott und Gott allein. Der Koran erzählt:\n\nUnd das war das Erbe, das Abraham seinen Söhnen überlassen hatte, und Jacob auch; \"Oh meine Söhne! Allah hat den Glauben für dich ausgewählt; dann sterbe dann nur im Glauben des Islam.\"\nWaren ihr Zeugen, als der Tod vor Jacob erschien? Siehe, sagte er zu seinen Söhnen: \"Was wirst du nach mir verehren?\" Sie sagten: \"Wir werden deinen Gott und den Gott deiner Väter von Abraham, Ismail und Isaac anbeten- den einen (wahr) Allah: Zu ihm verbeugen wir uns (im Islam).\"\n\n-Koran, Surah 2 (al-Baqara), Ayah 132–133 [32]\nDas Erbe von Jacob\nJacob ist etwas ganz Besonderes im Islam, weil er das Erbe seiner Vorfahren weitergeführt hat. Muslime glauben, dass Gott Jacob seine äußerste Gnade verlieh und er wählte ihn als unter den erhabensten Männern. Der Koran erwähnt Jacob häufig als Mann von Macht und Sehvermögen und betont, dass er von der Gesellschaft des Guten und der Wahl stand. Wie der Koran sagt:\n\nDas war die Begründung über uns, die wir Abraham gegen sein Volk gegeben haben: Wir erziehen, wen wir, Abschluss, nach Abschluss: Denn dein Herr ist voller Weisheit und Wissen.\nWir gaben ihm Isaac und Jacob: Alle (drei) geführt: und vor ihm führten wir Noah und unter seinen Nachkommen David, Solomon, Job, Joseph, Moses und Aaron: So belohnen wir diejenigen, die Gutes tun:\n\n-Koran, Surah 6 al-An'am, Ayah 83–84 [33]\nAli ibn Abi Talib, als er nach den Propheten gefragt wurde, denen besondere Namen zugeführt wurden, erzählt in Hadith, dass Ya'Qub ibn Ishaq von seinem Volk als Isra'il bekannt war. [34]\n\nFälle in der Bibel, in denen Jacob mit einem Engel ringen, werden im Koran nicht erwähnt, sondern in muslimischen Kommentaren diskutiert, ebenso wie die Vision von Jacobs Leiter. [9] [35] Jacob trickte Isaac dazu, ihn zu segnen, indem er seinen Zwilling, Esau, nicht im Koran, sondern in muslimischen Kommentaren ist. [9]\n\nMuslime, die glauben, dass Jacob ein großer Patriarch war, betonen den Glauben, dass Jacobs Hauptwichtigkeit in seiner großen Unterwerfung bei Gott und seinem festen Glauben an die richtige Religion lag. Als Patriarch kann Jacob neben Abraham nach der Tradition am fruchtbarsten sein. Aus seinen zwölf Söhnen [36] sollten viele andere große Propheten kommen, darunter Jonah (Yunus), David (Dawud), Solomon (Sulyman) und Jesus (ISA).",
"Yusuf": "Yusuf ibn yaqub ibn ishaaq ibn ibrahim (arabisch: cht: يبن ٱبن ي قوب ٱبن إسحاق ٱبن إبراهيم !! Person aus dem Tanakh, der jüdischen religiösen Schrift und der christlichen Bibel, die schätzungsweise in Ägypten vor dem neuen Königreich gelebt hatte. [2] Es ist einer der gebräuchlichen Namen im Nahen Osten und unter muslimischen Nationen. Von allen Kindern von Jacob war Joseph derjenige, der die Gabe der Prophezeiung gegeben hat. Obwohl die Erzählungen anderer Propheten in verschiedenen Surahs erwähnt werden, wird die vollständige Erzählung von Joseph nur in einer Surah, Yusuf, gegeben, was sie einzigartig macht. Es soll die detaillierteste Erzählung im Koran sein und mehr Details als das biblische Gegenstück trägt. [3]\n\nEs wird angenommen, dass Yusuf der elfte Sohn von Yaqub (Arabisch: يعقوب, Yaqub) gewesen ist, und nach vielen Gelehrten seinen Favoriten. Laut Ibn Kathir \"hatte Jacob zwölf Söhne, die die gleichnamigen Vorfahren der Stämme der Israeliten waren. Der edelste, der Erhabenste, war Joseph.\" Für seinen Vater, den Jacob erkennt. [5] Zusätzlich zur Rolle Gottes in seinem Leben wurde die Geschichte von Yusuf und Zulaikha (Potiphars Frau des Alten Testaments) in der persischen Literatur zu einem populären Thema, wo es im Laufe der Jahrhunderte erheblich ausgearbeitet wurde. [6]\n\nQuran Surah 12 (Yusuf)\n\nVerwendung von \"König\" gegen \"Pharao\"\nIm Koran wird der Titel des Herrschers Ägyptens während der Zeit von Joseph ausdrücklich als \"der König\" (Arabisch: al-Malik) bezeichnet, während der Herrscher Ägyptens während der Zeit von Moses ausdrücklich gesagt wird, \" Pharao \"(Arabisch: Firaun, obwohl als Name ohne den bestimmten Artikel). Dies ist interessant, da nach historischen Quellen der Titel Pharao erst als 21 Jahre nach dem Tod des Propheten Joseph auf die Herrscher Ägyptens (beginnend mit der Herrschaft von Thutmose III III III) verwendet wurde. [44] Aber in der Erzählung von Yusuf in der Bibel werden der Titelkönig (Hebräisch: Melekh) und Pharao austauschbar für den Herrscher Ägyptens in den Genesis-Kapiteln 39-41 verwendet. [45]\n\nDer Malik (von Ägypten) sagte: \"Ich sehe (in einer Vision) Seven Fat Kine, die sieben schlanke verschlingen, und sieben grüne Ohren von Mais, und sieben (andere) verwelkte. O YE HIPHS! Wenn es so ist, dass ihr Visionen interpretieren kann. \"\n\n- Quran, Surah 12 (Yusuf), Ayah 43, [46]\nDann schickten wir Musa mit unseren Zeichen an Fir'aun und seine Chiefs, aber sie lehnten sie zu Unrecht ab. Sehen Sie also, wie das Ende von al-Mufsidin (Arabisch: ألمفسدين, \"die Unfug-Macher\" oder \"die Korruptter\").\n\n-Quran, Surah 7 (Al-Araf), Ayah 103 [47]\nUnd der Malik sagte: \"Bring ihn zu mir.\" Aber als der Bote zu ihm kam, sagte er (Yusuf): \"Kehre zu deinem Herrn zurück und fragte ihn: 'Was ist mit den Frauen passiert, die ihre Hände geschnitten haben? Sicherlich ist mein Herr (Allah) ihrer Verschwörung gut.\n\n- Quran, Surah 12 (Yusuf), Ayah 50, [48]\nUnd Josephs Meister nahm ihn und stellte ihn ins Gefängnis, den Ort, an dem die Gefangenen des Königs gebunden waren; Und er war dort im Gefängnis.\n\n- Genesis 39:20\nUnd Joseph war dreißig Jahre alt, als er vor dem Pharao-König von Ägypten stand.\n\n- Genesis 41:46\nUnd Joseph platzierte seinen Vater und seine Brüder und gab ihnen einen Besitz im Land Ägyptens im Besten des Landes, im Land von Rameses, wie der Pharao befohlen hatte.\n\n- Genesis 47:11",
"Ayyub": "Hiob (Arabisch: أيوfung, romanisiert: Ayūb) ist als Prophet im Islam bekannt und wird im Koran erwähnt. [1] Hiobs Geschichte im Islam ist parallel zur Geschichte der hebräischen Bibel, obwohl der Schwerpunkt auf Hiob für Gott bleibt. Es gibt keine Erwähnung von Hiobs Diskussionen mit Freunden im Koran -Text, aber später muslimische Literatur besagt, dass Hiob Brüder hatte, die mit dem Mann über die Ursache seines Leidens stritten. Einige muslimische Kommentatoren sprachen auch von Hiob als Vorfahr der Römer. [2] Die islamische Literatur kommentiert auch die Zeit und den Ort des prophetischen Dienstes von Hiob und sagte, er sei Joseph in der prophetischen Serie nachgekommen und er predigte seinem eigenen Volk, anstatt in eine bestimmte Gemeinschaft geschickt zu werden. Die Tradition berichtet weiter, dass Job der Anführer im Himmel der Gruppe von \"jenen, die geduldig ertragen\" sein werden. [3]\n\nAyūb (Job) wird erstmals im folgenden Vers im Koran erwähnt:\nIn der Tat haben wir Ihnen [O Muhammad] offenbart, wie wir Noah und den Propheten nach ihm offenbarten. Und wir enthüllten Abraham, Ishmael, Isaac, Jacob, den Nachkommen, Jesus, Hiob, Jonah, Aaron und Solomon und David gaben wir das Buch [von Zabur].\n\n-Koran, Sura 4 (An-Nisa), Ayah 163 [4]\nDer Koran beschreibt Hiob als rechtschaffener Diener Allahs, der längere Zeit durch leiden wurde. Es heißt jedoch eindeutig, dass der Job nie den Glauben an Gott verloren und für immer Gott im Gebet zu Gott gerufen hat, und ihn auffordert, sein Leiden zu entfernen:\n\nUnd [erwähnt] Hiob, als er seinen Herrn anrief: \"In der Tat hat mich Widrigkeiten berührt, und Sie sind der Barmherzigste des Barmherzigen.\"\n\n- Koran, Sura 21 (die Propheten), Ayah 83 [5]\nIn der Erzählung geht weiter zu besagen, dass Gott nach vielen Jahren des Leidens die Hiob befahl, \"mit deinem Fuß zu schlagen!\". [6] Auf einmal traf Hiob mit seinem Fuß den Boden und Gott ließ eine kühle Wasserquelle von der Erde heraussprudeln, von der Hiob sich wieder auffüllen konnte. Der Koran gibt an, dass Gott dann seinen Schmerz und Leiden entfernt hat und er ihm Hiobs Familie zu ihm zurückgebracht hatte, ihn mit vielen Generationen von Kindern gesegnet und ihm großen Reichtum gewährt hat. Zusätzlich zu den kurzen Beschreibungen von Hiobs Erzählung erwähnt der Koran Hiob zweimal in den Listen derer, die Gott besondere Anleitung, Weisheit und Inspiration (IV: 163) und als einer der Männer, die Autorität erhielten, das Geschenk des Prophetentums erhalten hatten (Vi: 84).\n\nNachdem Satan aufgegeben hatte, den Job vom Herrn abzuwenden, entfernte Gott Hiobs Bedrängnis und gab seine Familie zu ihm zurück, wodurch sie sich in der Anzahl verdoppelte. Er erwiderte den Reichtum von Job und duschte Job mit Gold. Sobald die Frau von Hiob gesehen hatte, wie ihr Mann zu Wohlstand und Gesundheit wiederhergestellt wurde, betete sie dank Gott, aber dann besorgt, dass ihr Mann zuvor erledigt hatte, in dem er versprochen hatte, sie mit hundert Schlägen zu schlagen. Hiob war auch zutiefst über den Eid, den er abgelegt hatte, inmitten seines Leidens. Gott sandte jedoch eine Offenbarung an Hiob, die ihm sagte, er solle seine Frau nicht schlagen, sondern sie sanft mit einem Bündel weicher Gras schlagen. [7]\n\nKoran Referenzen\nProphezeiung des Jobs: 4: 163, 6:84\nProzess und Geduld: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nWeitere Lektüre\nIbn Kathir, Bidaya wa l-nihaya, i, 220–225\nTafsir auf xxi und xxxvii\nTabari, I, 361–364\nThalabi, Geschichten der Propheten, Kairo 1339, 106–114\nKisa'i, Geschichten der Propheten, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb oder Shuʿayb (Arabisch: شعيب, ipa: [ʃuʕajb]; was bedeutet: \"Wer zeigt den richtigen Weg\") ist ein alter Midianit -Nabi (Prophet) im Islam, und der am meisten verehrte Prophet im Druse -Glauben. 1] Shuayb wird traditionell mit dem biblischen Jethro, Moses 'Schwiegervater, identifiziert. Shuaib wird im Koran insgesamt 11 Mal erwähnt. [2] Es wird angenommen, dass er nach Ibrahim (Abraham) gelebt hat, und Muslime glauben, dass er als Prophet in eine Gemeinschaft geschickt wurde: die Midianiten, [3], die auch als Aṣḥāb al-ayka (\"Begleiter des Holzes\") bekannt sind, wurden bekannt als der Aṣḥāb (\"Begleiter des Holzes\"). , [4] [5] [6] [7] Da sie früher einen großen Baum verehrten. Für das Volk verkündete Shuaib den geraden Weg und warnte das Volk, ihre betrügerischen Wege zu beenden. Als die Gemeinschaft nicht bereut hat, zerstörte Allah (Gott) die Gemeinschaft. [3] [5]\n\nShuaib wird von Muslimen als einer der wenigen arabischen Propheten verstanden, die im Koran namentlich erwähnt wurden, wobei die anderen Salih, Hud und Muhammad sind. Es wird gesagt, dass er von Muslimen als \"den beredten Prediger unter den Propheten\" bekannt war, weil er nach der Tradition Talent und Beredsamkeit in seiner Sprache gewährt hat. [8]\n\nHistorischer Zusammenhang\nDas Gebiet, in das Shuʿayb geschickt wurde, heißt 'Madyan im Koran, in englischer Sprache als Midian bekannt, das in der Bibel häufig genannt wird. Die Midianiten sollen arabischer Abstammung sein, obwohl sie Nachbarn der biblischen Kanaaniter waren, mischten sie sich mit ihnen. Es wird gesagt, sie seien ein wandernder Stamm und dass ihr Hauptgebiet zur Zeit von Musa (Moses) die Sinai -Halbinsel war.\n\nUmstrittene Identifikation mit Jethro\nJethro wird in der Bibel (Exodus 3: 1) als Schwiegervater Mose erwähnt. Obwohl Shuaib häufig mit dem Midianit -Priester Jethro identifiziert wird, lehnen die meisten modernen Gelehrten diese Identifizierung ab. Klassische Kommentatoren wie Ibn Kathir sagen, Shuʿayb war ein Urenkel von Abraham: Shuʿayb soll der Sohn von Mikil, Sohn von Issachar, Sohn von Midian, Sohn von Abraham, gewesen sein. [8] Das würde die Identifikation mit Jethro, der zum Zeitpunkt von Moses lebte, unmöglich machen, angeblich Hunderte von Jahren nach Abraham. [9]\n\nDer Koran erklärt, dass Shuaib von Gott zum Propheten des Volkes von Midian ernannt wurde. Die Menschen in diesem Land sollen besonders berüchtigt dafür sind, andere durch Unehrlichkeit und Götzendienst zu betrügen. Shuʿaybs Prophezeiung beinhaltete hauptsächlich die Midianiten auf den richtigen Weg Gottes [10] und verbot sie, falsche Götter anzubeten.\n\nEs wird auch gesagt, er sagte seinen Leuten, sie sollten nicht mehr unehrlich in ihren täglichen Aktivitäten sind. Obwohl er für einen nachhaltigen Zeitraum predigte und prophezeite, weigerte sich die Mehrheit der Menschen, ihm zuzuhören. Shuayb blieb jedoch standhaft. Er predigte konsequent kraftvoll gegen die Bösen und erzählte ihnen von der Strafe, die den Sündigen vor ihnen getroffen hatte. Shuʿayb warnte das Volk, dass ihre Unwissenheit zur Zerstörung von Midian führen würde und historische Beispiele früherer Propheten, darunter Noah, HUD, Salih und Lot, angeben würde, [11], dessen Menschen von Gott zerstört worden waren.\n\nDie Leute verspotteten Shuʿayb und sagten ihm, wenn es nicht für die prestigeträchtige Familie wäre, aus der er gekommen wäre, wäre er sicherlich zu Tode gesteinigt worden. Shuayb antwortete: \"Ist meine Familie mehr Überlegungen mit Ihnen als Gott?\" Als die Midianiten sich weigerten zu glauben, wurden sie durch ein mächtiges Erdbeben zerstört. [3] Der Koran erwähnt jedoch, dass Shuʿayb und seine gläubigen Gefährten aus der donnernden Bestrafung gerettet wurden. [11] [12]\n\nParallelen zu anderen Propheten\nShuaybs Mission wird im Koran oft mit der Mission von Noah, Hud, Salih und Lot erwähnt. Wissenschaftler haben darauf hingewiesen, dass diese fünf Propheten die frühen prophetischen Missionen veranschaulichen: [13] Der Prophet würde an seine Gemeinde geschickt; Die Gemeinschaft würde seiner Warnung keine Aufmerksamkeit schenken und ihn stattdessen mit Bestrafung bedrohen; Nach Jahren des Predigtes bat Gott ihn, seine Gemeinschaft zu verlassen, während sein Volk anschließend in einer Bestrafung zerstört wurde. [13] Wissenschaftler interpretieren die Auflistung der fünf Propheten chronologisch, so dass Shuʿayb ein Nachkomme von Noah (über die große Flut gepredigt wurde) und des Propheten Abraham.",
"Musa": "Im Islam, Mūsā ibn ʿimrān (arabisch: موسی ابن عمران, lit. 'Mose Sein Name wird 136 Mal erwähnt und sein Leben wird mehr als der eines anderen Propheten erzählt und erzählt. [2] [3]\n\nLaut dem Koran wurde Musa in einer israelitischen Familie geboren. In seiner Kindheit wird er in einen Korb gesteckt, der in Richtung Nil fließt, und schließlich wird Musa von Pharaos (Fir'awn) Frau Asiya entdeckt, die Musa als ihren Adoptivsohn macht. Nachdem Musa das Erwachsenenalter erreicht hatte, lebt er dann in Midian, bevor er nach Ägypten ging, um den Pharao zu bedrohen. Während seines Prophetentums soll Musa zahlreiche Wunder vollbracht haben, und soll auch persönlich mit Gott gesprochen haben, der Musa den Titel \"Sprecher Gottes\" (Kalīm Allah) verlieh. Das beliebteste Wunder des Propheten ist, dass er das Meer mit einem wundersamen Stock von Gott teilt. Neben dem Koran wird auch Musa in der Hadith -Literatur beschrieben und gelobt.\n\nNach dem Tod des Pharaos reisen Musa und seine Anhänger in Richtung Jerusalem, wo der Prophet schließlich stirbt. In der islamischen Tradition wird angenommen, dass er in Nabi Musa beigesetzt und schließlich zum Himmel aufgewachsen ist. Anschließend soll er Muhammad in den sieben Himmel getroffen haben, nachdem er während der Nachtreise den Aufstieg des letzteren aus Jerusalem (’isrā’ miʿrāj). [4] Während der Reise soll Musa Muhammad wiederholt zurückgeschickt haben, um Gott zu begegnen und eine Verringerung der Anzahl der erforderlichen täglichen Gebete zu beantragen, die ursprünglich angenommen wurden, bis nur die fünf obligatorischen Gebete bestehen. [5] [6]\n\nMusa wird als eine sehr wichtige Figur im Islam angesehen. Nach der islamischen Theologie müssen alle Muslime an jeden Propheten und Gesandten Gottes glauben, zu dem auch Musa und sein Bruder Harun gehören. Das Leben von Musa wird im Allgemeinen als spirituelle Parallele zum Leben Muhammades angesehen, und Muslime betrachten viele Aspekte des Lebens der beiden Menschen, die geteilt werden sollen. [1] Die islamische Literatur beschreibt auch eine parallele Beziehung zwischen ihrem Volk und den Vorfällen, die in ihrem Leben aufgetreten sind. Der Exodus der Israeliten aus dem alten Ägypten wird in der Natur als ähnlich angesehen von den Mekkanen. [7] Seine Enthüllungen wie die zehn Gebote, die Teil des Inhalts der Tora sind und für die abrahamischen Religionen des Judentums und des Christentums von zentraler Bedeutung sind. [8] [9] Infolgedessen werden Juden und Christen als \"Menschen des Buches\" für Muslime bezeichnet und sind mit diesem besonderen Status anerkannt, wo immer das islamische Recht angewendet wird. Musa wird in der islamischen Literatur weiter verehrt, die die Vorfälle seines Lebens und die ihm im Koran und Hadith zugeschriebenen Wunder erweitert, wie beispielsweise seine direkten Gespräche mit Gott.",
"Harun": "Im Islam ist Hārūn ibn ʿimrān [2] (Arabisch: هارون ابن عمران, lit. 'Aaron, Sohn von Amram') ein Prophet und Gesandter Gottes (Allah) und der ältere Bruder des Propheten Musa (Mose). [3] [Fehlgeschlagene Überprüfung] [Klarstellung erforderlich] Er hat zusammen mit seinem Bruder die Israeliten zum Exodus gepredigt. [4]\n\nDer Koran enthält zahlreiche Verweise auf Aaron, sowohl mit Namen als auch ohne Namen. Es heißt, er sei ein Nachkomme Abrahams [5] und macht deutlich, dass sowohl er als auch Mose zusammengeschickt wurden, um den Pharao vor Gottes Bestrafung zu warnen. [6] Es fügt weiter hinzu, dass Mose zuvor zu Gott gebetet hatte, um seinen eigenen Dienst mit Aaron [7] zu stärken, und dass Aaron Moses half, da auch er ein Prophet war, [8] und sehr beredt in Sprach- und Diskursfragen. [9] Der Koran fügt hinzu, dass sowohl Moses als auch Aaron beauftragt wurden, Orte der Wohnung für die Israeliten in Ägypten zu etablieren und diese Häuser in Orte der Anbetung für Gott umzuwandeln. [10]\n\nDer Vorfall des goldenen Kalbs, wie es im Koran erzählt wird, malt Aaron in einem positiven Licht. Der Koran sagt, dass Aaron die Führung Israels anvertraut habe, während Moses auf ṭūr sīnā '(arabisch: طـور سيـنـاء, Berg Sinai) für eine Zeit von vierzig Tagen war. Fügt hinzu, dass Aaron sein Bestes versuchte, die Anbetung des goldenen Kalbs zu stoppen, das nicht von Aaron, sondern von einem bösen Mann namens 'As-Samiri' gebaut wurde. [13] Als Mose vom Berg Sinai zurückkehrte, tadelte er Aaron, dass er die Verehrung des Idols erlaubt hatte, zu dem Aaron Moses bat, ihm nicht die Schuld zu geben, als er keine Rolle in seiner Konstruktion hatte. [14] [12] Der Koran fügt dann hinzu, dass Mose hier die Sünden Israels beklagte und sagte, er habe nur Macht über sich selbst und Aaron. [15]\n\nAaron wird später im Koran als einer, der eine \"klare Autorität\" hatte [16] und einer, der \"auf den richtigen Weg geführt\" wurde. [17] Es fügt ferner hinzu, dass Aarons Erinnerung für Menschen, die ihm her kamen [18], hinterlassen wurden, und er wird von Gott zusammen mit seinem Bruder [19] gesegnet [19] Der Koran sagt auch, dass Menschen \"Isas Mutter Maryam (Arabisch: مـريـم, Mary) a\" ein \"Isa's Mutter namens\" gesegnet wurde. Schwester von Harun \"[20] Muslimische Gelehrte diskutierten darüber, wer genau dieser\" Harun \"in Bezug auf seine historische Person war, wobei einige sagten, es sei ein Hinweis auf Aaron des Exodus und der Begriff\" Schwester \", der nur eine metaphorische Bezeichnung bezeichnete oder spirituelle Verbindung zwischen den beiden Figuren, umso deutlicher, als Maria ein Nachkomme der Priesterlinie von Aaron war, während andere es für einen weiteren gerechten Mann hielten, der zur Zeit Christi mit dem Namen \"Aaron\" lebte. Die meisten Gelehrten haben der früheren Perspektive zugestimmt und Maria spirituell mit der tatsächlichen Schwester von Aaron, ihrem Namensgeber Miryam (Arabisch: مـريم, hebräisch: מִרְיָם), in Verbindung gebracht, [21], dem sie in vielerlei Hinsicht ähnelte. Der Koran erzählt auch, dass Jahrhunderte später, als das Tabut (Arabisch: تـابـوت, Arche des Bundes) nach Israel zurückkehrte, \"Relikte der Familie der Moses und Relikte der Familie von Aaron\" enthielt. [22]. [22].",
"Dhul-Kifl": "Dhul-Kifl (Arabisch: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, buchstäblich \"Besitzer des Kifl\"; auch Dhu l-Kifl, Dhul-Kifl, Zu al-Kifl geschrieben oder zu l-kifl) ist ein islamischer Prophet. Obwohl seine Identität unbekannt ist, wurde seine Identität theoretisiert und als verschiedene hebräische Bibelpropheten und andere Figuren identifiziert, am häufigsten Hesekiel und Gautama Buddha. [1] [2] [3] [4] Es wird angenommen, dass Dhul-Kifl von Allah zu einer hohen Station im Leben erhöht wurde, und wird im Koran als Mann der \"Gesellschaft des Guten\" aufgezeichnet. [5] Obwohl Dhul-Kifl aus anderen historischen Quellen nicht viel bekannt ist, sprechen alle Schriften von klassischen Kommentatoren, wie Ibn Ishaq und Ibn Kathir, von Dhul-Kifl als prophetischer, heiliger Mann, der in täglichem Gebet und Anbetung treu blieb. 6]\n\nEin Grab in der Ergani-Provinz Diyarbakir wird von einigen als der ruhende Ort des Propheten Dhul-Kifl angenommen. Es liegt 5 km vom Stadtzentrum auf einem Hügel namens Makam Dağı entfernt. [7] [8]\n\nEtymologie\nDer Name Dhul-Kifl bedeutet wörtlich \"Der Besitzer von Kifl\", wobei eine Art von Namen verwendet wird, wobei ذُو dhū (\"Besitzer von\") einem charakteristisch assoziierten Merkmal vorausgeht. [9] Solche Namen wurden von anderen bemerkenswerten Figuren im Koran verwendet, zum Beispiel dhu al-qarnayn (arabisch: ذُو ٱلْقْقرْنَْن, lit. 'He der beiden Hörner/er der zweimal) und Dhu al-Nūn (Arabisch: ذُو ٱلْنُّون, lit. 'der mit dem Fisch'), der sich auf Yunus bezieht. Kifl ist ein archaisches arabisches Wort, das \"doppelt\" oder \"doppelt\" bedeutet, von einer Wurzel \"zu doppelt\" oder \"zu falten\"; Es wurde auch für eine Stofffalte verwendet. Der Name bedeutet allgemein als \"einen von einem Doppelabschnitt\". Einige Gelehrte haben vorgeschlagen, dass der Name \"den Mann mit der Doppelbekompense\" oder eher \"der Mann, der zweimal die Belohnung erhalten hat\" bedeutet, [10], das heißt, es ist ein Titel für Job, da seine Familie an ihn zurückgegeben wurde Nach dem Koran und dem Buch Hiob. [11]\n\nNach einer Ansicht bedeutet es \"der Mann von Kifl\", als \"der von ...\" ist eine andere mögliche Übersetzung des Partizip Dhū, und Kifl ist angeblich die arabische Wiedergabe von \"Kapilavastu\". [12]\n\nHesekiel\nEinige sind der Meinung, dass Dhul-Kifl Hesekiel sein könnte. Als das Exil, die Monarchie und der Staat vernichtet wurden, war ein politisches und nationales Leben nicht mehr möglich. In Übereinstimmung mit den beiden Teilen seines Buches sind seine Persönlichkeit und seine Predigt gleichermaßen, und der Titel Dhul-Kifl bedeutet \"das, das sich verdoppelt\" oder \"zu falten\".\n\nAbdullah Yusuf Ali sagt in seinem Korankommentar:\n\nDhul-Kifl würde buchstäblich \"Besitzer oder Geben ein doppeltes Requital oder Teil\" bedeuten; Oder \"einer, der einen Umhang mit doppelter Dicke benutzte\", der eine der Bedeutungen von Kifl war. Die Kommentatoren unterscheiden sich in der Meinung, wer gemeint ist, warum der Titel auf ihn angewendet wird. Ich denke, der beste Vorschlag ist der von Karsten Niebuhr in seinem Reisebeschreibung Nach Arabien, Kopenhagen, 1778, ii. 264–266, wie in der Enzyklopädie des Islam unter Dhul-Kifl. Er besuchte Meshad 'alle im Irak und auch die kleine Stadt namens Kifl, auf halbem Weg zwischen Najaf und Hilla (Babylon). Kefil, sagt er, ist die arabische Form von Hesekiel. Der Schrein von Hesekiel war da, und die Juden kamen auf Pilgerreise. Wenn wir \"Dhul-kifl\" als kein Beinamen, sondern als arabisierte Form von \"Hesekiel\" annehmen, passte es in den Kontext, Ezekiel war ein Prophet in Israel, der nach seinem zweiten Angriff auf Jerusalem (ungefähr V.Chr. 599). Sein Buch ist in der englischen Bibel (alttestamentlich) enthalten. [15] Er wurde gekettet und gebunden und ins Gefängnis gesteckt und war eine Zeit lang dumm. Er trug alles mit Geduld und Konstanz und tadelte weiterhin die Übel in Israel mutig. In einer brennenden Passage verurteilt er falsche Führer in Worten, die ewig wahr sind: \"Wehe den Hirten Israels, die sich selbst ernähren! Sollten die Hirten nicht die Herden füttern? Töte sie, die gefüttert werden: Aber du fütterst nicht die Herde. Die Erkrankungen haben nicht gestärkt, und ihr auch nicht geheilt, was krank war, und ihr hat auch nicht das gebrochen, was gebrochen war ... \". [16]\n\n- Abdullah Yusuf Ali, der Heilige Koran: Text, Übersetzung und Kommentar [17]\n\nIm Koran erwähnt\nIm Koran\nDhul-Kifl wurde im Koran in den folgenden Versen zweimal erwähnt:\n\nUnd (erinnern) Ismail, Idris und Dhul-Kifl, alle (Männer) von Konstanz und Geduld.\nWir haben sie zu unserer Barmherzigkeit zugelassen: Denn sie waren von den Gerechten.\n\n-Koran, Surah al-Anbiya (21), Ayahs 85–86 [13]\nUnd Gedenken an Ismail, Elisha und Dhul-Kifl: Jeder von ihnen war von der Gesellschaft des Guten.\n\n- Koran, Surah Sad (38), Ayah 48 [14]\nIn beiden Fällen wird Dhul-Kifl im Kontext einer Liste von Koran-Propheten erwähnt, darunter viele andere, die in dem oben zitierten Ayat nicht erwähnt wurden.\nAl Kifl (Arabisch: الكفل; ul-kifl) ist eine Stadt im südöstlichen Irak am Euphrat zwischen Najaf und Al Hillah. Variantennamen für den Schrein innerhalb von Al Kifl sind: Dhu'l Kifl-Schrein, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl-Schrein, Zul Kifl-Schrein, Qabr Hazqiyal, Hazqiyal Shrine Shrine . Hazqiyal ist die arabische Transliteration des hebräischen Y'hezqel, die hauptsächlich von Sephardi -Juden verwendet wurde, nachdem sie das Arabisch adoptiert haben. Dies weist darauf hin, dass die Juden Hesekiel und Dhul-Kifl gleichgesetzt wurden, und muslimische Exegetes folgten dem Beispiel. Die irakischen Behörden behaupten, dass der Ilkhanid -Sultan Uljaitu 1316 (715–16 ah) die Vormundschaftsrechte über das Grab aus der jüdischen Gemeinde erwarb. Infolgedessen wurde der Schrein nach der islamischen Nomenklatur für denselben Propheten umbenannt. Sultan Uljaitu baute die Struktur durch, indem er eine Moschee und ein Minarett baute. Außerdem stellte er den Schrein wieder her, der einige Änderungen durchführte, die durch Vergleich seines gegenwärtigen Zustands mit den Beschreibungen der Reisenden vor der Ilkhaniden deutlich wurden. Die Stätte blieb bis zu Beginn des 19. Jahrhunderts ein muslimischer Pilgerplatz, als Menahim Ibn Danyal, ein wohlhabender Jude, ihn erfolgreich zu einem jüdischen Ort umwandelte und ihn wiederherstellte. Das Minarett blieb als einziger Zeuge seiner Amtszeit als islamischer Stätte. Obwohl die Moschee und das Minarett im 14. Jahrhundert gebaut wurden, kann die Antike des Schreins und des Grabes nicht bestimmt werden. [18]\n\nGautama Buddha\nDhul-Kifl wurde auch mit Gautama Buddha identifiziert. [19] [20] [21] [22] Die Bedeutung von Dhul-Kifl wird immer noch diskutiert, aber nach einer Ansicht kann es \"den Mann aus Kapil (Kapilavastu, die Stadt, in der der Buddha dreißig Jahre seines Lebens verbracht hat). [12] [20]\n\nDie Anhänger dieser Ansicht zitieren die ersten Verse des 95. Kapitels des Korans Surah At-Tin:\n\nVon der Feige und dem Oliven und Berg Sinai und dieser sicheren Stadt Mecca˺!\n\n-Koran, 95: 1-3\nNach dieser Ansicht ist aus den in diesen Versen genannten Orten: Sinai der Ort, an dem Mose Offenbarung erhalten hat; Mekka ist der Ort, an dem Muhammad Offenbarung erhielt; Und der Olivenbaum ist der Ort, an dem Jesus Offenbarung erhielt. In diesem Fall erhielt der verbleibende Feigenbaum Gautama Buddha Offenbarung. [21]\n\nEinige gehen auch etwas weiter und geben an, dass Muhammad selbst ein Buddha war, da das Wort Buddha \"erleuchtet\" bedeutet. [23]\n\nAndere\nDhul-Kifl wurde auch unterschiedlich mit Joshua, Obadiah [24] und Jesaja identifiziert. [25] [24]",
"Dawud": "Dawud (Arabisch: دَاوُوْد, romanisiert: Dāwūd [Daːwuːd]), ist ein Prophet und Gesandter Gottes (Allah) und rechtschaffen, göttlich angemessener Monarch des Vereinigten Königreichs Israel. [1] Darüber hinaus ehren Muslime David auch dafür, dass sie die göttliche Offenbarung des Zabur (Psalmen) erhalten haben. [2] [3] Dawud gilt als eines der wichtigsten Menschen im Islam. David erwähnte sechzehn Mal im Koran und erscheint in der islamischen Schrift als Verbindung in der Kette der Propheten, die Muhammad vorausgingen. [4] Obwohl er normalerweise nicht als eines der \"gesetzgebenden\" Propheten (Ulū al-ʿAzm) angesehen wird, \"ist er im islamischen Denken weit entfernt von einer marginalen Figur\". [2] In späteren islamischen Traditionen wird er für seine Strenge im Gebet und Fasten gelobt. Er wird auch als das prototypische gerechte Herrscher und als Symbol für Gottes Autorität auf Erden dargestellt, nachdem er sofort ein König und ein Prophet gewesen war.\n\nDavid ist besonders wichtig für die religiöse Architektur des islamischen Jerusalems. [1] Dawud ist als biblischer David bekannt, der nach der hebräischen Bibel der zweite König des Vereinigten Königreichs Israel und Juda herrschte. 1010–970 v. Chr. [Zitat erforderlich]\n\nErwähnungen im Koran\nDavids Erzählung im Koran parallel in der Bibel in vielerlei Hinsicht. Er wird als Prophet (Nabī) und auch ein Bote (Rasūl) genannt. David ist in Listen derer, die Offenbarung (Waḥy; Q4: 163) oder Führung (Hudā; 6:84) von Gott erhalten haben. In beiden Listen erscheint sein Name neben dem seines Sohnes Solomon. An anderer Stelle erklärt der Koran, dass Gott beiden die Gaben des \"soliden Urteils\" (ḥukm; 21:79) und \"Wissen\" (ʿilm; 21:79; 27:15) gegeben hat. Der Koran schreibt jedoch auch David -Verdienste zu, die ihn von Solomon unterscheiden: David hat Goliath getöt Die bestimmte Form al-Zabūr), [5], vermutlich ein Hinweis auf die Psalmen oder den Psalter (der Begriff Zabūr ist möglicherweise mit dem hebräischen Begriff Mizmōr oder syrisch-mazmūrā, \"Psalm\"). Die Berge und die Vögel lobten Gott zusammen mit David (21:79; 34:10 Gott befiehlt ihnen, dies zu tun; Cfr. Psalm 148: 7–10). Gott machte David zu einem \"Vizegerenten\" (Khalīfa; 38:26), ein Titel, den der Koran ansonsten nur Adam gibt (2:30). Dieser Titel deutet darauf hin, dass David nach dem Koran etwas mehr als ein Bote war: Er war ein göttlich geführter Führer, der Gottes Herrschaft auf Erden etablierte. [1] Diese Rolle wird auch von 2: 251 vorgeschlagen: \"Gott gab ihm Autorität (Mulk) und Weisheit (ḥikmah) und lehrte ihm, was er wollte. Wenn Gott einige Menschen nicht von anderen zurückgefahren hätte, würde die Erde korrupt werden.\" ]\n\nUnter den Dingen, die David beigebracht haben, war die Fähigkeit, Rüstung zu machen (21:80, 34: 10–11), ein Vorschlag, dass Davids militärische Heldentaten der Akt Gottes waren. Es ist auch wichtig, dass der koranische Hinweis auf Davids \"Weisheit\" manchmal von den klassischen Exegetes als Geschenk der Prophezeiung erklärt wurde. [6] Der Koran verbindet auch David und Jesus, indem sie darauf bestehen, dass beide diese Israeliten verfluchten, die nicht glaubten (5:78). Darüber hinaus erhielt David nach dem Koran die Fähigkeit, zwischen Wahrheit und Falschheit bei der Verteilung von Gerechtigkeit zu unterscheiden (Faṣl al-khiṭāb, 38:20). Außerdem gibt es die Anspielung auf einen Test, den David durchgeführt hat, in dem er betete und bereut hat und Gott ihm vergab (38: 24-5). Surat Sad (das 38. Kapitel des Korans) wird auch \"The Sūra of David\" genannt [7] Exegetes erklärt, dass Muhammad seit David niedergeschlagen wurde, als er Gott aufforderte, ihm zu vergeben . [8]\n\nReligiöse Bedeutung\nDavid ist einer der wenigen islamischen Propheten, die auch Königtum erhalten haben. Während andere Propheten während der Regierungszeit der Könige predigten, war David in seiner Zeit der König. So erhielt er eine äußerst große Aufgabe, sicherzustellen, dass die Menschen in Israel nicht nur geistig in Schach gehalten wurden, sondern auch, dass das Land selbst auch stark blieb. Sein Platz als Anführer und Prophet wird von allen Muslimen als einer der extrem hohen Rang verehrt. Die Figur Davids ist zusammen mit der seines prophetischen Sohnes Solomon die Ikon der Menschen, die zu Recht über ihr Land regierten. Gott erwähnt häufig Davids hohen Rang als Prophet und Bote im Koran. Er wird oft neben anderen Propheten erwähnt, um zu betonen, wie groß er war. Zum Beispiel sagt Gott:\n\nUnd wir gaben ihm Isaac und Jacob und führten sie, wie wir Noah vor ihnen und von seinen Nachkommen, David und Solomon und Hiob und Joseph und Moses und Aaron geführt hatten. So belohnen wir diejenigen, die aufrecht sind und Gutes tun.\n\n- Koran 6:84 [9]\nAls der Kalif 'Umar Jerusalem besuchte, begleitete ihn der Patriarch Sophronius auf dem Tempelberg, während er nach dem Mihrab Dawud (Davids Gebet Niche) suchte, um ein Gebet durchzuführen. Spätere Kommentatoren identifizierten diese Seite mit dem Turm von David. In einem Hadith wird erwähnt, dass das Gebet und das Fasten Davids Gott am Herzen liegen.\n\nErzählte Abdullah bin 'Amr Bin al-'as: Der Apostel Allah Und dann bete für ein Drittel der Nacht und schlafe wieder für seinen sechsten Teil und fiel an alternativen Tagen. \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nDas Buch David\nHauptartikel: Zabur\nDer Zabur ist das heilige Buch, das David von Gott zugeschrieben wurde, genau wie Musa (Moses) den Tawrat (Tora) erhielt, Isa (Jesus) das Injil (Evangelium) und Muhammad den Koran erhielt. In der aktuellen hebräischen Bibel ist der Zabur als Psalmen bekannt. Wie bei anderen Schriften der Vergangenheit wird jedoch angenommen, dass die Psalmen im Laufe der Zeit korrumpiert wurden, wobei einige der ursprünglichen Botschaften jetzt verschwunden sind. Trotzdem wird Muslime gesagt, sie sollen die gegenwärtigen Psalmen mit immensem Respekt behandeln, da auch sie in ihrer ursprünglichen Form ein inspiriertes Buch Gottes waren. Der Koran gibt an:\n\nDein Herr weiß, wer auch immer im Himmel und auf der Erde ist. Wir haben einige der Propheten über die anderen erhöht; Und für David gaben wir das Buch der Psalmen.\n\n- Koran 17:55 [11]\n\n Koran 4: 163; 17:55.\n Koran 4: 163; 6:84.\n z.B. Ṭabarī, taʾrīkh, i, 559\n Hibat Allah b. Salāma, al-nāsikh wa-l-Mansūkh (am Rande von Wāḥidī, Asbāb), Kairo 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Koran 6:84\n Sahih al-Bukhari, 2: 21: 231\n Koran 17:55",
"Suleyman": "Sulaimān ibn dāwūd (arabisch: سُلَيْمَان بْن دَاوُدْد, lit. 'Solomon, Sohn von David') war nach dem Koran ein Malik (مَلِك, lit. 'König') und Nabī (was ِvon ِ ِ, lit. 'prophet'). die Israeliten. Im Allgemeinen besagt die islamische Tradition, dass er der dritte König des jüdischen Volkes und ein weiser Herrscher Israels war. [1]\n\nIm Islam gilt Salomo als einer der Propheten Gottes, der mit vielen göttlichen Gaben verliehen wurde, einschließlich der Fähigkeit, sowohl Tiere als auch Jinn zu sprechen. Er soll auch das Shayāṭīn (شياطين, lit. 'teufls') und das dīv (دیو, lit. 'dämonen') mit der Unterstützung eines von Gott gegebenen Ringes versklavt haben. [2]\n\nMuslime behaupten weiter, dass er sein Leben lang ein treuer Monotheist geblieben sei; regierte zu Recht über die gesamte israelitische Nation; wurde mit einem Niveau von Königtum gesegnet, das keiner vor ihm oder nach ihm nachgegeben wurde; und erfüllte alle seine Gebote, der Gott in Jannah (ججنّة, lit. 'paradise') am Ende seines Lebens versprochen wurde. [3] Seit dem Aufstieg des Islam haben verschiedene arabische Historiker Salomo als einen der größten Herrscher der Geschichte angesehen. [4]\n\nErwähnungen im Koran\nKoran und Interpretation\nUrteil auf dem Feld\nIn der frühesten Erzählung mit Solomon spielt der Koran (21:78) kurz auf eine Geschichte an, dass Solomon in Begleitung seines Vaters war, als zwei Männer zu David baten, zwischen ihnen zu einem ḥarth zu beurteilen (ححرْث, Feld). 5] Spätere muslimische Kommentatoren erweiterten die Anspielung, einschließlich al-Tabari, Baidawi und Ibn Kathir. [6] [7] [8] Sie sagten, dass der erste der beiden Männer sagte, dass er einen Weinberg besaß, von dem er sich das ganze Jahr durch große Sorgfalt machte. Aber eines Tages, als er abwesend war, hatten sich die Schafe des anderen Mannes in den Weinberg gestürzt und die Trauben verschlungen. Er bat darum, diesen Schaden entschädigt zu werden. [9]: 62 Als Solomon die Beschwerde des Mannes hörte, schlug der Besitzer der Schafe den Weinberg des anderen Mannes zur Reparatur und Kultivierung, bis die Reben in ihren früheren Staat zurückkehrten, woraufhin er zurückkehren sollte es an seinen Besitzer. Gleichzeitig sorgte sich der Besitzer des Weinbergs um die Schafe und profitieren von ihrer Wolle und Milch, bis sein Land an ihn zurückgegeben wurde. Zu diesem Zeitpunkt würde er die Schafe an ihren Besitzer zurückgeben. Diese Antwort zeigt Solomons Urteilsgrad, was, wie der Koran sagt, [10] Solomon in seinem ganzen Leben charakterisieren würde. Ḥikmah (Weisheit) würde nach muslimischer Tradition immer mit Solomon in Verbindung gebracht werden, der später sogar als Sulaimān al-ḥakīm bezeichnet wird (سُلَيْمَان ٱلْحْحكِيْم, \"Solomon the Wise\"). Diese Geschichte ist im Kebra Nagast angepasst, aber als Streit, der von einem Sohn von Salomos verurteilt wurde. [7]\n\nSolomon und die Dämonen\n\nDie Königin von Sheba\nDer Koran erzählt, dass der Wind Salomon unterworfen wurde, [11] und er konnte ihn in seinem eigenen Willen kontrollieren und dass der Jinn auch unter Salomons Kontrolle geriet. Der Jinn trug dazu bei, die Regierungszeit von Solomon zu stärken. Die Teufel (Shayatin), [12] und Dämonen wurden für ihm Denkmäler gezwungen. [13] Gott verursachte auch einen wundersamen ʿayn (عَيْanz, 'Fount' oder 'Spring') von geschmolzenem Qiṭr (قِطْر, 'Messing' oder 'Kupfer'), um für Solomon zu fließen, von den Dämonen in ihrer Konstruktion verwendet zu werden. [11]\n\nAls David starb, erbte Solomon seine Position als prophetischer König der Israeliten. Solomon erlaubte einmal einer Frau, eine Statue ihres Vaters zu bauen. Später begann sie die Statue anzubeten und Solomon wurde zur Tolerierung des Götzendienstes in seinem Königreich getötet. Als Strafe ermöglichte Gott einem der versklavten Dämonen, Salomos Ring zu stehlen und sein Reich zu übernehmen (Surah 38:34). Später bereut er seine Sünde und erlangt wieder die Kontrolle über die Dämonen und konzentriert sich wieder darauf, den Tempel wieder aufzubauen. [14] Er betete zu Gott, um ihm ein Reich zu gewähren, das anders als nach ihm wäre. [15] Gott akzeptierte Salomos Gebet und gab ihm das, was er freute.\n\nDas ausgelegte Allegorikum, Salomos Verlust seines Rings an die Dämonen, kann verstanden werden, dass ein Mensch seine Seele gegen dämonische Leidenschaft verliert. [16] Attar von Nishapur schreibt: \"Wenn Sie den Div (Dämon) binden, werden Sie sich mit Salomon für den königlichen Pavillon auflegen\" und \"Sie haben keinen Befehl über das Königreich Ihres Selbst, denn in Ihrem Fall befindet sich der Div an der Stelle von Salomon\" . [17]\n\nIm Gegensatz zur talmudischen Tradition war Solomon nicht bewusst und nahm nie an Götzendienst teil. [18] Außerdem lehnt der Koran, dass Solomon ein Zauberer war: \"(...) Salomon glaubte nicht ungläubig, sondern die Teufel ungläubig, lehten Männer Magie und (...).\" (2: 102)\n\nSolomon und die Ameise\nSolomon wurde sogar die Sprachen verschiedener Tiere wie Ameisen beigebracht. Der Koran erzählt, dass Solomon und seine Armee eines Tages in einen Wādin-Naml (وَادِ ٱلْanz ّمْل, Tal der Ameise) eingetreten sind. Als Solomon und seine Armee sahen, warnte eine Namlah (hätte es, \"... in Ihre Bewohnern zu kommen, damit Solomon und seine Gastgeber Sie (unter Fuß) zerquetschen, ohne es zu wissen.\" Was die Ameise sagte, betete Solomon wie immer zu Gott, dankte ihm, dass er ihm solche Geschenke gewährt und die Trampeln über die Ameisenkolonien weiter vermied. Von den Gaben, die er von Gott erhalten hat, und Muslime behaupten, dass Solomon sein tägliches Gebet nie vergessen hat, was für ihn wichtiger war als jede seiner Gaben.\n\nDie exegetische Literatur betont die Weisheit der Ameise und erklärt die Bedeutung hinter Salomos Geschenk zur Kontrolle des Windes. Laut Siracü'l-Kulub fragt die Ameise Solomon, ob er weiß, warum er \"Solomon\" (Süleyman) genannt wird. Solomon sagt, dass er nicht erklärt, dass die Ameise weiter erklärt: \"Obwohl Ihr Herz solide war (Selim) und Sie die Umstände der nächsten Welt kennen, haben Sie einige Freuden dieser Welt akzeptiert und wurden durch ihren Besitz und ihren Besitz und durch ihren Besitz und ihren Besitz getäuscht worden Königtum; deshalb werden Sie als Solomon bezeichnet. \" Danach fragt die Ameise Solomon, ob er weiß, warum Gott den Wind für ihn unterdrückt hat. Noch einmal sagt Solomon nein und die Ameise antwortet: \"Er hat den Wind aus einem bestimmten Grund unterdrückt: Das, was Sie akzeptiert haben, ist nichts. Genau wie der Wind passt, auch der Vermögen und das Königtum der Welt.\" Wissenschaftler wie Fakhr al-Din Razi und al-Qurtubi erhöhten die Ameise auf den Rang eines Beispiels, dem Menschen folgen. [22] (S. 198)\n\nEroberung von Saba '\n\nRuinen des Barran -Tempels in Ma'rib, der früheren Hauptstadt Saba 'in dem heutigen Jemen\nEin weiterer wichtiger Aspekt von Salomos Königtum war die Größe seiner Armee, die sowohl aus Männern als auch Jinn bestand. Solomon bewertete häufig seine Truppen und Krieger sowie die Jinn und alle Tiere, die unter ihm arbeiteten. Eines Tages, als Solomon seine Truppen inspizierte, fand er den HUD-HUD-HUD-HUD-HUD-HUD (هُدْهُد, Hoopoe) in der Versammlung vermisst. [23] Bald danach kam der Hud-Hud jedoch an Salomos Hof und sagte: \"Ich habe zusammengefügt (Territorium), das du nicht kompassierst, und ich bin von Saba zu dir gekommen, wobei Botschaft wahr ist.\" [24] Der Hud-Hud weiter sagte Solomon, dass das Volk von Sheba die Sonne verehrte und dass die Frau, die das Königreich regierte, sehr intelligent und mächtig war. Solomon, der genau zuhörte, beschloss, einen Brief an das Land von Sheba zu schreiben, durch das er versuchen würde, das Volk von Sheba zu überzeugen, ihre Götzendienstanbetung der Sonne einzustellen und zur Anbetung Gottes zu kommen. Solomon befahl dem Hud-Hud, die Königin von Sheba (Bilqis) den Brief zu geben und dann ihre Reaktion zu verstecken und zu beobachten. Brief an die Königin. Die Königin rief dann ihre Minister vor Gericht und las ihnen den Brief von Solomon vor, in dem er das Volk von Sheba angibt: \"Im Namen Allahs, dem Mitgefühl, seien Sie nicht gegen mich, sondern kommen Sie als Muslimīn (مُسْلِörter ). \" Sie nahm einen Rat mit ihren Ministern und anderen Gerichtsbeamten und sagte: \"O mein Volk, ich weiß gut, dass Sie mutige und mächtige Krieger sind und dass keiner auf der Erde gegen Sie stehen kann, dennoch würde ich Ihre Gedanken darüber kennen Angelegenheit.\" Das Volk des Gerichts antwortete: \"Ihre ist die Macht, oh Königin, und was auch immer Ihr Kommando, wir werden sie befolgen.\" Endlich kam die Königin jedoch nach Solomon und kündigte ihre Unterwerfung bei Gott an. [25]\n\nSolomon und der IFRIT\nWährend Bilqis 'zu Salomos Hof reiste, gab der König vor, dass seine Diener vor ihrer Ankunft ihren Thron dorthin liefern. Ein IFRIT bot seine Dienste an (Q27: 38-40), aber Solomon lehnte ab und verantwortete diese Aufgabe stattdessen einem Diener, der als frommer Kerl zu Gott betete, um den Thron für ihn zu bewegen. Wunderbar zu beziehen, wurde sein Gebet beantwortet, und der Thron erschien durch die Kraft Gottes in Salomos Palast. Als Bilqis ankam, fragte Solomon sie, ob sie ihren Thron erkannte, aber sie kämpfte, der Schwierigkeiten hat, den Wunder zu erfassen, den Gott gewirkt hatte das eines bloßen Ifrits außer dem Gottes selbst. Solomon lehnte das verlockende Angebot des Ifrit ab, weil er sich nur auf Gott und nicht auf einen Dämon oder ein anderes geschaffenes Wesen verlassen wollte, und wurde für seine Frömmigkeit belohnt, die Bilqis in den wahren Glauben umwandeln. [26]\n\nTod\n\nMausoleum von Sulaiman in der Verbindung der Al-Aqsa-Moschee, Altstadt Jerusalems\nDer Koran berichtet, dass Solomon gestorben ist, als er sich auf sein Stab lehnte und dass er stehend blieb, von ihm gestützt wurde, bis eine kleine Kreatur - Ameise oder Wurm - daran nagte, bis es schließlich nachgab - und erst dann seine nachgab - und erst dann seine tat - Körpersturz.\n\nAls wir dann (Salomons) Tod verordnet haben, zeigte ihnen nichts seinen Tod außer einem kleinen Wurm der Erde, der (langsam) an seinem Stab nagte: Als er hinunterfiel, sah der Jinn deutlich, dass sie, wenn sie das gewusst hatten Unsichtbar wären sie nicht in der demütigenden Strafe (ihrer Aufgabe) eingestuft.\n\n- Qurʾan, Surah 34 (Sabaʾ), Ayah 14 [27]\nAls er aufrecht blieb, stützte sich der Stab, der Jinn dachte, er lebte noch und beaufsichtigte sie.\n\nSie erkannten die Wahrheit erst, als Gott eine Kreatur sandte, um aus dem Boden zu kriechen und an Salomos Stab zu nagen, bis sein Körper zusammenbrach. Dieser Vers soll dem Publikum unterrichtet, dass Jinn das Unsichtbare (al -Ghaib) nicht kennt - wenn sie es gewusst hätten, wären sie nicht wie Dummköpfe im Dienst eines toten Mannes mühsam geblieben. [28]\n\nMahammaddim im Song Salomos\nWeitere Informationen: Muhammad und die Bibel und die semitische Wurzel\nWie von den Versen des Korans inspiriert, glaubten einige Muslime, dass Muhammad (Arabisch: مُحُحمّد, Konsonant Letters: M-M-M-D) im Song der Songs (5:16) als 'Mahammaddim' (Hebräisch: מַחֲמַדִּים, Konsonante Buchstaben: M-ħ-M-D-Y-M), obwohl das letztere Wort von Juden als \"wünschenswert\" oder \"schön\" übersetzt wird. [29]\n\nSolomon und Jamshid\n\nAllgemeine Sichtweise von Persepolis, Iran (2) (beschnitten)\nJamshid war laut Shāhnāma des Dichters Firdausī der vierte König der Welt. Wie Solomon wurde angenommen, dass er das Kommando über alle Engel und Dämonen der Welt gehabt hatte, und war sowohl König als auch Hohepriester von Hormozd (mittlerer Persischer für Ahura Mazda). Er war verantwortlich für viele großartige Erfindungen, die das Leben für sein Volk sicherer machten: die Herstellung von Rüstungen und Waffen, das Weben und Färben von Kleidung aus Leinen, Seide und Wolle, das Gebäude aus Ziegelhäusern, dem Bergbau von Juwelen und kostbaren Metallen , Die Herstellung von Parfums und Wein, die Kunst der Medizin, die Navigation der Gewässer der Welt in Segelschiffen. Er war jetzt der größte Monarch geworden, den die Welt jemals gekannt hatte. Er war mit dem Royal Farr (Avestan: Khvarena) ausgestattet, einer strahlenden Pracht, die durch göttliche Gunst um ihn verbrannte.\n\nAufgrund der Ähnlichkeiten zwischen den beiden weisen Monarchen verbinden einige Traditionen die beiden. Zum Beispiel war Solomon in den Werken von Al-Balkhi mit der Entscheidung über den südwestlichen Iran verbunden. Es wurde angenommen, dass Persepolis der Sitz von Solomon war und von Gelehrten wie Mas'udi, Muqaddasi und Istakhri als \"Spielplatz von Salomon\" beschrieben wurde. Andere muslimische Autoren haben sich dem Glauben widersetzt, dass Salomo einmal im Iran regiert habe, und argumentieren, dass alle Ähnlichkeiten zwischen dem Leben und Taten von Solomon und Jamshid rein zufällig sind, wobei die beiden unterschiedliche und getrennte Persönlichkeiten sind. [30] [31] Die letztere Ansicht war durch Wissenschaft auf dem Gebiet der indoeuropäischen Mythologie bestätigt, was schlüssig gezeigt hat, dass der Charakter Jamshid aus der frühen zoroastrischen Gottheit Yima stammt, [32] [33] Während der koranischen und biblischen Wissenschaft ein Maß für die Historizität für den wise Prophet-König unterstützen. [34]",
"Ilyas": "Ilyās (Arabisch: إلياس) war ein Prophet und Gesandter Gottes (Allah), der geschickt wurde, um die Kinder Israels zu führen. Er erhielt die prophetische Mission, um Menschen daran zu hindern, Idole anzubeten. [1] Ilyas ist der prophetische Vorgänger von Alyasa. [2] Einige islamische Gelehrte glauben, dass Ilyas aus der Nachkommen von Harun (Aaron) stammt. [3]\n\nEinige Muslime glauben, dass Ilyas immer noch lebt und jedes Jahr Hajj besucht, zusammen mit Khidr. [4] Einige Muslime glauben auch, dass Ilyas zur Endzeit zurückkehren wird. [5]\n\nFrühen Lebensjahren\nIn islamischen Quellen ist Ilyas 'vollständiger Name Ilyas Ibn Yasin [6], da Ilyas in As-Saffat 37: 130 Yasin genannt wird. [7] Einige Geschichten von Ilyas werden auch in islamischen Hadithen erwähnt; wie der Fluch der Israeliten mit Dürre von Ilyas, [8] Heilung Alyasa, [9] und kämpft mit Ahab. [10]\n\nNach vielen islamischen Quellen und der Bibel lebt Elias (a) lebendig und steigt zum Himmel auf. [11] Ibn Kathir akzeptierte diese Hadithen jedoch nicht und betrachtete sie unter Isra'iliyat. [12] In Mu'jam al-Buldan erwähnte Yaqut al-Hamawi in Baalbek ein Grab für Elias (a) war das Grab von Elias (a) [14]\n\nProphetentum\nIlyas wird zuerst als Prophet in Al-An'am 6:85 erwähnt. [15] Er lud sein Volk ein, der in Baalbek zum Monotheismus lebte, Gott gehorchte und Sünden zurückgab. [16] Seine Hauptaufgabe war es, die Idolanbetung zu verhindern. [17] Nachdem er viele Jahre lang durch Beharrlichkeit seines Volkes konfrontiert war, verfluchte sie sie mit Dürre und Menschen wurden mit Hunger zugefügt. [18] Ilyas 'Erzählung in der Koran und spätere muslimische Tradition ähnelt eng so Anzahl anderer Propheten und Heiliger, einschließlich Idris, der von einigen Wissenschaftlern angenommen wird, dass sie ein anderer Name für Ilyas [21] und Khidr. [22] gewesen sind. Die islamische Legende entwickelte später die Figur von Ilyas, die sich sehr mit seinen Attributen verschönert, und einige apokryphe Literatur gab Ilyas den Status eines halben Menschen, Half-Engel. [23] Ilyas erscheint auch in späteren Literaturwerken, einschließlich des Hamzanama. [24]\n\nKoran\nIlyas wird im Koran erwähnt, wo seine Predigt in prägnanter Weise erzählt wird. Der Koran erzählt, dass Ilyas seinem Volk gesagt hat, er solle zur Verehrung Gottes kommen und die Verehrung von Baal, dem primären Idol der Region, verlassen. Der Koran erklärt: [1]\n\n\"Wahrlich, Ilyas war einer der Apostel. Als er zu seinem Volk sagte:\" Wirst du keinen Gott fürchten? \"Wollst ihr Ba'al anrufen und die besten Schöpfer, Gott, deinen Herrn und der Scherer, den Herrn und den Scherz der alten Väter verlassen?\n\n-As-Saaffat 123–126\nDer Koran macht deutlich, dass die Mehrheit der Menschen von Ilyas den Propheten verweigerte und weiterhin Götzendienst verfolgte. Es wird jedoch erwähnt, dass eine kleine Anzahl engagierter Diener Gottes unter ihnen Elijah folgte und an Gott glaubte und an verehrte. Der Koran sagt: \"Sie haben ihm (Elijah) bestritten und werden sicherlich zur Bestrafung gebracht, außer den aufrichtigen und hingebungsvollen Dienern Gottes (unter ihnen). Und wir haben seine (Erinnerung) für die Nachwelt gelassen.\" [25] [26]\n\nIm Koran lobt Gott Elijah an zwei Orten:\nFriede sei mit Elijah! So belohnen wir diejenigen, die Gutes tun. Er gehört wirklich zu unseren gläubigen Dienern.\n\n-Koran, Kapitel 37 (AS-Saaffat), Vers 129–132 [27]\nUnd Zakariya und Yahya und Isa und Ilyas, sie waren alle aus den Gerechten\n\n-Koran, Kapitel 6 (Al-An'am), Vers 85 [28]\nZahlreiche Kommentatoren, darunter Abdullah Yusuf Ali, haben Kommentare zu Vers 85 abgegeben, dass Ilyas, Zakariya, Yahya und Isa alle spirituell verbunden waren. Abdullah Yusuf Ali sagt: \"Die dritte Gruppe besteht nicht aus Männern der Handlung, sondern aus den Predigern der Wahrheit, die ein einsames Leben geführt haben. Ihr Beinamen ist:\" Die Gerechten \". Sie bilden eine vernetzte Gruppe um Jesus. Zachariah war der Vater von Johannes der Baptist, der als \"Ilyas, das für kommen sollte\" bezeichnet wird \"(Mt 11:14); und Elias soll anwesend gewesen sein und mit Jesus bei der Verklärung auf dem Berg (Mt 17: 3) gesprochen.\" 29]\n\nObwohl die meisten muslimischen Gelehrten glaubten, dass Elia in Israel predigte, gaben einige frühe Kommentatoren im Koran an, dass Ilyas im Libanon nach Baalbek geschickt wurde. [30] Moderne Gelehrte haben diese Behauptung abgelehnt und behauptet, dass die Verbindung der Stadt mit Elijah aufgrund der ersten Hälfte des Stadtnamens, der von Baal, die Gottheit war, die Elia sein Volk ermahnte, die Anbetung nicht mehr zu verehren. Wissenschaftler, die die Identifizierung von Elijahs Stadt mit Baalbek ablehnen, argumentieren weiter, dass die Stadt Baalbek weder mit der Erzählung von Ilyas im Koran noch im hebräischen Bibel erwähnt wird. [31]\n\nTod\nIm Laufe der Zeit breitete sich die Dürre aus und viele starben. Als sie sich selbst zugefügt sahen, bedauerten ihre früheren Taten, wandten sich an Elias (a) und akzeptierten seine Einladung. [32] Dann kam aufgrund des Gebets von Elias (a) ein starker Regen und das Land wurde satt; Nach einer Weile vergaß die Menschen ihren Bund mit Gott und kehrten nach Idol zurück und verehrten. Als Ilyas das sah, bat er Gott um seinen eigenen Tod; Aber Gott sandte ihm einen Feuchtigkeitstreitigkeiten und er stieg zum Himmel auf und wählte Alyasa, der sein Schüler als sein Vizegerent war. [33] Ilyas ist selten mit der islamischen Eschatologie verbunden. [34] Einige Muslime glauben jedoch, dass Ilyas am Ende der Male wieder mit der mysteriösen Figur Khidr zurückkehren wird. [5]\n\nErbe\nDie muslimische Literatur und Tradition erzählt, dass Ilyas das Königreich Israel predigte, das von Ahab und später seinem Sohn Ahaziah regiert wurde. Er wird als \"Prophet der Wüste - wie Yahya\" bezeichnet. [35] Es wird angenommen, dass Ilyas Ahab und seine Frau Jezebel mit Eifer gepredigt hat, die nach der muslimischen Tradition teilweise für die Verehrung falscher Idole in diesem Bereich verantwortlich waren. Muslime glauben, dass die Mehrheit der Menschen sich weigerte, Elijah zuzuhören, dass Elisha nach ihm Israel weiterhin die Botschaft Gottes predigen musste. [36]\n\nIlyas war Gegenstand von Legenden und Folktales in der muslimischen Kultur, die normalerweise sein Treffen mit Khidr beteiligt. Laut einem muslimischen Exegete -Bericht traf Muhammad Ilyas in Mekka. [37] In der islamischen Mystik ist Ilyas eng mit dem Weisen Khidr verbunden. Ein Hadith berichtete, dass sich Ilyas und Khidr in Jerusalem jedes Jahr getroffen haben, um auf die Pilgerreise nach Mekka zu gehen. [38] Ilyas erscheint auch mehrmals im Hamzanama, wo er als Bruder von Khidr und einer, der aus dem Brunnen der Jugend getrunken wird, bezeichnet wird. [39] Darüber hinaus wird in Kitab al-Kafi erzählt, dass Imam Ja'far al-Sadiq die Niederwerfung von Ilyas in der syrischen Sprache rezitierte und begann zu weinen. Anschließend übersetzte er das Flehen in Arabisch in eine Gruppe von Gastwissenschaftlern:\n\n\"O Herr, werde ich feststellen, dass du mich bestrafst, obwohl du meinen Durst in der Hitze von Mittag kennst? Werde ich feststellen, dass du mich bestrafest, obwohl du weißt, dass ich mein Gesicht auf Erden bee, um dich anzubeten? Ich werde feststellen, dass du bestrafst Ich, obwohl du weißt, dass ich Sünden für dich auf gebe? Werde ich feststellen, dass du mich bestraft, obwohl du weißt, dass ich die ganze Nacht nur für dich wach bleibst? \" Zu dem Allah dann zu Ilyas inspirierte, \"hebe deinen Kopf von der Erde, denn ich werde dich nicht bestrafen\". [40]\n\nAnmerkungen\n \"Elias ist dasselbe wie Elijah, dessen Geschichte im Alten Testament in 1. Königen 17–19 und 2 Könige 1–2. ), Könige des (nördlichen) Königreichs Israel oder Samaria. Er war ein Prophet der Wüste, wie Johannes der Täufer, im Gegensatz zu unserem heiligen Propheten, der alle Angelegenheiten seines Volkes teilnahm, kontrollierte und leitete und Azarias waren anfällig für die Verehrung von Baal, der Sonnengott, der in Syrien verehrte. Zu dieser Verehrung gehörte auch die Verehrung von Naturmächten und fortpflanzenden Mächten, wie in der hinduistischen Anbetung des Lingams, und führte zu vielen Missbrauch. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. König. Ahab hatte eine Prinzessin von Sidon, Jezebel, geheiratet, eine böse Frau, die ihren Ehemann dazu führte, Allah aufzugeben und Baal-Anbetung zu adoptieren. \" ... \"Elijah prangerte alle Sünden von Ahab sowie die Sünden von Ahaziah an und musste für sein Leben fliehen. Schließlich wurde er nach dem Alten Testament [19] in einem Wirbelwind in einen Himmel in einem Wagen des Feuers aufgenommen Er hatte seinen Mantel mit Elisha, dem Propheten, verlassen. \"[20]",
"Alyasa": "Alyasa (Arabisch: اليweisen, romanisiert: Alyasā ') ist Prophet und Gesandter Gottes (Allah), der geschickt wurde, um die Kinder Israels zu führen. Im Koran wird Alyasa zweimal als Prophet erwähnt [1] und beide Male neben anderen Propheten erwähnt. [2] Er wird von Muslimen als prophetischer Nachfolger von Ilyas (Elijah) geehrt. Islamische Quellen, die Elisha mit Khidrieren identifizieren, zitieren die starke Beziehung zwischen Khidr und Ilyas in der islamischen Tradition. [3]\n\nPersönlichkeit\nDer Name von Alyasa wird zweimal in Al-An'am 6:86 und SAD 38:48 erwähnt. In diesen Versen, ohne etwas über die Persönlichkeit oder das Prophetentum von Alyasa zu erwähnen, wird er als \"Greifer\" und \"unter den Auserwählten\" erwähnt. [4] Nach dem Koran wird Elisha \"über der restlichen Schöpfung\" erhöht (arabisch: ففضلْنَا عَلى ٱلْْالَمِين, romanisiert: faḍḍalnā ʿala l-ʿālamīn (a) [4] und ist unter den hervorragenden \"Arabischen\" (Arabisch: mina l-akhyār). [5] Alyasa wird in Al-An'am 6:86 und SAD 38:48 zusammen mit Ismail erwähnt:\n\nUnd Ismail und Alyasa und Yunus und Lut; und jeden, den wir über die Welten zierten;\n\n-Al-An'am 6:86\nUnd erinnern Sie sich an unsere Diener Ismail, Alyasa und Dhul-Kifl, jede von ihnen wirklich gut.\n\n- Sad 38:48\nWunder\nIn einem schiitischen Hadith von Ali al-Ridha wird erwähnt, dass Alyasa einige Wunder hatte, darunter die Wiederbelebung der Toten, das Härten des Kranken und das Gehen auf Wasser. [Zitat erforderlich]\n\nBeanspruchte Gräber\nEinige Muslime glauben, dass sich das Grab von Elisha in Al-Awjam in der östlichen Region Saudi-Arabiens befindet. Der Schrein wurde von der saudischen Regierung entfernt, weil eine solche Verehrung nicht mit der in Saudi -Arabien dominierten Wahhabi- oder Salafi -Reformbewegung entspricht. [6] [7] Während der Zeit Osmanisch Arabiens war es seit vielen Jahrhunderten ein wichtiges Wahrzeichen und war ein sehr beliebtes Pilgerziel für Muslime aller Sekten während der gesamten Zeit vor der Moderne. [8]\n\nDas Grab von Elisha ist im Bezirk Eğil der Provinz Diyarbakir in der Türkei anwesend. [9] Der ursprüngliche Schrein befand sich in der Nähe eines Flussbettes, das 1994 überflutet werden sollte. Ein geheimer Vorstand von neun Wissenschaftlern wurde vom Stadtrat in Zusammenarbeit mit der Direktion für religiöse Angelegenheiten gegründet, um zu vermeiden, dass der Zorn der Öffentlichkeit zur Exhumation gezogen wurde. Bevor das Gebiet überflutet wurde, wurde das Grab nachts gegraben und der erhaltene Körper des Propheten - beobachtet von den neun Gelehrten und offiziellen Arbeitern - wurde er exhumiert, um auf einem Hügel mit Blick auf die überflutete Ebene begraben zu werden. Viele der Stadtfolk sahen den Propheten in ihrem Traum in dieser Nacht und stellten sich vor Sonnenaufgang heraus, um seine Beruhigung an der neuen Stelle zu beobachten. [10] [11]",
"Yunus": "Yunus ibn Matta (Arabisch: يُونُس ابن ماتا, romanisiert: Yūnus ibn Matta) ist ein Prophet und Bote Gottes (Allah). Yunus wird traditionell im Islam als höchst wichtig angesehen, als ein Prophet, der Gott treu war und seine Botschaften überbrachte. [1] [2] Yunus ist der einzige der zwölf kleinen Propheten der Bibel, die im Koran genannt werden. [3] Das zehnte Kapitel des Korans ist nach ihm benannt. [4]\n\nYunus heißt Dhul-nun (Arabisch: ذُو ٱلنُّوْن) und von Muslimen. [5] Er wird viermal im Koran namentlich erwähnt. [6]\n\nHadithische Erwähnungen\nYunus wird auch in einigen Vorfällen zu Lebzeiten von Muhammad erwähnt. In einigen Fällen wird Yunus 'Name von Muhammad mit Lob und Ehrfurcht gesprochen. Nach historischen Erzählungen über Muhammads Leben ging Muhammad nach zehn Jahren des Erhalts von Offenbarungen in die Stadt Ta'if, um zu sehen, ob seine Führer ihm erlauben würden, seine Botschaft von dort und Mekka zu predigen, aber er wurde von der Stadt von der Stadt besetzt. die Menschen. Er suchte im Garten von Utbah und Shaybah Schutz, zwei Mitglieder des Quraysh -Stammes. Sie schickten ihren Diener Addas, um ihm Trauben für den Lebensunterhalt zu dienen. Muhammad fragte Addas, woher er stamme und der Diener antwortete Ninive. \"Die Stadt Yunus der gerechte Sohn von Amittai!\" Rief Muhammad aus. Addas war schockiert, weil er wusste, dass die heidnischen Araber keine Kenntnis von Yunus hatten. Dann fragte er, wie Muhammad von diesem Mann wisse. \"Wir sind Brüder\", antwortete Muhammad. \"Yunus war ein Prophet Gottes und ich bin auch ein Prophet Gottes.\" Addas akzeptierte den Islam sofort und küsste die Hände und Füße Muhammads. [10]\n\nEine der Sprüche von Muhammad in der Sammlung von Imam Bukhari besagt, dass Muhammad sagte: \"Man sollte nicht sagen, dass ich besser bin als Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, ein älterer Zeitgenosse Mohammad Tage im Bauch des Fisches \". [14]\n\nDer persische Historiker des neunten Jahrhunderts Al-Tabari berichtet, dass Jona, während Jona im Fisch war, \"keiner seiner Knochen oder Mitglieder verletzt wurde\". [14] Al-Tabari schreibt auch, dass Allah den Körper des Fisches transparent gemacht hat und Yunus erlaubt, die \"Wunder der Tiefen\" zu sehen [15] und dass Yunus alle Fische, die Allah sangen, hörte. [15] Kisai Marvazi, ein Dichter des zehnten Jahrhunderts, berichtet, dass Yunus 'Vater siebzig Jahre alt war, als Yunus geboren wurde [14] und dass er bald danach starb, [14], die Yunus' Mutter mit nichts als einem Holzlöffel stellte, was sich herausstellte Sei ein Füllhorn. [14]\n\nGräber\nSiehe auch: Moscheen und Schreine von Mosul § Moschee_of_the_Prophet_jonah\n\nFoto der Ruinen der Moschee von Yunus nach seiner Zerstörung durch ISIL\nDer aktuelle Standort von Ninive ist durch Ausgrabungen von fünf Toren, Teilen von Wänden an vier Seiten und zwei großen Hügeln gekennzeichnet: dem Hügel von Kuyunjik und Hill of Nabi Yunus (siehe Kartenverbindung in Fußnote). [16] Eine Moschee auf Nabi Yunus wurde Jona gewidmet und enthielt einen Schrein, der sowohl von Muslimen als auch von Christen als Stätte von Jonas Grab verehrt wurde. [17] Das Grab war eine beliebte Pilgerstätte [18] und ein Symbol der Einheit für Juden, Christen und Muslime im Nahen Osten. [18] Am 24. Juli 2014 zerstörten der islamische Staat des Irak und die Levante (ISIL) die Moschee, die das Grab als Teil einer Kampagne zur Zerstörung religiöser Heiligtümer enthielt, die es als götzendig angesehen hat. [19] [18] Nachdem Mosul im Januar 2017 von ISIL zurückgenommen worden war, wurde unter der zerstörten Moschee ein alter assyrischer Palast, der von Esarhaddon aus der ersten Hälfte des 7. Jahrhunderts gebaut wurde, auf die erste Hälfte des 7. Jahrhunderts entdeckt. [18] [20] ISIL hatte den Palast von Gegenständen geplündert, die auf dem Schwarzmarkt verkauft wurden, [18] [20], aber einige der Artefakte, die schwieriger zu transportieren waren, blieben immer noch an Ort und Stelle. [18] [20]\n\nAndere muslimische Gräber\nWeitere renommierte Orte von Jonahs Grab sind das arabische Dorf Mashhad, das sich an der alten Stätte von Gath-hepher in Israel befindet; [21] Die palästinensische Westuferstadt Halhul, 5 km nördlich von Hebron; [22] und 5 km; Ein Heiligtum in der Nähe der Stadt Sarafand (Sarepta) im Libanon. [23] Eine andere Tradition legt das Grab auf einem Hügel namens Giv'at Yonah \"Jonah's Hill\" am nördlichen Rand der israelischen Stadt Ashdod an einem von einem modernen Leuchtturm bedeckten Ort.\n\nIn Diyarbakir, der Türkei, die sich hinter dem Mihrab in der Fatih Pasha -Moschee befindet, befindet sich ein Grab von Jona. [24] [25] Evliya Celebi erklärt in seinem Seyahatnamen, er habe die Gräber von Jonah besucht. [26] [27]\n\nKoran erwähnt\nIn al-Anbiya 21:87 [7] und Al-Qalam 68:48 heißt Yunus Dhul-Nūn (Arabisch: ذُو ٱلنُّوْن, lit. 'der der Fische'). [5] In An-Nisa 4: 163 und Al-An'am 6:86 wird er als \"Apostel Allahs\" bezeichnet. [5] Surah 37: 139-148 erzählt die ganze Geschichte von Yunus: [5]\nSo war auch Jonah unter den gesandten (von uns).\nAls er weglief (wie ein Sklave von Gefangenschaft) zum Schiff (vollständig) beladen,\nEr (zustimmte) viel zu werfen, und er wurde verurteilt: er wurde verurteilt:\nDann schluckte ihn der Wal und er hatte die Schuld gemacht.\nWäre es nicht gewesen, dass er (bereut und) Allah verherrlicht hatte,\nEr wäre sicherlich bis zum Tag der Auferstehung im Fisch geblieben.\nAber wir werfen ihn in einem Krankheitszustand am nackten Ufer,\nUnd wir haben dazu geführt, dass wir über ihn wachsen, eine Ausbreitungsanlage der Kürbisanlage.\nUnd wir schickten ihn (auf eine Mission) zu hunderttausend (Männern) oder mehr.\nUnd sie glaubten; Also erlaubten wir ihnen eine Weile, ihr Leben zu genießen.\n\n-Koran, Kapitel 37 (AS-Saaffat), Verse 139–148 [8]\nDer Koran erwähnt das Erbe von Yunus nicht, [5], aber die muslimische Tradition lehrt, dass Yunus aus dem Stamm Binyjamin stammte. [9]",
"Zakariya": "Nach der islamischen Lehre ist Zakarīyā (Arabisch: زكريا, zechariah) ein Prophet und Gesandter Gottes (Allah) und ein Vater des Propheten Yahya.\n\nIm Koran\nZakariya war ein rechtschaffener Priester [1] und ein Prophet Gottes, dessen Amt im zweiten Tempel in Jerusalem war. Er würde häufig für die Verwaltung der Dienste des Tempels verantwortlich sein [2] und er würde immer standhaft im Gebet für Gott bleiben.\n\nFür einen Sohn beten\nAls er sein Alter erreichte, begann sich Zakariya Sorgen darüber zu machen, wer das Erbe fortsetzen würde, die Botschaft Gottes nach seinem Tod zu predigen und wer die täglichen Dienste des Tempels nach ihm weiterführen würde. Zakariya begann zu Gott für einen Sohn zu beten. Das Beten für die Geburt eines Nachkommens war nicht nur aus dem Wunsch nach einem Kind heraus. [1] Er betete sowohl für sich als auch für die Öffentlichkeit - sie brauchten einen Boten, einen Mann Gottes, der nach Zakariya im Dienst des Herrn arbeiten würde. Zakariya hatte Charakter und Tugend und er wollte dies als seinen kostbarsten Besitz in seinen spirituellen Erben übertragen. Sein Traum war es, den Haushalt der Nachwelt des Patriarchen Jacob wiederherzustellen und sicherzustellen, dass die Botschaft Gottes für Israel erneuert wurde. Wie der Koran erzählt:\n\nEine Erwähnung der Barmherzigkeit Ihres Herrn an seinen Diener Zakariya. Als er zu seinem Herrn weinte, sagte er geheim und sagte: Mein Herr! LO! Die Knochen von mir wachsen schwach und mein Kopf scheint mit grauen Haaren, und ich war noch nie im Gebet für dich, meinen Herrn. LO! Ich fürchte meine Verwandten nach mir, da meine Frau unfruchtbar ist. Oh, gib mir von deiner Gegenwart einen Nachfolger, der mir erben und (auch) des Hauses Jakob erben und (auch) erben. Und machen Sie ihn, mein Herr, akzeptabel (bis zu dir). [Koran 19: 4–6 (übersetzt von Picklhall)]]]\n\nJahya Vater\nAls Geschenk Gottes erhielt Zakariya einen Sohn namens Yaḥyá (Arabisch: Kind, identifiziert mit Johannes dem Baptisten), ein Name, der allein für dieses Kind ausgewählt wurde. Die muslimische Tradition erzählt, dass Zakariya zweiundneunzig Jahre alt war [3], als er von Johns Geburt erzählte.\n\nIn Übereinstimmung mit Zakariyas Gebet ließ Gott Johannes (Yahya) die Botschaft Gottes erneuern, die von den Israeliten korrupt und verloren hatte. [4] Wie der Koran sagt:\n\nO Zachariah! LO! Wir bringen Sie mit den Nachblättern eines Sohnes, dessen Name John ist; Wir haben den gleichen Namen nicht zuvor (ihm) gegeben. Er sagte: Mein Herr! Wie kann ich einen Sohn haben, wenn meine Frau unfruchtbar ist und ich das Alter von Infirm erreicht habe? Er sagte: Also soll es sein, dein Herr sagt: Es ist leicht für mich und ich habe dich schon einmal geschaffen, als du nichts warst. Er sagte: Mein Herr! gib mir ein Zeichen. Er sagte: Ihr Zeichen ist, dass Sie drei Nächte nicht in der Lage sind, mit den Menschen in soliden Gesundheit zu sprechen.\n\n- [Koran 19: 7–10 (übersetzt von Picklhall)]]\nWächter von Maryam\nNach Angaben des Korans war Zakariya der Hüter von Maryam. Der Koran erklärt:\n\n(Denken Sie daran) Als die Frau von 'Imran sagte: Mein Herr! Ich habe dir das geschworen, was in meinem Bauch als geweihtes (Angebot) ist. Akzeptiere es von mir. LO! Du, nur du bist der Hörer, der Wissende! Und als sie ausgeliefert wurde, sagte sie: Mein Herr! LO! Ich werde von einer Frau geliefert - Allah wusste das Beste von dem, was sie geliefert hat - der Mann ist nicht als die Frau; Und siehe! Ich habe sie Mary genannt und lo! Ich sehne mich nach deinem Schutz für sie und ihren Nachkommen aus dem Ausgestoßenen Satan. Und ihr Herr akzeptierte sie mit voller Akzeptanz und bürgte ihr ein gutes Wachstum; und machte Zachariah zu ihrem Vormund. Wann immer Zachariah in das Heiligtum ging, wo sie war, stellte er fest, dass sie Essen hatte. Er sagte: O Mary! Woher kommt zu dir dieses (Essen)? Sie antwortete: Es ist von Allah. Allah giveth ohne Aufenthalt, zu wem er will. [Quran 3: 35–37 (übersetzt von Pickthall)]]\n\nDie muslimische Theologie behauptet, dass Zakariya zusammen mit Johannes, dem Täufer und Jesus, eine neue Ära von Propheten eingeleitet habe - die alle aus dem priesterlichen Abstieg von Amram (Imran), dem Vater des Propheten Aaron, stammten. Die Tatsache, dass es von allen Priestern Zakariya war, die die Pflicht erhielt, sich um Mary (Maryam) zu kümmern, zeigt seinen Status als frommer Mann. Zakariya wird im Koran häufig als Prophet Gottes und rechtschaffener Mann gelobt. Eine solche Bewertung ist in Sura al-An'am:\n\n\"Und Zakariya und Yahya und Isa und Eliyas. Jeder war von den Gerechten.\" [Koran 6:85 (übersetzt von Pickthall)]]\n\nDer Koran -Übersetzer Abdullah Yusuf Ali bietet Kommentare zu dieser einen Zeile [5] an - was darauf hindeutet, dass diese bestimmten Propheten eine spirituelle Verbindung miteinander herstellen. Er weist darauf hin, dass Yahya ein Verwandter von Isa war, während Eliyas einer war, der bei der Verklärung von ISA [6] am Berg anwesend war, wie im Neuen Testament erwähnt. Zakariya war inzwischen durch die Ehe der Onkel von Isa und sein Sohn Yayha wurde im Neuen Testament als Eliyas bezeichnet. [7]",
"Yahya": "Yaḥyā ibn zakarīyā (arabisch: يحيى اurig . Er wird von Muslimen angenommen, als er ein Zeugnis des Wortes Gottes gewesen ist, das das Kommen von Isa al-Maasih (Jesus Christus) ankündigen würde. [1] [2]\n\nYahya wird im Koran fünfmal erwähnt. [3]\n\nYahya ist auch im Sufismus und der islamischen Mystik sehr geehrt, vor allem aufgrund der Beschreibung des Korans von Johns Keuschheit und Freundlichkeit. [4] Sufis haben häufig Kommentare zu den Passagen über Johannes im Koran angewendet, hauptsächlich über das von Gott gegebene Gabe der Weisheit, das er in Jugendlichen und seinen Parallelen zu Jesus erwarb. Obwohl mehrere Phrasen, die zur Beschreibung von John und Jesus verwendet wurden, im Koran praktisch identisch sind, ist die Art und Weise, wie sie ausgedrückt werden, unterschiedlich. [5]\n\nGeburt\nIm Koran erwähnt Gott häufig Zakariyas kontinuierliches Beten für die Geburt eines Sohnes. Zakariyas Frau war unfruchtbar und daher schien die Geburt eines Kindes unmöglich. [6] Als Geschenk Gottes erhielt Zechariah einem Sohn namens Yaḥya, einem für dieses Kind ausgewählten Namen allein. In Übereinstimmung mit Zakariyas Gebet machte Gott Yahya und Isa, die nach einer Exegese sechs Monate später geboren wurden.\n\nDer Koran behauptet, Johannes der Täufer sei der erste gewesen, der diesen Namen erhielt (Koran 19: 7–10), aber da der Name Yoḥanan viele Male vor Johannes der Täufer vorkommt [8] dieser Vers bezieht \"ist nicht der gleiche Name wie\" yoḥanan \"[9] oder zur biblischen Darstellung der wundersamen Namen von John, die erklärte, er sei fast\" Zacharias \"(Griechisch: ζαχαρίας) [10] nach dem Namen seines Vaters als nein, als Nein, als Nein Einer in der Abstammung seines Vaters Zacharias (auch als Zecharias bekannt) war \"John\" (\"Yohanan\"/\"Yoannes\") vor ihm genannt. [11] Wie der Koran sagt: [12]\n\"O Zakaryya, wir geben dir in der Tat gute Nachrichten eines Jungen, dessen Name Yahya sein wird und für den wir noch nie zuvor Gleichheit geschaffen haben.\n\nEr sagte: \"O mein Herr! Wie soll ich einen Sohn haben, wenn meine Frau unfruchtbar ist und ich vom Alter ziemlich abnimmt?\"\n\nEr sagte: \"Also (es wird) dein Lord sagt: 'Das ist für mich leicht: Ich habe dich tatsächlich schon einmal geschaffen, als du nichts gewesen bist!'\"\n\n(Zakarya) sagte: \"O mein Herr! Gib mir ein Zeichen.\" \"Dein Zeichen\" war die Antwort, \"soll sein, dass du drei Nächte lang mit niemandem sprechen sollst.\"\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nDer Jordanische Fluss, wo Yahya Isa getauft hat. [13]\nYahya wurde ermahnt, an der Schrift festzuhalten, und wurde von Gott während eines Kindes Weisheit gegeben. [14] Er war rein und fromm und ging gut in der Gegenwart Gottes. Er war seinen Eltern gegenüber pflichtbewusst und er war nicht arrogant oder rebellisch. Johns Lesen und Verständnis der heiligen Schriften, als nur ein Kind selbst das der größten Gelehrten der Zeit übertraf. [6] Die muslimische Exegese erzählt, dass Isa Yahya mit zwölf Schülern herausgeschickt hat, [15], die die Botschaft predigten, bevor Jesus seine eigenen Jünger anrief. [7] Der Koran sagt: [16]\n\"O yaḥya! Nehmen Sie das Buch mit der Macht fest\": und wir gaben ihm auch als Jugendliche Weisheit,\n\n- Maryam, 19:12\nJohannes war ein klassischer Prophet [17], der von Gott hoch erhöht wurde, weil er kühner anprangerte, von allen sündigen Dingen. Darüber hinaus spricht der Koran von Johns sanfte Frömmigkeit und Liebe und seiner bescheidenen Haltung zum Leben, für die ihm die Reinheit des Lebens gewährt wurde.\n\nNach der islamischen Tradition ging Yahya zum Haram Esh-Sharif (Temple Mount), um seine Predigten zu liefern. [3]\n\nErmordung\nWährend des Prophetentums von Yahya ereignete sich ein Konflikt zwischen ihm und Herodes Antipas, die sich von seiner ersten Frau scheiden lassen und als Frau seine ehemalige Schwägerin nehmen wollten. [3] Yahya teilte mit, dass die Ehe inzestuös sein könnte, und habe die Ehe nicht genehmigt. Danach hatte Herodes Antipas Yahya eingesperrt. [3] Yahya wurde dann enthauptet. [18] [3] Es wird angenommen, dass Yahyas Kopf in der Umayyad -Moschee in Damaskus liegt. [19] [20] [21]\n\nErbe\nIm Islam begrüßte Yahya Muhammad in der Nacht des Al-Isra al-Mi'raj zusammen mit Isa (Jesus) im zweiten Himmel. [22] Yahyas Geschichte wurde auch dem abessinischen König während der muslimischen Migration nach Abysinia erzählt. [23] Nach dem Koran war Yahya einer, auf den Gott an dem Tag, an dem er geboren wurde, und an dem Tag, an dem er starb, Frieden sandte. [24] Laut Al-Suyuti erklärte Ibrahim, dass der Himmel und die Erde seit der Schaffung der Welt nur für zwei Menschen weinten, Yahya und Husayn. [25] [26] Laut einem Hadith sagte Muhammad: \"Jeder Sohn Adams wird am Tag der Auferstehung kommen und er wird gegen ihn Sünde haben, außer Yahya Ibn Zakaryya\". [27] Viele Muslime vergleichen Yahya mit Husayn. [28] Es wird angenommen, dass die Köpfe von Yahya und Husayn in der Umayyad -Moschee in Damaskus, Syrien, befinden.",
"Isa": "Isa (Jesus) ist ein Prophet und Gesandter Allahs und des Messias. Er ist der letzte Prophet, der geschickt wurde, um die Kinder Israel (Bani Israel) zu führen, und wurde das heilige Buch namens Injil (Gospel) enthüllt.\n\nIm Koran wird Isa als Messias (al-Masīḥ) beschrieben, der aus der Jungfrau Maria geboren wurde, Wunder, begleitet von Jüngern, abgelehnt vom jüdischen Establishment und zum Himmel. Der Koran behauptet, dass Jesus nicht gekreuzigt oder am Kreuz gestorben war, sondern von Gott auf wundersame Weise gerettet wurde. Der Koran legt Jesus in die größten Propheten und erwähnt ihn mit verschiedenen Titeln. Dem Prophetentum Jesu wurde Yahya vorausgegangen und erfolgt von Muhammad.\n\nDer Islam lehnt die christliche Sicht auf die Göttlichkeit Jesu als inkarniert Gott oder den wörtlichen Sohn Gottes ab. Es leugnet Jesus in mehreren Versen als Gottheit und erwähnt auch, dass Jesus nicht göttlich behauptet hat. Muslime glauben, dass die ursprüngliche Botschaft Jesu geändert wurde, nachdem er lebend großgezogen wurde. Der Monotheismus Jesu wird im Koran betont. Wie alle Propheten im Islam wird auch Jesus Muslim genannt, als er predigte, dass seine Anhänger den „geraden Weg“ (ṣirāṭ al-mustaqīm) übernehmen sollten. Jesus wird mit einer Vielzahl von Wundern zugeschrieben, wobei zahlreiche asketische und mystische Literatur in der islamischen Tradition über ihn geschrieben und rezitiert wird. Es wird auch berichtet, dass er das Kommen von Muhammad unter Verwendung des Namens Ahmad prophezeite.\n\nAm Ende der Zeit wird Jesus im zweiten Kommen mit Imam al Mahdi zurückkehren, um den al-masih ad-Dajjal ('der falsche Messias') zu töten, worauf auf der Erde. Nachdem diese Kreaturen auf wundersame Weise umkommen würden, würden Imam Mahdi und Jesus die ganze Welt regieren, Frieden und Gerechtigkeit etablieren und nach einer Regierungszeit von 40 Jahren sterben. Einige Muslime glauben, dass ISA neben Muhammad am vierten reservierten Grab der grünen Kuppel in Medina begraben wird.\n\nJesus wird von Muslimen als einer der wichtigsten Propheten des Islam verstanden. Der Ort, an dem angenommen wird, dass Jesus zurückkehrt, die Umayyad -Moschee in Damaskus, wird von Muslimen als viertheiligste Stätte des Islam hoch geschätzt.\n\nGeburt\nDer Bericht von Jesus im Koran beginnt tatsächlich mit seiner Geburt seiner Mutter, Maria und ihrem Dienst im Jerusalem -Tempel. Während der Pflege des Propheten Zecharias, der der Vater von Yahya (Johannes der Täufer) sein sollte. Die Geburtszählung im Koran für Jesus beginnt im Koran 19: 16–34 und Q3: 45–53.\nVerkündigung\n\nDie islamische Exegese bestätigt die jungfräuliche Geburt Jerginales Jungfrau, ähnlich wie bei der Evangeliumsberichte und der in Bethlehem auftretenden. Die Erzählung der jungfräulichen Geburt ist eine Ankündigung von Mary durch den Engel Gabriel, während Maria im Tempel aufgewachsen ist, nachdem sie von ihrer Mutter Gott zu verpfändet worden war. Gabriel gibt an, dass sie sich über alle Frauen aller Nationen geehrt wird und hat ihre glücklichen Nachrichten eines heiligen Sohnes gebracht.\n\nDie Verkündigung von Miniaturen\nGabriel erklärt, der Sohn soll Isa, der Messias, genannt werden und verkündet, dass er ein großer Prophet genannt wird. Mary und fragte, wie sie sich vorstellen und ein Kind haben könne, wenn kein Mann sie berührt hatte, wurde vom Engel beantwortet, dass Gott festlegen kann, was er will, und es wird kommen, um zu bestehen.\n\nDie Erzählung aus dem Koran setzt sich mit Mary fort, überwältigt von den Schmerzen der Geburt und wird einen Wasserstrom unter den Füßen zur Verfügung gestellt, aus dem sie trinken konnte, und eine Palme, die sie so reife Daten schütteln konnte, die fallen und genossen werden konnte. Nach der Geburt trägt Mary Jesus Jesus zurück zum Tempel und sie wird von den Tempelältesten nach dem Kind gefragt. Nachdem sie von Gabriel zu einem Schweigengelübde befohlen worden war, verweist sie auf das Kind Jesus und das Kind proklamiert:\n\nEr sagte, ich bin Gottes Diener; Er hat mir das Buch gegeben und mir zum Propheten gemacht. Er hat mich gesegnet, wo immer ich bin, und hat mich die Anbetung und Almosen vorangetrieben, solange ich lebe; und für meine Mutter pflichtbewusst zu sein; und hat mich nicht bedrückend, gottlos gemacht. Frieden ist an dem Tag, an dem ich geboren wurde, an dem Tag, an dem ich sterben werde, und an dem Tag, an dem ich lebend aufgewachsen bin. [8]\n\nJesus, der aus der Wiege spricht, ist eines von sechs Wundern, die ihm im Koran zugeschrieben werden, das auch im Syrer-Säuglings-Evangelium vorkommt, einem Werk des sechsten Jahrhunderts. [9] [10] Nach verschiedenen Hadithen weinten Jesus und Maria bei ihrer Geburt nicht. [11] Der islamische Prophet Muhammad erklärte, dass sowohl Jesus als auch Maria die einzigen Menschen waren, die als sündlos geboren wurden, und somit vor Satans Berührung bei ihren Geburten geschützt wurden und Al-Imrans sechsunddreißigsten Vers zitierte. [12]\n\nGeburtszählungen\n\nNach Angaben des Korans brachten die Schmerzen der Arbeit Mary zum Kofferraum einer Palme.\nDer islamische Glaube wiederholte einige Stränge innerhalb der christlichen Tradition, dass Maria (oder Maryam) eine wörtliche Jungfrau war, als Jesus gezeugt wurde. Der detaillierteste Bericht über die Verkündigung und Geburt Jesu ist in Surah 3 (Al Imran) und 19 (Maryam) des Korans, wo die Geschichte erzählt wird, dass Gott (Allah) einen Engel sand Ein Sohn, obwohl er Jungfrau ist. [13]\n\nEinige Akademiker haben festgestellt, dass der Bericht in Surah 19 [14] dem im christlichen Evangelium von Lukas besonders nahe kommt. [15] Die Verkündigung von Mary wird im Koran zweimal erwähnt und in beiden Fällen wird Mary/ Maryam gesagt, dass sie von Gott ausgewählt wurde, um einen Sohn zu befriedigen. In erster Linie lieferte der Träger der Nachrichten (der von den meisten Muslimen als Erzengel Gabriel ansieht) die Nachrichten in (Q3: 42-47), während er die Form eines Mannes (Q19: 16-22) annimmt, . [16] [17] Die Details der Konzeption werden nicht besprochen, aber als Mary fragt, wie sie einen Sohn angesichts ihrer Keuschheit ertragen kann, wird ihr gesagt, dass Gott das schafft, was er will und dass diese Dinge für Gott leicht sind. [16] [18] Der Koran (Q21: 91 und Q66: 12) sagt, dass Gott durch seinen Engel in Maria geblasen wurde und sie, obwohl sie keusch waren, Jesus ohne Vater geboren hat (Quelle erlaubt Ihnen, Gabriel als Vater als Vater zu interpretieren). [19] [20]\n\nDer muslimische Historiker des 8. Jahrhunderts, Ibn Ishaq (704–767) namens George. In einer Kirche abgelegen, wird sie von einem jungen Mann namens Joseph begleitet, und sie helfen sich gegenseitig, Wasser und andere Aufgaben zu holen. Der Bericht über die Geburt Jesu folgt der Erzählung des Korans und fügte hinzu, dass die Geburt in Bethlehem neben einer Palme mit einer Krippe stattgefunden hat. [21]\n\nDer persische Gelehrte des 10. Jahrhunderts Al-Tabari (839–923) erwähnt Gesandte, die vom König von Persien mit Geschenken (ähnlich wie die Magier aus dem Osten) für den Messias ankommen; Das Kommando an einen Mann namens Joseph (nicht speziell Marias Ehemann), um sie und das Kind nach Ägypten zu bringen und später nach Nazareth zurückzukehren. [22]\n\nKindheit\nHauptartikel: Feststellung im Tempel\nSiehe auch: Flug nach Ägypten und Kindesalter von Thomas\nDer Koran schließt nicht die Tradition des Fluges nach Ägypten ein, obwohl Sūra xxiii, 50 möglicherweise möglicherweise darauf hinweisen könnte: \"Und wir machten den Sohn von Maryam und seine Mutter zu einem Schild; und wir ließen sie an einem erhöhten Ort, voller er Ruhig und mit Federn verwässert. \"[25] Erzählungen ähnlich der Erzählung, die in den Evangelien und nicht-kanonischen Quellen in der späteren islamischen Tradition zirkulierten, wobei einige Details und Ausarbeitungen im Laufe der Jahrhunderte von islamischen Schriftstellern und Historikern hinzugefügt werden. Einige Erzählungen haben bis zu 12 Jahre Jesus und Familie in Ägypten. [26] Viele moralische Geschichten und wundersame Ereignisse der Jugend Jesu werden in Qisas al-Anbiya (Geschichten der Propheten) erwähnt, Bücher, die über die Jahrhunderte über vorislamische Propheten und Helden komponiert wurden. [7]\n\nAl-Masudi schrieb, dass Jesus als Junge die jüdische Religion studierte, die aus den Psalmen las und \"in Lichtschwerpunkten verfolgt\" fand:\n\n\"Du bist mein Sohn und mein Geliebter; ich habe dich für mich selbst ausgewählt.\"\n\nmit Jesus dann behauptete:\n\n\"Heute wird das Wort Gottes im Menschensohn erfüllt.\" [22]\n\nIn Ägypten\nSiehe auch: Säuglingsalter Evangelium von Thomas\nMehrere Erzählungen zeigen eine gewisse Ungleichheit und Ähnlichkeit in islamischen Schriften über die frühe Kindheit Jesu, insbesondere seine Zeit in Ägypten in Bezug auf Dauer und Ereignisse. Die meisten Erzählungen kommen in nicht-kanonischen christlichen Quellen wie dem vorislamischen Evangelium von Thomas vor. Eine solche Ungleichheit stammt aus Al-Athir in seiner Perfektion der Geschichte, die eine Geburtserzählung enthält, die besagt, dass Jesus in Ägypten anstelle von Bethlehem geboren wurde. [27]\n\nEinige andere Erzählungen über die Kindheit Jesu sind die populäre Überlieferung im Nahen Osten, wie sie von Professor für interreligiöse Studien Mahmoud M. Ayoub hervorgehoben wurde. [28] Viele Wunder werden einem jungen Jesus in Ägypten zugeschrieben [26] (siehe §§ Wunder und andere Wunder).\n\nErwachsensein\n\nDer Jordanische Fluss, wo Jesus von Yahya ibn Zakariya (Johannes der Täufer) getauft wurde. [29]\nMission\nSiehe auch: Dienst von Jesus und Apostel (Islam)\nEs ist allgemein vereinbart, dass Jesus Aramaic, die gemeinsame Sprache von Judäa im ersten Jahrhundert v.\n\nDie erste und früheste Ansicht von Jesus, die im islamischen Denken formuliert wurde, ist die eines Propheten - eines Menschen, der von Gott ausgewählt wurde, um sowohl ein Urteil über die Menschheit für die Anbetung von Idole als auch eine Herausforderung, sich an den einen wahren Gott zu wenden. Aus dieser Basis, die sich über alle früheren Propheten durch die Linse der muslimischen Identität widerspiegelt, gilt Jesus nicht mehr als ein Gesandter, der eine sich wiederholende Botschaft der Altersgruppe wiederholt. Die Wunder Jesu und die Korantitel, die Jesus zugeschrieben werden, zeigen eher die Kraft Gottes als die Göttlichkeit Jesu - dieselbe Kraft hinter der Botschaft aller Propheten. Einige islamische Traditionen glauben, dass die Mission Jesu nur für das Volk Israel und seinen Status als Prophet durch zahlreiche Wunder bestätigt wurde. [31] [32]\n\nEin zweites frühes hohes Bild von Jesus ist eine Endzeitfigur. Dieses Konzept ergibt sich hauptsächlich aus dem Hadith. Die muslimische Tradition konstruiert eine Erzählung, die ähnlich in der christlichen Theologie gefunden wird und sieht, wie Jesus am Ende der Zeit ankommt und auf die Erde herabsteigt, um gegen den Antichristen zu kämpfen. Diese Erzählung wird verstanden, um sich für die Sache des Islam einzusetzen, wobei einige Traditionen Jesus erzählen, die auf das Primat Muhammads hinweisen. Die meisten Traditionen geben an, dass Jesus dann einen natürlichen Tod sterben wird. [33]\n\nEin drittes und charakteristisches Bild ist von Jesus, das eine asketische Figur darstellt - ein Prophet des Herzens. Obwohl sich der Koran auf das „Evangelium“ Jesu bezieht, werden diese spezifischen Lehren nicht im Koran oder später religiösen Texten erwähnt. Sie sind weitgehend abwesend. In der Sufi -Tradition wurde Jesus verehrt und als spiritueller Lehrer mit einer unverwechselbaren Stimme von anderen Propheten anerkannt, einschließlich Muhammad. Der Sufismus neigt dazu, die Dimensionen der Vereinigung mit Gott durch viele Ansätze zu erforschen, einschließlich Askese, Poesie, Philosophie, spekulativen Vorschlägen und mystischen Methoden. Obwohl der Sufismus gegen den westlichen Geist ähnliche Ursprünge oder Elemente des Neoplatonismus, Gnostizismus und Buddhismus zu teilen scheint, ist die Ideologie deutlich islamisch, da sie sich an die Worte des Korans halten und nachahmten Muhammad als perfekter Mensch verfolgen. [34]\n\nPredigt\nEs wird angenommen, dass die islamischen Konzepte der Predigt Jesu aus Kufa, dem Irak, unter dem Rashidun -Kalifat entstanden sind, wo die frühesten Schriftsteller der muslimischen Tradition und der Wissenschaft formuliert wurden. Die Konzepte Jesu und sein in Kufa entwickelter Predigtdienst wurden von den frühen asketischen Christen Ägyptens verabschiedet, die sich gegen die offiziellen kirchlichen Bischofterminen aus Rom widersetzten. [35]\n\nDie frühesten Geschichten mit etwa 85 Jahren finden sich in zwei Hauptsammlungen der asketischen Literatur mit dem Titel Kitab al-Zuhd Wa'l Raqa'iq (das Buch der Askese und zarte Barmherzigkeit) von Ibn al-Mubarak (gest. 797) und Kitab al-ZUHD (das Buch der Askese) von Ibn Hanbal (gest. 855). Diese Sprüche fallen in vier Grundgruppen: a) eschatologische Sprüche; b) Quasi-Gospel-Sprüche; c) asketische Sprüche und Geschichten; d) Sprüche, die die intra-muslimische Polemik widerspiegeln. [36]\n\nDie erste Gruppe von Sprüchen erweitert den im Koran dargestellten Archetyp Jesu. Die zweite Gruppe von Geschichten, die einen Gospelkern enthalten, werden jedoch mit einer \"eindeutig islamischen Briefmarke\" erweitert. Die dritte Gruppe, die die größte der vier ist, porträtiert Jesus als Schutzpatron der Muslim -Askese. Die letzte Gruppe baut auf dem islamischen Archetyp und dem muslimzentrierten Definition Jesu und seiner Eigenschaften auf und fördert esoterische Ideen in Bezug auf Begriffe wie \"Geist Gottes\" und \"Wort Gottes\". [37]\n\nWunder\nHauptartikel: Wunder Jesu\nSiehe auch: Säuglingsalter Evangelium von Thomas\nDer Koran schreibt Jesus mindestens sechs Wunder zu, wobei im Laufe der Jahrhunderte von Schriftstellern und Historikern viele weitere hinzugefügt werden. Laut Erzieher und Professor Ishaq Musa al-Husayni (gest. 1990) wurde Jesus Jesus als Zeichen seines Prophetentums und seiner Autorität (gest. 1990) zugeschrieben 1943; 2. Aufl. 1967). In Christus im Koran und der modernen arabischen Literatur (1960) sagte Al-Husayni, es sei bemerkenswert, dass Muhammad keine Wunder zu sich selbst zuschreibt. [38]\n\nDiese sechs Wunder im Koran sind im Gegensatz zum Evangelium und ihren nicht-kanonischen gnostischen Quellen ohne Detail, einschließlich Details und Erwähnung anderer zugeschriebener Wunder. [38] Im Laufe der Jahrhunderte wurden diese sechs Wundererzählungen durch Hadith und Poesie mit religiösen Schriften erläutert, darunter einige der anderen Wunder, die im Evangelium, nicht-kanonische Quellen, und aus der Überlieferung erwähnt wurden. [26] [28]\n\nAus der Wiege sprechen\nAus der Wiege wird an drei Stellen im Koran erwähnt: Al-Imran (3) 41, 46, Al-Maida (5) 109–110 und Maryam (19) 29–30. Ein Teil der Erzählung hat das Kind Jesus, der seine Mutter Maria vor dem Vorwurf verteidigt, ohne einen bekannten Ehemann gebären zu können. [39] Der frühe Islam war über Joseph und seine Rolle unklar. Jesus spricht, als der Engel, den Gabriel bei der Verkündigung erwähnt hatte und der Tag, an dem er lebend aufwächst. [40]\n\nObwohl diese besondere Erzählung nicht in der Bibel gefunden wird, findet sich das Thema des Sprechens aus der Wiege im nicht-kanonischen vorislamischen Syrer-Syrien-Evangelium. Diese Quelle hat Jesus selbst zum Sohn Gottes, des Wortes erklärt und bestätigt, was der Engel Gabriel zuvor für Maria wie im Evangelium ausführlich angekündigt hatte. [39]\n\nVögel aus Ton schaffen\nDie Wundergeschichte, Vögel aus Ton zu schaffen und das Leben in sie einatmen, wenn ein Kind in Al-Imran (3) 43, 49 und Al-Maida (5) 109–110 erwähnt wird. Obwohl dieses Wunder auch im kanonischen Evangelium nicht erwähnt wird, ist dieselbe Erzählung in mindestens zwei vorislamischen Quellen vorhanden: das Kindesalter von Thomas und dem jüdischen Toledot Yeshu, wobei nur wenige Varianten-Details zwischen dem Koran und diesen beiden Quellen und diesen beiden Quellen vorhanden sind. 41] [42]\n\nBlinde und Aussätzige heilen\nSiehe auch: Heilung der beiden blinden Männer in Galiläa und Reinigung von zehn Aussätzigen\nÄhnlich wie beim Neuen Testament erwähnt der Koran Jesus, der Blinde und Aussätzige in Al-Imran (3) 49. Muslimischer Gelehrter und Richter Al-Baydawi (gest. 1286) heilt, wie viele Tausend Menschen zu Jesus kamen geheilt zu werden und dass Jesus diese Krankheiten nur durch Gebet geheilt hat. [43] Der mittelalterliche Gelehrte Al-Tha'labi schrieb darüber, wie diese beiden besonderen Krankheiten jenseits der medizinischen Hilfe waren, und Jesu Wunder sollten von anderen als klare Zeichen seiner Botschaft beobachtet werden. [41]\n\nDie Toten auferwecken\nEs wird angenommen von Jairus, einem Sohn einer Witwe in Nain und Lazarus). [44]\n\nVoraus\nJesus war in der Lage, vorhersehbar oder hatte vorhaben, [45] dessen, was anderen verborgen oder unbekannt war. Ein Beispiel ist, dass Jesus jede Frage, die ihm jemand gestellt hat, richtig beantworten würde. Ein weiteres Beispiel ist, dass Jesus wusste, was die Menschen gerade gegessen hatten und was sie in ihren Häusern aufbewahrt hatten. [26]\n\nTisch des Essens vom Himmel\nHauptartikel: Fütterung der Menge\nSiehe auch: Letzter Abendessen\nIm fünften Kapitel des Korans, Al-Ma'ida (5) 112–115, erwähnt eine Erzählung die Jünger Jesu, in dem sie einen mit Nahrung beladenen Tisch beantragen und in Zukunft ein besonderer Tag des Gedenkens für sie sind. Dies kann ein möglicher Hinweis auf die Eucharistie sein, laut Professor für islamische und arabische Studien W. Montgomery Watt (gest. 2006). [46] Nach Angaben von Professor für vergleichende Religionen Geoffrey Parrinder (gest. 2005) ist unklar, ob diese Geschichte dem letzten Abendmahl des Evangeliums oder der Fütterung der Menge entspricht, aber an das arabische Wort ʿīd (muslimisches Festival) gebunden sein kann: [47]\n\nEinmal sagten die Jünger, oh Jesus, Sohn Maria, kann dein Herr für uns einen Tisch vom Himmel herabschicken? Er sagte, fürchte Gott, wenn du Gläubige bist. Sie sagten, wir wollen davon essen und dass unsere Herzen in Frieden sein könnten, und wir wissen vielleicht, dass Sie wahrheitsgemäß gesprochen haben und zu den Zeugen gehören. Jesus, Sohn von Maria, sagte Gott, unser Herr, schicke einen Tisch vom Himmel auf uns, um für uns ein Fest zu sein, für den ersten von uns und der letzte von uns und ein Zeichen von dir: und geben Essen) für uns, denn Sie sind die besten Anbieter. Gott sagte, ich sende es für dich. [46]\n\nIn einer Aufzeichnung des sunnitischen Exegete Tabari vor dem letzten Abendmahl machte ihn die Gefahr des Todes besorgt. Deshalb lud Jesus seine Jünger zum letzten Abendmahl ein. Nach dem Essen wusch er ihre Hände und führte ihre Waschungen aus, um seine Hände an seiner Kleidung abzuwischen. Danach antwortete Jesus ihnen: \"Was ich Ihnen heute Abend angetan habe, da ich Ihnen das Essen serviert und Ihre Hände persönlich gewaschen habe, lassen Sie es ein Beispiel für Sie. Da Sie mich tatsächlich als besser als Sie betrachten, ist es ein Beispiel für Sie. Seien Sie nicht hochmütig in Bezug aufeinander, sondern erweitern Sie sich gegenseitig, da ich mich für Sie erweitert habe. \" Nachdem Jesus die Jünger in seinen Lehren angewiesen hat, erwäht es, dass einer von ihnen ihn und einen anderen verraten würde. In Übereinstimmung mit den islamischen Ansichten zum Tod Jesu wurde jedoch nur eine Leiche im Anschein Jesu gekreuzigt und Jesus selbst zu Gott aufgewachsen. [48]\n\nAndere Wunder\nIm Laufe der Jahre wurden viele Geschichten und Erzählungen über Jesus entwickelt, die bestimmte inhärente Lektionen enthalten oder eine Bedeutung haben, da im Koran in Bezug auf Jesus mangelnde Details mangeln. Einige dieser Erzählungen sind in der Natur dem Neuen Testament ähnlich, während andere Jesus sehr menschlich darstellen.\n\nNeben einigen detaillierten Zusammenfassungen von Wundern Jesu, die muslimische Schriftsteller im Laufe der Jahrhunderte erwähnt haben, aus dem Erwachsenenalter (wie im Wasser, das auch im Evangelium zu finden ist - und die Brotbrot vom Boden kommen), [39] einige andere Wunder aus der Kindheit Einbeziehung: Erklären der Grundlagen der muslimischen Glaubensbekenntnisse einem Schulmeister und enthüllen, wer die Diebe einem wohlhabenden Häuptling waren, die leeren Gläser von etwas zu trinken, die Essen und Wein für einen tyrannischen König liefern und gleichzeitig diesem König seine Macht bei der Erziehung eines toten Mannes beweisen, Von den Toten, ein Kind, das versehentlich getötet wurde und die Kleidungsstücke von einem einfarbigen Stufe mit verschiedenen Farben herausgebracht haben. [26]\n\nHeilung des Sohnes eines königlichen Beamten\nHauptartikel: Heilung des Sohnes des königlichen Beamten\nAl-Tabari (gest. 923) berichtet über eine Geschichte über die Begegnung eines erwachsenen Jesu mit einem bestimmten König in der Region und der Heilung seines Sohnes. Die Identität des Königs wird nicht erwähnt, während die Legende Philip, der Tetrarch, vorschlägt. Die entsprechende Bibelreferenz ist \"der Sohn des königlichen Beamten\". [49]\n\nGier und Wahrheit\nEine legendäre Geschichte eines Wunders eines jungen Jesus, das als hart gelernte Lektion verwendet wird, die laut Professor Ayoub im Nahen Osten der Überlieferung gefunden wurde, hat mit einem jüdischen Mann und Brotbrosting zu tun. Obwohl der Unterricht einen polemischen Ton trägt, dreht sich die Lektion auf Gier mit der Wahrheit, die in die Erzählung eingewebt ist. Es ist eine Geschichte, die oft in Kinderbüchern zu finden ist. [50]\n\nInhärente Weisheit\nSiehe auch: Logos (Islam) und Logos (Christentum)\nEine andere legendäre Wundergeschichte ist eine in Bezug auf die Kindheit Jesu. Diese Legende, die von Al-Tabari von Ibn Ishaq berichtet wurde, spricht über Maria, die Jesus in eine religiöse Schule schickt, und der Lehrer, der erstaunt ist, dass Jesus bereits kennt, wissend die Informationen, die gelehrt / diskutiert werden. [26]\n\nEssen in Kinderheimen\nEine andere Geschichte von al-Tabari erzählt von einem jungen Jesus, der mit den Jugendlichen seines Dorfes spielt und ihnen erzählt, welches Essen ihre Eltern zu Hause für sie vorbereiteten. [26]\n\nNach den Details der Erzählung ärgerten sich einige Eltern und verbot ihre Kinder, mit Jesus zu spielen, und vermutete, er war ein Zauberer. Infolgedessen hielten die Eltern ihre Kinder von Jesus fern und versammelten ihre Kinder in ein einzelnes Haus. Eines Tages, der sich einsam fühlte, suchte Jesus nach seinen Freunden und stieg auf dieses Haus, fragte er die Eltern, wo ihre Kinder seien. Die Eltern logen und antworteten, dass die Kinder nicht da waren. Nachdem Jesus gefragt hat, wer also im Haus ist, nennen die Eltern Jesus ein Schwein. Jesus sagt dann \"Lass es Schweine in diesem Haus sein\" und verwandelte alle Kinder in Schweine. [28]\n\nIm Laufe der Jahrhunderte haben muslimische Schriftsteller auch auf andere Wunder verwiesen, wie sie Dämonen ausstatten, nachdem sie sich aus einigen ketzerischen vorislamischen Quellen und kanonischen Quellen als Legenden über Jesus ausgeweitet hatten. [26]\n\nOffenbarung\nHauptartikel: Evangelium im Islam\nMuslime glauben, dass Gott Jesus eine neue Schrift enthüllte, die Al-Injil (das Evangelium) genannt wird, und gleichzeitig die Wahrheit der vorherigen Offenbarungen erklärt: Al-Tawrat (die Tora) und Al-Zabur (Psalmen). [51] Der Koran spricht positiv von Al-injīl, was er als eine Schriftstelle beschreibt, die die Herzen seiner Anhänger mit Sanftmut und Frömmigkeit erfüllt. Die traditionelle islamische Exegese behauptet, die biblische Botschaft sei verzerrt (Tahrif), wird als Ta'yin al-Mubham bezeichnet (\"Lösung der Mehrdeutigkeit\"). [52] Diese polemische Anstrengung hat ihren Ursprung im Mittelalter mit Abd al-Jabbar Ibn Ahmads Schriften. [53] In Bezug auf das Gesetz von Moses weist der Koran an, dass Jesus niemals jüdische Gesetze abgeschafft hat, sondern sie eher bestätigt hat, während sie nur teilweise Aufheben vorgenommen hat. [54]\n\nMuslime haben lange geglaubt, dass Paulus die ursprünglichen Lehren Jesu absichtlich verderbt hat. [55] Der Historiker des 9. Jahrhunderts, Sayf Ibn Umar, behauptete, dass bestimmte Rabbiner Paulus überredeten, frühe Christen absichtlich zu irre.\n\nLaut Yusuf al-Qaradawi in seinem Buch The Lawful and the verboten im Islam haben die rechtlichen Beschränkungen Jesus für Juden aufgehoben, in denen diejenigen, die anfänglich von Gott als Bestrafung gesetzt wurden. [57] Klassische Kommentare wie Tafsir al-Jalalayn geben an, dass sie sich auf den Konsum von Fischen und Vogelfleisch ohne Spikes oder im Allgemeinen bezogen. [58]\n\nErwähnungen im Koran\nJünger\nDer Koran erklärt, dass Jesus von einer Gruppe von Jüngern (ḥawāriyyūn) unterstützt wurde, die an seine Botschaft glaubten. Der Koran gibt zwar die Jünger nicht, gibt ein paar Fälle, in denen Jesus ihnen die Botschaft predigt. Muslime sehen die Jünger Jesu als identisch mit den Gefährten (ṣaḥāba) von Muhammad. [59] Nach dem Christentum waren die Namen der zwölf Jünger Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon und Judas.\n\nDer Koran erwähnt in Kapitel 3, Verse 52–53, dass die Jünger dem Glauben des Islam unterzogen wurden: [Nicht-primäre Quelle erforderlich]\n\nAls Jesus Unglauben von ihrem Teil fand, sagte er: \"Wer wird meine Helfer für (dem Werk) Gott sein?\" Die Jünger sagte: \"Wir sind Gottes Helfer: Wir glauben an Gott, und zeugten, dass wir Muslime sind. Unser Herr! Wir glauben an das, was du offenbarst hast, und wir folgen dem Boten; dann schreiben wir uns unter denjenigen, die es tragen, nieder, die es tragen Zeuge.\"\n\n-Quran Surah al-Imran 52–53 [60]\nDie längste Erzählung, die Jünger Jesu betrifft, ist, wenn Jesus das Wunder ausführt, einen Tisch des Nahrungsmittels vom Himmel auf Wunsch zu bringen, um weiter zu beweisen, dass seine Predigt die wahre Botschaft ist.\n\nAufstieg\nAnnisas Vers 157 ist der Hauptvers des Korans, der sich auf das Ereignis der Kreuzigung Jesu bezieht. [61] Es heißt, dass Jesus nicht getötet und weder gekreuzigt wurde, aber es wurde gemacht\nAn-Nisas Vers 157\nDass sie sagten (in Prahlerei): \"Wir haben den Messias Jesus, den Sohn Maria, den Gesandten des Gottes, getötet; aber sie haben ihn nicht getöt Darin sind voller Zweifel, ohne (bestimmte) Kenntnisse, sondern nur eine Vermutung, um zu folgen, denn eine Bürgschaft hat ihn nicht getötet.\n\nihnen erscheinen '. [62] Die meisten islamischen Traditionen leugnen kategorisch, dass Jesus physisch am Kreuz oder auf andere Weise gestorben ist. [63] [64] Die islamische Exegese berichtet, dass eine andere Person an Jesu gekreuzigt wurde. Einige moderne muslimische Gelehrte glauben jedoch, dass Jesus tatsächlich gestorben ist, und Hinweise auf sein Überleben sind symbolisch und nicht wörtlich. Diese Meinungsverschiedenheit über die Natur des Todes Jesu findet sich innerhalb des islamischen Kanons selbst, wobei der früheste Hadith die Gefährten von Muhammad zitierte, dass Jesus gestorben sei. Inzwischen argumentiert die Mehrheit der nachfolgenden Hadith und Tafsir für das Gegenteil. [Zitat erforderlich]\n\nNach dem Koran wurde er nicht gekreuzigt, sondern von Gott eher gerettet. (Obwohl die frühesten islamischen Traditionen und Exegese etwas widersprüchliche Berichte über einen Tod und seine Länge zitieren, glauben die Muslime, dass Jesus nicht am Kreuz stirbt, sondern glauben, dass er durch lebendigem Himmel aufgewachsen wurde).\n\nAuswechslung\nEs ist unklar, wo sich die Substitutionskonpretation entspricht, aber einige Wissenschaftler betrachten die Theorie, die zwischen bestimmten gnostischen Gruppen des zweiten Jahrhunderts stammt. [10] Leirvik findet, dass der Koran und Hadith eindeutig von dem nicht-kanonischen („ketzerisch“) Christentum beeinflusst wurden, das auf der arabischen Halbinsel und weiter in Abysinia herrschte. [65]\n\nWährend die meisten westlichen Gelehrten, [66] Juden, [67] und Christen glauben, dass Jesus gestorben ist, lehrt die orthodoxe muslimische Theologie, dass er in den Himmel aufgestiegen ist, ohne ans Kreuz zu gestellt zu werden, und Gott verwandelte eine andere Person, Simon von Cyrene, um genau wie Jesus zu erscheinen, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war, der war. gekreuzigt anstelle von Jesus (vgl. Irenaeus 'Beschreibung der Häresie von Basiliden, Buch I, Ch. XXIV, 4.). [68] [69]\n\nEinige Meinungsverschiedenheiten und Zwietracht werden mit Ibn Ishaqs (gest. 761) Bericht über eine kurze Bilanzierung von Ereignissen im Vorfeld der Kreuzigung gesehen, die zunächst feststellte, dass Jesus von jemandem namens Sergius ersetzt wurde, während er zweitens einen Bericht über Jesus 'Grab bezeichnete, das das Grab war, das Grab war, das das Grab von Jesus zu sein. Das Hotel liegt in Medina und zitierte drittens die Orte im Koran (3:55; 4: 158), dass Gott Jesus auf sich selbst gebracht hat. [70]\n\nIbn Kathir (gest. 1373) folgt den Traditionen, die darauf hindeuten, dass eine Kreuzigung aufgetreten ist, jedoch nicht mit Jesus. [81] Nach der Veranstaltung berichtet Ibn Kathir, dass die Menschen nach drei verschiedenen Erzählungen in drei Gruppen aufgeteilt wurden; Die Jakobiten glaubten, \"Gott blieb bei uns, solange er wollte, und dann stieg er in den Himmel auf\"; Die Nestorianer, die glaubten, \"der Sohn Gottes war bei uns, so lange er, bis Gott ihn in den Himmel hob\"; und die Muslime, die glaubten, \"der Diener und Gesandte Gottes, Jesus, blieben bei uns, solange Gott es gewollte, bis Gott ihn zu sich selbst hob.\" [82]\n\nZweites Kommen\nZeitleiste der Ankunft von Jesus vor dem Jüngsten Tag\n\nDas Minarett von Isa in der Umayyad -Moschee, Damaskus\nNach der islamischen Tradition, die in den Himmel in den Himmel gestiegen ist und dort über 2000 Jahre wohnte, wird Jesus kurz vor dem Jüngstentag in die Erde abstimmen, inmitten von Kriegen gegen Al-Masih ad-Dajjal ('der falsche Messias \") und seine Anhänger , zu helfen dem Mahdi und seiner muslimischen Anhänger. In der Umayyad -Moschee. [87] Er wird dann den Mahdi begrüßen und (als Muslim) neben ihm beten. Schließlich wird Jesus den Dajjal in Lod töten. [88]\n\nDanach wird er \"das Kreuz brechen, die Schweine töten und die Jizya-Steuer abschaffen\", so ein bekannter Sahih al-Bukhari Hadith. [89] [90] \"Die übliche Interpretation\" dieser Prophezeiung ist, dass Jesus als Muslim die christliche Anbetung seiner selbst und den Glauben an seine Göttlichkeit \", symbolisiert durch das Kreuz\", einen Zwischenstopp machen wird. Er wird die vom Christentum aufgegebenen koscheren/halal-diätetischen Gesetze wiederherstellen; (Nach einem Hadith wird Jesus \"die Kirchen und Tempel zerstören und die Christen töten, wenn sie nicht an ihn glauben\".) [93] [Anmerkung 1]\n\nIslamische Texte spielen auch auf das Wiederauftauchen der alten Bedrohung Gog und Magog (Yaʾjūj Maʾjūj) an, die aus seiner unterirdischen Haft ausbrechen und die Welt veranlassen. [95] Gott wird sie als Reaktion auf die Gebete Jesu töten, indem er eine Art Wurm in die Nacken ihres Hals schickt und große Vögel schickt, um ihre Leichen aus dem Land zu tragen und zu entfernen. [86] Nach dem Tod des Mahdi wird Jesus übernehmen, dass die Weltführung, der Frieden und die Gerechtigkeit universell sein werden.\n\nAuch nach der Tradition wird Jesus dann heiraten, Kinder haben und die Welt für vierzig Jahre (Traditionen geben viele verschiedene Zeiträume an). Danach wird er sterben. [96] Muslime werden dann das Bestattungsgebet für ihn ausführen und ihn dann in der grünen Kuppel in der Stadt Medina in einem Grab neben Muhammad, Abu Bakr und Umar vergraben. [97] Laut Ibn Khalduns Legende werden die beiden Kalifen zwischen den beiden Propheten von den Toten auferstehen. [98]\n\nQuellen\nWährend der Koran keine der obigen Erzählungen der Rückkehr Jesu beschreibt [99] viele Muslime glauben, dass zwei Koranverse auf sein zweites Kommen in den Endzeiten beziehen. [90] (1) Der oben erwähnte Vers, der angibt, dass er niemals auf Erden gestorben ist:\n\n\"Und [für] ihr Sprichwort:\" In der Tat haben wir den Messias Jesus, den Sohn Maria, den Gesandten Allahs, getötet. \" Und sie haben ihn nicht getötet, und sie haben ihn auch nicht gekreuzigt; aber [ein anderer] wurde ihm dazu gebracht, ihm zu ähneln. Und diejenigen, die sich darüber unterscheiden Und sie haben ihn mit Sicherheit nicht getötet. \" (Q.4: 157 :)\nUnd ein zweiter Vers, der interpretiert wurde, um eine Verbindung zwischen Jesus und \"The Hour\" (End Times) anzuzeigen:\n\n\"Und so! Wahrlich, es gibt Kenntnis der Stunde. Zweifel, dass Sie es nicht betreffen, sondern mir folgen. Dies ist der richtige Weg.\" (Q.43: 61 Trans Picklhall). [90]\nHadiths bei Jesu Rückkehr werden nach Abu Hurairah zurückgeführt, einem der Sahaba, könnten jedoch möglicherweise später während der Bürgerkriege im frühen Abbasid -Kalifat eingeführt worden sein, als ein Erretter erwartet wurde. Während für Schiiten der Mahdi der Retter sein wird, erwarteten einige Sunniten eher die Rückkehr Jesu. Während des frühen Abbasidkalifats war das Tragen von Kruzifixen in Prozessionen und das Halten von Schweinen in der Öffentlichkeit verboten. Andernfalls könnte das Brechen des Kreuzes die allgemeine Missbilligung dieses Symbols durch Muslime widerspiegeln und Schweine ein Hinweis auf den Exorzismus der Legion Jesu töten. [100]\n\nJesus wird ungefähr 187 Mal im Koran erwähnt, direkt und indirekt und auch von vielen Titeln bezeichnet, wobei das häufigste al-masih ('der Messias'). [3] [110] [111] [112] [33 ] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nAussehen\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Muhammad im Islam\nAus Wikipedia, der freien Enzyklopädie\nSpringen Sie zu Navigationsprung, um zu suchen\nIn diesem Artikel geht es um die Rolle und Bedeutung von Muhammad in einem islamischen Kontext. Für einen allgemeinen Überblick siehe Muhammad.\nImam al-Anbiya\nRasūl Allah\nMuhammad\nMet\nمحمد صلى الله عليه وسلم. Svg\n'Muhammad' in der islamischen Kalligraphie\nProphet des Islam\nVorangegangen von Isa (Jesus)\nErfolgreich durch Position abgeschafft\nTitel Khatam An-Nabiyyin ('Seal of the Prophets')\npersönlich\nGeboren am Montag, 12 Rabi 'Al-Awwal 53 BH (570 n. Chr.)\nMekka, Hejaz, Arabien\nStarb am Montag, 12 Rabi 'al-Awwal 11 AH (8. Juni 632 n. Chr.)\nMedina, Hejaz, Arabien\nRuhestätte Grüne Kuppel, Prophetenmoschee, Medina\nReligion Islam\nEhepartner siehe Muhammads Frauen\nKinder sehen Muhammads Kinder\nEltern\nAbd Allah ibn Abd al-Muttalib (Vater)\nAmina Bint Wahb (Mutter)\nBemerkenswerte Arbeit (en) Verfassung von Medina\nAndere Namen sehen Namen und Titel von Muhammad\nVerwandte sehen Stammbaum von Muhammad, Ahl al-Bayt (\"Familie des Hauses\")\nSignatur Muhammad Seal.svg\nSiegel von Muhammad\nMuslimischer Führer\nNachfolger sehen Nachfolge in Muhammad\nArabischer Name\nPersonal (Ism) Muhammad\nPatronymisch (Nasab) Muḥammad ibn Abd Allah ibn Abd al-Muttalib ibn Hashim ibn Abd Manaf ibn Qusai ibn Kilab\nTeknonymisch (Kunya) Abu Al-Qasim\nBismillahir Rahmanir Rahim\nTeil einer Serie zum Islam\nIslamische Propheten\nAnbiya\nPropheten im Koran\nAufgeführt nach islamischem Namen und biblischer Name.\nʾĀdam (adam) ʾidrīs (Enoch) nūḥ (noah) hūd (Eber) ṣāliḥ (Selah) ʾibrāhīm (Abraham) lūṭ (Lot) ʾismāʿīl (Ishmael) ʾisḥāq (Isaac yqūb (jacob) yacob (jacob (jacob) yacob (jacūb (jacob (jacob) yacob (jacob (jacob) y vrah. Jethro) mūsā (Mose) Hārūn (Aaron) Dhul-Kifl (Ezekiel oder Gautama Buddha) Dāūd (David) Sulaymān (Solomon) yūnus (jonah) ʾilyās (Elijah) alyas & aß (gliches) (gliches) (gliches) (gliches) (gliches) (aß (gliches ) Muḥammad (Muhammad)\nHauptveranstaltungen\nAnsichten\n Islam -Portal\nvte\nTeil einer Serie auf\nIslam\nAllah3.Svg\nÜberzeugungen\nPraktiken Methoden Ausübungen\nTexten\nGeschichte\nKultur und Gesellschaft\nverwandte Themen\n Islam -Portal\nvte\nMuḥammad ibn Abd Allah (Arabisch: مُحُحُحمّدُ بْنُ عَدِ ٱللهِ; ca. 570 - 8. Juni 632 n. Chr. Muslime glauben, dass der Koran, der zentrale religiöse Text des Islam, Muhammad von Gott offenbart wurde und dass Muhammad zum Wiederherstellen des Islam geschickt wurde, von dem sie glauben, dass er nicht mit Muhammad stammt, sondern der wahre unveränderte originale monotheistische Glaube von Adam, Abraham, Abraham, ist Moses, Jesus und andere Propheten. [1] [2] [3] [4] Die religiösen, sozialen und politischen Grundsätze, die Muhammad mit dem Koran gegründet hat, wurden zur Grundlage des Islam und der muslimischen Welt. [5]\n\nMuhammad wurde um das Jahr 53 BH (570 n. Chr.) In eine angesehene Qurayshi-Familie von Mekka geboren und verdiente sich den Titel \"Al-Amin\" (اَلْأْأمِينُ, was \"das vertrauenswürdige\"). [6] [6] [7] Im Alter von 40 in 11 Mrd. (610 n. Chr.) Soll Muhammad seine erste verbale Offenbarung in der Höhle namens Hira erhalten haben, die der Beginn des Korans war, der bis zum Ende seines Lebens fortgesetzt wurde; und Muslime sind der Ansicht, dass Muhammad von Gott gebeten wurde, die Einheit Gottes zu predigen, um Götzendienst auszustimmen, eine Praxis, die in vorislamischen Arabien offen vorhanden ist. [8] [9] Aufgrund der Verfolgung der neu konvertierten Muslime wanderten Muhammad und seine Anhänger auf Einladung einer Delegation von Medina (damals bekannt als Yathrib) und seine Anhänger in 1 AH (622 n.), Ein Ereignis, das als Hijrah bekannt ist. 11] Dieser Hegira ist ein Wendepunkt in Muhammads Leben und markiert auch den Beginn des islamischen Kalenders. In Medina skizzierte Muhammad die Verfassung von Medina, die die Rechte und die Beziehungen zwischen den verschiedenen bestehenden Gemeinschaften dort spezifizierte, bildete eine unabhängige Gemeinschaft und schaffte es, den ersten islamischen Staat zu gründen. [12] Trotz der anhaltenden Feindseligkeit der Mekkaner übernahm Muhammad zusammen mit seinen Anhängern die Kontrolle über Mekka im Jahr 630 [13] [14] und ordnete die Zerstörung aller heidnischen Idole an. [15] [16] In seinen späteren Jahren in Medina vereint Muhammad die verschiedenen Stämme Arabiens unter dem Islam [17] und führte soziale und religiöse Reformen durch. [18] Als er in etwa 11 AH starb, hatten sich fast alle Stämme der arabischen Halbinsel in den Islam konvertiert. [19]\n\nMuslime bezeichnen Muhammad oft als Prophet Muhammad oder nur \"den Propheten\" oder \"den Gesandten\" und betrachten ihn als den größten aller Propheten. [1] [20] [21] [22] Er wird von den Muslimen als Besitzer aller Tugenden gesehen. [23] Als Akt des Respekts folgen Muslime dem Namen Muhammad durch den arabischen Segen Sallallahu 'alayhi wa sallam (was bedeutet, dass Frieden mit ihm sei), [24] manchmal abgekürzt wie \"Saw\" oder \"PBUH\".\n\nIm Koran\nWeitere Informationen: Muhammad im Koran\n\nDer in Thuluth geschriebene Name Muhammad, eine Skriptvariante islamischer Kalligraphie\nDer Koran zählt wenig über Muhammads frühes Leben oder andere biografische Details auf, spricht jedoch über seine prophetische Mission, seine moralische Exzellenz und seine theologischen Themen in Bezug auf Muhammad. Nach dem Koran ist Muhammad der letzte in einer von Gott gesandten Propheten (33:40). Im gesamten Koran wird Muhammad als \"Bote\", \"Gesandter Gottes\" und \"Prophet\" bezeichnet. Einige dieser Verse sind 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 und 66:09. Andere Begriffe werden verwendet, darunter \"Warner\", \"Träger der glücklichen Nachrichten\" und der \"Einer, der Menschen zu einem einzigen Gott einlädt\" (Koran 12: 108 und 33: 45-46). Der Koran behauptet, dass Muhammad ein Mann war, der die höchste moralische Exzellenz besaß, und dass Gott ihn zu einem guten Beispiel oder zu einem \"guten Modell\" für Muslime machte (Quran 68: 4 und 33:21). Der Koran lehnt jegliche übermenschliche Eigenschaften für Muhammad ab [25], beschreibt ihn jedoch in Bezug auf positive menschliche Eigenschaften. In mehreren Versen kristallisiert der Koran Muhammads Beziehung zur Menschheit. Nach dem Koran sandte Gott Muhammad mit Wahrheit (Gottes Botschaft an die Menschheit) und als Segen für die ganze Welt (Koran 39:33 und 21: 107). In der islamischen Tradition bedeutet dies, dass Gott Muhammad mit seiner Botschaft an die Menschheit gesandt hat, die den Menschen das Leben im Jenseits erlangen wird, und es sind Muhammads Lehren und die Reinheit seines persönlichen Lebens allein, die die Anbetung Gottes auf dieser Welt am Leben erhalten . [26]\n\nNach dem Koran wurde das Kommen von Muhammad von Jesus vorhergesagt: \"Und denken Sie daran, Jesus, der Sohn Maria, sagte:„ O Kinder Israels! Ich bin Gottes Gesandter für Sie und bestätigt das Gesetz (das vor mir kam). und die glücklichen Nachrichten eines Botens zu geben, um nach mir zu kommen, dessen Name Ahmad sein soll (Koran 61: 6). Durch diesen Vers beanspruchten frühe arabische Muslime Legitimität für ihren neuen Glauben an die bestehenden religiösen Traditionen und die angeblichen Vorhersagen Jesu. [27]"
}
