{
"Adam": "__ \"اوه بشر! ما شما را از یک جفت یک مرد و یک زن آفریدیم و شما را به ملل و قبیله تبدیل کردیم تا بتوانید یکدیگر را بشناسید (نه اینکه شما ممکن است یکدیگر را تحقیر کنید). در نگاه خداوند چه کسی صالح ترین شما است. و خداوند دانش کاملی دارد و به خوبی آشنا است (با همه چیز) \"(قرآن 49:13) .__\n\nآدم (عربی: آdem) اولین انسان روی زمین و اولین نبی (نبی ، پیامبر) اسلام بود. آدم مسلمان به عنوان پدر نژاد بشر و همسرش ، هاووی (آاوا ، حوا) به عنوان مادر بشریت. مسلمانان آدم را به عنوان اولین مسلمان می دانند ، همانطور که قرآن اظهار داشت که همه پیامبران همان ایمان اسلام را موعظه می کنند ، این به معنای تسلیم شدن به خدا است.\n\nاز این دو فرد ، نسل انسانها در زمین سکونت داشته اند. خدا در قرآن بیان می کند.\n\nهنگامی که آدم ایجاد شد ، خداوند به همه آفرینش دستور داد تا خود را به عنوان نشانه احترام به آدم ، که یک آفرینش برتر جدید بود ، پایین بیاورد. همه به جز شایتان انجام دادند ، که از گفتن او از آتش سیگاری (یک جین) ساخته شده بود ، در حالی که آدم از خاک رس ساخته شده بود. سپس خدا آنها را در باغ عدن به عنوان آزمایش قرار داد و شایتان با موفقیت هم آدم و هم هاوا را فریب داد. او باعث شد تا آنها به درختی بروند که خدا آنها را از آن منع کرده است. در نتیجه این ، خداوند ما (انسان ها و شیاطین) را به عنوان دشمن یکدیگر تا روز داوری بر روی زمین قرار داده است. یک بار روی زمین ، آدم برای بخشش دعا کرد و خدا او را بخشید.\n\nمانند آدم و همه پیامبران برای یادآوری میثاق ما با خدا به زمین آمدند. اگر از خدا پیروی کنیم ، می توانیم به سطح بالاتری برسیم و فرشتگان در نگاه خدا. برای انجام این کار باید از زمزمه های Sheytan جلوگیری کنیم ، و آنچه حتی بسیار بدتر از آن است ، تلاش و سرکوب NUFF های خود (خواسته های خودخواهانه). ما این کار را با پیروی از خرد بی پایان ، دستورالعمل ها و نمونه هایی که در قرآن به ما داده شده است ، وحی نهایی و کتابی که در شخص اول توسط خدا نوشته شده است که کاملاً حفظ شده و بدون تغییر است ، انجام می دهیم. ما همچنین باید نمونه شگفت انگیز پیامبران را دنبال کنیم و داستان کامل زندگی پیامبر محمد را داریم زیرا او در زمان های اخیر به آنجا رسید که حتی در تاریخ مدرن ظاهر می شود. تمام آموزه های او نیز حفظ شده است و بورس تحصیلی اسلامی زیادی برای حفظ و آموزش شیوه زندگی وی وجود دارد. پیامبر محمد مهر پیامبران ، یک رهبر معنوی و نظامی به همراه شوهر ، پدر ، همسایه و دوست بود. او از کسانی که زندگی ، اقدامات و آموزه های خود را تجربه می کنند بسیار ستایش می شود. حتی دشمنانش وقتی زندگی می کردند احترام می گذاشتند و به او اعتماد کردند.\n\nبنابراین ، به عنوان مسلمانان ، ما می دانیم که هدف از زندگی برای همه انسانها پرستش خدا و دیدن چه کسی در اعمال است. خداوند به بشر مکانی زیبا در بهشت/بهشت را به عنوان پاداش پیروی از دستورات خود قول داده است. پایین ترین فرد در بهشت ​​سرزمین ده زمین را خواهد داشت. هنگامی که به سطح بالاتری از بهشت ​​رسیدید ، باید در سالهای نوری اندازه گیری زمین خود را شروع کنید. خدا سخاوتمندترین است و می خواهد به ما بدهد و برای ما همه چیز را از او بخواهیم. اگر از خدا دور شویم و راه های پیامبران ، مجازات شدیدی در جهنم در انتظار ما است. باشد که خداوند ما را از این و همه چیزهای شیطانی محافظت کند.\n\nاز دیدگاه علمی ، انسان ها در گونه های __homo sapiens__ قرار دارند که تنها زیر گونه های شناخته شده به عنوان __homo sapiens sapiens__ شناخته می شود. ما غالب ترین گونه روی زمین هستیم. با این حال ، انواع بسیاری از زندگی ، به ویژه در بین گیاهان و پروتئین ها وجود دارد که تأثیر بسیار بیشتری بر هوا ، صخره ها ، زندگی و محیط طبیعی زمین داشته است.\n\nویکیپدیا:\nاول پیامبر و پدر همه انسانها.\nداستان آدم و آفرینش در سراسر قرآن جدا شده است. در فصل ها منابع وجود دارد: 2 ، 4 ، 5 ، 20 ، 21 ، 38 و دیگران. در روایت قرآن ، خدا بشر را از خاک رس آفرید (Q3: 59) ، [18] آن را به یک شکل شکل داد و سپس به فرشتگان دستور داد تا تعظیم کنند (تسلیم) به آدم. ابلیس از غرور امتناع ورزید (Q15: 26-32) [19] و از جان (بهشت) تبعید شد.\n\nبه گفته قرآن ، خدا قبلاً قبل از خلقت آدم تصمیم گرفته بود كه بشر (آدم و فرزندان او) روی زمین قرار می گیرد. اسلام زندگی بشر را روی زمین به عنوان یک مجازات نسبت نمی دهد ، بلکه به عنوان بخشی از برنامه خدا.\n\n\"\" همانا ، من می خواهم نسل های بشر را بعد از نسل های روی زمین قرار دهم. \" آنها (فرشتگان) گفتند: \"آیا شما در آنجا کسانی را قرار می دهید که در آن بدبختی می کنند و خون می ریزند ، در حالی که ما (فرشتگان) شما را با ستایش و تشکر و تقدیس شما را تجلیل می کنیم؟\" خدا گفت: \"من آنچه را که شما نمی دانید می دانم.\"\n\nخدا سپس نام همه چیزها را به آدم می آموزد و فرشتگان را در مقابل آدم مونتاژ می کند تا به آنها نشان دهد که بیشتر از آنچه می دانند وجود دارد ، به ویژه ظرفیت فکری بالا آدم:\n\n\"و او اسامی را به آدم آموخت - همه آنها. سپس آنها را به فرشتگان نشان داد و گفت:\" اگر شما راستگو هستید ، نام این ها را به من اطلاع دهید. \"آنها گفتند:\" جلال به تو (گفت: فرشتگان) ، از دانش ما هیچ کس نداریم ، آنچه را که به ما آموخته اید ، صرفه جویی کنید: در حقیقت این هستید که شما در دانش و خرد کامل هستید. \"او گفت:\" ای آدم! نام آنها را به آنها بگویید. \"وقتی او به آنها گفته بود ، خدا گفت (به فرشتگان):\" آیا من به شما نگفتم که اسرار بهشت ​​و زمین را می دانم ، و می دانم چه چیزی را آشکار می کنید و چه چیزی را پنهان می کنید؟ \"\n\nخدا به فرشتگان دستور می دهد تا به آدم تعظیم کنند. همه اطاعت می کنند ، به جز ابلیس ، که احساس می کند از آتش ساخته شده است ، نباید به آدم که از زمین ساخته شده بود ، تعظیم کند. نافرمانی او از فرمان خدا و به دنبال غرور او باعث شد که او از نفع خدا خارج شود:\n\n\"و ببین ، ما به فرشتگان گفتیم:\" تعظیم به آدم \"و آنها تعظیم کردند. (2:34)\n\nخدا بعداً آدم و حوا را در باغ قرار می دهد و به آنها می گوید که آنها می توانند از میوه های آن لذت ببرند مگر اینکه به یک درخت خاص نرسند: (2:35)\n\n\"ما گفتیم:\" ای آدم! ساکن تو و همسر تو در باغ ؛ و از چیزهای پرشکوه در آن (کجا و چه موقع) بخورید. اما به این درخت نزدیک نمی شوید ، یا به آسیب و تجاوز می پردازید. \"\n\nشیطان سپس آدم و حوا را در خوردن میوه های درخت فریب می دهد: (2:36)\n\n\"سپس شیطان باعث شد آنها از باغ (باغ) لغزش کنند و آنها را از ایالت (از فلیسیت) که در آن قرار گرفته بود بیرون بیاورید. ما گفتیم:\" شما را پایین بیاورید ، همه (شما مردم) ، با برخی از شما دشمنی دارید به سمت دیگران روی زمین محل زندگی شما و وسایل معیشت شما - برای مدتی خواهد بود. \"\n\nآدم و حوا نسبت به اعمالشان احساس پشیمانی زیادی می کنند ، اما خداوند به رحمت به آدم می رود و او را تسلی می دهد: (2:37)\n\n\"سپس آدم را از سخنان الهام بخش پروردگار خود آموخت ، و پروردگار او به سمت او چرخید ؛ زیرا او غالباً بازدارنده و مهربان است.\"\n\nخدا سپس به آدم اطلاع می دهد که خدا راهنمایی خود را به آدم و فرزندان خود می فرستد: (2:38)\n\n\"ما گفتیم:\" همه شما را از این مکان (باغ) پایین بیاورید ، پس هر وقت به شما راهنمایی می شود از من راهنمایی می شود ، و هر کس از راهنمایی من پیروی کند ، هیچ ترسی بر آنها نخواهد بود و آنها غمگین نخواهند شد. \"\n\nدر باغ عدن ، شیطان (که اغلب به عنوان ابلیس شناخته می شود) آدم و حوا را با چشیدن میوه از درخت ممنوعه ، از خدا نافرمانی می کند. خدا ، آدم و حوا را به بقیه زمین می فرستد. [20] [21]\n\nقرآن همچنین دو پسر آدم و حوا ، قابیل و هابیل را توصیف می کند. [22] [23]",
"Idris": "مخترع قلم و مخترع سوزن.",
"Nuh": "بازمانده از سیل بزرگ.",
"Hud": "بازرگان\n\nاین خلاصه ای از روایت HUD است ، با تأکید بر دو آیه خاص:\n\nمردم عود بسیار قدرتمند و ثروتمند بودند و ساختمانهای بی شماری ساختند [19] و بناهای تاریخی برای نشان دادن قدرت خود. با این حال ، ثروت مردم عاد در نهایت ثابت شد که شکست آنها است ، زیرا آنها متکبر و خدا را ترک کردند و شروع به تصویب بت ها برای عبادت کردند ، از جمله سه بت به نام سام ، سامود و هارا. [11] HUD ، حتی در کودکی ، در دعا برای خدا ثابت ماند. از طریق تفسیر این مسئله است که مادر هود ، یک زن پرهیزگار که در بدو تولد پسرش دیدهای بزرگی را دیده بود ، تنها شخصی بود که HUD را در عبادت خود تشویق می کرد. [20] بنابراین ، خداوند HUD را به عنوان یک پیامبر برای مردم عود پرورش داد. [20]\n\nهنگامی که HUD شروع به موعظه کرد و آنها را به پرستش تنها خدای واقعی دعوت کرد و وقتی به آنها گفت که برای گناهان گذشته خود توبه کنند و از رحمت و بخشش بخواهند ، مردم عود شروع به بازگرداندن او کردند و شرورانه شروع به مسخره کردن پیام خدا کردند. داستان HUD چرخه نبوی مشترک برای پیامبران اولیه ذکر شده در قرآن را نشان می دهد: پیامبر به قوم خود فرستاده می شود تا فقط به آنها بگویند که خدا را عبادت کنند و به آنها می گوید که این خداست که ارائه دهنده نعمت های آنهاست [9] قرآن [3] اظهار داشت:\n\nما برای مردم \"آگهی برادرشان هود\" فرستادیم ، که گفت: \"ای مردم من ، خدا را پرستش کنید ؛ شما خدای دیگری جز او ندارید. (در مورد بت ها ، شما فقط دروغ اختراع می کنید.\nای مردم من ، من از شما هیچ پاداش نمی خواهم: پاداش من با کسی است که من را آفریده است. آیا شما نمی فهمید؟\nای قوم من ، از پروردگار خود بخواهید که شما را ببخشید و در توبه به او مراجعه کنید. او باران را در تورنت ها از آسمان می فرستد و به شما قدرت بیشتری می بخشد. بنابراین از او به عنوان گناهکاران دور نشوید. \"\nآنها گفتند: \"ای هود ، شما بدون اثبات به ما آمده اید. ما خدایان خود را رها نخواهیم کرد زیرا شما چنین می گویید ، و به شما ایمان نمی آوریم.\nتنها چیزی که می توانیم بگوییم این است که برخی از خدایان ما شما را با شر خرد کرده اند. \"\nجدا از او به همان اندازه که دوست دارید در برابر من شرکت کنید و به من احترام بگذارید.\nمن اعتماد خود را به خدا که پروردگار من و پروردگار شما است ، قرار می دهم. هیچ موجودی وجود ندارد که روی زمین حرکت کند که توسط او محکم توسط او نگه داشته نشود. در واقع راه پروردگار من مستقیم است.\nاگر دور شوید ، پس (به یاد داشته باشید) من پیامی را که با آن ارسال شده به شما تحویل داده ام. پروردگار من افراد دیگر را در جای شما قرار می دهد و شما قادر نخواهید بود علیه او پیروز شوید. در واقع پروردگار من مراقب همه چیز است. \"\n\n-قرآن ، سوره 11 (هود) ، آیه 50-57\nمعجزه هود\nبه گفته تافس از ابن قییم الجاوزی در کتاب تحلیل خود ، مادااریج ساالیکین ، که به نقل از ابن ابی الیز در سیاره (تفسیر) از العحیدا العحاویا ، هود معجزه خود را نشان داده است که از آن استفاده شده است. آیه 56-58:\n\n(56) \"تنها چیزی که می توانیم بگوییم این است که برخی از خدایان ما شما را با شر خرد کرده اند.\" او پاسخ داد: \"من خدا را به شاهد می گویم ، و شما نیز شاهد هستم ، كه من از آنچه شما در آن ارتباط دارید (در امور خود) است ... جدا از او. واد\n\n(57) من اعتماد خود را به خدا که پروردگار من و پروردگار شما است ، قرار می دهم. هیچ موجودی وجود ندارد که روی زمین حرکت کند که توسط او محکم توسط او نگه داشته نشود. در واقع راه پروردگار من مستقیم است.\n\n(58) اگر شما دور شوید ، (به یاد داشته باشید) من پیامی را که با آن ارسال شده به شما تحویل داده ام. پروردگار من افراد دیگر را در جای شما قرار می دهد و شما قادر نخواهید بود علیه او پیروز شوید. در واقع پروردگار من مراقب همه چیز است. \"\n\n- قرآن ، سوره 11 (HUD). آیه 56-58",
"Salih": "صالح (عربی: ص اصطلبلِحٌ ، رومی شده: ṣāliḥ ، \"پرهیزگار\" ، همچنین صالح را هجی کرد) ، یک پیامبر عرب است که در قرآن ذکر شده است [1] [2] که به قبیله تامود می پردازد [3] [4] [5] ] در عربستان باستان ، قبل از طول عمر پیامبر اکرم. داستان صالح با داستان او-کامل خدا مرتبط است ، که هدیه ای بود که خدا به مردم تامود داده شد وقتی می خواستند یک معجزه برای تأیید اینکه صالح واقعاً پیامبر است.\n\nحرفه او یک پرورش دهنده شتر بود.\n\nزمینه تاریخی\n\nماداین صالح یا الحجر در منطقه کوهستانی حجازی عربستان سعودی\nThamud یک کنفدراسیون قبیله ای در منطقه شمال غربی شبه جزیره عربستان بود که در زمان سارگون دوم در منابع آشوری ذکر شد. نام قبیله همچنان در اسناد تا قرن چهارم میلادی ظاهر می شود ، اما تا قرن ششم آنها به عنوان گروهی در نظر گرفته می شدند که مدتها پیش از بین رفته بودند. [6]: 81\n\nبه گفته قرآن ، شهری که صالح به آن اعزام شده بود ، الحجر نامیده شد ، [7] که مطابق با شهر نباتای هگرا است. [8] این شهر در قرن اول میلادی به عنوان یک سایت مهم در تجارت کاروان منطقه ای به برجستگی رسید. [9] در مجاورت این شهر مقبره های سنگی تزئین شده و تزئین شده توسط اعضای گروه های مختلف مذهبی مورد استفاده قرار می گرفت. [6]: 146 در یک نقطه ناشناخته در دوران باستان ، این سایت رها شده و احتمالاً به صورت کاربردی جایگزین الولا شد. [10] این سایت از دوران محمد به نام ماداین صالح خوانده شده است ، که به نام قبلی خود صالح نامگذاری شده است. [11]\n\nدر خارج از ادیان اسلامی و بهائی ، صالح در هیچ کتاب مقدس ابراهیمی یا متن تاریخی معاصر ذکر نشده است ، اما ممکن است گزارش نابودی تامود در عربستان باستان به خوبی شناخته شده باشد. نام قبیله در شعر عربی باستان به عنوان استعاره ای برای \"گذراندن همه چیز\" استفاده می شود. [6]: 223-24\n\nدر اسلام\nبیسملهیر رحمانیر رحیم\nبخشی از یک سریال در مورد اسلام\nپیامبران اسلامی\nیانه\nپیامبران در قرآن\nذکر شده توسط نام اسلامی و نام کتاب مقدس.\nʾādam (آدم) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (ابراهیم) lūṭ (lot) ʾismāʿīl (ishmael) ʾisḥāq (Isaac) Yaʿʿ jobb (Jacob) yūsub (Jacob) yūsub (act) Jethro) Mūsā (موسی) Hārūn (هارون) Dhul-Kifl (Ezekiel یا Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ (elisha) zakarī (zechariahya) ) محمد (محمد)\nرویدادهای اصلی\nنمایش\nپورتال اسلام\nVTE\nبخشی از یک سریال در\nاسلام\nallah3.svg\nاعتقادات\nعمل\nمتن متن\nتاریخ\nفرهنگ و جامعه\nموضوعات مرتبط\n پورتال اسلام\nVTE\nقرآن\n\nصالح از مردم خود دعوت می کند تا او را ببینند\nمجموعه ای از داستانهای پیامبران\nزندگی صالح در جامعه او چنان صالح بوده است که مردم تامود عملاً برای حمایت به او اعتماد می کردند. [12] وی توسط خدا به عنوان پیامبر انتخاب شد و برای موعظه علیه خودخواهی ثروتمندان و محکوم کردن عمل شرک (بت پرستی یا شرک) فرستاده شد. اگرچه صالح پیام را برای مدت زمانی پایدار موعظه کرد ، اما مردم برای تامود از شنیدن هشدار وی خودداری کردند و در عوض شروع به درخواست صالح کردند که برای آنها معجزه کند. آنها گفتند: \"ای صالح! تو از ما بوده ای! مرکز امیدهای ما تا کنون! آیا شما را به ما پرستش آنچه پدران ما پرستش کرده اند را منع می کنید؟ .\n\nصالح مردم خود را از قلعه ها و کاخ های بی شماری که از سنگ ساخته شده بودند ، [13] و برتری تکنولوژیکی آنها نسبت به جوامع همسایه یادآوری کرد. علاوه بر این ، او در مورد اجدادشان ، قبیله عود ، و اینکه چگونه آنها نیز به خاطر گناهان خود نابود شدند ، به آنها گفت. برخی از مردم تامود به سخنان صالح اعتقاد داشتند ، اما رهبران قبیله ای از گوش دادن به او امتناع ورزیدند و همچنان خواستار معجزه برای اثبات نبوت خود بودند. [14]\n\nدر پاسخ ، خداوند به عنوان یک برکت برکت ، هم به عنوان وسیله ای برای پایداری و یک آزمایش ، به تامود داد. به قبیله گفته شد كه شتر اجازه می دهد تا به طور مسالمت آمیز چرند و از آسیب رساندن به او جلوگیری كند. [15] اما با مخالفت با هشدار صالح ، مردم قبیله شتر را به هم زدند. [16] صالح به آنها اطلاع داد که آنها فقط سه روز دیگر برای زندگی قبل از غضب خدا بر آنها زندگی می کنند. [17] مردم این شهر پشیمان بودند ، [18] اما جنایت آنها نمی تواند خنثی شود و همه افراد کافر که در این شهر در یک زلزله کشته شدند. الحدر به صورت غیر مسکونی ارائه شد و پس از آن در تمام مدت در ویرانه ها باقی ماند. [19] خود صالح و معدود مؤمنی که از او پیروی کردند زنده مانده اند. [20]\n\nاین داستان در Sūrat An-Naml گسترش یافته است ، در حالی که در اینجا به صراحت از او ذکر نشده است ، بیان می کند که نه مرد برای کشتن صالح و تمام خانواده اش ، [21] [22] جنایتی که آنها را مورد اصابت قرار داده اند توسط خدا سه روز بعد. [23]\n\nسنت مسلمان\nنویسندگان مسلمان درباره داستان صالح و او-کامل توضیح داده اند. سنت اولیه اسلامی غالباً شامل نقوش شتر به طور معجزه آسایی از سنگ ، غالباً همراه با گوساله و تولید شیر از شتر بود. الباری اظهار داشت که صالح قوم خود را به کوهی احضار کرد ، جایی که آنها شاهد این سنگ بودند که به طور معجزه آسایی باز شد و شتر را آشکار کرد. او-کامل گوساله جوانی داشت. صالح به تامود اطلاع داد که شتر بزرگتر یک روز از منبع آب آنها می نوشد و روز بعد آنها را از آن می نوشند. در روزهایی که به آنها اجازه نوشیدن آب نمی دادند ، شتر آنها را شیر تهیه کرد. اما خداوند به صالح اطلاع داد كه پسری كه همسترینگ شتر را به زودی به قبیله متولد می شود ، و آن كودك شر بود و به طور غیرحضوری سریع رشد می كرد. شتر در واقع کشته شد و گوساله آن سه بار گریه کرد و نشان داد که تامود در سه روز از بین می رود. صورت آنها زرد ، سپس قرمز ، سپس سیاه و سفید ، و در روز سوم همانطور که پیش بینی شده بود درگذشت. [24]\n\nبه گفته برخی از محققان اسلامی ، مادر اسماعیل ، هاجر ، نوه پیامبر صالح بود. [25]\n\nیک سنت مشابه در تفسیر قرن هشتم در مورد اسلام توسط جان دمشق [26] [27] مرتبط است و همچنین در آثار ابن کاتیر ذکر شده است. [28]",
"Ibrahim": "پدر جودیاسم ، مسیحیت و اسلام. سازنده کابا.",
"Lut": "مورخ و مسافر.\n\nقرآن اظهار داشت که روزی ، گروهی از فرشتگان به عنوان میهمانان در لباس مردان ، از ابراهیم بازدید کردند تا او را از این واقعیت که همسرش سارا با اسحاق باردار بود ، به ابراهیم منتقل کنند. در حالی که در آنجا بود ، آنها همچنین به او گفتند که آنها توسط خدا به \"افراد گناهکار\" [13] لوت [14] فرستاده شده اند تا آنها را با \"دوش سنگهای خاک رس\" از بین ببرند. [16] لوت و کسانی که به او ایمان داشتند ، باید از بین بروند ، اما همسرش قرار بود در این تخریب بمیرد ، با فرشتگان اظهار داشتند که \"او از کسانی است که عقب مانده اند\". [17] [18] قرآن همچنین همسر لوط را به عنوان \"نمونه ای برای کافران\" ترسیم می کند ، زیرا او با یک مرد صالح ازدواج کرده بود اما از اعتقاد به پیام خود خودداری کرد و به این ترتیب به جهنم محکوم شد. [3] [19]\n\nمردم شهرهای دوقلوی در برابر مرزهای خدا تجاوز کردند. به گفته قرآن ، گناهان آنها شامل مهار و سرقت از آنها بود [20] آنها از غریبه ها متنفر بودند و مسافران را به غیر از سایر سوء استفاده ها و تجاوز جنسی سرقت می کردند. این گناه آنها از سوء رفتار جنسی نیز بود که به ویژه بسیار عجیب و غریب به نظر می رسید ، و لوت آنها را به دلیل نزدیک شدن به مردان با تمایل جنسی به جای زنان ، به شدت مواجه کرد. [21] [22] لوت گفت و سعی کرد به آنها کمک کند تا روشهای گناه آور خود را رها کنند ، اما آنها او را مسخره کردند [20] و تهدید کردند که او را از شهرها بیرون می کشند. [23] لوت به خدا دعا کرد و التماس کرد که از عواقب اعمال گناه آور آنها نجات یابد. [3] [24]\n\nسپس سه فرشته ، که به عنوان مردهای خوش تیپ پنهان شده بودند ، به عنوان میهمانان به لوت آمدند. او مردان را ناراحت کرد ، زیرا احساس ناتوانی برای محافظت از آنها در برابر مردم شهرها کرد. [25] ساکنان شهرها از بازدید کنندگان آگاه می شوند که این تعداد میهمانان خود را به آنها تسلیم می کنند. [26] مضطرب و ترسناک از اینکه آنها خشم خدا را متحمل می شوند ، ازدواج نسبتاً قانونی را با دخترانش پیشنهاد می کردند [27] به عنوان گزینه های پرهیزگار و خالص تر برای خواسته های غیرقانونی خود ، و شاید به عنوان منبع راهنمایی. [28] اما آنها بی امان بودند و پاسخ دادند: \"شما می دانید که ما نیازی به دختران شما نداریم: در واقع شما چه چیزی را می خواهیم که می خواهیم!\" ، [29] با اشاره به میهمانان مرد خود.\n\nExegetes ابن کاتیر ، قورتوبی و تابری \"دختران\" را نمی خوانند که به معنای دختران تحت اللفظی لوت است. آنها استدلال می کنند که از آنجا که یک پیامبر مانند پدر ملت خود است ، لوط در حال هدایت افراد متخلف بود تا از گناهان خود دور شوند و با دختران ملت ، یعنی زنان به طور کلی ، در روابط سالم و پرهیزگار شرکت کنند. [30]\n\nفرشتگان سپس هویت واقعی خود را به لوط فاش کردند و به او گفتند: \"ما (اینجا) هستیم تا شما را تحویل دهیم و به دنبال آن باشید ، به جز همسر شما: او از کسانی است که عقب مانده اند.\" [3] آنها به لوط توصیه کردند که شهرها را ترک کنند در طول شب ، به او گفت که به عقب نگاه نکند. [31] با حفظ ایمان خود به خدا ، لوط شهرها را در تاریکی شب رها کرد ، پیروان خود را با خود و اعضای خانواده ایمان آورد. سرانجام ، صبح آمد و فرمان خدا پس از آن ، قرآن می خواند ، \"ما (شهرها) را وارونه کردیم و بر روی آنها باران می بارد و بر روی آنها سنگهای سخت به عنوان خاک رس پخته شده ، پخش ، لایه بر روی لایه ،-\" [32] و به این ترتیب سرنوشت شهرهای دوقلوی مهر و موم شد و سقوط کرد. به نابودی و ناامیدی و نشانگر پایان تمدن های سدوم و گومورا. [3]",
"Ismail": "پدر اعراب.\n\nاسماعیل در اسلام پیامبر محسوب می شود و در بسیاری از موارد در قرآن با سایر پیامبران درج شده است. [11] [12] [13] [14] در آیات دیگر ، مانند 21:85 [15] و 38:48 ، [16] اسماعیل به دلیل صبور بودن ، خوب و صالح مورد ستایش قرار می گیرد. [17] نمونه خاصی که اسماعیل را به صورت جداگانه توصیف می کند 19: 54-55 [18] است-\"و از طریق این نوشتار الهی ، اسماعیل را به ذهن متبادر کنید. ببین ، او همیشه به قول خود صادق بود ، و رسول [خدا] بود. پیامبر ، که قبلاً بر روی دعا و خیریه به قوم خود می پرداخت ، و در دیدگاه پایدار خود طرفداری می کرد.",
"Ishaq": "پدرسالار کتاب مقدس اسحاق (عربی: إsحaق یا إsحٰق [یادداشت] ʾisḥāq) توسط مسلمانان به عنوان پیامبر و پیامبر خدا شناخته می شود. [1] همانطور که در یهودیت و مسیحیت ، اسلام اظهار داشت که اسحاق فرزند پدرسالار و پیامبر ابراهیم از همسرش سارا بود. مسلمانان اسحاق را در اعزام عمیق نگه می دارند زیرا آنها معتقدند که هر دو اسحاق و برادر بزرگتر او اسماعیل میراث معنوی پدر خود را از طریق موعظه بعدی خود از پیام خدا پس از مرگ ابراهیم ادامه دادند. [2] اسحاق در پانزده قطعه قرآن ذکر شده است. [3] همراه با ذکر چندین بار در قرآن ، اسحاق به عنوان یکی از پیامبران اسلام برگزار می شود.\n\nپدر مردم بنی اسرائیلی.\n\nزندگی اولیه\nبه دلیل لطف خدا و میثاق با ابراهیم ، سارا در سن و سال خود با یک کودک تیزهوش شد. اسحاق سن 10 سالگی بود که برادر ناتوانش اسماعیل از خانه ابراهیم به بیابان بیرون رفت. در حالی که در صحرا اسماعیل همسر دختران موآب به نام ‘آیهه را گرفت. [4]\n\nمحل دفن\nمقبره اسحاق\nمقبره وی و همسرش ربکه در غار پدرسالاران در هبرون ، کرانه باختری ، که در اسلام به عنوان ابراهیم-مگس (\"مسجد ابراهیم\") شناخته می شود ، در نظر گرفته می شود. در کنار مقبره اسحاق ، برخی دیگر از پدرسالاران قرآن/کتاب مقدس و همسران آنها هستند: ابراهیم و سارا و یعقوب و لی.\n\nذکر در قرآن\nاسحاق پانزده بار با نام در قرآن ذکر شده است ، اغلب با پدر و پسرش یعقوب (یاقب). [5] قرآن اظهار داشت كه ابراهیم \"خبرهای خوب اسحاق ، پیامبر ، از صالحان\" را دریافت كرد ، و خدا آنها را هر دو برکت داد (37: 112). \"و ما به او خوشحال شدیم از اسحاق ، یک پیامبر از میان صالحان. و ما او و اسحاق را برکت دادیم. و در میان فرزندان آنها فضیلت و کسانی هستند که به وضوح خود را اشتباه می کنند\" [6] با توصیف کامل تر ، وقتی فرشتگان به آنجا رسیدند ابراهیم برای گفتن مجازات آینده به سدوم و گوموره ، همسرش ، سارا ، \"خندید ، و ما او را از اسحاق به او دادیم و بعد از اسحاق (نوه) یعقوب\" (11: 71-74) ؛ و همچنین توضیح داده شده است که این رویداد با وجود سن ابراهیم و سارا برگزار می شود. چندین آیه از اسحاق به عنوان \"هدیه\" به ابراهیم صحبت می کنند (6: 84 ؛ 19: 49-50) ، و 29: 26-27 می افزاید که خداوند \"نبوت و کتاب را در میان فرزندانش\" ساخته است ، که تفسیر شده است. برای مراجعه به دو پسر نبوی ابراهیم ، نوه نبوی او یعقوب و نوه نبوی وی یوسف. در قرآن ، بعداً روایت می کند که ابراهیم نیز خدا را بخاطر دادن اسماعیل و اسحاق در سن خود ستود (XIV: 39-41).\n\nدر جاهای دیگر قرآن ، اسحاق در لیست ذکر شده است: یوسف دین پدران خود را ابراهیم ، اسحاق و یعقوب (12: 38) دنبال می کند و از نفع خدا به آنها صحبت می کند (12: 6). پسران یاقب همه ایمان و قول خود را برای پرستش خدا شهادت می دهند که پدرانشان \"ابراهیم ، اسماعیل و اسحاق\" ، پرستش کردند (2: 127). و قرآن به مسلمانان دستور می دهد تا به افشاگری هایی که به \"ابراهیم ، اسماعیل ، اسحاق ، یعقوب و پدرسالار\" داده می شود ، اعتقاد داشته باشند (2: 136 ؛ iii: 84).",
"Yaqub": "یاکب ابن ایشاق ابن ابراهیم (عربی: یه اصطکاء مشکی \"إِskْح ْحsْح ْحbْnُ إِbْnerَnُ إِbْerَnُ إِbْerَnُ إِbْerَnُ إِbْerَnُ إِbْerَnُ إِ jacob ، jacob isioca asiic asiic aselaix: yix ؛ : إِsْner اصطلبل [اسرائیل]) ، که به عنوان یعقوب نیز شناخته می شود ، یک پیامبر در اسلام است. وی به عنوان پدرسالار اسلام شناخته می شود. مسلمانان بر این باورند که او همان ایمان توحیدی را مانند پدران خود موعظه کرد: ابراهیم (ابراهیم) ، اسماعیل (اسماعیل) و اسحاق (اسحاق).\n\nیعقوب شانزده بار در قرآن ذکر شده است. [1] اعتقاد بر این است که دو مرجع دیگر به اسرائیل ذکر شده از یعقوب است. [2] در اکثر این منابع ، یعقوب در کنار پیامبران عبری و پدرسالار به عنوان یک پیامبر باستانی و پرهیزگار که در \"شرکت منتخب\" ماندند ، ذکر شده است. [3] [4] مسلمانان معتقدند که یعقوب فرزند اسحاق بود و او در طول زندگی موعظه یگانگی خدا را می داد. همانطور که در مسیحیت و یهودیت ، اسلام معتقد است که یعقوب دوازده پسر داشت که هر یک از آنها به پدر دوازده قبیله اسرائیل می روند. [5] یعقوب نقش مهمی در داستان پسرش ، جوزف (یوسیف) ایفا می کند. [6] قرآن علاوه بر این روشن می کند که خداوند با یعقوب میثاق [7] ساخته و یعقوب به دستور خدا یک رهبر وفادار ساخته شد. پدربزرگ او (ابراهیم) ، پدر (اسحاق) ، عمو (اسماعیل) ، پسر (یوسف) و خود همه پیامبران اسلام هستند. [8]\n\nدر قرآن\nیعقوب با نام در قرآن شانزده بار ذکر شده است. [9] اگرچه بسیاری از این آیات به جای بازگو کردن نمونه ای از روایت خود ، او را ستایش می کنند ، اما با این وجود قرآن چندین واقعه مهم را از زندگی وی ثبت می کند. سنت و ادبیات مسلمانان [10] اولین واقعه مربوط به یعقوب در قرآن ، فرشتگان (مالایکاه) است که به ابراهیم و سارا از تولد آینده یک پسر نبوی به نام اسحاق و همچنین یک نبوی \"خیرات خوشحال\" می دهند. نوه به نام یعقوب. [11] قرآن اظهار داشت:\n\nهنگامی که او از آنها دور شده بود و از کسانی که به غیر از خدا پرستش می کردند ، ما به او اسحاق و یعقوب را اهدا کردیم و هرکدام از آنها پیامبر درست کردیم.\n\n- قرآن ، سوره 19 (مریم) ، آیه 49 [11]\nقرآن همچنین ذکر می کند که ابراهیم ایمان توحید خالص را به پسرانش ، اسماعیل و اسحاق و همچنین یعقوب آموخت. قرآن ابراهیم را به اسماعیل ، اسحاق و یعقوب می گوید: \"اوه پسران من! خداوند ایمان را برای شما انتخاب کرده است ؛ پس نه به جز در ایمان اسلام.\" [12] قرآن همچنین از هدایای داده شده به یعقوب و همچنین ذکر می کند قدرت ایمان او ، که با بزرگتر شدن او قوی تر شد. قرآن خاطرنشان می کند که یعقوب \"هدایت\" شد ؛ [13] با توجه به \"دانش\" ؛ [14] \"الهام بخش\" ؛ [15] و به \"زبان حقیقت باید شنیده شد\". [16] قرآن بعداً در مورد یعقوب موارد زیر را بیان می کند:\n\nو ما به او اسحاق و به عنوان یک هدیه اضافی ، (یک نوه) ، یعقوب را اهدا کردیم و ما مردان صالح را از هر کس (از آنها) ساختیم.\nو ما آنها را رهبر ساختیم ، و به دستور خود راهنمایی می کردیم و به آنها الهام می دادیم تا کارهای خوب انجام دهند ، نمازهای منظم برقرار کنند و به طور منظم امور خیریه تمرین کنند. و آنها دائماً به ما خدمت می کردند (و فقط ما).\n\n-قرآن ، سوره 21 (النبیه) ، آیت 72-73 [17]\nو از بندگان ما ابراهیم ، اسحاق و یعقوب ، صاحبان قدرت و بینایی را بزرگداشت کنید.\nدر حقیقت ما آنها را برای یک (هدف) خاص انتخاب کردیم- اعلام پیام آخرت.\nآنها ، از نظر ما ، واقعاً از شرکت منتخب و خوب بودند.\n\n- قرآن ، سوره 38 ('غمگین) ، آیت 45-47 [18]\nیعقوب و پسرانش\nذکر مهم بعدی یعقوب در قرآن در روایت سوره یوسف است. داستان جوزف در قرآن با یک رویا که یک شب جوزف داشت ، باز می شود و پس از آن به پدرش یعقوب دوید و گفت: \"ببین! جوزف به پدرش گفت:\" ای پدر من! من یازده سیاره و خورشید و ماه را دیدم: من دیدم که آنها خود را به من سجده می کنند! \" واد یعقوب می تواند پیش بینی کند که پسرش بزرگ می شود تا پیامبر بعدی در خط ابراهیم باشد و این جوزف خواهد بود که پیام اسلام را در سالهای آینده زنده نگه می دارد. با این حال ، پسران بزرگتر یعقوب احساس کردند که پدرشان بیشتر از آنها جوزف و بنیامین ، کوچکترین پسر یعقوب را دوست دارد. یعقوب از حسادت آنها اطلاع داشت و به یوسف جوان در مورد آن هشدار داد. [20] سپس ده برادر بزرگتر جوزف تصمیم گرفتند او را بکشند. همانطور که قرآن بحث خود را روایت می کند:\n\nآنها گفتند: \"واقعاً یوسف و برادرش بیشتر از ما پدر ما دوست دارند. اما ما بدن خوبی هستیم! واقعاً پدر ما آشکارا سرگردان است (در ذهن او)!\n\"شما یوسف را به قتل برسانید یا او را به برخی از سرزمین های (ناشناخته) برسانید ، بنابراین به نفع پدرتان به تنهایی به شما داده می شود: (به اندازه کافی زمان خواهد بود) برای شما که پس از آن صالح باشید!\"\n\n- قرآن ، سوره 12 (یوسف) آیت 8-9 [21]\nبا این حال ، یکی از برادران (معمولاً به عنوان روبن تصور می شد [22]) ، با این حال ، احساس کرد که به جای کشتن یوسف (یوسف) باید در عوض او را به یک چاه رها کنند تا یک کاروان بیاید و او را انتخاب کند. [23] بنابراین ، آنها از پدرشان سؤال كردند كه آیا آنها می توانند یوسف جوان را برای بازی با آنها بیرون كنند ، به شرط اینكه آنها مراقب او باشند. اگرچه یعقوب می ترسید که یک dhib (عربی: ذِئـb ، گرگ) پسرش را بلع کند ، [24] پسران بزرگتر سرکش به زور یوسف را دور کردند و او را به چاه انداختند. [25] وقتی پسران آن شب به یعقوب بازگشتند ، آنها وانمود کردند که گریه می کنند و آنها بیشتر به او گفتند که گرگ یوسف را بلعیده است. برای فریب پدرشان ، آنها پیراهن جوزف (یوسف) را با خون دروغین رنگ آمیزی کردند ، [26] اما یعقوب که با دانش تیزهوش شده بود ، می دانستند که این یک نتیجه گیری دروغین است که آنها ابداع کرده اند. اگرچه یعقوب از دست دادن یوسف نگران بود ، اما در تمام غم و اندوه خود به خدا ثابت قدم ماند. [26] با گذشت سالها ، یوسف جوان به مردی در مصر بزرگ شد. در همین حال ، یعقوب دوباره در خانه در کنعان بازگشت ، جایی که پسرانش دائماً او را در مورد دعا مکرر خود به خدا برای بازگشت یوسف (یوسف) آزار می دادند. [27] اگرچه یعقوب غالباً از خدا شکایت می کرد [14] این هرگز به خاطر اعمال خدا نبود ، بلکه از حواس پرتی ذهن خود و شکستن گاه به گاه او از مرزهای صبر و شکیبایی که برای خودش تعیین کرده بود. او دائماً طعنه شرارت پسران خود را نادیده می گرفت و آنها را می بخشید و سعی می کرد به آنها توصیه های صوتی بدهد. [28] یک روز ، یعقوب تصمیم گرفت پسران خود را به صورت نادرست بفرستد و به آنها گفت که در جستجوی جوزف و بنیامین به مصر بروند. پسرانش برای اولین بار به او گوش دادند و به مصر رفتند. هنگامی که یکی از پسران یعقوب با خبرهای خوب جوزف و بنیامین در مصر به کنعان بازگشت ، او با پیراهنی که یوسف به او داده بود ، آمد که به او گفته بود که چهره پدرشان را ریخته ، [29] برای از بین بردن نابینایی یعقوب و اندوه بنابراین ، پسر از دستورالعمل ها پیروی کرد و همانطور که یوسف گفت ، دید جسمی و روحی یعقوب را بازگرداند.\n\nپس از ترمیم دید یعقوب ، تمام خانواده سفر خود را به مصر آغاز کردند تا دوباره با یوسف و پسران دیگر ملاقات کنند. هنگامی که آنها رسیدند ، پدر و پسر با عشق فراوان با یکدیگر ملاقات کردند و یک بار دیگر در صلح دوباره به هم پیوستند. جوزف قدرتمند که اکنون قدرتمند خود را برای والدین خود فراهم کرده است و همانطور که قرآن می گوید ، آنها را با \"تاج و تخت عزت\" بالا برد. [30] اکنون این بود که تمام خانواده ، با هم ، می توانستند از طریق دفاتر نبوی هر دو یعقوب و یوسف به خدا مراجعه کنند.\n\nآخرین توصیه یعقوب به مردمش\nقبل از درگذشت یعقوب ، به کل فرزندان اسرائیل فراخوانده شد تا به ایمان به اسلام (تسلیم خدا) تعظیم کنند. یعقوب می خواست اطمینان حاصل کند که فرزندانش فقط در اسلام می میرند ، و بنابراین ، آخرین وعده از آنها گرفت. وقتی از آنها پرسید که پس از مرگ وی چه کسی را عبادت می کنند ، آنها پاسخ دادند که در اسلام ادامه می یابند و تعظیم می کنند و خدا را می پرستند. [31] اگرچه صحنه تختخواب مرگ در سنت یهودی تزئین شده است و در کتاب پیدایش ذکر شده است ، قرآن از آن یاد می کند که بر این تصور که ابراهیم ، اسحاق ، اسماعیل و یعقوب همه مسلمان بودند ، تأکید می کنند ، زیرا آنها با ایمان کامل تعظیم می کردند خدا و خدا تنها. قرآن روایت می کند:\n\nو این میراثی بود که ابراهیم به پسرانش واگذار کرد ، و همچنین یعقوب. \"اوه پسران من! خداوند ایمان را برای شما انتخاب کرده است ؛ پس نه به جز در ایمان اسلام.\"\nآیا وقتی مرگ قبل از یعقوب ظاهر شد ، شاهد بودید؟ بنگر ، او به پسران خود گفت: \"شما پس از من چه عبادت خواهید کرد؟\" آنها گفتند: \"ما خدای شما و خدای پدران خود را از ابراهیم ، اسماعیل و اسحاق پرستش خواهیم کرد ،- یک (واقعی) خدا: برای او تعظیم می کنیم (در اسلام).\"\n\n-قرآن ، سوره 2 (البقارا) ، آیه 132-133 [32]\nمیراث یعقوب\nیعقوب در اسلام بسیار خاص است که میراث باقی مانده از پدرانش را ادامه می دهد. مسلمانان بر این باورند که خداوند حداکثر لطف خود را بر یعقوب به دست آورد و او را به عنوان عالی ترین مردان انتخاب کرد. قرآن غالباً از یعقوب به عنوان مردی از قدرت و بینایی یاد می کند و تأکید می کند که وی از شرکت خوب و منتخب بوده است. همانطور که قرآن می گوید:\n\nاین استدلال در مورد ما بود ، که ما به ابراهیم (برای استفاده) علیه مردم او دادیم: ما چه کسی را می خواهیم ، پس از مدرک ، زیرا پروردگار تو پر از خرد و دانش است.\nما به او اسحاق و یعقوب دادیم: همه (سه) هدایت شده: و قبل از او ، ما نوح را راهنمایی کردیم ، و در میان فرزندان او ، دیوید ، سلیمان ، جاب ، جوزف ، موسی و هارون: بنابراین ما به کسانی که خوب انجام می دهند پاداش می دهیم:\n\n-قرآن ، سوره 6 المن ، آیه 83-84 [33]\nعلی ابن ابی طالب ، وقتی در مورد پیامبران که اسامی ویژه ای به آنها داده شده بود ، در حدیث روایت می کند که یاکب بن اسحاق توسط مردمش به عنوان اسرائیل شناخته شده است. [34]\n\nموارد موجود در کتاب مقدس شامل کشتی جیکوب با یک فرشته در قرآن ذکر نشده است ، بلکه در تفسیرهای مسلمان نیز مورد بحث قرار می گیرد ، همانطور که چشم انداز نردبان یعقوب است. [9] [35] یعقوب با جعل هویت دوقلوی خود ، اسو ، اسحاق را به برکت داد ، همچنین در قرآن نیست ، اما در تفسیرهای مسلمان است. [9]\n\nمسلمانان ، که معتقدند یعقوب یک پدرسالار بزرگ بود ، بر این عقیده تأکید می کند که اهمیت اصلی یعقوب در تسلیم بزرگ او به خدا و ایمان محکم او به دین درست است. به عنوان یک پدرسالار ، یعقوب ، در کنار ابراهیم ، طبق سنت ممکن است مثمر ثمر ترین باشد. از دوازده پسرش [36] قرار بود بسیاری از پیامبران بزرگ دیگر ، از جمله یونس (یونوس) ، داوود (داود) ، سلیمان (سلیمان) و عیسی (عیسی) بیایند.",
"Yusuf": "یوسف ابن یاکب ابن اسحاق بن ابراهیم (عربی: یتسف ٱarben y'Aceub إsحahق ٱben إbarahiem) (جوزف ، فرزند یعقوب ، پسر ایزاک ، فرزند ایزاک) پسر جوهر ، و جنون). شخص از تاخ ، کتاب مقدس یهودیان و کتاب مقدس مسیحی ، که تخمین زده می شود قبل از پادشاهی جدید در مصر زندگی کرده اند. [2] این یکی از نامهای متداول در خاورمیانه و در بین ملل مسلمان است. از بین همه فرزندان یعقوب ، یوسف کسی بود که به هدیه نبوت داده شد. اگرچه روایات سایر پیامبران در سوره های مختلف ذکر شده است ، اما روایت کامل یوسف فقط در یک سوره ، یوسف ارائه می شود و آن را منحصر به فرد می کند. گفته می شود که دقیق ترین روایت در قرآن است و جزئیات بیشتری نسبت به همتای کتاب مقدس دارد. [3]\n\nاعتقاد بر این است که یوسف یازدهمین فرزند یاکب (عربی: یه عیدوب ، یاکب) بوده است و به گفته بسیاری از دانشمندان مورد علاقه وی. به گفته ابن کاتیر ، \"یعقوب دوازده پسر داشت که اجداد ناشناس قبایل بنی اسرائیلی بودند. نجیب ترین ، عالی ترین ، بزرگترین آنها یوسف بود. به پدرش ، که یعقوب آن را تشخیص می دهد. [5] علاوه بر نقش خدا در زندگی خود ، داستان یوسف و زولیکا (همسر پوتیفار عهد عتیق) در ادبیات فارسی به یک موضوع محبوب تبدیل شد ، جایی که در طول قرن ها به طور قابل توجهی شرح داده شد. [6]\n\nقرآن سوره 12 (یوسف)\n\nاستفاده از \"پادشاه\" در مقابل \"فرعون\"\nدر قرآن ، عنوان حاکم مصر در زمان جوزف به طور خاص گفته می شود \"پادشاه\" (عربی: ال مالیک) در حالی که حاکم مصر در زمان موسی به طور خاص گفته می شود \" فرعون \"(عربی: Firaun ، اگرچه به عنوان نامی بدون مقاله مشخص). این جالب است زیرا طبق منابع تاریخی ، عنوان فرعون فقط برای اشاره به حاکمان مصر (با شروع قانون توتموز سوم) در سال 1479 قبل از میلاد - تقریباً 21 سال پس از درگذشت پیامبر جوزف ، استفاده شد. [44] اما در روایت یوسف در کتاب مقدس ، عناوین پادشاه (عبری: ملخ) و فرعون به طور متناوب برای حاکم مصر در فصل های 39-41 استفاده می شوند. [45]\n\nمالیک (مصر) گفت: \"من هفت کین چربی را می بینم که هفت نفر از آنها لاغر می شوند ، و هفت گوش سبز ذرت و هفت (دیگر) پژمرده شدند. ، اگر این باشد که شما می توانید دیدگاه ها را تفسیر کنید. \"\n\n- قرآن ، سوره 12 (یوسف) ، آیه 43 ، [46]\nبعد از آنها ما موسی را با علائم خود به Fir'aun و روسای خود فرستادیم ، اما آنها به اشتباه آنها را رد کردند. بنابراین ببینید که چگونه پایان المفسیدین (عربی: صلمفsdyn ، \"بدبختی سازندگان\" یا \"فاسد کننده ها\") چگونه بود.\n\n-قرآن ، سوره 7 (الرب) ، آیه 103 [47]\nو مالک گفت: \"او را به من بیاور.\" اما وقتی پیامبر به نزد او آمد ، او (یوسف) گفت: \"به پروردگار خود برگردید و از او بپرسید ،\" چه اتفاقی برای زنانی که دست خود را قطع کرده اند چه اتفاقی افتاده است؟ مطمئناً ، پروردگار من (خدا) از طرح آنها آگاه است.\n\n- قرآن ، سوره 12 (یوسف) ، آیه 50 ، [48]\nو استاد جوزف او را گرفت و او را به زندان گذاشت ، جایی که زندانیان پادشاه به آن محدود بودند. و او در زندان بود.\n\n- پیدایش 39:20\nو یوسف سی سال داشت که در مقابل فرعون پادشاه مصر ایستاد.-و یوسف از حضور فرعون بیرون رفت و در تمام سرزمین مصر رفت.\n\n- پیدایش 41:46\nو یوسف پدر و برادران خود را قرار داد و در سرزمین مصر ، در بهترین سرزمین ، در سرزمین رامسس ، همانطور که فرعون فرماندهی کرده بود ، به آنها داد.\n\n- پیدایش 47:11",
"Ayyub": "شغل (عربی: أiibeb ، Romanized: ayūb) به عنوان پیامبر در اسلام شناخته می شود و در قرآن ذکر شده است. [1] داستان جاب در اسلام موازی با داستان کتاب مقدس عبری است ، اگرچه تأکید اصلی بر کار است که برای خدا ثابت قدم است. در متن قرآنی هیچ اشاره ای به بحث های جاب با دوستان در متن قرآنی وجود ندارد ، اما بعداً ادبیات مسلمانان اظهار داشت که ایبر برادرانی داشتند که با این مرد درباره علت مصائب وی بحث می کردند. برخی از مفسران مسلمان نیز از شغل به عنوان اجداد رومی ها صحبت کردند. [2] ادبیات اسلامی همچنین در مورد زمان و مکان وزارت نبوی اظهار داشت و می گوید که وی پس از یوسف در سریال نبوی آمده است و او به جای اینکه به یک جامعه مشخص اعزام شود ، به مردم خود موعظه می کرد. سنت بیشتر بازگو می کند که شغل رهبر بهشت ​​گروه \"کسانی که با صبر و حوصله تحمل کردند\" خواهد بود. [3]\n\nayūb (شغل) برای اولین بار در آیه زیر در قرآن ذکر شده است:\nدر واقع ، ما ، [ای محمد] را برای شما آشکار کرده ایم ، همانطور که پس از او به نوح و پیامبران فاش کردیم. و ما به ابراهیم ، اسماعیل ، اسحاق ، یعقوب ، فرزندان ، عیسی ، یوب ، یونس ، هارون و سلیمان آشکار شدیم و به دیوید کتاب [زابور] دادیم.\n\n-قرآن ، سوره 4 (آن-نیسا) ، آیه 163 [4]\nقرآن شغل را به عنوان یک خدمتکار صالح خدا توصیف می کند ، که به دلیل رنج برای مدت طولانی رنج می برد. با این حال ، به وضوح بیان می کند که ایبر هرگز ایمان به خدا را از دست نداد و برای همیشه در دعا به خدا فراخوانده شد و از او خواست تا مصائب خود را برطرف کند:\n\nو [ذکر] شغل ، هنگامی که او به پروردگار خود زنگ زد ، \"در واقع ، سختی مرا لمس کرده است ، و شما مهربان ترین مهربان هستید.\"\n\n- قرآن ، سوره 21 (پیامبران) ، آیه 83 [5]\nاین روایت بیان می شود که پس از سالها رنج ، خداوند به کار دستور داد \"با پای تو اعتصاب کند!\". [6] به یکباره ، جاب با پای خود به زمین برخورد کرد و خداوند باعث ایجاد چشمه خنک آب از زمین شد که از آن شغل می تواند خود را دوباره پر کند. قرآن اظهار داشت که در آن زمان خدا درد و رنج خود را برداشته و خانواده یوب را به او بازگرداند ، او را با نسل های زیادی از فرزندان برکت داد و به او ثروت زیادی اعطا کرد. علاوه بر توضیحات مختصر از روایت شغل ، قرآن بیشتر در لیست کسانی که خداوند راهنمایی ، خرد و الهام ویژه ای به آنها داده بود ، دو بار از شغل یاد می کند (IV: 163) و به عنوان یکی از مردانی که اقتدار دریافت کرده اند ، هدیه نبوت (vi: 84).\n\nبعد از اینکه شیطان تلاش کرد تا شغل خود را از خداوند دور کند ، خداوند گرفتار یوب را برداشته و خانواده خود را به سمت او بازگرداند و تعداد آنها را دو برابر کرد. او ثروت شغل را برگرداند و با طلا کار کرد. هنگامی که همسر شغل دیده بود که شوهرش به سعادت و سلامتی احیا شده است ، او به لطف خدا دعا کرد اما پس از آن نگران سوگند شوهرش بود که زودتر گرفته بود ، که در آن قول داده بود که او را با صد ضربه کتک بزند. در میان رنج های خود ، شغل نیز از سوگند او گرفته شد. خدا ، با این حال ، یک مکاشفه را به شغل فرستاد ، که به او گفت که همسرش را کتک بزند بلکه به آرامی او را با یک بسته چمن نرم اصابت کند. [7]\n\nمنابع قرآن\nپیشگویی جاب: 4: 163 ، 6:84\nمحاکمه و صبر: 21:83 ، 21:84 ، 38:41 ، 38:42 ، 38:43 ، 38:44\nبیشتر خواندن\nابن کاتیر ، Bidaya wa l-nihaya ، I ، 220–225\ntafsir در xxi و xxxvii\nتابری ، من ، 361-364\nتالبی ، داستان های پیامبران ، قاهره 1339 ، 106–114\nKisa'i ، داستان پیامبران ، 190-190\nابن آساکر ، تارخ الکبیر ، سوم ، 190-200",
"Shuayb": "Shuaib ، Shoaib ، Shuayb یا shuʿayb (عربی: ش علیب ، ipa: [ʃuʕajb] ؛ به معنی: \"که مسیر درست را نشان می دهد\") یک نبی باستانی باستانی (پیامبر) در اسلامی است ، و بیشترین مشروبات الکلی در ایمان دروزی [ 1] Shuayb به طور سنتی با کتاب مقدس جترو ، داماد موسی مشخص می شود. در کل 11 بار در قرآن ذکر شده است. [2] اعتقاد بر این است که وی پس از ابراهیم (ابراهیم) زندگی کرده است ، و مسلمانان معتقدند که وی به عنوان پیامبر به یک جامعه اعزام شده است: میدیانیان ، [3] که به عنوان Aṣḥāb al-akah نیز شناخته می شوند (\"همراهان چوب\") ، [4] [5] [6] [7] از آنجا که آنها قبلاً یک درخت بزرگ را پرستش می کردند. برای مردم ، شوائیب مسیر مستقیم را اعلام کرد و به مردم هشدار داد که راه های کلاهبرداری خود را پایان دهند. وقتی جامعه توبه نکرد ، خدا (خدا) جامعه را نابود کرد. [3] [5]\n\nشویب توسط مسلمانان درک می شود که یکی از معدود پیامبران عربستان است که با نام در قرآن ذکر شده است ، دیگران که صالح ، هود و محمد هستند. گفته می شود که وی توسط مسلمانان به عنوان \"واعظ فصیح در میان پیامبران\" شناخته شده بود ، زیرا طبق سنت ، استعداد و فصاحت را در زبان خود اعطا می کرد. [8]\n\nزمینه تاریخی\nمنطقه ای که Shuʿayb به آن فرستاده شده است ، \"مادیان در قرآن\" نامگذاری شده است ، که به زبان انگلیسی به عنوان میدیان شناخته می شود ، که اغلب در کتاب مقدس به آن گفته می شود. گفته می شود که میدیانیان از تبار عرب برخوردار هستند ، هرچند که همسایه کنعانیان کتاب مقدس هستند ، اما با آنها در هم تنیده بودند. گفته می شود که آنها یک قبیله سرگردان بودند و قلمرو اصلی آنها در زمان موسی (موسی) شبه جزیره سینا بود.\n\nشناسایی مورد اختلاف با جترو\nجترو ​​در کتاب مقدس (خروج 3: 1) به عنوان پدر قانون موسی ذکر شده است. اگرچه شوائب اغلب با کشیش میدیان جترو مشخص می شود ، اما دانشمندان مدرن این شناسایی را رد می کنند. مفسران کلاسیک ، مانند ابن کاتیر ، می گویند شوئیب نوه ابراهیم بود: اعتقاد بر این است که شوعیب فرزند میکیل ، فرزند ایساچار ، فرزند میدیان ، فرزند ابراهیم بوده است. [8] این امر باعث می شود شناسایی با جترو ، که در زمان موسی زندگی می کرد ، صدها سال پس از ابراهیم غیرممکن شود. [9]\n\nقرآن اظهار داشت که شعیب توسط خدا به عنوان پیامبر برای مردم میدیان منصوب شده است. گفته می شود که مردم این سرزمین به ویژه به دلیل تقلب دیگران از طریق ناسازگاری و بت پرستی ، بدنام هستند. پیشگویی شوهایب عمدتاً شامل نامگذاری میدیانیان به مسیر صحیح خدا ، [10] و ممنوع الخروج کردن خدایان دروغین است.\n\nهمچنین گفته می شود که وی به مردمش گفته است که در فعالیت های روزانه خود از عدم صداقت دست بردارند. اگرچه او برای یک دوره زمانی پایدار موعظه و پیشگویی کرد ، اما اکثریت مردم از گوش دادن به او امتناع ورزیدند. Shuayb ، با این حال ، پایدار ماند. او به طور مداوم با قدرت در برابر شرور موعظه می کرد و از مجازاتی که پیش از آنها گناهکار بوده است به آنها می گفت. شوعیب به مردم هشدار داد كه جهل آنها منجر به نابودی مي شد و نمونه هاي تاریخی از پیامبران قبلی ، از جمله نوح ، هود ، صالح و لوط ، [11] همه مردم آنها توسط خدا نابود شده بودند.\n\nمردم شوعیب را طعنه زدند و به او گفتند كه ، آیا این برای خانواده معتبر كه از او آمده ، نیست ، مطمئناً او سنگسار می شد. شوایب پاسخ داد ، \"آیا خانواده من بیشتر از خدا با شما مورد توجه قرار می گیرند؟\" هنگامی که میدیان ها از اعتقاد خودداری کردند ، آنها با یک زلزله قدرتمند نابود شدند. [3] با این حال ، قرآن ذکر می کند که شوهیب و همراهان معتقد وی از مجازات رعد و برق نجات یافتند. [11] [12]\n\nموازی با سایر پیامبران\nمأموریت شویب اغلب در قرآن با مأموریت نوح ، هود ، صالح و لوط ذکر می شود. محققان خاطرنشان كرده اند كه این پنج پیامبران از مأموریت های نبوی اولیه نمونه می گیرند: [13] پیامبر به جامعه وی فرستاده می شود. جامعه به هشدار او توجه نمی کند و در عوض او را با مجازات تهدید می کند. پس از سالها موعظه ، خدا از او می خواست که جامعه خود را ترک کند ، در حالی که مردم وی متعاقباً در مجازات نابود شدند. [13] محققان به طور مزمن لیست پنج پیامبران را تفسیر می کنند ، بنابراین شوعیب نواد نوح (موعظه در مورد سیل بزرگ) و پیامبر ابراهیم بود.",
"Musa": "در اسلام ، Mūsā بن imimrān (عربی: محسن قن عمرا ، لیت. نام او در 136 بار ذکر شده و زندگی وی بیش از هر پیامبری دیگر روایت و بازگو می شود. [2] [3]\n\nبه گفته قرآن ، موسی در یک خانواده بنی اسرائیلی به دنیا آمد. در دوران کودکی ، او در سبد قرار می گیرد که به سمت نیل جاری می شود ، و سرانجام موسی توسط همسر فرعون (Fir'awn) Asiya کشف می شود ، که موسی را به عنوان پسر فرزندخوانده خود می سازد. پس از رسیدن به بزرگسالی ، موسی قبل از عزیمت دوباره به مصر برای تهدید فرعون در میدیان ساکن می شود. گفته می شود که در طول نبوت خود ، موسی معجزات زیادی انجام داده است ، و همچنین گزارش شده است که شخصاً با خدا صحبت کرده است ، که عنوان \"گوینده خدا\" (کلام خدا) را بر موسی به دست می آورد. محبوب ترین معجزه پیامبر این است که او دریا را تقسیم می کند ، با یک چوب معجزه آسا که توسط خدا تهیه شده است. به غیر از قرآن ، موسی نیز در ادبیات حدیث نیز توصیف و ستایش می شود.\n\nپس از مرگ فرعون ، موسی و پیروانش به سمت بیت المقدس سفر می کنند ، جایی که سرانجام پیامبر درگذشت. در سنت اسلامی ، وی اعتقاد بر این است که وی در نبی موسی دفن شده است و سرانجام به سمت آسمان بزرگ شده است. پس از آن ، گزارش شده است که وی در هفت آسمان پس از صعود دوم از اورشلیم در طول سفر شبانه (\"Isrā\" Miʿrāj) با محمد ملاقات کرده است. [4] گفته می شود که در طول سفر ، موسی به طور مکرر محمد را برای دیدار با خدا بازگرداند و درخواست کاهش تعداد نمازهای روزانه مورد نیاز را که در ابتدا پنجاه و پنجاه نفر است ، درخواست کند ، تا این که تنها پنج نماز واجب باقی مانده است. [5] [6]\n\nموسی به عنوان چهره ای بسیار مهم در اسلام تلقی می شود. به گفته الهیات اسلامی ، همه مسلمانان باید به هر پیامبر و پیامبر خدا ، که شامل موسی و برادرش هارون است ، ایمان داشته باشند. زندگی موسی به طور کلی به عنوان یک موازی معنوی با زندگی محمد دیده می شود ، و مسلمانان جنبه های بسیاری از زندگی این دو فرد را به اشتراک می گذارند. [1] ادبیات اسلامی همچنین رابطه موازی بین مردم آنها و حوادثی را که در طول زندگی آنها رخ داده است ، توصیف می کند. خروج بنی اسرائیلی ها از مصر باستان از نظر طبیعت با مهاجرت محمد و پیروان وی از مکه به مدینه در نظر گرفته می شود ، زیرا هر دو واقعه در مواجهه با آزار و اذیت - بنی اسرائیلی ها توسط مصریان باستان و مسلمانان اولیه آشکار می شوند. به ترتیب توسط مكان ها. [7] افشاگری های او ، مانند ده فرمان ، که بخشی از محتویات تورات را تشکیل می دهند و برای مذاهب ابراهیمی یهودیت و مسیحیت اساسی هستند. [8] [9] در نتیجه ، یهودیان و مسیحیان به عنوان \"مردم کتاب\" برای مسلمانان تعیین می شوند و در هر کجا که قانون اسلامی اعمال شود ، باید با این وضعیت ویژه شناخته شوند. موسی بیشتر در ادبیات اسلامی مورد احترام است ، که بر حوادث زندگی وی گسترش می یابد و معجزات منتسب به او در قرآن و حدیث ، مانند مکالمات مستقیم او با خدا.",
"Harun": "در اسلام ، هورن بن ائیمرن [2] (عربی: هاترون قن عمرا ، لیت. \"هارون ، پسر امرام\") ، یک پیامبر و رسول خدا (خدا) و برادر بزرگتر پیامبر موسی (موسی) است. [3] [تأیید ناموفق] [شفاف سازی لازم] او به همراه برادرش موعظه بنی اسرائیلی ها را به خروج. [4]\n\nقرآن حاوی اشارات بی شماری به هارون ، هم به نام و هم بدون نام است. این می گوید که او نوادگان ابراهیم بود [5] و این مسئله را روشن می کند که او و موسی هم جمع شده اند تا به فرعون در مورد مجازات خدا هشدار دهند. [6] همچنین می افزاید: موسی پیش از این به خدا دعا کرده بود تا وزارت خود را با هارون تقویت کند [7] و این که هارون به موسی کمک کرد زیرا او نیز یک پیامبر بود ، [8] و در امور گفتار و گفتمان بسیار فصیح است. [9] قرآن می افزاید: هر دو موسی و هارون به آنها واگذار شده اند تا مکانهای مسکونی برای بنی اسرائیلی ها در مصر را ایجاد کنند و آن خانه ها را به مکانهای عبادت برای خدا تبدیل کنند. [10]\n\nحادثه گوساله طلایی همانطور که در قرآن نقاشی می شود هارون را در یک نور مثبت رنگ می کند. قرآن می گوید که هارون به رهبری اسرائیل واگذار شده است در حالی که موسی به مدت چهل روز بر روی ṭūr sīnā (عربی: طـwr siـnـaء ، کوه سینا) قرار داشت. [11] [12] [تأیید ناموفق] [شفاف سازی] آن می افزاید: هارون تمام تلاش خود را برای متوقف کردن عبادت گوساله طلایی ، که نه توسط هارون بلکه توسط یک مرد شرور به نام \"as-samiri\" ساخته شده است. [13] هنگامی که موسی از کوه سینا بازگشت ، او هارون را به دلیل اجازه عبادت بت ، که هارون از موسی خواسته بود که او را مقصر دانست وقتی که هیچ نقشی در ساخت آن نداشت ، سرزنش کرد. [14] [12] قرآن سپس می افزاید: موسی در اینجا از گناهان اسرائیل ابراز تاسف کرد و گفت که او فقط قدرت خود و هارون را داشت. [15]\n\nهارون بعداً در قرآن به عنوان کسی که \"اقتدار روشن\" داشت [16] و کسی که \"به مسیر درست هدایت می شد\" بزرگداشت می شود. [17] همچنین می افزاید: خاطره هارون برای افرادی که به دنبال او آمده اند باقی مانده است [18] و او به همراه برادرش به خدا برکت داده می شود [19] قرآن همچنین می گوید افرادی که مادر \"مریم\" عیسی: عربی: مظiiـm ، مریم) \" خواهر هارون \"[20] دانشمندان مسلمان بحث کردند که دقیقاً این\" هارون \"از نظر شخصیت تاریخی خود چه کسی بوده است ، با برخی گفته است که این یک اشاره به هارون از خروج است ، و اصطلاح\" خواهر \"فقط یک استعاره را تعیین می کند یا پیوند معنوی بین این دو چهره ، از همه آشکارتر هنگامی که مریم نوادگان سلسله کشیش هارون بود ، در حالی که دیگران این مرد را به عنوان یک مرد صالح دیگر که در زمان مسیح با نام \"هارون\" زندگی می کرد ، نگه داشتند. اکثر محققان با دیدگاه سابق موافقت کرده اند و مریم را با خواهر واقعی هارون ، نامگذاری او میلام (عربی: مکریم ، عبری: מִרְיָם) ، [21] که او از بسیاری جهات شباهت داشت ، پیوند داده اند. قرآن همچنین روایت می کند که ، قرن ها بعد ، هنگامی که tabut (عربی: تاتبات ، کشتی میثاق) به اسرائیل بازگشت ، حاوی \"یادگارهایی از خانواده موسی و یادگارها از خانواده هارون\" بود. [22]",
"Dhul-Kifl": "dhul-kifl (عربی: ذُw ٱelْكِفْel ، ḏū ʾl-kīfl ، به معنای واقعی کلمه \"دارنده Kifl\" ؛ همچنین Dhu l-kifl ، dhul-kifl ، zu al-kifl یا zu l-kifl) یک پرکت اسلامی است. اگرچه هویت وی ناشناخته است ، اما هویت وی به عنوان پیامبران مختلف کتاب مقدس عبری و چهره های دیگر ، معمولاً حزقیال و گاتاما بودا ، تئوریزه شده و شناخته شده است. [1] [2] [3] [4] اعتقاد بر این است که Dhul-Kifl توسط خداوند به یک ایستگاه عالی در زندگی تعالی یافته است و در قرآن به عنوان مردی از \"شرکت خیر\" مزمن است. [5] اگرچه چیز زیادی از Dhul-kifl از منابع تاریخی دیگر شناخته نشده است ، اما تمام نوشته های مفسران کلاسیک ، مانند ابن اسحاق و ابن کاتیر ، از ذوال-کیفل به عنوان یک نبوی و مقدس مقدس صحبت می کنند که در نماز و عبادت روزانه وفادار مانده است. [ 6]\n\nاعتقاد بر این است که برخی از مقبره در استان ارگانی دیاارباکیر ، ترکیه به نظر می رسد که برخی از آنها مکان استراحت پیامبر ذوال-کیفل هستند. در 5 کیلومتری مرکز شهر در تپه ای به نام Makam Dağı واقع شده است. [7] [8]\n\nعلم اشتقاق لغات\nنام dhul-kifl به معنای واقعی کلمه به معنای \"صاحب Kifl\" است ، با استفاده از نوعی نام که در آن ذُw dhū (\"صاحب\") پیش از برخی از ویژگی های شخصیتی مرتبط است. [9] چنین نامهایی از چهره های قابل توجه دیگر در قرآن مورد استفاده قرار گرفت ، به عنوان مثال dhu al al-alarayn (عربی: ذُw ٱelْقْقْقْقnَnَnَn ، lit. \"او از دو شاخ/او از دو بار\") ، و dhu al-nūn (عربی: عربی: ذُw ٱelْnُّon ، Lit. \"یکی با ماهی\") ، با اشاره به یونس. Kifl یک کلمه عربی باستانی به معنی \"دوتایی\" یا \"کپی\" است ، از ریشه \"به دو برابر\" یا \"برای تاشو\". همچنین از آن برای یک پارچه استفاده شده است. این نام به طور کلی به معنای \"یکی از بخش های مضاعف\" است. برخی از محققان اظهار داشته اند که این نام به معنای \"مرد با پاداش مضاعف\" یا به اصطلاح \"مردی است که دو بار پاداش دریافت کرده است\" ، [10] این است که می گویند این یک عنوان برای شغل است ، زیرا خانواده وی به او بازگردانده شده اند به گفته قرآن و کتاب شغل. [11]\n\nبا توجه به یک دیدگاه ، این به معنای \"مرد Kifl\" است ، به عنوان \"یکی از ...\" یکی دیگر از ترجمه های احتمالی شرکت Dhū است ، و گفته می شود Kifl نمایش عربی \"Kapilavastu\" است. [12]\n\nحزب\nبرخی بر این عقیده هستند که Dhul-Kifl می تواند حزقیال باشد. هنگامی که تبعید ، سلطنت و دولت نابود شدند ، زندگی سیاسی و ملی دیگر امکان پذیر نبود. مطابق با دو بخش از کتاب او ، شخصیت او و موعظه های او به طور یکسان است ، و عنوان Dhul-Kifl به معنای \"یکی به دو برابر\" یا \"تاشو\" است.\n\nعبدالله یوسف علی ، در تفسیر قرآنی خود می گوید:\n\ndhul-kifl به معنای واقعی کلمه به معنای \"دارنده یا بخشیدن به یک بخش مضاعف یا بخش\" است. یا در غیر این صورت ، \"کسی که از یک لباس از ضخامت مضاعف استفاده می کرد\" ، که یکی از معانی Kifl است. مفسران از نظر نظر در مورد اینکه چه کسی منظور است متفاوت است ، چرا این عنوان برای او اعمال می شود. من فکر می کنم بهترین پیشنهاد این است که توسط کارستن نیبور در Reisebeschreibung Nach Arabien ، کپنهاگ ، 1778 ، II فراهم شده است. 264-266 ، همانطور که در دائر ycl المعارف اسلام تحت داول-کیفل نقل شده است. وی از مشاد \"همه در عراق\" بازدید کرد ، و همچنین شهر کوچکی به نام Kifl ، میانه بین نجف و هلا (بابل). به گفته وی ، كفیل شکل عربی حزقیال است. حرم حزقیال در آنجا بود و یهودیان با زیارت به آن آمدند. اگر ما \"ذوال-کیفل\" را قبول کنیم که یک اپیتت نیست ، بلکه یک شکل عربی از \"حزقیال\" است ، متناسب با متن است ، حزقیال یک پیامبر در اسرائیل بود که پس از حمله دوم خود به اورشلیم توسط نبوچدنصر به بابل منتقل شد (درباره آن B.C. 599). کتاب او در کتاب مقدس انگلیسی (عهد عتیق) گنجانده شده است. [15] او زنجیر شده و محدود شد و به زندان افتاد و برای مدتی گنگ بود. او همه را با صبر و ثبات به دنیا آورد و همچنان به جسورانه شرارت ها در اسرائیل را توبیخ کرد. در یک گذرگاه سوزان ، او رهبران دروغین را با کلماتی که از نظر ابدی درست است ، محکوم می کند: \"وای به چوپان اسرائیل که خودشان را تغذیه می کنند! نباید چوپان ها را از گله ها تغذیه کنند؟ شما چربی می خورید ، و شما را با پشم می پوشید ، آنها را که تغذیه می شوند ، بکشید: اما شما گله را تغذیه نمی کنید. بیمارین شما تقویت نشده اند ، و نه آن را که بیمار بود ، بهبود نیاورید ، و نه به آنچه شکسته شده است ...... \". [16]\n\n- عبدالله یوسف علی ، قرآن کریم: متن ، ترجمه و تفسیر [17]\n\nذکر شده در قرآن\nدر قرآن\ndhul-kifl دو بار در قرآن ، در آیات زیر ذکر شده است:\n\nو (به یاد داشته باشید) اسماعیل ، ادریس ، و ذوال-کیفل ، همه (مردان) ثبات و صبر.\nما آنها را به رحمت خود پذیرفتیم: زیرا آنها از افراد صالح بودند.\n\n-قرآن ، سوره النبیه (21) ، آیه 85-86 [13]\nو یادبود اسماعیل ، الیشا و ذوال-کیفل: هر یک از آنها از شرکت خوب بودند.\n\n- قرآن ، سوره غمگین (38) ، آیه 48 [14]\nدر هر دو مورد ، dhul-kifl در متن لیستی از پیامبران قرآن ذکر شده است ، از جمله بسیاری دیگر که در آیت به نقل از بالا ذکر نشده است.\nآل کیفل (عربی: الكفحل ؛ اول-کیفل) شهری در جنوب شرقی عراق در رودخانه فرات ، بین نجف و آل هیلله است. Variant names for the shrine within Al Kifl are: Dhu'l Kifl Shrine, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine واد هازقیال ترجمه عربی عبری y'hezqel است ، که بیشتر توسط یهودیان سپهاردی پس از اتخاذ عربی مورد استفاده قرار می گرفت. این نشان می دهد که یهودیان با حزقیال و دال-کیفل برابر بودند و اگزته های مسلمان از این پرونده پیروی کردند. مقامات عراق ادعا می کنند که در سال 1316 (715-16 ه.) سلطان اولجیتو ایلخانید حقوق سرپرستی را بر سر مقبره از جامعه یهود به دست آورد. در نتیجه ، حرم با توجه به نامگذاری اسلامی برای همان پیامبر تغییر نام داد. سلطان اولجیتو با ساختن مسجد و مناره به سازه افزود. همچنین او حرم را با مقایسه وضعیت فعلی خود با توضیحات مسافران قبل از ایلخان ، حرم را ترمیم کرد. این سایت تا آغاز قرن نوزدهم هنگامی که منااهیم بن دانیال ، یک یهودی ثروتمند ، با موفقیت آن را به یک سایت یهودی تبدیل کرد و آن را ترمیم کرد ، یک مکان زیارتی مسلمان باقی مانده است. مناره به عنوان تنها شاهد تصدی خود به عنوان یک سایت اسلامی باقی مانده است. اگرچه مسجد و مناره در قرن چهاردهم ساخته شده اند ، اما باستان حرم و قبر قابل تعیین نیست. [18]\n\nگاتاما بودا\nDhul-kifl همچنین با Gautama بودا مشخص شده است. [19] [20] [21] [22] معنای ذوال کیفل هنوز مورد بحث است ، اما طبق یک دیدگاه ، می تواند به معنای \"مرد از کاپیل (کاپیلواستو ، شهری که بودا سی سال از عمر خود را گذراند). [12] [20]\n\nهواداران این دیدگاه اولین آیات فصل 95 قرآن ، سوره در تین را ذکر می کنند:\n\nتوسط انجیر و زیتون ، و کوه سینا ، و این شهر امن - از مکه!\n\n-قرآن ، 95: 1-3\nبا توجه به این دیدگاه ، از مکان های ذکر شده در این آیات: سینا مکانی است که موسی وحی دریافت کرد. مکه مکانی است که محمد وحی دریافت کرد. و درخت زیتون مکانی است که عیسی مکاشفه ای دریافت کرد. در این حالت ، درخت انجیر باقیمانده جایی است که گاتاما بودا وحی دریافت کرد. [21]\n\nبرخی نیز آن را کمی بیشتر می گیرند و اظهار داشتند که خود محمد بودا بود ، زیرا کلمه بودا به معنای \"روشنگری\" است. [23]\n\nدیگران\nDhul-kifl همچنین با جوشوا ، اوبادیا [24] و اشعیا به طور متفاوتی شناسایی شده است. [25] [24]",
"Dawud": "داوود (عربی: د اصطبل ، رومایز شده: dāwūd [daːwuːd]) ، یک پیامبر و پیامبر خدا (خدا) است و سلطنت صالح و الهی است. [1] علاوه بر این ، مسلمانان نیز به خاطر دریافت مکاشفه الهی از زابور (مزمورها) به دیوید احترام می گذارند. [2] [3] داود یکی از مهمترین افراد اسلام محسوب می شود. شانزده بار در قرآن ذکر شده ، داوود در کتاب مقدس اسلامی به عنوان پیوندی در زنجیره پیامبران که پیش از محمد بودند ، ظاهر می شود. [4] اگرچه او معمولاً به عنوان یکی از پیامبران \"قانون\" (اولو الظم) محسوب نمی شود ، \"او به دور از چهره حاشیه ای\" در اندیشه اسلامی است. [2] در سنت های بعدی اسلامی ، او به دلیل سختگیری خود در نماز و روزه ستایش می شود. او همچنین به عنوان حاکم عادلانه اولیه و به عنوان نمادی از اقتدار خدا بر روی زمین معرفی می شود که به یکباره یک پادشاه و پیامبر بوده است.\n\nدیوید از اهمیت ویژه ای برای معماری مذهبی بیت المقدس اسلامی برخوردار است. [1] داوود به عنوان داوود کتاب مقدس شناخته می شود که طبق کتاب مقدس عبری ، پادشاه دوم انگلستان اسرائیل و یهودا ، سلطنت ج. 1010-970 قبل از میلاد. [استناد مورد نیاز]\n\nذکر در قرآن\nروایت دیوید در قرآن ، از بسیاری جهات ، موازی هایی که در کتاب مقدس ارائه شده است. وی به عنوان پیامبر (نبی) و همچنین پیام رسان (راس) نامگذاری شده است ، داوود در لیست کسانی که مکاشفه دریافت کرده اند (Waḥy ؛ Q4: 163) یا راهنمایی (Hudā ؛ 6:84) از خدا گنجانده شده است. در هر دو لیست نام او در کنار نام پسرش سلیمان ظاهر می شود. در جای دیگر ، قرآن توضیح می دهد که خداوند هدایای \"داوری صدا\" (ḥukm ؛ 21:79) و \"دانش\" را به هر دوی آنها داد (ilm ؛ 21:79 ؛ 27:15). با این حال ، قرآن همچنین به دیوید متمایز است که او را از سلیمان متمایز می کند: دیوید گلیات (2: 251) را کشته و یک مکاشفه الهی به نام \"مزمورها\" دریافت کرد [5] (قرآن 17:55 از یک شکل نامشخص استفاده می کند ، در حالی که 21: 105 از آن استفاده می کند شکل مشخص الزابور) ، [5] احتمالاً اشاره ای به مزمورها یا psalter (اصطلاح Zabūr شاید مربوط به اصطلاح عبری Mizmōr یا سریانی Mazmūrā ، \"مزمور\" باشد). کوه ها و پرندگان خدا را به همراه داوود ستودند (21:79 ؛ در 34:10 خدا به آنها دستور می دهد این کار را انجام دهند ؛ مزمور 148: 7-10). خداوند داوود را \"معاون\" قرار داد (خلیفا ؛ 38:26) ، عنوانی که قرآن در غیر این صورت فقط به آدم می دهد (2:30). این عنوان حاکی از آن است که ، به گفته قرآن ، داوود چیزی بیش از یک رسول بود: او یک رهبر الهی هدایت می شد که حاکمیت خدا را بر روی زمین تأسیس می کرد. [1] این نقش همچنین توسط 2: 251 پیشنهاد شده است: \"خداوند به او اقتدار (مالك) و خرد (ḥikmah) داد و به او آموخت كه چه می خواهد. اگر خدا برخی از مردم را به عقب نكرد ، زمین فاسد می شود.\" [2 ]\n\nاز جمله چیزهایی که به داوود آموخته می شد ، توانایی ساخت زره پوش (21:80 ، 34: 10-11) بود ، پیشنهادی که سوء استفاده های نظامی داوود عمل خدا بود. همچنین این مهم است که اشاره قرآنی به \"خرد\" داوود گاهی اوقات توسط Exegets کلاسیک به عنوان هدیه نبوت توضیح داده می شد. [6] قرآن همچنین با اصرار بر اینکه هر دو آن بنی اسرائیلی را که باور ندارند ، داوود و عیسی را به هم وصل می کند ، به داود و عیسی متصل می شود (5:78). علاوه بر این ، به گفته قرآن ، داوود توانایی تمایز بین حقیقت و باطل را هنگام توزیع عدالت داده شد (فاكل الخیب ، 38:20). علاوه بر این ، تمایل به آزمایشی وجود دارد که داوود در آن قرار گرفت ، که در آن دعا کرد و توبه کرد و خدا او را بخشید (38: 24-5). سورات غمگین (فصل 38 قرآن) \"سورا داوود\" نیز نامیده می شود [7] Exegetes توضیح می دهد که از آنجا که دیوید هنگام درخواست خدا از خدا می خواست او را ببخشد ، به محمد دستور داده شد که از وی تقلید کند و هنگام خواندن این فصل سجده کند. . [8]\n\nاهمیت مذهبی\nداوود یکی از معدود پیامبران اسلامی است که پادشاهی را نیز دریافت کرده است. در حالی که سایر پیامبران در زمان سلطنت پادشاهان موعظه می کردند ، داوود در زمان خود پادشاه بود. بنابراین ، او یک کار بسیار بزرگ را دریافت کرد ، تا اطمینان حاصل کند که مردم اسرائیل نه تنها از نظر معنوی مورد بررسی قرار می گرفتند بلکه خود این کشور نیز قوی باقی مانده است. جایگاه او به عنوان رهبر و پیامبر توسط همه مسلمانان به عنوان یکی از رتبه های بسیار عالی مورد احترام قرار می گیرد. چهره داوود ، همراه با پسر نبوی خود ، سلیمان ، نمادی از افرادی است که بر سرزمین خود عادلانه حکومت می کردند. خدا غالباً از رتبه عالی داوود به عنوان پیامبر و پیامبر در قرآن یاد می کند. او اغلب در کنار سایر پیامبران ذکر می شود تا تأکید کند که او چقدر عالی است. به عنوان مثال ، خدا می گوید:\n\nو ما به او اسحاق و یعقوب دادیم و آنها را راهنمایی کردیم ، همانطور که ما نوح را قبل از آنها راهنمایی کرده بودیم ، و از فرزندان او ، دیوید و سلیمان و جوزف و موسی و هارون. بنابراین ما به کسانی که قائم هستند پاداش می دهیم و خوب انجام می دهند.\n\n- قرآن 6:84 [9]\nهنگامی که خلیفه عمر از بیت المقدس بازدید کرد ، پدرسالار سوفرونیوس او را در کوه معبد همراهی کرد ، در حالی که او برای انجام یک نماز به جستجوی میهراب داود (نماز نماز دیوید) می پردازد. مفسران بعدی این سایت را با برج دیوید شناسایی کردند. در یک حدیث ، از دعا و روزه داود یاد شده است که برای خدا عزیز است.\n\nروایت عبدالله بن 'عمر بن الاس: رسول خدا به من گفت: \"محبوب ترین دعای خداوند داوود است و محبوب ترین روزه های خداوند داوود است. او قبلاً نیمی از شب می خوابید و سپس برای یک سوم شب دعا کنید و دوباره برای قسمت ششم خود بخوابید و در روزهای متناوب روزه می گرفت. \"\n\n-محمد الوبخاری ، سهح البخاری [10]\nکتاب دیوید\nمقاله اصلی: زابور\nزابور کتاب مقدس است که توسط خدا به داود منتسب شده است ، درست همانطور که موسی (موسی) تاورات (تورات) را دریافت کرد ، عیسی (عیسی) جنجال (انجیل) را دریافت کرد و محمد قرآن را دریافت کرد. در کتاب مقدس فعلی عبری ، زابور به عنوان مزمورها شناخته می شود. با این حال ، مانند سایر کتاب مقدس گذشته ، مزمور ها به مرور زمان فاسد شده اند ، که اکنون برخی از پیام های اصلی از بین رفته اند. با این وجود ، به مسلمانان گفته می شود که مزمور های فعلی را با احترام عظیم رفتار کنند ، زیرا ، به شکل اصلی خود ، آنها نیز یک کتاب الهام بخش خدا بودند. قرآن اظهار داشت:\n\nپروردگار شما می داند هر کس در آسمان و زمین باشد. ما برخی از پیامبران را بر دیگران تعالی دادیم. و به دیوید کتاب مزامیر را دادیم.\n\n- قرآن 17:55 [11]\n\n قرآن 4: 163 ؛ 17:55.\n قرآن 4: 163 ؛ 6:84.\n به عنوان مثال، ṭaBarī ، Taʾrīkh ، I ، 559\n Hibat Allāh b. Salāma ، al-nāsikh wa-l-mansūkh (در حاشیه Wāḥidī ، Asbāb) ، قاهره 1316/1898-9 ، 262\n Bukhārī ، ṣaḥīḥ ، vi ، 155\n قرآن 6:84\n سهح ال پیشحری ، 2: 21: 231\n قرآن 17:55",
"Suleyman": "سلیمان ابن داوود (عربی: سعل اصطلبْم اصطمل ، لیت. \"سلیمان ، پسر داوود\") طبق گفته قرآن ، یک مالیک (مگلِك ، لیت. \") و nabī (نبی (سننبهیّهی\")))))))) بنی اسرائیل. به طور کلی ، سنت اسلامی معتقد است که او سومین پادشاه یهودیان و حاکم خردمند اسرائیل بود. [1]\n\nدر اسلام ، سلیمان به عنوان یکی از پیامبران خدا شناخته می شود که با بسیاری از هدایای الهی ، از جمله توانایی صحبت با حیوانات و جین به او اعطا شده است. همچنین گفته می شود که وی Shayāṭīn (شiiaطyn ، Lit. 'Devils') و Dīv (Dīv ، Lit. 'Demons') را با حمایت از حلقه ای که توسط خدا به او داده شده بود ، بردگی کرده است. [2]\n\nمسلمانان بیشتر معتقدند که او در طول زندگی یک توحید وفادار باقی مانده است. سلطنت عادلانه بر کل ملت بنی اسرائیلی ؛ با یک سطح پادشاهی که قبل از او به هیچ کس داده نشده بود ، برکت داده شد. و تمام احکام او را برآورده کرد ، و به خدا وعده داده شد که به خدا در یاه (ج اصطکا ، روشن. \"بهشت\") در پایان عمر خود. [3] از زمان ظهور اسلام ، مورخان مختلف عرب سلیمان را به عنوان یکی از بزرگترین حاکمان تاریخ قلمداد کرده اند. [4]\n\nذکر در قرآن\nقرآن و تفسیر\nقضاوت در این زمینه\nدر اولین روایتی که مربوط به سلیمان است ، قرآن (21:78) به طور خلاصه به داستانی اشاره می کند که سلیمان در شرکت پدرش بود ، وقتی دو مرد آمدند تا از دیوید بخواهند که در مورد آنها در مورد ḥarth (ححالبر ، فیلد) قضاوت کند. 5] مفسران مسلمان بعداً در مورد تمایلات ، از جمله البل ، بایداوی و ابن کاتیر گسترش یافتند. [6] [7] [8] آنها گفتند که اولین نفر از این دو مرد گفتند که وی دارای یک تاکستان است که در کل سال از آن مراقبت زیادی می کند. اما یک روز ، هنگامی که او غایب بود ، گوسفندان مرد دیگر به داخل تاکستان گمراه شده بودند و انگور را ریختند. وی خواستار جبران این خسارت شد. آن را به صاحب خود. در همان زمان ، صاحب تاکستان از گوسفندان مراقبت می کرد و از پشم و شیر آنها بهره می برد تا اینکه سرزمین وی به او بازگردد ، در این مرحله او گوسفندان را به صاحب خود بازگرداند. این پاسخ سطح قضاوت سلیمان را نشان می دهد ، که ، قرآن می گوید ، [10] سلیمان را در طول زندگی خود توصیف می کند. ḥikmah (خرد) ، طبق سنت مسلمانان ، همیشه با سلیمان همراه خواهد بود ، که بعداً حتی به عنوان سلیمن المیاک (سعل اصطلاحی \"ٱلْحْحْحْحكِiْm ،\" سلیمان خردمند \") نامیده می شود. این داستان در Kebra Nagast اقتباس شده است ، اما به عنوان اختلاف نظر توسط پسری از سلیمان. [7]\n\nسلیمان و شیاطین\n\nملکه شبا\nقرآن روایت می کند که باد تحت سلطه سلیمان قرار گرفته است ، [11] و او می توانست آن را به خواست خود کنترل کند ، و جن نیز تحت کنترل سلیمان قرار گرفت. جن به تقویت سلطنت سلیمان کمک کرد. شیاطین (شایتین) ، [12] و شیاطین مجبور شدند برای او بناهای تاریخی بنا شوند. [13] خداوند همچنین باعث شده است که یک آیان معجزه آسا (عبد أین ، \"چشمه\" یا \"بهار\") ذیر مذاب (\"،\" برنج \"یا\" مس \") برای سلیمان جریان یابد تا توسط شیاطین در ساخت آنها مورد استفاده قرار گیرد. [11]\n\nهنگامی که دیوید درگذشت ، سلیمان موضع خود را به عنوان پادشاه نبوی بنی اسرائیلی به ارث برد. سلیمان یک بار به یک زن اجازه ساخت مجسمه پدرش را می داد. بعداً ، او شروع به پرستش مجسمه کرد و سلیمان به دلیل تحمل بت پرستی در پادشاهی خود مورد توبیخ قرار گرفت. به عنوان یک مجازات ، خدا یکی از شیاطین بردگان را قادر به سرقت حلقه سلیمان و به دست گرفتن پادشاهی خود کرد (سوره 38:34). او بعداً گناه خود را توبه می کند و دوباره بر روی شیاطین کنترل می کند و دوباره روی ساخت معبد تمرکز می کند. [14] او به خدا دعا کرد تا پادشاهی را به او اعطا کند که برخلاف همه او باشد. [15] خدا دعای سلیمان را پذیرفت و آنچه را که خوشحال بود به او داد.\n\nبا تمثیل ، از دست دادن حلقه خود از حلقه خود به شیاطین ، ممکن است درک شود که یک انسان روح خود را از دست می دهد و اشتیاق شیطانی را از دست می دهد. [16] Attar of Nishapur می نویسد: \"اگر Div (Demon) را به هم وصل کنید ، شما با سلیمان غرفه سلطنتی را تنظیم خواهید کرد\" و \"شما هیچ فرمان بر پادشاهی خود ندارید ، زیرا در مورد شما Div در جای سلیمان است\" . [17]\n\nبرخلاف سنت تلمود ، سلیمان بی خبر بود و هرگز در بت پرستی شرکت نکرد. [18] علاوه بر این ، قرآن رد می کند که سلیمان یک جادوگر بود: \"(...) سلیمان ایمان نیاورد ، اما شیاطین کفر کردند و به مردان جادویی آموزش دادند و (...)\". (2: 102)\n\nسلیمان و مورچه\nسلیمان حتی به زبانهای حیوانات مختلف مانند مورچه ها آموزش داده می شد. قرآن بازگو می کند که ، یک روز ، سلیمان و ارتش او وارد یک ودین نامل (ووادِ ٱelْnّmhle ، دره مورچه) شدند. با دیدن سلیمان و ارتش او ، یک نامله (یا نهت زن) به همه دیگران هشدار داد که \"... وارد سکونت های خود شوید ، مبادا سلیمان و میزبانش بدون دانستن آن ، شما را خرد کنند.\" [19] فوراً درک می کند. آنچه مورچه گفت ، سلیمان ، مثل همیشه ، به خدا دعا می کرد ، از او تشکر می کرد که چنین هدایایی را به او اعطا کرد [20] و بیشتر از پیگیری بر روی مستعمرات مورچه ها جلوگیری کرد. [9]: 63 [21] خرد سلیمان ، با این حال ، دیگری بود از هدایایی که از خدا دریافت کرد ، و مسلمانان معتقدند که سلیمان هرگز نماز روزانه خود را فراموش نکرد ، که برای او مهمتر از هر یک از هدایای او بود.\n\nادبیات تفریحی بر خرد مورچه تأکید می کند و معنای هدیه سلیمان را برای کنترل باد توضیح می دهد. به گفته Siracü'l-Kulub ، مورچه از سلیمان می پرسد که آیا می داند چرا او را \"سلیمان\" (سلیمان) خوانده می شود. سلیمان می گوید که او این کار را نمی کند ، از این رو مورچه توضیح می دهد: \"اگرچه قلب شما سالم بود (سلیم) و شما شرایط دنیای بعدی را می دانید ، شما چند لذت از این جهان را پذیرفته اید و به دلیل داشتن آن فریب خورده اید و پادشاهی ؛ بنابراین شما سلیمان خوانده می شود. \" پس از آن مورچه از سلیمان می پرسد ، اگر می داند چرا خداوند باد را برای او فرو رفته است. یک بار دیگر ، سلیمان می گوید نه و مورچه ها پاسخ می دهند: \"او باد را به یک دلیل فرومایه کرده است: آنچه شما پذیرفته اید هیچ چیز نیست. درست همانطور که باد می گذرد ، ثروت جهان و پادشاهی نیز می گذرد.\" محققانی مانند فخر الدین رازی و القرتوبی مورچه را به درجه یک آزمایشی برای انسانها بالا بردند. [22] (p198)\n\nفتح صبا '\n\nویرانه های معبد باران در مایرب ، پایتخت سابق صبا 'در آنچه اکنون یمن است\nجنبه مهم دیگر پادشاهی سلیمان اندازه ارتش وی بود که شامل مردان و جین بود. سلیمان اغلب سربازان و رزمندگان خود و همچنین جن و تمام حیواناتی که تحت او کار می کردند ارزیابی می کرد. یک روز ، هنگام بازرسی از سربازان خود ، سلیمان Hud-hud (هدهدههد ، هوپو) را که از مجلس مفقود شده بود پیدا کرد. [23] با این حال ، به زودی پس از آن ، Hud-hud وارد دادگاه سلیمان شد و گفت: \"من سازگار شده ام (قلمرو) که تو سازگار نیستی ، و من از صبا به تو آمده ام.\" به سلیمان گفت که مردم شبا خورشید را عبادت می کردند و زنی که بر پادشاهی حاکم بود بسیار باهوش و قدرتمند بود. سلیمان ، که از نزدیک گوش می داد ، تصمیم گرفت نامه ای را به سرزمین شبا بنویسد ، که از طریق آن سعی می کند مردم شبا را متقاعد کند تا عبادت بت پرستی خود را از خورشید متوقف کند و به پرستش خدا بیاید. سلیمان دستور داد كه Hud-Hud نامه را به ملكه شبا (بیلكیس) بدهد ، و سپس واکنش او را پنهان و رعایت كند. [9]: 64 HUD هود دستورات سلیمان را پذیرفت و مستقیماً به سمت شبا پرواز كرد تا تحویل را تحویل دهد. نامه به ملکه. ملکه سپس وزیران خود را به دادگاه فراخواند و نامه ای را از سلیمان با صدای بلند برای آنها خواند كه به مردم شبا می گوید: \"به نام خدا دلسوزانه مهربان ، شما علیه من تعالی نكنید ، اما به عنوان مسلمان به من بیایید (مكسكلِميميْحين ) او با وزیران و سایر مقامات دادگاه مشورت كرد و گفت: \"ای مردم من ، من به خوبی می دانم كه شما شجاع و توانا جنگجویان هستید و هیچ كس در چهره زمین نمی تواند در برابر شما بایستد ، اما هنوز هم من ذهن شما را در این باره می دانم موضوع.\" مردم دادگاه پاسخ دادند: \"شما قدرت ، ای ملکه و هر چه دستور شما است ، ما از آن پیروی خواهیم کرد.\" با این حال ، ملکه به سلیمان آمد و اعلام کرد تسلیم خود به خدا است. [25]\n\nسلیمان و ifrit\nدر حالی که Bilqis در حال سفر به دادگاه سلیمان بود ، پادشاه به بندگانش پیشنهاد داد که قبل از ورود وی ، تاج و تخت خود را به آنجا تحویل دهند. IFRIT خدمات خود را ارائه داد (Q27: 38-40) ، اما سلیمان رد شد و این وظیفه را به جای یک سرپرست واگذار کرد ، که به عنوان یک همکار پرهیزگار ، به خدا دعا کرد تا عرش را برای او جابجا کند. با شگفت انگیز برای ارتباط ، دعای او پاسخ داده شد ، تاج و تخت که در کاخ سلیمان با قدرت خدا ظاهر می شد. وقتی بیلقیس رسید ، سلیمان از او پرسید که آیا او تاج و تخت خود را به رسمیت می شناسد ، اما او با تلاش برای درک معجزه خدا که ساخته بود ، به پادشاه پاسخ می داد ، قبل از آنکه سرانجام ایمان سلیمان را تصویب کند ، با شواهدی مبنی بر اینکه این معجزه نبوده است. آن فقط یک Ifrit اما خود خدا است. سلیمان پیشنهاد وسوسه انگیز Ifrit را رد کرد ، زیرا او به دنبال تکیه بر خدا بود و نه به یک دیو یا هر موجود آفریده دیگر ، و با موفقیت در تبدیل Bilqis به ایمان واقعی به خاطر تقوی خود پاداش گرفت. [26]\n\nمرگ\n\nمقبره سلیمان در مجتمع مسجد اوبسا ، شهر قدیمی اورشلیم\nقرآن اظهار می کند که سلیمان در حالی که به کارمندان خود تکیه می داد ، درگذشت و او ایستاده بود ، که در کنار آن قرار گرفت ، تا یک موجود کوچک - مورچه یا کرم - در آن به هم زد ، تا اینکه ، سرانجام ، راه خود را انجام داد - و فقط پس از آن او را انجام داد فروپاشی بدن\n\nسپس ، هنگامی که ما مرگ (سلیمان) را حکم کردیم ، هیچ چیز مرگ او را به جز یک کرم کوچک از زمین نشان نداد ، که (به آرامی) که در کارمندانش قرار می گرفت ، نگه می داشت: بنابراین وقتی او سقوط کرد ، جن کاملاً دید که اگر آنها را می شناختند غیب ، آنها در مجازات تحقیرآمیز (وظیفه آنها) خسته نمی شدند.\n\n- قرآن ، سوره 34 (صبا) ، آیه 14 [27]\nدر حالی که او به صورت قائم ماند و روی کارمندان خود حرکت کرد ، جن فکر کرد که او هنوز زنده است و بر آنها نظارت دارد.\n\nآنها حقیقت را فهمیدند که خدا موجودی را برای خزیدن از زمین و گنگ در کارمندان سلیمان فرستاد ، تا اینکه بدن او فرو ریخت. این آیه درک می شود که به مخاطب آموزش می دهد که جین غیب (الغیب) را نمی شناسد - اگر آنها آن را می دانستند ، آنها مانند احمقان در خدمت یک مرد مرده مانند احمق ها نمی ماندند. [28]\n\nماهاماددیم در آهنگ سلیمان\nاطلاعات بیشتر: محمد و کتاب مقدس و ریشه Semitic\nهمانطور که از آیاتی از قرآن الهام گرفته شده است ، برخی از مسلمانان [کدام؟] معتقد بودند که محمد (عربی: مبهم اصطمل ، نامه های صامت: m-ħ-m-d) در آهنگ ترانه ها (5:16) به عنوان \"ماهاماددیم\" ذکر شده است (عبری: מַחֲמַדִּים ، حروف همخوانی: m-ħ-m-d-y-m) ، حتی اگر کلمه دوم توسط یهودیان به عنوان \"مطلوب\" یا \"دوست داشتنی\" ترجمه شود. [29]\n\nسلیمان و جمشید\n\nنمای کلی پرسپولیس ، ایران (2) (بریده شده)\nطبق گفته Shāhnāma از شاعر Firdausī ، جمشید چهارمین پادشاه جهان بود. مانند سلیمان ، او اعتقاد بر این بود که بر همه فرشتگان و شیاطین جهان فرماندهی داشته است ، و هم پادشاه و هم کاهن اعظم هورموز (فارسی میانه برای اهورا مزدا) بود. وی مسئول بسیاری از اختراعات بزرگ بود که زندگی را برای مردم خود ایمن تر کرده است: تولید زره و سلاح ، بافندگی و رنگ آمیزی لباس کتانی ، ابریشم و پشم ، ساختمان خانه های آجر ، استخراج جواهرات و فلزات گرانبها ساخت عطرها و شراب ، هنر پزشکی ، ناوبری آبهای جهان در کشتی های قایقرانی. او جمشید اکنون به بزرگترین سلطنت جهان تبدیل شده است که تاکنون شناخته شده بود. او وقف سلطنتی فار (اوستان: خوارنا) بود ، یک شکوه درخشان که به نفع الهی در مورد او سوزانده شد.\n\nبه دلیل شباهت بین دو پادشاه خردمند ، برخی از سنت ها این دو را درگیر می کنند. به عنوان مثال ، سلیمان در آثار البخلی با حاکمیت بر جنوب غربی ایران همراه بود. اعتقاد بر این بود که پرسپولیس کرسی سلیمان است و توسط دانشمندانی مانند ماسودی ، مقصدیسی و استاکری به عنوان \"زمین بازی سلیمان\" توصیف شده است. سایر نویسندگان مسلمان با این عقیده مخالفت کرده اند که سلیمان زمانی در ایران حکومت می کرد و اظهار داشت که هرگونه شباهت بین زندگی و اعمال سلیمان و جمشید کاملاً تصادفی است ، این دو شخصیت مجزا و جداگانه هستند. [30] [31] دیدگاه دوم بوده است با توجه به بورس تحصیلی در زمینه اساطیر هند و اروپایی ، که به طور قطعی نشان داده است که شخصیت جمشید از خدای زرتشت اولیه ییما مشتق می شود ، [32] [33] در حالی که بورس تحصیلی قرآن و کتاب مقدس از معیاری از تاریخ برای پادشاه خردمندی حمایت می کند. [34]",
"Ilyas": "ایلیس (عربی: صلییاس) پیامبر و پیامبر خدا (خدا) بود که برای هدایت فرزندان اسرائیل فرستاده شد. به وی مأموریت نبوی داده شد تا از پرستش بتها جلوگیری کند. [1] ایلیاس سلف نبوی آلیاسا است. [2] برخی از محققان اسلامی معتقدند که ایلیاس از فرزندان هارون (هارون) است. [3]\n\nبرخی از مسلمانان بر این باورند که ایلیاس هنوز زنده است و هر سال به همراه خدر در حج شرکت می کند. [4] برخی از مسلمانان همچنین بر این باورند که ایلیاس در پایان زمان باز خواهد گشت. [5]\n\nزندگی اولیه\nدر منابع اسلامی ، نام کامل ایلیاس ایلیاس ابن یاسین است ، [6] از آنجا که در Saffat 37: 130 ، Ilyas یاسین نامیده می شود. [7] برخی از داستانهای ایلیا نیز در حدیث اسلامی ذکر شده است. مانند نفرین بنی اسرائیلی ها با خشکسالی توسط ایلیا ، [8] شفابخش آلیاسا ، [9] و با آهاب می جنگند. [10]\n\nبه گفته بسیاری از منابع اسلامی و کتاب مقدس ، الیاس (الف) زنده است و به آسمان صعود می کند. [11] با این حال ، ابن کاتیر این احادیث را نپذیرفت و آنها را در بین اسرائیلیت در نظر گرفت. [12] در موجام البولدان ، یاقوت الحماوی از قبر الیاس (الف) در باالبک یاد کرد. مقبره الیاس (الف) بود [14]\n\nنبوت\nIlyas برای اولین بار به عنوان پیامبر در الانمام 6:85 ذکر شده است. [15] او قوم خود را که در باالبک زندگی می کردند به توحید ، اطاعت از خدا و رها کردن گناهان دعوت کرد. [16] وظیفه اصلی وی جلوگیری از پرستش بت بود. [17] پس از سالها با تداوم مردم خود ، آنها را با خشکسالی نفرین کرد و مردم به گرسنگی تحمیل شدند. [18] روایت ایلیاس در قرآن و بعداً مسلمانان از نزدیک شباهت دارد که در کتاب مقدس عبری و ادبیات مسلمانان ، پیشگویی های اصلی الیاس را که در زمان سلطنت آهاب و جیزبل و همچنین آهازیا اتفاق می افتد ، سوابق می دهد. تعداد سایر پیامبران و مقدسین ، از جمله ادریس ، که اعتقاد بر این است که برخی از محققان نام دیگری برای ایلیاس ، [21] و Khidr بوده اند. [22] افسانه اسلامی بعداً چهره ایلیاس را توسعه داد ، و به خصوصیات وی بسیار تزئین شد ، و برخی از ادبیات آخرالزمانی وضعیت یک ایلیا را به یک نیم انسانی نیمه انسانی و نیمه انسانی داد. [23] ایلیاس همچنین در آثار بعدی ادبیات ، از جمله هامزاناما ظاهر می شود. [24]\n\nقرآن\nایلیاس در قرآن ذکر شده است ، جایی که موعظه وی به روشی مختصر بازگو می شود. قرآن روایت می کند که ایلیاس به مردم خود گفت که به پرستش خدا بیایند و عبادت باال ، بت اصلی منطقه را ترک کنند. قرآن بیان می کند: [1]\n\n\"واقعاً ایلیاس یکی از رسولان بود. وقتی به قوم خود گفت:\" آیا شما از خدا نمی ترسید؟ \"آیا شما به Ba'al فراخوانی خواهید کرد و بهترین سازندگان ، خدا ، پروردگار و گرامی خود و خداوند و گرامی پدران خود را از قدیمی خود رها خواهید کرد؟\n\n-as-Saaffat 123–126\nقرآن روشن می کند که اکثریت مردم ایلیاس پیامبر را انکار کردند و به دنبال بت پرستی بودند. با این حال ، ذکر شده است که تعداد کمی از بندگان فداکار خدا در میان آنها الیاس را دنبال کردند و به خدا اعتقاد داشتند و می پرستیدند. قرآن اظهار داشت: \"آنها او را انكار كردند (الیاس) ، و مطمئناً مجازات خواهد شد ، به جز بندگان صمیمانه و فداكار خدا (در میان آنها).\n\nدر قرآن ، خدا الیاس را در دو مکان ستایش می کند:\nصلح بر الیاس! اینگونه است که ما به کسانی که خوب عمل می کنند پاداش می دهیم. او واقعاً در بین بندگان معتقد ما است.\n\n-قرآن ، فصل 37 (as-saaffat) ، آیه 129-132 [27]\nو زکاریا و یحیی و عیسی و ایلیاس ، همه آنها در میان صالحان بودند\n\n-قرآن ، فصل 6 (الانم) ، آیه 85 [28]\nمفسران بی شماری ، از جمله عبدالله یوسف علی ، در مورد آیه 85 اظهار نظر کرده اند که می گویند ایلیاس ، زکاریا ، یحیی و عیسی همه از نظر معنوی در ارتباط بودند. عبدالله یوسف علی می گوید: \"گروه سوم شامل مردان عمل نیست ، بلکه واعظان حقیقت است که زندگی انفرادی را رهبری می کنند. حماسه آنها این است:\" صالح \". باپتیست ، که به عنوان \"ایلیاس ، که قرار بود بیاید\" (متی 11:14) نامگذاری شده است ؛ و گفته می شود که الیاس در تغییر شکل در کوه حضور داشته و با عیسی صحبت کرده است (متی 17: 3). \" 29]\n\nاگرچه بیشتر محققان مسلمان معتقد بودند که الیاس در اسرائیل موعظه می کند ، برخی از مفسران اولیه در مورد قرآن اظهار داشتند که ایلیاس به بالبک ، در لبنان فرستاده شده است. [30] دانشمندان مدرن این ادعا را رد کردند و اظهار داشتند که ارتباط شهر با الیاس به دلیل نیمه اول نام شهر ، یعنی باال ، که خدایی بود که الیاس از مردم خود ترغیب می کرد تا از عبادت جلوگیری کنند ، انجام می شود. محققانی که شناسایی شهر الیاس با باالبک را رد می کنند ، بیشتر استدلال می کنند که شهر باالبک با روایت ایلیاس در قرآن یا کتاب مقدس عبری ذکر نشده است. [31]\n\nمرگ\nبا گذشت زمان ، خشکسالی گسترش یافت و بسیاری از آنها درگذشت. هنگامی که آنها خود را تحمیل کردند ، از اعمال گذشته خود پشیمان شدند ، به الیاس (A) روی آوردند و دعوت او را پذیرفتند. [32] سپس ، به دلیل دعای الیاس (الف) باران شدید آمد و سرزمین از بین رفت. با این حال ، پس از مدتی ، مردم عهد خود را با خدا فراموش کردند و به عبادت بت بازگشتند. وقتی ایلیاس این موضوع را دید ، از خدا خواست تا مرگ خود را داشته باشد. اما ، خدا برای او ارابه آتش فرستاد و او به آسمان صعود کرد و آلیاسا را ​​که شاگرد او به عنوان معاون خود بود انتخاب کرد. [33] ایلیاس به ندرت با اسلامی اسلامی همراه است. [34] با این حال ، برخی از مسلمانان بر این باورند که انتظار می رود ایلیاس در پایان زمان با چهره مرموز Khidr بازگردد. [5]\n\nمیراث\nادبیات و سنت مسلمانان بازگو می کند که ایلیاس به پادشاهی اسرائیل موعظه می کرد ، که توسط آهاب و بعداً پسرش آهازیا اداره می شد. او را \"پیامبر بیابان - مانند یحیی\" خوانده می شود. [35] اعتقاد بر این است که ایلیاس با غیرت به آهاب و همسرش جیزبل موعظه کرده است ، که طبق سنت مسلمانان تا حدودی مسئول پرستش بتهای دروغین در این منطقه بود. مسلمانان بر این باورند که به این دلیل بود که اکثر مردم از گوش دادن به الیاس خودداری کردند که الیشا مجبور شد موعظه پیام خدا را به اسرائیل پس از او ادامه دهد. [36]\n\nایلیاس در فرهنگ مسلمانان موضوع افسانه ها و فولكتال ها بوده است كه معمولاً شامل ملاقات وی با خدر است. طبق گزارش تفسیر مسلمان ، محمد با ایلیاس در مکه ملاقات کرد. [37] در عرفان اسلامی ، ایلیاس از نزدیک با مریم گلی در ارتباط است. یک حدیث گزارش داد که ایلیاس و خدر هر سال در اورشلیم با هم ملاقات می کردند تا به زیارت مکه بروند. [38] ایلیاس نیز بارها در حمزانا ظاهر می شود ، جایی که از وی به عنوان برادر خدر و همچنین کسی که از چشمه جوانان نوشید ، صحبت می شود. [39] علاوه بر این ، در کیتاب الکفی روایت شده است که امام جعفر ال صدیق در حال تلاوت سجده ایلیاس به زبان سوریه بود و شروع به گریه کرد. وی سپس دعا را به زبان عربی به گروهی از دانشمندان بازدید کننده ترجمه کرد:\n\n\"ای پروردگار ، آیا متوجه خواهم شد که شما مرا مجازات می کنید اگرچه از عطش من در گرمای ظهر می دانید؟ آیا متوجه می شوم که شما مرا مجازات می کنید اگرچه می دانید که من صورتم را روی زمین می مالم تا شما را عبادت کنم؟ آیا متوجه می شوم که شما مجازات می کنید من گرچه می دانید که من گناهان را برای شما رها می کنم؟ آیا متوجه می شوم که شما مرا مجازات می کنید اگرچه می دانید که من تمام شب فقط برای شما بیدار می مانم؟ \" سپس خداوند به ایلیاس الهام بخشید ، \"سر خود را از زمین بلند کنید زیرا من شما را مجازات نخواهم کرد\". [40]\n\nیادداشت\n \"الیاس همان الیاس است ، که داستان آن در عهد عتیق در 1 پادشاهان 17-19 و 2 پادشاه 1-2 یافت می شود. الیاس در سلطنت آهاب (896-874 پیش از میلاد) و آهازیا (874-872 پیش از میلاد مسیح زندگی می کرد. ) ، پادشاهان پادشاهی (شمالی) پادشاهی اسرائیل یا ساماریا. او پیامبر بیابان بود ، مانند جان باپتیست ، بر خلاف پیامبر ما ، که در آن شرکت می کرد ، کنترل می کرد و تمام امور مردم خود را راهنمایی می کرد. و آزریا مستعد ابتلا به عبادت باال بود ، خدای آفتاب پرستش در سوریه. این عبادت همچنین شامل پرستش طبیعت و قدرتهای پیشرو ، مانند عبادت هندو لنگم بود ، و منجر به سوء استفاده های بسیاری شد. پادشاه پادشاه آهاب با یک شاهزاده خانم سیدون ، جیزبل ، یک زن شرور که همسرش را به سمت ترک خدا و به تصویب عبادت بول ازدواج کرده بود ، ازدواج کرده بود. \" ... \"الیاس همه گناهان آهاب و همچنین گناهان اهازیا را محکوم کرد و مجبور شد برای زندگی خود فرار کند. او مانتوی خود را با الیشا پیامبر ترک کرده بود. \"[20]",
"Alyasa": "Alyasa (عربی: الیزع ، رومانیزه: Alyasā ') پیامبر و رسول خدا (خدا) است که برای هدایت فرزندان اسرائیل فرستاده شد. در قرآن ، آلیاسا دو بار به عنوان پیامبر ذکر شده است ، [1] و هر دو بار در کنار پیامبران دیگر ذکر شده است. [2] وی توسط مسلمانان به عنوان جانشین نبوی ایلیاس (الیاس) مورد تقدیر قرار می گیرد. منابع اسلامی که الیشا را با KHIDR شناسایی می کنند ، رابطه قوی بین Khidr و Ilyas را در سنت اسلامی ذکر می کنند. [3]\n\nشخصیت\nنام Alyasa دو بار در ال آنها 6:86 و 38:48 غمگین ذکر شده است. در آن آیات ، بدون ذکر چیزی در مورد شخصیت یا نبوت آلیاسا ، از وی به عنوان \"گرایش\" و \"در میان منتخب\" یاد می شود. [4] According to the Quran, Elisha is exalted \"above the rest of creation\" (Arabic: فَضَّلْنَا عَلَى ٱلْعَالَمِين, romanized: faḍḍalnā ʿala l-ʿālamīn(a)[4] and is \"among the excellent\" (Arabic: مِنَ ٱلْأَخْيَار, romanized: Mina L-akhyār). [5] Alyasa در ال آنها 6:86 و 38:48 غمگین ، به همراه اسماعیل ذکر شده است:\n\nو اسماعیل و آلیاسا و یونوس و لوت ؛ و هرکدام در سراسر جهان دست به گریبان بودیم.\n\n-الانم 6:86\nو به یاد داشته باشید که بندگان ما اسماعیل ، آلیاسا و داول-کیفل ، هر یک از آنها واقعاً خوب هستند.\n\n- غمگین 38:48\nمعجزه\nدر یک حدیث شیعه از علی الردا ، ذکر شده است که آلیاسا ، معجزه ای از جمله احیای مردگان ، درمان بیمار و راه رفتن بر روی آب داشت. [استناد به آن نیاز داشت]\n\nمقبره های ادعا شده\nبرخی از مسلمانان معتقدند که مقبره الیشا در منطقه شرقی در منطقه شرقی عربستان سعودی است. این حرم توسط دولت سعودی برداشته شد زیرا چنین عزاداری مطابق با جنبش اصلاحات وهابی یا سلفی مسلط در عربستان سعودی نیست. [6] [7] این قرن ها در زمان عربستان عثمانی یک نقطه عطف مهم بوده و یک مقصد زیارتی بسیار محبوب برای مسلمانان از همه فرقه ها در طول دوره قبل از مدرن بوده است. [8]\n\nقبر الیشا در منطقه اییل استان دیارباکر ، ترکیه حضور دارد. [9] حرم اصلی در نزدیکی بستر رودخانه ای بود که قرار بود در سال 1994 سیلاب شود. یک هیئت مخفی از نه دانشمند با همکاری با اداره امور مذهبی برای جلوگیری از ترسیم عصبانیت عموم به بازدم ، توسط شورای شهر تشکیل شد. قبل از آب شدن این منطقه ، قبر شب ها حفر شده و جسد حفظ شده پیامبر - که توسط نه دانشمند و کارگران رسمی شاهد آن بود - از آنجا که در تپه ای مشرف به دشت سیلاب دفن شد ، دفن شد. با این حال ، بسیاری از شهرها آن شب پیامبر را در خواب خود دیدند ، و قبل از طلوع آفتاب معلوم شدند تا دوباره در یک مکان جدید شاهد احیاء خود باشند. [10] [11]",
"Yunus": "یونوس ابن ماتا (عربی: yُonُs ben memata ، Romanized: Yūnus ibn Matta) پیامبر و پیامبر خدا (خدا) است. یونوس به طور سنتی در اسلام به عنوان یک پیامبر که به خدا وفادار بود ، بسیار مهم تلقی می شود و پیام های خود را تحویل می دهد. [1] [2] یونوس تنها یکی از دوازده پیامبر جزئی کتاب مقدس است که در قرآن نامگذاری شده است. [3] فصل دهم قرآن به نام وی نامگذاری شده است. [4]\n\nیونوس dhul-nun (عربی: ذُlnُّwْn) و توسط مسلمانان نامیده می شود. [5] وی چهار بار در قرآن به نام ذکر شده است. [6]\n\nحدیث ذکر می کند\nیونوس همچنین در چند حادثه در طول زندگی محمد ذکر شده است. در برخی موارد ، از نام یونس با ستایش و تکریم محمد صحبت می شود. طبق روایت های تاریخی درباره زندگی محمد ، پس از ده سال دریافت افشاگری ، محمد به شهر طاف رفت تا ببیند آیا رهبران آن به او اجازه می دهند پیام خود را از آنجا موعظه کند تا مکه ، اما او توسط این شهر ریخته شد مردم. او در باغ اوتبه و شیبه ، دو عضو قبیله قریش پناه گرفت. آنها بنده خود را به نام Addas فرستادند تا برای تأمین اعتبار به او انگور خدمت کنند. محمد از اوج پرسید که اهل کجا است و بنده پاسخ داد نینوا. \"شهر یونوس عادل ، پسر آمیتای!\" محمد فریاد زد. Addas شوکه شد زیرا او می دانست که اعراب مشرک هیچ آگاهی از یونوس ندارد. وی سپس پرسید که چگونه محمد از این مرد خبر دارد. محمد پاسخ داد: \"ما برادر هستیم.\" \"یونوس پیامبر خدا بود و من نیز پیامبر خدا هستم.\" Addas بلافاصله اسلام را پذیرفت و دست و پای محمد را بوسید. [10]\n\nیکی از گفته های محمد ، در مجموعه امام بخاری ، می گوید که محمد گفت: \"نباید بگوید که من از یونوس بهتر هستم\". [11] [12] [13] [14] ابن ابی الصالت ، معاصر مسن تر محمد ، آموخت که اگر یونوس به خدا دعا نکند ، تا روز رستاخیز در داخل ماهی به دام می ماند [14] اما ، به دلیل دعای خود ، یونوس \"تنها چند نفر ماند روزها در شکم ماهی \". [14]\n\nمورخ فارسی قرن نهم ، الباری ثبت می کند که ، در حالی که یونس در داخل ماهی بود ، \"هیچ یک از استخوان ها یا اعضای وی مجروح نشده اند\". [14] الباری همچنین می نویسد که خداوند بدن ماهی را شفاف کرده و به یونس اجازه می دهد \"شگفتی های عمیق\" را ببیند [15] و اینکه یونوس همه ماهی ها را شنید که آواز خواند به خدا. [15] Kisai Marvazi ، شاعر قرن دهم ، ثبت می کند که پدر یونوس هفتاد سال داشت که یونوس به دنیا آمد [14] و او به زودی درگذشت ، [14] مادر یونس را با چیزی جز یک قاشق چوبی ترک کرد ، که معلوم شد قرنیه باشید. [14]\n\nمقبره\nهمچنین ببینید: مساجد و زیارتگاه های Mosul § Mosque_Of_The_Prophet_Jonah\n\nعکس ویرانه های مسجد یونوس ، به دنبال تخریب آن توسط داعش\nموقعیت فعلی نینوا با کاوش های پنج دروازه ، قسمت هایی از دیوارها از چهار طرف و دو تپه بزرگ مشخص شده است: تپه کووینجیک و تپه نبی یونوس (به پیوند نقشه در پاورقی مراجعه کنید). [16] مسجدی در بالای نبی یونوس به یونس اختصاص داده شد و حاوی حرم بود که توسط مسلمانان و مسیحیان به عنوان محل مقبره یونس مورد احترام قرار گرفت. [17] مقبره یک سایت زیارتی محبوب [18] و نمادی از وحدت برای یهودیان ، مسیحیان و مسلمانان در خاورمیانه بود. [18] در 24 ژوئیه 2014 ، دولت اسلامی عراق و لوانت (داعش) مسجد حاوی مقبره را به عنوان بخشی از کمپین برای از بین بردن پناهگاه های مذهبی که به نظر می رسید بت پرستی است ، نابود کردند. [19] [18] پس از بازگشت موصل از داعش در ژانویه سال 2017 ، یک کاخ آشوری باستانی که توسط اسرهادون ساخته شده است که قدمت آن در نیمه اول قرن هفتم قبل از میلاد است ، در زیر مسجد ویران شده کشف شد. [18] [20] داعش کاخ اقلام را برای فروش در بازار سیاه غارت کرده بود ، [18] [20] اما برخی از آثار باستانی که حمل و نقل آنها دشوارتر بود هنوز در محل خود باقی مانده است. [18] [20]\n\nمقبره های مسلمان دیگر\nسایر مکانهای مشهور مقبره یونس شامل دهکده عربی مشهاد ، واقع در محل باستانی گات-هوپار در اسرائیل است ؛ [21] شهر کرانه باختری فلسطین هالله ، 5 کیلومتری (3.1 مایل) در شمال هبرون ؛ [22] و [22] و یک پناهگاه در نزدیکی شهر Sarafand (Sarepta) در لبنان. [23] یک سنت دیگر مقبره را در تپه ای که اکنون به نام Giv'at Yonah ، \"Jonah's Hill\" ، در حاشیه شمالی شهر اسرائیل اشدود ، در محلی قرار می گیرد ، در محلی پوشانده شده توسط یک فانوس دریایی مدرن قرار می دهد.\n\nمقبره ای از یونس را می توان در دیاارباکیر ، ترکیه ، واقع در پشت میهراب در مسجد فاتح پاشا یافت. [24] [25] Evliya Celebi در نام خود اظهار داشت که وی از مقبره های یونس بازدید کرده است. [26] [27]\n\nذکر قرآنی\nدر النبیه 21:87 [7] و القلام 68:48 ، یونس به نام dhul-nūn (عربی: ذُw ٱelnُّwْn ، lit. \"یکی از ماهی ها\"). [5] در An-Nisa 4: 163 و Al-An'am 6:86 ، از او به عنوان \"رسول خدا\" یاد می شود. [5] سوره 37: 139-148 داستان کامل یونس را بازگو می کند: [5]\nهمچنین جونا در میان کسانی که توسط ما ارسال شده بودند نیز وجود داشت.\nهنگامی که او فرار کرد (مانند یک برده از اسارت) به کشتی (کاملاً) لادیده ،\nاو (موافقت کرد) تعداد زیادی بازی کرد ، و او محکوم شد:\nسپس نهنگ او را بلعید ، و او اعمال شایسته سرزنش را انجام داده بود.\nاگر اینگونه نبود که او (توبه کرد و) خدا را شکوفا کرد ،\nاو مطمئناً تا روز رستاخیز در داخل ماهی می ماند.\nاما ما او را در یک حالت بیماری در ساحل برهنه قرار دادیم ،\nو ما باعث شد که رشد کنیم ، بر فراز او ، یک گیاه در حال گسترش از نوع کدو.\nو ما او را (در یک مأموریت) به صد هزار نفر (مرد) یا بیشتر فرستادیم.\nو آنها اعتقاد داشتند ؛ بنابراین ما به آنها اجازه دادیم که مدتی از (زندگی آنها) لذت ببرند.\n\n-قرآن ، فصل 37 (as-saaffat) ، آیات 139-148 [8]\nقرآن به میراث یوننوس اشاره نمی کند ، [5] اما سنت مسلمانان می آموزد که یونوس از قبیله Binyjamin است. [9]",
"Zakariya": "طبق آموزه اسلامی ، زکاریا (عربی: زكeriia ، Zechariah) یک پیامبر و رسول خدا (خدا) و پدر پیامبر یحیی است.\n\nدر قرآن\nزکاریا یک کشیش صالح [1] و پیامبر خدا بود که دفتر وی در معبد دوم در اورشلیم بود. او غالباً مسئولیت مدیریت خدمات معبد را بر عهده می گرفت [2] و همیشه در نماز به خدا ثابت قدم می ماند.\n\nدعا برای یک پسر\nبا رسیدن به پیری خود ، زکاریا شروع به نگرانی کرد که چه کسی میراث موعظه پیام خدا را پس از مرگ ادامه خواهد داد و چه کسی خدمات روزانه معبد را پس از او ادامه می دهد. زکاریا شروع به دعا به خدا برای یک پسر کرد. دعا برای تولد فرزندان صرفاً از تمایل کودک خارج نبود. [1] او هم برای خود و هم برای عموم دعا می کرد - آنها به یک پیام رسان ، مردی از خدا که پس از زکاریا در خدمت خداوند کار می کرد ، نیاز داشتند. زکاریا شخصیت و فضیلت داشت و او می خواست این را به عنوان گرانبها ترین دارایی خود به وارث معنوی خود منتقل کند. رویای او این بود که خانواده را به فرزندان پدرسالار یعقوب بازگرداند و اطمینان حاصل کند که پیام خدا برای اسرائیل تمدید شده است. همانطور که قرآن بازگو می کند:\n\nذکر رحمت پروردگار شما به بنده خود زکاریا. وقتی او به پروردگار خود گریه کرد ، یک فریاد مخفی ، گفت: پروردگار من! آیا استخوانهای من ضعف موم و سرم با موهای خاکستری می درخشد ، و من هرگز در دعا برای تو ، پروردگار من نبوده ام. آیا من از خویشاوندان من می ترسم ، زیرا همسرم بی ثمر است. اوه ، از حضور خود جانشین را به من بدهید که من را به ارث ببرد و (همچنین) خانه یعقوب را به ارث ببرد. و او را ، پروردگار من ، قابل قبول (برای تو) بساز. [قرآن 19: 4-6 (ترجمه شده توسط Pickthall)]\n\nپدر و مادر یحیی\nبه عنوان هدیه ای از خدا ، به زکریا پسری به نام Yaḥyá (عربی: یتیه: با جان باپتیست شناسایی شد) داده شد ، نامی که فقط برای این کودک انتخاب شده است. سنت مسلمانان روایت می کند که زکریا نود و دو ساله بود [3] وقتی از تولد جان به او گفته شد.\n\nمطابق با دعای زکاریا ، خدا جان (یحیی) پیام خدا را که توسط بنی اسرائیلی ها فاسد و گم شده بود ، تجدید کرد. [4] همانطور که قرآن می گوید:\n\nای زاکاریا! آیا ما پسری را که نام او جان است ، به شما می آوریم. ما قبلاً به هیچ کس به هیچ کس داده ایم (او). او گفت: پروردگار من! چگونه می توانم پسری داشته باشم که همسرم بی ثمر است و من به پیری ناتوان رسیده ام؟ او گفت: بنابراین ، چنین خواهد بود ، پروردگار شما می گوید: این برای من آسان است ، و در واقع من قبلاً شما را آفریدم ، وقتی شما چیزی نبودید. او گفت: پروردگار من! به من علامت بده وی گفت: نشانه شما این است که شما نمی توانید سه شب در حالی که در سلامت صدا هستید با مردم صحبت کنید.\n\n- [قرآن 19: 7-10 (ترجمه شده توسط Pickthall)]\nسرپرست مریم\nبه گفته قرآن ، زکاریا نگهبان مریم بود. قرآن اظهار داشت:\n\n(به یاد داشته باشید) وقتی همسر \"عمران گفت: پروردگار من! من به شما قول داده ام که در شکم من به عنوان یک تقدیس (پیشنهاد) است. آن را از من بپذیر آیا تو فقط تو هستی ، شنونده ، دانش را! و هنگامی که او تحویل داده شد ، گفت: پروردگار من! آیا من از یک زن تحویل گرفته شده ام - خداوند بهترین آنچه را که تحویل داده شده بود می دانست - مرد به عنوان زن نیست. و من او را مری نامگذاری کرده ام ، و لو! من از او و فرزندانش از شیطان غافلگیرانه محافظت می کنم. و پروردگار او او را با پذیرش کامل پذیرفت و رشد خوبی به او داد. و زکریا را نگهبان خود کرد. هر وقت زاکاریا به پناهگاه آنجا می رفت ، متوجه می شد که او غذا دارد. او گفت: ای مریم! از کجا به این (غذا) می رویم؟ او پاسخ داد: این از خداست. خداوند بدون این که به او بخواهد می خواهد. [قرآن 3: 35-37 (ترجمه شده توسط Pickthall)]\n\nالهیات مسلمانان معتقد است که زکاریا به همراه جان باپتیست و عیسی ، در دوره جدیدی از انبیا به وجود آمدند - همه آنها از تبار کشیش امرام (عمران) ، پدر پیامبر هارون آمده اند. این واقعیت که ، از بین همه کاهنان ، این زکاریا بود که وظیفه مراقبت از مریم (مریم) را به دست آورد ، وضعیت وی را به عنوان یک مرد پرهیزگار نشان می دهد. زکاریا غالباً در قرآن به عنوان پیامبر خدا و انسان صالح مورد ستایش قرار می گیرد. یکی از این ارزیابی ها در سوره الانم است:\n\n\"و زکریا و یحیی و عیسی و الیاس. هر یک از آنها صالح بودند.\"\n\nعبدالله یوسف علی ، مترجم قرآن اظهار نظر در مورد این یک خط [5] ارائه می دهد - نشان می دهد که این پیامبران خاص با یکدیگر ارتباط معنوی برقرار می کنند. وی خاطرنشان می کند که یحیی یکی از اقوام عیسی بود ، در حالی که الیاس کسی بود که در تغییر شکل عیسی [6] در کوه حضور داشت ، همانطور که در عهد جدید ذکر شد. در همین حال ، از طریق ازدواج ، دایی عیسی بود و پسرش یاا در عهد جدید به الیاس گفته شد. [7]",
"Yahya": "Yaḥyā ابن زکاریا (عربی: yحiiى قن \"، به معنای واقعی کلمه یحیی/جان ، پسر زکریا) ، که به زبان انگلیسی به عنوان جان باپتیست شناخته شده است ، در اسلام یک پیامبر و پیامبر خدا (خداوند) در نظر گرفته شده است که برای راهنمایی فرزندان اسرائیل به او فرستاده شده است. واد او اعتقاد بر این است که او مسلمانان شاهد کلام خدا بوده اند که از آمدن عیسی المصح (عیسی مسیح) حمایت می کند. [1] [2]\n\nیحیی پنج بار در قرآن ذکر شده است. [3]\n\nیحیی همچنین به شدت در تصوف و همچنین عرفان اسلامی مورد تقدیر قرار می گیرد ، در درجه اول به دلیل توصیف قرآن در مورد عفاف و مهربانی جان. [4] صوفی ها اغلب در مورد بخش های جان در قرآن ، تفسیرهایی را در مورد بخش های جان در قرآن اعمال می کنند ، و در درجه اول در مورد هدیه خدادادی خردمندانه ای که وی در جوانی به دست آورد و همچنین موازی های خود با عیسی است. اگرچه چندین عبارت برای توصیف جان و عیسی در قرآن تقریباً یکسان هستند ، اما نحوه بیان آنها متفاوت است. [5]\n\nزایمان\nدر قرآن ، خداوند غالباً از دعا مداوم زکریا برای تولد یک پسر یاد می کند. همسر زکاریا ، بی ثمر بود و به همین دلیل تولد کودک غیرممکن به نظر می رسید. [6] به عنوان هدیه ای از خدا ، زکریا پسری به نام یایا داده شد ، نامی که به تنهایی برای این کودک انتخاب شده بود. مطابق با دعای زکاریا ، خدا یحیی و عیسی را ساخت ، که طبق تفسیر شش ماه بعد متولد شد ، [7] پیام خدا را که توسط بنی اسرائیلی فاسد و تحریف شده بود ، تجدید کرد.\n\nقرآن ادعا می کند که جان باپتیست اولین کسی بود که این نام را دریافت کرد (قرآن 19: 7-10) اما از آنجا که نام یوانیان بارها قبل از جان باپتیست رخ می دهد ، [8] این آیه یا به اجماع محقق اسلامی اشاره می کند که \"yaḥyā \"همان نام\" Yoḥanan \"[9] یا به شرح کتاب مقدس از نامگذاری معجزه آسا جان نیست ، که به حساب می آورد که وی تقریباً\" Zacharias \"نامگذاری شده است (یونانی: ζαχαρίας) [10] پس از نام پدرش ، به عنوان هیچ یکی در اصل و نسب پدرش زاخاریا (که به زخاریا نیز معروف است) \"جان\" (\"یوهانان\"/\"یوانس\") نامگذاری شده بود. [11] همانطور که قرآن می گوید: [12]\n\"ای زاکاریا ، در واقع ما به شما خیرات خوبی از پسری می دهیم که نام او یحیی خواهد بود ، و ما قبلاً هرگز یکنواختی ایجاد نکرده ایم.\n\nاو گفت: \"ای پروردگار من! چگونه پسری خواهم داشت ، وقتی همسرم بی ثمر است و من از پیری کاملاً پراکنده شده ام؟\"\n\nاو گفت: \"بنابراین (این خواهد بود) پروردگار تو گفت:\" این برای من آسان است: من قبلاً تو را خلق کردم ، وقتی تو هیچی نبودی! \"\n\n(زاکاریا) گفت: \"ای پروردگار من! به من علامت بده.\" \"علامت تو\" ، جواب این بود که \"شما سه شب با هیچ کس صحبت نمی کنید.\"\n\n- مریم 19: 7-10\n- مریم 19: 12-14\n\nرودخانه اردن ، جایی که یحیی عیسی را تعمید داد. [13]\nیحیی از اینكه سریع به كتاب مقدس بپردازد و در حالی كه هنوز كودك است ، از طرف خدا حكومت داده شد. [14] او خالص و فداکار بود و در حضور خدا به خوبی قدم می زد. او نسبت به والدین خود شجاع بود و متکبر یا سرکش نبود. خواندن و درک جان از کتاب مقدس ، هنگامی که فقط یک کودک ، حتی از بزرگترین دانشمندان زمان پیشی گرفت. [6] تفسیر مسلمانان روایت می کند که عیسی یحیی را با دوازده شاگرد فرستاد ، [15] که قبل از اینکه عیسی مسیح را شاگردان خود خواند ، پیام را موعظه می کرد. [7] قرآن می گوید: [16]\n\"ای یاهیا! کتاب را با توان خود در دست بگیرید\": و ما حتی به عنوان یک جوانی به او خرد دادیم.\n\n- مریم ، 19:12\nجان یک پیامبر کلاسیک بود ، [17] که به دلیل محکوم کردن جسورانه خود از همه چیز گناهکار ، توسط خدا عالی بود. علاوه بر این ، قرآن از تقوا و عشق ملایم جان و نگرش فروتنانه او به زندگی صحبت می کند ، که برای او به خلوص زندگی اعطا شد.\n\nطبق سنت اسلامی ، یحیی قبلاً برای تحویل خطبه های خود به حرامر شریف (کوه معبد) می رفت. [3]\n\nترور\nدر طول نبوت یحیی ، درگیری بین او و هیرود آنتیپاس رخ داد ، که می خواستند از همسر اول خود طلاق بگیرند و به عنوان همسر خواهرزاده سابق خود بگیرند. [3] یحیی مطلع شد که این ازدواج ممکن است محروم باشد و ازدواج را تأیید نکرد. پس از این ، هیرود آنتیپاس یحیی را زندانی کرد. [3] یحیی سپس فریب خورد. [18] [3] اعتقاد بر این است که سر یحیا در داخل مسجد اومیید در دمشق قرار دارد. [19] [20] [21]\n\nمیراث\nدر اسلام ، یحیی در شب ال اسرا المراج ، به همراه عیسی (عیسی) ، در بهشت ​​دوم ، محمد را سلام کرد. [22] داستان یحیی نیز در هنگام مهاجرت مسلمانان به آبیسینیا به پادشاه ابیسینیان گفته شد. [23] به گفته قرآن ، یحیی کسی بود که خداوند در آن روز به دنیا آمد و روزی که درگذشت ، صلح را فرستاد. [24] به گفته السویوتی ، ابراهیم اظهار داشت که از زمان ایجاد جهان آسمانها و زمین فقط برای دو نفر ، یحیی و حسین گریه می کردند. [25] [26] به گفته حدیث ، محمد گفت: \"هر پسر آدم در روز رستاخیز خواهد آمد و به جز یحیی بن زکاریا علیه او گناه خواهد کرد\". [27] بسیاری از مسلمانان یحیی را با حسین مقایسه می کنند. [28] اعتقاد بر این است که سران هر دو یحیی و حسین در مسجد امیاد در دمشق ، سوریه قرار دارند.",
"Isa": "عیسی (عیسی) پیامبر و پیامبر خدا و مسیح است. او آخرین پیامبری است که برای راهنمایی فرزندان اسرائیل (بنی اسرائیل) فرستاده شده است و کتاب مقدس به نام injil (انجیل) فاش شد.\n\nدر قرآن ، عیسی به عنوان مسیح (المصی) ، متولد مریم باکره ، معجزه می کرد ، به همراه شاگردان ، که توسط تأسیس یهودیان رد شده و به بهشت ​​بزرگ شده است. قرآن ادعا می کند که عیسی مصلوب نشده و نه بر روی صلیب درگذشت ، اما به طور معجزه آسایی توسط خدا نجات یافت. قرآن عیسی را در میان بزرگترین پیامبران قرار می دهد و او را با عناوین مختلف ذکر می کند. نبوت عیسی قبل از یحیی مقدم بود و توسط محمد جانشین شد.\n\nاسلام دیدگاه مسیحی از الوهیت عیسی را به عنوان خدا تجسم یا پسر تحت اللفظی خدا رد می کند. این عیسی را به عنوان یک خدای در چندین آیه انکار می کند ، و همچنین ذکر می کند که عیسی ادعا نمی کند الهی است. مسلمانان بر این باورند که پیام اصلی عیسی پس از زنده شدن او تغییر یافته است. توحید عیسی در قرآن تأکید می شود. مانند همه پیامبران در اسلام ، عیسی نیز مسلمان خوانده می شود ، زیرا او موعظه می کرد که پیروان وی باید \"مسیر مستقیم\" را اتخاذ کنند (ṣirāṭ al-mustaqīm). عیسی با معجزه وسیعی از معجزات نسبت داده می شود ، و ادبیات بیشمار زهد و عرفانی در سنت اسلامی درباره او نوشته و تلاوت می شود. همچنین گفته می شود که وی با استفاده از نام احمد ، آمدن محمد را پیش بینی کرده است.\n\nدر پایان زمان ، عیسی در دومین آمدن با امام المحدی باز خواهد گشت تا المسیه آد-داججال (\"مسیح دروغین\") را بکشد ، پس از آن با قبایل باستانی یاجج و ماجج (گوگ و مگوگ) پراکنده می شوند روی زمین. بعد از اینکه این موجودات به طرز معجزه آسایی هلاک شدند ، امام مهدی و عیسی بر کل جهان حاکم می شدند ، صلح و عدالت را برقرار می کردند و پس از سلطنت 40 سال می میرند. برخی از مسلمانان بر این باورند که عیسی در کنار محمد در چهارمین مقبره محفوظ از گنبد سبز در مدینه دفن خواهد شد.\n\nعیسی توسط مسلمانان به عنوان یکی از مهمترین پیامبران اسلام درک می شود. جایی که اعتقاد بر این است که عیسی مسیح ، مسجد امیاد در دمشق ، از سوی مسلمانان به عنوان چهارم ترین محل اسلام ، بسیار مورد احترام است.\n\nزایمان\nگزارش عیسی در قرآن در واقع با تولد مادرش ، مری و خدمات وی در معبد اورشلیم آغاز می شود. در حالی که تحت مراقبت پیامبر زکریا ، که قرار بود پدر یحیی (جان باپتیست) باشد. روایت تولد در قرآن برای عیسی در قرآن 19: 16-34 و Q3: 45-53 آغاز می شود.\nاعلامیه\n\nتفسیر اسلامی ، تولد باکره عیسی را به طور مشابه با حساب انجیل تأیید می کند و در بیت لحم رخ می دهد. روایت تولد باکره ، اطلاعیه ای است که مریم توسط فرشته گابریل در حالی که مری پس از تعهد به خدا توسط مادرش در معبد مطرح می شود ، در معبد مطرح می شود. گابریل اظهار می دارد که از همه زنان همه ملل تجلیل می شود و او را خوشحال کرده است.\n\nاعلام در مینیاتور\nگابریل اعلام می کند که پسر به نام عیسی ، مسیح نامگذاری می شود و اعلام می کند که وی یک پیامبر بزرگ نامیده می شود. مریم ، با پرسیدن اینکه چگونه می تواند تصور کند و فرزندی داشته باشد وقتی هیچ کس او را لمس نکرده بود ، توسط فرشته پاسخ داده شد که خدا می تواند آنچه را که می خواهد حکم کند ، و این به وجود خواهد آمد.\n\nروایت قرآن با مریم ادامه می یابد ، که بر دردهای زایمان غلبه می کند ، جریان آب زیر پاهای او را فراهم می کند که از آن می توانست بنوشد و یک نخل درختی که می تواند تکان بخورد تا خرما رسیده باشد و از آن لذت ببرد. پس از زایمان ، مریم کودک عیسی را به معبد بازگرداند و از بزرگان معبد در مورد کودک سؤال می شود. وی که توسط گابریل به نذر سکوت دستور داده شده است ، به شیرخوار عیسی مسیح اشاره می کند و نوزادان اعلام می کنند:\n\nاو گفت ، من بنده خدا هستم. او کتاب را به من داده است و من را به یک پیامبر تبدیل کرده است. او من را در هر کجا که هستم ، برکت داده و عبادت و صدقه را به من جلب کرده است ، تا زمانی که من زندگی می کنم. و به مادرم شجاع باشم. و من را سرکوبگر ، ناپسند نکرده است. صلح بر من روزی است که به دنیا آمده ام ، روزی که بمیرم و روزی که زنده می شوم. [8]\n\nعیسی که از گهواره صحبت می کند یکی از شش معجزه است که در قرآن به او منتسب است ، که در انجیل شیرخوارگی نیز یافت می شود ، یک اثر قرن ششم. [9] [10] به گفته احادیث مختلف ، عیسی و مریم در بدو تولد گریه نکردند. [11] پیامبر اسلامی ، محمد توضیح داد که هر دو عیسی و مریم تنها انسانی بودند که به عنوان گناه به دنیا آمدند و به این ترتیب ، به نقل از سی و ششمین آیه آل عمران از لمس شیطان محافظت می شدند. [12]\n\nروایت های تولد\n\nبه گفته قرآن ، دردهای زایمان مریم را به تنه درخت نخل برد.\nایمان اسلامی برخی از رشته ها را در سنت مسیحی تکرار کرد که مریم (یا مریم) وقتی عیسی تصور می شد ، یک باکره تحت اللفظی بود. دقیق ترین گزارش از اعلامیه و تولد عیسی در سوره 3 (آل عمران) و 19 (مریم) قرآن ارائه شده است که در آن داستان روایت می شود که خدا (خدا) فرشته ای فرستاده است تا اعلام کند که مریم به مدت کوتاهی انتظار دارد تحمل کند یک پسر ، با وجود اینکه باکره است. [13]\n\nبرخی از دانشگاهیان خاطرنشان كردند كه حساب در سوره 19 [14] به ویژه در انجیل مسیحی لوك به آن نزدیك است. [15] اعلامیه به مریم دو بار در قرآن ذکر شده است و در هر دو مورد به مریم/ مریم گفته می شود که وی توسط خدا برای تحویل یک پسر انتخاب شده است. در وهله اول ، حامل اخبار (که اعتقاد بر این است که اکثر مسلمانان به عنوان فرشته گابریل هستند) ، این خبر را در (Q3: 42-47) تحویل داد زیرا او شکل یک مرد را می گیرد (Q19: 16-22) . [16] [17] جزئیات این مفهوم مورد بحث قرار نمی گیرد ، اما وقتی مریم می پرسد چگونه می تواند پسری را با توجه به عفت خود تحمل کند ، به او گفته می شود که خدا آنچه را که می خواهد ایجاد می کند و این چیزها برای خدا آسان است. [16] [18] قرآن (Q21: 91 و Q66: 12) می گوید که خدا از طریق فرشته خود به مریم منفجر شد و او ، اگرچه پاکدامن بود ، اما عیسی را بدون هیچ پدر به دنیا آورد (منبع به شما اجازه می دهد تا گابریل را به عنوان پدر تفسیر کنید). [19] [20]\n\nمورخ مسلمان قرن هشتم ابن اسحاق (704-767) ، این حساب را با عنوان کیتاب المبتادا (در ابتدا) نوشت و گزارش داد که زکریا به طور خلاصه سرپرست مری است ، و پس از ناتوان بودن او ، وی را به یک نجار واگذار می کند. به نام جورج من در یک کلیسای منزوی ، به مرد جوانی به نام یوسف پیوسته است و آنها به یکدیگر کمک می کنند تا آب و کارهای دیگر را بدست آورند. گزارش تولد عیسی از روایت قرآن پیروی می کند ، و افزود که تولد در بیت لحم در کنار درخت نخل با یک مانور رخ داده است. [21]\n\nدانشمند فارسی قرن دهم الباری (839-923) ، از فرستاده هایی که از پادشاه پارس با هدایا (مشابه مگی از شرق) برای مسیح وارد می شوند ، یاد می کند. فرمان به مردی به نام یوسف (نه به طور خاص شوهر مریم) برای بردن او و فرزند به مصر و بعداً به ناصره بازگردد. [22]\n\nدوران کودکی\nمقاله اصلی: یافتن در معبد\nهمچنین ببینید: پرواز به مصر و انجیل نوزادی توماس\nقرآن سنت پرواز به مصر را شامل نمی شود ، هرچند که Sūra XXIII ، 50 می تواند به آن اشاره کند: \"و ما پسر مریم و مادرش را به یک نشانه تبدیل کردیم ؛ و ما آنها را در یک مکان مرتفع و پر از آن قرار دادیم. ساکت و آب با چشمه ها. \"[25] با این حال ، روایات مشابه روایت موجود در انجیل ها و منابع غیر متعارف که در سنت بعدی اسلامی منتشر شده است ، با جزئیات و تفصیل در طول قرن ها توسط نویسندگان و مورخان اسلامی اضافه می شود. برخی از روایات عیسی و خانواده را تا 12 سال در مصر می مانند. [26] بسیاری از داستانهای اخلاقی و وقایع معجزه آسا از جوانان عیسی در Qisas al-Anbiya (داستان های پیامبران) ، کتابهایی که در طول قرن ها درباره پیامبران و قهرمانان قبل از اسلام ساخته شده است ، ذکر شده است. [7]\n\nالمصودی نوشت که عیسی به عنوان پسری در حال مطالعه دین یهود است که از مزمورها می خواند و \"در شخصیت های نور ردیابی می شود\" یافت:\n\n\"تو پسر من و محبوب من هستی ؛ من تو را برای خودم انتخاب کردم\"\n\nسپس با عیسی ادعا کرد:\n\n\"امروز کلام خدا در پسر انسان تحقق یافته است.\" [22]\n\nدر کشور مصر\nهمچنین ببینید: انجیل نوزادی توماس\nچندین روایت در نوشته های اسلامی در مورد کودکی اولیه عیسی ، به ویژه زمان وی در مصر با توجه به مدت زمان و وقایع ، برخی از نابرابری و شباهت را نشان می دهد. بیشتر روایات در منابع مسیحی غیر متعارف مانند مثلاً انجیل قبل از اسلام توماس یافت می شود. یکی از این اختلافات از الحیر در کمال تاریخ است که حاوی یک روایت تولد است که می گوید عیسی به جای بیت لحم در مصر متولد شده است. [27]\n\nبرخی از روایات دیگر از کودکی عیسی مسیح محبوب خاورمیانه است که توسط استاد مطالعات بین ادیان محمود م. ایوب برجسته شده است. [28] بسیاری از معجزات به یک عیسی جوان در حالی که در مصر است نسبت داده می شود [26] (به معجزه و معجزه دیگر مراجعه کنید).\n\nبزرگسالی\n\nرودخانه اردن ، جایی که عیسی توسط یحیی ابن زکاریا (جان باپتیست) تعمید یافت. [29]\nمأموریت\nهمچنین ببینید: وزارت عیسی و رسول (اسلام)\nبه طور کلی توافق می شود که عیسی آرامی ، زبان مشترک یهودا در قرن اول A.D. و منطقه در کل صحبت کرد. [30]\n\nاولین و اولین دیدگاه عیسی که در اندیشه اسلامی تدوین شده است ، یک پیامبر است - انسانی که توسط خدا انتخاب شده است تا هر دو داوری را بر بشریت برای پرستش بت ها و یک چالش برای روی آوردن به یک خدای واقعی ارائه دهد. از این مبنای ، که بر همه پیامبران قبلی از طریق لنزهای هویت مسلمان منعکس شده است ، عیسی بیش از یک پیام رسان در نظر گرفته نمی شود که یک پیام تکراری از سنین را تکرار کند. معجزات عیسی و عناوین قرآنی منتسب به عیسی ، قدرت خدا را به جای الوهیت عیسی نشان می دهد - همان قدرت پشت پیام همه پیامبران. برخی از سنت های اسلامی بر این باورند که مأموریت عیسی فقط به مردم اسرائیل و وضعیت وی به عنوان پیامبری که توسط معجزات بی شماری تأیید شده بود ، بود. [31] [32]\n\nدومین تصویر اولیه اولیه از عیسی چهره ای پایان است. این مفهوم بیشتر از حدیث ناشی می شود. سنت مسلمانان روایتی را که به طور مشابه در الهیات مسیحی یافت می شود ، می سازد و با دیدن عیسی در اواخر زمان و پایین آمدن بر روی زمین برای مبارزه با دجال. این روایت برای قهرمان علت اسلام درک می شود ، با برخی از سنت ها که عیسی را به تقدم محمد اشاره می کند. بیشتر سنت ها بیان می کنند که عیسی سپس یک مرگ طبیعی خواهد مرد. [33]\n\nیک تصویر سوم و متمایز از عیسی است که یک چهره زهد را نشان می دهد - پیامبر قلب. اگرچه قرآن به \"انجیل\" عیسی اشاره دارد ، آن آموزه های خاص او در قرآن یا متون مذهبی بعدی ذکر نشده است. آنها تا حد زیادی غایب هستند. سنت صوفی جایی است که عیسی مورد احترام قرار گرفت و به عنوان معلم معنوی با صدای متمایز از دیگر پیامبران ، از جمله محمد شناخته شد. تصوف تمایل دارد ابعاد اتحاد با خدا را از طریق رویکردهای بسیاری از جمله زهد ، شعر ، فلسفه ، پیشنهاد سوداگرانه و روشهای عرفانی کشف کند. اگرچه به نظر می رسد تصوف به ذهن غربی منشأ مشابه یا عناصر نئوپلاتونیسم ، عرفانی و بودیسم را به اشتراک می گذارد ، ایدئولوژی کاملاً اسلامی است زیرا آنها به سخنان قرآن پایبند هستند و به دنبال تقلید از محمد به عنوان انسان کامل هستند. [34]\n\nموعظه\nاعتقاد بر این است که مفاهیم اسلامی موعظه عیسی در کوفا ، عراق ، تحت خلافت رشیدون سرچشمه گرفته است که در آن اولین نویسندگان سنت و بورس تحصیلی مسلمانان تدوین شده است. مفاهیم عیسی و وزارت موعظه او در کوفا توسعه یافت از مسیحیان اولیه زهد مصر که مخالف انتصابات اسقف های کلیسای رسمی از رم بودند. [35]\n\nاولین داستانها ، که در حدود 85 نفر است ، در دو مجموعه اصلی ادبیات زاهدانه با عنوان کیتاب الزود ول رقه (کتاب زهد و رحمتهای مناقصه) توسط ابن المباراک (د. 797) یافت می شود ، و کیتاب الزوهد (کتاب زهد) توسط ابن حنبل (متوفای 855). این گفته ها در چهار گروه اساسی قرار می گیرند: الف) گفته های Eschatological ؛ ب) گفته های شبه گوسفیل ؛ ج) گفته ها و داستان های زهد. د) گفته هایی که از جدال های درون مسلمان پیروز می شوند. [36]\n\nگروه اول گفته ها ، آرکیپت عیسی را همانطور که در قرآن به تصویر کشیده شده است ، گسترش می دهد. گروه دوم داستانها ، اگرچه حاوی هسته انجیل است ، اما با \"تمبر کاملاً اسلامی\" گسترش می یابد. گروه سوم ، که بزرگترین این چهار نفر است ، عیسی را به عنوان یک قدیس حامی زهد مسلمانان به تصویر می کشد. گروه آخر بر اساس باستان اسلامی و تعریف مسلمانان محور از عیسی و ویژگی های او بنا شده است ، و ایده های باطنی را در مورد اصطلاحاتی مانند \"روح خدا\" و \"کلام خدا\" بیشتر می کند. [37]\n\nمعجزه\nمقاله اصلی: معجزه عیسی\nهمچنین ببینید: انجیل نوزادی توماس\nقرآن حداقل شش معجزه به عیسی نسبت می دهد و تعداد بیشتری از آنها در طول قرن ها توسط نویسندگان و مورخان اضافه می شود. معجزات به عیسی به عنوان نشانه های نبوت و اقتدار وی نسبت داده شد ، به گفته مربی و استاد اسحاق موسی الحوشای (متوفای 1990) ، نویسنده ای که بیشتر برای موداککیررات داجاجا شناخته شده است (خاطرات یک مرغ) (قاهره: دارو الماریف ، 1943 ؛ چاپ دوم 1967). در مسیح در قرآن و ادبیات عربی مدرن (1960) ، الحوشاینی گفت که قابل توجه محمد قابل توجه نیست که هیچ معجزه ای برای خودش ندارد. [38]\n\nاین شش معجزه در قرآن بر خلاف انجیل و منابع عرفانی غیر متعارف آنها بدون جزئیات است ، که شامل جزئیات و ذکر سایر معجزات نسبت داده شده است. [38] در طول قرن ها ، این شش روایت معجزه آسا از طریق حدیث و شعر توضیح داده شده است ، با نوشته های مذهبی از جمله برخی دیگر از معجزات ذکر شده در انجیل ، منابع غیر متعارف و از لور. [26] [28]\n\nصحبت از گهواره\nصحبت از گهواره در سه مکان در قرآن ذکر شده است: المران (3) 41 ، 46 ، المیدا (5) 109-110 و مریم (19) 29-30. بخشی از این روایت ، نوزادان عیسی مسیح از مادر خود مریم از اتهام تولد بدون شوهر شناخته شده دفاع می کند. [39] اسلام اولیه در مورد یوسف و نقش وی مشخص نبود. بنابراین این نفوذ انجیل عرفانی ادعا می شود که قرآن ممکن است توسط مخالفان الهی نباشد. عیسی همانطور که فرشته گابریل در اعلامیه ذکر کرده بود صحبت می کند: عیسی اعلام می کند که او بنده خداست ، کتابی داده شده است ، یک پیامبر است ، هر کجا که خواهد رفت ، برکت دارد ، روزی که او به دنیا آمد ، روز خواهد مرد ، روزی که او خواهد مرد ، و روزی که او زنده می شود. [40]\n\nاگرچه این روایت خاص در کتاب مقدس یافت نمی شود ، موضوع صحبت از گهواره در انجیل نوزادی سریانی غیر اسلامی غیر متعارف یافت می شود. این منبع باعث شده است كه عیسی خود را پسر خدا ، كلمه اعلام كند ، و آنچه را كه فرشته گابریل قبلاً به مریم اعلام كرده بود ، در انجیل اعلام كرده بود. [39]\n\nایجاد پرندگان از خاک رس\nداستان معجزه آسای ایجاد پرندگان از خاک رس و تنفس در زندگی در هنگام ذکر کودک در الیمران (3) 43 ، 49 و المیدا (5) 109-110. اگرچه این معجزه در انجیل متعارف نیز ذکر نشده است ، اما همان روایت حداقل در دو منبع قبل از اسلام یافت می شود: انجیل نوزادی توماس و تولدت یهودی یهود ، با جزئیات کمی بین قرآن و این دو منبع [[). 41] [42]\n\nنابینایان و لپ ها را شفا می دهند\nهمچنین ببینید: بهبود دو مرد نابینا در گالیله و تمیز کردن ده لپ\nمشابه عهد جدید ، قرآن از عیسی مسیح در حال بهبودی نابینایان و لپندگان در المران (3) 49 است. برای بهبودی و اینکه عیسی فقط از طریق نماز این بیماری ها را بهبود بخشید. [43] دانشمند قرون وسطایی ، الحلابی در مورد چگونگی این دو بیماری خاص فراتر از کمک پزشکی نوشت و معجزات عیسی مسیح به عنوان علائم واضح پیام وی شاهد بود. [41]\n\nبزرگ کردن مردگان\nاعتقاد بر این است که عیسی مردم را از مردگان بزرگ کرده است ، همانطور که در المران (3) 49 ذکر شده است. اگرچه هیچ جزئیاتی در مورد اینکه چه کسی مطرح شده است یا این شرایط داده نشده است ، حداقل سه نفر در انجیل به تفصیل ذکر شده است (یک دختر از جیروس ، پسر بیوه در ناین ، و لازاروس). [44]\n\nپیش بینی\nعیسی توانست آنچه را که برای دیگران پنهان یا ناشناخته بود ، پیش بینی کند ، یا پیش بینی کرده بود. یک مثال این است که عیسی به درستی پاسخ می دهد و هر سؤالی که کسی از او خواسته است. مثال دیگر این است که عیسی می دانست که مردم به تازگی چه چیزی را خورده اند ، و همچنین آنچه در خانه های خود ذخیره کرده اند. [26]\n\nجدول غذا از بهشت\nمقاله اصلی: تغذیه تعداد زیادی\nهمچنین ببینید: آخرین شام\nدر فصل پنجم قرآن ، المعیدا (5) 112–115 ، روایتی را به شاگردان عیسی می رساند که یک میز را با غذا لودان می کنند ، و برای اینکه یک روز ویژه بزرگداشت برای آنها در آینده باشد. این ممکن است به گفته استاد مطالعات اسلامی و عربی دبلیو مونتگومری وات ، یک مرجع احتمالی برای ایوچاریست باشد (د. 2006). [46] به گفته استاد مذاهب تطبیقی ​​، جفری پریندر (د. 2005) ، مشخص نیست که آیا این داستان با آخرین شام انجیل یا تغذیه جمع موازی است ، اما ممکن است با کلمه عربی īd (جشنواره مسلمانان) گره خورده باشد: [47]\n\nیک بار شاگردان گفتند ، ای عیسی ، پسر مریم ، آیا پروردگار شما می تواند یک میز از بهشت ​​برای ما ارسال کند؟ او گفت ، اگر شما مؤمن باشید ، از خدا بترسید. آنها گفتند که ما می خواهیم از آن بخوریم ، و ممکن است قلب ما در آرامش باشد و ممکن است بدانیم که شما صادقانه صحبت کرده اید و در بین شاهدان آن قرار دارید. عیسی ، پسر مریم ، گفت ، خدایا پروردگار ما یک میز از بهشت ​​را برای ما ارسال می کند تا برای ما یک جشنواره باشد ، برای اولین نفر از ما و آخرین ما ، و نشانه ای از شما: و ارائه دهید (از غذا) برای ما ، زیرا شما بهترین ارائه دهندگان هستید. خدا گفت من آن را برای شما ارسال می کنم. [46]\n\nدر رکوردی از سونی اگزاته تابری ، قبل از آخرین شام ، تهدید به مرگ باعث اضطراب وی شد. بنابراین ، عیسی شاگردان خود را برای آخرین شام دعوت کرد. پس از غذا ، او دستان خود را شست و وضو آنها را برای پاک کردن دستان خود بر روی لباس خود انجام داد. پس از آن عیسی به آنها پاسخ داد: \"در مورد این که من امشب با شما انجام داده ام ، به این دلیل که من غذا را به شما سرو کردم و دستان خود را به صورت حضوری شستم ، بگذارید نمونه ای برای شما باشد. از آنجا که شما واقعاً من را بهتر از شما می دانید ، در رابطه با یکدیگر مغرور نباشید بلکه خود را برای یکدیگر گسترش دهید زیرا من خودم را برای شما گسترش داده ام. \" پس از آموزش شاگردان در آموزه های خود ، عیسی پیش بینی می کند که یکی از آنها او را انکار می کند و دیگری به او خیانت می کند. با این حال ، مطابق با دیدگاه های اسلامی در مورد مرگ عیسی ، فقط یک جسد در ظاهر عیسی مصلوب شد و خود عیسی به خدا بزرگ شد. [48]\n\nمعجزات دیگر\nبسیاری از داستان ها و روایات در طول سال ها در مورد عیسی ساخته شده است ، حاوی درس های ذاتی خاص یا ارائه معنا به دلیل عدم جزئیات در قرآن در مورد عیسی. برخی از این روایات از نظر ماهیت با عهد جدید مشابه هستند ، در حالی که برخی عیسی را به روشی بسیار انسانی به تصویر می کشند.\n\nعلاوه بر برخی خلاصه های دقیق از معجزه های عیسی که توسط نویسندگان مسلمان در طول قرن ها ذکر شده است ، از بزرگسالی (مانند راه رفتن بر روی آب - که در انجیل نیز یافت می شود - و باعث می شود نان های نان از زمین بیایند) ، [39] معجزات دیگری از کودکی موارد زیر: توضیح اصول اولیه مسلمانان برای یک مدیر مدرسه ، نشان می دهد که سارقان چه کسی به یک رئیس ثروتمند بوده اند و کوزه های خالی چیزی را برای نوشیدن پر می کنند ، تهیه غذا و شراب برای یک پادشاه استبداد و در عین حال به این پادشاه قدرت خود را در پرورش یک مرده نیز نشان می دهند. از مردگان ، بزرگ کردن کودک به طور تصادفی کشته شد و باعث شد لباس های یک مالیات بر ارزش افزوده تک رنگ با رنگ های مختلف بیرون بیاید. [26]\n\nیک پسر یک مقام سلطنتی را شفا می دهد\nمقاله اصلی: شفابخشی پسر مقام سلطنتی\nالباری (متوفای 923) داستانی از برخورد یک عیسی بزرگسال با یک پادشاه خاص در منطقه و شفابخشی پسرش را گزارش می کند. هویت پادشاه ذکر نشده است در حالی که افسانه نشان می دهد فیلیپ tetrarch. مرجع مربوط به کتاب مقدس \"پسر مقام سلطنتی\" است. [49]\n\nحرص و آز و حقیقت\nداستانی افسانه ای از یک معجزه توسط یک عیسی جوان ، که به عنوان یک درس سخت و کشیده شده که به گفته پروفسور ایوب در خاورمیانه یافت می شود ، استفاده می شود ، با یک مرد یهودی و نان نان ارتباط دارد. اگرچه با داشتن لحن جدال ، درس با حرص و طمع با حقیقت بافته شده در روایت ، محاصره می شود. این داستانی است که اغلب در کتابهای کودکان یافت می شود. [50]\n\nخرد ذاتی\nهمچنین ببینید: آرم (اسلام) و آرم (مسیحیت)\nیکی دیگر از داستان های معجزه آسای افسانه ای در مورد خرد کودکی عیسی است. این افسانه ، که از طریق التاباری از ابن اسحاق گزارش شده است ، در مورد مریم ارسال عیسی به یک مکتب دینی و معلم حیرت زده شده است که عیسی را پیدا می کند که از قبل می داند اطلاعاتی را که آموزش داده می شود / مورد بحث قرار می دهد. [26]\n\nغذا در خانه های کودکان\nداستان دیگری از الباری از یک عیسی جوان می گوید که با جوانان روستای خود بازی می کند و به آنها می گوید چه غذایی والدینشان را برای آنها در خانه آماده می کردند. [26]\n\nبا توجه به جزئیات این روایت ، برخی از والدین اذیت شدند و فرزندان خود را برای بازی با عیسی ممنوع اعلام کردند و گمان می کردند که او یک جادوگر است. در نتیجه ، والدین فرزندان خود را از عیسی دور می کردند و فرزندان خود را در یک خانه واحد جمع می کردند. یک روز ، با احساس تنهایی ، عیسی به دنبال دوستان خود بیرون رفت و به این خانه آمد و از والدین پرسید که فرزندانشان کجا هستند. والدین دروغ گفتند که بچه ها در آنجا نبودند. پس از آنکه عیسی می پرسد چه کسی در خانه است ، والدین عیسی را خوک می نامند. عیسی سپس می گوید \"اجازه دهید در این خانه خوکی باشد\" ، همه بچه ها را به خوکی تبدیل می کند. [28]\n\nدر طول قرن ها ، نویسندگان مسلمان نیز به معجزات دیگری مانند ریخته گری شیاطین ، وام گرفته شده از برخی منابع قبل از اسلام ، و از منابع متعارف ، به عنوان افسانه های مربوط به عیسی گسترش یافته اند. [26]\n\nافشا\nمقاله اصلی: انجیل در اسلام\nمسلمانان بر این باورند که خداوند کتاب مقدس جدیدی را برای عیسی آشکار کرد ، به نام ال-اینجیل (انجیل) ، ضمن اینکه حقیقت افشاگری های قبلی را اعلام کرد: ال تاور (تورات) و الزابور (مزمور). [51] قرآن از النبیل مطلوب صحبت می کند ، که آن را به عنوان یک کتاب مقدس توصیف می کند که قلب پیروان خود را با بی پروا و تقوی پر می کند. تفسیر سنتی اسلامی ادعا می کند که پیام کتاب مقدس تحریف شده است (Tahrif) ، به نام Tayin Al-Mubham (\"حل ابهام\") نامیده می شود. [52] این تلاش جدلی منشأ آن در دوره قرون وسطایی با نوشته های عبد الجبر بن احمد است. [53] با توجه به قانون موسی ، قرآن نشان می دهد که عیسی هرگز قوانین یهودی را لغو نکرد ، بلکه آنها را تأیید کرد ، در حالی که فقط ابطال های جزئی را انجام می داد. [54]\n\nمسلمانان مدتهاست که اعتقاد داشتند که پولس به طور هدفمند آموزه های اصلی عیسی را خراب کرده است. [55] مورخ قرن نهم ، سیف ابن عمر ادعا كرد كه برخی از خاخام ها پولس را ترغیب می كنند كه با معرفی آنچه كه ابن هازم به عنوان آموزه های قابل اعتراض به مسیحیت می دید ، عمداً مسیحیان اولیه را گمراه كند. [56]\n\nبه گفته یوسف القرادوی در کتاب خود \"قانونی و ممنوع در اسلام\" ، محدودیت های قانونی عیسی برای یهودیانی که در ابتدا توسط خدا به عنوان یک مجازات تصویب شده بودند ، لغو کرد. [57] تفسیرهای کلاسیک مانند TAFSIR AL-JALALAYN مشخص می کند که آنها مربوط به مصرف ماهی و گوشت پرنده بدون سنبله یا به طور کلی است. [58]\n\nذکر در قرآن\nشاگردان\nقرآن اظهار داشت كه عیسی توسط گروهی از شاگردان (ḥawāriyūn) كه به پیام او اعتقاد داشتند ، یاری شده است. در حالی که نامگذاری شاگردان ، قرآن چند مورد از عیسی را ارائه می دهد که پیام را برای آنها موعظه می کند. مسلمانان شاگردان عیسی را با اصحاب (ṣaḥāba) محمد یکسان می دانند. [59] به گفته مسیحیت ، نام دوازده شاگرد پیتر ، اندرو ، جیمز ، جان ، فیلیپ ، بارتولوموی ، توماس ، متیو ، جیمز ، جود ، سیمون و جودا بود.\n\nقرآن در فصل 3 ، آیات 52-53 ذکر می کند که شاگردان ارائه شده به ایمان اسلام: [منبع غیرانتفاعی مورد نیاز است]\n\nوقتی عیسی از طرف خود بی ایمانی پیدا کرد ، گفت: \"چه کسی یاران من (کار خدا) خدا خواهند بود؟\" شاگردان گفتند: \"ما یاران خدا هستیم: ما به خدا ایمان داریم ، و آیا شما شاهد هستیم كه ما مسلمان هستیم. پروردگار ما! ما به آنچه كه شما آشکار كرده اید ایمان داریم ، و ما از پیام رسان پیروی می كنیم ؛ سپس ما را در میان كسانی كه تحمل می كنند ، بنویسیم شاهد. \"\n\n-قرآن سوره المران 52-53 [60]\nطولانی ترین روایتی که شاگردان عیسی مسیح را درگیر می کند ، هنگامی است که عیسی معجزه آوردن یک میز غذا از بهشت ​​را به درخواست آنها انجام می دهد ، برای اثبات بیشتر اینکه موعظه وی پیام واقعی است.\n\nصفر\nآیه 157 آن-نیسا آیه اصلی قرآن است که به واقعه مصلوب شدن عیسی مسیح اشاره دارد. [61] این می گوید که عیسی کشته نشده و نه مصلوب شده ، بلکه ساخته شده است\nآیه 157 آن-نیسا\nکه آنها گفتند (با افتخار) ، \"ما مسیح عیسی را پسر مریم ، رسول خدا کشتیم ؛ اما آنها او را کشتند ، و نه او را صلیب کردند ، بلکه به این ترتیب ساخته شد که برای آنها ظاهر شود و کسانی که متفاوت هستند در آنجا پر از شک و تردید ، بدون دانش (مشخص) ، بلکه فقط حدس و گمان برای پیروی از آن است ، زیرا آنها او را به قتل رساندند.\n\nبرای آنها ظاهر می شود. [62] بیشتر سنت های اسلامی به طور قاطع انکار می کنند که عیسی از نظر جسمی بر روی صلیب یا در غیر این صورت درگذشت. [63] [64] تفسیر اسلامی گزارش می دهد که شخص دیگری در جای عیسی مصلوب شده است. با این حال ، برخی از محققان مسلمان مدرن معتقدند که عیسی واقعاً درگذشت و اشاراتی به بقای او نمادین است ، نه تحت اللفظی. این اختلاف نظر در مورد ماهیت مرگ عیسی در خود کانن اسلامی یافت می شود ، با اولین حدیث به نقل از اصحاب محمد گفت که عیسی درگذشت. در همین حال ، اکثر حدیث و تفاسایر متعاقب آن به نفع مخالف استدلال می کنند. [استناد مورد نیاز]\n\nبه گفته قرآن ، او مصلوب نشده بود ، اما توسط خدا نجات یافت. (اگرچه اولین سنت های اسلامی و تفسیر گزارش های تا حدودی متناقض در مورد مرگ و طول آن را نقل می کند ، مسلمانان معتقدند که عیسی بر روی صلیب مرد ، اما معتقد است که وی با بزرگ شدن زنده در بهشت ​​نجات یافته است).\n\nتعویض\nدقیقاً مشخص نیست که تفسیر جایگزینی از کجا سرچشمه گرفته است ، اما برخی از محققان این تئوری را در بین گروه های عرفانی خاص قرن دوم در نظر می گیرند. [10] لیرویک می داند که قرآن و حدیث به وضوح تحت تأثیر مسیحیت غیر متعارف (\"بد اخلاقی\") قرار گرفته اند که در شبه جزیره عرب غالب بود و بیشتر در آبیزینیا. [65]\n\nدر حالی که بیشتر دانشمندان غربی ، [66] یهودیان ، [67] و مسیحیان معتقدند که عیسی درگذشت ، الهیات مسلمان ارتدوکس می آموزد که او به بهشت ​​صعود کرده است بدون اینکه روی صلیب قرار بگیرد و خداوند شخص دیگری ، سیمون سیرن را تغییر داد تا دقیقاً مانند عیسی ظاهر شود که بود به جای عیسی مصلوب شد (توضیحات ایرنائوس از بدعت باسیلیدها ، کتاب اول ، چ. xxiv ، 4.). [68] [69]\n\nبرخی از اختلاف نظر و اختلاف نظر را می توان از آغاز با گزارش ابن اسحاق (درگذشت 761) از حسابداری مختصر از وقایع منتهی به مصلوب شدن ، در مرحله اول با بیان اینکه عیسی جایگزین کسی به نام سرجیوس شد ، مشاهده کرد ، در حالی که دوم گزارش یک گزارش از مقبره عیسی مسیح در مدینه واقع شده و سوم با استناد به مکان های قرآن (3:55 ؛ 4: 158) که خدا عیسی را به سمت خود برد. [70]\n\nابن کاتیر (متوفای 1373) از سنت هایی پیروی می کند که نشان می دهد صلیب رخ داده است ، اما نه با عیسی. [81] پس از این رویداد ، ابن کاتیر گزارش می دهد که مردم به دنبال سه روایت مختلف به سه گروه تقسیم شده اند. ژاکوبیان معتقدند \"خدا تا زمانی که خواست و پس از آن به بهشت ​​صعود کرد\" با ما ماندند. \" نستورهایی که معتقد بودند \"پسر خدا با ما بود تا زمانی که او خواست تا خدا او را به بهشت ​​بزرگ کند\". و مسلمانانی که \"بنده و پیامبر خدا ، عیسی ، با ما باقی ماندند تا زمانی که خدا اراده کرد تا اینکه خدا او را به سمت خود بزرگ کرد.\" [82]\n\nدوم آمدن\nجدول زمانی ورود عیسی قبل از روز قضاوت\n\nمناره عیسی در مسجد امیاد ، دمشق\nطبق سنت اسلامی ، با صعود به بهشت ​​و برای 2000 سال در آنجا ساکن شد ، عیسی اندکی قبل از روز داوری به زمین نزول می کند ، در میان جنگ ها علیه المسیح آد-داجال (\"مسیح دروغ\") و پیروانش جنگید. ، برای اینکه به کمک مهدی و پیروان مسلمانش بیایم. [86] با لباس های زعفران با سر خود مسح شده ، عیسی در نقطه مناره سفید ، در شرق دمشق ، که گمان می رود مناره ایسا است ، فرود می آید. در مسجد امیاد.\n\nپس از آن ، او \"صلیب را می شکند ، خوک ها را می کشد و مالیات جیزیا را لغو می کند\" ، طبق یک حدیث مشهور صحی الوخاری. [89] [90] \"تفسیر معمول\" از این نبوت این است که ، مسلمان بودن ، عیسی عبادت مسیحی خود و اعتقاد به الوهیت خود را متوقف می کند ، \"که توسط صلیب نماد شده است\". او قوانین رژیم غذایی کوشر/حلال را که توسط مسیحیت رها شده است ، دوباره برقرار خواهد کرد ؛ [91] و از آنجا که یهودیان و مسیحیان اکنون همگی ایمان سابق خود را رد می کنند و اسلام را می پذیرند ، دیگر نیازی به مالیات جیزیا بر کافران نخواهد بود. [92] (به گفته یکی از حدیث ، عیسی \"کلیساها و معابد را نابود می کند و مسیحیان را می کشد مگر اینکه آنها به او ایمان داشته باشند.\") [93] [توجه 1]\n\nمتون اسلامی همچنین به ظهور مجدد تهدید باستانی Gog و Magog (Yaʾjūj Maʾjūj) اشاره دارد ، که از محاصره زیرزمینی آن جدا می شود و باعث ایجاد ویرانی در جهان می شود. [95] خداوند در پاسخ به دعاهای عیسی ، آنها را با ارسال نوعی کرم در دستان گردن خود می کشد و پرندگان بزرگی را برای حمل و پاک کردن اجساد خود از زمین می فرستد. [86] پس از مرگ مهدی ، عیسی رهبری جهان را به عهده خواهد گرفت و صلح و عدالت جهانی خواهد بود.\n\nهمچنین طبق سنت ، عیسی سپس ازدواج خواهد کرد ، فرزندان خواهد داشت و چهل سال بر جهان حاکم خواهد شد (سنت ها دوره های زمانی مختلفی را می بخشد) پس از آن او خواهد مرد. [96] سپس مسلمانان دعای مراسم تشییع جنازه را برای او انجام می دهند و سپس او را در گنبد سبز در شهر مدینه در یک قبر چپ خالی در کنار محمد ، ابوبکر و عمر دفن می کنند. [97] طبق افسانه ابن خلدون ، این دو خلیفه از مردگان بین دو پیامبر برخاست. [98]\n\nمنابع\nدر حالی که قرآن هیچ یک از روایات فوق از بازگشت عیسی را توصیف نمی کند ، [99] بسیاری از مسلمانان معتقدند که دو آیه قرآنی به دومین بار او در زمان پایان اشاره دارند. [90] (1) آیه ای که در بالا ذکر شد و اظهار داشت که وی هرگز بر روی زمین درگذشت:\n\n\"و [برای] گفته آنها ،\" در واقع ، ما مسیح ، عیسی ، پسر مریم ، رسول خدا را به قتل رسانده ایم. \" و آنها او را به قتل نكردند ، و او را صلیب كردند ؛ اما [دیگری] ساخته شد تا او را به آنها شبیه كند. و در واقع ، كسانی كه در مورد آن متفاوت هستند ، در مورد آن تردید دارند. آنها هیچ آگاهی از آن ندارند جز فرض فرض و آنها را به طور خاص او را نکشیدند. \" (س 4: 157 :)\nو آیه دوم تفسیر شده برای نشان دادن ارتباط بین عیسی و \"ساعت\" (زمان پایان):\n\n\"و به همین ترتیب دانش ساعت وجود دارد. بنابراین شک دارید که در مورد آن نباشید ، اما مرا دنبال کنید. این مسیر درست است.\" (Q.43: 61 Trans Pickthall). [90]\nاحادیث در مورد بازگشت عیسی به ابوالهرا ، یکی از صحابا ، به ابوبریرا ، یکی از صحابا ردیابی می شود ، اما در واقع ممکن است بعداً در جنگهای داخلی در خلافت اولیه عباسی ، هنگامی که انتظار می رفت ناجی باشد ، معرفی شود. در حالی که برای شیعیان ، مهدی ناجی خواهد بود ، برخی از سنی ها تمایل به انتظار بازگشت عیسی داشتند. در اوایل خلافت عباسی ، پوشیدن صلیب در فرآیندهای و نگه داشتن خوک ها در ملاء عام ، ممنوع بود. در غیر این صورت ، شکستن صلیب ، ممکن است منعکس کننده عدم پذیرش کلی این نماد توسط مسلمانان باشد ، و خوک ها را به کشتار از عیسی مسیح از لژیون کشت. [100]\n\nJesus is mentioned about 187 times in the Quran, directly and indirectly, and also referred to by many titles, the most common being al-Masih ('the Messiah').[3][110][111][112][33] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nظاهر\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "محمد در اسلام\nاز ویکیپدیا، دانشنامه آزاد\nبرای جستجو به NavigationJump پرش کنید\nاین مقاله در مورد نقش و اهمیت محمد در یک زمینه اسلامی است. برای یک مرور کلی ، به محمد مراجعه کنید.\nامام النبیه\nRasūl Allāh\nمحمد\nمحاص\nمحمد صلى الله عليه وسلم. svg\n\"محمد\" در خوشنویسی اسلامی\nپیامبر اسلام\nقبلی توسط عیسی (عیسی)\nموفق شد با موقعیت لغو شود\nعنوان Khatam an-nabiyyin (\"مهر پیامبران\")\nشخصی\nدوشنبه ، 12 ربیع الوال 53 BH (570 میلادی) متولد شد\nمکه ، حجاز ، عربستان\nدرگذشت دوشنبه ، 12 ربیع ایلوال 11 آه (8 ژوئن 632 میلادی)\nمدینه ، حجاز ، عربستان\nمکان استراحت گنبد سبز ، مسجد پیامبر ، مدینه\nدین اسلام\nهمسر همسران محمد را ببینید\nکودکان فرزندان محمد را می بینند\nوالدین\nعبدالله ابن عبد الموتالیب (پدر)\nAmina Bint WAHB (مادر)\nکار (های) قابل توجه قانون اساسی مدینه\nنامهای دیگر نام و عناوین محمد را مشاهده می کنند\nاقوام درخت خانوادگی محمد ، اهل البیت (\"خانواده خانه\" را می بینند\nامضای محمد Seal.svg\nمهر و موم محمد\nرهبر مسلمان\nجانشین جانشینی محمد را ببینید\nنام عربی\nشخصی (ISM) محمد\nحامی (NASAB) محمد ابن عبد الله ابن عبد الموتالیب ابن هاشیم ابن عبد مانوف ابن قوزای ابن کیلوب\nTeknonymic (Kunya) ابو القاسم\nبیسملهیر رحمانیر رحیم\nبخشی از یک سریال در مورد اسلام\nپیامبران اسلامی\nیانه\nپیامبران در قرآن\nذکر شده توسط نام اسلامی و نام کتاب مقدس.\nʾādam (آدم) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (ابراهیم) lūṭ (lot) ʾismāʿīl (ishmael) ʾisḥāq (Isaac) Yaʿʿ jobb (Jacob) yūsub (Jacob) yūsub (act) Jethro) Mūsā (موسی) Hārūn (هارون) Dhul-Kifl (Ezekiel یا Gautama Buddha) Dāūd (David) Sulaymān (Solomon) Yūnus (Jonah) ʾilyās (Elijah) Alyasaʿ (elisha) zakarī (zechariahya) ) محمد (محمد)\nرویدادهای اصلی\nنمایش\n پورتال اسلام\nVTE\nبخشی از یک سریال در\nاسلام\nallah3.svg\nاعتقادات\nعمل\nمتن متن\nتاریخ\nفرهنگ و جامعه\nموضوعات مرتبط\n پورتال اسلام\nVTE\nمحمد بن عبد الله (عربی: مبهم اصطلبّدُ بیانُ عبدالله ٱللهِ ؛ c.570 - 8 ژوئن 632 میلادی) ، اعتقاد بر این است که مهر پیام رسان ها و پیامبران خدا در تمام شاخه های اصلی ISLAM است. مسلمانان بر این باورند که قرآن ، متن اصلی مذهبی اسلام ، توسط خدا به محمد نازل شد و محمد برای بازگرداندن اسلام فرستاده شد ، که به اعتقاد آنها با محمد سرچشمه نمی گرفت بلکه ایمان توحیدی اصلی غیرقانونی آدم ، ابراهیم است. موسی ، عیسی و سایر پیامبران. [1] [2] [3] [4] اصول مذهبی ، اجتماعی و سیاسی که محمد با قرآن تأسیس کرد ، پایه و اساس اسلام و جهان اسلام شد. [5]\n\nمحمد در حدود سال 53 سال گذشته (570 میلادی) در یک خانواده محترم قریشی مکه ، عنوان \"المین\" را بدست آورد (اوبلْأْأالبمینین ، به معنی \"قابل اعتماد\"). [6] [7] گفته می شود که در سن 40 سالگی در 11 BH (610 میلادی) ، اولین وحی کلامی خود را در غاری به نام هیرا دریافت کرده است که آغاز نزول قرآن بود که تا پایان عمر ادامه داشت. و مسلمانان معتقدند كه محمد از خدا خواسته شده است كه یگانگی خدا را به منظور تمبر كلیك ، عملی كه کاملاً در عربستان قبل از اسلام وجود دارد ، موعظه كند. [8] [9] به دلیل آزار و اذیت مسلمانان تازه تبدیل شده ، بنا به دعوت یک هیئت از مدینه (که در آن زمان به عنوان یاترب شناخته می شود) ، محمد و پیروانش در 1 آه (622 میلادی) به مدینه مهاجرت کردند ، رویدادی که به عنوان هجره شناخته می شود. [10] [10] [10] [10] 11] این نقطه عطف در زندگی محمد ، این هجیرا همچنین آغاز تقویم اسلامی است. در مدینه ، محمد قانون اساسی مدینه را برای مشخص کردن حقوق و روابط بین جوامع مختلف موجود در آنجا ترسیم کرد ، یک جامعه مستقل را تشکیل داد و موفق به تأسیس اولین دولت اسلامی شد. [12] علیرغم خصومت مداوم مكان ها ، محمد به همراه پیروانش ، در سال 630 ، [13] [14] كنترل مكا را به دست گرفتند و دستور تخریب همه بتهای بت پرستی را دادند. [15] [16] در سالهای بعد در مدینه ، محمد قبایل مختلف عربستان را تحت اسلام متحد کرد و اصلاحات اجتماعی و مذهبی را انجام داد. [18] در زمان درگذشت او در حدود 11 هجری (632 میلادی) ، تقریباً تمام قبایل شبه جزیره عرب به اسلام گرویده بودند. [19]\n\nمسلمانان غالباً از محمد به عنوان پیامبر اکرم یا فقط \"پیامبر\" یا \"پیامبر\" یاد می کنند و او را بزرگترین پیامبران می دانند. [1] [20] [21] [22] وی توسط مسلمانان به عنوان صاحب همه فضیلت ها دیده می شود. [23] به عنوان یک عمل احترام ، مسلمانان نام محمد را توسط خندق عربی صلی الله اللهی و اللام ، (به معنای صلح بر او) دنبال می کنند ، [24] گاهی اوقات به عنوان \"اره\" یا \"سجپه\" مختصر می شوند.\n\nدر قرآن\nاطلاعات بیشتر: محمد در قرآن\n\nنام محمد که در Thuluth نوشته شده است ، انواع مختلفی از خوشنویسی اسلامی\nقرآن درباره زندگی اولیه محمد یا سایر جزئیات بیوگرافی کمی ذکر می کند ، اما در مورد مأموریت نبوی وی ، تعالی اخلاقی وی و مسائل کلامی در مورد محمد صحبت می کند. به گفته قرآن ، محمد آخرین نفر در زنجیره ای از پیامبران است که توسط خدا ارسال شده است (33:40). در طول قرآن ، محمد به \"رسول\" ، \"رسول خدا\" و \"پیامبر\" گفته می شود. برخی از این آیات 2: 101 ، 2: 143 ، 2: 151 ، 3:32 ، 3:81 ، 3: 144 ، 3: 164 ، 4: 79-80 ، 5:15 ، 5:41 ، 7: 157 ، 8:01 ، 9: 3 ، 33:40 ، 48:29 و 66:09. اصطلاحات دیگر از جمله \"وارنر\" ، \"تحمل خبرها\" و \"کسی که مردم را به یک خدای مجرد دعوت می کند\" استفاده می شود (قرآن 12: 108 و 33: 45-46). قرآن ادعا می کند که محمد مردی بود که دارای بالاترین تعالی اخلاقی بود ، و خداوند او را به عنوان یک نمونه خوب یا \"الگوی خوب\" برای پیروی از مسلمانان تبدیل کرد (قرآن 68: 4 و 33:21). قرآن هرگونه ویژگی فوق بشری را برای محمد ، [25] رد می کند اما او را از نظر خصوصیات مثبت انسانی توصیف می کند. در چندین آیه ، قرآن رابطه محمد با بشریت را متبلور می کند. به گفته قرآن ، خداوند محمد را با حقیقت (پیام خدا به بشریت) و به عنوان نعمت برای تمام جهان فرستاد (قرآن 39:33 و 21: 107). در سنت اسلامی ، این بدان معنی است که خداوند پیام خود را با پیام خود به بشریت فرستاد و موارد زیر را در زندگی پس از زندگی به مردم نجات می دهد ، و این آموزه های محمد و پاکی زندگی شخصی او است که به تنهایی پرستش خدا را در این جهان زنده نگه می دارد. . [26]\n\nبه گفته قرآن ، آمدن محمد توسط عیسی پیش بینی شده بود: \"و به یاد داشته باشید ، عیسی ، پسر مریم ، گفت:\" ای فرزندان اسرائیل! من رسول خدا برای شما هستم ، تأیید قانون (که پیش از من بود) و با خوشحالی از یک پیام رسان به دنبال من ، که نام او احمد خواهد بود \"(قرآن 61: 6). از طریق این آیه ، مسلمانان اولیه عرب برای ایمان جدید خود به سنت های مذهبی موجود و پیش بینی های ادعا شده از عیسی ، مشروعیت داشتند. [27]"
}
