{
"Adam": ". અલ્લાહની દૃષ્ટિએ તે તમારામાં સૌથી વધુ ન્યાયી છે. અને અલ્લાહને સંપૂર્ણ જ્ knowledge ાન છે અને તે સારી રીતે પરિચિત છે (બધી વસ્તુઓ સાથે) \"(કુરાન 49:13) .__\n\nઆદમ (અરબી: آu ાન) પૃથ્વી પરનો પ્રથમ માનવી હતો અને ઇસ્લામનો પ્રથમ નબી (نبي, પ્રોફેટ) હતો. મુસ્લિમનો માનવીય જાતિના પિતા અને તેની પત્ની હવવા (حواء, પૂર્વસંધ્યા) તરીકે માનવજાતની માતા તરીકે આદરણીય છે. મુસ્લિમો આદમને પ્રથમ મુસ્લિમ તરીકે જુએ છે, કેમ કે કુરાન જણાવે છે કે બધા પ્રબોધકોએ ઇસ્લામની સમાન વિશ્વાસનો ઉપદેશ આપ્યો છે, જેનો અર્થ ભગવાનને રજૂઆત કરે છે.\n\nઆ બે વ્યક્તિઓમાંથી, મનુષ્યની પે generations ીઓ પૃથ્વી પર વસવાટ કરે છે. ભગવાન કુરાનમાં જણાવે છે.\n\nજ્યારે આદમ બનાવવામાં આવ્યો, ત્યારે ઈશ્વરે આદમના આદરના નિશાની તરીકે પોતાને ઘટાડવા તમામ બનાવટને આદેશ આપ્યો, જે એક નવી શ્રેષ્ઠ રચના હતી. બધાએ શાયતાન સિવાય કર્યું, જેમણે એમ કહીને ના પાડી કે તે ધૂમ્રપાન વિનાની અગ્નિ (જિન) થી બનેલો છે, જ્યારે આદમ માટીથી બનેલો હતો. ભગવાન પછી તેમને એક પરીક્ષણ તરીકે એડનના બગીચામાં મૂક્યા અને શાયતને આદમ અને હવાવા બંનેને સફળતાપૂર્વક છેતર્યા. તેમણે તેમને એક એવા ઝાડ પર જવા માટે બનાવ્યા જેની ભગવાન તેમને પ્રતિબંધિત કરે છે. આના પરિણામે, ભગવાન આપણને (મનુષ્ય અને શેતાનો) ચુકાદાના દિવસ સુધી એક બીજાના દુશ્મનો તરીકે રાખે છે. એકવાર પૃથ્વી પર, આદમે ક્ષમા માટે પ્રાર્થના કરી અને ભગવાન તેને માફ કરી દીધા.\n\nઆદમ અને બધા પ્રબોધકોની જેમ તેઓ ભગવાન સાથેના આપણા કરારની યાદ અપાવવા પૃથ્વી પર આવ્યા. જો આપણે ભગવાનનું પાલન કરીએ, તો આપણે ઉચ્ચ સ્તર પ્રાપ્ત કરી શકીએ છીએ, પછી ભગવાનની દૃષ્ટિમાં એન્જલ્સ. આ કરવા માટે આપણે શેટનના વ્હિસ્પર્સને ટાળવું જોઈએ, અને તેના કરતા પણ વધુ ખરાબ શું છે, તે આપણા નફ્સ (સ્વાર્થી ઇચ્છાઓ) ને પ્રયત્ન કરે છે અને દબાવવા જોઈએ. અમે કુરાનમાં આપેલી અનંત શાણપણ, દિશાઓ અને ઉદાહરણો, ભગવાન દ્વારા પ્રથમ વ્યક્તિમાં લખેલી અંતિમ સાક્ષાત્કાર અને પુસ્તક જે સંપૂર્ણ રીતે સચવાયેલી અને યથાવત છે તેનું પાલન કરીને આ કરીએ છીએ. આપણે પ્રબોધકોના આશ્ચર્યજનક ઉદાહરણનું પણ પાલન કરવું જોઈએ અને અમારી પાસે પ્રોફેટ મુહમ્મદની સંપૂર્ણ જીવન કથા છે કારણ કે તે તાજેતરના સમયમાં આવ્યો હતો જ્યાં તે આધુનિક ઇતિહાસમાં પણ બતાવે છે. તેમની બધી ઉપદેશો પણ સચવાય છે અને તેમની જીવનશૈલીને બચાવવા અને શીખવવા માટે ઘણી બધી ઇસ્લામિક શિષ્યવૃત્તિ છે. પ્રબોધક મુહમ્મદ પ્રબોધકો, રાજ્ય, આધ્યાત્મિક અને લશ્કરી નેતા સાથે પતિ, પિતા, પાડોશી અને મિત્ર હોવા સાથેની સીલ હતી. તે તેમના જીવન, ક્રિયાઓ અને ઉપદેશો દ્વારા ખૂબ પ્રશંસા કરે છે. તેના દુશ્મનો પણ જ્યારે તે આદર કરે છે અને તેના પર વિશ્વાસ કરે છે.\n\nતેથી, મુસ્લિમો તરીકે આપણે જાણીએ છીએ કે બધા માણસો માટે જીવનનો હેતુ ભગવાનની ઉપાસના કરવી અને તે જોવાનું છે કે કોણ શ્રેષ્ઠ કાર્યોમાં છે. ઈશ્વરે માનવજાતને સ્વર્ગ/સ્વર્ગમાં એક સુંદર સ્થાન આપવાનું વચન આપ્યું છે, જેમ કે તેની આજ્ .ાઓને અનુસરવાના પુરસ્કાર તરીકે. સ્વર્ગમાં સૌથી નીચા વ્યક્તિમાં દસ પૃથ્વીની ભૂમિ હશે. જ્યારે તમે સ્વર્ગના ઉચ્ચ સ્તર પર પહોંચશો ત્યારે તમારે પ્રકાશ વર્ષોમાં તમારી જમીનને માપવાનું શરૂ કરવું જરૂરી છે. ભગવાન સૌથી ઉદાર છે અને અમને આપવા માંગે છે અને અમને તેના વિશે બધું પૂછવા માંગે છે. જો આપણે ભગવાન અને પ્રબોધકોની રીતોથી દૂર થઈએ, તો એક ગંભીર સજા આપણી નરકમાં રાહ જોશે. ભગવાન આપણને આ અને બધી દુષ્ટ વસ્તુઓથી સુરક્ષિત કરે.\n\nવિજ્ science ાનના દ્રષ્ટિકોણથી, મનુષ્ય __હોમો સેપિન્સ __ પ્રજાતિઓમાં છે, જેમાંથી એકમાત્ર જાણીતી પેટાજાતિઓ __હોમો સેપિન્સ સેપિન્સ __ તરીકે ઓળખાય છે. આપણે પૃથ્વી પરની સૌથી પ્રબળ પ્રજાતિઓ છે. જો કે, ખાસ કરીને છોડ અને પ્રોટીસ્ટ્સ વચ્ચે ઘણા પ્રકારના જીવન છે, જેનો હવા, ખડકો, જીવન અને પૃથ્વીના કુદરતી વાતાવરણ પર વધુ અસર પડી છે.\n\nવિકિપીડિયા:\nપ્રથમ પ્રબોધક અને બધા મનુષ્યનો પિતા.\nઆદમ અને બનાવટની વાર્તા સમગ્ર કુરાનમાં છવાયેલી છે. પ્રકરણોમાં સંદર્ભો છે: 2, 4, 5, 20, 21, 38 અને અન્ય. કુરાનના કથામાં, ઈશ્વરે માટીમાંથી માનવજાત બનાવ્યું (ક્યૂ 3: 59), [૧]] તેને એક સ્વરૂપમાં આકાર આપ્યો અને પછી એન્જલ્સને આદમને નમન (સબમિટ) કરવા આદેશ આપ્યો. ઇબ્લિસે ગૌરવની ના પાડી (Q15: 26-32) [19] અને તેને જાનન્હ (પેરેડાઇઝ) માંથી દેશનિકાલ કરવામાં આવ્યો.\n\nકુરાનના જણાવ્યા મુજબ, ભગવાન પહેલેથી જ આદમની રચના પહેલાં નક્કી કરી ચૂક્યા હતા કે માનવજાત (આદમ અને તેની વંશ) પૃથ્વી પર મૂકવામાં આવશે. ભગવાનની યોજનાના ભાગ રૂપે, ઇસ્લામ પૃથ્વી પર માનવજાતનું જીવન સજા તરીકે ગણાતું નથી.\n\n\"'ખરેખર, હું પૃથ્વી પર પે generations ીઓ પછી માનવજાત પે generations ી મૂકવા જઈશ.' તેઓએ (એન્જલ્સ) કહ્યું: 'શું તમે તેમાં તે લોકો મૂકો કે જેઓ તેમાં દુષ્કર્મ કરશે અને લોહી વહેવશે, જ્યારે અમે (એન્જલ્સ) તમને વખાણ અને આભાર અને પવિત્ર કરવા માટે મહિમા આપીશું?' ભગવાન કહ્યું: 'હું જાણું છું કે તમે જાણતા નથી.'\n\nભગવાન પછી આદમને બધી વસ્તુઓના નામ શીખવે છે અને એન્જલ્સને આદમની સામે ભેગા કરે છે જેથી તેઓને બતાવે કે આદમની જાણ કરતાં વધુ છે, ખાસ કરીને આદમની ઉચ્ચ બૌદ્ધિક ક્ષમતા:\n\n\"અને તેમણે આદમને નામો શીખવ્યાં - તે બધા. પછી તેણે તેમને એન્જલ્સને બતાવ્યા અને કહ્યું,\" જો તમે સત્યવાદી છો, તો મને આના નામ વિશે જણાવો. \"તેઓએ કહ્યું:\" તને ગૌરવ (એન્જલ્સ કહ્યું), જ્ knowledge ાનની આપણી પાસે કંઈ નથી, તમે જે શીખવ્યું છે તે સાચવો: સત્યમાં તે છે જે તમે જ્ knowledge ાન અને શાણપણમાં સંપૂર્ણ છે. \"તેમણે કહ્યું:\" ઓ આદમ! તેમને તેમના નામ કહો. \"જ્યારે તેમણે તેમને કહ્યું હતું, ત્યારે ઈશ્વરે કહ્યું (એન્જલ્સને):\" શું મેં તમને કહ્યું નહીં કે હું સ્વર્ગ અને પૃથ્વીના રહસ્યોને જાણું છું, અને હું જાણું છું કે તમે શું જાહેર કર્યું છે અને તમે શું છુપાવી શકો છો? \"\n\nભગવાન એન્જલ્સને આદમને નમવાની આજ્ .ા આપે છે. બધા આજ્ obey ા, ઇબ્લિસ સિવાય, જેમને લાગે છે કે તે અગ્નિથી બનાવવામાં આવી રહ્યો છે, તે પૃથ્વી પરથી બનાવવામાં આવેલા આદમને નમવું ન હોવું જોઈએ. ભગવાનની આજ્ of ાનો આજ્ ed ાભંગ તેના ગૌરવને કારણે તેને ભગવાનની તરફેણમાં પડ્યો:\n\n\"અને જુઓ, અમે એન્જલ્સને કહ્યું:\" આદમ તરફ નમવું \"અને તેઓ નમ્યા. તેથી ઇબ્લિસ નહીં: તેણે ના પાડી અને અભિમાની હતી: તે તે લોકોનો હતો જે વિશ્વાસને નકારી કા .્યો (જેઓ આજ્ ed ાકારી છે).\" (2:34)\n\nભગવાન પાછળથી આદમ અને હવાને બગીચામાં મૂકે છે અને તેમને કહે છે કે તેઓ કોઈ ચોક્કસ ઝાડની નજીક ન આવે તે સિવાય તેના ફળોનો આનંદ માણવા માટે સ્વતંત્ર છે: (2:35)\n\n\"અમે કહ્યું:\" ઓ આદમ! બગીચામાં તું અને તમારી પત્ની રહો; અને તેમાં (જ્યાં અને ક્યારે) તમે કરશે તેટલી બુદ્ધિશાળી વસ્તુઓ ખાય છે; પરંતુ આ વૃક્ષનો સંપર્ક ન કરો, અથવા તમે નુકસાન અને અપરાધમાં દોડશો નહીં. \"\n\nશેતાન પછી આદમ અને હવાને ઝાડના ફળ ખાવા માટે છેતરશે: (2:36)\n\n\"પછી શેતાન તેમને (બગીચા) માંથી સરકી ગયો, અને તેમને રાજ્યમાંથી બહાર કા get ્યો જેમાં તેઓ હતા. અન્ય તરફ. પૃથ્વી પર તમારું નિવાસસ્થાન અને આજીવિકાના માધ્યમો હશે - એક સમય માટે. \"\n\nઆદમ અને હવાને તેમની ક્રિયાઓ માટે ખૂબ જ પસ્તાવો થાય છે, પરંતુ ભગવાન દયામાં આદમ તરફ વળ્યા અને તેને દિલાસો આપ્યો: (2:37)\n\n\"પછી આદમ તેમના ભગવાનની પ્રેરણાના શબ્દોથી શીખ્યા, અને તેનો ભગવાન તેની તરફ વળ્યો; કેમ કે તે ઉથલપાથલ કરી રહ્યો છે, સૌથી દયાળુ છે.\"\n\nભગવાન પછી આદમને જાણ કરે છે કે ભગવાન તેમનું માર્ગદર્શન આદમ અને તેના વંશને મોકલશે: (2:38)\n\n\"અમે કહ્યું:\" તમારા બધાને આ સ્થાન (બગીચા) પરથી નીચે ઉતારો, પછી જ્યારે પણ મારી પાસેથી તમારી પાસે માર્ગદર્શન આવે, અને જે કોઈ મારા માર્ગદર્શનને અનુસરે છે, ત્યારે તેમના પર કોઈ ડર રહેશે નહીં, અથવા તેઓ દુ ve ખ કરશે નહીં. \"\n\nએડન ગાર્ડનમાં, શેતાન (ઘણીવાર ઇબ્લિસ તરીકે ઓળખાય છે) આદમ અને હવાને પ્રતિબંધિત ઝાડમાંથી ફળનો સ્વાદ ચાખીને ભગવાનની અનાદર કરવાની લાલચ આપે છે. ભગવાન, આદમ અને હવાને પૃથ્વીના બાકીના ભાગમાં મોકલે છે. [૨૦] [२१]\n\nકુરાન એડમ અને ઇવ, કાઈન અને હાબેલના બે પુત્રોનું પણ વર્ણન કરે છે. [२२] [૨]]",
"Idris": "પેનના શોધક અને સોયના શોધક.",
"Nuh": "મહાન પૂરથી બચી.",
"Hud": "વેપારી\n\nઆ એચયુડીના કથાનો સંક્ષિપ્ત સારાંશ છે, જેમાં બે ખાસ શ્લોકો પર ભાર મૂકવામાં આવ્યો છે:\n\nĀd ના લોકો અત્યંત શક્તિશાળી અને શ્રીમંત હતા અને તેઓએ તેમની શક્તિ બતાવવા માટે અસંખ્ય ઇમારતો [19] અને સ્મારકો બનાવ્યા. જો કે, ād ની લોકોની સંપત્તિ આખરે તેમની નિષ્ફળતા સાબિત થઈ, કારણ કે તેઓ ઘમંડી બન્યા અને ભગવાનને છોડી દીધા અને એસએએમડી, સામુડ ​​અને હારા નામની ત્રણ મૂર્તિઓ સહિત પૂજા માટે મૂર્તિઓ અપનાવવાનું શરૂ કર્યું. [११] એચયુડી, બાળપણમાં પણ, ભગવાનને પ્રાર્થનામાં સતત રહ્યા. તે એક્ઝેજીસિસ દ્વારા સંબંધિત છે કે એચયુડીની માતા, એક પવિત્ર મહિલા, જેમણે તેમના પુત્રના જન્મ સમયે મહાન દ્રષ્ટિકોણ જોયા હતા, તે એકમાત્ર વ્યક્તિ હતી જેણે એચયુડીને તેમની ઉપાસનામાં પ્રોત્સાહન આપ્યું હતું. [૨૦] આમ, ભગવાન લોકો માટે પ્રબોધક તરીકે એચયુડી ઉભા કરે છે. [૨૦]\n\nજ્યારે એચયુડીએ ઉપદેશ આપવાનું શરૂ કર્યું અને તેમને ફક્ત સાચા ભગવાનની ઉપાસના માટે આમંત્રણ આપ્યું અને જ્યારે તેમણે તેમના ભૂતકાળના પાપો માટે પસ્તાવો કરવાનું કહ્યું અને દયા અને ક્ષમા માટે પૂછ્યું, ત્યારે લોકોએ તેને બદનામ કરવાનું શરૂ કર્યું અને દુષ્ટપણે ભગવાનના સંદેશની મજાક ઉડાવવાનું શરૂ કર્યું. એચયુડીની વાર્તા કુરાનમાં ઉલ્લેખિત પ્રારંભિક પ્રબોધકો માટે સામાન્ય ભવિષ્યવાણીના ચક્રનું લક્ષણ છે: પ્રબોધકને તેમના લોકોને ફક્ત ભગવાનની ઉપાસના કરવા માટે કહેવામાં આવે છે અને તેઓને સ્વીકારવાનું કહે છે કે તે ભગવાન છે જે તેમના આશીર્વાદ પ્રદાતા છે []] કુરાન []] રાજ્યો:\n\nઅમે તેમના ભાઈ હુડને 'એડ એડીના લોકોને મોકલ્યા, જેમણે કહ્યું: \"હે મારા લોકો, ભગવાનની ઉપાસના કરો; તમારી પાસે કોઈ અન્ય ભગવાન પણ નથી. (મૂર્તિઓ માટે,) તમે ફક્ત જૂઠાણાની શોધ કરી રહ્યા છો.\nહે મારા લોકો, હું તેના માટે તમને કોઈ વળતર પૂછતો નથી: મારું ઈનામ તેની સાથે છે જેણે મને બનાવ્યો. તેથી, તમે સમજી શકશો નહીં?\nહે મારા લોકો, તમારા ભગવાનને વિનંતી કરો કે તમને માફ કરો, અને પસ્તાવોમાં તેની તરફ વળવું. તે તમારા માટે આકાશમાંથી ટ re રેન્ટમાં વરસાદ મોકલશે, અને તમને ઉમેરવામાં શક્તિ આપશે. તેથી પાપીઓ તરીકે તેની પાસેથી ફેરવશો નહીં. \"\nતેઓએ કહ્યું: \"ઓ હુડ, તમે કોઈ પુરાવા સાથે અમારી પાસે આવ્યા છો. અમે અમારા દેવતાઓનો ત્યાગ કરીશું નહીં કારણ કે તમે આવું કહો છો, અથવા તમારામાં વિશ્વાસ ન કરો.\nઆપણે ફક્ત એટલું જ કહી શકીએ કે આપણા કેટલાક દેવતાઓએ તમને દુષ્ટતાથી ધક્કો માર્યો છે. \"તેમણે જવાબ આપ્યો:\" હું ભગવાનને સાક્ષી આપવા માટે કહું છું, અને તમે પણ સાક્ષી છો, કે તમે જે સહયોગ કરો છો તેનાથી હું સ્પષ્ટ છું (તમારી બાબતોમાં)\nતેના સિવાય. તમને ગમે તેટલું મારી સામે સહમત કરો, અને મને કોઈ રાહત ન આપો.\nહું ભગવાનમાં મારો વિશ્વાસ મૂકું છું જે મારા ભગવાન અને તમારા ભગવાન છે. એવું કોઈ પ્રાણી નથી કે જે પૃથ્વી પર ફરે છે જે તેના દ્વારા ફ fore રલોક દ્વારા નિશ્ચિતપણે રાખવામાં આવતું નથી. ખરેખર મારા ભગવાનનો માર્ગ સીધો છે.\nજો તમે ફેરવો છો, તો પછી (યાદ રાખો) મેં તમને જે સંદેશ મોકલ્યો હતો તે તમને પહોંચાડ્યો છે. મારા ભગવાન અન્ય લોકોને તમારી જગ્યાએ મૂકશે, અને તમે તેની સામે જીતવા માટે સમર્થ હશો નહીં. ખરેખર મારા ભગવાન બધી બાબતો પર નજર રાખે છે. \"\n\n-કુરાન, સુરા 11 (એચયુડી), આહહ 50-57\nચમત્કારનો ચમત્કાર\nઇબન કૈયિમ અલ-જાવઝિયાના તેમના વિશ્લેષણ પુસ્તક, મડારજ સાલીકેન, જે અલ-અકીડા અલ-તાહવીયાના તેમના સીઅહ (કોમેન્ટરી) માં ટાંકવામાં આવ્યા છે, તેના વિશ્લેષણ પુસ્તકના તેમના વિશ્લેષણ પુસ્તકમાં, હુડે પોતાનું ચમત્કાર બતાવ્યું છે, જેનું નિર્દેશન કરવામાં આવ્યું છે 56-58 ની શ્લોક:\n\n() 56) \"આપણે ફક્ત એટલું જ કહી શકીએ કે આપણા કેટલાક દેવતાઓએ તમને દુષ્ટતાથી ધક્કો માર્યો છે.\" તેમણે જવાબ આપ્યો: \"હું ભગવાનને સાક્ષી આપવા માટે કહું છું, અને તમે પણ સાક્ષી બનો, કે તમે શું કરો છો તેનાથી હું સ્પષ્ટ છું (તમારી બાબતોમાં) .\n\n() 57) હું ભગવાનનો વિશ્વાસ રાખું છું જે મારા ભગવાન અને તમારા ભગવાન છે. એવું કોઈ પ્રાણી નથી કે જે પૃથ્વી પર ફરે છે જે તેના દ્વારા ફ fore રલોક દ્વારા નિશ્ચિતપણે રાખવામાં આવતું નથી. ખરેખર મારા ભગવાનનો માર્ગ સીધો છે.\n\n() 58) જો તમે ફરી વળશો, તો પછી (યાદ રાખો) મેં તમને જે સંદેશ મોકલ્યો હતો તે તમને પહોંચાડ્યો છે. મારા ભગવાન અન્ય લોકોને તમારી જગ્યાએ મૂકશે, અને તમે તેની સામે જીતવા માટે સમર્થ હશો નહીં. ખરેખર મારા ભગવાન બધી બાબતો પર નજર રાખે છે. \"\n\n- કુરાન, સુરા 11 (એચયુડી). આયહ 56-58",
"Salih": "સલીહ (અરબી: االِحٌ, રોમાઇઝ્ડ: ā લિ, લિટ. 'પ્યુઅસ', સ્પેલ્ડ સાલિહ), કુરાન [1] [2] માં ઉલ્લેખિત એક આરબ પ્રોફેટ છે []] []] []] []] []] ] પ્રાચીન અરેબિયામાં, પ્રોફેટ મુહમ્મદના જીવનકાળ પહેલાં. સાલિહની વાર્તા ભગવાનની શે-કમલની વાર્તા સાથે જોડાયેલી છે, જે થામુદના લોકોને ભગવાન દ્વારા આપવામાં આવેલી ભેટ હતી જ્યારે તેઓ સલીહ ખરેખર એક પ્રબોધક હતા તેની પુષ્ટિ કરવા માટે કોઈ ચમત્કારની ઇચ્છા રાખે છે.\n\nતેનો વ્યવસાય l ંટ સંવર્ધક હતો.\n\nHistorતિહાસિક સંદર્ભ\n\nસાઉદી અરેબિયાના હિજાઝી પર્વતમાળાના ક્ષેત્રમાં માડા'ન સલીહ અથવા અલ-હિજર\nથામુદ એ અરબી દ્વીપકલ્પના ઉત્તરપશ્ચિમ ક્ષેત્રમાં એક આદિવાસી સંઘ હતો, જેનો ઉલ્લેખ સરગન II ના સમયમાં આશ્શૂરના સ્ત્રોતોમાં હતો. આદિજાતિનું નામ ચોથી સદી સીઇમાં દસ્તાવેજોમાં દેખાવાનું ચાલુ રાખે છે, પરંતુ છઠ્ઠી સદી સુધીમાં તેઓ એક જૂથ તરીકે માનવામાં આવ્યાં હતાં જે ઘણા સમય પહેલા અદ્રશ્ય થઈ ગયા હતા. []]: 81\n\nકુરાનના જણાવ્યા મુજબ, સલીહને મોકલવામાં આવેલું શહેરને અલ-હિજર કહેવામાં આવ્યું હતું, []] જે હેગ્રાના નાબટિયન શહેરને અનુરૂપ છે. []] પ્રાદેશિક કાફલાના વેપારમાં એક મહત્વપૂર્ણ સ્થળ તરીકે પ્રથમ સદીની એડીની આસપાસ આ શહેર પ્રખ્યાત થઈ ગયું. []] શહેરની બાજુમાં મોટા, શણગારેલા રોક-કટ કબરો વિવિધ ધાર્મિક જૂથોના સભ્યો દ્વારા ઉપયોગમાં લેવામાં આવ્યા હતા. []]: ૧66 પ્રાચીન સમયમાં અજાણ્યા બિંદુએ, આ સ્થળનો ત્યાગ કરવામાં આવ્યો હતો અને સંભવત al અલ-યુલા દ્વારા વિધેયાત્મક રીતે બદલવામાં આવ્યો હતો. [૧૦] મુહમ્મદના યુગથી આ સ્થળને માદા'ન સાલિહ તરીકે ઓળખવામાં આવે છે, જે તેના પુરોગામી સાલિહના નામ પર છે. [૧૧]\n\nઇસ્લામિક અને બહે વિશ્વાસની બહાર, સલીહનો ઉલ્લેખ અન્ય કોઈ અબ્રાહમ શાસ્ત્ર અથવા સમકાલીન historical તિહાસિક લખાણમાં નથી, પરંતુ થામુદના વિનાશનો હિસાબ પ્રાચીન અરેબિયામાં જાણીતો હશે. આદિજાતિનું નામ પ્રાચીન અરબી કવિતામાં \"બધી બાબતોનું ટ્રાન્સસેન્સ\" ના રૂપક તરીકે વપરાય છે. []]: 223-24\n\nઇસ્લામ\nબિસ્મલાહિર રહેમ\nઇસ્લામ પર શ્રેણીનો ભાગ\nઇસ્લામિક પ્રબોધકો\nઅંબિયા\nકુરાનમાં પ્રબોધકો\nઇસ્લામિક નામ અને બાઈબલના નામ દ્વારા સૂચિબદ્ધ.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( જેથ્રો) માસ (મોસેસ) હૈરન (એરોન) ધુલ-કીફલ (એઝેકીલ અથવા ગૌતમ બુદ્ધ) દ ū દ (ડેવિડ) સુલેમન (સોલોમન) ય ū નસ (જોનાહ) ʾylas (એલિઆજા) એલિઆસ (ઝેકરિયા) ) મુઆમ્મદ (મુહમ્મદ)\nમુખ્ય ઘટનાઓ\nદૃશ્યો\nઇસ્લામ પોર્ટલ\nvte\nપર શ્રેણીનો ભાગ\nઇસ્લામ\nઅલ્લાહ 3.svg\nમાન્યતાઓ\nપદ્ધતિઓ\nપાઠ\nઇતિહાસ\nસંસ્કૃતિ અને સમાજ\nસંબંધિત વિષયો\n ઇસ્લામ પોર્ટલ\nvte\nકુરાન\n\nસલીહ તેના લોકોને તે-કેમેલ જોવા માટે આમંત્રણ આપે છે\nપ્રબોધકોની વાર્તાઓનો પ્રકાશિત સંગ્રહ\nતેના સમુદાયમાં સલીહનું જીવન એટલું ન્યાયી રહ્યું હતું કે થામુદના લોકોએ ટેકો માટે વર્ચ્યુઅલ રીતે તેમના પર આધાર રાખ્યો હતો. [१२] તેમને ભગવાન દ્વારા મેસેંજર તરીકે પસંદ કરવામાં આવ્યા હતા અને શ્રીમંત લોકોના સ્વાર્થ સામે ઉપદેશ આપવા અને શિર્ક (મૂર્તિપૂજા અથવા બહુસાંવાદ) ની પ્રથાની નિંદા કરવા મોકલ્યા હતા. તેમ છતાં, સાલિહે સતત સમય માટે સંદેશનો ઉપદેશ આપ્યો, પરંતુ થામુદ માટેના લોકોએ તેની ચેતવણી સાંભળવાની ના પાડી અને તેના બદલે સલીહને તેમના માટે ચમત્કાર કરવા કહ્યું. તેઓએ કહ્યું: \"ઓ સલીહ! તું આપણામાં રહ્યો છે! અમારી આશાઓનું એક કેન્દ્ર અત્યાર સુધીમાં! શું તમે આપણા પિતાની પૂજાની પૂજા પર પ્રતિબંધ મૂક્યો છે? પરંતુ આપણે ખરેખર શંકાસ્પદ (અસ્પષ્ટ) શંકામાં છીએ કે જેના પર તમે અમને આમંત્રણ આપ્યું છે . \"\n\nસાલિહે તેમના લોકોને પથ્થરમાંથી બનાવેલા અસંખ્ય કિલ્લાઓ અને મહેલોની યાદ અપાવી, [૧ 13] અને પડોશી સમુદાયો પર તેમની તકનીકી શ્રેષ્ઠતાની યાદ અપાવી. તદુપરાંત, તેમણે તેમને તેમના પૂર્વજો, ā ન આદિજાતિ અને તેમના પાપો માટે કેવી રીતે નાશ પામ્યા તે વિશે કહ્યું. થામુદના કેટલાક લોકોએ સલીહના શબ્દો માન્યા, પરંતુ આદિવાસી નેતાઓએ તેમની વાત સાંભળવાની ના પાડી અને માંગ ચાલુ રાખ્યો કે તે પોતાનો ભવિષ્યવાણી સાબિત કરવા માટે એક ચમત્કાર દર્શાવે છે. [૧]]\n\nજવાબમાં, ભગવાન થામુદને આશીર્વાદિત શે-કમાલ આપ્યા, કારણ કે બંને જીવનનિર્વાહ અને પરીક્ષણનું સાધન છે. આદિજાતિને કહેવામાં આવ્યું હતું કે l ંટને શાંતિથી ચરાવવા અને તેને નુકસાન પહોંચાડવાનું ટાળવું. [૧]] પરંતુ સલીહની ચેતવણીના બદલામાં, આદિજાતિના લોકો l ંટને હેમસ્ટ્રંગ કરે છે. [૧]] સાલિહે તેમને જાણ કરી કે ભગવાનનો ક્રોધ તેમના પર ઉતરે તે પહેલાં તેઓ જીવવા માટે ફક્ત ત્રણ દિવસ છે. [૧]] શહેરના લોકો પસ્તાવો કરતા હતા, [૧]] પરંતુ તેમનો ગુનો પૂર્વવત્ થઈ શક્યો નહીં, અને શહેરના બધા અવિશ્વાસપૂર્ણ લોકો ભૂકંપમાં માર્યા ગયા. અલ-હિજરને નિર્જન રેન્ડર કરવામાં આવ્યું હતું અને ત્યારબાદ તે બધા સમય માટે ખંડેર રહ્યો હતો. [૧]] સલીહ પોતે અને થોડા વિશ્વાસીઓ કે જેઓ તેની પાછળ આવ્યા હતા તે બચી ગયા. [૨૦]\n\nવાર્તાનો વિસ્તાર સરાટ એએન-એનએએમએલમાં કરવામાં આવ્યો છે, જ્યારે અહીં શે-કેમેલનો સ્પષ્ટ ઉલ્લેખ કરવામાં આવ્યો નથી, તે જણાવે છે કે નવ માણસોએ સલીહ અને તેના આખા કુટુંબને મારી નાખવાની કાવતરું ઘડી હતી, [२१] [२२] એક ગુનો હતો કે તેઓને ત્રાટકવામાં આવ્યા હતા. ભગવાન દ્વારા ત્રણ દિવસ પછી. [૨]]\n\nમુસ્લિમ પરંપરા\nમુસ્લિમ લેખકોએ સલીહ અને શે-કમાલની વાર્તા વિશે વિસ્તૃત વર્ણન કર્યું છે. પ્રારંભિક ઇસ્લામિક પરંપરા ઘણીવાર પથ્થરમાંથી ચમત્કારિક રીતે ઉભરી રહેલા l ંટનો હેતુ સામેલ કરે છે, ઘણીવાર વાછરડા સાથે અને l ંટમાંથી દૂધનું ઉત્પાદન. અલ-તાબારી જણાવે છે કે સાલિહે તેના લોકોને એક પર્વત પર બોલાવ્યો, જ્યાં તેઓએ ch ંટને છતી કરતાં ખડકને ચમત્કારિક રૂપે વિભાજીત કર્યા. તેણીની કેમેલમાં એક યુવાન વાછરડો હતો. સાલિહે થામુદને જાણ કરી કે જૂની l ંટ એક દિવસ તેમના પાણીના સ્ત્રોતમાંથી પીવાનું છે, અને બીજા દિવસે તેઓ તેમાંથી પીવાના હતા. દિવસોમાં જ્યારે તેમને પાણી પીવાની મંજૂરી ન હતી, ત્યારે l ંટ તેમને દૂધ પૂરું પાડતા હતા. પરંતુ ઈશ્વરે સલીહને જાણ કરી કે એક છોકરો જે l ંટને હેમસ્ટ્રિંગ કરશે તે ટૂંક સમયમાં જ આદિજાતિમાં જન્મે છે, અને તે બાળક દુષ્ટ હતું અને અકુદરતી રીતે ઝડપથી વધ્યું હતું. ખરેખર l ંટની હત્યા કરવામાં આવી હતી, અને તેનો વાછરડો ત્રણ વખત બૂમ પાડ્યો હતો, અને સંકેત આપ્યો હતો કે થામુદ ત્રણ દિવસમાં નાશ પામશે. તેમના ચહેરા પીળા થઈ ગયા, પછી લાલ, પછી કાળા અને આગાહી મુજબ ત્રીજા દિવસે તેઓ મૃત્યુ પામ્યા. [૨]]\n\nકેટલાક ઇસ્લામિક વિદ્વાનોના જણાવ્યા અનુસાર, ઇસ્માઇલની માતા, હજર, પ્રોફેટ સાલિહની પૌત્રી હતી. [૨]]\n\nસમાન પરંપરા ઇસ્લામ પર દમાસ્કસ [૨]] [૨]] દ્વારા ઇસ્લામ પર આઠમી સદીની ટિપ્પણીમાં સંબંધિત છે અને તેનો ઉલ્લેખ ઇબન કાથિરના કાર્યોમાં પણ છે. [૨]]",
"Ibrahim": "જુડિયાસ, ખ્રિસ્તી અને ઇસ્લામના પિતા. કાબાના બિલ્ડર.",
"Lut": "ઇતિહાસકાર અને મુસાફરો.\n\nકુરાન જણાવે છે કે એક દિવસ, એન્જલ્સના જૂથે પુરુષોની વેશમાં અતિથિઓ તરીકે અબ્રાહમની મુલાકાત લીધી હતી [१२] તેની પત્ની સારાહ આઇઝેકથી ગર્ભવતી હતી તે હકીકતની જાણ કરવા માટે. ત્યાં હતા ત્યારે, તેઓએ તેમને એમ પણ કહ્યું હતું કે તેઓ ભગવાન દ્વારા \"દોષિત લોકો\" [૧ 13] [૧]] ને \"માટીના પત્થરોનો ફુવારો\" સાથે નાશ કરવા માટે [૧ 13] મોકલવામાં આવ્યા હતા. [૧]] લ્યુટ અને જેઓ તેમનામાં વિશ્વાસ કરતા હતા તેઓને બચાવી શકાય, પરંતુ તેમની પત્ની વિનાશમાં મરી જવાની હતી, જેમાં એન્જલ્સએ જણાવ્યું હતું કે \"તે જે લોકો પાછળ છે\". [૧]] [૧]] કુરાન પણ લોટની પત્નીને \"અશ્રદ્ધાળુઓ માટે ઉદાહરણ\" તરીકે દોરે છે કારણ કે તેણીએ એક ન્યાયી માણસ સાથે લગ્ન કર્યા હતા, પરંતુ તેમના સંદેશમાં વિશ્વાસ કરવાનો ઇનકાર કર્યો હતો અને આ રીતે નરકમાં નિંદા કરવામાં આવી હતી. []] [૧]]\n\nબે શહેરોના લોકો ભગવાનની સીમા સામે ઉલ્લંઘન કરે છે. કુરાનના જણાવ્યા મુજબ, તેમના પાપોમાં અહંકારી અને લૂંટનો સમાવેશ થાય છે [20] તેઓ અન્ય દુરૂપયોગ અને બળાત્કાર સિવાય, અજાણ્યાઓને નફરત કરતા અને મુસાફરોને લૂંટી લેતા હતા. તે તેમનું જાતીય ગેરવર્તનનું પાપ પણ હતું જે ખાસ કરીને અસ્પષ્ટ તરીકે જોવામાં આવતું હતું, જેમાં લટ મહિલાઓને બદલે જાતીય ઇચ્છા સાથે પુરુષો સુધી પહોંચવા માટે તેમને મજબૂત રીતે ચૂપ કરી રહ્યા હતા. [२१] [२२] લ્યુટે તેમની પાપી રીતને છોડી દેવા માટે તેમને મદદ કરવાનો પ્રયાસ કર્યો, પરંતુ તેઓએ તેની મજાક ઉડાવી [20] અને તેને શહેરોમાંથી કા ict ી મૂકવાની ધમકી આપી. [૨]] લ્યુટે ભગવાનને પ્રાર્થના કરી અને તેમના પાપી કૃત્યોના પરિણામોથી બચાવવા વિનંતી કરી. []] [૨]]\n\nપછી ત્રણ એન્જલ્સ, ઉદાર નર તરીકે વેશમાં, મહેમાનો તરીકે લટ આવ્યા. તેમણે માણસોને દુ ed ખ પહોંચાડ્યું, કેમ કે તેમને શહેરોના લોકોથી બચાવવા માટે શક્તિહિનતાનો અનુભવ થયો. [૨]] શહેરોના રહેવાસીઓ મુલાકાતીઓ વિશે જાગૃત થયા છે, તેઓએ તેમના મહેમાનોને શરણાગતિ આપવાની માંગ કરી. [૨]] દુ ressed ખી અને ભયભીત છે કે તેઓ ભગવાનનો ક્રોધ લેશે, તેમની પુત્રીઓ સાથે કાયદેસર લગ્ન સૂચવતા [૨ 27] તેમની ગેરકાયદેસર ઇચ્છાઓના ધર્મનિષ્ઠ અને શુદ્ધ વિકલ્પો તરીકે, અને કદાચ માર્ગદર્શનના સ્ત્રોત તરીકે. [૨]] પરંતુ તેઓ અવિરત હતા અને જવાબ આપ્યો \"તને ખબર છે કે અમને તમારી પુત્રીઓની કોઈ જરૂર નથી: ખરેખર તમે જેની ઇચ્છા રાખીએ છીએ તે ખૂબ સારી રીતે જાણે છે!\", [२]] તેના પુરુષ મહેમાનોનો ઉલ્લેખ કરે છે.\n\nઇબન કથિર, કુર્તુબી અને તાબારીએ લોટની શાબ્દિક પુત્રીઓનો અર્થ 'પુત્રીઓ' વાંચતા નથી. તેઓ દલીલ કરે છે કે કોઈ પ્રબોધક તેમના રાષ્ટ્રના પિતા જેવો હોવાથી, લોટ એ વિવાદોને તેમના પાપોથી દૂર કરવા અને રાષ્ટ્રની પુત્રીઓ, એટલે કે સામાન્ય રીતે મહિલાઓ સાથે તંદુરસ્ત અને ધર્મનિષ્ઠ સંબંધોમાં જોડાવા નિર્દેશ આપી રહ્યો હતો. [] ૦]\n\nત્યારબાદ એન્જલ્સએ તેમની સાચી ઓળખ લોટને જાહેર કરી અને તેમને કહ્યું, “અમે તમારી પત્ની સિવાય, તને અને તારા નીચેનાને પહોંચાડવા માટે (અહીં) છીએ. રાત દરમિયાન, તેને પાછળ ન જોવાનું કહેતા. [] ૧] ભગવાનમાં પોતાનો વિશ્વાસ રાખીને, લોટ શહેરોને રાતના અંધકારમાં છોડીને તેના અનુયાયીઓ અને કુટુંબના સભ્યોને માનતા. છેવટે, સવાર આવી, અને ભગવાનનો હુકમ ત્યારબાદ કુરાન વાંચે છે, “અમે (શહેરો) side ંધુંચત્તુ ફેરવ્યું, અને તેમના પર બેકડ માટી, ફેલાવો, સ્તર પર સ્તર,-\" [] ૨] ની જેમ સખત વરસાદ પડ્યો, અને આ રીતે જોડિયા શહેરોનું ભાગ્ય સીલ કરવામાં આવ્યું, વિનાશ અને નિરાશામાં અને સદોમ અને ગોમોરાહની સંસ્કૃતિના અંતને ચિહ્નિત કરો. []]",
"Ismail": "આરબોના પિતા.\n\nઇશ્માએલને ઇસ્લામમાં એક પ્રબોધક માનવામાં આવે છે અને ઘણા કિસ્સાઓમાં અન્ય પ્રબોધકો સાથે કુરાનમાં સૂચિબદ્ધ છે. [११] [१२] [૧]] [૧]] અન્ય છંદોમાં, જેમ કે 21:85 [15] અને 38:48, [16] ઇશ્માએલને દર્દી, સારા અને ન્યાયી હોવા માટે પ્રશંસા કરવામાં આવે છે. [૧]] એક ખાસ ઉદાહરણ જે ઇશ્માએલનું વ્યક્તિગત રીતે વર્ણન કરે છે 19: 54-55 [18]-\"અને ધ્યાનમાં રાખીને, આ દૈવી રિટ, ઇશ્માએલ દ્વારા. જુઓ, તે હંમેશાં તેમના વચન માટે સાચા હતા, અને [ભગવાનનો] એક પ્રેરિત હતો, એ પ્રોફેટ, જે તેમના લોકોની પ્રાર્થના અને દાનનો આદેશ આપતો હતો, અને તેની ટકાઉની દૃષ્ટિએ તરફેણ કરતો હતો. \"[૧ 19] ઇશ્માએલના વંશજ તરીકે, મુહમ્મદને પ્રબોધક તરીકે ન્યાયી માનવામાં આવે છે અને પૂર્વ ઇસ્લામિક સમયથી પ્રબોધકોની લાઇન ચાલુ રાખે છે.",
"Ishaq": "બાઈબલના પિતૃપ્રધાન આઇઝેક (અરબી: إવ્ય અથવા إાઇલ [નોંધ] ʾisāq) ને મુસ્લિમો દ્વારા ભગવાનના પ્રબોધક અને મેસેંજર તરીકે ઓળખવામાં આવે છે. [1] યહુદી અને ખ્રિસ્તી ધર્મની જેમ, ઇસ્લામનું કહેવું છે કે આઇઝેક તેની પત્ની સારાહનો પિતૃ અને પ્રબોધક અબ્રાહમનો પુત્ર હતો. મુસ્લિમો આઇઝેકને deep ંડા પૂજામાં રાખે છે કારણ કે તેઓ માને છે કે આઇઝેક અને તેના મોટા સાવકા ભાઈ ઇશ્માએલે અબ્રાહમના મૃત્યુ પછી ભગવાનના સંદેશના તેમના ઉપદેશ દ્વારા તેમના પિતાનો આધ્યાત્મિક વારસો ચાલુ રાખ્યો હતો. [૨] કુરાનના પંદર ફકરાઓમાં આઇઝેકનો ઉલ્લેખ છે. []] કુરાનમાં ઘણી વખત ઉલ્લેખ કરવામાં આવવાની સાથે, આઇઝેકને ઇસ્લામના પ્રબોધકોમાંના એક તરીકે રાખવામાં આવ્યો છે.\n\nઇઝરાઇલના લોકોનો પિતા.\n\nપ્રારંભિક જીવન\nભગવાનની કૃપા અને અબ્રાહમ સાથેના કરારને કારણે, સારાહને વૃદ્ધાવસ્થામાં એક બાળક સાથે ભેટ આપવામાં આવી. આઇઝેક 10 વર્ષની હતી જ્યારે તેનો સાવકા ભાઈ ઇશ્માએલ અબ્રાહમના ઘરથી રણમાં ગયો. રણમાં ઇશ્માએલે ‘આયેશાહ નામના મોઆબની પુત્રીઓની પત્નીને લીધી. []]\n\nદફન સ્થળ\nઆઇઝેકની સમાધિ\nતેની કબર અને તેની પત્ની રિબેકાની પશ્ચિમ કાંઠે હેબ્રોનમાં પિતૃપ્રાપ્તિઓની ગુફામાં માનવામાં આવે છે, જે ઇસ્લામમાં ઇબ્રાહિમ-એ-મસ્જિદ (\"અબ્રાહમની મસ્જિદ\") તરીકે ઓળખાય છે. આઇઝેકની સમાધિની સાથે અન્ય કેટલાક કુરાની/બાઈબલના પિતૃઓ અને તેમની પત્નીઓ છે: અબ્રાહમ અને સારાહ અને જેકબ અને લેહ.\n\nકુરાનમાં ઉલ્લેખ\nકુરાનમાં નામથી પંદર વખત આઇઝેકનો ઉલ્લેખ કરવામાં આવે છે, ઘણીવાર તેના પિતા અને તેના પુત્ર જેકબ (યાકબ) સાથે. []] કુરાન જણાવે છે કે અબ્રાહમને \"આઇઝેક, એક પ્રબોધક, ન્યાયી લોકોના સારા સંબંધો\" પ્રાપ્ત થયા, અને ભગવાનએ બંનેને આશીર્વાદ આપ્યા (37: 112). \"અને અમે તેને ન્યાયી લોકોમાંથી એક પ્રબોધક આઇઝેકની ખુશીની વાત આપી. અને અમે તેમને અને આઇઝેકને આશીર્વાદ આપ્યા. અને તેમની વંશ વચ્ચે સદ્ગુણ છે અને જેઓ સ્પષ્ટ રીતે પોતાને ખોટા છે\" []] જ્યારે એન્જલ્સ આવ્યા હતા, ત્યારે એન્જલ્સ આવ્યા હતા. ઇબ્રાહિમ તેને સદોમ અને ગોમોરાહ, તેની પત્ની સારાહ પર લાદવામાં આવતી ભાવિ સજા વિશે કહેવા માટે, \"હસી પડ્યા, અને અમે તેને આઇઝેકની સારી વાત આપી, અને આઇઝેક (એક પૌત્ર) જેકબ પછી\" (11: 71-74) ; અને તે વધુ સમજાવ્યું છે કે આ ઘટના અબ્રાહમ અને સારાહની વૃદ્ધાવસ્થા હોવા છતાં થશે. કેટલાક શ્લોકો આઇઝેકને અબ્રાહમ (:: 84; 19: 49-50) ને \"ભેટ\" તરીકે બોલે છે, અને 29: 26-27 ઉમેરે છે કે ભગવાન \"પ્રોફેથૂડ અને પુસ્તક તેમના સંતાનોમાં શામેલ છે\" બનાવ્યું છે, જેનો અર્થઘટન કરવામાં આવ્યું છે અબ્રાહમના બે ભવિષ્યવાણી પુત્રો, તેના ભવિષ્યવાણી પૌત્ર જેકબ અને તેના પ્રબોધકીય મહાન પૌત્ર જોસેફનો સંદર્ભ આપવા માટે. કુરાનમાં, તે પછીથી વર્ણવે છે કે અબ્રાહમે ભગવાનને તેમના વૃદ્ધાવસ્થામાં ઇશ્માએલ અને આઇઝેક આપવા બદલ પ્રશંસા કરી હતી (XIV: 39-41).\n\nકુરાનમાં બીજે ક્યાંક, આઇઝેકનો ઉલ્લેખ સૂચિમાં છે: જોસેફ તેના પૂર્વજો અબ્રાહમ, આઇઝેક અને જેકબ (12: 38) ના ધર્મનું પાલન કરે છે અને તેમને ભગવાનની તરફેણની વાત કરે છે (12: 6); યાકબના પુત્રો બધા તેમના વિશ્વાસની જુબાની આપે છે અને ભગવાનની ઉપાસના કરવાનું વચન આપે છે કે તેમના પૂર્વજો, \"અબ્રાહમ, ઇશ્માએલ અને આઇઝેક\", પૂજા (2: 127); અને કુરાન મુસ્લિમોને \"અબ્રાહમ, ઇશ્માએલ, આઇઝેક, જેકબ અને પિતૃઓ\" (2: 136; III: 84) ને આપવામાં આવેલા ઘટસ્ફોટમાં વિશ્વાસ કરવા આદેશ આપે છે.",
"Yaqub": "યાકકબ ઇબન ઇશેક ઇબન ઇબ્રાહિમ (અરબી: يعْقُوب ابْْ إِلٰق ابْنُ إِبْرَاِم, શાબ્દિક: \"અબ્રાહમનો પુત્ર, જેકબ, અરબી, અરેબિક: યોરાક آئِی ક્યુ. : إِرْرآءِیْل [ઇઝરાઇલ]), જેને જેકબ તરીકે પણ ઓળખવામાં આવે છે, તે ઇસ્લામમાં એક પ્રબોધક છે. તેને ઇસ્લામના પિતૃ તરીકે સ્વીકારવામાં આવે છે. મુસ્લિમો માને છે કે તેમણે તેમના પૂર્વજોની જેમ જ એકેશ્વરવાદી વિશ્વાસનો ઉપદેશ આપ્યો: અબ્રાહમ (ઇબ્રાહમ), ઇશ્માએલ (ઇસ્માઇલ) અને આઇઝેક (ઇશેક).\n\nજેકબનો કુરાનમાં સોળ વખત ઉલ્લેખ કરવામાં આવ્યો છે. [1] ઇઝરાઇલના વધુ બે સંદર્ભો જેકબનો ઉલ્લેખ હોવાનું માનવામાં આવે છે. [૨] આ સંદર્ભોમાં મોટાભાગના, જેકબનો સાથી હિબ્રુ પ્રબોધકો અને પિતૃઓ સાથે એક પ્રાચીન અને ધર્મનિષ્ઠ પ્રબોધક તરીકે ઉલ્લેખ કરવામાં આવ્યો છે, જેઓ \"ચૂંટાયેલા કંપનીની કંપનીમાં રહ્યા\". []] []] મુસ્લિમો માને છે કે જેકબ આઇઝેકનો પુત્ર હતો અને તેણે આખી જિંદગી ભગવાનની એકતાનો ઉપદેશ આપ્યો. ખ્રિસ્તી ધર્મ અને યહુદી ધર્મની જેમ, ઇસ્લામનું કહેવું છે કે જેકબને બાર પુત્રો છે, જેમાંથી દરેક ઇઝરાઇલના બાર જાતિઓ પિતા પાસે જશે. []] જેકબ તેમના પુત્ર જોસેફ (yūsif) ની વાર્તામાં નોંધપાત્ર ભૂમિકા ભજવે છે. []] કુરાન આગળ સ્પષ્ટ કરે છે કે ભગવાન જેકબ []] સાથે કરાર કરે છે અને જેકબને ભગવાનની આજ્ eaby ા દ્વારા વિશ્વાસુ નેતા બનાવવામાં આવ્યા હતા. તેમના દાદા (ઇબ્રાહિમ), પિતા (ઇશાક), કાકા (ઇસ્માઇલ), પુત્ર (યુસુફ) અને પોતે બધા ઇસ્લામના પ્રબોધકો છે. []]\n\nકુરાનમાં\nજેકબનો ઉલ્લેખ કુરાનમાં સોળ વખત નામથી કરવામાં આવ્યો છે. []] તેમ છતાં, આ ઘણા શ્લોકો તેમના કથામાંથી કોઈ દાખલો સંભળાવવાને બદલે તેમની પ્રશંસા કરે છે, તેમ છતાં કુરાન તેમના જીવનની ઘણી નોંધપાત્ર ઘટનાઓ રેકોર્ડ કરે છે. મુસ્લિમ પરંપરા અને સાહિત્ય [૧૦] કુરાનમાં જેકબ સાથે સંકળાયેલી પ્રારંભિક ઘટના એ એન્જલ્સ (માલાઇકાહ) ની છે, ઇઝેકના નામથી ભવિષ્યવાણી પુત્રના ભાવિ જન્મના અબ્રાહમ અને સારાહને \"પ્રસન્ન ટિડિંગ્સ\" આપે છે. જેકબના નામથી પૌત્ર. [11] કુરાન જણાવે છે:\n\nજ્યારે તે તેમની પાસેથી અને જેમની પાસેથી તેઓ અલ્લાહની ઉપાસના કરતા હતા, ત્યારે અમે તેને આઇઝેક અને જેકબ આપ્યા, અને તેમાંથી દરેકએ અમે એક પ્રબોધક બનાવ્યા.\n\n- કુરાન, સુરાહ 19 (મરિયમ), આહ 49 [11]\nકુરાને એ પણ ઉલ્લેખ કર્યો છે કે અબ્રાહમે તેમના પુત્રો, ઇશ્માએલ અને આઇઝેક, તેમજ જેકબને શુદ્ધ એકેશ્વરવાદનો વિશ્વાસ શીખવ્યો હતો. કુરાન અબ્રાહમને ઇશ્માએલ, આઇઝેક અને જેકબને કહે છે: \"ઓહ મારા પુત્રો! તેમની શ્રદ્ધાની તાકાત, જે તે વૃદ્ધ થતાંની સાથે વધુ મજબૂત બની. કુરાને ઉલ્લેખ કર્યો છે કે જેકબને \"માર્ગદર્શિત\" કરવામાં આવ્યો હતો; [૧]] \"જ્ knowledge ાન\" આપવામાં આવ્યું હતું; [૧]] \"પ્રેરણા\"; [૧]] અને તેને \"સાંભળવાની સત્યતાની જીભ\" આપવામાં આવી હતી. [૧]] કુરાન પાછળથી જેકબને લગતા નીચેના જણાવે છે:\n\nઅને અમે તેને આઇઝેક અને વધારાની ભેટ તરીકે, (પૌત્ર), જેકબ આપ્યા, અને અમે દરેકના (તેમાંથી) ન્યાયી માણસો બનાવ્યા.\nઅને અમે તેમને અમારા આદેશ દ્વારા માર્ગદર્શન (પુરુષો) બનાવ્યા, અને અમે તેમને સારા કાર્યો કરવા, નિયમિત પ્રાર્થનાઓ સ્થાપિત કરવા અને નિયમિત દાનની પ્રેક્ટિસ કરવા પ્રેરણા મોકલી; અને તેઓએ સતત અમારી સેવા કરી (અને ફક્ત અમને).\n\n-કુરાન, સુરાહ 21 (અલ-અન્બીયા), આયત 72-73 [17]\nઅને અમારા સેવકો અબ્રાહમ, આઇઝેક અને જેકબ, શક્તિ અને દ્રષ્ટિ ધરાવતાઓની ઉજવણી કરો.\nખરેખર અમે તેમને એક વિશેષ (હેતુ) માટે પસંદ કર્યા- આગળના સંદેશની ઘોષણા.\nતેઓ, અમારી દૃષ્ટિએ, ચૂંટેલા અને સારાની કંપનીના હતા.\n\n- કુરાન, સુરાહ 38 ('ઉદાસી), આયત 45–47 [18]\nજેકબ અને તેના પુત્રો\nકુરાનમાં જેકબનો આગળનો નોંધપાત્ર ઉલ્લેખ સુરાહ યુસુફના કથામાં છે. કુરાનમાં જોસેફની વાર્તા એક સ્વપ્નથી ખુલે છે કે જોસેફની એક રાત હતી, ત્યારબાદ તે તેના પિતા જેકબ પાસે દોડી ગયો: \"જુઓ! જોસેફે તેના પિતાને કહ્યું:\" હે મારા પિતા! મેં અગિયાર ગ્રહો અને સૂર્ય અને ચંદ્ર જોયા: મેં તેઓને મારી જાતને પ્રણામ કરતા જોયા! \"\" [19] જેકબનો ચહેરો તેણે યુવાન જોસેફ પાસેથી જે સાંભળ્યું હતું તેનાથી આનંદથી ભરેલો, અને વૃદ્ધાવસ્થાના પ્રબોધક તરત જ સમજી ગયો કે સ્વપ્નનો અર્થ શું છે . જેકબ આગાહી કરી શકે છે કે તેનો પુત્ર અબ્રાહમની લાઇનમાં આગામી પ્રબોધક બનશે અને તે જોસેફ હશે જે આગામી વર્ષોમાં ઇસ્લામનો સંદેશ જીવંત રાખશે. જોકે, જેકબના મોટા પુત્રોને લાગ્યું કે તેમના પિતા જોસેફ અને બેન્જામિન, જેકબના સૌથી નાના પુત્ર, તેમના કરતા વધારે પ્રેમ કરે છે. જેકબ તેમની ઇર્ષ્યા વિશે જાણતો હતો અને યુવાન જોસેફને તેના વિશે ચેતવણી આપી હતી. [20] ત્યારબાદ જોસેફના દસ મોટા ભાઈઓએ તેને મારી નાખવાનું નક્કી કર્યું. જેમ કુરાન તેમની ચર્ચા વર્ણવે છે:\n\nતેઓએ કહ્યું: \"સાચા અર્થમાં જોસેફ અને તેના ભાઈ આપણા પિતા દ્વારા વધુ પ્રેમ કરે છે: પરંતુ આપણે એક સારા શરીર છીએ! ખરેખર આપણા પિતા દેખીતી રીતે ભટકતા હોય છે (તેના મગજમાં)!\n\"યે જોસેફને મારી નાખો અથવા તેને કેટલીક (અજાણ્યા) જમીન પર કા cast ી નાખો, જેથી તમારા પિતાની તરફેણ તમને એકલા આપવામાં આવે: (ત્યાં પૂરતો સમય હશે) તે પછી તમારા માટે ન્યાયી રહેવા માટે!\"\n\n- કુરાન, સુરાહ 12 (યુસુફ) આયત 8-9 [21]\nએક ભાઈ (સામાન્ય રીતે રુબેન [२२] હોવાનું માનવામાં આવે છે) તેમ છતાં, લાગ્યું કે જોસેફ (યુસુફ) ની હત્યા કરવાને બદલે તેઓએ તેને કૂવામાં મૂકવો જોઈએ, જેથી એક કાફલો આવી શકે અને તેને ઉપાડી શકે. [૨]] આમ, તેઓએ તેમના પિતાને પૂછ્યું કે શું તેઓ યુવાન જોસેફને તેમની સાથે રમવા માટે લઈ શકે છે, એવી શરતે કે તેઓ તેની નજર રાખશે. તેમ છતાં જેકબને ડર હતો કે એક ધિબ (અરબી: ذِئـب, વુલ્ફ) તેના પુત્રને ખાઈ લેશે, [૨ 24] બળવાખોર વૃદ્ધ પુત્રો જોસેફને બળપૂર્વક લઈ ગયો અને તેને કૂવામાં ફેંકી દીધો. [૨]] જ્યારે તે રાત્રે પુત્રો જેકબ પાછા આવ્યા, ત્યારે તેઓએ રડવાનો ed ોંગ કર્યો અને તેઓએ તેમને વધુ કહ્યું કે વરુએ જોસેફને ખાઈ લીધો છે. તેમના પિતાને છેતરવા માટે, તેઓએ જોસેફ (યુસુફ) શર્ટને ખોટા લોહીથી ડાઘ આપ્યો, [૨]] પરંતુ જેકબ, જેને જ્ knowledge ાન સાથે ભેટ આપવામાં આવી હતી, તેઓ જાણતા હતા કે આ ખોટી ઉશ્કેરાટ છે જે તેઓએ ઘડી હતી. જોકે જેકબે જોસેફની ખોટ અંગે ચિંતા કરી હતી, તેમ છતાં તે તેના દુ grief ખમાં ભગવાન માટે અડગ રહ્યો. [२]] જેમ જેમ વર્ષો વીતતા ગયા, યુવાન જોસેફ ઇજિપ્તના એક માણસમાં મોટો થયો; જેકબ, તે દરમિયાન, કનાનમાં ઘરે પાછો હતો, જ્યાં તેના પુત્રો જોસેફ (યુસુફ) ની પરત ફરવા માટે ભગવાનને તેમની વારંવાર પ્રાર્થના કરવા વિશે સતત ત્રાસ આપતા હતા. [૨]] જોકે જેકબ વારંવાર ભગવાનને ફરિયાદ કરતો હતો [૧]] તે ક્યારેય ભગવાનના કાર્યો માટે નહોતો, પરંતુ તેના પોતાના મનની વિક્ષેપોથી અને તેણે પોતાને માટે ધીરજની મર્યાદાથી બહાર નીકળ્યા હતા. તેમણે સતત તેમના પુત્રોની દુષ્ટ ત્રાસ આપતી અવગણના કરી અને તેમને માફ કરશો અને તેમને ધ્વનિ સલાહ આપવાનો પ્રયત્ન કર્યો. [૨]] એક દિવસ, જેકબે જોસેફ અને બેન્જામિનની શોધમાં ઇજિપ્ત જવાનું કહેતા, તેમના પુત્રોને એક કામ પર મોકલવાનું નક્કી કર્યું. તેના પુત્રો, પ્રથમ વખત, તેમને સાંભળ્યા અને ઇજિપ્ત જવા રવાના થયા. જ્યારે જેકબનો એક પુત્ર ઇજિપ્તના જોસેફ અને બેન્જામિનના સારા સમાચાર સાથે કનાન પાછો ફર્યો, ત્યારે તે જોસેફે તેને આપ્યો હતો તે શર્ટ લઈને આવ્યો, જે તેણે તેને તેમના પિતાના ચહેરા પર કાસ્ટ કરવાનું કહ્યું હતું, [२]] જેકબની અંધત્વ દૂર કરવા અને દુ grief ખ. આમ, પુત્રએ સૂચનાઓનું પાલન કર્યું અને જોસેફે કહ્યું તેમ કર્યું, જેકબની શારીરિક અને માનસિક દ્રષ્ટિને પુનર્સ્થાપિત કરી.\n\nએકવાર જેકબની દૃષ્ટિ પુન restored સ્થાપિત થઈ ગયા પછી, આખા પરિવારે જોસેફ અને અન્ય પુત્રોને ફરીથી મળવા માટે ઇજિપ્ત તરફ તેમની યાત્રા શરૂ કરી. એકવાર તેઓ પહોંચ્યા પછી, પિતા અને પુત્ર એકબીજાને ખૂબ પ્રેમથી મળ્યા અને ફરી એકવાર શાંતિથી ફરી મળી. હવે શક્તિશાળી જોસેફે તેના માતાપિતા માટે પોતાની જાતને એક ઘર પૂરું પાડ્યું હતું અને કુરાન કહે છે તેમ, તેમને 'ગૌરવના સિંહાસન' પર .ંચા કર્યા. [] ૦] તે હવે હતું કે આખું કુટુંબ, એકસાથે, જેકબ અને જોસેફ બંનેની ભવિષ્યવાણી કચેરીઓ દ્વારા ભગવાન તરફ વળી શકે.\n\nજેકબની તેના લોકોને છેલ્લી સલાહ\nઇઝરાઇલના આખા બાળકોને જેકબના મૃત્યુ પહેલાં ઇસ્લામ (ભગવાનને રજૂઆત) માં વિશ્વાસ તરફ નમવા બોલાવવામાં આવ્યા હતા. જેકબ એ સુનિશ્ચિત કરવા માંગતો હતો કે તેના બાળકો ફક્ત ઇસ્લામમાં જ મરી જાય, અને તેથી, તેમની પાસેથી એક છેલ્લું વચન લીધું. જ્યારે તેમણે તેમને પૂછ્યું કે તેઓ તેમના મૃત્યુ પછી કોની પૂજા કરશે, ત્યારે તેઓએ જવાબ આપ્યો કે તેઓ ઇસ્લામમાં ચાલુ રહેશે અને ભગવાનની તરફ નમશે અને પૂજા કરશે. [] १] તેમ છતાં, યહૂદી પરંપરામાં મૃત્યુ-પથારીનું દ્રશ્ય શણગારેલું છે, અને જિનેસિસ બુકમાં ઉલ્લેખિત છે, કુરાને તેનો ઉલ્લેખ કર્યો છે કે અબ્રાહમ, આઇઝેક, ઇશ્માએલ અને જેકબ બધા મુસ્લિમો હતા, કારણ કે તેઓ સંપૂર્ણ વિશ્વાસથી નમ્યા હતા. ભગવાન અને ભગવાન એકલા. કુરાન વર્ણવે છે:\n\nઅને આ વારસો હતો કે અબ્રાહમ તેના પુત્રો પર છોડી ગયો, અને જેકબ પણ કર્યો; \"ઓહ મારા પુત્રો!\nજેકબ સમક્ષ મૃત્યુ દેખાયા ત્યારે તમે સાક્ષી હતા? જુઓ, તેમણે તેમના પુત્રોને કહ્યું: \"તમે મારા પછી શું પૂજા કરશો?\" તેઓએ કહ્યું: \"અમે તારા દેવ અને તારા પિતાનો દેવ, અબ્રાહમ, ઇસ્માઇલ અને આઇઝેકના દેવની ઉપાસના કરીશું,- એક (સાચું) અલ્લાહ: તેમના માટે આપણે (ઇસ્લામમાં) નમવું.\"\n\n-કુરાન, સુરાહ 2 (અલ-બકારા), આહહ 132–133 [32]\nજેકબનો વારસો\nજેકબ ઇસ્લામમાં તેના પૂર્વજો દ્વારા બાકી રહેલા વારસોને આગળ વધારવા માટે ખૂબ જ ખાસ છે. મુસ્લિમો માને છે કે ઈશ્વરે જેકબ પર તેની ખૂબ કૃપા આપી અને તેને સૌથી વધુ ઉત્સાહિત માણસોમાં રહેવાનું પસંદ કર્યું. કુરાન વારંવાર જેકબને શક્તિ અને દ્રષ્ટિના માણસ તરીકે ઉલ્લેખ કરે છે અને તાણ કરે છે કે તે સારા અને ચૂંટાયેલા લોકોનો હતો. કુરાન કહે છે તેમ:\n\nતે આપણા વિશેનું તર્ક હતું, જે અમે તેના લોકો સામે અબ્રાહમને (વાપરવા માટે) આપ્યું: અમે જે ઉભા કરીશું, ડિગ્રી પછી ડિગ્રી: તમારા ભગવાન શાણપણ અને જ્ knowledge ાનથી ભરેલા છે.\nઅમે તેને આઇઝેક અને જેકબ આપ્યા: બધા (ત્રણ) માર્ગદર્શિત: અને તેમની સમક્ષ, અમે નુહને માર્ગદર્શન આપ્યું, અને તેના વંશ, ડેવિડ, સોલોમન, જોબ, જોસેફ, મોસેસ અને એરોન: આ રીતે આપણે સારા કામ કરનારાઓને ઈનામ આપીએ છીએ:\n\n-કુરાન, સુરાહ 6 અલ-અનમ, આયહ ––-–– [] 33]\nઅલી ઇબ્ને અબી તાલિબને, જ્યારે ખાસ નામો આપતા પ્રબોધકો વિશે પૂછવામાં આવ્યું, ત્યારે હદીસમાં વર્ણવે છે કે યેકબ ઇબ્ને ઇશ્ક તેના લોકો દ્વારા ઇઝરાઇલ તરીકે ઓળખાય છે. [] 34]\n\nજેકબ કુસ્તી સાથે જોડાયેલા બાઇબલના દાખલાઓનો ઉલ્લેખ કુરાનમાં કરવામાં આવતો નથી, પરંતુ જેકબની સીડીની દ્રષ્ટિની જેમ મુસ્લિમ ટિપ્પણીઓમાં ચર્ચા કરવામાં આવે છે. []] [] 35] જેકબ આઇઝેકને તેના જોડિયા, એસાઉની ers ોંગ કરીને તેને આશીર્વાદ આપવા માટે ટ્રિકિંગ કરે છે, તે કુરાનમાં પણ નથી, પરંતુ મુસ્લિમ ટિપ્પણીઓમાં છે. []]\n\nમુસ્લિમો, જે માને છે કે જેકબ એક મહાન પિતૃસત્તા છે, તે માન્યતા પર ભાર મૂકે છે કે જેકબનું મુખ્ય મહત્વ ભગવાનને તેમની મહાન રજૂઆતમાં અને યોગ્ય ધર્મમાં તેમની મક્કમ વિશ્વાસમાં છે. એક પિતૃપ્રધાન તરીકે, જેકબ, અબ્રાહમની સાથે, પરંપરા અનુસાર સૌથી વધુ ફળદાયી હોઈ શકે છે. તેના બાર પુત્રો [] 36] માંથી જોનાહ (યુનુસ), ડેવિડ (દાઉદ), સોલોમન (સુલેમન) અને ઈસુ (ઇસા) સહિતના ઘણા અન્ય મહાન પ્રબોધકો આવવાના હતા.",
"Yusuf": "યુસુફ ઇબન યાકબ ઇબન ઇશેક ઇબન ઇબ્રાહિમ (અરબી: يول ٱبن يعقوب ٱبن إبن ٱبراهم) (જોસેફ, જેકબનો પુત્ર, અબ્રાહમનો પુત્ર, જોસેફનો પુત્ર) તનાખનો વ્યક્તિ, યહૂદી ધાર્મિક શાસ્ત્ર અને ખ્રિસ્તી બાઇબલ, જે નવા રાજ્ય સમક્ષ ઇજિપ્તમાં રહેતો હોવાનો અંદાજ હતો. [૨] તે મધ્ય પૂર્વમાં અને મુસ્લિમ દેશોમાંના એક સામાન્ય નામો છે. જેકબના બધા બાળકોમાંથી, જોસેફ એક ભવિષ્યવાણીની ભેટ આપવામાં આવી હતી. તેમ છતાં અન્ય પ્રબોધકોના કથાઓનો ઉલ્લેખ વિવિધ સુરહમાં કરવામાં આવ્યો છે, જોસેફની સંપૂર્ણ કથા ફક્ત એક સુરાહ, યુસુફમાં આપવામાં આવી છે, જે તેને અનન્ય બનાવે છે. તે કુરાનમાં સૌથી વિગતવાર કથા હોવાનું કહેવાય છે અને બાઈબલના સમકક્ષ કરતાં વધુ વિગતો આપે છે. []]\n\nમાનવામાં આવે છે કે યુસુફ યાકબનો અગિયારમો પુત્ર છે (અરબી: قعقوب, યાકબ), અને, ઘણા વિદ્વાનોના જણાવ્યા મુજબ, તેના પ્રિય. ઇબન કથિરના જણાવ્યા મુજબ, \"જેકબને બાર પુત્રો હતા જે ઇઝરાઇલીઓના આદિવાસીઓના નામના પૂર્વજો હતા. સૌથી ઉમદા, સૌથી ઉત્તમ, તેમાંથી સૌથી મોટો જોસેફ હતો.\" તેના પિતાને, જેને જેકબ ઓળખે છે. []] તેમના જીવનમાં ભગવાનની ભૂમિકા ઉપરાંત, યુસુફ અને ઝુલાખા (ઓલ્ડ ટેસ્ટામેન્ટની પોટીફરની પત્ની) ની વાર્તા પર્સિયન સાહિત્યમાં એક લોકપ્રિય વિષય બની, જ્યાં તે સદીઓથી નોંધપાત્ર રીતે વિસ્તૃત થઈ. []]\n\nકુરાન સુરાહ 12 (યુસુફ)\n\n\"રાજા\" વિરુદ્ધ \"ફારુન\" નો ઉપયોગ\nકુરાનમાં, જોસેફના સમય દરમિયાન ઇજિપ્તના શાસકનું બિરુદ ખાસ કરીને \"રાજા\" (અરબી: અલ-મલિક) હોવાનું કહેવાય છે, જ્યારે મૂસાના સમય દરમિયાન ઇજિપ્તના શાસકને ખાસ કહેવામાં આવે છે \" ફારુન \"(અરબી: ફિરોન, જોકે ચોક્કસ લેખ વિના નામ તરીકે). આ રસપ્રદ છે કારણ કે historical તિહાસિક સ્ત્રોતો અનુસાર, ફારુનનો ઉપયોગ ફક્ત 1479 બીસીઇમાં ઇજિપ્તના શાસકો (થૂટમોઝ III ના શાસનથી શરૂ કરીને) નો સંદર્ભ લેવા માટે શરૂ થયો હતો - પ્રોફેટ જોસેફના મૃત્યુના આશરે 21 વર્ષ પછી. [] 44] પરંતુ બાઇબલમાં યુસુફના કથામાં, જિનેસિસ પ્રકરણમાં ઇજિપ્તના શાસક માટે કિંગ (હીબ્રુ: મેલેખ) અને ફારુનનો ઉપયોગ થાય છે. [] 45]\n\nમલિક (ઇજિપ્તના) એ કહ્યું: \"હું જોઉં છું (દ્રષ્ટિમાં) સાત ચરબીયુક્ત કીન, જેને સાત દુર્બળ ખાય છે, અને સાત લીલા કાન મકાઈ, અને સાત (અન્ય) સુકાઈ ગયા છે. ઓ યે ચીફ! , જો તે હોય તો તમે દ્રષ્ટિકોણોનું અર્થઘટન કરી શકો છો. \"\n\n- કુરાન, સુરાહ 12 (યુસુફ), આહ 43, [] 46]\nપછી તેમના પછી અમે મૂસાને અમારા સંકેતો સાથે ફિર'આન અને તેના વડાઓને મોકલ્યા, પરંતુ તેઓએ તેમને ખોટી રીતે નકારી કા .ી. તેથી જુઓ કે અલ-મુફ્સિડિનનો અંત કેવી રીતે હતો (અરબી: أ મળીને, \"ધ મિસફિફ-મેકર્સ\" અથવા \"ધ ડેસ્ટર્સ\").\n\n-કુરાન, સુરાહ 7 (અલ-અરાફ), આયહ 103 [47]\nઅને મલિકે કહ્યું: \"તેને મારી પાસે લાવો.\" પરંતુ જ્યારે મેસેંજર તેની પાસે આવ્યો, ત્યારે તેણે (યુસુફ) કહ્યું: \"તમારા ભગવાન પાસે પાછા ફરો અને તેને પૂછો, 'જે મહિલાઓ હાથ કાપી છે તેનું શું થયું? ચોક્કસ, મારા ભગવાન (અલ્લાહ) તેમના કાવતરાથી સારી રીતે જાગૃત છે.\n\n- કુરાન, સુરાહ 12 (યુસુફ), આહહ 50, [] 48]\nઅને જોસેફનો માસ્ટર તેને લઈ ગયો, અને તેને જેલમાં મૂક્યો, જ્યાં રાજાના કેદીઓ બંધાયેલા હતા; અને તે ત્યાં જેલમાં હતો.\n\n- ઉત્પત્તિ 39:20\nઅને જોસેફ ત્રીસ વર્ષનો હતો જ્યારે તે ઇજિપ્તના ફારુન રાજા સામે stood ભો રહ્યો .-- અને જોસેફ ફારુનની હાજરીથી બહાર ગયો, અને ઇજિપ્તની બધી દેશમાં ગયો.\n\n- ઉત્પત્તિ 41:46\nઅને જોસેફે તેના પિતા અને તેના ભાઈઓને મૂક્યા, અને તેમને ઇજિપ્તની ભૂમિમાં, શ્રેષ્ઠ દેશમાં, રામેસિસની ભૂમિમાં કબજો આપ્યો, જેમ કે ફારુને આદેશ આપ્યો હતો.\n\n- ઉત્પત્તિ 47:11",
"Ayyub": "જોબ (અરબી: أوب, રોમાઇઝ્ડ: આયબ) ઇસ્લામમાં પ્રબોધક તરીકે ઓળખાય છે અને તેનો ઉલ્લેખ કુરાનમાં છે. [1] ઇસ્લામમાં જોબની વાર્તા હીબ્રુ બાઇબલની વાર્તાની સમાંતર છે, જોકે મુખ્ય ભાર ભગવાનને અડગ રહેવાની નોકરી પર છે; કુરાની લખાણમાં મિત્રો સાથે જોબની ચર્ચાઓનો કોઈ ઉલ્લેખ નથી, પરંતુ પાછળથી મુસ્લિમ સાહિત્ય જણાવે છે કે જોબને ભાઈઓ હતા, જેમણે તેના દુ l ખના કારણ વિશે માણસ સાથે દલીલ કરી હતી. કેટલાક મુસ્લિમ ટીકાકારોએ પણ રોમનોના પૂર્વજ હોવા તરીકે જોબની વાત કરી હતી. [૨] ઇસ્લામિક સાહિત્ય જોબના સમય અને ભવિષ્યવાણીના સ્થળ પર પણ ટિપ્પણી કરે છે કે તેઓ જોસેફ પછી ભવિષ્યવાણીની શ્રેણીમાં આવ્યા હતા અને તેમણે કોઈ ચોક્કસ સમુદાયને મોકલવાને બદલે પોતાના લોકોને ઉપદેશ આપ્યો હતો. પરંપરા આગળ કહે છે કે જોબ \"ધીરજથી સહન કરનારાઓ\" ના જૂથના સ્વર્ગમાં નેતા બનશે. []]\n\nનીચેના શ્લોકમાં કુરાનમાં આયબ (જોબ) નો પ્રથમ ઉલ્લેખ કરવામાં આવ્યો છે:\nખરેખર, અમે તમને જાહેર કર્યું છે, [ઓ મુહમ્મદ], જેમ કે અમે નુહ અને તેના પછીના પ્રબોધકોને જાહેર કર્યું. અને અમે અબ્રાહમ, ઇશ્માએલ, આઇઝેક, જેકબ, વંશજો, ઈસુ, જોબ, જોનાહ, એરોન અને સોલોમન અને ડેવિડને અમે [ઝબુરનું] પુસ્તક આપ્યું.\n\n-કુરાન, સુરા 4 (એએન-નિસા), આયહ 163 [4]\nકુરાન અલ્લાહના ન્યાયી સેવક તરીકે જોબનું વર્ણન કરે છે, જે લાંબા સમય સુધી પીડાતા હતા. જો કે, તે સ્પષ્ટપણે જણાવે છે કે જોબ ક્યારેય ભગવાનમાં વિશ્વાસ ગુમાવતો નથી અને પ્રાર્થનામાં ભગવાનને કાયમ માટે બોલાવ્યો છે, તેને પોતાનો દુ l ખ દૂર કરવા માટે પૂછ્યું:\n\nઅને [ઉલ્લેખ] જોબ, જ્યારે તેમણે તેમના ભગવાનને બોલાવ્યો, \"ખરેખર, મુશ્કેલીઓ મને સ્પર્શ કરી છે, અને તમે દયાળુ લોકોના સૌથી દયાળુ છો.\"\n\n- કુરાન, સુરા 21 (પ્રબોધકો), આહહ 83 [5]\nકથા કહે છે કે ઘણા વર્ષોના દુ suffering ખ પછી, ભગવાન જોબને \"તમારા પગથી હડતાલ!\" કરવાનો આદેશ આપ્યો. []] એક જ સમયે, જોબ તેના પગથી જમીન પર ત્રાટક્યું અને ભગવાનને કારણે પૃથ્વી પરથી પાણીનો ઠંડક વસંત .ભો થયો, જેમાંથી નોકરી પોતાની જાતને ફરી ભરી શકે. કુરાન જણાવે છે કે તે પછી જ ઈશ્વરે તેની પીડા અને દુ suffering ખને દૂર કરી અને તેણે નોકરીના પરિવારને તેમની પાસે પાછો આપ્યો, તેને ઘણી પે generations ીના બાળકો સાથે આશીર્વાદ આપ્યો અને તેને મોટી સંપત્તિ આપી. જોબના કથાના સંક્ષિપ્ત વર્ણન ઉપરાંત, કુરાન, જેમની સૂચિમાં બે વાર જોબનો ઉલ્લેખ કરે છે, જેમના ભગવાનએ વિશેષ માર્ગદર્શન, શાણપણ અને પ્રેરણા આપી હતી (iv: 163) અને સત્તા પ્રાપ્ત કરનારા પુરુષોમાંના એક તરીકે, પ્રોફેથુડની ભેટ (Vi: 84).\n\nશેતાને ભગવાનથી નોકરી ફેરવવાની કોશિશ છોડી દીધી છે, પછી ભગવાન જોબની દુ l ખને દૂર કરી અને તેમના પરિવારને તેમની પાસે પાછો ફર્યો, તેમને સંખ્યામાં બમણી કરી. તેણે જોબની સંપત્તિ પરત કરી અને સોનાથી નોકરી કરી. એકવાર જોબની પત્નીએ તેના પતિને સમૃદ્ધિ અને સ્વાસ્થ્યમાં પુન restored સ્થાપિત જોયો, પછી તેણે ભગવાનનો આભાર માન્યો પરંતુ પછી તેના પતિએ અગાઉ લીધેલા શપથ પર ચિંતિત હતા, જેમાં તેણે સો સ્ટ્રોકથી તેને મારવાનું વચન આપ્યું હતું. તેના દુ suffering ખની વચ્ચે, તેણે લીધેલા શપથ પર પણ જોબ ખૂબ દુ ved ખ થયું. ભગવાન, તેમ છતાં, નોકરીમાં એક સાક્ષાત્કાર મોકલ્યો, જેણે તેને કહ્યું કે તેની પત્નીને મારવા નહીં પરંતુ નરમ ઘાસના બંડલથી તેને નરમાશથી મારવા માટે. []]\n\nકુરાન સંદર્ભો\nજોબની ભવિષ્યવાણી: 4: 163, 6:84\nઅજમાયશ અને ધૈર્ય: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nવધુ વાંચન\nઇબન કથિર, બિડેઆ વા એલ-નિહાયા, આઇ, 220-2225\nXxi અને xxxvii પર તાફસીર\nતબરી, હું, 361–364\nથલાબી, ટેલ્સ ઓફ ધ પ્રોફેટ્સ, કૈરો 1339, 106–114\nકિસા'આઈ, પ્રબોધકોની વાર્તાઓ, 179–190\nઇબન અસકીર, તારિખ અલ-કબીર, III, 190-200",
"Shuayb": "શુએબ, શોઇબ, શુઆબ અથવા શુઆયબ (અરબી: شعيب, આઈપીએ: [ʕ યુજેબી]; અર્થ: \"કોણ સાચો રસ્તો બતાવે છે\") ઇસ્લામમાં એક પ્રાચીન મિડિઆનાઇટ નબી (પ્રોફેટ) છે, અને ડ્રુઝ વિશ્વાસનો સૌથી આદરણીય પ્રોફેટ. 1] શુઆબને પરંપરાગત રીતે બાઈબલના જેથ્રો, મૂસાના સસરા સાથે ઓળખવામાં આવે છે. કુરાનમાં કુલ 11 વખત ઉલ્લેખ કરવામાં આવ્યો છે. [2] માનવામાં આવે છે કે તે ઇબ્રાહિમ (અબ્રાહમ) પછી જીવે છે, અને મુસ્લિમો માને છે કે તેમને એક સમુદાયને પ્રબોધક તરીકે મોકલવામાં આવ્યો હતો: મિડિઆનાઈટ્સ, []] જે એએબ અલ-આયકા (\"લાકડાની સાથી\") તરીકે પણ ઓળખાય છે. , []] []] []] []] કારણ કે તેઓ મોટા ઝાડની પૂજા કરતા હતા. લોકોને, શુઆઇબે સીધો રસ્તો જાહેર કર્યો અને લોકોને તેમની કપટપૂર્ણ રીતનો અંત લાવવા ચેતવણી આપી. જ્યારે સમુદાયે પસ્તાવો ન કર્યો, ત્યારે અલ્લાહ (ભગવાન) સમુદાયનો નાશ કરે છે. []] []]\n\nશુઆઇબને મુસ્લિમો દ્વારા કુરાનમાં નામ દ્વારા ઉલ્લેખિત કેટલાક અરબી પ્રબોધકોમાંના એક હોવાનું સમજાયું છે, અન્ય સલીહ, એચયુડી અને મુહમ્મદ છે. એવું કહેવામાં આવે છે કે તેઓ મુસ્લિમો દ્વારા \"પ્રબોધકોમાં છટાદાર ઉપદેશક\" તરીકે જાણીતા હતા, કારણ કે તે પરંપરા મુજબ, તેમની ભાષામાં પ્રતિભા અને છટાદાર છે. []]\n\nHistorતિહાસિક સંદર્ભ\nશુઆયબને જે ક્ષેત્રમાં મોકલવામાં આવ્યો હતો તે નામનું નામ 'મેડ્યન ઇન કુરાન છે, જેને અંગ્રેજીમાં મિડિયન તરીકે ઓળખવામાં આવે છે, જેને વારંવાર બાઇબલમાં ઓળખવામાં આવે છે. મિડિનાઇટ્સ આરબ વંશના હોવાનું માનવામાં આવતું હતું, તેમ છતાં બાઈબલના કનાનીઓનાં પડોશીઓ હોવા છતાં, તેઓએ તેમની સાથે એકબીજા સાથે જોડાયા. એવું કહેવામાં આવે છે કે તેઓ ભટકતા આદિજાતિ હતા, અને મુસા (મૂસા) સમયે તેમનો મુખ્ય પ્રદેશ સિનાઇ દ્વીપકલ્પ હતો.\n\nજેથ્રો સાથે વિવાદિત ઓળખ\nજેથ્રોનો ઉલ્લેખ બાઇબલમાં કરવામાં આવ્યો છે (નિર્ગમન :: ૧) મૂસાના કાયદાના પિતા તરીકે. જોકે શુઆઇબને વારંવાર મિડિઆનાઇટ પાદરી જેથ્રો સાથે ઓળખવામાં આવે છે, મોટાભાગના આધુનિક વિદ્વાનો આ ઓળખને નકારે છે. ઇબન કથિર જેવા શાસ્ત્રીય વિવેચકો, કહો શુઆયબ અબ્રાહમનો એક પૌત્ર હતો: માનવામાં આવે છે કે શુઆયબ અબ્રાહમનો પુત્ર મિડિયનનો પુત્ર ઇસાચરનો પુત્ર મિકિલનો પુત્ર હતો. []] તે જેથ્રો સાથેની ઓળખને અશક્ય રજૂ કરશે, જે મૂસાના સમયે રહેતા હતા, અબ્રાહમ પછીના સેંકડો વર્ષો પછી. []]\n\nકુરાન જણાવે છે કે શુઆઇબની નિમણૂક ભગવાન દ્વારા મિડિયનના લોકો માટે પ્રબોધક બનવા માટે કરવામાં આવી હતી. આ ભૂમિના લોકો બેઇમાની દ્વારા અને મૂર્તિપૂજા માટે અન્યને છેતરપિંડી કરવા માટે ખાસ કરીને કુખ્યાત હોવાનું કહેવાય છે. શુઆયબની ભવિષ્યવાણી મુખ્યત્વે મિડિયાનાઓને ભગવાનના સાચા માર્ગ પર બોલાવવા, [૧૦] અને ખોટા દેવતાઓની ઉપાસના માટે પ્રતિબંધિત કરે છે.\n\nએવું પણ કહેવામાં આવે છે કે તેમણે તેમના લોકોને તેમની દૈનિક પ્રવૃત્તિઓમાં અપ્રમાણિક બનવાનું બંધ કરવાનું કહ્યું. તેમ છતાં તેમણે ઉપદેશ આપ્યો અને સતત સમયગાળા માટે ભવિષ્યવાણી કરી, તેમ છતાં, મોટાભાગના લોકોએ તેને સાંભળવાનો ઇનકાર કર્યો. શુયેબ, જોકે, અડગ રહ્યા. તેમણે દુષ્ટ લોકો સામે સતત શક્તિશાળી ઉપદેશ આપ્યો, અને તેઓને પાપીને જે સજા આપી હતી તે અંગે જણાવી. શુઆયબે લોકોને ચેતવણી આપી હતી કે તેમની અજ્ orance ાન મિડિયનના વિનાશ તરફ દોરી જશે, નુહ, એચયુડી, સલીહ અને લોટ સહિતના અગાઉના પ્રબોધકોના historical તિહાસિક ઉદાહરણો આપશે, [૧૧] જેમના બધા લોકો ભગવાન દ્વારા નાશ પામ્યા હતા.\n\nલોકોએ શુઆયબને ત્રાસ આપ્યો અને તેને કહ્યું કે, જો તે પ્રતિષ્ઠિત પરિવાર માટે ન હોત, તો તેને ચોક્કસ પથ્થરમારો કરવામાં આવ્યો હોત. શુઆબે જવાબ આપ્યો, \"શું મારો પરિવાર ભગવાન કરતાં તમારી સાથે વધુ વિચારણા કરે છે?\" જ્યારે મિડિઆનાઇટ્સે માનવાનો ઇનકાર કર્યો, ત્યારે તેઓ એક શકિતશાળી ભૂકંપથી નાશ પામ્યા. []] જોકે, કુરાનનો ઉલ્લેખ છે કે શુઆયબ અને તેના વિશ્વાસ કરનારા સાથીઓને ગર્જનાત્મક સજામાંથી બચાવી લેવામાં આવ્યા હતા. [११] [१२]\n\nઅન્ય પ્રબોધકો સાથે સમાંતર\nશુઆબના મિશનનો વારંવાર કુરાનમાં નુહ, એચયુડી, સલીહ અને લોટના મિશન સાથે ઉલ્લેખ કરવામાં આવે છે. વિદ્વાનોએ ધ્યાન દોર્યું છે કે આ પાંચ પ્રબોધકો પ્રારંભિક ભવિષ્યવાણીના મિશનનું ઉદાહરણ આપે છે: [૧]] પ્રબોધકને તેમના સમુદાયમાં મોકલવામાં આવશે; સમુદાય તેની ચેતવણી પર કોઈ ધ્યાન આપશે નહીં અને તેના બદલે તેને સજાની ધમકી આપશે; વર્ષોના ઉપદેશ પછી, ભગવાન તેને પોતાનો સમુદાય છોડવાનું કહેશે, જ્યારે તેના લોકો પછીથી સજામાં નાશ પામ્યા હતા. [૧]] વિદ્વાનોએ પાંચ પ્રબોધકોની સૂચિનું કાલક્રમિક અર્થઘટન કર્યું, તેથી શુઆયબ નુહ (મહાન પૂર વિશે ઉપદેશ) અને પ્રોફેટ અબ્રાહમનો વંશજ હતો.",
"Musa": "ઇસ્લામમાં, માસ ઇબ્ને ઇમ્રન (અરબી: مول ی ابن عمران, લિટ. 'મૂસા, અમ્રમનો પુત્ર'), [1] ભગવાનનો એક મહત્વપૂર્ણ પ્રોફેટ અને મેસેંજર છે, અને કુરાનમાં સૌથી વધુ ઉલ્લેખિત વ્યક્તિ છે, જેની સાથે કુરાનમાં સૌથી વધુ ઉલ્લેખિત વ્યક્તિ છે. તેના નામનો ઉલ્લેખ 136 વખત કરવામાં આવી રહ્યો છે અને તેનું જીવન અન્ય કોઈ પ્રબોધક કરતા વધુ વર્ણવવામાં આવ્યું છે અને સંભળાય છે. [૨] []]\n\nકુરાનના જણાવ્યા મુજબ, મુસાનો જન્મ ઇઝરાઇલના એક પરિવારમાં થયો હતો. તેમના બાળપણમાં, તેને એક ટોપલીમાં મૂકવામાં આવે છે જે નાઇલ તરફ વહે છે, અને આખરે મુસાને ફારુનની (ફિરન) પત્ની અસિયા દ્વારા શોધી કા .વામાં આવી છે, જે મુસાને તેના દત્તક પુત્ર તરીકે બનાવે છે. પુખ્ત વયે પહોંચ્યા પછી, મુસા પછી મિડિયનમાં રહે છે, ઇજિપ્ત જવા માટે ફરીથી રાજાને ધમકી આપવા માટે રવાના થાય તે પહેલાં. તેમના ભવિષ્યવાણી દરમિયાન, મુસાએ અસંખ્ય ચમત્કારો કર્યા હોવાનું કહેવાય છે, અને તે પણ ભગવાન સાથે વ્યક્તિગત રીતે વાત કરી હોવાનું જણાવાયું છે, જે મુસા પર 'ભગવાનનો વક્તા' (કાલમ અલ્લાહ) શીર્ષક આપે છે. પ્રબોધકનો સૌથી લોકપ્રિય ચમત્કાર તે સમુદ્રને વિભાજીત કરે છે, જેમાં ભગવાન દ્વારા પ્રદાન કરવામાં આવેલી ચમત્કારિક લાકડી છે. કુરાન સિવાય, મુસાને પણ હદીસ સાહિત્યમાં પણ પ્રશંસા કરવામાં આવી છે.\n\nફારુનના મૃત્યુ પછી, મુસા અને તેના અનુયાયીઓ જેરૂસલેમ તરફ મુસાફરી કરે છે, જ્યાં પ્રબોધક આખરે મૃત્યુ પામે છે. ઇસ્લામિક પરંપરામાં, માનવામાં આવે છે કે તેઓ નબી મુસા ખાતે દફનાવવામાં આવ્યા છે, અને આખરે તે સ્વર્ગ તરફ ઉભા થયા હતા. તે પછી, તે રાતની યાત્રા દરમિયાન જેરૂસલેમથી બાદમાંના આરોહણ બાદ સાત સ્વર્ગમાં મુહમ્મદને મળ્યો હોવાનું જાણવા મળ્યું છે. મુસાફરી દરમિયાન, મુસાએ વારંવાર મુહમ્મદને ભગવાનને મળવા માટે પાછો મોકલ્યો હોવાનું અને જરૂરી દૈનિક પ્રાર્થનાની સંખ્યામાં ઘટાડો કરવાની વિનંતી કરી હતી, જ્યાં સુધી ફક્ત પચાસ હોવાનું માનવામાં આવે છે, ત્યાં સુધી ફક્ત પાંચ ફરજિયાત પ્રાર્થનાઓ રહી ન હતી. []] []]\n\nમુસાને ઇસ્લામની ખૂબ જ મહત્વપૂર્ણ વ્યક્તિ તરીકે જોવામાં આવે છે. ઇસ્લામિક ધર્મશાસ્ત્રના જણાવ્યા મુજબ, બધા મુસ્લિમોને દરેક પ્રબોધક અને ભગવાનના મેસેંજર પર વિશ્વાસ હોવો જોઈએ, જેમાં મુસા અને તેના ભાઈ હારૂનનો સમાવેશ થાય છે. મુસાના જીવનને સામાન્ય રીતે મુહમ્મદના જીવનની આધ્યાત્મિક સમાંતર તરીકે જોવામાં આવે છે, અને મુસ્લિમો બંને વ્યક્તિઓના જીવનના ઘણા પાસાઓને વહેંચવા માને છે. [૧] ઇસ્લામિક સાહિત્ય તેમના લોકો અને તેમના જીવનકાળમાં બનેલી ઘટનાઓ વચ્ચેના સમાંતર સંબંધનું પણ વર્ણન કરે છે; પ્રાચીન ઇજિપ્તમાંથી ઇઝરાઇલીઓના હિજરતને મુહમ્મદ અને તેના અનુયાયીઓને મક્કાથી મદિનાના સ્થળાંતર સમાન માનવામાં આવે છે, કારણ કે પ્રાચીન ઇજિપ્તવાસીઓ અને પ્રારંભિક મુસ્લિમો દ્વારા ઇઝરાઇલીઓ દ્વારા જુવે છે તે બંને ઘટનાઓ ઉજાગર થઈ છે. મક્કેન્સ દ્વારા અનુક્રમે. []] તેમના ઘટસ્ફોટ, જેમ કે દસ આજ્ ments ાઓ, જે તોરાહના સમાવિષ્ટોનો ભાગ બનાવે છે અને યહુદી અને ખ્રિસ્તી ધર્મના અબ્રાહમ ધર્મોનું કેન્દ્ર છે. []] []] પરિણામે, યહૂદીઓ અને ખ્રિસ્તીઓને મુસ્લિમો માટે \"પુસ્તકના લોકો\" તરીકે નિયુક્ત કરવામાં આવે છે અને જ્યાં પણ ઇસ્લામિક કાયદો લાગુ પડે છે ત્યાં આ વિશેષ દરજ્જા સાથે માન્યતા પ્રાપ્ત થવાની છે. મુસા ઇસ્લામિક સાહિત્યમાં વધુ આદરણીય છે, જે તેમના જીવનની ઘટનાઓ અને કુરાન અને હદીસમાં તેમને આભારી ચમત્કારો પર વિસ્તૃત થાય છે, જેમ કે ભગવાન સાથેની તેમની સીધી વાતચીત.",
"Harun": "ઇસ્લામમાં, હૈરન ઇબન ઇમ્રન [૨] (અરબી: هارون ابن عمران, લિટ. []] [નિષ્ફળ ચકાસણી] [સ્પષ્ટતા જરૂરી] તેમણે તેમના ભાઈ સાથે ઇઝરાઇલીઓને હિજરતને ઉપદેશ આપ્યો. []]\n\nકુરાનમાં એરોનનો અસંખ્ય સંદર્ભો છે, નામ અને નામ વિના. તે કહે છે કે તે અબ્રાહમનો વંશજ હતો []] અને તે સ્પષ્ટ કરે છે કે તે અને મૂસા બંનેને ભગવાનની સજા વિશે ફારુનને ચેતવણી આપવા મોકલવામાં આવ્યા હતા. []] તે વધુમાં ઉમેર્યું છે કે મૂસાએ અગાઉ ભગવાનને એરોન []] સાથે પોતાનું મંત્રાલય મજબૂત બનાવવા માટે પ્રાર્થના કરી હતી અને એરોન મૂસાને પણ મદદ કરી હતી કારણ કે તે પણ એક પ્રબોધક હતો, []] અને ભાષણ અને પ્રવચનના મામલામાં ખૂબ છટાદાર. []] કુરાન ઉમેરે છે કે મૂસા અને એરોન બંનેને ઇજિપ્તમાં ઇઝરાઇલીઓ માટે રહેઠાણ સ્થળો સ્થાપિત કરવા અને તે મકાનોને ભગવાનની પૂજા સ્થળોએ રૂપાંતરિત કરવા સોંપવામાં આવ્યા હતા. [૧૦]\n\nસુવર્ણ વાછરડાની ઘટના તે કુરાનમાં વર્ણવવામાં આવી છે તે સકારાત્મક પ્રકાશમાં એરોનને પેઇન્ટ કરે છે. કુરાન કહે છે કે એરોનને ઇઝરાઇલનું નેતૃત્વ સોંપવામાં આવ્યું હતું જ્યારે મૂસાએ ચાલીસ દિવસના સમયગાળા માટે મોસેસ (અરબી: طـور سنـاء, માઉન્ટ સિનાઈ) પર હતો. [11] [12] [નિષ્ફળ ચકાસણી] [સ્પષ્ટતા જરૂરી] ઉમેરે છે કે એરોને સુવર્ણ વાછરડાની પૂજાને રોકવાનો શ્રેષ્ઠ પ્રયાસ કર્યો, જે એરોન દ્વારા નહીં પણ 'એ-સામિરી' ના નામથી દુષ્ટ માણસ દ્વારા બનાવવામાં આવ્યો હતો. [૧]] જ્યારે મૂસા સિનાઈ પર્વતથી પાછો ફર્યો, ત્યારે તેણે એરોનને મૂર્તિની ઉપાસનાની મંજૂરી આપવા બદલ ઠપકો આપ્યો, જેના પર આરોન મૂસાને તેના બાંધકામમાં કોઈ ભૂમિકા ન હતી ત્યારે તેને દોષી ઠેરવવાની વિનંતી કરી. [૧]] [१२] ત્યારબાદ કુરાન ઉમેરે છે કે અહીં મૂસાએ ઇઝરાઇલના પાપો પર શોક વ્યક્ત કર્યો હતો, અને કહ્યું હતું કે તેની પાસે ફક્ત પોતાની જાત અને એરોન ઉપર સત્તા છે. [૧]]\n\nપાછળથી કુરાનમાં એરોનનું સ્મરણ કરવામાં આવે છે જેની પાસે \"સ્પષ્ટ અધિકાર\" હતો [૧]] અને એક જેણે \"સાચા માર્ગ તરફ માર્ગદર્શન આપ્યું હતું\". [૧]] તે વધુમાં ઉમેર્યું છે કે એરોનની સ્મૃતિ તે લોકો માટે બાકી હતી જેઓ તેમની પાછળ આવ્યા હતા [૧]] હરુનની બહેન \"[૨૦] મુસ્લિમ વિદ્વાનોએ ચર્ચા કરી હતી કે આ\" હારુન \"કોણ તેના historical તિહાસિક વ્યકિતત્વની દ્રષ્ટિએ છે, કેટલાક કહે છે કે તે એક્ઝોડસના આરોનનો સંદર્ભ છે, અને\" બહેન \"શબ્દ ફક્ત એક રૂપક તરીકે નિયુક્ત કરે છે અથવા બે આંકડાઓ વચ્ચે આધ્યાત્મિક કડી, જ્યારે મેરી એરોનના પુરોહિત વંશનો વંશજ હતી ત્યારે વધુ સ્પષ્ટ છે, જ્યારે અન્ય લોકોએ તેને \"આરોન\" ના નામથી ખ્રિસ્તના સમયે જીવતો બીજો ન્યાયી માણસ હોવાનું માન્યું હતું. મોટાભાગના વિદ્વાનોએ અગાઉના પરિપ્રેક્ષ્યમાં સંમત થયા છે, અને મેરીને એરોનની વાસ્તવિક બહેન સાથે આધ્યાત્મિક રીતે જોડ્યો છે, તેના નામ મીર્યમ (અરબી: مـريم, હીબ્રુ: מִרְ), [21] જેને તેણી ઘણી રીતે મળતી હતી. કુરાન એ પણ વર્ણવે છે કે, સદીઓ પછી, જ્યારે તાબુટ (અરબી: ■ـاશ્ય, કરારનો આર્ક) ઇઝરાઇલ પાછો ફર્યો, તેમાં \"એરોનના પરિવારના મૂસા અને અવશેષોના પરિવારના અવશેષો\" હતા. [२२]",
"Dhul-Kifl": "ધુલ-કીફલ (અરબી: ذُو ٱلْكِفْل, ʾ ʾl-Kīfl, શાબ્દિક રીતે \"કીફલનો માલિક\"; પણ જોડણી ડીએચયુ એલ-કીફલ, ધુલ-કીફલ, ઝુ અલ-કીફલ, અથવા ઝુ એલ-કીફલ) એક ઇસ્લામિક પ્રોફેટ છે. તેમ છતાં તેની ઓળખ અજ્ is ાત છે, તેમ છતાં તેની ઓળખને થિયરીકૃત કરવામાં આવી છે અને વિવિધ હીબ્રુ બાઇબલ પ્રબોધકો અને અન્ય આંકડા તરીકે ઓળખવામાં આવી છે, સામાન્ય રીતે એઝેકીલ અને ગૌતમ બુદ્ધ. [1] [2] []] []] માનવામાં આવે છે કે ધુલ-કીફલ અલ્લાહ દ્વારા જીવનના એક ઉચ્ચ સ્ટેશનમાં ઉન્નત કરવામાં આવ્યો હતો અને તે કુરાનમાં \"સારાની કંપની\" ના માણસ તરીકે ક્રોનિક કરવામાં આવે છે. []] જોકે અન્ય historical તિહાસિક સ્રોતોમાંથી ધુલ-કીફલ વિશે વધુ જાણીતું નથી, તેમ છતાં, ઇબન ઇશાક અને ઇબ્ને કાથિર જેવા શાસ્ત્રીય વિવેચકોના તમામ લખાણો, ધુલ-કીફલની એક પ્રબોધકીય, સંત માણસ તરીકે બોલે છે, જે દૈનિક પ્રાર્થના અને પૂજામાં વિશ્વાસુ રહ્યા છે. 6]\n\nતુર્કીના દ્યારબાકીરના એર્ગની પ્રાંતમાં એક કબર કેટલાકને પ્રબોધક ધુલ-કીફલનું બાકીનું સ્થળ માનવામાં આવે છે. તે મકામ દા ı ના ટેકરી પર શહેરના કેન્દ્રથી 5 કિમી દૂર સ્થિત છે. []] []]\n\nવ્યુત્પત્તિશાસ્ત્ર\nધુલ-કીફલ નામનો શાબ્દિક અર્થ \"કીફલનો માલિક\" છે, જેમાં નામના પ્રકારનો ઉપયોગ કરીને જ્યાં ذُ • (\"માલિક\") કેટલાક લાક્ષણિકતા સાથે સંકળાયેલ લક્ષણની આગળ છે. []] કુરાનના અન્ય નોંધપાત્ર વ્યક્તિઓના આવા નામોનો ઉપયોગ કરવામાં આવતો હતો, ઉદાહરણ તરીકે ધુ અલ-કર્નાન (અરબી: ذُلْقرْرْنَنَن, લિટ. 'તે બે વખત બે શિંગડા/તે બે વખત'), અને ધુ અલ-એનન (અરબી: ذُ ذُ ذُ ذُ ذُ ū ٱلْنُّون, પ્રકાશિત. 'માછલી સાથેની એક'), યુનુસનો ઉલ્લેખ કરે છે. કીફલ એ એક પ્રાચીન અરબી શબ્દ છે જેનો અર્થ \"ડબલ\" અથવા \"ડુપ્લિકેટ\" છે, મૂળથી \"ડબલ\" અથવા \"ફોલ્ડ કરવા\"; તેનો ઉપયોગ કાપડના ગણો માટે પણ થતો હતો. નામ સામાન્ય રીતે \"ડબલ ભાગમાંથી એક\" નો અર્થ સમજાય છે. કેટલાક વિદ્વાનોએ સૂચવ્યું છે કે નામનો અર્થ \"ડબલ વળતર ધરાવતો માણસ\" અથવા તેના બદલે \"બે વાર વળતર મેળવનાર માણસ\", [10] એટલે કે તે નોકરી માટેનું શીર્ષક છે, કારણ કે તેનો પરિવાર તેની પાસે પાછો ફર્યો હતો કુરાન અને જોબ બુક અનુસાર. [11]\n\nએક દૃષ્ટિકોણ મુજબ, તેનો અર્થ \"કીફલનો માણસ\" છે, કારણ કે \"એક ...\" એ સહભાગી ડીએચનું બીજું સંભવિત અનુવાદ છે, અને કીફલ કથિત રીતે \"કપિલાવસ્તુ\" નું અરબી પ્રસ્તુતિ છે. [१२]\n\nઅરાજક\nકેટલાકનો અભિપ્રાય છે કે ધુલ-કીફલ એઝેકીલ હોઈ શકે છે. જ્યારે દેશનિકાલ, રાજાશાહી અને રાજ્યનો નાશ કરવામાં આવ્યો, ત્યારે રાજકીય અને રાષ્ટ્રીય જીવન હવે શક્ય ન હતું. તેમના પુસ્તકના બે ભાગો સાથે સુસંગતતામાં, તેમનું વ્યક્તિત્વ અને તેના ઉપદેશ સમાન બેવડા છે, અને ધુલ-કીફલનો અર્થ \"ધ વન ટુ ડબલ\" અથવા \"ફોલ્ડ\" છે.\n\nઅબ્દુલ્લા યુસુફ અલી, તેમની કુરાની ટિપ્પણીમાં કહે છે:\n\nધુલ-કીફલનો શાબ્દિક અર્થ \"બેવડા વિનંતી અથવા ભાગ\" ના માલિક અથવા આપવાનો અર્થ હશે; અથવા તો, \"જેણે ડબલ જાડાઈનો ડગલો કર્યો,\" તે કીફલના અર્થમાંનો એક છે. વિવેચકો કોણ છે તે અંગેના અભિપ્રાયમાં ભિન્ન છે, શા માટે તેને શીર્ષક લાગુ પડે છે. મને લાગે છે કે શ્રેષ્ઠ સૂચન એ છે કે કાર્સ્ટન નિબુહરે તેના રેઝેબેસ્ક્રેઇબંગ નાચ અરબીઅન, કોપનહેગન, 1778, II માં પરવડી. 264–266, ધુલ-કીફલ હેઠળ ઇસ્લામના જ્ cy ાનકોશમાં ટાંક્યા મુજબ. તેમણે મેશેડ 'ઓલ ઇન' ઇરાકની મુલાકાત લીધી, અને નાજફ અને હિલા (બેબીલોન) ની વચ્ચે, કીફલ નામનું નાનું શહેર પણ. કેફિલ, તે કહે છે, એઝેકીલનું અરબી સ્વરૂપ છે. એઝેકીલનું મંદિર ત્યાં હતું, અને યહૂદીઓ તેની યાત્રા પર આવ્યા હતા. જો આપણે \"ધુલ-કીફલ\" ને કોઈ ઉપકલા તરીકે સ્વીકારીએ, પરંતુ \"એઝેકીલ\" નું અરબી સ્વરૂપ, તે સંદર્ભમાં બંધબેસે છે, તો એઝેકીલ ઇઝરાઇલનો એક પ્રબોધક હતો, જે નેબુચાદનેઝાર દ્વારા યરૂસલેમ પર બીજા હુમલો પછી બેબીલોન લઈ ગયો હતો (લગભગ બી.સી. 599). તેમનું પુસ્તક ઇંગ્લિશ બાઇબલ (ઓલ્ડ ટેસ્ટામેન્ટ) માં શામેલ છે. [૧]] તેને સાંકળવામાં આવ્યો હતો અને બંધાયેલ હતો, અને જેલમાં મૂકવામાં આવ્યો હતો, અને એક સમય માટે તે મૂંગો હતો. તેણે ધૈર્ય અને સ્થિરતા સાથે બધાને કંટાળો આપ્યો, અને ઇઝરાઇલની દુષ્ટતાઓને હિંમતભેર ઠપકો આપવાનું ચાલુ રાખ્યું. સળગતા માર્ગમાં તે ખોટા નેતાઓને શબ્દોમાં વખોડી કા .ે છે જે સનાતન સાચા છે: \"ઇઝરાઇલના ભરવાડ માટે દુ: ખ કે જે પોતાને ખવડાવે છે! શું ભરવાડોનું ટોળું ખવડાવવું જોઈએ? તેમને ખવડાવવામાં આવે છે તેને મારી નાખો: પરંતુ તમે ટોળું નહીં ખવડાવો. રોગગ્રસ્ત લોકોએ મજબૂત બનાવ્યું નથી, ન તો તમે જે બીમાર હતા તે સાજો કર્યો નથી, ન તો તમે જે તૂટી ગયું હતું તે બાંધી દીધું છે ...... \". [૧]]\n\n- અબ્દુલ્લા યુસુફ અલી, પવિત્ર કુરાન: ટેક્સ્ટ, અનુવાદ અને ટિપ્પણી [17]\n\nકુરાનમાં ઉલ્લેખિત\nકુરાનમાં\nનીચેના શ્લોકોમાં કુરાનમાં ધુલ-કીફલનો બે વાર ઉલ્લેખ કરવામાં આવ્યો છે:\n\nઅને (યાદ રાખો) ઇસ્માઇલ, ઇદ્રીસ અને ધુલ-કીફલ, સ્થિરતા અને ધૈર્યના બધા (પુરુષો).\nઅમે તેમને અમારી દયામાં સ્વીકાર્યું: કારણ કે તેઓ ન્યાયી લોકોના હતા.\n\n-કુરાન, સુરાહ અલ-અન્બીયા (21), આયહસ 85-86 [13]\nઅને ઇસ્માઇલ, એલિશા અને ધુલ-કીફલનું સ્મરણાર્થ કરો: તેમાંથી દરેક સારાની કંપનીમાં હતા.\n\n- કુરાન, સુરા સેડ (38), આહ 48 [14]\nબંને કિસ્સાઓમાં, ધુલ-કીફલનો ઉલ્લેખ કુરાનીક પ્રબોધકોની સૂચિના સંદર્ભમાં કરવામાં આવ્યો છે, જેમાં ઘણા અન્ય લોકોનો સમાવેશ થાય છે જેમાં ઉપર જણાવેલ આયતનો ઉલ્લેખ નથી.\nઅલ કીફલ (અરબી: الكفل; ઉલ-કીફલ) એ યુફ્રેટીસ નદી પર દક્ષિણપૂર્વ ઇરાકનું એક શહેર છે, નજાફ અને અલ હિલાહ વચ્ચે. Variant names for the shrine within Al Kifl are: Dhu'l Kifl Shrine, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine . હઝકીયલ એ હિબ્રુ યેઝેકેલનું અરબી લિવ્યંતરણ છે, જેનો ઉપયોગ સેફાર્ડી યહૂદીઓ દ્વારા અરબી અપનાવ્યા પછી કરવામાં આવ્યો હતો. આ સૂચવે છે કે યહૂદીઓએ એઝેકીએલ અને ધુલ-કીફલને સમાન બનાવ્યા, અને મુસ્લિમ એક્ઝેટ્સ અનુસર્યા. ઇરાકી અધિકારીઓ ભારપૂર્વક જણાવે છે કે 1316 (715–16 એએચ) માં ઇલખાનીદ સુલતાન અલ્જૈતુએ યહૂદી સમુદાયમાંથી સમાધિ ઉપર વાલીપણાના અધિકાર પ્રાપ્ત કર્યા. પરિણામે, આ જ પ્રબોધક માટે ઇસ્લામિક નામકરણ અનુસાર મંદિરનું નામ બદલવામાં આવ્યું. સુલતાન અલ્જૈતુએ મસ્જિદ અને મીનાર બનાવીને બંધારણમાં ઉમેર્યું. તેમજ તેમણે તેની હાલની સ્થિતિને પૂર્વ-ઇલખાનીડ મુસાફરોના વર્ણનો સાથે સરખામણી કરીને સ્પષ્ટ કરેલા કેટલાક ફેરફારોને અમલમાં મૂકતા મંદિરને પુન restored સ્થાપિત કર્યા. ઓગણીસમી સદીની શરૂઆત સુધી આ સ્થળ એક મુસ્લિમ તીર્થસ્થાન રહ્યું, જ્યારે શ્રીમંત યહૂદી મેનાહિમ ઇબન દનાયલે સફળતાપૂર્વક તેને યહૂદી સ્થળે ફેરવ્યો અને તેને પુન restored સ્થાપિત કર્યો. મીનાર ઇસ્લામિક સ્થળ તરીકેના કાર્યકાળના એકમાત્ર સાક્ષી તરીકે રહ્યો. જોકે 14 મી સદીમાં મસ્જિદ અને મીનાર બનાવવામાં આવ્યા હતા, તેમ છતાં, મંદિર અને કબરની પ્રાચીનકાળ નક્કી કરી શકાતી નથી. [૧]]\n\nગૌતમ બૌદ્ધ\nધુલ-કીફલની ઓળખ ગૌતમ બુદ્ધ સાથે પણ કરવામાં આવી છે. [19] [20] [21] [२२] ધુલ-કીફલનો અર્થ હજી પણ ચર્ચામાં છે, પરંતુ, એક દૃષ્ટિકોણ મુજબ, તેનો અર્થ \"કપિલનો માણસ (કપિલાવસ્તુ, તે શહેર જ્યાં બુદ્ધે તેમના જીવનના ત્રીસ વર્ષ વિતાવ્યા). [१२] [૨૦]\n\nઆ દૃષ્ટિકોણના ટેકેદારો કુરાનના 95 મા અધ્યાયના પ્રથમ શ્લોકો ટાંકે છે, સુરાહ એટ-ટીન:\n\nઅંજીર અને ઓલિવ, અને સિનાઈ પર્વત દ્વારા, અને આ સુરક્ષિત શહેર - મક્કા!\n\n-કુરાન, 95: 1-3\nઆ દૃષ્ટિકોણ મુજબ, આ છંદોમાં ઉલ્લેખિત સ્થળોએથી: સિનાઇ તે સ્થાન છે જ્યાં મૂસાને સાક્ષાત્કાર મળ્યો; મક્કા તે સ્થાન છે જ્યાં મુહમ્મદને સાક્ષાત્કાર મળ્યો હતો; અને ઓલિવ વૃક્ષ તે સ્થાન છે જ્યાં ઈસુને સાક્ષાત્કાર મળ્યો. આ કિસ્સામાં, બાકીનું અંજીરનું વૃક્ષ તે છે જ્યાં ગૌતમ બુદ્ધને સાક્ષાત્કાર મળ્યો. [२१]\n\nકેટલાક તેને થોડો આગળ પણ લે છે અને જણાવે છે કે મુહમ્મદ પોતે બુદ્ધ હતા, કેમ કે બુદ્ધ શબ્દનો અર્થ \"પ્રબુદ્ધ એક\" છે. [૨]]\n\nઅન્ય\nધુલ-કીફલની પણ જોશુઆ, ઓબાદીયા [૨]] અને યશાયાહ સાથે વિવિધ રીતે ઓળખવામાં આવી છે. [૨]] [૨]]",
"Dawud": "દાઉદ (અરબી: ااراભા, રોમાઇઝ્ડ: દવાડ [ડેવુડ]), ભગવાનનો એક પ્રબોધક અને મેસેંજર છે (અલ્લાહ) વધુમાં, મુસ્લિમો ડેવિડને ઝબુર (ગીતશાસ્ત્ર) ના દૈવી સાક્ષાત્કાર પ્રાપ્ત કરવા બદલ પણ સન્માન આપે છે. [૨] []] દાઉદ ઇસ્લામના સૌથી મહત્વપૂર્ણ લોકોમાંના એક માનવામાં આવે છે. કુરાનમાં સોળ વખત ઉલ્લેખિત, ડેવિડ ઇસ્લામિક શાસ્ત્રમાં મોહમ્મદની આગળના પ્રબોધકોની સાંકળની કડી તરીકે દેખાય છે. []] તેમ છતાં તે સામાન્ય રીતે \"કાયદો આપતા\" પ્રબોધકો (ઉલ્-અલ-એઝમ) માંથી એક માનવામાં આવતો નથી, \"તે ઇસ્લામિક વિચારમાં\" એક સીમાંત વ્યક્તિથી દૂર છે. [૨] પાછળથી ઇસ્લામિક પરંપરાઓમાં, પ્રાર્થના અને ઉપવાસમાં તેમની કઠોરતા માટે તેની પ્રશંસા કરવામાં આવે છે. તેમને પ્રોટોટાઇપિકલ ન્યાયી શાસક તરીકે અને પૃથ્વી પર ભગવાનના અધિકારના પ્રતીક તરીકે પણ રજૂ કરવામાં આવ્યા છે, એક જ સમયે રાજા અને પ્રબોધક હતા.\n\nડેવિડ ખાસ કરીને ઇસ્લામિક જેરૂસલેમના ધાર્મિક સ્થાપત્ય માટે મહત્વપૂર્ણ છે. [1] દાઉદ બાઈબલના ડેવિડ તરીકે ઓળખાય છે, જે ઇઝરાઇલ અને યહુદાહના યુનાઇટેડ કિંગડમનો બીજો રાજા હિબ્રુ બાઇબલ અનુસાર હતા, સી. 1010-970 બીસીઇ. [સંદર્ભની જરૂર]\n\nકુરાનમાં ઉલ્લેખ\nકુરાનમાં ડેવિડની કથા, ઘણી બાબતોમાં, બાઇબલમાં આપવામાં આવેલી સમાંતર. તેમને એક પ્રોફેટ (નાબી) અને મેસેંજર (રાસલ) નામ આપવામાં આવ્યું છે, ડેવિડને ભગવાન તરફથી સાક્ષાત્કાર (વાય; ક્યૂ 4: 163) અથવા માર્ગદર્શન (હુડી; 6:84) ની સૂચિમાં શામેલ છે. બંને સૂચિમાં તેનું નામ તેમના પુત્ર સોલોમનની બાજુમાં દેખાય છે. બીજે ક્યાંક, કુરાન સમજાવે છે કે ઈશ્વરે બંનેને \"ધ્વનિ ચુકાદો\" (ḥukm; 21:79) અને \"જ્ knowledge ાન\" (ʿilm; 21:79; 27:15) ની ભેટો આપી હતી. તેમ છતાં કુરાન ડેવિડ ગુણોને પણ સ્વીકારે છે જે તેને સોલોમનથી અલગ પાડે છે: ડેવિડે ગોલિયાથ (2: 251) ની હત્યા કરી હતી અને \"ધ પ્લેસમ્સ\" [5] નામનો દૈવી સાક્ષાત્કાર મેળવ્યો હતો [5] (કુરાન 17:55 એ અનિશ્ચિત સ્વરૂપનો ઉપયોગ કરે છે, જ્યારે 21: 105 નો ઉપયોગ કરે છે. ચોક્કસ ફોર્મ અલ-ઝબ ū ર), []] સંભવત the ગીતશાસ્ત્ર અથવા સ al લ્ટરનો સંદર્ભ (ઝબેર શબ્દ કદાચ હિબ્રુ શબ્દ મિઝમર અથવા સિરિયાક મઝમરા, \"ગીતશાસ્ત્ર\" સાથે સંબંધિત છે). પર્વતો અને પક્ષીઓએ ડેવિડની સાથે ભગવાનની પ્રશંસા કરી (21:79; 34:10 માં ભગવાન તેમને આમ કરવા આદેશ આપે છે; સીએફઆર. ગીતશાસ્ત્ર 148: 7-10). ઈશ્વરે ડેવિડને \"વાક્ષકી\" (ખાલફા; 38:26) બનાવ્યો, એક શીર્ષક જે કુરાન અન્યથા ફક્ત આદમને આપે છે (2:30). આ શીર્ષક સૂચવે છે કે, કુરાનના જણાવ્યા મુજબ, ડેવિડ એક મેસેંજર કરતા કંઈક વધારે હતો: તે એક દૈવી માર્ગદર્શિત નેતા હતો જેમણે પૃથ્વી પર ભગવાનનો શાસન સ્થાપિત કર્યું. [1] આ ભૂમિકા 2: 251 દ્વારા પણ સૂચવવામાં આવી છે: \"ભગવાન તેને સત્તા (મુલ્ક) અને ડહાપણ (ik કમાહ) આપ્યો અને તેમને જે ઈચ્છ્યું તે શીખવ્યું. જો ભગવાન બીજાઓ દ્વારા કેટલાક લોકોને પાછા ન દો, તો પૃથ્વી ભ્રષ્ટ થઈ જશે.\" [२) ]\n\nડેવિડને શીખવવામાં આવેલી બાબતોમાં બખ્તર બનાવવાની ક્ષમતા હતી (21:80, 34: 10-11), એક સૂચન કે ડેવિડના લશ્કરી કાર્યો ભગવાનનું કાર્ય હતું. તે પણ મહત્વનું છે કે ડેવિડના \"ડહાપણ\" નો કુરાની સંદર્ભ કેટલીકવાર શાસ્ત્રીય એક્ઝેટ્સ દ્વારા ભવિષ્યવાણીની ભેટ તરીકે સમજાવવામાં આવ્યો હતો. []] કુરાન ડેવિડ અને ઈસુને પણ જોડે છે, આગ્રહ કરીને કે બંનેએ તે ઇઝરાઇલીઓને શાપ આપ્યો હતો જેઓ માનતા ન હતા (5:78). તદુપરાંત, કુરાનના જણાવ્યા મુજબ, ન્યાયને વિતરિત કરતી વખતે ડેવિડને સત્ય અને જૂઠ્ઠાણા વચ્ચે તફાવત કરવાની ક્ષમતા આપવામાં આવી હતી (ફ ṣ લ અલ-ખિબ, 38:20). તદુપરાંત, ડેવિડ દ્વારા એક પરીક્ષણનો સંકેત આપવામાં આવ્યો છે, જેમાં તેણે પ્રાર્થના કરી અને પસ્તાવો કર્યો અને ભગવાન તેને માફ કરી દીધો (38: 24-5). સુરત ઉદાસી (કુરાનનો th 38 મો અધ્યાય) પણ \"ડેવિડનો સરા\" કહેવામાં આવે છે []] સમજાવે છે કે ડેવિડ ભગવાનને માફ કરવાનું કહેતી વખતે પ્રણામ કરે છે, તેથી મુહમ્મદને તેનું અનુકરણ કરવાનો અને આ પ્રકરણ વાંચતી વખતે પ્રણામ કરવાનો આદેશ આપવામાં આવ્યો હતો. . []]\n\nધાર્મિક મહત્વ\nડેવિડ એ કેટલાક ઇસ્લામિક પ્રબોધકોમાંના એક છે જેમણે રાજાશાહી પણ મેળવી હતી. જ્યારે અન્ય પ્રબોધકોએ રાજાઓના શાસન દરમિયાન ઉપદેશ આપ્યો હતો, ત્યારે ડેવિડ, તેમના સમયમાં, રાજા હતો. આમ, ઇઝરાઇલના લોકો ફક્ત આધ્યાત્મિક રીતે તપાસમાં ન હતા, પરંતુ દેશ પોતે જ મજબૂત રહે છે તેની ખાતરી કરવા માટે, તેમણે એક અત્યંત મોટું કાર્ય મેળવ્યું. નેતા અને પ્રબોધક બંને તરીકેનું તેમનું સ્થાન બધા મુસ્લિમો દ્વારા અત્યંત ઉચ્ચ પદ તરીકે આદરણીય છે. ડેવિડનો આંકડો, તેમના ભવિષ્યવાણી પુત્ર, સોલોમનની સાથે, એવા લોકોના આઇકોનિક છે જેમણે તેમની જમીન પર ન્યાયી શાસન કર્યું. ભગવાન કુરાનમાં પ્રબોધક અને મેસેંજર તરીકે ડેવિડની ઉચ્ચ રેન્કનો વારંવાર ઉલ્લેખ કરે છે. તે કેટલો મહાન હતો તેના પર ભાર મૂકવા માટે અન્ય પ્રબોધકોની સાથે તેમનો વારંવાર ઉલ્લેખ કરવામાં આવે છે. ઉદાહરણ તરીકે, ભગવાન કહે છે:\n\nઅને અમે તેને આઇઝેક અને જેકબ આપ્યા અને તેમને માર્ગદર્શન આપ્યું, કેમ કે અમે નુહને તેમની આગળ માર્ગદર્શન આપ્યું હતું, અને તેના વંશજો, ડેવિડ અને સોલોમન અને જોબ અને જોસેફ અને મૂસા અને એરોન. આમ આપણે સીધા અને સારા કામ કરતા લોકોને ઈનામ આપીએ છીએ.\n\n- કુરાન 6:84 []]\nજ્યારે ખલીફા ઉમર જેરૂસલેમની મુલાકાત લીધી ત્યારે, પિતૃપ્રધાન સોફ્રોનિયસ તેમની સાથે મંદિર પર્વત પર ગયો, જ્યારે તેણે મિહરાબ દાઉદ (ડેવિડની પ્રાર્થના-વિશિષ્ટ) ને પ્રાર્થના કરવા માટે શોધ કરી. પાછળથી ટીકાકારોએ આ સાઇટને ડેવિડના ટાવર સાથે ઓળખાવી. એક હદીસમાં, દાઉદની પ્રાર્થના અને ઉપવાસ ભગવાનને પ્રિય હોવાનો ઉલ્લેખ છે.\n\nઅબ્દુલ્લા બિન 'અમર બિન અલ-એએસએ વર્ણવ્યા: અલ્લાહના પ્રેરિતે મને કહ્યું, \"અલ્લાહની સૌથી પ્રિય પ્રાર્થના ડેવિડની છે અને અલ્લાહમાં સૌથી પ્રિય ઉપવાસ ડેવિડનો છે. તે રાતના અડધા સમય માટે સૂતો હતો. અને પછી રાતના ત્રીજા ભાગ માટે પ્રાર્થના કરો અને ફરીથી તેના છઠ્ઠા ભાગ માટે સૂઈ જાઓ અને વૈકલ્પિક દિવસોમાં ઉપવાસ કરતા. \"\n\n-મુહમ્મદ અલ-બુખારી, સાહિહ અલ-બુખારી [10]\nડેવિડ બુક\nમુખ્ય લેખ: ઝબુર\nઝબુર એ પવિત્ર પુસ્તક છે જે ડેવિડને ભગવાન દ્વારા આભારી છે, જેમ મુસા (મૂસા) ને તવરત (તોરાહ) મળ્યો, ઇસા (ઈસુ) ને ઇજા (ગોસ્પેલ) મળ્યો અને મુહમ્મદને કુરાન મળ્યો. વર્તમાન હીબ્રુ બાઇબલમાં, ઝબુરને ગીતશાસ્ત્ર તરીકે ઓળખવામાં આવે છે. જો કે, ભૂતકાળના અન્ય શાસ્ત્રોની જેમ, ગીતશાસ્ત્ર સમય જતાં ભ્રષ્ટ થયા હોવાનું માનવામાં આવે છે, કેટલાક મૂળ સંદેશ હવે ચાલ્યા ગયા છે. તેમ છતાં, મુસ્લિમોને હાલના ગીતશાસ્ત્રને અપાર આદર સાથે માનવા કહેવામાં આવે છે કારણ કે, તેમના મૂળ સ્વરૂપમાં, તેઓ પણ ભગવાનની પ્રેરિત પુસ્તક હતા. કુરાન જણાવે છે:\n\nતમારો ભગવાન જાણે છે કે જે કોઈ પણ સ્વર્ગ અને પૃથ્વીમાં છે. અમે કેટલાક પ્રબોધકોને અન્ય લોકો ઉપર ઉંચા કર્યા; અને ડેવિડને અમે પુસ્તકનું પુસ્તક આપ્યું.\n\n- કુરાન 17:55 [11]\n\n કુરાન 4: 163; 17:55.\n કુરાન 4: 163; 6:84.\n દા.ત. Ṭબાર, ત ʾ રખ, આઇ, 559\n હિબત અલ્લાહ બી. સલમા, અલ-નાસિખ વા-એલ-મન્સ ū (વ ā િડીના માર્જિનમાં), કૈરો 1316/1898-9, 262\n બુખરી, ḥaḥī, vi, 155\n કુરાન 6:84\n સાહિહ અલ-બુખારી, 2: 21: 231\n કુરાન 17:55",
"Suleyman": "સુલેમિન ઇબ્ને દવાડ (અરબી: Qُلَمَان بْن داوُ પક્ષ, લિટ. 'સુલેમાન, ડેવિડનો પુત્ર') ઇઝરાઇલીઓ. સામાન્ય રીતે, ઇસ્લામિક પરંપરાનું કહેવું છે કે તે યહૂદી લોકોનો ત્રીજો રાજા અને ઇઝરાઇલનો મુજબનો શાસક હતો. [1]\n\nઇસ્લામમાં, સોલોમનને ભગવાનના એક પ્રબોધકો તરીકે ગણવામાં આવે છે, જેને ઘણા દૈવી ભેટો આપવામાં આવ્યા હતા, જેમાં પ્રાણીઓ અને જિન બંને સાથે વાત કરવાની ક્ષમતા શામેલ છે; તેમણે પણ ભગવાન દ્વારા આપવામાં આવેલી રિંગના ટેકાથી શાયન (شاطن, પ્રગટાવવામાં.\n\nમુસ્લિમો આગળ કહે છે કે તે જીવનભર વિશ્વાસુ એકેશ્વરવાદી રહ્યો; આખા ઇઝરાઇલ રાષ્ટ્ર પર ન્યાયથી શાસન કર્યું; રાજાશાહીના સ્તરથી આશીર્વાદ પામ્યો જે તેની સામે કે તેના પછીના કોઈને આપવામાં આવ્યો ન હતો; અને તેના તમામ આજ્ .ાઓને પૂર્ણ કરી, તેના જીવનના અંતમાં જાનન્હ (ّةنّة, લિટ. 'પેરેડાઇઝ') માં ભગવાનની નજીકનું વચન આપવામાં આવ્યું. []] ઇસ્લામના ઉદય પછી, વિવિધ આરબ ઇતિહાસકારોએ સોલોમનને ઇતિહાસના મહાન શાસકોમાંના એક માન્યા છે. []]\n\nકુરાનમાં ઉલ્લેખ\nકુરાન અને અર્થઘટન\nક્ષેત્રે ચુકાદો\nસોલોમન સાથે સંકળાયેલા પ્રારંભિક કથામાં, કુરાન (21:78) સંક્ષિપ્તમાં એક વાર્તામાં સંકેત આપે છે કે સોલોમન તેના પિતાની સાથે હતો, જ્યારે બે માણસો ડેવિડને તેમની વચ્ચે એક th થ (حرْث, ક્ષેત્ર) અંગે ન્યાય કરવા માટે પૂછવા આવ્યા હતા. 5] પાછળથી મુસ્લિમ ટીકાકારોએ અલ-તાબારી, બૈદાવી અને ઇબન કાથિર સહિતના સંકેત પર વિસ્તરણ કર્યું. []] []] []] તેઓએ કહ્યું કે બે માણસોમાંના પ્રથમ લોકોએ કહ્યું કે તેમની પાસે એક દ્રાક્ષનો બગીચો છે, જેમાં તેણે આખું વર્ષ ખૂબ કાળજી લીધું હતું. પરંતુ એક દિવસ, જ્યારે તે ગેરહાજર હતો, ત્યારે બીજા માણસની ઘેટાં દ્રાક્ષના બગીચામાં ભટકી ગઈ હતી અને દ્રાક્ષને ખાઈ ગઈ હતી. તેણે આ નુકસાનની ભરપાઇ કરવાનું કહ્યું. []]: 62 માણસની ફરિયાદ સાંભળીને, સોલોમાને સૂચવ્યું કે ઘેટાંના માલિક બીજા માણસની વાઇનયાર્ડને સમારકામ કરવા અને કેળવવા માટે લે છે, ત્યાં સુધી વેલાઓ તેમના ભૂતપૂર્વ રાજ્યમાં પાછા ન આવે ત્યાં સુધી તેને પાછા ફરવું જોઈએ તે તેના માલિકને. તે જ સમયે, વાઇનયાર્ડનો માલિક ઘેટાંની સંભાળ રાખશે અને તેમની જમીન પરત ન આવે ત્યાં સુધી તેમના ool ન અને દૂધનો લાભ લેશે, તે સમયે તે ઘેટાં તેમના માલિકને પરત કરશે. આ પ્રતિસાદ સોલોમનના ચુકાદાનું સ્તર બતાવે છે, જે કુરાન કહે છે, [૧૦] તેમના જીવનભર સોલોમનનું લક્ષણ છે. મુસ્લિમ પરંપરા મુજબ, ḥ કમાહ (ડહાપણ) હંમેશાં સોલોમન સાથે સંકળાયેલું રહેશે, જેને પાછળથી સુલેઇમન અલ- ḥ કેમ (Qُلَمَان ٱلْحم, \"સુલેમાન ધ બુદ્ધિશાળી\") તરીકે પણ ઓળખવામાં આવશે. આ વાર્તા કેબ્રા નાગાસ્ટમાં સ્વીકારવામાં આવી છે, પરંતુ સોલોમનના પુત્ર દ્વારા વિવાદ તરીકે. []]\n\nસોલોમન અને રાક્ષસો\n\nશેબાની રાણી\nકુરાન વર્ણવે છે કે પવન સોલોમનને આધીન બનાવવામાં આવ્યો હતો, [11] અને તે તેની પોતાની ઇચ્છાથી તેને નિયંત્રિત કરી શકે છે, અને જિન પણ સોલોમનના નિયંત્રણ હેઠળ આવ્યો હતો. જિને સોલોમનના શાસનને મજબૂત બનાવવામાં મદદ કરી. ડેવિલ્સ (શાયટિન), [१२] અને રાક્ષસોને તેના માટે સ્મારકો માટે દબાણ કરવામાં આવ્યું હતું. [૧]] ભગવાન પીગળેલા ક્યુઆઈઆર (قِطْر, 'પિત્તળ' અથવા 'કોપર') ના ચમત્કારિક ʿyn (عَن, 'ફાઉન્ટ' અથવા 'સ્પ્રિંગ') ને પણ સોલોમન માટે વહેવા માટે, તેમના બાંધકામમાં રાક્ષસો દ્વારા ઉપયોગમાં લેવાય છે. [११]\n\nજ્યારે ડેવિડનું અવસાન થયું, ત્યારે સોલોમનને ઇઝરાઇલના પ્રબોધકીય રાજા તરીકેની સ્થિતિ વારસામાં મળી. સોલોમાને એકવાર સ્ત્રીને તેના પિતાની પ્રતિમા બનાવવાની મંજૂરી આપી હતી. પાછળથી, તેણીએ મૂર્તિની પૂજા કરવાનું શરૂ કર્યું અને સોલોમનને તેના રાજ્યમાં મૂર્તિપૂજા સહન કરવા બદલ ઠપકો આપવામાં આવ્યો. સજા તરીકે, ઈશ્વરે ગુલામ રાક્ષસોમાંથી એકને સોલોમનની રિંગ ચોરી કરવા અને તેના રાજ્યને સંભાળવા માટે સક્ષમ બનાવ્યું (સુરાહ 38:34). પાછળથી તે પોતાનું પાપ પસ્તાવો કરે છે અને ફરીથી મંદિરના નિર્માણ પર ધ્યાન કેન્દ્રિત કરીને ફરીથી રાક્ષસો પર નિયંત્રણ મેળવે છે. [૧]] તેણે ભગવાનને પ્રાર્થના કરી કે તેને એક રાજ્ય આપે જે તેના પછીના કોઈપણથી વિપરીત હશે. [૧]] ભગવાન સોલોમનની પ્રાર્થના સ્વીકારી અને તેને જે આનંદિત કરી તે આપી.\n\nસુલેમાનની રાક્ષસોમાં તેની રિંગની ખોટની ખોટને ધ્યાનમાં રાખીને, તે માનવ આત્માને રાક્ષસી જુસ્સાથી ગુમાવનારનું પ્રતિનિધિત્વ કરવા માટે સમજી શકાય છે. [૧]] નિશાપુરનો અત્તાર લખે છે: \"જો તમે ડિવ (રાક્ષસ) ને બાંધો છો, તો તમે સોલોમન સાથે રોયલ પેવેલિયન માટે નીકળશો\" અને \"તમારી પાસે તમારા સ્વના રાજ્ય ઉપર કોઈ આદેશ નથી, કારણ કે તમારા કિસ્સામાં ડિવ સોલોમનની જગ્યાએ છે\" . [17]\n\nતાલમ્યુડિક પરંપરાથી વિપરીત, સોલોમન અજાણ હતો અને ક્યારેય મૂર્તિપૂજામાં ભાગ લીધો ન હતો. [૧]] આગળ, કુરાનને નકારી કા .્યું કે સોલોમન જાદુગર હતો: \"(...) સુલેમાને નામંજૂર ન કર્યો, પરંતુ શેતાનોએ નફરત કરી, પુરુષોને જાદુ અને (...) શીખવ્યું\". (2: 102)\n\nસોલોમન અને કીડી\nસોલોમનને કીડીઓ જેવા વિવિધ પ્રાણીઓની ભાષાઓ પણ શીખવવામાં આવી હતી. કુરાન જણાવે છે કે, એક દિવસ, સોલોમન અને તેની સેનાએ વુડિન-નમલમાં પ્રવેશ કર્યો (وَادِ ٱلْنّمْل, કીડીની ખીણ). સોલોમન અને તેની સૈન્યને જોતાં, નમલાહ (ن َલું, સ્ત્રી કીડી) એ બીજા બધાને ચેતવણી આપી કે \"... તમારા વસવાટમાં પ્રવેશ કરો, નહીં કે સોલોમન અને તેના યજમાનો તમને (પગ નીચે) જાણ્યા વિના ક્રશ કરે છે.\" [19] તરત જ સમજ્યા કીડીએ જે કહ્યું, સોલોમન, હંમેશની જેમ, ભગવાનને પ્રાર્થના કરી, તેમને આવી ભેટો આપવા બદલ તેમનો આભાર માન્યો [૨૦] તેને ભગવાન તરફથી મળેલી ભેટોમાંથી, અને મુસ્લિમોએ જણાવ્યું છે કે સોલોમન તેની દૈનિક પ્રાર્થનાને ક્યારેય ભૂલી શક્યો નહીં, જે તેમના કોઈપણ ભેટો કરતાં તેમના માટે વધુ મહત્વનું હતું.\n\nએક્ઝેગેટિકલ સાહિત્ય કીડીની શાણપણ પર ભાર મૂકે છે અને પવનને નિયંત્રિત કરવા માટે સોલોમનની ભેટ પાછળના અર્થને સમજાવે છે. સિરાક્લ-કુલુબના જણાવ્યા મુજબ, કીડી સોલોમનને પૂછે છે કે શું તે જાણે છે કે તેને \"સોલોમન\" (સેલીમેન) કેમ કહેવામાં આવે છે. સોલોમન કહે છે કે તે નથી, ત્યારબાદ કીડી સમજાવે છે: \"તેમ છતાં તમારું હૃદય અવાજ (સેલિમ) હતું અને તમે આગામી વિશ્વના સંજોગોને જાણો છો, તમે આ વિશ્વના થોડા આનંદ સ્વીકારી લીધા છે અને તેના કબજા દ્વારા છેતરવામાં આવ્યા છે અને રાજાશાહી; તેથી તમને સોલોમન કહેવામાં આવે છે. \" પછીથી કીડી સોલોમનને પૂછે છે, જો તે જાણે છે કે ભગવાન તેના માટે પવનને શા માટે વશ કરે છે. ફરી એકવાર, સોલોમન ના કહે છે અને કીડી જવાબ આપે છે: \"તેણે એક કારણસર પવનને વશ કરી દીધો છે: જેને તમે સ્વીકાર્યું છે તે કંઈ નથી. જેમ જેમ પવન પસાર થાય છે, ત્યારે વિશ્વની સંપત્તિ અને રાજાશાહી પણ પસાર થાય છે.\" ફખર અલ-દિન રઝી અને અલ-કુર્તુબી જેવા વિદ્વાનોએ કીડીને અનુસરવા માટે એક એક્સપ્લરના પદ પર ઉન્નત કરી. [२२] (પી 198)\n\nસબા પર વિજય '\n\nમારીબ ખાતેના બારાન મંદિરના ખંડેર, સબાના ભૂતપૂર્વ રાજધાની 'જે હવે યમન છે\nસોલોમનની રાજાશાહીનું બીજું મહત્વનું પાસું તેની સૈન્યનું કદ હતું, જેમાં પુરુષો અને જિન બંનેનો સમાવેશ થાય છે. સોલોમન વારંવાર તેના સૈનિકો અને યોદ્ધાઓ તેમજ જિન અને તેના હેઠળ કામ કરતા બધા પ્રાણીઓનું મૂલ્યાંકન કરશે. એક દિવસ, જ્યારે તેના સૈનિકોનું નિરીક્ષણ કરતી વખતે, સોલોમનને એસેમ્બલીમાંથી હડ-હડ (h ُદર્શન, હૂપો) મળ્યો. [૨]] તે પછી તરત જ, એચયુડી-હુડ સોલોમનની કોર્ટમાં પહોંચ્યો, એમ કહીને કે \"મેં (પ્રદેશ) કંટાળો આપ્યો છે, જે તું કંટાળી ગયો નથી, અને હું સાબાથી તારા પાસે આવ્યો છું 'ટિડિંગ્સ સાચા.\" [૨]] એચયુડી-હડ આગળ સોલોમનને કહ્યું કે શેબાના લોકો સૂર્યની ઉપાસના કરે છે, અને જે સ્ત્રી રાજ્ય પર શાસન કરે છે તે ખૂબ બુદ્ધિશાળી અને શક્તિશાળી હતી. સોલોમન, જેમણે નજીકથી સાંભળ્યું, તેણે શેબાની ભૂમિને પત્ર લખવાનું પસંદ કર્યું, જેના દ્વારા તે શેબાના લોકોને સૂર્યની મૂર્તિપૂજક ઉપાસના બંધ કરવા અને ભગવાનની ઉપાસનામાં આવવા માટે મનાવવાનો પ્રયત્ન કરશે. સુલેમાને એચયુડી-હુડને શેબા (બીલક્વિસ) ની રાણીને પત્ર આપવા અને પછી તેની પ્રતિક્રિયા છુપાવવા અને તેનું નિરીક્ષણ કરવાનો આદેશ આપ્યો. []]: 64 હડ-હુડે સોલોમનના આદેશો સ્વીકારી, અને સીધા પાછા શેબા પર ઉડાન ભરી રાણીને પત્ર. ત્યારબાદ રાણીએ તેમના પ્રધાનોને કોર્ટમાં બોલાવ્યા અને તેમને મોટેથી વાંચ્યા સોલોમનનો પત્ર શેબાના લોકોને કહેતો હતો: \"અલ્લાહના નામે દયાળુ દયાળુ, તમે મારી સામે ઉમટી ન લો, પણ મુસ્લિમ તરીકે મારી પાસે આવો (مُلِلِمِ ْنْ ). \" તેણીએ તેના પ્રધાનો અને કોર્ટના અન્ય અધિકારીઓ સાથે સલાહ લીધી, \"હે મારા લોકો, હું સારી રીતે જાણું છું કે તમે બહાદુર અને શકિતશાળી યોદ્ધાઓ છો, અને પૃથ્વીના ચહેરા પર કોઈ તમારી વિરુદ્ધ stand ભા રહી શકશે નહીં, તેમ છતાં હું આ અંગે તમારા મનને જાણતો હોત બાબત. \" કોર્ટના લોકોએ જવાબ આપ્યો: \"તમારી શક્તિ છે, રાણી, અને તમારી આજ્ .ા જે પણ છે, અમે તેનું પાલન કરીશું.\" લંબાઈ પર, જોકે, રાણી ભગવાનને રજૂઆતની ઘોષણા કરીને સોલોમન આવી. [૨]]\n\nસોલોમન અને ઇફ્રીટ\nજ્યારે બિલ્કીસ 'સોલોમનની અદાલતમાં મુસાફરી કરી રહ્યા હતા, ત્યારે રાજા તેના સેવકો તેના આગમન પહેલાં તેણીને સિંહાસન પહોંચાડે છે. એક ઇફ્રીતે તેની સેવાઓ (Q27: 38-40) ઓફર કરી, પરંતુ સોલોમનએ નકાર્યો, તેના બદલે કોઈ એક સાથીદાર હોવાને બદલે આ કાર્યને સોંપ્યું, ભગવાનને તેમના માટે સિંહાસન ખસેડવા માટે પ્રાર્થના કરી. સંબંધિત કરવા માટે અદભૂત, તેમની પ્રાર્થનાનો જવાબ આપવામાં આવ્યો, સિંહાસન ભગવાનની શક્તિ દ્વારા સુલેમાનના મહેલમાં દેખાય છે. જ્યારે બિલ્કીસ પહોંચ્યો, ત્યારે સોલોમાને તેને પૂછ્યું કે શું તેણીએ પોતાનું સિંહાસન ઓળખી કા, ્યું છે, પરંતુ તેણીએ, ચમત્કાર ભગવાન કરેલા ચમત્કારને સમજવા માટે સંઘર્ષ કરી, રાજાને એક ઉડાઉ જવાબ આપ્યો, આખરે સોલોમનની શ્રદ્ધાને અપનાવતા પહેલા, ચમત્કાર ન હતો તે પુરાવા દ્વારા જીત્યો તે માત્ર ઇફ્રીટ છે પરંતુ ભગવાન પોતે. સુલેમાને ઇફ્રીટની આકર્ષક offer ફરને નકારી કા .ી, કારણ કે તેણે ફક્ત ભગવાન પર આધાર રાખવાનો પ્રયત્ન કર્યો હતો અને કોઈ રાક્ષસ અથવા અન્ય કોઈ સર્જાયેલા અસ્તિત્વ પર નહીં, અને બીલક્વિસને સાચા વિશ્વાસમાં રૂપાંતરિત કરવામાં સફળતા સાથેની તેમની ધર્મનિષ્ઠા માટે પુરસ્કાર આપ્યો હતો. [२]]\n\nમૃત્યુ\n\nયરૂશાલેમના ઓલ્ડ સિટી અલ-અક્સા મસ્જિદના સંયોજનમાં સુલેમાનની સમાધિ\nકુરાન સંબંધિત છે કે સોલોમન મૃત્યુ પામ્યો હતો જ્યારે તે તેના સ્ટાફ પર ઝૂકી રહ્યો હતો અને તે standing ભો રહ્યો, તેના દ્વારા આગળ વધ્યો, ત્યાં સુધી થોડો પ્રાણી - કીડી અથવા કૃમિ - ત્યાં સુધી, ત્યાં સુધી, ત્યાં સુધી, તે માર્ગ આપ્યો નહીં - અને માત્ર ત્યારે જ કર્યું. શરીર પતન.\n\nતે પછી, જ્યારે આપણે (સોલોમનની) મૃત્યુને હુકમ કર્યો, ત્યારે તેમને પૃથ્વીના થોડો કૃમિ સિવાય તેમનું મૃત્યુ કંઇ બતાવ્યું નહીં, જે (ધીમે ધીમે) તેના સ્ટાફને દૂર રાખતો હતો: તેથી જ્યારે તે નીચે પડી ગયો, ત્યારે જિને સ્પષ્ટ રીતે જોયું કે જો તેઓ જાણતા હોત તો અદ્રશ્ય, તેઓ અપમાનજનક દંડ (તેમના કાર્ય) માં કંટાળી ન શક્યા હોત.\n\n- કુરાન, સુરાહ 34 (સબા), આહહ 14 [27]\nજેમ જેમ તે સીધો રહ્યો, તેના સ્ટાફ પર આગળ વધ્યો, જિને વિચાર્યું કે તે હજી પણ જીવંત છે અને તેમની દેખરેખ રાખે છે.\n\nતેઓને ફક્ત ત્યારે જ સત્યનો અહેસાસ થયો જ્યારે ભગવાન કોઈ પ્રાણીને જમીનમાંથી બહાર નીકળવા માટે મોકલ્યો અને સોલોમનના સ્ટાફ પર ગ્નાવ, ત્યાં સુધી તેનું શરીર તૂટી ન જાય. આ શ્લોક પ્રેક્ષકોને શીખવવા માટે સમજાય છે કે જિન અદ્રશ્ય (અલ -ગૈબ) ને જાણતો નથી - જો તેઓ તેને જાણતા હોત, તો તેઓ મૃત માણસની સેવામાં મૂર્ખની જેમ મહેનત કરતા ન હોત. [૨]]\n\nસોલોમન ગીત માં મહંમદ્દીમ\nવધુ માહિતી: મુહમ્મદ અને બાઇબલ અને સેમેટિક રુટ\nકુરાનના છંદોથી પ્રેરિત, કેટલાક મુસ્લિમો [કયા?] માનતા હતા કે મુહમ્મદ (અરબી: مُحمّد, વ્યંજન અક્ષરો: એમ- ħ-એમ-ડી) નો ઉલ્લેખ ગીતના ગીતોમાં છે (5:16) 'મહંમદિમ' (હેબ્રુ: Cons, વ્યંજન અક્ષરો: એમ-એમ-ડી-વાય-એમ), તેમ છતાં, પછીનો શબ્દ યહૂદીઓ દ્વારા \"ઇચ્છનીય\" અથવા \"લવલી\" તરીકે અનુવાદિત છે. [२]]\n\nસુલેમાન અને જામશીડ\n\nપર્સપોલિસ, ઇરાન (2) (પાક) નો સામાન્ય દૃષ્ટિકોણ\nજામશીદ વિશ્વનો ચોથો રાજા હતો, કવિ ફિરદૌસીના શ્હનામાના જણાવ્યા અનુસાર. સોલોમનની જેમ, તેમણે વિશ્વના તમામ એન્જલ્સ અને રાક્ષસો પર આદેશ આપ્યો હોવાનું માનવામાં આવે છે, અને તે હોર્મોઝડ (આહુરા મઝદા માટે મધ્યમ પર્સિયન) ના રાજા અને પ્રમુખ યાજક હતા. તે ઘણી મોટી શોધ માટે જવાબદાર હતો જેણે તેના લોકો માટે જીવનને વધુ સુરક્ષિત બનાવ્યું: બખ્તર અને શસ્ત્રોનું ઉત્પાદન, શણ, રેશમ અને ool નના કપડા, ઇંટના ઘરોનું મકાન, ઝવેરાત અને કિંમતી ધાતુઓના કપડાંની વણાટ અને રંગ , અત્તર અને વાઇન બનાવવાનું, દવાની કળા, સ iling વાળી વહાણોમાં વિશ્વના પાણીનું નેવિગેશન. તે જામશીદ હવે વિશ્વનો અત્યાર સુધીનો મહાન રાજા બન્યો હતો. તેને રોયલ ફાર (એવેસ્તાન: ખ્વારેના) થી સંપન્ન કરવામાં આવ્યો હતો, જે એક ખુશખુશાલ વૈભવ છે જેણે તેમના વિશે દૈવી તરફેણ દ્વારા સળગાવી દીધું હતું.\n\nબે મુજબના રાજાઓ વચ્ચે સમાનતાને કારણે, કેટલીક પરંપરાઓ બંનેને ભેગા કરે છે. ઉદાહરણ તરીકે સોલોમન અલ-બલ્ખીના કાર્યોમાં દક્ષિણપશ્ચિમ ઇરાન પર શાસન સાથે સંકળાયેલું હતું. પર્સપોલિસ સોલોમનની બેઠક હોવાનું માનવામાં આવતું હતું અને માસુડી, મુકદ્દાસી અને ઇસ્તાખરી જેવા વિદ્વાનો દ્વારા \"સોલોમનનું રમતનું મેદાન\" તરીકે વર્ણવવામાં આવ્યું હતું. અન્ય મુસ્લિમ લેખકોએ આ માન્યતાનો વિરોધ કર્યો છે કે સોલોમન એક વખત ઈરાનમાં શાસન કરે છે, એવી દલીલ કરે છે કે સોલોમન અને જામશીદના જીવન અને કાર્યો વચ્ચેની કોઈપણ સમાનતા સંપૂર્ણ રીતે સંયોગ છે, બંને અલગ અને અલગ વ્યક્તિઓ છે. [] ૦] [] ૧] પછીનો દૃષ્ટિકોણ રહ્યો છે. ભારત-યુરોપિયન પૌરાણિક કથાઓના ક્ષેત્રમાં શિષ્યવૃત્તિ દ્વારા યોગ્ય, જેણે નિશ્ચિતરૂપે દર્શાવ્યું છે કે જમશીદનું પાત્ર પ્રારંભિક ઝોરોસ્ટ્રિયન દેવતા યીમાથી મેળવે છે, [] ૨] [] 33] જ્યારે કુરાની અને બાઈબલના શિષ્યવૃત્તિ મુજબના પ્રોફેટ રાજા માટે historic તિહાસિકતાના માપને સમર્થન આપે છે. [34]",
"Ilyas": "ઇલીસ (અરબી: إليال) એક પ્રબોધક અને ભગવાનનો મેસેંજર હતો (અલ્લાહ) જે ઇઝરાઇલના બાળકોને માર્ગદર્શન આપવા માટે મોકલવામાં આવ્યો હતો. લોકોને મૂર્તિઓની પૂજા કરતા અટકાવવા માટે તેમને ભવિષ્યવાણીનું મિશન આપવામાં આવ્યું હતું. [1] ઇલિયસ એ અલ્યાસા માટે ભવિષ્યવાણી પુરોગામી છે. [૨] કેટલાક ઇસ્લામિક વિદ્વાનો માને છે કે, ઇલિયસ હારુન (એરોન) ની વંશમાંથી છે. []]\n\nકેટલાક મુસ્લિમો માને છે કે ઇલિયસ હજી પણ જીવંત છે અને ખિડ્ર સાથે દર વર્ષે હજમાં ભાગ લે છે. []] કેટલાક મુસ્લિમો પણ માને છે કે ઇલિયસ અંતિમ સમયે પાછો આવશે. []]\n\nપ્રારંભિક જીવન\nઇસ્લામિક સ્ત્રોતોમાં, ઇલિયસનું સંપૂર્ણ નામ ઇલિયસ ઇબન યાસીન છે, []] એએસ-સફેટ: 37: ૧, ૦ માં, ઇલિયસને યાસીન કહેવામાં આવે છે. []] ઇસ્લામિક હદીસોમાં ઇલ્યાની કેટલીક વાર્તાઓનો પણ ઉલ્લેખ કરવામાં આવ્યો છે; જેમ કે ઇલિયાસ દ્વારા દુષ્કાળ સાથે ઇઝરાઇલીઓનો શાપ, []] હીલિંગ અલ્યાસા, []] અને આહાબ સાથે લડતા. [૧૦]\n\nઘણા ઇસ્લામિક સ્ત્રોતો અને બાઇબલના જણાવ્યા અનુસાર, ઇલિયાસ (એ) જીવંત છે અને આકાશમાં ચ .વામાં આવે છે. [૧૧] જો કે, ઇબન કાથિરે આ હદીસને સ્વીકાર્યો નહીં અને તેમને ઇઝરાઇલિઆત વચ્ચે માન્યો. [१२] મુજામ અલ-બલ્દાનમાં, યાકૂટ અલ-હમાવીએ બાલબેકમાં ઇલિયાસ (એ) માટે એક કબરનો ઉલ્લેખ કર્યો. [૧]] પાછળથી આ કબર ઉપર એક મંદિર બનાવવામાં આવ્યું હતું, પરંતુ તે \"પ્રોફેટ આઇલા\" ને સમર્પિત હતું, તેમ છતાં સ્થાનિકોએ વિશ્વાસ કર્યો હતો ઇલિયાસ (એ) ની સમાધિ હતી [૧]]\n\nપ્રોફેથુડ\nઇલિયસનો પ્રથમ અલ-અન'મ 6:85 માં પ્રબોધક તરીકે ઉલ્લેખ કરવામાં આવ્યો છે. [૧]] તેમણે બાલબેકમાં રહેતા તેમના લોકોને એકેશ્વરવાદ માટે આમંત્રણ આપ્યું, ભગવાનનું પાલન કરવું અને પાપોનો ત્યાગ કર્યો. [૧]] તેનું મુખ્ય કાર્ય મૂર્તિ-પૂજાને અટકાવવાનું હતું. [૧]] ઘણા વર્ષોથી તેના લોકોની દ્ર istence તાનો સામનો કર્યા પછી, તેમને દુષ્કાળથી શાપ આપ્યો અને લોકોને ભૂખમરો કરવામાં આવ્યો. [૧]] કુરાન અને પાછળથી મુસ્લિમ પરંપરામાં ઇલિયસનું કથન નજીકથી મળતું આવે છે કે હિબ્રુ બાઇબલ અને મુસ્લિમ સાહિત્યમાં એલિજાહની પ્રાથમિક ભવિષ્યવાણી, આહાબ અને ઇઝેબેલના શાસન દરમિયાન યોજાય છે. [એ] ઇલિયસની આકૃતિ એ સાથે ઓળખાઈ છે. ઇદ્રીસ સહિતના અન્ય પ્રબોધકો અને સંતોની સંખ્યા, જેને કેટલાક વિદ્વાનો દ્વારા ઇલિયસ, [२१] અને ખિડરનું બીજું નામ હોવાનું માનવામાં આવે છે. [२२] પાછળથી ઇસ્લામિક દંતકથાએ ઇલ્યાની આકૃતિ વિકસાવી, તેના લક્ષણો પર મોટા પ્રમાણમાં શણગારેલી, અને કેટલાક એપોક્રીફલ સાહિત્યથી ઇલાયસને અર્ધ-માનવ, અર્ધ-એન્જેલની સ્થિતિ મળી. [૨]] ઇલ્યાસ પણ હમઝનામા સહિતના સાહિત્યના કાર્યોમાં દેખાય છે. [૨]]\n\nકુરાન\nકુરાનમાં ઇલિયસનો ઉલ્લેખ કરવામાં આવ્યો છે, જ્યાં તેમનો ઉપદેશ સંક્ષિપ્ત રીતે ગણવામાં આવે છે. કુરાન વર્ણવે છે કે ઇલ્યાએ તેમના લોકોને ભગવાનની ઉપાસનામાં આવવાનું કહ્યું અને તે વિસ્તારની પ્રાથમિક મૂર્તિ બાલની ઉપાસના છોડી દો. કુરાન જણાવે છે: [1]\n\n\"ખરેખર ઇલિયસ પ્રેરિતોમાંનો એક હતો. જ્યારે તેણે તેના લોકોને કહ્યું:\" શું તમે ભગવાનથી ડરશો નહીં? \"શું તમે બ'આલને બોલાવશો અને શ્રેષ્ઠ સર્જકો, ભગવાન, તમારા ભગવાન અને ચેરીશર અને તમારા વૃદ્ધોના ભગવાન અને ચેરીશરને છોડી દો?\n\n-એએસ-સાફટ 123–126\nકુરાન સ્પષ્ટ કરે છે કે ઇલિયસના મોટાભાગના લોકોએ પ્રબોધકને નકારી કા .ી હતી અને મૂર્તિપૂજાને અનુસરવાનું ચાલુ રાખ્યું હતું. જો કે, તેમાં ઉલ્લેખ કરવામાં આવ્યો છે કે તેમની વચ્ચે ભગવાનની ઘણી સંખ્યામાં સમર્પિત સેવકો એલિજાહને અનુસરતા હતા અને ભગવાનમાં વિશ્વાસ કરતા હતા અને તેમની ઉપાસના કરતા હતા. કુરાન જણાવે છે કે, \"તેઓએ તેમને (એલિજાહ) નકારી કા, ્યા, અને ભગવાનના નિષ્ઠાવાન અને સમર્પિત સેવકો (તેમની વચ્ચે) સિવાય, તેને સજા માટે લાવવામાં આવશે.\n\nકુરાનમાં, ભગવાન બે સ્થળોએ એલિજાહની પ્રશંસા કરે છે:\nશાંતિ પર એલિજાહ! જેઓ સારા કરે છે તેમને આ રીતે ઈનામ આપીએ છીએ. તે ખરેખર આપણા વિશ્વાસ કરનારા સેવકોમાં છે.\n\n-કુરાન, પ્રકરણ 37 (એએસ-સાફટ), શ્લોક 129–132 [27]\nઅને ઝકરીયા અને યાહ્યા અને ઇસા અને ઇલિયસ, તે બધા ન્યાયી લોકોમાંથી હતા\n\n-કુરાન, પ્રકરણ 6 (અલ-અન'મ), શ્લોક 85 [28]\nઅબ્દુલ્લા યુસુફ અલી સહિતના અસંખ્ય વિવેચકોએ 85 શ્લોક પર ટિપ્પણી કરી છે કે ઇલ્યા, ઝકરીયા, યાહ્યા અને ઇસા બધા આધ્યાત્મિક રીતે જોડાયેલા હતા. અબ્દુલ્લા યુસુફ અલી કહે છે, \"ત્રીજા જૂથમાં ક્રિયાના માણસોનો સમાવેશ થતો નથી, પરંતુ સત્યના ઉપદેશકો, જેમણે એકાંત જીવન જીવી લીધું હતું. તેમનું ઉપકલા છે:\" ધ સદાચાર. \"તેઓ એક જોડાયેલા જૂથની રચના ઈસુની બનાવે છે. ઝખાર્યા જ્હોનનો પિતા હતો બાપ્ટિસ્ટ, જેને \"ઇલિયાસ, જે આવવાનું હતું\" તરીકે ઓળખવામાં આવે છે (મેથ્યુ 11: 14); અને ઇલિયાસ હાજર હોવાનું કહેવાય છે અને માઉન્ટ પર રૂપાંતર સમયે ઈસુ સાથે વાત કરી હતી (મેથ્યુ 17: 3). \"[ 29]\n\nજોકે મોટાભાગના મુસ્લિમ વિદ્વાનો માનતા હતા કે એલિજાએ ઇઝરાઇલમાં ઉપદેશ આપ્યો હતો, કુરાન પરના કેટલાક પ્રારંભિક વિવેચકોએ જણાવ્યું હતું કે ઇલ્યાસને લેબનોનમાં બાલબેક મોકલવામાં આવ્યો હતો. [] ૦] આધુનિક વિદ્વાનોએ આ દાવાને નકારી કા, ્યો છે, જેમાં જણાવ્યું હતું કે શહેરના નામના પહેલા ભાગને કારણે બાલના નામના પ્રથમ ભાગને કારણે એલિજાહ સાથે શહેરનું જોડાણ કરવામાં આવ્યું હોત, જે દેવતા હતા, જે એલિજાએ તેમના લોકોને પૂજા કરવાનું બંધ કરવા વિનંતી કરી હતી. બાલબેક સાથેના એલિજાહના શહેરની ઓળખને નકારી કા chola વામાં વધુ દલીલ કરવામાં આવે છે કે કુરાન અથવા હિબ્રુ બાઇબલ બંનેમાં બાલબેક શહેરનો ઉલ્લેખ ઇલિયસ સાથે કરવામાં આવ્યો નથી. [] ૧]\n\nમૃત્યુ\nસમય જતાં, દુષ્કાળ ફેલાય અને ઘણા મૃત્યુ પામ્યા. જ્યારે તેઓએ પોતાને લાદ્યું, તેમના ભૂતકાળના કાર્યોને અફસોસ કર્યો, ઇલિયાસ (એ) તરફ વળ્યો, અને તેનું આમંત્રણ સ્વીકાર્યું. [] ૨] તે પછી, ઇલિયાસ (એ) ની પ્રાર્થનાને કારણે ભારે વરસાદ આવ્યો અને જમીન તૃપ્ત થઈ ગઈ; જો કે, થોડા સમય પછી, લોકો ભગવાન સાથેનો તેમનો કરાર ભૂલી ગયા અને મૂર્તિની પૂજા પર પાછા ફર્યા. જ્યારે ઇલ્યાએ આ જોયું, ત્યારે તેણે ભગવાનને પોતાના મૃત્યુ માટે પૂછ્યું; પરંતુ, ઈશ્વરે તેને અગ્નિનો રથ મોકલ્યો અને તે આકાશમાં ચ and ્યો અને એલ્યાસની પસંદગી કરી, જે તેમના ઉપદેશક તરીકેનો વિદ્યાર્થી હતો. [] 33] ઇલિયસ ભાગ્યે જ ઇસ્લામિક એસ્ચેટોલોજી સાથે સંકળાયેલ છે. [] 34] જો કે, કેટલાક મુસ્લિમો માને છે કે સમયના અંત દરમિયાન ઇલિયસ રહસ્યમય આકૃતિ ખિડ્ર સાથે પાછા આવશે તેવી અપેક્ષા છે. []]\n\nવારસો\nમુસ્લિમ સાહિત્ય અને પરંપરાએ જણાવ્યું હતું કે ઇલ્યાએ ઇઝરાઇલના રાજ્યને ઉપદેશ આપ્યો હતો, આહાબ અને પછીથી તેમના પુત્ર આહઝ્યા દ્વારા શાસન કર્યું હતું. તેને \"રણના પ્રબોધક - જેમ કે યાહ્યા\" કહેવામાં આવે છે. [] 35] માનવામાં આવે છે કે ઇલ્યાએ આહાબ અને તેની પત્ની ઇઝેબેલને ઉત્સાહ સાથે ઉપદેશ આપ્યો હતો, જે મુસ્લિમ પરંપરા અનુસાર આ ક્ષેત્રમાં ખોટી મૂર્તિઓની ઉપાસના માટે અંશત. જવાબદાર હતો. મુસ્લિમો માને છે કે તે એટલા માટે હતું કારણ કે મોટાભાગના લોકોએ એલિજાને સાંભળવાની ના પાડી હતી કે એલિશાએ તેમના પછી ઇઝરાઇલને ભગવાનનો સંદેશ ઉપદેશ આપવાનું ચાલુ રાખવું પડ્યું. [] 36]\n\nઇલિયસ મુસ્લિમ સંસ્કૃતિમાં દંતકથાઓ અને લોકકથાઓનો વિષય રહ્યો છે, જેમાં સામાન્ય રીતે ખિડર સાથેની તેમની બેઠક શામેલ હોય છે. મુસ્લિમ એક્ઝેગેટ અહેવાલ મુજબ, મુહમ્મદ મક્કામાં ઇલ્યાને મળ્યો. [] 37] ઇસ્લામિક રહસ્યવાદમાં, ઇલિયસ age ષિ ખિડ્ર સાથે નજીકથી સંકળાયેલ છે. એક હદીસે અહેવાલ આપ્યો કે ઇલિયસ અને ખિદરે દર વર્ષે યરૂશાલેમમાં મક્કાની યાત્રા પર જવા માટે મળ્યા હતા. [] 38] ઇલ્યાસ અસંખ્ય વખત હમઝનામામાં પણ દેખાય છે, જ્યાં તે ખિડ્રનો ભાઈ હોવાનું અને યુવાનીના ફુવારાથી પીનાર વ્યક્તિ તરીકે બોલવામાં આવે છે. []]] વળી, તે કિતબ અલ-કાફીમાં વર્ણવવામાં આવ્યું છે કે ઇમામ જાફાર અલ-સદીક સીરિયન ભાષામાં ઇલિયસના પ્રણામનો પાઠ કરી રહ્યો હતો અને રડવાનું શરૂ કર્યું. ત્યારબાદ તેમણે અરબીની વિનંતીને મુલાકાતી વિદ્વાનોના જૂથમાં અનુવાદિત કરી:\n\n\"હે ભગવાન, શું હું શોધી શકું છું કે તમે મને સજા કરો છો, તેમ છતાં તમે મધ્યાહનની ગરમીમાં મારી તરસ વિશે જાણો છો? શું હું શોધી શકું છું કે તમે મને શિક્ષા કરો છો, તેમ છતાં તમે જાણો છો કે હું તમારી પૂજા કરવા માટે પૃથ્વી પર મારો ચહેરો ઘસું છું? શું હું શોધી શકું છું કે તમે સજા કરો છો મને જોકે તમે જાણો છો કે હું તમારા માટે પાપ છોડી દઉં છું? શું હું શોધી શકું છું કે તમે મને સજા કરો છો, તેમ છતાં તમે જાણો છો કે હું ફક્ત તમારા માટે આખી રાત જાગૃત રહું છું? \" ત્યારબાદ અલ્લાહ ઇલિયસને પ્રેરણા આપે છે, \"પૃથ્વી પરથી તમારું માથું ઉભા કરો કારણ કે હું તમને સજા નહીં કરું\". [] ૦]\n\nનોંધ\n \"ઇલિયાસ એલિજાની જેમ જ છે, જેની વાર્તા ઓલ્ડ ટેસ્ટામેન્ટમાં 1 કિંગ્સ 17-19 અને 2 કિંગ્સ 1-2 માં મળી આવશે. એલિજાહ આહાબ (896-874 બીસીઇ) અને આહઝ્યા (874-872 બીસીઇ) ના શાસનકાળમાં રહેતા હતા. ), ઇઝરાઇલ અથવા સમરિયાના (ઉત્તરીય) કિંગડમના રાજાઓ. તે રણના પ્રબોધક હતા, જેમ કે જ્હોન બાપ્ટિસ્ટ, અમારા પવિત્ર પ્રોફેટથી વિપરીત, જેમણે ભાગ લીધો, નિયંત્રિત અને તેના લોકોની તમામ બાબતોને માર્ગદર્શન આપ્યું. બંને આહાબ અને અઝાર્યા બાલની પૂજામાં ભાગ લેવાનું જોખમ ધરાવતા હતા, સીરિયામાં સૂર્ય-દેવની પૂજા કરવામાં આવતી હતી. આ ઉપાસનામાં પ્રકૃતિ-પાવર્સ અને પ્રક્ષેપણ શક્તિઓની પૂજા પણ શામેલ છે, જેમ કે લિંગમની હિન્દુ પૂજાની જેમ, અને ઘણા દુરૂપયોગો તરફ દોરી ગયા. રાજા આહેબે સિડોન, ઇઝેબેલની રાજકુમારી સાથે લગ્ન કર્યા હતા, જે એક દુષ્ટ મહિલા છે, જેણે તેના પતિને અલ્લાહને છોડીને બાલ-ઉપાસના અપનાવવા દોરી હતી. \" ... \"એલિજાએ આહહસના તમામ પાપો તેમજ આહઝ્યાના પાપોની નિંદા કરી હતી અને તેમના જીવન માટે ભાગી જવું પડ્યું હતું. આખરે, ઓલ્ડ ટેસ્ટામેન્ટ અનુસાર, [૧]] પછી તેને અગ્નિના એક રથમાં વમળમાં લઈ જવામાં આવ્યો તેણે એલિશા ધ પ્રોફેટ સાથે પોતાનો આવરણ છોડી દીધો હતો. \"[20]",
"Alyasa": "અલ્યાસા (અરબી: اليل, રોમાઇઝ્ડ: અલ્યાસ ') પ્રોફેટ અને મેસેન્જર ઓફ ગ God ડ (અલ્લાહ) છે જેમને ઇઝરાઇલના બાળકોને માર્ગદર્શન આપવા મોકલવામાં આવ્યો હતો. કુરાનમાં, અલ્યાસાનો બે વાર પ્રબોધક તરીકે ઉલ્લેખ કરવામાં આવ્યો છે, [1] અને સાથી પ્રબોધકોની સાથે બંને વખત ઉલ્લેખ કરવામાં આવ્યો છે. [૨] મુસ્લિમો દ્વારા ઇલિયસ (એલિજાહ) ના ભવિષ્યવાણીના અનુગામી તરીકે તેમનું સન્માન કરવામાં આવ્યું છે. ઇસ્લામિક સૂત્રો કે જે એલિશાને ખિદ્ર સાથે ઓળખે છે તે ઇસ્લામિક પરંપરામાં ખિડ્ર અને ઇલ્યાસ વચ્ચેના મજબૂત સંબંધને ટાંકે છે. []]\n\nવ્યક્તિત્વ\nઅલ-અન'મ 6:86 અને ઉદાસી 38:48 માં અલ્યાસાના નામનો બે વાર ઉલ્લેખ કરવામાં આવ્યો છે. તે શ્લોકોમાં, અલ્યાસાના વ્યક્તિત્વ અથવા ભવિષ્યવાણી વિશે કંઈપણ ઉલ્લેખ કર્યા વિના, તેનો ઉલ્લેખ \"ગ્રેસ્ડ\" અને \"ચુંટણી વચ્ચે\" તરીકે કરવામાં આવે છે. []] કુરાનના જણાવ્યા મુજબ, એલિશાને \"બાકીના સર્જનની ઉપર\" (અરબી: ضلْلْنَا عَلى ٱلْعَالَمِن, રોમાઇઝ્ડ: ફ ḍḍalnā ʿala l-ā āmauman (a) [4] છે અને \"ઉત્તમ\" છે: મીના એલ-અકીઅર).\n\nઅને ઇસ્માઇલ અને અલ્યાસ અને યુનસ, અને લટ; અને દરેકને આપણે વિશ્વમાં આકર્ષ્યા;\n\n-અલ-અન'મ 6:86\nઅને અમારા સેવકો ઇસ્માઇલ, અલ્યાસા અને ધુલ-કીફલને યાદ રાખો, તેમાંથી દરેક ખરેખર સારા છે.\n\n- ઉદાસી 38:48\nદ્વેષો\nઅલી અલ-રિધાની શિયા હદીસમાં, ઉલ્લેખ કરવામાં આવ્યો છે કે અલ્યાસા, ડેડના પુનરુત્થાન, માંદાને મટાડવાનો અને પાણી પર ચાલવા સહિતના કેટલાક ચમત્કારો હતા. [ટાંકવાની જરૂર છે]\n\nદાવો કરેલ કબરો\nકેટલાક મુસ્લિમો માને છે કે સાઉદી અરેબિયાના પૂર્વી ક્ષેત્રમાં એલિશાની સમાધિ અલ-અવજામમાં છે. સાઉદી સરકાર દ્વારા આ મંદિરને દૂર કરવામાં આવ્યું કારણ કે સાઉદી અરેબિયામાં વહાબી અથવા સલાફી રિફોર્મ ચળવળને પ્રબળ અનુસાર આ પ્રકારની આદર નથી. []] []] તે ઓટ્ટોમન અરેબિયાના સમય દરમિયાન ઘણી સદીઓથી એક મહત્વપૂર્ણ સીમાચિહ્નરૂપ હતો, અને પૂર્વ-આધુનિક સમયગાળા દરમિયાન તમામ સંપ્રદાયોના મુસ્લિમો માટે ખૂબ જ લોકપ્રિય યાત્રા સ્થળ હતું. []]\n\nએલિશાની કબર તુર્કીના દીયરબાકીર પ્રાંતના ઇઇલ જિલ્લામાં હાજર છે. []] મૂળ મંદિર એક નદીની નજીક હતું જે 1994 માં છલકાતું હતું. સિટી કાઉન્સિલ દ્વારા ધાર્મિક બાબતોના નિયામકના સહયોગથી નવ વિદ્વાનોનું એક ગુપ્ત બોર્ડ બનાવવામાં આવ્યું હતું, જેથી જાહેરમાં એક્ઝ્યુમેશન તરફ દોરવામાં ન આવે. આ વિસ્તારમાં છલકાઇ જાય તે પહેલાં, કબર રાત્રે ખોદવામાં આવી હતી અને પ્રબોધકની સચવાયેલી સંસ્થા - નવ વિદ્વાનો અને સત્તાવાર કામદારો દ્વારા સાક્ષી આપવામાં આવી હતી - તેને પૂરના મેદાનની નજરમાં એક ટેકરી પર દફનાવવામાં આવી હતી. જો કે, ઘણા ટાઉનફોક તે રાત્રે તેમના સ્વપ્નમાં પ્રબોધકને જોતા હતા, અને નવા સ્થળે તેના રિબ્યુરિયલનું નિરીક્ષણ કરવા માટે સૂર્યોદય પહેલાં બહાર નીકળ્યા હતા. [૧૦] [११]",
"Yunus": "યુનુસ ઇબન મટ્ટા (અરબી: ُونُાંતર ابن ماેદ, રોમાઇઝ્ડ: યેનસ ઇબન મટ્ટા) ભગવાનનો એક પ્રબોધક અને મેસેંજર છે (અલ્લાહ). યુનુસને પરંપરાગત રીતે ઇસ્લામમાં એક પ્રબોધક તરીકે ખૂબ મહત્વનું માનવામાં આવે છે જે ભગવાન પ્રત્યે વફાદાર હતા અને તેમના સંદેશા પહોંચાડ્યા હતા. [1] [૨] કુરાનમાં નામ આપવામાં આવેલા બાઇબલના બાર નાના પ્રબોધકોમાંથી એક માત્ર યુનુસ છે. []] કુરાનના દસમા અધ્યાયનું નામ તેના નામ પર રાખવામાં આવ્યું છે. []]\n\nયુનસને ધુલ-નૂન કહેવામાં આવે છે (અરબી: ذُو ٱلنُّوْن) અને મુસ્લિમો દ્વારા. []] કુરાનમાં નામથી ચાર વખત તેનો ઉલ્લેખ કરવામાં આવ્યો છે. []]\n\nહદીથિક ઉલ્લેખ\nયુનુસનો પણ મુહમ્મદના જીવનકાળ દરમિયાન કેટલીક ઘટનાઓમાં ઉલ્લેખ કરવામાં આવ્યો છે. કેટલાક કિસ્સાઓમાં, યુનુસનું નામ મુહમ્મદ દ્વારા પ્રશંસા અને આદર સાથે વાત કરવામાં આવે છે. મુહમ્મદના જીવન વિશેના historical તિહાસિક કથાઓ અનુસાર, દસ વર્ષના ઘટસ્ફોટ પ્રાપ્ત કર્યા પછી, મુહમ્મદ તા'ઇફ શહેરમાં ગયો કે તેના નેતાઓ તેને મક્કાને બદલે ત્યાંથી પોતાનો સંદેશ ઉપદેશ આપવાની મંજૂરી આપશે, પરંતુ તે શહેરમાંથી કાસ્ટ કરવામાં આવ્યો હતો. આ લોકો. તેમણે કુરૈશ આદિજાતિના બે સભ્યો ઉટબાહ અને શેબાહના બગીચામાં આશ્રય લીધો. તેઓએ તેમના સેવક, એડાસને, જીવનનિર્વાહ માટે દ્રાક્ષની સેવા કરવા મોકલ્યા. મુહમ્મદે એડાસને પૂછ્યું કે તે ક્યાંથી છે અને સેવકે નિનાવેહને જવાબ આપ્યો. \"યુનુસનું શહેર, અમિતાઇનો પુત્ર!\" મુહમ્મદે કહ્યું. એડાસને આઘાત લાગ્યો કારણ કે તે જાણતો હતો કે મૂર્તિપૂજક આરબોને યુનુસનું કોઈ જાણકારી નથી. ત્યારબાદ તેણે પૂછ્યું કે મુહમ્મદને આ માણસ વિશે કેવી રીતે ખબર છે. \"અમે ભાઈઓ છીએ,\" મુહમ્મદે જવાબ આપ્યો. \"યુનુસ ભગવાનનો એક પ્રબોધક હતો અને હું પણ ભગવાનનો પ્રબોધક છું.\" એડાસે તરત જ ઇસ્લામ સ્વીકાર્યો અને મુહમ્મદના હાથ અને પગને ચુંબન કર્યું. [૧૦]\n\nઇમામ બુખારીના સંગ્રહમાં, મુહમ્મદની એક કહેવત કહે છે કે મુહમ્મદે કહ્યું હતું કે \"કોઈએ એવું ન કહેવું જોઈએ કે હું યુનુસ કરતા વધુ સારી છું\". [११] [१२] [૧]] [૧]] મુહમ્મદના વૃદ્ધ સમકાલીન ઇબન અબી અલ-સ alt લ્ટે શીખવ્યું કે, યુનુસે અલ્લાહને પ્રાર્થના ન કરી હોત, તો તે પુનરુત્થાનના દિવસ સુધી માછલીની અંદર ફસાયા હોત [૧]], પરંતુ, તેમની પ્રાર્થનાને કારણે, યુનસ \"યુનસ\" રોકાઈ ગયા, માછલીના પેટની અંદરના દિવસો \". [૧]]\n\nનવમી સદીના પર્સિયન ઇતિહાસકાર અલ-તાબારીએ નોંધ્યું છે કે, જ્યારે જોનાહ માછલીની અંદર હતો, ત્યારે \"તેના કોઈ પણ હાડકાં અથવા સભ્યો ઘાયલ થયા ન હતા\". [૧]] અલ-તાબારીએ એમ પણ લખ્યું છે કે અલ્લાહે માછલીના શરીરને પારદર્શક બનાવ્યો, યુનુસને \"deep ંડાના અજાયબીઓ\" [૧]] જોવાની મંજૂરી આપી અને યુનુસે અલ્લાહની બધી માછલીઓ ગાતી સાંભળી. [૧]] દસમી સદીના કવિ કિસાઇ મારવાઝીએ નોંધ્યું છે કે યુનુસના પિતા સિત્તેર વર્ષનો હતો જ્યારે યુનુસનો જન્મ થયો હતો [૧]] કોર્ન્યુકોપિયા બનો. [૧]]\n\nકબરો\nઆ પણ જુઓ: મોસુલની મસ્જિદો અને મંદિરો § મસ્જિદ_ઓફ_થે_પ્રોફેટ_જોનાહ\n\nયુનસની મસ્જિદના ખંડેરનો ફોટોગ્રાફ, આઈએસઆઈએલ દ્વારા તેના વિનાશને પગલે\nનિન્વેહનું વર્તમાન સ્થાન પાંચ દરવાજાના ખોદકામ, ચાર બાજુઓ પર દિવાલોના ભાગો અને બે મોટા ટેકરા દ્વારા ચિહ્નિત થયેલ છે: કુયુનજિકની ટેકરી અને નબી યુનુસ (ફુટનોટમાં નકશાની લિંક જુઓ). [૧]] નબી યુનસની ઉપરની એક મસ્જિદ જોનાહને સમર્પિત હતી અને તેમાં એક મંદિર હતું, જે મુસ્લિમો અને ખ્રિસ્તીઓ બંને દ્વારા જોનાના સમાધિના સ્થળ તરીકે આદરણીય હતું. [૧]] આ કબર એક લોકપ્રિય યાત્રા સ્થળ [18] અને મધ્ય પૂર્વમાં યહૂદીઓ, ખ્રિસ્તીઓ અને મુસ્લિમોના એકતાનું પ્રતીક હતું. [૧]] 24 જુલાઈ, 2014 ના રોજ, ઇસ્લામિક રાજ્ય ઇરાક અને લેવન્ટ (આઈએસઆઈએલ) એ મૂર્તિપૂજક માનવામાં આવતા ધાર્મિક અભયારણ્યોને નષ્ટ કરવાના અભિયાનના ભાગ રૂપે કબર ધરાવતી મસ્જિદનો નાશ કરી. [૧]] [૧]] જાન્યુઆરી, 2017 માં મોસુલને આઈએસઆઈએલથી પાછો લઈ ગયા પછી, 7 મી સદીના પહેલા ભાગમાં ઇસારહાડ્ડન દ્વારા બનાવવામાં આવેલ એક પ્રાચીન આશ્શૂર મહેલ બીસીઇના વિનાશકારી મસ્જિદની નીચે મળી આવ્યો હતો. [૧]] [૨૦] આઇએસઆઇએલએ કાળા બજારમાં વેચવા માટે વસ્તુઓના મહેલમાં લૂંટ ચલાવી હતી, [૧]] [૨૦] પરંતુ કેટલીક કલાકૃતિઓ કે જે પરિવહન કરવામાં વધુ મુશ્કેલ હતી તે હજી પણ સ્થાને રહી છે. [૧]] [૨૦]\n\nઅન્ય મુસ્લિમ કબરો\nજોનાહની સમાધિના અન્ય પ્રતિષ્ઠિત સ્થળોમાં ઇઝરાઇલના ગાથ-હેફરના પ્રાચીન સ્થળ પર સ્થિત મશહદનું આરબ ગામ શામેલ છે; [२१] હેબ્રોનની ઉત્તરમાં 5 કિ.મી. (3.1 માઇલ) ના પેલેસ્ટિનિયન પશ્ચિમ કાંઠે શહેર; [२२] અને લેબનોનનાં સારાફંદ (સરપ્ટા) શહેર નજીક એક અભયારણ્ય. [૨]] બીજી પરંપરા આધુનિક લાઇટહાઉસ દ્વારા covered ંકાયેલ એક સ્થળ પર, ઇઝરાઇલી શહેર એશ્ડોદની ઉત્તરીય ધાર પર, \"જોનાહ હિલ\" નામની એક ટેકરી પર કબર મૂકે છે.\n\nફાતિહ પાશા મસ્જિદમાં મિહરાબની પાછળ સ્થિત તુર્કીના દયારબકીરમાં જોનાહની એક સમાધિ મળી શકે છે. [૨]] [૨]] ઇવિલીયા સેલેબીએ તેમના સેહટનામમાં જણાવ્યું હતું કે તે જોનાહની કબરોની મુલાકાત લે છે. [२]] [૨]]\n\nકુરાનીનો ઉલ્લેખ\nઅલ-અન્બીયા 21:87 []] અને અલ-કાલમ 68:48 માં, યુનુસને ધુલ-એનન કહેવામાં આવે છે (અરબી: ذُو ٱلنُّوْن, લિટ. 'એક માછલી'). []] એન-નિસા :: ૧33 અને અલ-અનમ 6:86 માં, તેને \"અલ્લાહનો પ્રેરિત\" તરીકે ઓળખવામાં આવે છે. []] સુરાહ 37: 139-148 યુનસની સંપૂર્ણ વાર્તા ફરીથી રજૂ કરે છે: []]\nતેથી (અમારા દ્વારા) મોકલેલા લોકોમાં પણ જોનાહ હતો.\nજ્યારે તે ભાગી ગયો (કેદમાંથી ગુલામની જેમ) વહાણમાં (સંપૂર્ણ) ભરેલા,\nતેણે (સંમત થયા) ઘણાં બધાં કાસ્ટ કર્યા, અને તેની નિંદા કરવામાં આવી:\nપછી વ્હેલે તેને ગળી ગયો, અને તેણે દોષી લાયક કૃત્યો કર્યા.\nજો તે ન હોત કે તેણે (પસ્તાવો કર્યો અને) અલ્લાહનો મહિમા કર્યો,\nપુનરુત્થાનના દિવસ સુધી તે ચોક્કસપણે માછલીની અંદર જ રહ્યો હોત.\nપરંતુ અમે તેને માંદગીની સ્થિતિમાં નગ્ન કાંઠે આગળ કા .ીએ છીએ,\nઅને અમે તેના ઉપર, ખાટા પ્રકારનો ફેલાતો છોડ ઉગાડવાનું કારણ બન્યું.\nઅને અમે તેને (એક મિશન પર) સો હજાર (પુરુષો) અથવા તેથી વધુ મોકલ્યા.\nઅને તેઓ માનતા; તેથી અમે તેમને થોડા સમય માટે (તેમના જીવન) માણવાની મંજૂરી આપી.\n\n-કુરાન, પ્રકરણ 37 (એએસ-સાફટ), છંદો 139–148 []]\nકુરાન યુનસની વારસોનો ઉલ્લેખ કરતો નથી, []] પરંતુ મુસ્લિમ પરંપરા શીખવે છે કે યુનસ બિનીજામિનના આદિજાતિમાંથી છે. []]",
"Zakariya": "ઇસ્લામિક સિધ્ધાંત અનુસાર, ઝકરિયા (અરબી: زكريا, ઝખાર્યા) એક પ્રબોધક અને ભગવાનનો સંદેશવાહક છે (અલ્લાહ), અને પ્રબોધક યાહ્યાનો પિતા.\n\nકુરાનમાં\nઝકરીયા એક ન્યાયી પાદરી [1] અને ભગવાનના પ્રબોધક હતા, જેની office ફિસ જેરૂસલેમના બીજા મંદિરમાં હતી. તે વારંવાર મંદિરની સેવાઓનું સંચાલન કરવાનો હવાલો લેતો હતો [२] અને તે હંમેશાં ભગવાનને પ્રાર્થનામાં અડગ રહેતો.\n\nપુત્ર માટે પ્રાર્થના\nજ્યારે તે વૃદ્ધાવસ્થામાં પહોંચ્યો, ત્યારે ઝકરીયાએ ચિંતા કરવાનું શરૂ કર્યું કે તેમના મૃત્યુ પછી ભગવાનના સંદેશાનો ઉપદેશ આપવાનો વારસો કોણ ચાલુ રાખશે અને તેમના પછી મંદિરની દૈનિક સેવાઓ કોણ લેશે. ઝકરીયાએ પુત્ર માટે ભગવાનને પ્રાર્થના કરવાનું શરૂ કર્યું. સંતાનોના જન્મ માટે પ્રાર્થના ફક્ત બાળકની ઇચ્છાથી જ નહોતી. [1] તેમણે પોતાના અને લોકો માટે બંને માટે પ્રાર્થના કરી - તેમને એક સંદેશવાહક, ભગવાનનો માણસની જરૂર હતી જે ઝકરીયા પછી ભગવાનની સેવામાં કામ કરશે. ઝકરીયાનું પાત્ર અને સદ્ગુણ હતું અને તે આને તેના આધ્યાત્મિક વારસદારને તેના સૌથી કિંમતી કબજા તરીકે સ્થાનાંતરિત કરવા માંગતો હતો. તેમનું સ્વપ્ન ઘરને પિતૃપ્રધાન જેકબના વંશમાં પુન restore સ્થાપિત કરવાનું હતું, અને ઇઝરાઇલ માટે ભગવાનનો સંદેશ નવીકરણ કરવામાં આવ્યો છે તેની ખાતરી કરવી. કુરાન કહે છે તેમ:\n\nતમારા ભગવાનની દયાનો ઉલ્લેખ તેના સેવક ઝકરીયાને. જ્યારે તે તેમના ભગવાનને ગુપ્ત રીતે રડતો રડતો હતો, ત્યારે કહેતો હતો: મારા ભગવાન! જુઓ! મારા હાડકાં નબળા અને માથું ભૂરા વાળથી ચમકતું હોય છે, અને મારા ભગવાન, હું તને પ્રાર્થનામાં ક્યારેય અવિશ્વસનીય રહ્યો નથી. જુઓ! મારી પત્ની ઉજ્જડ હોવાથી મને મારા કિન્સફોકથી ડર છે. ઓહ, મને તમારી હાજરીમાંથી એક અનુગામી આપો જે મને વારસામાં લેશે અને જેકબના ઘરનો વારસો (પણ) કરશે. અને તેને, મારા ભગવાન, સ્વીકાર્ય (તને) બનાવો. [કુરાન 19: 4–6 (પિક્થલ દ્વારા અનુવાદિત)]\n\nપિતા યાહ્યા\nભગવાન તરફથી ભેટ તરીકે, ઝકરીયાને યૈયા (અરબી: ح, જ્હોન ધ બેપ્ટિસ્ટ સાથે ઓળખવામાં આવ્યો) નામનો પુત્ર આપવામાં આવ્યો, જેનું નામ એકલા આ બાળક માટે ખાસ પસંદ કરાયું છે. મુસ્લિમ પરંપરા વર્ણવે છે કે ઝકરીયા બાવન વર્ષનો હતો []] જ્યારે તેને જ્હોનના જન્મ વિશે કહેવામાં આવ્યું હતું.\n\nઝકરીયાની પ્રાર્થના અનુસાર, ભગવાન જ્હોન (યાહ્યા) ને ભગવાનના સંદેશાને નવીકરણ બનાવ્યું, જે ઇઝરાઇલીઓ દ્વારા ભ્રષ્ટ અને ખોવાઈ ગયું હતું. []] કુરાન કહે છે તેમ:\n\nઓ ઝખાર્યા! જુઓ! અમે તને એક પુત્રની ભરતી લાવીએ છીએ, જેનું નામ જ્હોન છે; અમે (તેને) પહેલાં કોઈને પણ એવું જ નામ આપ્યું છે. તેણે કહ્યું: મારા ભગવાન! જ્યારે મારી પત્ની ઉજ્જડ હોય અને હું વૃદ્ધાવસ્થામાં પહોંચી ગયો છું ત્યારે હું કેવી રીતે પુત્ર મેળવી શકું? તેણે કહ્યું: તો તે હશે, તમારા ભગવાન કહે છે: મારા માટે તે સરળ છે, અને ખરેખર મેં તમને પહેલાં બનાવ્યું હતું, જ્યારે તમે કંઈ ન હતા. તેણે કહ્યું: મારા ભગવાન! મને નિશાની આપો. તેમણે કહ્યું: તમારી નિશાની એ છે કે તમે તંદુરસ્ત તંદુરસ્તીમાં હોય ત્યારે ત્રણ રાત લોકો સાથે વાત કરી શકશો નહીં.\n\n- [કુરાન 19: 7-10 (પિકથલ દ્વારા અનુવાદિત)]\nમરિયમ વાલી\nકુરાન અનુસાર, ઝકરીયા મરિયમનો વાલી હતો. કુરાન જણાવે છે:\n\n(યાદ રાખો) જ્યારે 'ઇમરાની પત્નીએ કહ્યું: મારા ભગવાન! મેં તારાને વચન આપ્યું છે કે જે મારા પેટમાં એક પવિત્ર (offering ફર) છે. તે મારી પાસેથી સ્વીકારો. જુઓ! તું, ફક્ત તું, સાંભળનાર, જ્ er ાની! અને જ્યારે તેણીને પહોંચાડવામાં આવી ત્યારે તેણે કહ્યું: મારા ભગવાન! જુઓ! હું એક સ્ત્રીને પહોંચાડું છું - અલ્લાહ તેણીને જે પહોંચાડવામાં આવી હતી તેનાથી શ્રેષ્ઠ જાણતી હતી - પુરુષ સ્ત્રીની જેમ નથી; અને લો! મેં તેનું નામ મેરી રાખ્યું છે, અને લો! હું તેના માટે અને શેતાનના આઉટકાસ્ટથી તેના સંતાનો માટે તમારી સુરક્ષાની ઝંખના કરું છું. અને તેના પ્રભુએ તેને સંપૂર્ણ સ્વીકૃતિ સાથે સ્વીકારી અને તેને સારી વૃદ્ધિની ખાતરી આપી; અને ઝખાર્યાને તેના વાલી બનાવ્યા. જ્યારે પણ ઝકરીયા તે અભયારણ્યમાં ગઈ હતી, ત્યારે તેણે જોયું કે તેણીને ખોરાક છે. તેણે કહ્યું: ઓ મેરી! તારા માટે આ (ખોરાક) ક્યાંથી આવે છે? તેણીએ જવાબ આપ્યો: તે અલ્લાહનો છે. અલ્લાહ તે કોને કરશે તે વલણ વિના આપે છે.\n\nમુસ્લિમ ધર્મશાસ્ત્રનું કહેવું છે કે ઝકરીયા, જ્હોન ધ બેપ્ટિસ્ટ અને ઈસુ સાથે, પ્રબોધકોના નવા યુગની શરૂઆત કરી હતી - તે બધા પ્રોફેટ એરોનના પિતા અમ્રમ (ઇમરાન) ના પૂજારી વંશથી આવ્યા હતા. હકીકત એ છે કે, બધા પાદરીઓમાંથી, તે ઝકરીયા હતા જેને મેરી (મરિયમ) ની સંભાળ રાખવાની ફરજ આપવામાં આવી હતી, તે એક ધર્મનિષ્ઠ માણસ તરીકેની સ્થિતિ બતાવે છે. ભગવાન અને ન્યાયી માણસના પ્રબોધક તરીકે કુરાનમાં ઝકરીયાની વારંવાર પ્રશંસા કરવામાં આવે છે. આવા એક મૂલ્યાંકન સુરા અલ-અનમમાં છે:\n\n\"અને ઝકરીયા અને યાહ્યા અને ઇસા અને ઇલિયાસ. દરેક એક ન્યાયી હતા.\" [કુરાન :: 85 :: 85: (પિક્થલ દ્વારા અનુવાદિત)]\n\nકુરાન અનુવાદક અબ્દુલ્લા યુસુફ અલી આ એક લાઇન પર ટિપ્પણી આપે છે []] - સૂચવે છે કે આ વિશિષ્ટ પ્રબોધકો એક બીજા સાથે આધ્યાત્મિક જોડાણ બનાવે છે. તે નિર્દેશ કરે છે કે યાહ્યા ઇસાનો સંબંધી હતો, જ્યારે એલિઆસ એક હતો જે માઉન્ટ પર ઇસા []] ના પરિવર્તન સમયે હાજર હતો, જેમ કે ન્યુ ટેસ્ટામેન્ટમાં ઉલ્લેખ કર્યો છે. આ દરમિયાન, ઝકરીયા, લગ્ન દ્વારા, ઇસાના કાકા હતા અને તેમના પુત્ર યાયહાને ન્યુ ટેસ્ટામેન્ટમાં એલિઆસ તરીકે ઓળખવામાં આવતો હતો. []]",
"Yahya": "યૈય ઇબન ઝકાર્ય (અરબી: ح ابن زكريا, શાબ્દિક રીતે યાહ્યા/જ્હોન, ઝખાર્યાના પુત્ર), જેને અંગ્રેજીમાં જ્હોન બાપ્ટિસ્ટ તરીકે ઓળખવામાં આવે છે, જેને ઇસ્લામનો એક પ્રોફેટ અને ઈશ્વરના મેસેન્જર (અલ્લાહ) માનવામાં આવે છે, જે ઇસ્રેલના બાળકોને માર્ગદર્શન આપવા માટે મોકલવામાં આવ્યો હતો . તે મુસ્લિમો દ્વારા ભગવાનના શબ્દનો સાક્ષી હોવાનું માનવામાં આવે છે જે ઇસા અલ-મસિહ (ઈસુ ખ્રિસ્ત) ના આવતાની હેરાલ્ડ કરશે. [1] [૨]\n\nકુરાનમાં યાહ્યાનો ઉલ્લેખ પાંચ વખત છે. []]\n\nયાહ્યાને સુફીઝમ તેમજ ઇસ્લામિક રહસ્યવાદમાં પણ ખૂબ સન્માનિત કરવામાં આવે છે, મુખ્યત્વે જ્હોનની પવિત્રતા અને દયાના કુરાનના વર્ણનને કારણે. []] સુફીઓએ કુરાનમાં જ્હોન પરના ફકરાઓ પર વારંવાર ટિપ્પણીઓ લાગુ કરી છે, મુખ્યત્વે શાણપણની ઈશ્વરે આપેલી ભેટ જે તેમણે યુવાનીમાં તેમજ ઈસુ સાથેના તેના સમાંતરને પ્રાપ્ત કરી હતી. જોકે જ્હોન અને ઈસુનું વર્ણન કરવા માટે ઉપયોગમાં લેવાતા ઘણા શબ્દસમૂહો કુરાનમાં વર્ચ્યુઅલ રીતે સમાન છે, જે રીતે તેઓ વ્યક્ત કરવામાં આવે છે તે અલગ છે. []]\n\nજન્મ\nકુરાનમાં, ભગવાન હંમેશાં એક પુત્રના જન્મ માટે ઝકરીયાની સતત પ્રાર્થનાનો ઉલ્લેખ કરે છે. ઝકરીયાની પત્ની, ઉજ્જડ હતી અને તેથી બાળકનો જન્મ અશક્ય લાગ્યો હતો. []] ભગવાનની ભેટ તરીકે, ઝખાર્યાને યેયા નામથી પુત્ર આપવામાં આવ્યો, જેનું નામ એકલા આ બાળક માટે ખાસ પસંદ કરવામાં આવ્યું. ઝકરીયાની પ્રાર્થના અનુસાર, ઈશ્વરે યાહ્યા અને ઇસા બનાવ્યા, જેમણે છ મહિના પછી જન્મ લીધો હતો, []] ભગવાનના સંદેશાને નવીકરણ કરે છે, જે ઇઝરાઇલીઓ દ્વારા ભ્રષ્ટ અને વિકૃત થઈ ગઈ હતી.\n\nકુરાન દાવો કરે છે કે જ્હોન બાપ્ટિસ્ટ આ નામ મેળવનાર પ્રથમ વ્યક્તિ હતો (કુરાન 19: 7-10) પરંતુ યોઆનન નામ જ્હોન બેપ્ટિસ્ટ સમક્ષ ઘણી વખત જોવા મળે છે, []] આ શ્લોક ક્યાં તો ઇસ્લામિક વિદ્વાન સંમતિનો ઉલ્લેખ કરે છે કે \"યાઆયે \"યોઆનાન\" []] અથવા જ્હોનના ચમત્કારિક નામના બાઈબલના ખાતા જેવું જ નામ નથી, જેનો હિસાબ હતો કે તેનું નામ લગભગ \"ઝખારિયાઝ\" હતું (ગ્રીક: ζαχαρίας) [10] તેના પિતાના નામ પછી, ના તરીકે તેના પિતા ઝખારિયાઝ (જેને ઝખાર્યા તરીકે પણ ઓળખવામાં આવે છે) ના વંશમાં \"જ્હોન\" (\"યોહાનન\"/\"યોઆન્સ\") નામ આપવામાં આવ્યું હતું. [११] કુરાન કહે છે તેમ: [१२]\n\"ઓ ઝકારીયા, ખરેખર અમે તમને એવા છોકરાની સારી વાતો આપીએ છીએ, જેનું નામ યાહ્યા હશે, અને જેમના માટે આપણે પહેલાં ક્યારેય સમાન બનાવ્યું નથી.\n\nતેણે કહ્યું: \"હે મારા ભગવાન! જ્યારે મારી પત્ની ઉજ્જડ છે અને હું વૃદ્ધાવસ્થાથી ખૂબ જ બગડ્યો છું ત્યારે મારો પુત્ર કેવી રીતે હશે?\"\n\nતેણે કહ્યું: \"તો (તે હશે) તારા ભગવાન કહે છે, 'તે મારા માટે સરળ છે: જ્યારે તમે કંઈ ન કર્યું હોય ત્યારે મેં ખરેખર તને પહેલાં બનાવ્યું હતું!\"\n\n(ઝકર્યા) કહ્યું: \"હે મારા ભગવાન! મને એક નિશાની આપો.\" \"તારું નિશાની,\" જવાબ હતો, \"તે હશે કે તું ત્રણ રાત માટે કોઈ માણસ સાથે વાત કરશે નહીં.\"\n\n- મરિયમ 19: 7-10\n- મરિયમ 19: 12-14\n\nજોર્ડન નદી, જ્યાં યાહ્યાએ ઇસાને બાપ્તિસ્મા આપ્યું. [૧]]\nયાહ્યાને શાસ્ત્રને પકડવાની વિનંતી કરવામાં આવી હતી અને બાળક હોવા છતાં ભગવાન દ્વારા શાણપણ આપવામાં આવ્યું હતું. [૧]] તે શુદ્ધ અને ધર્મનિષ્ઠ હતો, અને ભગવાનની હાજરીમાં સારી રીતે ચાલ્યો. તે તેના માતાપિતા પ્રત્યે ફરજિયાત હતો અને તે ઘમંડી કે બળવાખોર નહોતો. જ્હોનનું શાસ્ત્રોનું વાંચન અને સમજણ, જ્યારે ફક્ત એક બાળક, તે સમયના મહાન વિદ્વાનોને પણ વટાવી ગયો. []] મુસ્લિમના મુક્તિઓ વર્ણવે છે કે ઇસાએ યાહ્યાને બાર શિષ્યો સાથે મોકલ્યો હતો, [૧]] જેમણે ઈસુએ પોતાના શિષ્યોને બોલાવતા પહેલા સંદેશનો ઉપદેશ આપ્યો હતો. []] કુરાન કહે છે: [૧]]\n\"ઓ યા!\n\n- મરિયમ, 19:12\nજ્હોન એક શાસ્ત્રીય પ્રબોધક હતો, [૧]] જે પાપી બધી બાબતોની હિંમતભેર નિંદા કરવા માટે ભગવાન દ્વારા ઉંચા કરવામાં આવ્યા હતા. તદુપરાંત, કુરાન જ્હોનની નમ્ર ધર્મનિષ્ઠા અને પ્રેમ અને જીવન પ્રત્યેના તેના નમ્ર વલણ વિશે વાત કરે છે, જેના માટે તેને જીવનની શુદ્ધતા આપવામાં આવી હતી.\n\nઇસ્લામિક પરંપરા અનુસાર, યાહ્યા હરામ એશ-શરિફ (ટેમ્પલ માઉન્ટ) પર તેમના ઉપદેશો પહોંચાડવા માટે જતા હતા. []]\n\nહત્યા\nયાહ્યાની પ્રોફેથુડ દરમિયાન, તેમની અને હેરોદ એન્ટિપાસ વચ્ચે સંઘર્ષ થયો, જે તેની પ્રથમ પત્નીને છૂટાછેડા લેવા અને પત્ની તરીકે તેની ભૂતપૂર્વ ભાભી લેવા ઇચ્છતા હતા. []] યાહ્યાએ માહિતી આપી હતી કે લગ્ન અભદ્ર હોઈ શકે છે, અને લગ્નને મંજૂરી આપી નથી. આ પછી, હેરોદ એન્ટિપાસે યાહ્યાને કેદ કરી દીધો. []] ત્યારબાદ યાહ્યાને શિરચ્છેદ કરવામાં આવ્યો. [૧]] []] માનવામાં આવે છે કે યાહ્યાનું માથું દમાસ્કસમાં ઉમૈયદ મસ્જિદની અંદર છે. [૧]] [૨૦] [२१]\n\nવારસો\nઇસ્લામમાં, યાહ્યાએ બીજા સ્વર્ગ પર, અલ-ઇઝરા અલ-મીરાજની રાત્રે, ઇસા (ઈસુ) ની સાથે મુહમ્મદને શુભેચ્છા પાઠવી. [२२] મુસ્લિમ સ્થળાંતર દરમિયાન એબિસિનીયામાં યાહ્યાની વાર્તા એબિસિનિયન રાજાને પણ કહેવામાં આવી હતી. [૨]] કુરાનના જણાવ્યા મુજબ, યાહ્યા એક હતો, જેના પર ઈશ્વરે તે દિવસે શાંતિ મોકલ્યો હતો અને તે દિવસે તે મૃત્યુ પામ્યો હતો. [૨]] અલ-સુયુટીના જણાવ્યા મુજબ, ઇબ્રાહિમે જણાવ્યું હતું કે વિશ્વની રચનાથી સ્વર્ગ અને પૃથ્વી ફક્ત બે લોકો, યાહ્યા અને હુસેન માટે રડતી હતી. [૨]] [૨]] એક હદીસના જણાવ્યા મુજબ, મુહમ્મદે કહ્યું: \"આદમનો દરેક પુત્ર પુનરુત્થાનના દિવસે આવશે અને યાહ્યા ઇબ્ને ઝકારીયા સિવાય તેની સામે તેની સામે પાપ થશે.\" [૨]] ઘણા મુસ્લિમો યાહ્યાની તુલના હુસેન સાથે કરે છે. [૨]] યાહ્યા અને હુસેન બંનેના વડા સીરિયાના દમાસ્કસમાં ઉમાયદ મસ્જિદમાં હોવાનું માનવામાં આવે છે.",
"Isa": "ઇસા (ઈસુ) એ અલ્લાહ અને મસિહાના પ્રબોધક અને મેસેંજર છે. તે ઇઝરાઇલ (બાની ઇઝરાઇલ) ના બાળકોને માર્ગદર્શન આપવા માટે મોકલેલો છેલ્લો પ્રબોધક છે અને તેને ઇન્જેઇલ (ગોસ્પેલ) નામનું પવિત્ર પુસ્તક જાહેર થયું હતું.\n\nકુરાનમાં, ઇસાને મસીહા (અલ-મસા) તરીકે વર્ણવવામાં આવે છે, જે વર્જિન મેરીના જન્મેલા છે, શિષ્યો સાથે, યહૂદી સ્થાપના દ્વારા નકારી અને સ્વર્ગમાં ઉછરેલા ચમત્કારો કર્યા. કુરાન ભારપૂર્વક જણાવે છે કે ઈસુને વધસ્તંભ પર વધસ્તંભમાં ન હતો અથવા મૃત્યુ પામ્યો ન હતો, પરંતુ ભગવાન દ્વારા ચમત્કારિક રૂપે સાચવવામાં આવ્યો હતો. કુરાન ઈસુને મહાન પ્રબોધકોમાં મૂકે છે, અને તેનો ઉલ્લેખ વિવિધ ટાઇટલ સાથે કરે છે. ઈસુની ભવિષ્યવાણી યાહ્યા દ્વારા આગળ હતી અને મુહમ્મદ દ્વારા સફળ થઈ હતી.\n\nઇસ્લામ ઈસુના દેવત્વના ખ્રિસ્તી દૃષ્ટિકોણને ભગવાન અવતાર તરીકે અથવા ભગવાનના શાબ્દિક પુત્રને નકારે છે. તે ઈસુને અનેક શ્લોકોમાં દેવતા તરીકે નકારે છે, અને એ પણ ઉલ્લેખ કરે છે કે ઈસુએ દૈવી હોવાનો દાવો કર્યો નથી. મુસ્લિમો માને છે કે ઈસુના મૂળ સંદેશમાં ફેરફાર કરવામાં આવ્યો હતો, તેના જીવંત થયા પછી. કુરાનમાં ઈસુના એકેશ્વરવાદ પર ભાર મૂકવામાં આવ્યો છે. ઇસ્લામના બધા પ્રબોધકોની જેમ, ઈસુને પણ મુસ્લિમ કહેવામાં આવે છે, કેમ કે તેમણે ઉપદેશ આપ્યો હતો કે તેમના અનુયાયીઓએ 'સીધો રસ્તો' (ṣirāṭ અલ-મુસ્તાકમ) અપનાવવો જોઈએ. ઈસુને ઇસ્લામિક પરંપરામાં તેમના વિશે અસંખ્ય તપસ્વી અને રહસ્યમય સાહિત્ય લખવામાં આવે છે અને તેના વિશે પાઠ કરવામાં આવે છે, તે વિશાળ માત્રામાં ચમત્કારો સાથે આભારી છે. તેમણે પણ અહમદ નામનો ઉપયોગ કરીને મુહમ્મદની આગમનની ભવિષ્યવાણી કરી હોવાનું જણાવાયું છે.\n\nસમયના અંતે, ઈસુ અલ-મસિહ એડ-દાજલ ('ખોટા મસિહા') ને મારી નાખવા માટે ઇમામ અલ માહદી સાથે બીજામાં પાછા આવશે, ત્યારબાદ પ્રાચીન જાતિઓ ય ʾjūj અને માજજ (ગોગ અને મેગોગ) વિખેરી નાખશે પૃથ્વી પર. આ જીવો ચમત્કારિક રીતે નાશ પામ્યા પછી, ઇમામ માહદી અને ઈસુ સમગ્ર વિશ્વ પર શાસન કરશે, શાંતિ અને ન્યાય સ્થાપિત કરશે અને 40 વર્ષના શાસન પછી મરી જશે. કેટલાક મુસ્લિમો માને છે કે ઇસાને મુહમ્મદની સાથે મદીનાના ગ્રીન ડોમના ચોથા અનામત સમાધિ પર દફનાવવામાં આવશે.\n\nઈસુને મુસ્લિમો દ્વારા ઇસ્લામના સૌથી મહત્વપૂર્ણ પ્રબોધકો તરીકે સમજવામાં આવે છે. ઈસુ પરત હોવાનું માનવામાં આવે છે તે સ્થાન, દમાસ્કસમાં ઉમયાદ મસ્જિદ, મુસ્લિમો દ્વારા ઇસ્લામના ચોથા પવિત્ર સ્થળ તરીકે ખૂબ માન આપવામાં આવ્યું છે.\n\nજન્મ\nકુરાનમાં ઈસુનો હિસાબ ખરેખર તેની માતા મેરી અને જેરૂસલેમ મંદિરમાં તેની સેવાથી શરૂ થાય છે. જ્યારે યાહ્યા (જ્હોન ધ બેપ્ટિસ્ટ) ના પિતા બનવાના પ્રબોધક ઝખાર્યાની સંભાળ હેઠળ. ઈસુ માટે કુરાનમાં જન્મ કથા કુરાન 19: 16–34 અને ક્યૂ 3: 45–53 થી શરૂ થાય છે.\nઉપદ્રવ\n\nઇસ્લામિક ઉપદ્રવ એ ગોસ્પેલ ખાતા અને બેથલેહેમમાં થતાં જ ઈસુના વર્જિનલ જન્મની પુષ્ટિ કરે છે. વર્જિન બર્થની કથા એન્જલ ગેબ્રિયલ દ્વારા મેરીને જાહેરાત છે જ્યારે મેરી તેની માતા દ્વારા ભગવાનને વચન આપ્યા બાદ મંદિરમાં ઉછેરવામાં આવી રહી છે. ગેબ્રિયલ જણાવે છે કે તેણીને તમામ દેશોની તમામ મહિલાઓ પર સન્માનિત કરવામાં આવે છે અને તે પવિત્ર પુત્રની ખુશી લઇ છે.\n\nલઘુચિત્રમાં ઘોષણા\nગેબ્રિયલ ઘોષણા કરે છે કે પુત્રનું નામ ઇસા, મસીહા નામ આપવામાં આવ્યું છે, જાહેર કરે છે કે તેને એક મહાન પ્રબોધક કહેવામાં આવશે. મેરી, પૂછે છે કે જ્યારે કોઈ માણસે તેને સ્પર્શ કર્યો ન હતો ત્યારે તે કેવી રીતે કલ્પના કરી શકે છે અને બાળક છે, દેવદૂત દ્વારા જવાબ આપવામાં આવ્યો હતો કે ભગવાન જે ઇચ્છે છે તે હુકમ કરી શકે છે, અને તે પસાર થશે.\n\nકુરાનનું કથા મેરી સાથે ચાલુ રહે છે, બાળજન્મની પીડાથી દૂર થાય છે, તેના પગ નીચે પાણીનો પ્રવાહ પૂરો પાડવામાં આવે છે, જ્યાંથી તે પી શકે છે અને એક હથેળીનું ઝાડ જે તે હલાવી શકે છે જેથી પાકેલા તારીખો પડી શકે અને તેનો આનંદ માણી શકાય. જન્મ આપ્યા પછી, મેરી બાળક ઈસુને મંદિરમાં લઈ જાય છે અને તેને મંદિર વડીલો દ્વારા બાળક વિશે પૂછવામાં આવે છે. ગેબ્રિયલ દ્વારા મૌન વ્રત માટે આદેશ આપવામાં આવ્યા પછી, તે શિશુ ઈસુ અને શિશુ જાહેર કરે છે:\n\nતેણે કહ્યું, હું ભગવાનનો સેવક છું; તેણે મને પુસ્તક આપ્યું છે, અને મને એક પ્રબોધક બનાવ્યો છે. હું જ્યાં પણ છું ત્યાં તેણે મને આશીર્વાદ આપ્યું છે, અને મારા પર પૂજા અને ભિક્ષા આપી છે, ત્યાં સુધી હું જીવું છું; અને મારી માતા માટે ફરજિયાત બનવું; અને મને દમનકારી, અસ્પષ્ટ બનાવ્યો નથી. હું જન્મ્યો તે દિવસે, મારા પર શાંતિ છે, જે દિવસે હું મરી જઈશ, અને જે દિવસે હું જીવંત થઈશ. []]\n\nઈસુએ પારણુંમાંથી બોલવું એ કુરાનમાં તેમને આભારી છ ચમત્કારમાંથી એક છે, જે છઠ્ઠી સદીના કામના સિરિયાક બાળપણના ગોસ્પેલમાં પણ જોવા મળે છે. []] [૧૦] વિવિધ હદીસો અનુસાર, ઈસુ અને મેરી તેમના જન્મ સમયે રડ્યા નહીં. [૧૧] ઇસ્લામિક પ્રબોધક મુહમ્મદે સમજાવ્યું કે ઈસુ અને મેરી બંને એકમાત્ર માનવી હતા જે પાપવિહીન તરીકે જન્મે છે અને આમ, અલ ઇમરાનના છત્રીસમી શ્લોકને ટાંકીને શેતાનના સ્પર્શથી સુરક્ષિત હતા. [१२]\n\nજન્મ વર્ણનો\n\nકુરાન અનુસાર, મજૂરની પીડા મેરીને હથેળીના ઝાડની થડ પર લઈ ગઈ.\nઇસ્લામિક વિશ્વાસ ખ્રિસ્તી પરંપરામાં કેટલાક સેરનો પડઘો પાડતો હતો કે જ્યારે ઈસુની કલ્પના કરવામાં આવી ત્યારે મેરી (અથવા મરિયમ) શાબ્દિક કુંવારી હતી. ઈસુના ઘોષણા અને જન્મનો સૌથી વિગતવાર હિસાબ કુરાનના સુરાહ 3 (અલ ઇમરાન) અને 19 (મરિયમ) માં પૂરો પાડવામાં આવ્યો છે જ્યાં વાર્તા વર્ણવવામાં આવી છે કે ભગવાન (અલ્લાહ) એ એક દેવદૂતને જાહેરાત કરવા મોકલ્યો હતો કે મરિયમ ટૂંક સમયમાં સહન કરવાની અપેક્ષા રાખી શકે છે એક પુત્ર, કુંવારી હોવા છતાં. [૧]]\n\nકેટલાક વિદ્વાનોએ નોંધ્યું છે કે સુરાહ 19 [૧]] માં એકાઉન્ટ ખાસ કરીને લ્યુકની ખ્રિસ્તી સુવાર્તાની નજીક છે. [૧]] કુરાનમાં મેરીના ઘોષણાનો બે વાર ઉલ્લેખ કરવામાં આવ્યો છે અને બંને કિસ્સાઓમાં મેરી/ મરિયમ કહેવામાં આવે છે કે પુત્રને પહોંચાડવા માટે ભગવાન દ્વારા પસંદ કરવામાં આવી હતી. પ્રથમ દાખલામાં, સમાચારના વાહક (જેને મોટાભાગના મુસ્લિમો દ્વારા માનવામાં આવે છે કે તેઓને મુખ્ય પાત્ર ગેબ્રિયલ માનવામાં આવે છે), (Q3: 42-47) માં સમાચાર પહોંચાડ્યા) કારણ કે તે માણસનું સ્વરૂપ લે છે (Q19: 16-22) . [16] [17] વિભાવનાની વિગતોની ચર્ચા કરવામાં આવતી નથી પરંતુ જ્યારે મેરી પૂછે છે કે તે કેવી રીતે પુત્રને તેના પવિત્રતાને ધ્યાનમાં રાખીને સહન કરી શકે છે તે કહેવામાં આવે છે કે ભગવાન તે ઇચ્છે છે અને આ વસ્તુઓ ભગવાન માટે સરળ છે. [૧]] [૧]] કુરાન (Q21: 91 અને Q66: 12) કહે છે કે ઈશ્વરે તેના દેવદૂતને મેરીમાં ઉડાવી દીધો હતો અને તેણી, શુદ્ધ હોવા છતાં, કોઈ પણ પિતા વિના ઈસુને કંટાળી ગયો હતો (સ્રોત તમને ગેબ્રિયલને પિતા તરીકે અર્થઘટન કરવાની મંજૂરી આપે છે). [૧]] [૨૦]\n\n8 મી સદીના મુસ્લિમ ઇતિહાસકાર ઇબન ઇશાક (704–767) એ કિતબ અલ-મુબતાડા (શરૂઆતમાં) નામનું એકાઉન્ટ લખ્યું હતું, જેમાં અહેવાલ આપ્યો હતો કે ઝખાર્યા મેરીના વાલી છે, અને તેણીને જાળવવામાં અસમર્થ થયા પછી, તેણીએ તેને એક સુથાર સોંપ્યો જ્યોર્જ નામ આપવામાં આવ્યું. એક ચર્ચમાં એકાંત, તે જોસેફ નામના યુવક સાથે જોડાય છે, અને તેઓ એક બીજાને પાણી અને અન્ય કાર્યો મેળવવામાં મદદ કરે છે. ઈસુના જન્મનો હિસાબ કુરાનના કથાને અનુસરે છે, અને ઉમેર્યું હતું કે જન્મ સાથે હથેળીના ઝાડની બાજુમાં બેથલહેમમાં જન્મ થયો હતો. [२१]\n\n10 મી સદીના પર્સિયન વિદ્વાન અલ-તાબારી (839-923), મસીહા માટે પર્શિયાના રાજા પાસેથી ભેટો (પૂર્વથી મેગીની જેમ) સાથે પહોંચતા દૂતોનો ઉલ્લેખ કરે છે; જોસેફ (ખાસ કરીને મેરીના પતિ નહીં) નામના માણસને અને બાળકને ઇજિપ્ત લઈ જવા અને પછીથી નાઝરેથ પરત ફરવા માટે આદેશ. [२२]\n\nબાળપણ\nમુખ્ય લેખ: મંદિરમાં શોધ\nઆ પણ જુઓ: ઇજિપ્તની ફ્લાઇટ અને થોમસની બાળપણની સુવાર્તા\nકુરાનમાં ઇજિપ્તની ફ્લાઇટની પરંપરા શામેલ નથી, તેમ છતાં, સરા xxiii, 50, તે સમજી શક્યા નહીં: \"અને અમે મરિયમ અને તેની માતાના પુત્રને એક નિશાની બનાવ્યો; અને અમે તેમને એક એલિવેટેડ સ્થળે રાખ્યું, સંપૂર્ણ શાંત અને ઝરણાંથી પાણીયુક્ત. \"[૨]] જો કે, ઇસ્લામિક લેખકો અને ઇતિહાસકારો દ્વારા સદીઓથી કેટલીક વિગતો અને વિસ્તૃતતાઓ ઉમેરવામાં આવતા ઇસ્લામિક પરંપરામાં સુવાર્તા અને બિન-એકત્રીકરણ સ્રોતોમાં જોવા મળતા કથાની સમાન કથાઓ. કેટલાક વર્ણનોમાં ઈસુ અને કુટુંબ ઇજિપ્તમાં 12 વર્ષ સુધી રહે છે. [२]] ઈસુના યુવાનોની ઘણી નૈતિક વાર્તાઓ અને ચમત્કારિક ઘટનાઓનો ઉલ્લેખ કૈસાસ અલ-અન્બીયા (પ્રબોધકોની વાર્તાઓ) માં કરવામાં આવ્યો છે, જે સદીઓથી પૂર્વ ઇસ્લામિક પ્રબોધકો અને નાયકો વિશે રચિત પુસ્તકો. []]\n\nઅલ-મસુદીએ લખ્યું છે કે એક છોકરા તરીકે ઈસુએ ગીતશાસ્ત્રમાંથી વાંચતા યહૂદી ધર્મનો અભ્યાસ કર્યો અને \"પ્રકાશના પાત્રોમાં શોધી કા\" ્યા \":\n\n\"તમે મારા પુત્ર અને મારા પ્રિય છો; મેં તમને મારા માટે પસંદ કર્યું છે\"\n\nઈસુ સાથે પછી દાવો કર્યો:\n\n\"આજે ભગવાનનો શબ્દ માણસના પુત્રમાં પૂરો થયો છે.\" [२२]\n\nઈજિપ્તમાં\nઆ પણ જુઓ: થોમસની બાળપણની સુવાર્તા\nઈસુના પ્રારંભિક બાળપણ વિશેના ઇસ્લામિક લખાણોમાં કેટલાક વર્ણનો કેટલાક અસમાનતા અને સમાનતા દર્શાવે છે, ખાસ કરીને સમયગાળા અને ઘટનાઓના સંદર્ભમાં ઇજિપ્તમાં તેનો સમય. મોટાભાગના વર્ણનો બિન-કેનોનિકલ ખ્રિસ્તી સ્રોતોમાં જોવા મળે છે, ઉદાહરણ તરીકે, થોમસની પૂર્વ ઇસ્લામિક ગોસ્પેલ. આવી એક અસમાનતા અલ-એથિરની ઇતિહાસની પૂર્ણતામાં છે જેમાં જન્મ કથા છે જે કહે છે કે ઈસુનો જન્મ બેથલેહેમને બદલે ઇજિપ્તમાં થયો હતો. [૨]]\n\nઈસુના બાળપણના કેટલાક અન્ય કથાઓ મધ્ય પૂર્વીય લ ore ર છે જેમ કે ઇન્ટરફેથ સ્ટડીઝના પ્રોફેસર માહમૂદ એમ. આયુબ દ્વારા પ્રકાશિત. [૨]] ઘણા ચમત્કારો એક યુવાન ઈસુને આભારી છે જ્યારે ઇજિપ્તમાં [૨]] (જુઓ §§ ચમત્કારો અને અન્ય ચમત્કારો).\n\nપુષ્કળ\n\nજોર્ડન નદી, જ્યાં ઈસુએ યાહ્યા ઇબ્ને ઝકરીયા (જ્હોન ધ બેપ્ટિસ્ટ) દ્વારા બાપ્તિસ્મા લીધું. [२]]\nવિધિ\nઆ પણ જુઓ: ઈસુ અને પ્રેરિત મંત્રાલય (ઇસ્લામ)\nસામાન્ય રીતે સંમત થાય છે કે ઈસુએ પ્રથમ સદીના એ.ડી. અને આ ક્ષેત્રમાં જુડિઆની સામાન્ય ભાષા, અરમાઇક બોલ્યો. [] ૦]\n\nઇસ્લામિક વિચારમાં ઘડવામાં આવેલા ઈસુનો પ્રથમ અને પ્રારંભિક દૃષ્ટિકોણ એ એક પ્રબોધક છે - ભગવાન દ્વારા પસંદ કરાયેલ માનવી, મૂર્તિઓની ઉપાસના માટે માનવતા પર બંને ચુકાદો રજૂ કરવા અને એક સાચા ભગવાન તરફ વળવાનો પડકાર. આ આધારે, મુસ્લિમ ઓળખના લેન્સ દ્વારા અગાઉના બધા પ્રબોધકો પર પ્રતિબિંબિત થાય છે, ઈસુને યુગના પુનરાવર્તિત સંદેશને પુનરાવર્તિત કરતા મેસેંજર કરતાં વધુ માનવામાં આવતું નથી. ઈસુને આભારી ઈસુના ચમત્કારો અને કુરાની શીર્ષકો ઈસુના દેવત્વને બદલે ભગવાનની શક્તિ દર્શાવે છે - બધા પ્રબોધકોના સંદેશ પાછળ સમાન શક્તિ. કેટલીક ઇસ્લામિક પરંપરાઓ માને છે કે ઈસુનું મિશન ફક્ત ઇઝરાઇલના લોકો માટે હતું અને અસંખ્ય ચમત્કારો દ્વારા પ્રબોધક તરીકેની તેમની સ્થિતિની પુષ્ટિ કરવામાં આવી હતી. [] ૧] [] ૨]\n\nઈસુની બીજી પ્રારંભિક ઉચ્ચ છબી એ અંતિમ સમયની આકૃતિ છે. આ ખ્યાલ મોટે ભાગે હદીસથી .ભો થાય છે. મુસ્લિમ પરંપરા ખ્રિસ્તી ધર્મશાસ્ત્રમાં સમાન રીતે જોવા મળતી કથા બનાવે છે, ઈસુને સમયના અંતે પહોંચતા અને ખ્રિસ્તવિરોધી સામે લડવા પૃથ્વી પર ઉતરતા જોયા. આ કથા ઇસ્લામના કારણને ચેમ્પિયન કરવા માટે સમજાય છે, કેટલીક પરંપરાઓ ઈસુને મુહમ્મદની પ્રાધાન્યતા તરફ ધ્યાન દોરતી હતી. મોટાભાગની પરંપરાઓ જણાવે છે કે ઈસુ પછી કુદરતી મૃત્યુથી મરી જશે. [] 33]\n\nત્રીજી અને વિશિષ્ટ છબી ઈસુની તપસ્વી આકૃતિનું પ્રતિનિધિત્વ કરે છે - હૃદયનો એક પ્રબોધક. તેમ છતાં કુરાન ઈસુની 'ગોસ્પેલ' નો સંદર્ભ આપે છે, તેમ છતાં, કુરાન અથવા પછીના ધાર્મિક ગ્રંથોમાં તેના વિશિષ્ટ ઉપદેશોનો ઉલ્લેખ નથી. તેઓ મોટા પ્રમાણમાં ગેરહાજર છે. સુફી પરંપરા તે છે જ્યાં ઈસુ આદરણીય બન્યા, મુહમ્મદ સહિતના અન્ય પ્રબોધકોના વિશિષ્ટ અવાજ સાથે આધ્યાત્મિક શિક્ષક તરીકે સ્વીકાર્યા. સુફીઝમ તપસ્વી, કવિતા, ફિલસૂફી, સટ્ટાકીય સૂચન અને રહસ્યવાદી પદ્ધતિઓ સહિતના ઘણા અભિગમો દ્વારા ભગવાન સાથે જોડાણના પરિમાણોની શોધ કરે છે. તેમ છતાં પશ્ચિમી મનમાં સુફીઝમ સમાન મૂળ અથવા નિયોપ્લેટોનિઝમ, નોસ્ટીસિઝમ અને બૌદ્ધ ધર્મના તત્વો વહેંચે છે, તેમ છતાં, આ વિચારધારા સ્પષ્ટ રીતે ઇસ્લામિક છે કારણ કે તેઓ કુરાનના શબ્દોનું પાલન કરે છે અને મુહમ્મદની સંપૂર્ણ માણસ તરીકે અનુકરણ કરે છે. [] 34]\n\nઉપદેશ\nઈસુના ઉપદેશની ઇસ્લામિક ખ્યાલો રશીદૂન ખિલાફત હેઠળ ઇરાકના કુફામાં ઉદ્ભવ્યા હોવાનું માનવામાં આવે છે, જ્યાં મુસ્લિમ પરંપરા અને શિષ્યવૃત્તિના પ્રારંભિક લેખકો ઘડવામાં આવ્યા હતા. કુફામાં વિકસિત ઈસુ અને તેમના ઉપદેશ મંત્રાલયની વિભાવનાઓ ઇજિપ્તના પ્રારંભિક તપસ્વી ખ્રિસ્તીઓ પાસેથી અપનાવવામાં આવી હતી જેમણે રોમની સત્તાવાર ચર્ચ બિશપ્રીક એપોઇન્ટમેન્ટનો વિરોધ કર્યો હતો. [] 35]\n\nઇબન અલ-મુબારક (ડી. 797) દ્વારા કિટબ અલ-ઝુહદ વા'લ રકા'આઈક (અસનીયતા અને ટેન્ડર મર્સિઝનું પુસ્તક) નામના તપસ્વી સાહિત્યના બે મોટા સંગ્રહમાં લગભગ 85 ની સંખ્યા, પ્રારંભિક વાર્તાઓ જોવા મળે છે, અને ઇબન હનબલ (ડી. 855) દ્વારા કિતબ અલ-ઝુહડ (સંન્યાસીનું પુસ્તક). આ કહેવતો ચાર મૂળભૂત જૂથોમાં આવે છે: એ) એસ્કેટોલોજિકલ કહેવતો; બી) અર્ધ-ગોસ્પેલ કહેવતો; સી) તપસ્વી કહેવતો અને વાર્તાઓ; ડી) ઇન્ટ્રા-મુસ્લિમ પોલેમિક્સને પડઘો પાડતા કહેવતો. [] 36]\n\nકુરાનમાં દર્શાવ્યા મુજબ કહેવતોનું પ્રથમ જૂથ ઈસુના કળાને વિસ્તૃત કરે છે. વાર્તાઓનું બીજું જૂથ, જોકે ગોસ્પેલ કોર ધરાવતું હોવા છતાં, \"સ્પષ્ટ રીતે ઇસ્લામિક સ્ટેમ્પ\" સાથે વિસ્તૃત કરવામાં આવે છે. ત્રીજા જૂથ, ચારમાં સૌથી મોટો હોવાને કારણે, ઈસુને મુસ્લિમ તપસ્વીના આશ્રયદાતા સંત તરીકે દર્શાવવામાં આવ્યો છે. છેલ્લું જૂથ ઇસ્લામિક આર્ચીટાઇપ અને ઈસુની મુસ્લિમ કેન્દ્રિત વ્યાખ્યા અને તેના લક્ષણો અને \"ભગવાનના આત્મા\" અને \"ભગવાનના શબ્દ\" જેવા શબ્દોને લગતા વિશિષ્ટ વિચારો આગળ ધપાવે છે. [] 37]\n\nદ્વેષો\nમુખ્ય લેખ: ઈસુના ચમત્કારો\nઆ પણ જુઓ: થોમસની બાળપણની સુવાર્તા\nકુરાન ઓછામાં ઓછા છ ચમત્કારોને ઈસુને આભારી છે, જેમાં સદીઓથી લેખકો અને ઇતિહાસકારો દ્વારા ઘણા વધુ ઉમેરવામાં આવ્યા છે. શિક્ષાકર્તા અને પ્રોફેસર ઇશાક મુસા અલ-હુસેની (ડી. 1990) ના જણાવ્યા મુજબ, મુધક્કીરત દજાજા (એક મરઘીના સંસ્મરણો) (કૈરો) (કૈરો) માટે સૌથી વધુ જાણીતા લેખક, લેખક અને તેમના અધિકારના સંકેતો તરીકે ચમત્કારોને આભારી છે. , 1943; 2 જી એડ. 1967). કુરાન અને આધુનિક અરબી સાહિત્ય (1960) માં ખ્રિસ્તમાં, અલ-હુસેનીએ કહ્યું કે તે નોંધનીય છે કે મુહમ્મદ પોતાને કોઈ ચમત્કારનું કારણ નથી. [] 38]\n\nકુરાનમાં આ છ ચમત્કારો ગોસ્પેલ અને તેમના નોન-કેનોનિકલ નોસ્ટિક સ્રોતોથી વિપરીત વિગતવાર વિના છે, જેમાં વિગતો શામેલ છે અને અન્ય આભારી ચમત્કારોનો ઉલ્લેખ કરે છે. [] 38] સદીઓથી, આ છ ચમત્કાર કથાઓ હદીસ અને કવિતા દ્વારા વિસ્તૃત કરવામાં આવી છે, જેમાં ધાર્મિક લખાણો સાથે ગોસ્પેલ, નોન-કેનોનિકલ સ્રોતો અને લૌરમાંથી ઉલ્લેખિત અન્ય કેટલાક ચમત્કારોનો સમાવેશ થાય છે. [૨]] [૨]]\n\nપારણું માંથી બોલતા\nકુરાનના ત્રણ સ્થળોએ પારણાથી બોલવાનો ઉલ્લેખ કરવામાં આવ્યો છે: અલ-ઇમરાન (3) 41, 46, અલ-મેઇડા (5) 109–110 અને મરિયમ (19) 29-30. આ કથાના ભાગમાં શિશુ ઈસુએ તેની માતા મેરીને કોઈ જાણીતા પતિ વિના જન્મ આપ્યાના આરોપથી બચાવ કર્યો છે. []]] પ્રારંભિક ઇસ્લામ જોસેફ અને તેની ભૂમિકા વિશે અસ્પષ્ટ હતો. તેથી આ નોસ્ટિક ગોસ્પેલ પ્રભાવનો દાવો કરવામાં આવે છે કે કુરાન વિરોધીઓ દ્વારા દૈવી ન હોઈ શકે. ઈસુએ બોલે છે જેમ કે દેવદૂત ગેબ્રીએલે ઘોષણામાં જણાવ્યું હતું: ઈસુ ઘોષણા કરે છે કે તે ભગવાનનો સેવક છે, એક પુસ્તક આપવામાં આવ્યું છે, એક પ્રબોધક છે, જ્યાં પણ જશે ત્યાં આશીર્વાદ આપે છે, તે દિવસે આશીર્વાદ આપે છે, તે દિવસે તે મરી જશે , અને જે દિવસે તે જીવંત થયો છે. [] ૦]\n\nજો કે આ વિશિષ્ટ કથા બાઇબલમાં જોવા મળી નથી, તેમ છતાં, પારણુંમાંથી બોલવાની થીમ નોન-કેનોનિકલ પૂર્વ-ઇસ્લામિક સિરિયાક બાળપણ ગોસ્પેલમાં જોવા મળે છે. તે સ્ત્રોતે ઈસુએ પોતાને ભગવાનનો પુત્ર, શબ્દ જાહેર કર્યો છે, અને દેવદૂત ગેબ્રિયલએ અગાઉ મેરીને ગોસ્પેલમાં વિગતવાર જાહેરાત કરી હતી તે પુષ્ટિ આપી હતી. []]]\n\nમાટીમાંથી પક્ષીઓ બનાવવું\nજ્યારે અલ-ઇમરાન (3) 43, 49 અને અલ-મેઇડા (5) 109-110 માં બાળકનો ઉલ્લેખ કરવામાં આવે છે ત્યારે માટીમાંથી પક્ષીઓ બનાવવાની અને તેમના જીવનને શ્વાસ લેવાની ચમત્કારની વાર્તા. તેમ છતાં, આ ચમત્કારનો પણ કેનોનિકલ ગોસ્પેલમાં ઉલ્લેખ નથી, તે જ કથા ઓછામાં ઓછા બે પૂર્વ-ઇસ્લામિક સ્રોતોમાં જોવા મળે છે: થોમસ અને યહૂદી ટોલેડોટ યેશુની બાળપણની સુવાર્તા, કુરાન અને આ બે સ્રોતો વચ્ચેની કેટલીક વિવિધ વિગતો સાથે. 41] [42]\n\nઅંધ અને રક્તપિત્તને મટાડવું\nઆ પણ જુઓ: ગાલીલમાં બે અંધ માણસોને ઉપચાર અને દસ રક્તપિત્તને સાફ કરવા\nન્યુ ટેસ્ટામેન્ટની જેમ, કુરાન અલ-ઇમરાન ()) 49 માં બ્લાઇન્ડ અને રક્તપિત્તને ઉપચાર આપતા ઈસુનો ઉલ્લેખ કરે છે. મુસ્લિમ વિદ્વાન અને ન્યાયાધીશ અલ-બેડાવી (ડી. સાજા થવા માટે અને ઈસુએ ફક્ત પ્રાર્થના દ્વારા આ રોગોને સાજા કર્યા. [] 43] મધ્યયુગીન વિદ્વાન અલ-થા'લાબીએ લખ્યું હતું કે આ બે ખાસ રોગો તબીબી સહાયથી કેવી રીતે છે, અને ઈસુના ચમત્કારો અન્ય લોકો દ્વારા તેમના સંદેશના સ્પષ્ટ સંકેતો તરીકે સાક્ષી બનવાનો હતો. [] ૧]\n\nમૃતકોને ઉછેરવું\nમાનવામાં આવે છે કે ઈસુએ મૃતમાંથી લોકોને ઉછેર્યા છે, જેમ કે અલ-ઇમરાન ()) 49. માં ઉલ્લેખ કર્યો છે. તેમ છતાં કોણ ઉછરે છે અથવા સંજોગો વિશે કોઈ વિગત આપવામાં આવી નથી, તેમ છતાં, ઓછામાં ઓછા ત્રણ લોકોએ ગોસ્પેલમાં વિગતવાર ઉલ્લેખ કર્યો છે (એક પુત્રી જેરસ, નૈન ખાતે એક વિધવા પુત્ર, અને લાજરસ). [] 44]\n\nપૂર્વનિરીધ\nઈસુએ અન્ય લોકો માટે જે છુપાયેલું અથવા અજાણ્યું હતું તેના [] 45] આગાહી કરી શક્યા હતા, અથવા તેને પૂર્વજ્ ledge ાન હતું. એક ઉદાહરણ એ છે કે ઈસુએ કોઈપણને પૂછ્યું તે કોઈપણ અને દરેક પ્રશ્નનો જવાબ આપશે. બીજું ઉદાહરણ એ છે કે લોકો જાણતા હતા કે લોકોએ હમણાં જ શું ખાધું છે, તેમજ તેઓએ તેમના ઘરોમાં શું સંગ્રહિત કર્યું છે. [२]]\n\nસ્વર્ગમાંથી ખોરાકનો ટેબલ\nમુખ્ય લેખ: ટોળાને ખવડાવવું\nઆ પણ જુઓ: છેલ્લું સપર\nકુરાનના પાંચમા અધ્યાયમાં, અલ-મ'ઇડા (5) 112-1115, એક કથન, ઈસુના શિષ્યોનો ઉલ્લેખ કરે છે કે જે ખોરાકથી ભરેલા ટેબલની વિનંતી કરે છે, અને તે ભવિષ્યમાં તેમના માટે એક ખાસ દિવસની ઉજવણીનો દિવસ છે. ઇસ્લામિક અને અરબી અધ્યયન ડબલ્યુ. મોન્ટગોમરી વોટ (ડી. 2006) ના પ્રોફેસર અનુસાર યુકેરિસ્ટનો આ સંભવિત સંદર્ભ હોઈ શકે છે. [] 46] તુલનાત્મક ધર્મોના પ્રોફેસર જ્યોફ્રી પેરિન્ડર (ડી. 2005) ના જણાવ્યા મુજબ, તે સ્પષ્ટ નથી કે જો આ વાર્તા ગોસ્પેલની છેલ્લી સપર અથવા ખવડાવવાની ટોળાને સમાંતર કરે છે, પરંતુ તે અરબી શબ્દ ʿાઇડ (મુસ્લિમ ફેસ્ટિવલ) સાથે જોડાયેલી હોઈ શકે છે: [] 47]\n\nએક સમયે શિષ્યોએ કહ્યું, હે ઈસુ, મેરીનો પુત્ર, શું તમારા ભગવાન સ્વર્ગમાંથી એક ટેબલ આપણા માટે મોકલી શકે છે? તેણે કહ્યું, જો તમે વિશ્વાસીઓ છો તો ભગવાનનો ડર કરો. તેઓએ કહ્યું કે અમે તે ખાવા માંગીએ છીએ, અને આપણા હૃદયને શાંતિ મળી શકે છે, અને આપણે જાણીએ કે તમે સત્યતાથી બોલ્યા છે અને તેના સાક્ષીઓમાં રહી ગયા છો. ઈસુ, મેરીના પુત્ર, કહ્યું, હે ભગવાન આપણા ભગવાન સ્વર્ગમાંથી એક ટેબલ અમને મોકલે છે, આપણા માટે એક તહેવાર, આપણામાંના પ્રથમ અને તમારામાંના છેલ્લા માટે, અને તમારા તરફથી એક નિશાની: અને જોગવાઈ આપો (ના ખોરાક) અમારા માટે, તમે શ્રેષ્ઠ પ્રદાતાઓ છો. ભગવાન કહ્યું કે હું તે તમારા માટે મોકલી રહ્યો છું. [] 46]\n\nસુન્ની એક્સેગેટ તાબરીના રેકોર્ડમાં, છેલ્લા સપર પહેલાં, મૃત્યુની ધમકીએ તેને બેચેન બનાવ્યો હતો. તેથી, ઈસુએ તેમના શિષ્યોને છેલ્લા સપર માટે આમંત્રણ આપ્યું. જમ્યા પછી, તેણે તેમના હાથ ધોયા અને તેના કપડા પર હાથ સાફ કરવા માટે તેમના પછાડ કર્યા. ત્યારબાદ ઈસુએ તેમને જવાબ આપ્યો: \"તે માટે મેં આજે રાત્રે તમારી સાથે કર્યું છે, તેમાં મેં તમને ભોજન પીરસ્યું અને તમારા હાથને રૂબરૂમાં ધોઈ નાખ્યો, તે તમારા માટે એક ઉદાહરણ બનવા દો. કારણ કે તમે ખરેખર મને તમારા કરતા વધુ સારા માનતા હો, એકબીજાના સંબંધમાં અભિમાની બનો નહીં પરંતુ એકબીજા માટે પોતાને વિસ્તૃત કરો કારણ કે મેં તમારા માટે મારી જાતને વિસ્તૃત કરી છે. \" શિષ્યોને તેના ઉપદેશોમાં સૂચના આપ્યા પછી, ઈસુએ આગાહી કરી કે તેમાંથી એક તેને નકારી કા .શે અને બીજો તેને દગો કરશે. જો કે, ઈસુના મૃત્યુ અંગેના ઇસ્લામિક મંતવ્યો અનુસાર, ઈસુના સિમ્બ્લેન્સમાં માત્ર એક લાશને વધસ્તંભ પર ચ .વામાં આવ્યો હતો અને ઈસુ પોતે ભગવાનને ઉછેરવામાં આવ્યો હતો. [] 48]\n\nઅન્ય ચમત્કારો\nઈસુ વિશે ઘણા વર્ષોથી ઘણી વાર્તાઓ અને વર્ણનો વિકસિત કરવામાં આવી છે, જેમાં અમુક સ્વાભાવિક પાઠ છે અથવા ઈસુને લગતા કુરાનમાં વિગતના અભાવને કારણે અર્થ પૂરો પાડે છે. આમાંના કેટલાક કથાઓ નવા કરારની સમાન છે, જ્યારે કેટલાક ઈસુને ખૂબ જ માનવીય રીતે રજૂ કરે છે.\n\nસદીઓથી મુસ્લિમ લેખકો દ્વારા ઉલ્લેખિત ઈસુના ચમત્કારોના કેટલાક વિગતવાર સારાંશ ઉપરાંત, પુખ્તાવસ્થાથી (પાણી પર ચાલવા જેવા - ગોસ્પેલમાં પણ જોવા મળે છે - અને જમીનમાંથી રોટલીની રોટલી પેદા કરે છે), []]] બાળપણથી કેટલાક અન્ય ચમત્કારો શામેલ કરો: મુસ્લિમ ક્રિડ ફંડામેન્ટલ્સને સ્કૂલમાસ્ટરને સમજાવવું, ચોરીના પ્રમુખની પાસે કોણ છે તે દર્શાવે છે, કોઈ જુલમી રાજા માટે ખોરાક અને વાઇન પૂરા પાડતા, આ રાજાને પણ એક મૃત વ્યક્તિને ઉછેરવાની શક્તિ સાબિત કરતી હતી. મૃતકોમાંથી, આકસ્મિક રીતે માર્યા ગયેલા બાળકને ઉછેરતા, અને એક જ રંગીન વેટમાંથી વસ્ત્રો વિવિધ રંગો સાથે બહાર આવવાનું કારણ બને છે. [२]]\n\nએક શાહી અધિકારીના પુત્રને મટાડવું\nમુખ્ય લેખ: રોયલ અધિકારીના પુત્રને હીલિંગ\nઅલ-તાબારી (ડી. 923) એક પુખ્ત ઈસુની આ ક્ષેત્રમાં ચોક્કસ રાજા અને તેના પુત્રના ઉપચાર સાથેની મુકાબલોની વાર્તા છે. રાજાની ઓળખનો ઉલ્લેખ નથી જ્યારે દંતકથા ફિલિપ ટેટ્રાર્ક સૂચવે છે. અનુરૂપ બાઇબલ સંદર્ભ \"રોયલ અધિકારીનો પુત્ર\" છે. []]]\n\nલોભ અને સત્ય કહેવા\nએક યુવાન ઈસુ દ્વારા એક ચમત્કારની એક સુપ્રસિદ્ધ વાર્તા, પ્રોફેસર આયુબના જણાવ્યા મુજબ મધ્ય પૂર્વીય લ ore રમાં લોકપ્રિય રીતે જોવા મળતા સખત-શીખેલા પાઠ તરીકે ઉપયોગમાં લેવાય છે, તે યહૂદી માણસ અને રોટલીની રોટલીઓ સાથે કરવાનું છે. તેમ છતાં, પોલેમિક સ્વર વહન કરે છે, તેમ છતાં, કથામાં વણાયેલા સત્ય-કહેવાના લોભ પર પાઠ કેન્દ્રો. તે બાળકોના પુસ્તકોમાં ઘણી વાર જોવા મળે છે. [] ૦]\n\nસહજ શાણપણ\nઆ પણ જુઓ: લોગોઝ (ઇસ્લામ) અને લોગોઝ (ખ્રિસ્તી)\nબીજી સુપ્રસિદ્ધ ચમત્કારની વાર્તા ઈસુના બાળપણની શાણપણને લગતી એક છે. આ દંતકથા, ઇબન ઇરાકના અલ-તાબારી દ્વારા અહેવાલ આપ્યો છે, મેરીએ ઈસુને ધાર્મિક શાળામાં મોકલવા અને શિક્ષકને ઈસુને પહેલેથી જ શીખવવામાં આવતી માહિતીને જાણવાની / ચર્ચા કરવામાં આવી તે જાણવા માટે આશ્ચર્યચકિત થવાની વાત કરી છે. [२]]\n\nબાળકોના ઘરોમાં ખોરાક\nઅલ-તાબારીની બીજી વાર્તા કહે છે કે એક યુવાન ઈસુએ તેના ગામના યુવાનો સાથે રમતા અને તેમના માતાપિતા તેમના માટે શું ખોરાક તૈયાર કરી રહ્યા છે તે કહે છે. [२]]\n\nકથાની વિગતો અનુસાર, કેટલાક માતાપિતા નારાજ થયા અને તેમના બાળકોને ઈસુ સાથે રમવા માટે મનાઈ કરી, શંકા કરી કે તે જાદુગર છે. પરિણામે, માતાપિતાએ તેમના બાળકોને ઈસુથી દૂર રાખ્યા અને તેમના બાળકોને એક જ મકાનમાં ભેગા કર્યા. એક દિવસ, એકલતાની અનુભૂતિ કરતા, ઈસુ તેના મિત્રોની શોધમાં બહાર ગયા, અને આ ઘર પર આવીને માતાપિતાને તેમના બાળકો ક્યાં હતા તે પૂછ્યું. માતા -પિતાએ જૂઠું બોલાવ્યું, જવાબ આપ્યો કે બાળકો ત્યાં નથી. ઈસુ પૂછે છે કે પછી, ઘરમાં કોણ છે, માતાપિતા ઈસુને ડુક્કર કહે છે. પછી ઈસુ કહે છે કે \"આ ઘરમાં સ્વાઈન થવા દો\", બધા બાળકોને સ્વાઇનમાં ફેરવી. [૨]]\n\nસદીઓથી, મુસ્લિમ લેખકોએ રાક્ષસોને કાસ્ટ કરવા જેવા અન્ય ચમત્કારોનો સંદર્ભ પણ આપ્યો છે, કેટલાક વિધર્મી-ઇસ્લામિક સ્રોતોમાંથી ઉધાર લીધા છે, અને ઈસુ વિશેના દંતકથાઓનો વિસ્તાર કરવામાં આવ્યો હતો. [२]]\n\nખુલાસો\nમુખ્ય લેખ: ઇસ્લામમાં ગોસ્પેલ\nમુસ્લિમો માને છે કે ઈશ્વરે ઈસુને એક નવું શાસ્ત્ર જાહેર કર્યું, જેને અલ-ઇજીલ (ગોસ્પેલ) કહેવામાં આવે છે, જ્યારે અગાઉના ઘટસ્ફોટની સત્યતા પણ જાહેર કરતી હતી: અલ-તવરત (તોરાહ) અને અલ-ઝબુર (ગીતશાસ્ત્ર). [] ૧] કુરાન અલ-ઇન્જેલની તરફેણમાં બોલે છે, જે તે એક શાસ્ત્ર તરીકે વર્ણવે છે જે તેના અનુયાયીઓના હૃદયને નમ્રતા અને ધર્મનિષ્ઠાથી ભરે છે. પરંપરાગત ઇસ્લામિક ઉપદ્રવનો દાવો છે કે બાઈબલના સંદેશને વિકૃત કરવામાં આવ્યો છે (તાહરીફ), તેને તા'યિન અલ-મુબહામ (\"અસ્પષ્ટતાનો ઠરાવ\") કહેવામાં આવે છે. [] ૨] આ પોલેમિક પ્રયત્નોનો મૂળ અબ્દુલ અલ-જબ્બર ઇબ્ને અહમદના લખાણો સાથે મધ્યયુગીન સમયગાળામાં છે. [] 53] મૂસાના કાયદા અંગે, કુરાન સૂચવે છે કે ઈસુએ ક્યારેય યહૂદી કાયદાને નાબૂદ કર્યા નહીં, પરંતુ તેમની પુષ્ટિ કરી, જ્યારે ફક્ત આંશિક રદ કરો. [] 54]\n\nમુસ્લિમો લાંબા સમયથી માનતા હતા કે પા Paul લે હેતુપૂર્વક ઈસુના મૂળ ઉપદેશોને ભ્રષ્ટ કર્યા. [] 55] 9 મી સદીના ઇતિહાસકાર સૈયફ ઇબન ઉમરે ભારપૂર્વક જણાવ્યું હતું કે અમુક રબ્બીસે પા Paul લને ઇબન હેઝમે ખ્રિસ્તી ધર્મમાં વાંધાજનક સિધ્ધાંતો તરીકે જોતા ઇરાદાપૂર્વક પ્રારંભિક ખ્રિસ્તીઓને ગેરમાર્ગે દોરવા માટે સમજાવ્યો. [] 56]\n\nયુસુફ અલ-કરદાવીના તેમના પુસ્તક ધ લ le ક્ટેલે અને ઇસ્લામમાં પ્રતિબંધિત, ઈસુએ યહૂદીઓ માટે રદ કરાયેલા કાનૂની પ્રતિબંધો જ્યાં શરૂઆતમાં ભગવાન દ્વારા સજા તરીકે કાયદો બનાવ્યો હતો. [] 57] તાફસિર અલ-જલાલેન જેવી શાસ્ત્રીય ટિપ્પણીઓ સ્પષ્ટ કરે છે કે તેઓ સ્પાઇક્સ વિના માછલી અને પક્ષીના માંસના વપરાશને લગતી છે, અથવા સામાન્ય રીતે. [] 58]\n\nકુરાનમાં ઉલ્લેખ\nશિષ્યવૃત્તિ\nકુરાન જણાવે છે કે ઈસુને શિષ્યોના જૂથ (āavāriyūn) દ્વારા સહાય આપવામાં આવી હતી, જેઓ તેમના સંદેશમાં વિશ્વાસ કરતા હતા. શિષ્યોનું નામ ન આપતી વખતે, કુરાન ઈસુએ તેમને સંદેશનો ઉપદેશ આપવાના થોડા દાખલા આપ્યા. મુસ્લિમો ઈસુના શિષ્યોને મુહમ્મદના સાથીઓ (ḥaḥāba) સમાન માને છે. []]] ખ્રિસ્તી ધર્મ અનુસાર, બાર શિષ્યોના નામ પીટર, એન્ડ્રુ, જેમ્સ, જ્હોન, ફિલિપ, બર્થોલોમ્યુ, થોમસ, મેથ્યુ, જેમ્સ, જુડ, સિમોન અને જુડાસ હતા.\n\nકુરાને અધ્યાય 3 માં ઉલ્લેખ કર્યો છે, છંદો 52–53, કે શિષ્યોએ ઇસ્લામની શ્રદ્ધાને સબમિટ કરી: [બિન-પ્રાથમિક સ્રોત જરૂરી]\n\nજ્યારે ઈસુને તેમના ભાગ પર અવિશ્વાસ મળ્યો ત્યારે તેણે કહ્યું: \"ભગવાનનું કામ કરનારાઓ કોણ હશે?\" શિષ્યોએ કહ્યું: \"અમે ભગવાનના મદદગાર છીએ: અમે ભગવાનમાં વિશ્વાસ કરીએ છીએ, અને શું તમે સાક્ષી આપીએ છીએ કે આપણે મુસ્લિમો છીએ. અમારા ભગવાન! તમે જે જાહેર કર્યું છે તેમાં માનીએ છીએ, અને અમે મેસેન્જરને અનુસરીએ છીએ; પછી અમને સહન કરનારાઓ વચ્ચે લખો સાક્ષી. \"\n\n-કુરાન સુરહ અલ-ઇમરાન 52–53 [60]\nઈસુના શિષ્યો સાથે સંકળાયેલ સૌથી લાંબી કથા એ છે કે જ્યારે ઈસુ તેમની વિનંતી પર સ્વર્ગમાંથી ખોરાકનું ટેબલ લાવવાનું ચમત્કાર કરે છે, ત્યારે વધુ પુરાવા માટે કે તેમનો ઉપદેશ સાચો સંદેશ છે.\n\nચતુરતા\nઈસુના વધસ્તંભની ઘટનાનો સંદર્ભ આપવા માટે એન્ઝાની શ્લોક 157 એ કુરાનનો પ્રાથમિક શ્લોક છે. [] १] તે કહે છે કે ઈસુને મારી નાખવામાં આવ્યો ન હતો અને ન તો વધસ્તંભે નહીં, પણ 'તે બનાવવામાં આવ્યું હતું\nએન-નિસાની શ્લોક 157\nતેઓએ કહ્યું કે (બડાઈમાં), \"અમે મસીહા ઈસુને મેરીના પુત્ર, ભગવાનનો સંદેશવાહક માર્યો; તેમાં શંકાઓથી ભરેલી છે, જેમાં કોઈ (ચોક્કસ) જ્ knowledge ાન નથી, પરંતુ ફક્ત અનુસરવાનું અનુમાન છે, કારણ કે તેઓએ તેને માર્યો ન હતો.\n\nતેમને દેખાવા માટે. [] ૨] મોટાભાગની ઇસ્લામિક પરંપરાઓ સ્પષ્ટપણે નકારે છે કે ઈસુએ શારીરિક રીતે ક્રોસ પર અથવા અન્યથા મૃત્યુ પામ્યા હતા. [] 63] [] 64] ઇસ્લામિક એક્ઝેજેસિસ અહેવાલ આપે છે કે ઈસુના સ્થાને અન્ય વ્યક્તિને વધસ્તંભ પર લગાવવામાં આવ્યો હતો. જો કે, કેટલાક આધુનિક મુસ્લિમ વિદ્વાનો માને છે કે ઈસુ ખરેખર મૃત્યુ પામ્યા હતા, અને તેના અસ્તિત્વના સંદર્ભો શાબ્દિક નથી, પ્રતીકાત્મક છે. ઈસુના મૃત્યુની પ્રકૃતિ અંગેનો આ મતભેદ ઇસ્લામિક કેનનની અંદર જ જોવા મળે છે, જેમાં પ્રારંભિક હદીસ મુહમ્મદના સાથીઓને ટાંકીને કહે છે કે ઈસુ મરી ગયા છે. દરમિયાન, અનુગામી હદીસ અને તાફસીરનો મોટાભાગનો વિપરીત તરફેણમાં દલીલ કરે છે. [સંદર્ભની જરૂર છે]\n\nકુરાનના જણાવ્યા મુજબ, તેને વધસ્તંભ પર ચ .ાવ્યો ન હતો, પરંતુ ભગવાન દ્વારા તેના બદલે બચાવી લેવામાં આવ્યા હતા. (જોકે પ્રારંભિક ઇસ્લામિક પરંપરાઓ અને એક્ઝેજીસિસ મૃત્યુ અને તેની લંબાઈને લગતા કેટલાક વિરોધાભાસી અહેવાલોનો અવતરણ કરે છે, મુસ્લિમો માને છે કે ઈસુ ક્રોસ પર મરી શક્યા નથી, પરંતુ માને છે કે તે સ્વર્ગમાં જીવંત ઉછેર કરીને બચાવી લેવામાં આવ્યો છે).\n\nઅવેજી\nઅવેજીવાદી અર્થઘટન ક્યાંથી ઉદ્ભવ્યું તે બરાબર અસ્પષ્ટ છે, પરંતુ કેટલાક વિદ્વાનો બીજી સદીના ચોક્કસ નોસ્ટિક જૂથોમાં ઉદ્ભવતા સિદ્ધાંતને ધ્યાનમાં લે છે. [૧૦] લીર્વિકને કુરાન અને હદીસ સ્પષ્ટ રીતે નોન-કેનોનિકલ ('વિધર્મી') ખ્રિસ્તી દ્વારા સ્પષ્ટ રીતે પ્રભાવિત હોવાનું માને છે જે આરબ દ્વીપકલ્પમાં અને એબિસિનિયામાં આગળ વધ્યું હતું. [] 65]\n\nજ્યારે મોટાભાગના પાશ્ચાત્ય વિદ્વાનો, [] 66] યહૂદીઓ, [] 67] અને ખ્રિસ્તીઓ માને છે કે ઈસુ મૃત્યુ પામ્યા છે, ઓર્થોડોક્સ મુસ્લિમ ધર્મશાસ્ત્ર શીખવે છે કે તે ક્રોસ પર મૂક્યા વિના સ્વર્ગમાં ચ .્યો અને ભગવાન સિરિનના સિમોનને બીજા વ્યક્તિમાં પરિવર્તિત કરે છે, જે ઈસુની જેમ દેખાતા હતા. ઈસુને બદલે વધસ્તંભ (સીએફ. આઇરેનાયસ 'બેસિલાઇડ્સના પાખંડનું વર્ણન, પુસ્તક I, Ch. XXIV, 4.). [] 68] []]]\n\nકેટલાક મતભેદ અને વિસંગતતા ઇબન ઇશાકની (ડી. 1 761) ના ક્રુસિફિકેશન તરફ દોરી જતા ઘટનાઓના સંક્ષિપ્ત હિસાબના અહેવાલથી શરૂ થઈ શકે છે, પ્રથમ કહે છે કે ઈસુને સેર્ગીયસ નામના કોઈએ બદલ્યું હતું, જ્યારે બીજું ઈસુના સમાધિના હિસાબની જાણ કરી મદીના ખાતે સ્થિત છે અને ત્રીજા સ્થાને કુરાન (3:55; 4: 158) ના સ્થાનોને ટાંકીને ઈશ્વરે ઈસુને પોતાની પાસે લઈ ગયા. [] ૦]\n\nઇબન કથિર (ડી. 1373) પરંપરાઓને અનુસરે છે જે સૂચવે છે કે ક્રુસિફિકેશન થયું હતું, પરંતુ ઈસુ સાથે નહીં. [] ૧] ઘટના પછી, ઇબન કાથિરે અહેવાલ આપ્યો છે કે લોકોને ત્રણ જુદા જુદા વર્ણનો બાદ ત્રણ જૂથોમાં વહેંચવામાં આવ્યા હતા; \"ભગવાન ઇચ્છે ત્યાં સુધી ભગવાન અમારી સાથે રહ્યા અને પછી તે સ્વર્ગમાં ચ .્યા\" વિશ્વાસ કરતા જેકોબાઇટ્સ; \"ભગવાનનો પુત્ર જ્યાં સુધી ભગવાન તેને સ્વર્ગમાં ઉભા ન કરે ત્યાં સુધી તેઓ ઇચ્છે છે ત્યાં સુધી\" ભગવાનનો પુત્ર અમારી સાથે હતો \"માને છે; અને મુસ્લિમો \"ભગવાનનો સેવક અને મેસેન્જર, ઈસુ, જ્યાં સુધી ભગવાન તેને ઉછેરશે ત્યાં સુધી ભગવાનની ઇચ્છા રાખ્યા ત્યાં સુધી અમારી સાથે રહ્યા.\" [] ૨]\n\nબીજું\nજજમેન્ટ ડે પહેલાં ઈસુના આગમનની સમયરેખા\n\nઉમાયદ મસ્જિદ, દમાસ્કસમાં ઇસાના મીનારેટ\nઇસ્લામિક પરંપરા અનુસાર, સ્વર્ગમાં ચ and ીને અને 2000+ વર્ષો સુધી ત્યાં રહેતા, ઈસુ જજમેન્ટ ડે પહેલા તરત જ પૃથ્વી પર ઉતરશે, અલ-મસિહ એડ-દાજલ ('ધ ફોલ્સ મસિહા \") અને તેના અનુયાયીઓ સામે લડતા યુદ્ધોની વચ્ચે, અને તેના અનુયાયીઓ , માહદી અને તેના મુસ્લિમ અનુયાયીઓની સહાય માટે આવવા માટે. [] 86] તેના માથાથી અભિષિક્ત સાથે કેસરના ઝભ્ભો પહેરેલા, ઈસુ પૂર્વના દમાસ્કસમાં, સફેદ મીનારના તબક્કે નીચે આવશે, જે ઇસાના મીનરરેટ માનવામાં આવે છે ઉમાયદ મસ્જિદમાં.\n\nતે પછી, તે જાણીતા સાહિહ અલ-બુખારી હદીસના જણાવ્યા અનુસાર, તે \"ક્રોસ તોડી નાખશે, પિગને મારી નાખશે અને જીઝ્યા ટેક્સને નાબૂદ કરશે. []]] [] ૦] આ ભવિષ્યવાણીનું \"સામાન્ય અર્થઘટન\" એ છે કે, મુસ્લિમ હોવાને કારણે, ઈસુએ પોતાની જાતની ખ્રિસ્તી ઉપાસના અને તેના દેવત્વમાં માન્યતામાં અટકાવશે, \"ક્રોસ દ્વારા પ્રતીકિત\". તે ખ્રિસ્તી દ્વારા ત્યજી દેવાયેલા કોશેર/હલાલ આહાર કાયદાને ફરીથી સ્થાપિત કરશે; [] १] અને કારણ કે યહૂદીઓ અને ખ્રિસ્તીઓ હવે બધા તેમના ભૂતપૂર્વ વિશ્વાસને નકારી કા and શે અને ઇસ્લામ સ્વીકારશે, તેથી અવિશ્વસનીય પર જીઝ્યા ટેક્સની વધુ જરૂર રહેશે નહીં. [] २] (એક હદીસના જણાવ્યા મુજબ, ઈસુ \"ચર્ચો અને મંદિરોનો નાશ કરશે અને ખ્રિસ્તીઓને તેમનામાં વિશ્વાસ ન કરે ત્યાં સુધી મારી નાખશે.\") []]] [નોંધ 1]\n\nઇસ્લામિક ગ્રંથો પણ પ્રાચીન મેનાસ ગોગ અને મેગોગ (યાજ માજાજ) ના ફરીથી દેખાવા માટે સૂચવે છે, જે તેની ભૂગર્ભ કેદમાંથી બહાર નીકળી જશે અને વિશ્વને વિનાશનું કારણ બનશે. []]] ભગવાન, ઈસુની પ્રાર્થનાના જવાબમાં, તેમના ગળાના ઝૂંપડીમાં એક પ્રકારનો કીડો મોકલીને તેમને મારી નાખશે, અને મોટા પક્ષીઓને જમીનમાંથી તેમના લાશોને વહન કરવા અને સાફ કરવા મોકલશે. [] 86] માહદીના મૃત્યુ પછી, ઈસુએ વિશ્વના નેતૃત્વ અને શાંતિ અને ન્યાય માનશે.\n\nપરંપરા મુજબ, ઈસુ પછી લગ્ન કરશે, બાળકો હશે અને વિશ્વ પર ચાલીસ વર્ષ સુધી શાસન કરશે (પરંપરાઓ ઘણાં જુદા જુદા સમયગાળા આપે છે) જેના પછી તે મરી જશે. []]] ત્યારબાદ મુસ્લિમો તેમના માટે અંતિમ સંસ્કારની પ્રાર્થના કરશે અને પછી તેને મદીના શહેરના લીલા ડોમ પર દફનાવશે, જે અનુક્રમે મુહમ્મદ, અબુ બકર અને ઉમરની બાજુમાં ખાલી પડેલી કબરમાં છે. []]] ઇબન ખાલ્ડુનની દંતકથા અનુસાર, બંને ખલીફા બંને પ્રબોધકો વચ્ચેના મૃતકોમાંથી વધશે. []]]\n\nસ્ત્રોત\nજ્યારે કુરાન ઈસુના વળતરની ઉપરોક્ત કથામાંથી કોઈનું વર્ણન કરતું નથી, []]] ઘણા મુસ્લિમો માને છે કે બે કુરાની છંદો અંતિમ સમય દરમિયાન તેના બીજા આવતાનો સંદર્ભ આપે છે. [] ૦] (1) ઉપર જણાવેલ શ્લોક પૃથ્વી પર ક્યારેય મૃત્યુ પામ્યો નથી:\n\n\"અને [તેમના કહેવા માટે], 'ખરેખર, આપણે મસીહા, ઈસુ, મેરીના પુત્ર, અલ્લાહના સંદેશવાહકને મારી નાખ્યા છે.' અને તેઓએ તેને માર્યો ન હતો, ન તો તેઓએ તેને વધસ્તંભમાં નાખ્યો હતો; પરંતુ [બીજો] તેમને તેમની સાથે મળતા આવવા માટે બનાવવામાં આવ્યો હતો. અને ખરેખર, જેઓ તેનાથી અલગ પડે છે તે તેના વિશે શંકામાં છે. તેમને નીચેની ધારણા સિવાય કોઈ જ્ knowledge ાન નથી . અને તેઓએ તેને માર્યા ન હતા, ચોક્કસ. \" (પ્ર .4: 157 :)\nઅને ઈસુ અને \"ધ અવર\" (એન્ડ ટાઇમ્સ) વચ્ચેના જોડાણને સૂચવવા માટે બીજા શ્લોકનું અર્થઘટન કર્યું:\n\n\"અને લો! ખરેખર ત્યાં કલાકનું જ્ knowledge ાન છે. તેથી શંકા કરો કે તમે તેનાથી સંબંધિત નથી, પરંતુ મને અનુસરો. આ સાચો રસ્તો છે.\" (Q.43: 61 ટ્રાંસ પિકથલ). [] ૦]\nઈસુના પરત ફરતા હદીસોએ સહબામાંથી એક અબુ હુરૈરાહને શોધી કા .વામાં આવ્યા છે, પરંતુ પ્રારંભિક અબ્બાસિદ ખિલાફતમાં સિવિલ યુદ્ધો દરમિયાન ખરેખર રજૂઆત કરવામાં આવી હતી, જ્યારે કોઈ તારણહારની અપેક્ષા હતી. શિયાઓ માટે, માહદી તારણહાર હશે, કેટલાક સુન્નીઓ ઈસુના પાછા ફરવાની અપેક્ષા રાખતા હતા. પ્રારંભિક અબ્બાસિદ ખિલાફત દરમિયાન, સરઘસમાં ક્રુસિફિક્સ પહેર્યા અને જાહેરમાં ડુક્કર પકડ્યા, તે પ્રતિબંધિત હતો. નહિંતર, ક્રોસ તોડવું, મુસ્લિમો દ્વારા આ પ્રતીકને સામાન્ય અસ્વીકાર પ્રતિબિંબિત કરી શકે છે, અને પિગને લીજનના ઈસુના બહિષ્કારનો સંદર્ભ આપે છે. [100]\n\nઈસુનો ઉલ્લેખ કુરાનમાં લગભગ 187 વખત કરવામાં આવ્યો છે, સીધા અને પરોક્ષ રીતે, અને ઘણા ટાઇટલ દ્વારા પણ ઓળખવામાં આવે છે, સૌથી સામાન્ય અલ-મસિહ ('મસીહા'). []] [११] [११૧] [११૧] [११૨] ] ઈસુને ઇસા નામ દ્વારા 25 વખત સંદર્ભિત કરવામાં આવે છે, [નોંધ 2] ત્રીજા-વ્યક્તિ 48 વખત, [નોંધ 3] પ્રથમ વ્યક્તિ 35 વખત અને બાકીના કુરાનમાં શીર્ષક તરીકે. [નોંધ 4] [113]\n\nમુહમ્મદે પોતાને 'ઈસુના બધા લોકોના નજીકના' તરીકે વર્ણવ્યા. [114]\n\nઆદમ સાથે સમાનતા\nકુરાન માનવ મૂળની ગેરહાજરીના સંદર્ભમાં આદમ સાથેના તેમના સમાનતા દ્વારા ઈસુના સર્જનવાદ પર ભાર મૂકે છે. મુહમ્મદ ઘણીવાર આદમ અને ઈસુના જન્મની તુલના કરતા હતા. [११]]\n\nઇસ્લામિક ઉપદ્રવ દૈવી હસ્તક્ષેપની ખ્રિસ્તી દલીલ પાછળની તાર્કિક અસંગતતાને આગળ ધપાવે છે, કારણ કે આ પ્રભાવોએ આદમની દિવ્યતાને ધ્યાનમાં લીધી હોત, જે ફક્ત સર્જન તરીકે સમજાય છે. [૧૦7]\n \nઇસ્લામમાં, ઈસુ ઇસ્લામિક પ્રબોધક મુહમ્મદનો પુરોગામી હોવાનું માનવામાં આવે છે. કુરાનના જણાવ્યા મુજબ, મુહમ્મદની આવનારી આગાહી ઈસુએ એસ-સફ: ૧: in માં આ શ્લોક દ્વારા, પ્રારંભિક આરબ મુસ્લિમોએ હાલની ધાર્મિક પરંપરાઓ અને ઈસુની કથિત આગાહીઓ પ્રત્યેની તેમની નવી શ્રદ્ધા માટે કાયદેસરતાનો દાવો કર્યો હતો. [११6] મુસ્લિમો માને છે કે ઈસુ મુહમ્મદનો પુરોગામી હતો, અને તેણે બાદમાં આવવાની ભવિષ્યવાણી કરી હતી. [117] [२]] આ પરિપ્રેક્ષ્ય કુરાનના એક શ્લોક પર આધારિત છે જેમાં ઈસુએ તેમના નામ \"અહમદ\" નામના મેસેંજરની વાત કરી છે. [118] ઇસ્લામ અહમદને મુહમ્મદ સાથે સહયોગ કરે છે, બંને શબ્દો એચ-એમ-ડી ટ્રાઇકોન્સન્ટલ મૂળમાંથી ઉદ્ભવેલા છે જે પ્રશંસાને સૂચવે છે. મુસ્લિમો ભારપૂર્વક જણાવે છે કે ઈસુની ઘોષણાના પુરાવા ન્યુ ટેસ્ટામેન્ટમાં હાજર છે, પેરાકલ્ટનો ઉલ્લેખ ટાંકીને, જેની આવનારી જ્હોનની સુવાર્તામાં આગાહી છે. [११]]\n\nમુસ્લિમ ટીકાકારો દાવો કરે છે કે વપરાયેલ મૂળ ગ્રીક શબ્દ પેરિક્લુટોઝ હતો, જેનો અર્થ પ્રખ્યાત, પ્રખ્યાત અથવા પ્રશંસનીય છે - અહમદ તરીકે અરબીમાં રજૂ કરાયેલ; અને આની જગ્યાએ ખ્રિસ્તીઓ દ્વારા પરક્લેટોઝ સાથે બદલવામાં આવ્યું. []]] [१२]] આ વિચાર ચર્ચામાં છે, પૂછે છે કે શું પરંપરાગત સમજ કુરાનના ટેક્સ્ટ દ્વારા સપોર્ટેડ છે.\n\nઇસ્લામિક ધર્મશાસ્ત્રનો દાવો છે કે ઈસુએ અહમદ નામના ઉલ્લેખ સાથે સુરા 61: 6 અનુસાર બીજા પ્રબોધકએ તેમને સફળતા આપી હતી. .\n\n\"અહમદ\" શબ્દ પર પાછા આવીને મુસ્લિમોએ સૂચવ્યું છે કે અહમદ પેરિક્લુટોઝનું અનુવાદ છે, ઉજવણી કરવામાં આવે છે અથવા પ્રશંસા કરાયેલ છે, જે જ્હોન XIV, XV અને XVI ના પેરાકલ્ટ, પરક્લેટસનો ભ્રષ્ટાચાર છે. [१२૧]\n\nહદીસ\nહદીસ મુહમ્મદ અને તેની આસપાસના લોકોની કહેવત છે. ઈસુના દંતકથા ધરાવતા હદીસ, બિન-કેનોનિકલ ('વિધર્મ') ખ્રિસ્તી દ્વારા પ્રભાવિત થયા છે જે આરબ દ્વીપકલ્પમાં અને એબિસિનીયામાં આગળ વધી હતી. [] 65] મુસ્લિમ સમુદાય માટે સત્તાના સ્ત્રોત તરીકે ત્રીજી મુસ્લિમ સદીમાં હદીસને કેનોનિકલ સ્થિતિ વિકસાવી. ઈસુની હદીસમાંથી ઉભરી રહેલી મુસ્લિમ ખ્યાલ એક ચમત્કારિક, પાપી અને એસ્કેટોલોજિકલ વ્યક્તિની છે, જે લોકોને ઇશારો કરે છે, ફરીથી મુસ્લિમના મુસ્લિમ વિશ્વાસના પરિપ્રેક્ષ્ય અનુસાર, મુસ્લિમ વિશ્વાસ (મુસ્લિમ; જે ભગવાનની ઇચ્છાને સબમિટ કરે છે). [ 130]\n\nહદીસોએ સામાન્ય મુસ્લિમોમાં ઈસુની છબીને આકાર આપતો ખૂબ જ મહત્વપૂર્ણ ભાગ ભજવ્યો છે, જ્યારે હદીસો અને ટાફસીરનો સમાવેશ કરીને વધુ વિકસિત થઈ જાય છે, ત્યારે તે મહાન માત્રામાં સુપ્રસિદ્ધ લખાણો અને અહેવાલોમાં વણાટ કરે છે. [२]] મુસ્લિમ ફેરબદલ સાથે, ઈસુની રદબાતલ આશ્ચર્યજનક છે. તેના બદલે જે લખ્યું છે તે તપસ્વી જાદુગર છે, જે પવિત્ર આત્મા દ્વારા મદદ કરે છે. સુવાર્તાને ઉપદેશ આપવા માટેના પુસ્તક તરીકે જોવામાં આવે છે અને તે વાસ્તવિક ઉપદેશોનો ઉલ્લેખ કર્યા વિના પસાર થવામાં ફક્ત સંદર્ભ આપવામાં આવે છે. આશ્ચર્યજનક રીતે, ઈસુના કાલ્પનિક વાતો અને માનવામાં આવતા ઉપદેશોને હદીસ-સંગ્રહમાં, શિયા ઇસ્લામ અને ઈસુના સુફી રજૂઆતોમાં અગ્રતા આપવામાં આવે છે. [] 65]\n\nસુન્ની ઇસ્લામ\nકિતબ અલ-મિલાલ વા અલ-નિહાલ, અલ-શાહ્રસ્તાણી (ડી. 1153) માં, પ્રભાવશાળી પર્સિયન ઇતિહાસકાર, ઇતિહાસકાર, વિદ્વાન, ફિલોસોફર અને ધર્મશાસ્ત્રી, ઇસ્લામિક કથા ચાલુ રાખતા ઓર્થોડોક્સ ટેનેટ્સની ખૂબ નજીકના ચિત્રણની નોંધણી કરે છે:\n\nખ્રિસ્તીઓ. (તેઓ છે) ખ્રિસ્તનો સમુદાય (ઉમ્મા), ઈસુ, મેરીનો પુત્ર (તેમના પર શાંતિ). તે છે જે મૂસા (તેમના પર શાંતિ) પછી ખરેખર (પ્રોફેટ તરીકે; માબહૂથ) મોકલવામાં આવ્યો હતો, અને જેની ઘોષણા તોરાહમાં કરવામાં આવી હતી. તેમને (મંજૂરી) મેનિફેસ્ટ ચિહ્નો અને નોંધપાત્ર પુરાવા હતા, જેમ કે મૃતકોને પુનર્જીવિત કરવા અને અંધ અને રક્તપિત્તના ઉપચાર. તેનો સ્વભાવ અને જન્મજાત સ્વભાવ (ફિટ્રા) તેની સત્યતાનો સંપૂર્ણ સંકેત છે; એટલે કે, અગાઉના બીજ વિના તેમનું આવવું અને અગાઉના શિક્ષણ વિના તેના બોલતા. બધા (અન્ય) પ્રબોધકો માટે તેમના સાક્ષાત્કારનું આગમન ચાલીસ વર્ષ (વય) હતું, પરંતુ જ્યારે તેને પારણામાં બોલવા માટે બનાવવામાં આવ્યો ત્યારે સાક્ષાત્કાર તેની પાસે આવ્યો, અને જ્યારે તેમણે અભિવ્યક્ત કર્યું (દૈવી સંદેશ) ત્રીસ (ઉંમર) પર. તેના (ભવિષ્યવાણી) મિશન (દા'વા) ની અવધિ ત્રણ વર્ષ અને ત્રણ મહિના અને ત્રણ દિવસનો હતો. [૧1૧]\n\nશિયા ઇસ્લામ\nનાહજ અલ-બાલાગામાં, ચોથા ખલીફા અલી (આર. 656–661) એ ઈસુની સરળતા વિશે વાત કરી હોવાનું જણાવાયું છે. [૧2૨] અલી કહે છે કે \"ઈસુએ તેના ઓશીકું માટે એક પથ્થરનો ઉપયોગ કર્યો, બરછટ કપડાં મૂક્યા અને ખરબચડી ખોરાક ખાધો. તેનો મસાલા ભૂખ હતો. રાત્રે તેનો દીવો ચંદ્ર હતો. તેને કોઈ પત્ની નહોતી, અથવા કોઈ પુત્રને દુ grief ખ આપવા માટે કોઈ પુત્ર નહોતો, ન તો ડેવિટ કરવા માટે સંપત્તિ. તેના બે પગ તેના વાહન હતા અને તેના બે હાથ તેના સેવક હતા \". [૧2૨] અલીના મહાન-પૌત્ર જાફાર અલ-સદીકના જણાવ્યા અનુસાર, ડેવિડ અને ઈસુ વચ્ચેનો સમય ચારસો વર્ષનો હતો. [૧33] જાફર આગળ કહે છે કે ઈસુનો ધર્મ એકેશ્વરવાદ (તાવડ) અને શુદ્ધતા (ઇખલા) હતો. [૧33] 'ઇન્જેઇલ' (ગોસ્પેલ) ને તેમને નીચે મોકલવામાં આવ્યો હતો અને અન્ય પ્રબોધકોએ જે પ્રતિજ્ .ા લીધી હતી તે પણ ઈસુ પાસેથી લેવામાં આવી હતી: ધર્મ સાથે પ્રાર્થના સ્થાપિત કરવા, સારાને આદેશ આપ્યો અને દુષ્ટતાને પ્રતિબંધિત કરવા, જેની મંજૂરી છે તે મંજૂરી આપીને અને પ્રતિબંધિત કરવામાં આવી છે તે પ્રતિબંધિત. 'ઇન્જેઇલ' માં તેમને સલાહ અને ઉપમાને મોકલવામાં આવ્યા હતા, પરંતુ તેમાં બદલો લેવાનો કોઈ કાયદો નહોતો કે બદનામી (અહકમ અલ-હુદુડ) ની ઉપદેશો, અને વારસો માટેની કોઈ જવાબદારી નથી. તેને તોરાહમાં મૂસાને જે મોકલવામાં આવ્યો હતો તેનું નિવારણ હતું તે મોકલવામાં આવ્યું હતું. ઈસુએ તેમના અનુયાયીઓને આદેશ આપ્યો કે તેઓ તોરાહના કાયદા અને 'ઇન્જેઇલ' પર વિશ્વાસ કરે છે. [૧33]\n\nફાતિમિડ સમયગાળાના પ્રખ્યાત મુસ્લિમ ન્યાયશાસ્ત્રી કદી અલ-નુમાનના જણાવ્યા મુજબ, ઈસુને કુરાનમાં મસીહા (અલ-મસા) તરીકે ઓળખવામાં આવે છે કારણ કે તેમને દૂર કરવા માટે તેમને જવાબ આપનારા લોકોને મોકલવામાં આવ્યા હતા (મસાહા ) તેમની અશુદ્ધિઓ, તેમના વિશ્વાસની બિમારીઓ; સ્પષ્ટ (ઝહિર) અથવા છુપાયેલ (બેટિન). કાદિ અલ-નુમાન, તેમના પ્રતીકાત્મક અર્થઘટન (અસલ-તા'વલ) ના તેમના કામના પાયામાં, ઈસુના આધ્યાત્મિક જન્મ (મિલાદ અલ-બેટિન) વિશે વાત કરે છે, તેમની શારીરિક જન્મની વાર્તાના અર્થઘટન તરીકે (મિલાદ અલ- ઝહિર) કુરાનમાં ઉલ્લેખ કર્યો છે. તે કહે છે કે મેરી, ઈસુની માતા, તે વ્યક્તિ માટે એક રૂપક છે જેણે તેને શારીરિક રીતે જન્મ આપવાને બદલે ઈસુ (લહિક) નું પોષણ અને સૂચના આપી હતી. કદી અલ-નુમાન સમજાવે છે કે ઈસુ અબ્રાહમના શુદ્ધ વંશમાંથી હતા, જેમ અલી અને તેના પુત્રો ફાતિમા દ્વારા મુહમ્મદની શુદ્ધ વંશના હતા. [૧44]\n\nદેખાવ\nમુહમ્મદના અનેક હદીસના કથાઓના આધારે, ઈસુને શારીરિક રીતે વર્ણવી શકાય છે (ઈસુના શારીરિક વર્ણનમાં કોઈ તફાવત મુહમ્મદને કારણે તેને જુદા જુદા પ્રસંગોએ જોતી વખતે, અથવા ઈસુ દરમિયાન ઈસુનું વર્ણન કરતી વખતે તેનું વર્ણન કરતી વખતે તેનું વર્ણન કરે છે 'બીજું આવે છે): [૧44]\n\nમધ્યમ/મધ્યમ/સરેરાશ height ંચાઇ અને વ્યાપક છાતી સાથે કદનો સારી રીતે બિલ્ટ માણસ.\nસીધા, લ ank ન્ક અને લાંબા વાળ જે તેના ખભા વચ્ચે પડ્યા. એવું લાગે છે કે તેના માથામાંથી પાણી ડૂબી રહ્યું છે, તેમ છતાં તે ભીનું નથી.",
"Muhammad": "ઇસ્લામ માં મુહમ્મદ\nવિકિપીડિયાથી, મફત જ્ cy ાનકોશ\nશોધ માટે નેવિગેશનજમ્પ પર જાઓ\nઆ લેખ ઇસ્લામિક સંદર્ભમાં મુહમ્મદની ભૂમિકા અને મહત્વ વિશે છે. સામાન્ય વિહંગાવલોકન માટે, મુહમ્મદ જુઓ.\nઇમામ અલ-અન્બીયા\nરાસલ અલ્હ\nમુહમ્મદ\nمُحمّدٌ\nمحمد صلى الله عليه وسلم.svg\nઇસ્લામિક સુલેખન માં 'મુહમ્મદ'\nઇસ્લામનો પ્રબોધક\nઇસા (ઈસુ) દ્વારા આગળ\nપદ દ્વારા નાબૂદ\nશીર્ષક ખાટમ એન-નાબીયિન ('પ્રબોધકોની સીલ')\nઅંગત\nસોમવાર, 12 રબી 'અલ-અવવાલ 53 બીએચ (570 સીઈ) નો જન્મ\nમક્કા, હેજાઝ, અરેબિયા\nસોમવાર, 12 રબી 'અલ-અવવાલ 11 એએચ (8 જૂન 632 સીઈ)\nમદિના, હેજાઝ, અરેબિયા\nઆરામ સ્થળ ગ્રીન ડોમ, પ્રોફેટની મસ્જિદ, મદીના\nધર્મ\nજીવનસાથી મુહમ્મદની પત્નીઓને જુએ છે\nબાળકો મુહમ્મદના બાળકોને જુએ છે\nમા - બાપ\nઅબ્દ અલ્લાહ ઇબ્ને અબ્દુલ અલ-મુતાલીબ (ફાધર)\nઅમીના બિન્ટ વાહબ (માતા)\nનોંધપાત્ર કામ (ઓ) મદીનાનું બંધારણ\nઅન્ય નામો મુહમ્મદના નામ અને શીર્ષક જુએ છે\nસંબંધીઓ મોહમ્મદનું કુટુંબનું વૃક્ષ જુએ છે, આહલ અલ-બેટ (\"ઘરનો પરિવાર\")\nસહી\nમુહમ્મદ સીલ\nમુસલમાન\nઅનુગામી મોહમ્મદનો ઉત્તરાધિકાર જુઓ\nઅરબી નામ\nવ્યક્તિગત (આઈએસએમ) મુહમ્મદ\nપેટ્રોમમિક (નાસાબ) મુઆમ્મદ ઇબન અબ્દ અલ્લાહ ઇબન અબ્દ અલ-મુટાલિબ ઇબન હાશીમ ઇબ્ને અબ્દના મનાફ ઇબન ક્યુસાઇ ઇબન કિલબ\nટેકનોમીનિક (કુન્યા) અબુ અલ-કાસિમ\nબિસ્મલાહિર રહેમ\nઇસ્લામ પર શ્રેણીનો ભાગ\nઇસ્લામિક પ્રબોધકો\nઅંબિયા\nકુરાનમાં પ્રબોધકો\nઇસ્લામિક નામ અને બાઈબલના નામ દ્વારા સૂચિબદ્ધ.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( જેથ્રો) માસ (મોસેસ) હૈરન (એરોન) ધુલ-કીફલ (એઝેકીલ અથવા ગૌતમ બુદ્ધ) દ ū દ (ડેવિડ) સુલેમન (સોલોમન) ય ū નસ (જોનાહ) ʾylas (એલિઆજા) એલિઆસ (ઝેકરિયા) ) મુઆમ્મદ (મુહમ્મદ)\nમુખ્ય ઘટનાઓ\nદૃશ્યો\n ઇસ્લામ પોર્ટલ\nvte\nપર શ્રેણીનો ભાગ\nઇસ્લામ\nઅલ્લાહ 3.svg\nમાન્યતાઓ\nપદ્ધતિઓ\nપાઠ\nઇતિહાસ\nસંસ્કૃતિ અને સમાજ\nસંબંધિત વિષયો\n ઇસ્લામ પોર્ટલ\nvte\nમુઆમ્મદ ઇબન અબ્દ અલ્લાહ (અરબી: مُحمّدُ بْنُ عَبْ ٱ ٱللِ; c.570 - 8 જૂન 632 સીઇ), ઇસ્લામની તમામ મુખ્ય શાખાઓમાં ભગવાનના સંદેશાઓ અને પ્રબોધકોની સીલ હોવાનું માનવામાં આવે છે. મુસ્લિમો માને છે કે કુરાન, ઇસ્લામના કેન્દ્રીય ધાર્મિક લખાણ, ભગવાન દ્વારા મુહમ્મદને જાહેર કરવામાં આવ્યો હતો, અને મુહમ્મદને ઇસ્લામને પુનર્સ્થાપિત કરવા માટે મોકલવામાં આવ્યો હતો, જેનું માનવું છે કે તે મુહમ્મદ સાથે ઉદ્ભવ્યો નથી, પરંતુ તે આદમ, અબ્રાહમની સાચી અનલિટર્ડ મૂળ એકેશ્વરવાદી વિશ્વાસ છે, મૂસા, ઈસુ અને અન્ય પ્રબોધકો. [1] [2] []] []] મુહમ્મદે કુરાન સાથે સ્થાપિત ધાર્મિક, સામાજિક અને રાજકીય સિધ્ધાંતો ઇસ્લામ અને મુસ્લિમ વિશ્વનો પાયો બન્યો. []]\n\nમક્કાના આદરણીય કુરૈશી પરિવારમાં 53 બીએચ (7070૦ સીઇ) માં જન્મેલા, મુહમ્મદે \"અલ-અમીન\" (اَلْأمِنُ, જેનો અર્થ \"ટ્રસ્ટીબલ\") મેળવ્યો. []] []] 11 બીએચ (610 સીઇ) માં 40 વર્ષની ઉંમરે, મુહમ્મદને હિરા નામની ગુફામાં પહેલો મૌખિક ઘટસ્ફોટ થયો હોવાનું કહેવાય છે, જે કુરાનના વંશની શરૂઆત હતી જે તેમના જીવનના અંત સુધી ચાલુ રહી હતી; અને મુસ્લિમોનું માનવું છે કે મુહમ્મદને ભગવાન દ્વારા ભગવાનની એકતાનો ઉપદેશ આપવા માટે કહેવામાં આવ્યું હતું, જેથી મૂર્તિપૂજાને બહાર કા to વા માટે, ઇસ્લામિક પૂર્વ અરેબિયામાં સ્પષ્ટ રીતે હાજર એક પ્રથા. []] []] નવા રૂપાંતરિત મુસ્લિમોના સતાવણીને કારણે, મદીના (ત્યારબાદ યાથ્રિબ તરીકે ઓળખાય છે) ના પ્રતિનિધિ મંડળના આમંત્રણ પર, મુહમ્મદ અને તેના અનુયાયીઓ 1 એએચ (622 સીઈ) માં મેદિના સ્થળાંતર થયા, જે હિજરહ તરીકે ઓળખાય છે. [૧૦] 11] મુહમ્મદના જીવનમાં એક વળાંક, આ હેગિરા પણ ઇસ્લામિક કેલેન્ડરની શરૂઆત દર્શાવે છે. મદિનામાં, મુહમ્મદે મદીનાના બંધારણનું નિર્માણ કર્યું, જેમાં ત્યાંના વિવિધ સમુદાયો વચ્ચેના અધિકાર અને સંબંધોનો ઉલ્લેખ કર્યો, સ્વતંત્ર સમુદાયની રચના કરી, અને પ્રથમ ઇસ્લામિક રાજ્યની સ્થાપના કરવામાં વ્યવસ્થાપિત. [१२] મક્કાની ચાલુ દુશ્મનાવટ હોવા છતાં, મુહમ્મદે તેના અનુયાયીઓ સાથે, 630, [૧]] [૧]] માં મક્કાનો નિયંત્રણ લીધો અને તમામ મૂર્તિપૂજક મૂર્તિઓના વિનાશનો આદેશ આપ્યો. [૧]] [૧]] મદીનામાં તેના પછીના વર્ષોમાં, મુહમ્મદે ઇસ્લામ હેઠળ અરેબિયાના જુદા જુદા જાતિઓ એકીકૃત કર્યા [૧ 17] અને સામાજિક અને ધાર્મિક સુધારા કર્યા. [૧]] લગભગ 11 એએચ (632 સીઇ) માં તેનું મૃત્યુ થયું ત્યાં સુધીમાં, અરબી દ્વીપકલ્પના લગભગ તમામ જાતિઓ ઇસ્લામમાં ફેરવાઈ ગયા હતા. [૧]]\n\nમુસ્લિમો ઘણીવાર મુહમ્મદને પ્રોફેટ મુહમ્મદ તરીકે ઓળખે છે, અથવા ફક્ત \"પ્રોફેટ\" અથવા \"ધ મેસેંજર\" તરીકે ઓળખે છે, અને તેને બધા પ્રબોધકોમાં સૌથી મહાન માનતા હોય છે. [1] [20] [21] [२२] તે મુસ્લિમો દ્વારા બધા ગુણોના માલિક તરીકે જોવામાં આવે છે. [૨]] આદરની કૃત્ય તરીકે, મુસ્લિમો અરબી બેનેડિક્શન સલ્લલ્લાહુ 'અલયહિ વા સલમ, (એટલે ​​કે શાંતિ પર રહે છે) દ્વારા મુહમ્મદના નામનું પાલન કરે છે, [૨ 24] કેટલીકવાર \"સવ\" અથવા \"સ.અ.વ.\" તરીકે સંક્ષેપિત થાય છે.\n\nકુરાનમાં\nવધુ માહિતી: કુરાનમાં મુહમ્મદ\n\nમુહમ્મદ નામ થુલુથમાં લખાયેલું છે, જે ઇસ્લામિક સુલેખનની વિવિધ સ્ક્રિપ્ટ છે\nકુરાન મુહમ્મદના પ્રારંભિક જીવન અથવા અન્ય બાયોગ્રાફિક વિગતો વિશે થોડું ગણતરી કરે છે, પરંતુ તે તેના ભવિષ્યવાણી મિશન, તેની નૈતિક શ્રેષ્ઠતા અને મુહમ્મદને લગતા ધર્મશાસ્ત્રના મુદ્દાઓ વિશે વાત કરે છે. કુરાનના જણાવ્યા મુજબ, ભગવાન દ્વારા મોકલેલા પ્રબોધકોની સાંકળમાં મુહમ્મદ છેલ્લો છે (: 40 :: 40૦). સમગ્ર કુરાન દરમ્યાન, મુહમ્મદને \"મેસેંજર\", \"મેસેન્જર God ફ ગોડ\" અને \"પ્રોફેટ\" તરીકે ઓળખવામાં આવે છે. આવા કેટલાક છંદો 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 છે , 8:01, 9: 3, 33:40, 48:29, અને 66:09. અન્ય શરતોનો ઉપયોગ \"વ ner ર્નર\", \"ગ્લેડ ટિડિંગ્સના બેરર\" અને \"જે લોકોને એક જ ભગવાનને આમંત્રણ આપે છે\" (કુરાન 12: 108, અને 33: 45-46) નો સમાવેશ થાય છે. કુરાન ભારપૂર્વક જણાવે છે કે મુહમ્મદ એક માણસ હતો જેણે ઉચ્ચતમ નૈતિક શ્રેષ્ઠતા ધરાવતો હતો, અને ભગવાન તેને અનુસરવા માટે એક સારું ઉદાહરણ અથવા \"ગુડલી મોડેલ\" બનાવ્યું (કુરાન 68: 4, અને 33:21). કુરાન મુહમ્મદ માટે કોઈપણ અલૌકિક લાક્ષણિકતાઓને અસ્વીકાર કરે છે, [૨]] પરંતુ તે સકારાત્મક માનવ ગુણોની દ્રષ્ટિએ તેનું વર્ણન કરે છે. કેટલાક શ્લોકોમાં, કુરાન મુહમ્મદના માનવતા સાથેના સંબંધને સ્ફટિકીકૃત કરે છે. કુરાનના જણાવ્યા મુજબ, ભગવાન મુહમ્મદને સત્ય (માનવતા માટે ભગવાનનો સંદેશ) મોકલ્યો, અને આખા વિશ્વને આશીર્વાદ તરીકે (કુરાન 39:33, અને 21: 107). ઇસ્લામિક પરંપરામાં, આનો અર્થ એ છે કે ઈશ્વરે મુહમ્મદને માનવતા પ્રત્યેના તેમના સંદેશ સાથે મોકલ્યો હતો, જેમાંથી લોકોને પછીના જીવનમાં મુક્તિ આપશે, અને તે મુહમ્મદની ઉપદેશો અને તેમના અંગત જીવનની શુદ્ધતા છે જે આ વિશ્વ પર ભગવાનની ઉપાસનાને જીવંત રાખે છે . [૨]]\n\nકુરાનના જણાવ્યા મુજબ, મુહમ્મદની આવનારી આગાહી ઈસુએ કરી હતી: \"અને યાદ રાખો, મેરીના પુત્ર ઈસુએ કહ્યું: 'ઓ ઇઝરાઇલના બાળકો! હું તમારા માટે ભગવાનનો સંદેશવાહક છું, જે મારા પહેલાં કાયદા (જે આવ્યા) ની પુષ્ટિ કરે છે, અને મારા પછી આવવા માટે મેસેન્જરની ખુશીની ભરતી આપવી, જેનું નામ અહમદ હશે '' (કુરાન 61: 6). આ શ્લોક દ્વારા, પ્રારંભિક આરબ મુસ્લિમોએ હાલની ધાર્મિક પરંપરાઓ અને ઈસુની કથિત આગાહીઓ પ્રત્યેની તેમની નવી શ્રદ્ધા માટે કાયદેસરતાનો દાવો કર્યો હતો. [૨]]"
}
