{
"Adam": "__ \"Oh Humankind! Ti abbiamo creato da una sola coppia di un maschio e una femmina e ti abbiamo trasformato in nazioni e tribù, in modo che tu possa conoscerci (non che tu possa disprezzarti a vicenda). In verità il più onorato tra di voi Alla vista di Allah c'è l'Hho è il più giusto di te. E Allah ha piena conoscenza e conosce bene (con tutte le cose) \"(Corano 49:13) .__\n\nAdamo (arabo: آدم) fu il primo essere umano sulla Terra e il primo Nabi (نبي, Profeta) dell'Islam. Il revere di musulmano come padre della razza umana e sua moglie, Hawwā (حواء, Eva) come madre dell'umanità. I musulmani vedono Adamo come il primo musulmano, come afferma il Corano che tutti i profeti predicavano la stessa fede dell'Islam, il che significa sottomissione a Dio.\n\nDa questi due individui, generazioni di esseri umani hanno abitato la terra. Dio afferma nel Corano.\n\nQuando Adamo fu creato, Dio comandò a tutta la creazione di abbassarsi come segno di rispetto ad Adamo, che era una nuova creazione superiore. Tutti hanno fatto tranne Shaytan, che ha rifiutato di dire che era fatto di un fuoco senza fumo (un Jinn), mentre Adam era fatto di argilla. Dio li ha quindi messi nel giardino dell'Eden come test e Shaytan ha ingannato con successo sia Adamo che Hawwa. Li fece andare su un albero da cui Dio li aveva proibiti. Di conseguenza, Dio ci ha messo (umani e diavoli) sulla terra come nemici l'uno dell'altro fino al giorno del giudizio. Una volta sulla terra, Adamo pregò per il perdono e Dio lo perdonò.\n\nCome con Adamo e tutti i profeti sono venuti sulla Terra per ricordare alla nostra alleanza con Dio. Se obbediamo a Dio, possiamo raggiungere un livello più alto degli angeli alla vista di Dio. Per fare ciò dobbiamo evitare i sussurri di Sheytan e ciò che è anche molto peggio di così, sforzarsi e sopprimere i nostri nuff (desideri egoistici). Lo facciamo seguendo l'infinita saggezza, le indicazioni e gli esempi che ci vengono forniti nel Corano, la rivelazione finale e il libro scritto in prima persona da Dio che è perfettamente preservato e invariato. Dobbiamo anche seguire l'incredibile esempio dei profeti e abbiamo la storia della vita piena del profeta Maometto quando è arrivato in tempi più recenti in cui si presenta anche nella storia moderna. Tutti i suoi insegnamenti sono anche conservati e c'è un sacco di borsa di studio islamica da preservare e insegnare il suo stile di vita. Il profeta Maometto era il sigillo dei profeti, uno stato, un leader spirituale e militare insieme ad essere marito, padre, vicino e amico. È molto elogiato da coloro che studiano la sua vita, azioni e insegnamenti. Perfino i suoi nemici quando viveva rispettati e si fidava di lui.\n\nQuindi, come musulmani conosciamo lo scopo della vita per tutti gli umani è adorare Dio e vedere chi è meglio nelle azioni. Dio ha promesso all'umanità un bel posto in Paradiso/Paradiso come ricompensa per seguire i suoi comandamenti. La persona più bassa in cielo avrà la terra di dieci terre. Quando arrivi ai livelli più alti del paradiso, devi iniziare a misurare la tua terra negli anni della luce. Dio è il più generoso e vuole darci e per noi di chiedergli tutto. Se ci allontaniamo da Dio e dalle vie dei profeti, una grave punizione ci aspetta all'inferno. Possa Dio proteggerci da questa e da tutte le cose malvagie.\n\nDal punto di vista scientifico, gli umani sono nelle specie __homo sapiens__, di cui l'unica sottospecie nota è nota come __homo sapiens sapiens__. Siamo le specie più dominanti sulla terra. Tuttavia, ci sono molti tipi di vita, in particolare tra piante e protisti, che hanno avuto un effetto molto maggiore sull'aria, sulle rocce, sulla vita e sull'ambiente naturale della Terra.\n\nWikipedia:\nPrimo profeta e padre di tutti gli esseri umani.\nLa storia di Adamo e della creazione è fatta in tutto il Corano. Ci sono riferimenti nei capitoli: 2, 4, 5, 20, 21, 38 e altri. Nella narrativa del Corano, Dio ha creato l'umanità dall'argilla (Q3: 59), [18] lo ha modellato in una forma e quindi ha comandato gli angeli di inchinarsi (inviare) ad Adamo. Iblis ha rifiutato per orgoglio (Q15: 26-32) [19] ed è stato bandito da Jannah (Paradiso).\n\nSecondo il Corano, Dio aveva già deciso prima della creazione di Adamo che l'umanità (Adamo e la sua progenie) sarebbero stati posti sulla terra. L'Islam non attribuisce la vita dell'umanità sulla terra come una punizione, piuttosto come parte del piano di Dio.\n\n\"\" In verità, metterò generazioni sull'umanità dopo generazioni sulla Terra. \" Loro (gli angeli) dissero: \"Posizionirai in esso quelli che faranno male e versano sangue, mentre noi (gli angeli) ti glorifichiamo con lodi e ringraziano e ti santificano?\" Dio disse: \"So ciò che non conosci\".\n\nDio quindi insegna ad Adamo i nomi di tutte le cose e assembla gli angeli di fronte ad Adamo in modo da mostrare loro che c'è di più in Adamo di quanto non sappiano, in particolare l'alta capacità intellettuale di Adamo:\n\n\"E insegnò ad Adamo i nomi - tutti loro. Poi li mostrò agli angeli e disse:\" Informanami dei nomi di questi, se sei sincero. \"Dissero:\" Gloria a te (dissero gli angeli), Di conoscenza non ne abbiamo, salvo ciò che ci hai insegnato: in verità sei tu che sei perfetto nella conoscenza e nella saggezza. \"Ha detto:\" O Adamo! Di 'loro i loro nomi \"Quando aveva detto loro, Dio disse (agli angeli):\" Non ti ho detto che conosco i segreti del cielo e della terra, e so cosa rivelate e cosa nascondi? \"\n\nDio comanda agli angeli di inchinarsi ad Adamo. Tutti obbediscono, tranne Iblis, che sente di essere fatto dal fuoco, non dovrebbe inchinarsi ad Adamo che è stato fatto dalla terra. La sua disobbedienza del comando di Dio seguito dal suo orgoglio gli fece cadere dal favore di Dio:\n\n\"Ed ecco, abbiamo detto agli Angeli:\" Inchinati ad Adamo \"e si sono inchinati. Non così Iblis: si rifiutò ed era altezzoso: era di coloro che respingono la fede (coloro che sono disobbedienti).\" (2:34)\n\nDio in seguito pone Adamo ed Eva nel giardino e dice loro che sono liberi di godersi i suoi frutti tranne che non si avvicinano a un certo albero: (2:35)\n\n\"Abbiamo detto:\" O Adam! dimora tu e tua moglie nel giardino; e mangia delle cose abbondanti in esso come (dove e quando) lo farai; Ma non avvicinarti a questo albero, o vi imbattono in danni e trasgressioni \".\n\nSatana quindi inganna Adamo ed Eva nel mangiare dei frutti dell'albero: (2:36)\n\n\"Quindi Satana li fece scivolare dal (giardino) e li fece uscire dallo stato (di Felicity) in cui erano stati. Abbiamo detto:\" Fatevi giù, tutti (persone), con alcuni di voi che avete inimicizia verso gli altri. Sulla terra sarà il tuo posto di dimora e i tuoi mezzi di sostentamento - per un certo periodo. \"\n\nAdamo ed Eva sentono un sacco di rimorso per le loro azioni, ma Dio si trasforma in Adamo in misericordia e lo consola: (2:37)\n\n\"Poi ha imparato Adamo dalle parole di ispirazione del suo signore, e il suo Signore si è rivolto verso di lui; poiché è spesso restituito, più misericordioso.\"\n\nDio quindi informa Adamo che Dio manderà la sua guida ad Adamo e alla sua progenie: (2:38)\n\n\"Abbiamo detto:\" Scendi tutti da questo posto (il giardino), quindi ogni volta che ci viene una guida da me e chiunque segua la mia guida, non ci sarà paura per loro, né si addolorano. \"\n\nNel giardino dell'Eden, Satana (spesso identificato come Iblis) attira Adamo ed Eva nel disobbedire a Dio assaggiando il frutto dall'albero proibito. Dio, manda Adamo ed Eva nel resto della terra. [20] [21]\n\nIl Corano descrive anche i due figli di Adamo ed Eva, Caino e Abele. [22] [23]",
"Idris": "Inventore della penna e inventore dell'ago.",
"Nuh": "Sopravvissuto della grande alluvione.",
"Hud": "Mercante\n\nQuesto è un breve riassunto della narrazione di HUD, con enfasi su due versi particolari:\n\nLe persone di ʿād erano estremamente potenti e ricche e costruirono innumerevoli edifici [19] e monumenti per mostrare il loro potere. Tuttavia, la ricchezza del popolo ʿād alla fine si è rivelata il loro fallimento, quando sono diventati arroganti e hanno abbandonato Dio e hanno iniziato ad adottare idoli per il culto, tra cui tre idoli di nome Samd, Samud e Hara. [11] HUD, anche durante l'infanzia, è rimasto coerente nella preghiera a Dio. È legato attraverso l'esegesi che la madre di HUD, una pia donna che aveva visto grandi visioni alla nascita di suo figlio, era l'unica persona che incoraggiava HUD nella sua adorazione. [20] Pertanto, il Signore ha sollevato HUD come profeta per il popolo ʿād. [20]\n\nQuando HUD iniziò a predicare e li invitò al culto solo del vero Dio e quando disse loro di pentirsi per i loro peccati passati e chiedeva misericordia e perdono, le persone ʿād iniziarono a rimuoverlo e iniziarono maliziosamente a deridere il messaggio di Dio. La storia di Hud incarna il ciclo profetico comune ai primi profeti menzionati nel Corano: il profeta viene inviato al suo popolo per dire loro di adorare Dio solo e dice loro di riconoscere che è Dio che è il fornitore delle loro benedizioni [9] Corano [3] afferma:\n\nAbbiamo inviato al popolo di 'loro fratello Hud, che ha detto: \"O il mio popolo, adorare Dio; non hai altro Dio se non lui. (Per quanto riguarda gli idoli), stai solo inventando bugie.\nO mia gente, non ti chiedo ricompensa per questo: la mia ricompensa è con lui che mi ha creato. Pertanto, non capirai?\nO mio popolo, chiedi il tuo Signore di perdonarti e rivolgersi a lui nel pentimento. Invierà la pioggia nei torrenti per te dai cieli e ti darà una forza aggiuntiva. Quindi non allontanarti da lui come peccatori. \"\nDissero: \"O hud, sei venuto da noi senza prove. Non abbandoneremo i nostri dei perché lo dici, né credi in te.\nTutto quello che possiamo dire è che alcuni dei nostri dei ti hanno colpito dal male. \"Lui rispose:\" Chiamo Dio per testimoniare e anche tu sarai testimone, che sono libero da ciò che associato (nei tuoi affari)\nA parte lui. Inventa contro di me tanto quanto vuoi e non mi date tregua.\nPoni la mia fiducia in Dio che è il mio Signore e il tuo Signore. Non esiste una creatura che si muova sulla Terra che non è tenuta saldamente da lui da lui. In verità la via del mio Signore è etero.\nSe ti allontani, allora (ricorda) ti ho consegnato il messaggio con cui sono stato inviato. Mio Signore metterà altre persone al tuo posto e non sarai in grado di prevalere contro di lui. In effetti il ​​mio Signore tiene un orologio su tutte le cose \".\n\n-Corano, Sura 11 (HUD), Ayah 50-57\nMiracolo di hud\nSecondo Tafsir di Ibn Qayyim al-Jawziyya nel suo libro di analisi, Madaarij Saalikeen, che è stato citato da Ibn Abi al-IZ il verso di 56-58:\n\n(56) \"Tutto ciò che possiamo dire è che alcuni dei nostri dei ti hanno colpito dal male.\" Lui rispose: \"Chiamo Dio a testimoniare, e anche tu sei testimone, che sono libero da ciò che associa (nei tuoi affari) ... a parte lui. Inventa contro di me tanto quanto vuoi, e non mi date tregua .\n\n(57) Poni la mia fiducia in Dio che è il mio Signore e il tuo Signore. Non esiste una creatura che si muova sulla Terra che non è tenuta saldamente da lui da lui. In verità la via del mio Signore è etero.\n\n(58) Se ti allontani, quindi (ricorda) ti ho consegnato il messaggio con cui sono stato inviato. Mio Signore metterà altre persone al tuo posto e non sarai in grado di prevalere contro di lui. In effetti il ​​mio Signore tiene un orologio su tutte le cose \".\n\n- Corano, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (arabo: صَالِحٌ, romanizzato: ṣāliḥ, lett. ] nell'antica Arabia, prima della vita del profeta Maometto. La storia di Salih è legata alla storia della She-Camel of God, che era il dono dato da Dio al popolo di Thamud quando desideravano un miracolo per confermare che Salih era veramente un profeta.\n\nLa sua professione era un allevatore di cammelli.\n\nContesto storico\n\nMada'in Salih o al-Hijr nella regione montuosa di Hijazi dell'Arabia Saudita\nI Thamud erano una confederazione tribale nella regione nord -occidentale della penisola araba, menzionata in fonti assire al tempo di Sargon II. Il nome della tribù continua ad apparire nei documenti nel IV secolo d.C., ma nel sesto secolo furono considerati un gruppo che era scomparso molto tempo fa. [6]: 81\n\nSecondo il Corano, la città a cui Salih fu inviato fu chiamata al-Hijr, [7] che corrisponde alla città nabatae di Hegra. [8] La città è diventata importante intorno al primo secolo d.C. come un sito importante nel commercio regionale di roulotte. [9] Adiacenti alla città erano grandi tombe a taglio di roccia decorate usate da membri di vari gruppi religiosi. [6]: 146 In un punto sconosciuto nei tempi antichi, il sito era abbandonato e possibilmente sostituito da Al-'ula. [10] Il sito è stato definito Mada'in Salih dall'era di Maometto, dal nome del suo predecessore Salih. [11]\n\nAl di fuori delle fedi islamiche e baháʼí, Salih non è menzionata in nessun'altra Scrittura abramo o testo storico contemporaneo, ma il racconto della distruzione di Thamud potrebbe essere stato ben noto nell'antica Arabia. Il nome della tribù è usato nell'antica poesia araba come metafora per \"la transitorie di tutte le cose\". [6]: 223–24\n\nNell'Islam\nBismillahir Rahmanir Rahim\nParte di una serie sull'Islam\nProfeti islamici\nAnbiya\nProfeti nel Corano\nElencato con nome islamico e nome biblico.\nʾĀdam (Adamo) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismāʿīl (ishmael) ʾisḥāq (Isaac) yaʿqūb (jacob) yif) ayph) ayb (ishmael) ʾisḥāq (Isaac) yaʿqūb (jacob) yirban Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muhammad (Muhammad)\nEventi principali\nVisualizzazioni\nPortale dell'Islam\nVTE\nParte di una serie su\nIslam\nAllah3.Svg\nCredenze\nPratiche\nTestifondazioni\nStoria\nCultura e società\nargomenti correlati\n Portale dell'Islam\nVTE\nCorano\n\nSalih invitando il suo popolo a vedere il camme delle She\nRaccolta illuminata di storie dei profeti\nLa vita di Salih nella sua comunità era stata così giusta che il popolo di Thamud si basava praticamente su di lui per il supporto. [12] Fu scelto da Dio come un messaggero e mandato a predicare contro l'egoismo dei ricchi e per condannare la pratica di Shirk (idolatria o politeismo). Sebbene Salih predicasse il messaggio per un periodo di tempo prolungato, il popolo di Thamud si rifiutò di sentire il suo avvertimento e invece iniziò a chiedere a Salih di compiere un miracolo per loro. Dissero: \"O Salih! Sei stato da noi! Un centro delle nostre speranze fino a quel momento! . \"\n\nSalih ha ricordato al suo popolo gli innumerevoli castelli e palazzi che hanno costruito fuori dalla pietra, [13] e della loro superiorità tecnologica rispetto alle comunità vicine. Inoltre, raccontava loro dei loro antenati, della tribù ʿād e di come anche loro furono distrutti per i loro peccati. Alcune persone di Thamud credevano alle parole di Salih, ma i leader tribali si rifiutarono di ascoltarlo e continuarono a chiedere di dimostrare un miracolo per dimostrare la sua profezia. [14]\n\nIn risposta, Dio diede al Thamud un benedetto cammello, sia come mezzo di sostentamento che come test. Alla tribù fu detto di consentire al cammello di pascolare pacificamente ed evitare di danneggiarla. [15] Ma sfidando l'avvertimento di Salih, il popolo della tribù ha ostacolato il cammello. [16] Salih li informò che avevano solo altri tre giorni per vivere prima che l'ira di Dio scendesse su di loro. [17] Il popolo della città era rimorso, [18] ma il loro crimine non poteva essere annullato e tutte le persone increduli in città furono uccise in un terremoto. Al-Hijr è stato reso disabitato e rimasto in rovina per sempre. [19] Salih stesso e i pochi credenti che lo seguirono sopravvissero. [20]\n\nLa storia è ampliata in sūrat an-naml, mentre il cammello non è menzionato esplicitamente qui, afferma che nove uomini hanno pianificato di uccidere Salih e tutta la sua famiglia, [21] [22] un crimine per il quale sono stati abbattuti di Dio tre giorni dopo. [23]\n\nTradizione musulmana\nGli scrittori musulmani hanno elaborato la storia di Salih e del cammello. La prima tradizione islamica riguardava spesso un motivo del cammello che emerge miracolosamente dalla pietra, spesso accompagnato da un vitello e dalla produzione di latte dal cammello. Al-Tabari afferma che Salih ha convocato il suo popolo su una montagna, dove hanno assistito alla roccia si è aperta miracolosamente, rivelando il cammello. Il cammello aveva un giovane vitello. Salih informò il Thamud che il cammello più vecchio doveva bere dalla loro fonte d'acqua un giorno, e dovevano bere da esso il giorno successivo. Nei giorni in cui non gli è stato permesso di bere acqua, il cammello ha fornito loro latte. Ma Dio informò Salih che un ragazzo che avrebbe il tendine del cammello sarebbe presto nato dalla tribù e quel bambino era malvagio e divenne innaturale in modo innaturale. Il cammello fu davvero ucciso e il suo vitello gridò tre volte, segnalando che il Thamud sarebbe stato distrutto in tre giorni. I loro volti divennero gialli, poi rossi, poi neri, e morirono il terzo giorno come previsto. [24]\n\nSecondo alcuni studiosi islamici, la madre di Ismail, Hajar, era una nipote del profeta Salih. [25]\n\nUna tradizione simile è legata in un commento dell'ottavo secolo sull'Islam di Giovanni di Damasco [26] [27] ed è anche menzionata nelle opere di Ibn Kathir. [28]",
"Ibrahim": "Padre di GIGIUSME, Cristianesimo e Islam. Builder del Kaaba.",
"Lut": "Storico e viaggiatore.\n\nIl Corano afferma che un giorno, un gruppo di angeli visitò Abramo come ospiti nelle vesti degli uomini [12] per informarlo del fatto che sua moglie Sarah era incinta di Isacco. Mentre erano lì, gli dissero anche che erano stati inviati da Dio al \"popolo colpevole\" [13] di Lut [14] per distruggerli [15] con \"una doccia di pietre di argilla\". [16] Lut e quelli che credevano in lui dovevano essere risparmiati, ma sua moglie doveva morire nella distruzione, con gli angeli che affermano che \"è di coloro che sono in ritardo\". [17] [18] Il Corano attinge anche alla moglie di Lot come \"esempio per i non credenti\" mentre era sposata con un uomo giusto ma si rifiutava di credere nel suo messaggio ed era così condannata all'inferno. [3] [19]\n\nIl popolo delle Twin Cities trasgreggì contro i confini di Dio. Secondo il Corano, i loro peccati includevano inospitalità e rapina [20] odiavano estranei e derubavano i viaggiatori, a parte altri abusi e stupro. Era anche il loro peccato di cattiva condotta sessuale che era considerato particolarmente egregio, con Lut che li rimproverava fortemente per l'avvicinarsi degli uomini con il desiderio sessuale anziché le donne. [21] [22] Lut disse e cercò di aiutarli ad abbandonare i loro modi peccaminosi, ma lo ridicolizzarono [20] e minacciarono di sfrattarlo dalle città. [23] Lut pregò Dio e implorò di essere salvato dalle conseguenze dei loro atti peccaminosi. [3] [24]\n\nQuindi tre angeli, mascherati da belli maschi, vennero a Lut come ospiti. Ha rattristato gli uomini, mentre sentiva l'impotenza per proteggerli dalla gente delle città. [25] I residenti delle città che vendono consapevoli dei visitatori hanno chiesto a molto di arrendere i suoi ospiti. [26] Angosciato e spaventoso che avrebbero sostenuto l'ira di Dio, suggerì un matrimonio piuttosto legittimo con le sue figlie [27] come pio e più alternative più pure ai loro desideri illegali, e forse come fonte di guida [28] Ma erano inarniti e hanno risposto \"Sai che non abbiamo bisogno delle tue figlie: anzi conosci abbastanza bene ciò che desideriamo!\", [29] riferendosi ai suoi ospiti maschi.\n\nGli Exegetes Ibn Kathir, Qurtubi e Tabari non leggono \"figlie\" per significare le figlie letterali di Lot. Sostengono che, poiché un profeta è come un padre della sua nazione, molto stava dirigendo i malfattori a allontanarsi dai loro peccati e impegnarsi in relazioni sane e pio con le figlie della nazione, cioè donne in generale. [30]\n\nGli Angeli hanno quindi rivelato le loro vere identità e gli hanno detto: \"Siamo (qui) per consegnarti e il tuo seguito, tranne la tua moglie: è di coloro che sono in ritardo.\" [3] hanno consigliato di lasciare le città Durante la notte, dicendogli di non guardare indietro. [31] Mantenendo la sua fede in Dio, molto lasciò le città nell'oscurità della notte, portando con sé i suoi seguaci e credendo ai familiari. Finalmente arrivò la mattina e il decreto di Dio Passato dopodiché il Corano recita: “Abbiamo girato (le città) a testa in giù e abbiamo piovuto su di loro pietre umide come argilla al forno, diffuso, strato su strato,-\" [32] e quindi è stato sigillato il destino delle città gemelle, cadendo cadendo in distruzione e disperazione e segnando la fine delle civiltà di Sodoma e Gomorra. [3]",
"Ismail": "Padre degli arabi.\n\nIsmaele è considerato un profeta nell'Islam ed è elencato nel Corano con altri profeti in molti casi. [11] [12] [13] [14] In altri versi, come 21:85 [15] e 38:48, [16] Ishmael è elogiato per essere paziente, buono e giusto. [17] Un esempio particolare che descrive Ismaele individualmente è 19: 54-55 [18]-\"e richiama alla mente, attraverso questo scritto divino, Ismaele. Ecco, era sempre fedele alla sua promessa, ed era un apostolo [di Dio], a Il profeta, che era solito ingiungere per la preghiera e la carità del suo popolo, e trovò favore nella vista del suo sostenitore. \"[19] come discendente di Ismaele, Muhammad è considerato giustificato come il profeta e continua la linea di profeti dai tempi pre-islamici.",
"Ishaq": "Il patriarca biblico Isacco (arabo: إ 200 o إ (Nota] ʾisḥāq) è riconosciuto come profeta e messaggero di Dio dai musulmani. [1] Come nell'ebraismo e nel cristianesimo, l'Islam sostiene che Isacco era il figlio del patriarca e il profeta Abramo di sua moglie Sarah. I musulmani tengono Isacco in profonda venerazione perché credono che sia Isaac che il suo più vecchio fratello Ismaele hanno continuato l'eredità spirituale del padre attraverso la loro successiva predicazione del messaggio di Dio dopo la morte di Abramo. [2] Isaac è menzionato in quindici passaggi del Corano. [3] Oltre a essere menzionato più volte nel Corano, Isaac è trattenuto come uno dei profeti dell'Islam.\n\nPadre del popolo israelita.\n\nPrimi anni di vita\nA causa della grazia e dell'alleanza di Dio con Abramo, Sarah era dotata di un bambino nella sua vecchiaia. Isaac aveva l'età di 10 anni quando il suo fratellastro Ismaele uscì dalla casa di Abramo nel deserto. Mentre nel deserto Ismael prese una moglie delle figlie di Moab di nome \"Ayeshah. [4]\n\nLuogo di sepoltura\nLa tomba di Isaac\nLa sua tomba e quella di sua moglie Rebekah sono considerate nella grotta dei patriarchi a Hebron, in Cisgiordania, conosciuta nell'Islam come Ibrahim-i-Mosque (\"Moschea di Abramo\"). Accanto alla tomba di Isaac ci sono quelli di alcuni degli altri patriarchi coranici/biblici e le loro mogli: Abramo e Sarah e Jacob e Leah.\n\nCita in Corano\nIsaac è menzionato quindici volte per nome nel Corano, spesso con suo padre e suo figlio, Giacobbe (Yaʿqūb). [5] Il Corano afferma che Abramo ricevette \"buone notizie di Isacco, un profeta, dei giusti\" e che Dio li benedisse entrambi (37: 112). \"E gli abbiamo dato lievi notizie di Isacco, un profeta tra i giusti. E abbiamo benedetto lui e Isacco. E tra la loro progenie ci sono i virtuosi e quelli che si sono chiaramente sbagliati\" [6] in una descrizione più piena, quando gli angeli arrivarono Ibrahim per raccontargli della punizione futura da imporre a Sodoma e Gomorra, sua moglie Sarah, \"rise, e le abbiamo dato buone notizie di Isacco, e dopo Isacco di (un nipote) Giacobbe\" (11: 71-74) ; E si spiega inoltre che questo evento avrà luogo nonostante la vecchiaia di Abramo e Sarah. Diversi versetti parlano di Isacco come un \"dono\" ad Abramo (6: 84; 19: 49-50) e 29: 26-27 aggiunge che Dio ha fatto \"profezia e il libro come tra la sua prole\", che è stata interpretata Per riferirsi ai due figli profetici di Abramo, suo nipote profetico Jacob e suo pronipote profetico Joseph. Nel Corano, in seguito racconta che Abramo ha anche elogiato Dio per avergli dato Ismaele e Isacco nella sua vecchiaia (XIV: 39-41).\n\nAltrove nel Corano, Isacco è menzionato nelle liste: Joseph segue la religione dei suoi antenati Abramo, Isacco e Giacobbe (12: 38) e parla di loro favore di Dio (12: 6); I figli di Yaʿqūb testimoniano tutti la loro fede e promettono di adorare il Dio che i loro antenati, \"Abramo, Ismaele e Isacco\", venerati (2: 127); e il Corano comanda ai musulmani di credere nelle rivelazioni che furono date a \"Abramo, Ismaele, Isacco, Giacobbe e Patriarchi\" (2: 136; iii: 84).",
"Yaqub": "Yaqub ibn ishaaq ibn ibrahim (arabo: chicare ابْنُ إِسْحَٰق ا ابْنُ إِبَْاهِnes : إِ (Israaeel]), noto anche come Giacobbe, è un profeta nell'Islam. È riconosciuto come un patriarca dell'Islam. I musulmani credono di aver predicato la stessa fede monoteista dei suoi antenati: Abramo (Ibrāhīm), Ismaele (Ismail) e Isaac (Ishaaq).\n\nJacob è menzionato sedici volte nel Corano. [1] Si ritiene che altri due riferimenti a Isra'il siano menzionati di Giacobbe. [2] Nella maggior parte di questi riferimenti, Giacobbe è menzionato insieme ai compagni profeti e patriarchi ebraici come un profeta antico e pio che rimase in \"compagnia degli eletti\". [3] [4] I musulmani sostengono che Jacob fosse il figlio di Isacco e che predicava l'unicità di Dio per tutta la vita. Come nel cristianesimo e nell'ebraismo, l'Islam sostiene che Giacobbe avesse dodici figli, ognuno dei quali sarebbe andato a padre le dodici tribù di Israele. [5] Jacob svolge un ruolo significativo nella storia di suo figlio, Joseph (Yūsif). [6] Il Corano chiarisce inoltre che Dio fece un'alleanza con Giacobbe [7] e Giacobbe fu reso un leader fedele dal comando di Dio. Suo nonno (Ibrahim), padre (Ishaq), zio (Ismail), figlio (Yusuf) e lui stesso sono tutti profeti dell'Islam. [8]\n\nNel Corano\nJacob è menzionato per nome nel Corano sedici volte. [9] Sebbene molti di questi versetti lo lodino piuttosto che raccontare un'istanza della sua narrazione, il Corano registra comunque diversi eventi significativi della sua vita. Tradizione e letteratura musulmana [10] Il primo evento che coinvolge Giacobbe nel Corano è quello degli angeli (Malāʾikah) che danno \"notizie felici\" ad Abramo e Sarah della futura nascita di un figlio profetico di nome Isacco e profetico nipote di nome Jacob. [11] Il Corano afferma:\n\nQuando si era allontanato da loro e da coloro che adoravano oltre ad Allah, gli abbiamo concesso Isacco e Giacobbe, e ognuno di loro abbiamo fatto un profeta.\n\n- Corano, Surah 19 (Maryam), Ayah 49 [11]\nIl Corano menziona anche che Abramo ha insegnato la fede del puro monoteismo ai suoi figli, Ismaele e Isacco, nonché Giacobbe. Il Corano registra Abraham che dice a Ismaele, Isacco e Giacobbe: \"Oh mio figlio! Allah ha scelto la fede per te; allora non muori se non nella fede dell'Islam.\" [12] Il Corano menziona anche i doni fatti a Giacobbe e La forza della sua fede, che divenne più forte quando divenne più grande. Il Corano menziona che Giacobbe era \"guidato\"; [13] data \"conoscenza\"; [14] \"ispirato\"; [15] e gli è stata data una \"lingua di verità da ascoltare\". [16] Il Corano in seguito afferma quanto segue su Giacobbe:\n\nE gli abbiamo conferito Isacco e, come dono aggiuntivo, (un nipote), Giacobbe, e abbiamo fatto uomini giusti di ognuno di essi (di essi).\nE li abbiamo resi leader, guidando (uomini) con il nostro comando e abbiamo inviato loro ispirazione a fare buone azioni, a stabilire preghiere regolari e a praticare la carità regolare; E ci hanno costantemente servito (e solo noi).\n\n-Corano, Surah 21 (al-Anbiya), Ayat 72–73 [17]\nE commemorano i nostri servitori Abramo, Isacco e Giacobbe, possessori di potere e visione.\nIn verità li abbiamo scelti per uno speciale (scopo)- proclamando il messaggio dell'Aldilà.\nErano, ai nostri occhi, veramente, della compagnia degli eletti e del bene.\n\n- Corano, Surah 38 ('triste), Ayat 45–47 [18]\nJacob e i suoi figli\nLa prossima menzione significativa di Jacob nel Corano è nella narrazione della Sura Yusuf. La storia di Joseph nel Corano si apre con un sogno che Joseph ha fatto una notte, dopo di che corse da suo padre Giacobbe, dicendo: \"Ecco! Joseph disse a suo padre:\" O mio padre! Ho visto undici pianeti e il sole e la luna: li ho visti prostrarsi per me! \"\" [19] La faccia di Giacobbe piena di gioia per ciò che aveva sentito dal giovane Giuseppe e il profeta che invecchia ha capito immediatamente cosa significava il sogno . Jacob potrebbe prevedere che suo figlio sarebbe cresciuto fino a diventare il prossimo profeta nella linea di Abramo e sarebbe Giuseppe a mantenere vivo il messaggio dell'Islam nei prossimi anni. I figli più grandi di Jacob, tuttavia, sentivano che il padre amasse Joseph e Benjamin, il figlio più giovane di Jacob, più di loro. Jacob sapeva della loro gelosia e avvertì il giovane Joseph. [20] I dieci fratelli maggiori di Joseph decisero quindi di ucciderlo. Mentre il Corano narra la loro discussione:\n\nDissero: \"Veramente Joseph e suo fratello sono amati più da nostro padre di noi: ma siamo un corpo buono! Davvero nostro padre sta ovviamente vagando (nella sua mente)!\n\"Slay ye Joseph o ti lancia in una terra (sconosciuta), che così il favore di tuo padre può essere dato da solo: (Ci sarà abbastanza tempo) per essere giusto dopo!\"\n\n- Corano, Surah 12 (Yusuf) Ayat 8–9 [21]\nUno dei fratelli (di solito intesi come Reuben [22]), tuttavia, sentiva che invece di uccidere Joseph (Yusuf) dovrebbero invece lasciarlo in un pozzo, in modo che una carovana potesse venire a prenderlo. [23] Pertanto, chiesero a loro padre se potevano portare fuori il giovane Giuseppe a giocare con loro, a condizione che avrebbero tenuto vegli su di lui. Sebbene Jacob temesse che un dhi’b (arabo: ذِئـب, lupo) avrebbe divorato suo figlio, [24] i figli più anziani ribelli portarono via Joseph e lo gettarono nel pozzo. [25] Quando i figli tornarono a Jacob quella notte, fecero finta di piangere e gli dissero inoltre che il lupo aveva divorato Joseph. Per ingannare il padre, hanno macchiato la camicia di Joseph (Yusuf) con falso sangue, [26] ma Jacob, che era stato dotato di conoscenza, sapeva che questo era un falso intruglio che avevano ideato. Sebbene Jacob si preoccupasse della perdita di Giuseppe, rimase fermo a Dio per tutto il suo dolore. [26] Con il passare degli anni, il giovane Joseph è cresciuto in un uomo in Egitto; Jacob, nel frattempo, era tornato a casa a Canaan, dove i suoi figli lo disturberebbero costantemente per i suoi ripetuti pregando a Dio per il ritorno di Joseph (Yusuf). [27] Sebbene Giacobbe si lamentasse spesso con Dio [14], non è mai stato per le azioni di Dio, ma per le distrazioni della propria mente e il suo occasionale scoppio dai limiti della pazienza che aveva preparato per se stesso. Ignorava costantemente il malvagio provocazione dei suoi figli e li avrebbe perdonati e cercò di dare loro un solido consiglio. [28] Un giorno, Jacob decise di inviare i suoi figli in una commissione, dicendo loro di andare in Egitto alla ricerca di Joseph e Benjamin. I suoi figli, per la prima volta, lo ascoltarono e partono per l'Egitto. Quando uno dei figli di Jacob tornò a Canaan con la buona notizia di Joseph e Benjamin in Egitto, venne con una maglietta che Joseph gli aveva dato, che gli aveva detto di lanciare sul viso del padre, [29] per rimuovere la cecità di Jacob e dolore. Così, il figlio ha seguito le istruzioni e ha fatto come ha detto Joseph, ripristinando la visione fisica e mentale di Jacob.\n\nUna volta che la vista di Jacob era stata ripristinata, l'intera famiglia iniziò il loro viaggio in Egitto, per incontrare di nuovo Joseph e gli altri figli. Una volta arrivati, il padre e il figlio si sono incontrati con grande amore e si sono riuniti di nuovo in pace. L'ormai potente Joseph forniva una casa per i suoi genitori con se stesso e, come dice il Corano, li sollevò in alto su un \"trono di dignità\". [30] Era ora che tutta la famiglia, insieme, poteva rivolgersi a Dio attraverso gli uffici profetici di Giacobbe e Giuseppe.\n\nL'ultimo consiglio di Jacob alla sua gente\nTutti i figli di Israele furono chiamati a inchinarsi alla fede nell'Islam (sottomissione a Dio) prima che Giacobbe morisse. Jacob voleva assicurarsi che i suoi figli muoiano solo nell'Islam e, quindi, prese un'ultima promessa da loro. Quando chiese loro chi avrebbero adorato dopo la sua morte, rispose che avrebbero continuato nell'Islam e si inchinarono e adoravano Dio. [31] Sebbene la scena del letto di morte sia abbellita nella tradizione ebraica e menzionata nel Libro della Genesi, il Corano lo menziona per enfatizzare l'idea che Abramo, Isacco, Ismaele e Giacobbe erano tutti musulmani, mentre si inchinavano in piena fede Dio e Dio solo. Il Corano narra:\n\nE questa era l'eredità che Abramo lasciò ai suoi figli, e anche Giacobbe; \"Oh mio figlio! Allah ha scelto la fede per te; allora non muori se non nella fede dell'Islam.\"\nSarete stati testimoni quando la morte è apparsa prima di Giacobbe? Ecco, disse ai suoi figli: \"Cosa adorerai dopo di me?\" Dissero: \"adoreremo il tuo Dio e il Dio dei tuoi padri, di Abramo, Ismail e Isacco,- L'Uno (vero) Allah: per lui ci inchiniamo (nell'Islam)\".\n\n-Corano, Surah 2 (al-Baqara), Ayah 132–133 [32]\nL'eredità di Giacobbe\nJacob è molto speciale nell'Islam per aver portato avanti l'eredità lasciata dai suoi antenati. I musulmani credono che Dio abbia conferito la sua massima grazia a Giacobbe e lo abbia scelto come tra gli uomini più esaltati. Il Corano menziona spesso Jacob come un uomo di forza e visione e sottolinea che era della compagnia del bene ed eletto. Come dice il Corano:\n\nQuesto è stato il ragionamento di noi, che abbiamo dato ad Abramo (da usare) contro il suo popolo: raccogliamo chi lo faremo, laurea: perché il tuo Signore è pieno di saggezza e conoscenza.\nGli abbiamo dato Isacco e Giacobbe: tutti (tre) guidati: e prima di lui, abbiamo guidato Noè e tra la sua discendenza, David, Salomone, Giobbe, Joseph, Mosè e Aaron: Così ricompensiamo coloro che fanno bene:\n\n-Corano, Surah 6 al-an'am, ayah 83–84 [33]\nAli Ibn Abi Talib, quando gli è stato chiesto dei profeti a cui sono stati conferiti nomi speciali, racconta in Hadith che Ya'qub Ibn Ishaq era conosciuto dal suo popolo come Isra'il. [34]\n\nI casi della Bibbia che coinvolgono Jacob Wrestling con un angelo non sono menzionati nel Corano, ma sono discussi nei commenti musulmani, così come la visione della scala di Giacobbe. [9] [35] Giacobbe ingannando Isacco nel benedirlo impersonando il suo gemello, Esaù, non è anche nel Corano, ma è nei commenti musulmani. [9]\n\nI musulmani, che credono che Jacob fosse un grande patriarca, sottolineava la convinzione che la principale importanza di Giacobbe risiedesse nella sua grande sottomissione a Dio e alla sua ferma fede nella religione giusta. Come patriarca, Giacobbe, al fianco di Abramo, può essere il più fruttuoso secondo la tradizione. Dai suoi dodici figli [36] dovevano venire molti altri grandi profeti, tra cui Jonah (Yunus), David (Dawud), Salomone (Suleyman) e Gesù (Isa).",
"Yusuf": "Yusuf ibn yaqub ibn ishaaq ibn ibrahim (arabo: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهيم) (Joseph, figlio di Giacobbe, figlio di Isacco, figlio di Abramo) è un profeta menzionato in Quran, [1] e corrispondente a Persona del Tanakh, la Scrittura religiosa ebraica e la Bibbia cristiana, che si stima che vivessero in Egitto davanti al Nuovo Regno. [2] È uno dei nomi comuni in Medio Oriente e tra le nazioni musulmane. Di tutti i figli di Giacobbe, Joseph era quello dato il dono della profezia. Sebbene le narrazioni di altri profeti siano menzionate in vari surah, la narrazione completa di Giuseppe è data solo in una sura, Yusuf, rendendolo unico. Si dice che sia la narrazione più dettagliata del Corano e porta più dettagli rispetto alla controparte biblica. [3]\n\nSi ritiene che Yusuf sia stato l'undicesimo figlio di Yaqub (arabo: يعقوب, Yaqub) e, secondo molti studiosi, il suo preferito. According to Ibn Kathir, \"Jacob had twelve sons who were the eponymous ancestors of the tribes of the Israelites. The noblest, the most exalted, the greatest of them was Joseph.\"[4] The story begins with Joseph revealing a dream he had a suo padre, che Jacob riconosce. [5] Oltre al ruolo di Dio nella sua vita, la storia di Yusuf e Zulaikha (la moglie dell'Antico Testamento di Potiphar) divenne un argomento popolare nella letteratura persiana, dove divenne considerevolmente elaborata nel corso dei secoli. [6]\n\nQuran Surah 12 (Yusuf)\n\nUso del \"re\" contro \"faraone\"\nNel Corano, si dice che il titolo del sovrano dell'Egitto durante il periodo di Giuseppe sia \"il re\" (arabo: al-Malik) mentre si dice che il sovrano dell'Egitto durante il periodo di Mosè sia \" Faraone \"(Arabo: Firaun, sebbene come nome senza l'articolo definito). Ciò è interessante perché secondo fonti storiche, il titolo Faraone iniziò a essere usato solo per riferirsi ai sovrani dell'Egitto (a partire dalla regola del Thutmose III) nel 1479 a.C. - circa 21 anni dopo la morte del profeta Joseph. [44] Ma nella narrazione di Yusuf nella Bibbia, il re dei titoli (ebraico: Melekh) e il faraone sono usati in modo intercambiabile per il sovrano dell'Egitto nei capitoli della Genesi 39-41. [45]\n\nThe Malik (dell'Egitto) disse: \"Vedo (in una visione) sette grassi kine, che divorano sette magre, e sette orecchie di mais verde e sette (altri) appassite. O Chiefs! , se si tratta di interpretare le visioni \".\n\n- Corano, Surah 12 (Yusuf), Ayah 43, [46]\nPoi, dopo di loro abbiamo inviato Musa con i nostri segni a Fir'aun e ai suoi capi, ma li hanno rifiutati ingiustamente. Quindi vedi com'era la fine di al-Mufsidin (arabo: ألمفسدين, \"The Mischief-Makers\" o \"The Corrupter\").\n\n-Corano, Surah 7 (al-araf), Ayah 103 [47]\nE il Malik disse: \"Portalo da me.\" Ma quando il messaggero venne da lui, lui (Yusuf) disse: \"Torna dal tuo Signore e chiedigli:\" Cosa è successo alle donne che si sono tagliate le mani? Sicuramente, il mio Signore (Allah) è ben consapevole della loro trama.\n\n- Corano, Surah 12 (Yusuf), Ayah 50, [48]\nE il padrone di Joseph lo prese e lo mise in prigione, il luogo in cui erano legati i prigionieri del re; Ed era lì in prigione.\n\n- Genesi 39:20\nE Joseph aveva trent'anni quando si alzò davanti al faraone re d'Egitto. E Joseph uscì dalla presenza del faraone e andò in tutta la terra dell'Egitto.\n\n- Genesi 41:46\nE Joseph mise suo padre e i suoi fratelli e diede loro un possesso nella terra d'Egitto, nella migliore della terra, nella terra di Rameses, come aveva comandato il Faraone.\n\n- Genesi 47:11",
"Ayyub": "Giobbe (Arabo: أيوب, Romanized: Ayūb) è noto come profeta nell'Islam ed è menzionato nel Corano. [1] La storia di Giobbe nell'Islam è parallela alla storia della Bibbia ebraica, sebbene l'enfasi principale sia sul lavoro che rimane fermo a Dio; Non si fa menzione delle discussioni di Giobbe con gli amici nel testo coranico, ma in seguito la letteratura musulmana afferma che Giobbe aveva fratelli, che discutevano con l'uomo sulla causa della sua afflizione. Alcuni commentatori musulmani hanno anche parlato di lavoro come l'antenato dei romani. [2] La letteratura islamica commenta anche il tempo e il luogo del ministero profetico di Giobbe, dicendo che è venuto dopo Joseph nella serie profetica e che ha predicato al suo stesso popolo piuttosto che essere inviato in una specifica comunità. La tradizione racconta inoltre che Giobbe sarà il Leader in Heaven del gruppo di \"coloro che hanno pazientemente sopportato\". [3]\n\nAyūb (lavoro) è menzionato per la prima volta nel Corano nel verso seguente:\nIn effetti, ti abbiamo rivelato, [o Muhammad], come abbiamo rivelato a Noè e ai profeti che lo dopo di lui. E abbiamo rivelato ad Abramo, Ismaele, Isacco, Giacobbe, The Descendants, Gesù, Giobbe, Giona, Aaron e Salomone, e a David abbiamo dato il libro [di Zabur].\n\n-Corano, Sura 4 (An-Nisa), Ayah 163 [4]\nIl Corano descrive il lavoro come un giusto servitore di Allah, che era afflitto dalla sofferenza per un lungo periodo di tempo. Tuttavia, afferma chiaramente che Giobbe non ha mai perso la fede in Dio e chiamato per sempre a Dio in preghiera, chiedendogli di rimuovere la sua afflizione:\n\nE [menzione] Job, quando chiamò il suo Signore, \"In effetti, le avversità mi hanno toccato e tu sei la più misericordiosa del misericordioso\".\n\n- Corano, Sura 21 (The Profets), Ayah 83 [5]\nLa narrazione continua affermando che dopo molti anni di sofferenza, Dio ordinò a Giobbe di \"colpire con il tuo piede!\". [6] Immediatamente, Giobbe colpì il terreno con il piede e Dio fece sgretolare una fresca sorgente d'acqua dalla terra, da cui il lavoro poteva reintegrandosi. Il Corano afferma che fu allora che Dio rimosse il suo dolore e la sua sofferenza e gli restituì la famiglia di Giobbe, lo benedisse con molte generazioni di bambini e gli concesse grande ricchezza. Oltre alle brevi descrizioni della narrativa di Giobbe, il Corano menziona ulteriormente il lavoro due volte negli elenchi di coloro che Dio aveva dato una guida speciale, saggezza e ispirazione (IV: 163) e come uno degli uomini che hanno ricevuto autorità, il dono di profezia (VI: 84).\n\nDopo che Satana ha smesso di aver cercato di allontanare il lavoro dal Signore, Dio ha rimosso l'afflizione di Job e gli ha restituito la sua famiglia, raddoppiandoli in numero. Ha restituito la ricchezza di Giobbe e ha fatto la doccia di lavoro con oro. Una volta che la moglie di Giobbe aveva visto suo marito restaurato in prosperità e salute, pregava grazie a Dio ma poi preoccupata per il giuramento che suo marito aveva prestato prima, in cui aveva promesso di batterla con cento colpi. Giobbe era anche profondamente addolorato per il giuramento che aveva prestato, tra la sua sofferenza. Dio, tuttavia, ha inviato una rivelazione a Giobbe, il che gli ha detto di non battere sua moglie ma di colpirla delicatamente con un fascio di erba morbida. [7]\n\nRiferimenti del Corano\nProfezia di Giobbe: 4: 163, 6:84\nProva e pazienza: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nUlteriori letture\nIbn kathir, bidaya wa l-nihaya, i, 220–225\nTafsir su xxi e xxxvii\nTabari, I, 361–364\nThalabi, Tales of the Profets, Cairo 1339, 106-114\nKisa'i, Stories of the Profets, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, shoaib, shuayb o shuʿayb (arabo: شعيب, IPA: [ʃuʕajb]; significato: \"Chi mostra la strada giusta\") è un'antica madianite nabi (profeta) nell'Islam e il prophet più riverito nella fede di Druze. [ 1] Shuayb è tradizionalmente identificato con il biblico Jethro, suocero di Mosè. Shuaib è menzionato nel Corano per un totale di 11 volte. [2] Si ritiene che abbia vissuto dopo Ibrahim (Abramo) e i musulmani credono di essere stato mandato come profeta in una comunità: i Madianiti, [3] che sono anche conosciuti come Aṣḥāb al-Aykah (\"Compagni del legno\") , [4] [5] [6] [7] poiché adoravano un grande albero. Per il popolo, Shuaib ha proclamato la strada dritta e avvertì il popolo di porre fine ai loro modi fraudolenti. Quando la comunità non si è pentita, Allah (Dio) ha distrutto la comunità. [3] [5]\n\nShuaib è compreso dai musulmani è stato uno dei pochi profeti arabi menzionati per nome nel Corano, gli altri sono Salih, Hud e Muhammad. Si dice che fosse conosciuto dai musulmani come \"il predicatore eloquente tra i profeti\", perché, secondo la tradizione, concesse talento ed eloquenza nella sua lingua. [8]\n\nContesto storico\nL'area in cui è stato inviato Shuʿayb è nominata \"Madyan nel Corano, conosciuta in inglese come MEDIAN, che viene spesso citata nella Bibbia. Si diceva che i Madianiti fossero di origine araba, sebbene fossero vicini dei cananei biblici, si mescolarono con loro. Si dice che fossero una tribù errante e che il loro territorio principale al tempo di Musa (Mosè) fosse la penisola del Sinai.\n\nIdentificazione controversa con Jethro\nJethro è menzionato nella Bibbia (Esodo 3: 1) come il suocero di Mosè. Sebbene Shuaib sia spesso identificato con il sacerdote Madianite Jethro, la maggior parte degli studiosi moderni rifiuta questa identificazione. I commentatori classici, come Ibn Kathir, dicono che Shuʿayb era un pronipote di Abramo: si ritiene che Shuʿayb sia stato figlio di Mikil, figlio di Issachar, figlio di Madian, figlio di Abramo. [8] Ciò renderebbe impossibile l'identificazione con Jethro, che viveva ai tempi di Mosè, presumibilmente centinaia di anni dopo Abramo. [9]\n\nIl Corano afferma che Shuaib fu nominato da Dio come profeta per il popolo di Madian. Si diceva che le persone di questa terra fossero particolarmente famose per imbrogliare gli altri attraverso la disonestà e per l'idolatria. La profezia di Shuʿayb prevedeva principalmente di chiamare i Madianiti sul percorso corretto di Dio, [10] e proibiva loro di adorare i falsi dei.\n\nSi dice anche che abbia detto alla sua gente di smettere di essere disonesto nelle loro attività quotidiane. Sebbene abbia predicato e profetizzato per un periodo di tempo sostenuto, la maggior parte della gente si è rifiutata di ascoltarlo. Shuayb, tuttavia, rimase fermo. Predicò costantemente con forza contro i malvagi, dicendo loro della punizione che aveva colpito il peccatore davanti a loro. Shuʿayb ha avvertito il popolo che la loro ignoranza avrebbe portato alla distruzione di Madian, dando esempi storici di profeti precedenti, tra cui Noè, HUD, Salih e Lot, [11] tutto il cui popolo era stato distrutto da Dio.\n\nLa gente scherniva Shuʿayb e gli disse che, se non fosse per la prestigiosa famiglia da cui veniva, sarebbe stato sicuramente lapidato a morte. Shuayb rispose: \"La mia famiglia è più considerata con te di Dio?\" Quando i Madianiti si rifiutarono di credere, furono distrutti da un potente terremoto. [3] Il Corano, tuttavia, menziona che Shuʿayb e i suoi compagni credenti, furono salvati dalla fragorosa punizione. [11] [12]\n\nParallelismi con altri profeti\nLa missione di Shuayb è spesso menzionata nel Corano con la missione di Noah, Hud, Salih e Lot. Gli studiosi hanno sottolineato che questi cinque profeti esemplificano le prime missioni profetiche: [13] il profeta sarebbe stato inviato alla sua comunità; La comunità non avrebbe prestato attenzione al suo avvertimento e invece lo avrebbe minacciato di punizione; Dopo anni di predicazione, Dio gli avrebbe chiesto di lasciare la sua comunità, mentre il suo popolo fu successivamente distrutto in una punizione. [13] Gli studiosi interpretano cronologicamente l'elenco dei cinque profeti, quindi Shuʿayb era un discendente di Noè (predicato sulla grande alluvione) e del profeta Abramo.",
"Musa": "Nell'Islam, mūsā ibn ʿimrān (arabo: موسی ابن عمران, lett. il suo nome è stato menzionato 136 volte e la sua vita è narrata e raccontava più di quello di qualsiasi altro profeta. [2] [3]\n\nSecondo il Corano, Musa è nata da una famiglia israelita. Nella sua infanzia, viene messo in un cestino che scorre verso il Nilo, e alla fine Musa viene scoperta dalla moglie del faraone (Fir'awn) Asiya, che fa Musa come suo figlio adottivo. Dopo aver raggiunto l'età adulta, Musa risiede quindi a Madian, prima di partire per minacciare di nuovo l'Egitto per minacciare il Faraone. Durante la sua profezia, si dice che Musa abbia compiuto numerosi miracoli e si dice anche che abbia parlato personalmente con Dio, che conferisce il titolo \"Speaker of God\" (Kalīm Allah) su Musa. Il miracolo più popolare del profeta è lui dividendo il mare, con un bastone miracoloso fornito da Dio. Oltre al Corano, anche Musa viene descritta e lodata anche nella letteratura di Hadith.\n\nDopo la morte del Faraone, Musa e i suoi seguaci viaggiano verso Gerusalemme, dove il profeta alla fine muore. Nella tradizione islamica, si ritiene che sia stato sepolto a Nabi Musa e alla fine cresciuto verso il cielo. Successivamente, si dice che abbia incontrato Muhammad nei sette cieli dopo l'ascensione di quest'ultimo da Gerusalemme durante il viaggio notturno (\"Isrā\" Miʿrāj). [4] Durante il viaggio, si dice che Musa abbia ripetutamente rimandato Muhammad per incontrare Dio e richiedere una riduzione del numero di preghiere quotidiane richieste, originariamente ritenute cinquanta, fino a quando non rimasero solo le cinque preghiere obbligatori. [5] [6]\n\nMusa è vista come una figura molto importante nell'Islam. Secondo la teologia islamica, tutti i musulmani devono avere fede in ogni profeta e messaggero di Dio, che include Musa e suo fratello Harun. La vita di Musa è generalmente vista come un parallelo spirituale alla vita di Maometto e i musulmani considerano condivisi molti aspetti della vita dei due individui. [1] La letteratura islamica descrive anche una relazione parallela tra il loro popolo e gli incidenti avvenuti nella loro vita; L'esodo degli israeliti dall'antico Egitto è considerato simile in natura alla migrazione di Maometto e ai suoi seguaci dalla Mecca a Medina mentre entrambi gli eventi si svolgevano di fronte alla persecuzione - degli israeliti dagli antichi egiziani e dei primi musulmani dai meccani, rispettivamente. [7] Le sue rivelazioni, come i Dieci Comandamenti, che fanno parte del contenuto della Torah e sono fondamentali per le religioni abramitiche dell'ebraismo e del cristianesimo. [8] [9] Di conseguenza, ebrei e cristiani sono designati come \"persone del libro\" per i musulmani e devono essere riconosciuti con questo status speciale ovunque venga applicata la legge islamica. Musa è ulteriormente venerata nella letteratura islamica, che si espande sugli incidenti della sua vita e i miracoli che gli sono attribuiti nel Corano e Hadith, come le sue conversazioni dirette con Dio.",
"Harun": "Nell'Islam, Hārūn ibn ʿImrān [2] (Arabo: هارون ابن عمران, lett. [3] [Verifica fallita] [Chiarimento necessario] insieme a suo fratello predicava gli israeliti all'Esodo. [4]\n\nIl Corano contiene numerosi riferimenti ad Aaron, sia per nome che senza nome. Dice che era un discendente di Abramo [5] e chiarisce che sia lui che Mosè furono mandati insieme per avvertire il faraone sulla punizione di Dio. [6] Aggiunge inoltre che Mosè aveva precedentemente pregato Dio per rafforzare il proprio ministero con Aaron [7] e che Aaron ha aiutato Mosè come anche lui era un profeta, [8] e molto eloquente in materia di parola e discorso. [9] Il Corano aggiunge che sia Mosè che Aaron sono stati affidati a stabilire luoghi di dimora per gli israeliti in Egitto e di convertire quelle case in luoghi di culto per Dio. [10]\n\nL'incidente del vitello dorato in quanto è narrato nelle dipinte del Corano Aaron in una luce positiva. Il Corano afferma che ad Aaron è stata affidata la leadership di Israele mentre Mosè era su ṭūr sīnā '(arabo: طـور سيـنـاء, monte Sinai) Aggiunge che Aaron ha fatto del suo meglio per fermare l'adorazione del vitello d'oro, che non è stato costruito da Aaron ma da un uomo malvagio di nome \"As-Samiri\". [13] Quando Mosè tornò dal Monte Sinai, rimproverò Aaron per aver permesso il culto dell'idolo, a cui Aaron supplicò Mosè di non biasimarlo quando non aveva alcun ruolo nella sua costruzione. [14] [12] Il Corano aggiunge quindi che Mosè qui ha lamentato i peccati di Israele e ha detto che aveva solo potere su se stesso e Aaron. [15]\n\nAaron viene successivamente commemorato nel Corano come uno che aveva una \"chiara autorità\" [16] e uno che è stato \"guidato sulla strada giusta\". [17] Aggiunge inoltre che la memoria di Aaron è stata lasciata per le persone che lo hanno seguito [18] ed è benedetto da Dio insieme a suo fratello [19] il Corano dice anche che la gente chiamata \"madre di Isa Maryam (arabo: مـريـم) a\" Sorella di Harun \"[20] studiosi musulmani discutono su chi esattamente questo\" Harun \"era in termini di persona storica, con alcuni che dicevano che era un riferimento ad Aaron dell'Esodo e il termine\" Sorella \"che designava solo un metaforico o legame spirituale tra le due figure, tanto più evidente quando Maria era una discendente del lignaggio sacerdotale di Aaron, mentre altri lo ritenevano un altro uomo giusto che viveva al tempo di Cristo con il nome di \"Aaron\". La maggior parte degli studiosi ha concordato la prospettiva precedente e ha collegato Maria spiritualmente con la vera sorella di Aaron, il suo omonimo Miryam (arabo: مـريم, ebraico: מִרְיָם), [21] che assomigliava in molti modi. Il Corano narra anche che, secoli dopo, quando il tabuggio (arabo: تـابـوت, Ark of the Covenant) tornò in Israele, conteneva \"reliquie della famiglia di Mosè e delle reliquie della famiglia di Aaron\". [22]",
"Dhul-Kifl": "Dhul-kifl (arabo: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, letteralmente \"possessore del kifl\"; ha anche scritto Dhu L-Kifl, Dhul-Kifl, Zu al-Kifl o Zu L-Kifl) è un profeta islamico. Sebbene la sua identità sia sconosciuta, la sua identità è stata teorizzata e identificata come vari profeti biblici ebraici e altre figure, più comunemente Ezechiele e Gautama Buddha. [1] [2] [3] [4] Si ritiene che Dhul-Kifl sia stato esaltato da Allah in una stazione alta nella vita ed è raccontato nel Corano come un uomo della \"compagnia del bene\". [5] Sebbene non si sappia molto di Dhul-Kifl da altre fonti storiche, tutti gli scritti di commentatori classici, come Ibn Ishaq e Ibn Kathir, parlano di Dhul-Kifl come un uomo profetico, santo che è rimasto fedele nella preghiera e nel culto quotidiano. [ 6]\n\nUna tomba nella provincia di Ergani di Diyarbakir, la Turchia, è ritenuta che alcuni siano il luogo di riposo del profeta Dhul-Kifl. Si trova a 5 km dal centro città su una collina chiamata Makam Dağı. [7] [8]\n\nEtimologia\nIl nome dhul-kifl significa letteralmente \"il possessore di kifl\", usando un tipo di nome in cui ذُو dhū (\"possessore di\") precede una caratteristica tipicamente associata. [9] Tali nomi venivano usati di altre figure notevoli nel Corano, ad esempio Dhu al-Qarnayn (arabo: ذُو ٱلْقَرْنَيْmina, lett. ٱلْنُّون, lett. \"Quello con il pesce\"), riferendosi a Yunus. Kifl è una parola araba arcaica che significa \"doppio\" o \"duplicato\", da una radice che significa \"a doppio\" o \"a piegare\"; È stato anche usato per una piega di stoffa. Il nome è generalmente inteso come \"una doppia porzione\". Alcuni studiosi hanno suggerito che il nome significa \"l'uomo con la doppia ricompensa\" o meglio \"l'uomo che ha ricevuto la ricompensa due volte più Secondo il Corano e il Libro di Giobbe. [11]\n\nSecondo una visione, significa \"l'uomo di Kifl\", come \"quello di ...\" è un'altra possibile traduzione del participio Dhū, e Kifl è presumibilmente la interpretazione araba di \"Kapilavastu\". [12]\n\nEzechiele\nAlcuni sono dell'opinione che Dhul-Kifl potrebbe essere Ezechiele. Quando l'esilio, la monarchia e lo stato furono annientati, una vita politica e nazionale non era più possibile. In conformità con le due parti del suo libro, la sua personalità e la sua predicazione sono uguali, e il titolo Dhul-Kifl significa \"quello da raddoppiare\" o \"piegare\".\n\nAbdullah Yusuf Ali, nel suo commento coranico dice:\n\nDhul-Kifl significherebbe letteralmente \"possessore o dare una doppia requisito o porzione\"; Oppure, \"uno che ha usato un mantello di doppio spessore\", che è uno dei significati di Kifl. I commentatori differiscono nell'opinione su chi si intende, perché il titolo gli viene applicato. Penso che il miglior suggerimento sia quello offerto da Karsten Niebuhr nel suo Reisebeschreibung Nach Arabien, Copenaghen, 1778, ii. 264–266, come citato nell'Enciclopedia dell'Islam sotto Dhul-Kifl. Ha visitato Meshad \"All in\" Iraq, e anche la cittadina chiamata Kifl, a metà strada tra Najaf e Hilla (Babilonia). Kefil, dice, è la forma araba di Ezechiele. Il santuario di Ezechiele era lì, e gli ebrei ci arrivarono in pellegrinaggio. Se accettiamo che \"Dhul-Kifl\" non sia un epiteto, ma una forma arabo di \"Ezechiele\", si adatta al contesto, Ezechiele era un profeta in Israele che era stato portato via a Babilonia da Nabucodnezzar dopo il suo secondo attacco a Gerusalemme (Informazioni sui B.C. 599). Il suo libro è incluso nella Bibbia inglese (Old Testament). [15] Era incatenato e legato, e messo in prigione, e per un certo periodo era stupido. Portava tutti con pazienza e costanza e continuò a rimproverare audacemente i mali in Israele. In un passaggio in fiamme denuncia falsi leader con parole che sono eternamente vere: \"Guai per i pastori di Israele che si nutrono! Uccidili che vengono nutriti: ma non dargli da mangiare al gregge. I malati non hai rafforzati, né hai guarito ciò che era malato, né hai legato ciò che è stato rotto ... \". [16]\n\n- Abdullah Yusuf Ali, The Holy Qur'an: testo, traduzione e commento [17]\n\nMenzionato in Corano\nNel Corano\nDhul-Kifl è stato menzionato due volte nel Corano, nei seguenti versi:\n\nE (ricorda) Ismail, Idris e Dhul-Kifl, tutti (uomini) di costanza e pazienza.\nLi abbiamo ammessi per nostra misericordia: poiché erano di quelli giusti.\n\n-Corano, Surah al-Anbiya (21), Ayahs 85–86 [13]\nE commemorano Ismail, Elisha e Dhul-Kifl: ognuno di essi era della compagnia del bene.\n\n- Corano, Surah Sad (38), Ayah 48 [14]\nIn entrambi i casi, Dhul-Kifl è menzionato nel contesto di un elenco di profeti coranici, inclusi molti altri non menzionati nell'Ayat citato sopra.\nAl Kifl (arabo: الكفل; ul-kifl) è una città nel sud-est dell'Iraq sul fiume Eufrate, tra Najaf e Al Hillah. I nomi varianti per il santuario all'interno di al kifl sono: dhu'l kifl shrine, marqad dhu'l kifl, qubbat dhu'l kifl, qabr al-nabi dhul-kifl, dhul-kifl shrine, santuario Zul kifl, qabr hazqiyal, hazqiyal shrine . Hazqiyal è la traslitterazione araba dell'ebraico Y'hezqel, che è stata principalmente utilizzata dagli ebrei Sephardi dopo aver adottato l'arabo. Ciò indica che gli ebrei equipaggiavano Ezechiele e Dhul-Kifl e gli esegeti musulmani seguirono l'esempio. Le autorità irachene affermano che nel 1316 (715-16 AH) l'Ilkhanid Sultan Uljaitu acquisì i diritti della tutela sulla tomba dalla comunità ebraica. Di conseguenza, il santuario è stato rinominato secondo la nomenclatura islamica per lo stesso profeta. Sultan Uljaitu ha aggiunto alla struttura costruendo una moschea e un minareto. Inoltre ha ripristinato il santuario implementando alcune modifiche chiarite confrontando il suo stato attuale con le descrizioni dei viaggiatori pre-ilkhanid. Il sito rimase un luogo di pellegrinaggio musulmano fino all'inizio del diciannovesimo secolo quando Menahim Ibn Danyal, un ebreo ricco, lo convertì con successo in un sito ebraico e lo restavò. Il minareto è rimasto l'unico testimone del suo mandato come sito islamico. Sebbene la moschea e il minareto siano state costruite nel 14 ° secolo, l'antichità del santuario e della tomba non può essere determinata. [18]\n\nGautama Buddha\nDhul-Kifl è stato anche identificato con Gautama Buddha. [19] [20] [21] [22] Il significato di Dhul-Kifl è ancora discusso, ma, secondo una visione, può significare \"l'uomo di Kapil (Kapilavastu, la città in cui il Buddha ha trascorso trent'anni della sua vita). [12] [20]\n\nI sostenitori di questo punto di vista citano i primi versetti del 95 ° capitolo del Corano, Surah at-tin:\n\nDal fico e dall'oliva e dal monte Sinai, e questa città sicura ˹of mecca˺!\n\n-Corano, 95: 1-3\nSecondo questo punto di vista, dai luoghi menzionati in questi versetti: il Sinai è il luogo in cui Mosè ha ricevuto rivelazione; La Mecca è il luogo in cui Maometto ha ricevuto rivelazione; E l'albero dell'ulivo è il luogo in cui Gesù ha ricevuto la rivelazione. In questo caso, il restante albero di fico è dove Gautama Buddha ha ricevuto rivelazione. [21]\n\nAlcuni lo portano anche un po 'oltre e affermano che lo stesso Maometto era un Buddha, poiché la parola Buddha significa \"illuminato\". [23]\n\nAltri\nDhul-Kifl è stato anche identificato in vari modi con Joshua, Obadiah [24] e Isaiah. [25] [24]",
"Dawud": "Dawud (arabo: دَاوُوْد, romanizzato: dāwūd [daːwuːd]), è un profeta e un messaggero di Dio (Allah) ed è giusto, monarca di divina del Regno Unito di Israele. [1] Inoltre, i musulmani onorano anche David per aver ricevuto la divina rivelazione di Zabur (Salmi). [2] [3] Dawud è considerato una delle persone più importanti dell'Islam. Citato sedici volte nel Corano, David appare nella Scrittura islamica come un collegamento nella catena di profeti che hanno preceduto Maometto. [4] Sebbene di solito non sia considerato uno dei profeti \"donati da legge\" (Ulū al-ʿAzm), \"è tutt'altro che una figura marginale\" nel pensiero islamico. [2] Nelle tradizioni islamiche successive, è elogiato per il suo rigore nella preghiera e nel digiuno. Viene anche presentato come prototipico solo sovrano e come simbolo dell'autorità di Dio sulla terra, essendo stato allo stesso tempo un re e un profeta.\n\nDavid è particolarmente importante per l'architettura religiosa di Gerusalemme islamica. [1] Dawud è noto come Biblical David che era, secondo la Bibbia ebraica, il secondo re del Regno Unito di Israele e Giuda, in regime c. 1010–970 a.C. [Citazione necessaria]\n\nCita in Corano\nLa narrazione di David nel Corano, per molti aspetti, paralleli che indicati nella Bibbia. È nominato Profeta (Nabī) e anche un messaggero (Rasūl), David è incluso negli elenchi di coloro che hanno ricevuto Apocalisse (Waḥy; Q4: 163) o guida (Hudā; 6:84) da Dio. In entrambi gli elenchi il suo nome appare accanto a quello di suo figlio Salomone. Altrove, il Corano spiega che Dio ha dato a entrambi i doni del \"giudizio solido\" (ḥukm; 21:79) e \"conoscenza\" (ʿilm; 21:79; 27:15). Eppure il Corano attribuisce anche a David merita che lo distinguono da Salomone: David ha ucciso Goliath (2: 251) e ha ricevuto una rivelazione divina chiamata \"I Salmi\" [5] (il Corano 17:55 usa una forma indefinita, mentre 21: 105 usa usi La forma definita al-zabūr), [5] presumibilmente un riferimento ai salmi o al Salterio (il termine zabūr è forse legato al termine ebraico Mizmōr o Siriac Mazmūrā, \"Salmo\"). Le montagne e gli uccelli hanno elogiato Dio insieme a David (21:79; in 34:10 Dio comanda loro di farlo; cfr. Salmo 148: 7–10). Dio ha reso David un \"vicegerente\" (Khalīfa; 38:26), un titolo che il Corano altrimenti dà solo ad Adamo (2:30). Questo titolo suggerisce che, secondo il Corano, David era qualcosa di più di un messaggero: era un leader divinamente guidato che stabilì il dominio di Dio sulla terra. [1] Questo ruolo è anche suggerito da 2: 251: \"Dio gli ha dato l'autorità (Mulk) e la saggezza (ḥikmah) e gli ha insegnato ciò che ha voluto. Se Dio non ha riportato alcune persone da altri, la terra sarebbe diventata corrotta.\" [2 \"\n\nTra le cose insegnate a David c'era la capacità di creare armature (21:80, 34: 10–11), un suggerimento che gli exploit militari di David fossero l'atto di Dio. È anche importante che il riferimento coranico alla \"saggezza\" di David sia stato talvolta spiegato dagli esegeti classici come dono della profezia. [6] Il Corano collega anche David e Gesù, insistendo sul fatto che entrambi hanno maledetto quegli israeliti che non credevano (5:78). Inoltre, secondo il Corano, a David fu data la capacità di distinguere tra verità e falsità quando si estendeva la giustizia (Faṣl al-Khiṭāb, 38:20). Inoltre, c'è stata l'allusione a un test che David è stato sottoposto, in cui ha pregato e pentito e Dio lo ha perdonato (38: 24-5). Surat SAD (il 38 ° capitolo del Corano) è anche chiamato \"il Sūra di David\" [7] Exgetes spiega che da quando David ha prostrato quando ha chiesto a Dio di perdonarlo, a Muhammad è stato ordinato di imitarlo e di eseguire una prostrazione quando ha letto questo capitolo . [8]\n\nSignificato religioso\nDavid è uno dei pochi profeti islamici che hanno ricevuto anche la regalità. Mentre altri profeti predicavano durante il regno dei re, David, ai suoi tempi, era il re. Pertanto, ha ricevuto un compito estremamente grande, di assicurarsi che il popolo di Israele non fosse solo tenuto sotto controllo spiritualmente, ma anche che il paese stesso sia rimasto forte. Il suo posto come leader e profeta è venerato da tutti i musulmani come un rango estremamente alto. La figura di David, insieme a quella del figlio profetico, Salomone, è iconica di persone che governavano giustamente sulla loro terra. Dio menziona spesso l'alto rango di David come profeta e messaggero nel Corano. Viene spesso menzionato insieme ad altri profeti per enfatizzare quanto fosse grande. Ad esempio, Dio dice:\n\nE gli abbiamo dato Isacco e Giacobbe e li abbiamo guidati, mentre avevamo guidato Noè davanti a loro, e dei suoi discendenti, David e Salomone e Job e Joseph, Mosè e Aaron. Quindi premiamo coloro che sono in posizione verticale e fanno del bene.\n\n- Corano 6:84 [9]\nQuando il califfo 'Umar visitò Gerusalemme, il patriarca Sophronius lo accompagnò sul monte del tempio, mentre cercava il Mihrab Dawud (nicchia di preghiera di David) per eseguire una preghiera. I commentatori successivi hanno identificato questo sito con la torre di David. In un hadith, la preghiera e il digiuno di David sono menzionati come cari a Dio.\n\nNarrato Abdullah bin 'Amr bin al-'as: L'apostolo di Allah mi disse: \"La preghiera più amata ad Allah è quella di David e i digiuno più amati di Allah sono quelli di David. Dormiva per metà della notte E poi prega per un terzo della notte e di nuovo dormi per la sua sesta parte e usava velocemente nei giorni alternativi. \"\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nIl libro di David\nArticolo principale: Zabur\nLo Zabur è il libro sacro attribuito a David da Dio, proprio come Musa (Mosè) ha ricevuto il Tawrat (Torah), Isa (Gesù) ha ricevuto l'injil (Vangelo) e Maometto ha ricevuto il Corano. Nell'attuale Bibbia ebraica, lo Zabur è noto come Salmi. Tuttavia, come altre Scritture del passato, si ritiene che i Salmi siano stati corrotti nel tempo, con un po 'del messaggio originale ora sparito. Tuttavia, ai musulmani viene detto di trattare gli attuali salmi con immenso rispetto perché, nella loro forma originale, anche loro erano un libro di Dio ispirato. Il Corano afferma:\n\nIl tuo Signore sa chiunque sia nei cieli e nella terra. Abbiamo esaltato alcuni dei profeti sugli altri; E a David abbiamo dato il libro dei Salmi.\n\n- Corano 17:55 [11]\n\n Corano 4: 163; 17:55.\n Corano 4: 163; 6:84.\n per esempio. Ṭabarī, Taʾrīkh, I, 559\n Hibat Allah b. Salāma, al-nāsikh wa-l-mansūkh (a margine di Wāḥidī, asbāb), Cairo 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Corano 6:84\n Sahih al-Bukhari, 2: 21: 231\n Corano 17:55",
"Suleyman": "Sulaimān ibn dāwūd (arabo: سُلَيْمَان بْن دَاوُوْد, lit. 'Solomon, figlio di David') era, secondo il Quran, un Malik (مَلِك, lit. 'King') e Nabī (نَبِ, lit. 'profechettico') di \"profecheggia gli israeliti. Generalmente, la tradizione islamica sostiene che era il terzo re del popolo ebraico e un saggio sovrano di Israele. [1]\n\nNell'Islam, Salomone è considerato uno dei profeti di Dio a cui è stato conferito molti doni divini, compresa la capacità di parlare sia con gli animali che con Jinn; Si dice anche che abbia schiavizzato lo shayāṭīn (شياطين, lett.\n\nI musulmani sostengono inoltre che è rimasto un fedele monoteista per tutta la vita; regnò giustamente su tutta la nazione israelita; fu benedetto da un livello di regalità che non gli fu dato prima di lui né dopo di lui; e adempì a tutti i suoi comandamenti, essendo promesso vicinanza a Dio in Jannah (جَنّة, lett. \"Paradiso\") alla fine della sua vita. [3] Dall'ascesa dell'Islam, vari storici arabi hanno considerato Salomone come uno dei più grandi sovrani della storia. [4]\n\nCita in Corano\nCorano e interpretazione\nGiudizio sul campo\nNella prima narrativa che coinvolge Salomone, il Corano (21:78) allude brevemente a una storia che Salomone era in compagnia di suo padre, quando due uomini vennero a chiedere a David di giudicare tra loro riguardo a un ḥarth (حَرْث, campo). [ 5] In seguito commentatori musulmani si sono espansi all'allusione, tra cui al-Tabari, Baidawi e Ibn Kathir. [6] [7] [8] Dissero che il primo dei due uomini disse che possedeva un vigneto di cui si prendeva molta cura tutto l'anno. Ma un giorno, quando era assente, le pecore dell'altro uomo si erano allontanate nel vigneto e divoravano l'uva. Ha chiesto di essere compensato per questo danno. [9]: 62 Dopo aver ascoltato la denuncia dell'uomo, Solomon ha suggerito che il proprietario delle pecore prenda il vigneto dell'altro uomo per riparare e coltivare fino a quando le viti non tornano nel loro ex stato, dopodiché avrebbe dovuto tornare al suo proprietario. Allo stesso tempo, il proprietario del vigneto si sarebbe preso cura delle pecore e beneficiava della loro lana e latte fino a quando la sua terra non fosse tornata da lui, a quel punto avrebbe restituito le pecore al loro proprietario. Questa risposta mostra il livello di giudizio di Salomone, che, dice il Corano, [10] caratterizzerebbe Salomone per tutta la vita. Ḥikmah (saggezza), secondo la tradizione musulmana, sarebbe sempre associato a Salomone, che in seguito sarebbe stato anche indicato come Sulaimān al-ḥakīm (سُلَيْمَان ٱلْحَكِيْم \"Solomon the Wise\"). Questa storia è adattata nel Kebra Nagast, ma come controversia giudicata da un figlio di Salomone. [7]\n\nSalomone e i demoni\n\nLa regina di Saba\nIl Corano narra che il vento era reso sottomesso a Salomone, [11] e poteva controllarlo a sua volontà e che anche il Jinn era sotto il controllo di Salomone. Il Jinn ha contribuito a rafforzare il regno di Salomone. I diavoli (shayatin), [12] e i demoni furono costretti a costruire per lui monumenti. [13] Dio ha anche causato un miracoloso ʿAyn (عَيْن, \"fonte\" o \"primavera\") di Qiṭr fuso (قِطْر, \"ottone\" o \"rame\") per fluire per Salomone, per essere usato dai demoni nella loro costruzione. [11]\n\nQuando David morì, Salomone ereditò la sua posizione di re profetico degli israeliti. Solomon una volta permise a una donna di costruire una statua di suo padre. Più tardi, iniziò ad adorare la statua e Salomone fu rimproverata per aver tollerato l'idolatria nel suo regno. Come punizione, Dio ha permesso a uno dei demoni schiavi di rubare l'anello di Salomone e di prendere il controllo del suo regno (Sura 38:34). In seguito si pente il suo peccato e ottiene nuovamente il controllo dei demoni, concentrandosi di nuovo sulla costruzione del tempio. [14] Pregò Dio per concedergli un regno che sarebbe diverso da qualsiasi a lui. [15] Dio accettò la preghiera di Salomone e gli diede ciò che gli piaceva.\n\nInterpretato allegoricamente, la perdita di Salomone del suo anello ai demoni, può essere intesa per rappresentare un essere umano che perde la sua anima per la passione demoniaca. [16] Attar di Nishapur scrive: \"Se leghi il Div (Demone), preparirai il padiglione reale con Salomone\" e \"non hai comando sul regno di te stesso, poiché nel tuo caso il Div è al posto di Salomone\" . [17]\n\nA differenza della tradizione talmudica, Salomone non era consapevole e non ha mai partecipato all'idolatria. [18] Inoltre, il Corano rifiuta che Salomone fosse un mago: \"(...) Salomone non non credeva, ma i diavoli non credevano, insegnando agli uomini magia e (...)\". (2: 102)\n\nSalomone e la formica\nA Salomone veniva persino insegnato le lingue di vari animali, come le formiche. Il Corano racconta che, un giorno, Salomone e il suo esercito entrarono in un Wādin-naml (وَادِ ٱلْنَّمْل, valle della formica). Vedendo Salomone e il suo esercito, una Namlah (نَمْلَة, formica femmina) ha avvertito tutti gli altri di \"... entrare nelle tue abitazioni, per non parlare di Solomon e dei suoi ospiti ti schiacciano (sotto il piede) senza saperlo.\" [19] Comprendendo immediatamente Ciò che la formica disse, Salomone, come sempre, pregò Dio, ringraziandolo per avergli concesso tali doni [20] e evitò ulteriormente il calpestio delle colonie di formiche. [9]: 63 [21] La saggezza di Salomone, tuttavia, era l'ennesimo ancora, era un altro ancora un altro Dei doni che ha ricevuto da Dio e i musulmani sostengono che Salomone non ha mai dimenticato la sua preghiera quotidiana, il che era più importante per lui di qualsiasi dei suoi doni.\n\nLa letteratura esegetica enfatizza la saggezza della formica e spiega il significato dietro il dono di Salomone per controllare il vento. Secondo Siracü'l-Kulub, la formica chiede a Solomon se sa perché viene chiamato \"Salomone\" (Süleyman). Solomon dice che non lo fa, quindi la formica continua spiegando: \"Sebbene il tuo cuore fosse solido (Selim) e conosci le circostanze del prossimo mondo, hai accettato alcuni piaceri di questo mondo e sei stato ingannato dal suo possesso e regalità; quindi sei chiamato Salomone. \" Successivamente la formica chiede a Solomon, se sa perché Dio ha sottomesso il vento per lui. Ancora una volta, Solomon dice di no e la formica risponde: \"Ha sottomesso il vento per un motivo: ciò che hai accettato non è nulla. Proprio come passa il vento, anche la ricchezza del mondo e il pass per la regalità.\" Studiosi come Fakhr al-Din Razi e al-Qurtubi hanno elevato la formica al grado di un esempio da seguire per gli umani. [22] (p198)\n\nConquista di Saba '\n\nRovine del tempio di Barran a Ma'rib, l'ex capitale di Saba 'in quello che ora è Yemen\nUn altro aspetto importante della regalità di Salomone era la dimensione del suo esercito, che consisteva sia di uomini che di Jinn. Salomone valutava spesso le sue truppe e guerrieri, nonché il Jinn e tutti gli animali che lavoravano sotto di lui. Un giorno, quando ispezionando le sue truppe, Salomone trovò HUD-HUD (هُدْهُد, Hoopoe) mancante dall'assemblea. [23] Poco dopo, tuttavia, l'Hud-Hud arrivò alla corte di Salomone, dicendo \"Ho commesso (territorio) che non hai aggravato, e ti sono venuto da Saba 'con le notizie vere\". [24] L'HUD-HUD ulteriormente disse a Salomone che il popolo di Saba adorava il sole e che la donna che governava il regno era altamente intelligente e potente. Salomone, che ascoltava da vicino, scelse di scrivere una lettera alla terra di Saba, attraverso la quale avrebbe cercato di convincere il popolo di Saba a cessare la loro adorazione idolatra del sole e venire al culto di Dio. Solomon ordinò a The Hud-Hud di dare la lettera alla regina di Sheba (Bilqis), e poi di nascondere e osservare la sua reazione. [9]: 64 L'HUD HUD accettò gli ordini di Salomone e volava dritto a Sheba per consegnare il Lettera alla regina. La regina quindi chiamò i suoi ministri in tribunale e lesse ad alta voce la lettera di Solomon che affermava al popolo di Saba: \"In nome di Allah il compassionevole il misericordioso, sii non esaltato contro di me, ma vieni da me come musulmano (مُسْلِمِمnnoْnes ). \" Ha preso un consiglio con i suoi ministri e altri funzionari del tribunale, dicendo \"O My People, so bene che sei coraggioso e potente guerrieri, e che nessuno sulla faccia della Terra può stare contro di te, ma vorrei ancora conoscere le tue menti su questo importa.\" Il popolo della corte rispose: \"Il tuo è il potere, la regina, e qualunque sia il tuo comando, lo obbediremo\". Alla fine, tuttavia, la regina arrivò a Salomone, annunciando la sua sottomissione a Dio. [25]\n\nSalomone e ifrit\nMentre Bilqis stava viaggiando verso la corte di Salomone, il re ha offerto ai suoi servitori il suo trono prima del suo arrivo. Un Ifrit offrì i suoi servizi (Q27: 38-40), ma Salomone diminuì, affidando invece questo compito a un manservante, che, essendo un pia, pregò Dio per muovere il trono per lui. Meraviglioso di relazionarsi, la sua preghiera fu data risposta, il trono che appare nel palazzo di Salomone dal potere di Dio. Quando arrivò Bilqis, Salomone le chiese se riconosceva il suo trono, ma lei, lottando per cogliere il miracolo che Dio aveva fatto, diede al re una risposta evasiva, prima di adottare finalmente la fede di Salomone, conquistata dalle prove che il miracolo non era il miracolo quello di un semplice ifrit ma quello di Dio stesso. Salomone ha rifiutato l'offerta allettante dell'Ifrit, perché ha cercato di fare affidamento esclusivamente su Dio e non su un demone o su qualsiasi altro essere creato, ed è stato premiato per la sua pietà con successo nel convertire i bilqi alla vera fede. [26]\n\nMorte\n\nMausoleo di Sulaiman nel complesso della moschea di al-Aqsa, Città Vecchia di Gerusalemme\nIl Corano riferisce che Salomone morì mentre si appoggiava al suo staff e che rimase in piedi, appoggiato da esso, fino a quando una piccola creatura - formica o verme - lo sfidò, fino a quando, finalmente, non cedette - e solo poi fece il suo crollo del corpo.\n\nQuindi, quando decremmo la morte (di Salomone), nulla mostrò loro la sua morte tranne un po 'di verme della terra, che manteneva (lentamente) rosicchiando il suo staff: così quando cadde, il Jinn vide chiaramente che se avessero conosciuto il invisibili, non si sarebbero sfumati nella penalità umiliante (del loro compito).\n\n- Qurʾan, Surah 34 (Sabaʾ), Ayah 14 [27]\nMentre rimaneva retto, appoggiato al suo staff, Jinn pensò che fosse ancora vivo e supervisionandoli.\n\nHanno capito la verità solo quando Dio ha inviato una creatura per strisciare fuori dal terreno e rosicchia lo staff di Salomone, fino a quando il suo corpo è crollato. Questo versetto è inteso per insegnare al pubblico che Jinn non conosce l'invisibile (al -Ghaib) - Se lo avessero saputo, non sarebbero rimasti lavorati come sciocchi al servizio di un morto. [28]\n\nMahammaddim nella canzone di Salomone\nUlteriori informazioni: Maometto e la Bibbia e la radice semitica\nCome ispirato ai versetti del Corano, alcuni musulmani [che?] Credevano che Muhammad (Arabo: مُحَمَّد, Lettere consonanti: M-ħ-M-D) fosse menzionato nel canto delle canzoni (5:16) come \"Mahammaddim\" (ebreo: מַחֲמַדִּים, lettere consonanti: m-ħ-m-d-y-m), anche se quest'ultima parola è tradotta come \"desiderabile\" o \"adorabile\" dagli ebrei. [29]\n\nSalomone e jamshid\n\nVista generale di Persepolis, Iran (2) (ritagliato)\nJamshid era il quarto re del mondo, secondo lo shāhnāma del poeta Firdausī. Come Salomone, si credeva che avesse comandato su tutti gli angeli e i demoni del mondo, ed era sia re che alto sommo sacerdote di Hormozd (Medio persiano per Ahura Mazda). Era responsabile di molte grandi invenzioni che rendevano la vita più sicura per il suo popolo: la produzione di armature e armi, la tessitura e la tintura di vestiti di lino, seta e lana, la costruzione di case di mattoni, l'estrazione di gioielli e metalli preziosi , la creazione di profumi e vino, l'arte della medicina, la navigazione delle acque del mondo nelle navi a vela. Lui Jamshid era diventato il più grande monarca che il mondo abbia mai conosciuto. Fu dotato del Royal Farr (Avestan: Khvarena), uno splendore radioso che bruciava attorno a lui per favore divino.\n\nA causa delle somiglianze tra i due saggi monarchi, alcune tradizioni confondono i due. Ad esempio, Salomone era associato alla sentenza sull'Iran sudoccidentale nelle opere di al-Balkhi. Si riteneva che Persepolis fosse la sede di Salomone e descritta come \"parco giochi di Salomone\" da studiosi come Mas'udi, Muqaddasi ed Istakhri. Altri autori musulmani si sono opposti alla convinzione che Salomone una volta governasse in Iran, sostenendo che eventuali somiglianze tra le vite e le azioni di Salomone e Jamshid sono puramente casuali, i due essendo personaggi distinti e separati. [30] [31] quest'ultima visione è stata Vindicato dalla borsa di studio nel campo della mitologia indo-europea, che ha dimostrato in modo conclusivo che il personaggio Jamshid deriva dalla prima divinità zoroastriana Yima, [32] [33] mentre la borsa di studio del Quranic e biblico sostiene una misura di storicità per il saggio re del Prophet. [34]",
"Ilyas": "Ilyās (arabo: إلياس) era un profeta e un messaggero di Dio (Allah) che fu mandato per guidare i figli di Israele. Gli fu data la missione profetica per impedire alle persone di adorare gli idoli. [1] Ilyas è il predecessore profetico di Alyasa. [2] Alcuni studiosi islamici credono che Ilyas proviene dalla progenie di Harun (Aaron). [3]\n\nAlcuni musulmani credono che Ilyas sia ancora vivo e frequenta Hajj ogni anno, insieme a Khidr. [4] Alcuni musulmani credono anche che Ilyas tornerà alla fine. [5]\n\nPrimi anni di vita\nNelle fonti islamiche, il nome completo di Ilyas è Ilyas Ibn Yasin, [6] Poiché in As-Saffat 37: 130, ilyas si chiama Yasin. [7] Alcune storie di Ilyas sono anche menzionate negli hadith islamici; come la maledizione degli israeliti con la siccità di Ilyas, [8] Guarigione di Alyasa, [9] e combattere con Achab. [10]\n\nSecondo molte fonti islamiche e la Bibbia, Elias (A) è vivo e sale ai cieli. [11] Tuttavia, Ibn Kathir non ha accettato questi hadith e li ha considerati tra Isra'iliyat. [12] A Mu'jam al-Buldan, Yaqut al-Hamawi menzionò una tomba per Elias (A) in Baalbek. [13] Un santuario fu successivamente costruito su questa tomba, ma era dedicato a un \"Profeta Aila\" anche se i locali lo credevano era la tomba di Elias (A) [14]\n\nProfezia\nIlyas è menzionato per la prima volta come profeta in al-an'am 6:85. [15] Ha invitato il suo popolo che viveva a Baalbeko al monoteismo, obbedendo a Dio e abbandonando i peccati. [16] Il suo compito principale era impedire l'adozione dell'idolo. [17] Dopo aver affrontato la persistenza del suo popolo per molti anni, li ha maledetti con la siccità e le persone sono state inflitte alla fame. [18] La narrazione di Ilyas nel Corano e in seguito la tradizione musulmana ricorda da vicino che nella Bibbia ebraica e nella letteratura musulmana registra la profezia di Elia come che si svolge durante il regno di Achab e Jezebel e Acazia. Numero di altri profeti e santi, tra cui Idris, che è ritenuto che alcuni studiosi siano stati un altro nome per Ilyas, [21] e Khidr. [22] La leggenda islamica in seguito sviluppò la figura di Ilyas, che abbelliva molto sui suoi attributi, e alcune letterature apocrifa diede a Ilyas lo status di mezzo umano, mezzo angelo. [23] Ilyas appare anche nelle successive opere di letteratura, tra cui Hamzanama. [24]\n\nCorano\nIlyas è menzionato nel Corano, dove la sua predicazione è raccontata in modo conciso. Il Corano narra che Ilyas disse al suo popolo di venire al culto di Dio e di lasciare il culto di Baal, l'idolo principale della zona. Il Corano afferma: [1]\n\n\"In verità Ilyas era uno degli apostoli. Quando disse al suo popolo:\" Non temerai Dio? \"Inverai Ba'al e lascerai il meglio dei creatori, Dio, il tuo Signore e il Cherisher, il Signore e il Cherisher dei tuoi padri del vecchio?\n\n-As-Saaffat 123–126\nIl Corano chiarisce che la maggior parte delle persone di Ilyas ha negato il profeta e ha continuato a seguire l'idolatria. Tuttavia, menziona che un piccolo numero di devoti servitori di Dio tra loro seguiva Elia e credeva e adorava Dio. Il Corano afferma: \"Lo hanno negato (Elia), e saranno sicuramente portati alla punizione, tranne i servitori sinceri e devoti di Dio (tra loro). E abbiamo lasciato la sua (memoria) per posterità.\" [25] [26]\n\nNel Corano, Dio elogia Elia in due luoghi:\nLa pace sia su Elia! È così che premiamo coloro che fanno del bene. È veramente tra i nostri servitori credenti.\n\n-Corano, capitolo 37 (as-saaffat), versetto 129–132 [27]\nE Zakariya, Yahya e Isa e Ilyas, erano tutti tra i giusti\n\n-Corano, capitolo 6 (al-an'am), versetto 85 [28]\nNumerosi commentatori, tra cui Abdullah Yusuf Ali, hanno offerto commenti sul versetto 85 dicendo che Ilyas, Zakariya, Yahya e Isa erano tutti collegati spiritualmente. Abdullah Yusuf Ali afferma: \"Il terzo gruppo non è costituito da uomini d'azione, ma predicatori della verità, che hanno condotto vite solitarie. Il loro epiteto è:\" i giusti. \"Formano un gruppo connesso attorno a Gesù. Zachariah era il padre di Giovanni il Baptist, che è indicato come \"Ilyas, che doveva venire\" (Matteo 11:14); e si dice che Elia sia stato presente e parlato con Gesù alla trasfigurazione sul Monte (Matt. 17: 3). \"[ 29]\n\nSebbene la maggior parte degli studiosi musulmani credesse che Elia predicasse in Israele, alcuni primi commentatori del Corano dichiararono che Ilyas era stato inviato a Baalbek, in Libano. [30] Gli studiosi moderni hanno respinto questa affermazione, affermando che il legame della città con Elia sarebbe stato fatto a causa della prima metà del nome della città, quella di Baal, che era la divinità che Elia esortò il suo popolo a smettere di adorare. Gli studiosi che respingono l'identificazione della città di Elia con Baalbek sostengono inoltre che la città di Baalbek non è menzionata con la narrazione di Ilyas né nel Corano né nella Bibbia ebraica. [31]\n\nMorte\nAl passare del tempo, la siccità si diffuse e molti morirono. Quando si sono visti inflitti, si sono pentiti delle loro azioni passate, si sono rivolti a Elias (A) e hanno accettato il suo invito. [32] Quindi, a causa della preghiera di Elias (a) arrivò una forte pioggia e la terra fu saziata; Tuttavia, dopo un po ', le persone hanno dimenticato la loro alleanza con Dio e sono tornate all'adorazione dell'idolo. Quando Ilyas lo vide, chiese a Dio la propria morte; Ma Dio gli mandò un carro di fuoco e salì ai cieli e scelse Alyasa che era suo allievo come suo vicegerente. [33] Ilyas è raramente associato all'escatologia islamica. [34] Tuttavia, alcuni musulmani credono che ilyas dovrebbe tornare insieme alla misteriosa figura Khidr durante la fine dei tempi. [5]\n\nEredità\nLa letteratura e la tradizione musulmana racconta che Ilyas predicava al Regno di Israele, governato da Achab e successivamente suo figlio Acazia. È chiamato \"Profeta del deserto - come Yahya\". [35] Si ritiene che Ilyas abbia predicato con zelo ad Achab e sua moglie Jezebel, che secondo la tradizione musulmana era in parte responsabile del culto dei falsi idoli in quest'area. I musulmani credono che fosse perché la maggior parte delle persone si è rifiutata di ascoltare Elia che Eliseo ha dovuto continuare a predicare il messaggio di Dio a Israele dopo di lui. [36]\n\nIlyas è stato oggetto di leggende e popolari nella cultura musulmana, che di solito coinvolge il suo incontro con Khidr. Secondo un rapporto Muslim Exegete, Muhammad ha incontrato Ilyas in Mecca. [37] Nel misticismo islamico, Ilyas è associato strettamente al saggio khidr. Uno hadith ha riferito che Ilyas e Khidr si sono incontrati ogni anno a Gerusalemme per andare in pellegrinaggio alla Mecca. [38] Ilyas appare anche nel Hamzanama numerose volte, dove si parla di essere il fratello di Khidr e uno che ha bevuto dalla fontana della giovinezza. [39] Inoltre, è narrato in Kitab al-Kafi che l'Imam Ja'far al-Sadiq stava recitando la prostrazione di Ilyas in lingua siriana e ha iniziato a piangere. Ha quindi tradotto la supplica in arabo in un gruppo di studiosi in visita:\n\n\"O Signore, scoprirò che mi punirai anche se conosci la mia sete nel caldo di mezzogio Io anche se sai che rinuncio ai peccati per te? Troverò che mi punirai anche se sai che rimarrò sveglio tutta la notte solo per te? \" A cui Allah quindi ispirò a Ilyas, \"Solleva la testa dalla terra perché non ti punirò\". [40]\n\nAppunti\n \"Elias è uguale a Elia, la cui storia si trova nell'Antico Testamento in 1 Re 17–19 e 2 Re 1–2. Elia viveva nel regno di Achab (896–874 a.C.) e Acaziah (874–872 a.C. ), re del regno (settentrionale) di Israele o Samaria. Era un profeta del deserto, come Giovanni Battista, a differenza del nostro Santo Profeta, che prese parte, controllava e guidava tutti gli affari del suo popolo. Entrambi Achabass e Azariah furono incline a decollare nel culto di Baal, il dio del sole adorato in Siria. Quell'adorazione includeva anche il culto dei pozzi della natura e dei poteri procreativi, come nel culto indù del lingam, e portò a molti abusi. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re. Re abusicato. Achab aveva sposato una principessa di Sidon, Jezebel, una donna malvagia che ha portato suo marito a abbandonare Allah e adottare il culto di Baal. \" ... \"Elia denunciò tutti i peccati di Achab e i peccati di Acazia e dovette fuggire per la sua vita. Alla fine, secondo l'Antico Testamento, [19] fu preso in un turbine in cielo in un carro di fuoco dopo Aveva lasciato il suo mantello con Eliseo il Profeta. \"[20]",
"Alyasa": "Alyasa (arabo: اليسugh, romanizzato: alyasā ') è profeta e messaggero di Dio (Allah) che è stato mandato a guidare i figli di Israele. Nel Corano, Alyasa è menzionato due volte come profeta, [1] e viene menzionato entrambe le volte insieme a altri profeti. [2] È onorato dai musulmani come successore profetico di Ilyas (Elia). Fonti islamiche che identificano Eliseo con Khidr citano la forte relazione tra Khidr e Ilyas nella tradizione islamica. [3]\n\nPersonalità\nIl nome di Alyasa è menzionato due volte in al-an'am 6:86 e SAD 38:48. In quei versetti, senza menzionare nulla sulla personalità o la profezia di Alyasa, è menzionato come \"onorato\" e \"tra gli eletti\". [4] Secondo il Corano, Eliseo è esaltato \"sopra il resto della creazione\" (Arabo: فَضَّلْنَا عَلَى ٱلْ ٱلْعَالَمِluenza Mina L-Akhyār). [5] Alyasa è menzionata in al-an'am 6:86 e SAD 38:48, insieme a Ismail:\n\nE Ismail e Alyasa e Yunus e Lut; e ognuno abbiamo abbellito sui mondi;\n\n-al-an'am 6:86\nE ricorda i nostri servi Ismail, Alyasa e Dhul-Kifl, ognuno di loro veramente buono.\n\n- SAD 38:48\nMiracoli\nIn uno sciita hadith di Ali al-Ridha, si dice che Alyasa aveva alcuni miracoli tra cui il risveglio dei morti, curando i malati e camminando sull'acqua. [Citazione necessaria]\n\nTombe rivendicate\nAlcuni musulmani credono che la tomba di Eliseo sia in al-Awjam nella regione orientale dell'Arabia Saudita. Il santuario è stato rimosso dal governo saudita perché tale venerazione non è conforme al movimento di riforma wahhabi o salafita dominante in Arabia Saudita. [6] [7] Era stato un punto di riferimento importante per molti secoli durante il periodo dell'Arabia ottomana ed era stata una destinazione di pellegrinaggio molto popolare per i musulmani di tutte le sette durante il periodo pre-moderno. [8]\n\nLa tomba di Eliseo è presente nel distretto di Eğil nella provincia di Diyarbakir, in Turchia. [9] Il santuario originale era vicino a un letto di fiume che doveva essere allagato nel 1994. Un consiglio segreto di nove studiosi fu formato dal Consiglio Comunale in collaborazione con la direzione degli affari religiosi per evitare di attirare l'ira del pubblico all'esumazione. Prima che l'area fosse allagata, la tomba veniva scavata di notte e il corpo conservato del Profeta - testimoniato dai nove studiosi e dai lavoratori ufficiali - fu riesumato a essere sepolto su una collina che si affacciava sulla pianura allagata. Tuttavia, molti dei Townfolk videro il Profeta nel loro sogno quella notte, e si sono rivelati prima dell'alba per osservare il suo riburiale nel nuovo posto. [10] [11]",
"Yunus": "Yunus Ibn Matta (arabo: يُونُس ابن ماttr, romanizzato: Yūnus Ibn Matta) è un profeta e un messaggero di Dio (Allah). Yunus è tradizionalmente considerato molto importante nell'Islam come un profeta che era fedele a Dio e ha consegnato i suoi messaggi. [1] [2] Yunus è l'unico dei dodici profeti minori della Bibbia ad essere nominato nel Corano. [3] Il decimo capitolo del Corano prende il nome da lui. [4]\n\nYunus è chiamato Dhul-Nun (arabo: ذُو ٱلنُّوْن) e dai musulmani. [5] Viene menzionato quattro volte nel Corano per nome. [6]\n\nHadithic menziona\nYunus è anche menzionato in alcuni incidenti durante la vita di Maometto. In alcuni casi, il nome di Yunus si parla con lode e riverenza di Maometto. Secondo le narrazioni storiche sulla vita di Maometto, dopo dieci anni di rivelazione, Maometto andò nella città di Ta'if per vedere se i suoi leader gli avrebbero permesso di predicare il suo messaggio da lì piuttosto che la Mecca, ma fu scelto dalla città da persone. Si rifugiò nel giardino di Utbah e Shaybah, due membri della tribù Quraysh. Hanno inviato il loro servo, Addas, per servirlo uva per sostentamento. Muhammad chiese ad Addas da dove veniva e il servitore rispose Ninive. \"La città di Yunus il giusto, figlio di Amittai!\" Esclamò Muhammad. Addas era scioccato perché sapeva che gli arabi pagani non avevano conoscenza di Yunus. Ha quindi chiesto come Muhammad sapeva di quest'uomo. \"Siamo fratelli\", rispose Maometto. \"Yunus era un profeta di Dio e anche io sono un profeta di Dio.\" Addas accettò immediatamente l'Islam e baciò le mani e i piedi di Maometto. [10]\n\nUno dei detti di Maometto, nella collezione dell'Imam Bukhari, afferma che Maometto ha detto \"non si dovrebbe dire che sono migliore di Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, un anziano contemporaneo di Maometto, insegnò che, se Yunus non pregava Allah, sarebbe rimasto intrappolato nel pesce fino al giorno della risurrezione [14] ma, a causa della sua preghiera, Yunus \"rimase solo pochi giorni all'interno della pancia del pesce \". [14]\n\nLo storico persiano al-Tabari del IX secolo registra che, mentre Jonah era all'interno del pesce, \"nessuna delle sue ossa o membri è rimasto ferito\" [14] Al-Tabari scrive anche che Allah ha reso trasparente il corpo del pesce, permettendo a Yunus di vedere le \"meraviglie del profondo\" [15] e che Yunus ha sentito tutti i pesci cantare elogi ad Allah. [15] Kisai Marvazi, un poeta del XX secolo, registra che il padre di Yunus aveva settant'anni quando Yunus nacque [14] e che morì poco dopo, [14] lasciando la madre di Yunus con nient'altro che un cucchiaio di legno, che si rivelò essere una cornucopia. [14]\n\nTombe\nVedi anche: moschee e santuari di Mosul § Mosque_of_the_Prophet_Jonah\n\nFotografia delle rovine della moschea di Yunus, in seguito alla sua distruzione da Isil\nLa posizione attuale di Ninive è contrassegnata da scavi di cinque porte, parti di pareti su quattro lati e due grandi tumuli: la collina di Kuyunjik e Hill of Nabi Yunus (vedi mappa Link in Nota). [16] Una moschea in cima a Nabi Yunus era dedicata a Giona e conteneva un santuario, che era venerato sia dai musulmani che dai cristiani come il sito della tomba di Giona. [17] La tomba era un popolare sito di pellegrinaggio [18] e un simbolo di unità per ebrei, cristiani e musulmani in tutto il Medio Oriente. [18] Il 24 luglio 2014, lo Stato islamico dell'Iraq e il Levant (ISIL) hanno distrutto la moschea contenente la tomba come parte di una campagna per distruggere i santuari religiosi che riteneva idolatra. [19] [18] Dopo che Mosul fu ripreso dall'ISIL nel gennaio 2017, un antico palazzo assiro costruito da Esarhaddon risalente alla prima metà del VII secolo a.C. fu scoperto sotto la moschea in rovina. [18] [20] Isil aveva saccheggiato il palazzo degli articoli da vendere sul mercato nero, [18] [20] ma alcuni dei manufatti che erano più difficili da trasportare rimasero ancora in atto. [18] [20]\n\nAltre tombe musulmane\nAltre località di fama della tomba di Giona includono il villaggio arabo di Mashhad, situato nell'antico sito di Gath-Hepher in Israele; [21] La città palestinese della Cisgiordania occidentale di Halhul, 5 km (3,1 mi) a nord di Hebron; [22] e un santuario vicino alla città di Sarafand (Sarepta) in Libano. [23] Un'altra tradizione pone la tomba su una collina ora chiamata Giv'at Yonah, \"Jonah's Hill\", sul bordo settentrionale della città israeliana di Ashdod, in un sito coperto da un faro moderno.\n\nUna tomba di Giona può essere trovata a Diyarbakir, in Turchia, situata dietro il Mihrab nella moschea di Fatih Pasha. [24] [25] Evliya Celebi afferma nel suo seyahatname di aver visitato le tombe di Giona. [26] [27]\n\nCorano menziona\nIn al-Anbiya 21:87 [7] e al-Qalam 68:48, Yunus è chiamato Dhul-Nūn (Arabo: ذُو ٱلنُّوْن, lett. \"Quello dei pesci\"). [5] In An-Nisa 4: 163 e al-an'am 6:86, viene definito \"un apostolo di Allah\". [5] Sura 37: 139-148 racconta la storia completa di Yunus: [5]\nCosì è stato anche Jonah tra quelli inviati (da noi).\nQuando è scappato (come uno schiavo dalla prigionia) alla nave (completamente) carico,\nLui (accettato) ha lanciato lotti e è stato condannato:\nQuindi la balena lo inghiottò e aveva fatto atti degni di colpa.\nSe non fosse stato che (si pentiva e) glorificasse Allah,\nSarebbe sicuramente rimasto all'interno del pesce fino al giorno della risurrezione.\nMa lo gettiamo sulla riva nuda in uno stato di malattia,\nE abbiamo fatto crescere, su di lui, una pianta diffusa del tipo di zucca.\nE lo abbiamo mandato (in missione) a centomila (uomini) o più.\nE credevano; Quindi abbiamo permesso loro di godersi (la loro vita) per un po '.\n\n-Corano, capitolo 37 (as-saaffat), versetti 139–148 [8]\nIl Corano non menziona l'eredità di Yunus, [5] ma la tradizione musulmana insegna che Yunus proveniva dalla tribù di Binyjamin. [9]",
"Zakariya": "Secondo la dottrina islamica, Zakarīyā (arabo: زكريا, Zaccaria) è un profeta e un messaggero di Dio (Allah) e un padre del profeta Yahya.\n\nNel Corano\nZakariya era un sacerdote giusto [1] e profeta di Dio il cui ufficio era nel secondo tempio a Gerusalemme. Sarebbe spesso incaricato di gestire i servizi del tempio [2] e rimarrebbe sempre fermo in preghiera a Dio.\n\nPregando per un figlio\nQuando raggiungeva la sua vecchiaia, Zakariya iniziò a preoccuparsi di chi avrebbe continuato l'eredità di predicare il messaggio di Dio dopo la sua morte e chi avrebbe portato avanti i servizi quotidiani del tempio dopo di lui. Zakariya ha iniziato a pregare Dio per un figlio. La preghiera per la nascita di una prole non era semplicemente dal desiderio di un bambino. [1] Pregava sia per se stesso che per il pubblico: avevano bisogno di un messaggero, un uomo di Dio che avrebbe lavorato al servizio del Signore dopo Zakariya. Zakariya aveva carattere e virtù e voleva trasferirlo al suo erede spirituale come suo possesso più prezioso. Il suo sogno era quello di ripristinare la famiglia ai posteri del patriarca Giacobbe e assicurarsi che il messaggio di Dio fosse rinnovato per Israele. Come racconta il Corano:\n\nUna menzione della misericordia del tuo signore al suo servitore Zakariya. Quando gridò al suo Signore un grido in segreto, dicendo: Mio Signore! Lo! Le ossa di me cera deboli e la mia testa brillano con i capelli grigi, e non sono mai stato sconvolto nella preghiera per te, mio ​​signore. Lo! Temo che i miei parenti di me, dato che mia moglie è sterile. Oh, dammi dalla tua presenza un successore che erediterà da me e erediterà (anche) della casa di Giacobbe. E rendi lui, mio ​​signore, accettabile (a te). [Corano 19: 4–6 (tradotto da Pickthall)]\n\nPadreing Yahya\nCome dono di Dio, a Zakariya fu dato un figlio di nome Yaḥyá (arabo: يحيى, identificato con Giovanni Battista), un nome appositamente scelto solo per questo bambino. La tradizione musulmana narra che Zakariya aveva novantadue anni [3] quando gli fu detto della nascita di John.\n\nIn conformità con la preghiera di Zakariya, Dio fece il rinnovo di Giovanni (Yahya), che era stato corrotto e perso dagli israeliti. [4] Come dice il Corano:\n\nO Zachariah! Lo! Ti portiamo le notizie di un figlio il cui nome è Giovanni; Non abbiamo dato lo stesso nome a nessuno prima (lui). Ha detto: mio signore! Come posso avere un figlio quando mia moglie è sterile e ho raggiunto la vecchiaia infermiera? Ha detto: così sarà, il tuo Signore dice: è facile per me, e in effetti ti ho creato prima, quando non eri niente. Ha detto: mio signore! Dammi un segno. Ha detto: il tuo segno è che non sarai in grado di parlare con le persone tre notti mentre sei in salute.\n\n- [Corano 19: 7–10 (tradotto da Pickthall)]\nGuardian di Maryam\nSecondo il Corano, Zakariya era il tutore di Maryam. Il Corano afferma:\n\n(Ricorda) Quando la moglie di \"Imran disse: Mio Signore! Ti ho promesso ciò che è nella mia pancia come un consacrato (offerta). Accettalo da me. Lo! Tu, solo tu, arti l'ascoltatore, il knower! E quando è stata consegnata ha detto: mio signore! Lo! Ho consegnato una femmina - Allah conosceva meglio ciò che le era stato consegnato - il maschio non è la femmina; E lo! L'ho nominata Maria e Lo! Ho bramato la tua protezione per lei e per la sua prole da Satana il reietto. E il suo Signore l'ha accettata con piena accettazione e ha garantito una buona crescita; e ha reso Zaccaria il suo guardiano. Ogni volta che Zachariah andava nel santuario dove si trovava, scoprì che aveva cibo. Ha detto: O Mary! Da dove ti viene questo (cibo)? Ha risposto: è da Allah. Allah dà senza stint a chi lo farà. [Corano 3: 35–37 (tradotto da Pickthall)]\n\nLa teologia musulmana sostiene che Zakariya, insieme a Giovanni Battista e Gesù, ha inaugurato una nuova era di profeti - che venivano tutti dalla discesa sacerdotale di Amram (Imran), il padre del profeta Aaron. Il fatto che, tra tutti i sacerdoti, fu Zakariya a cui fu dato il dovere di mantenere la cura di Maria (Maryam) mostra il suo status di pio. Zakariya è spesso elogiato nel Corano come profeta di Dio e giusto. Una di queste valutazioni è in Sura al-An'am:\n\n\"E Zakariya e Yahya e Isa ed Eliyas. Ognuno era dei giusti.\" [Corano 6:85 (tradotto da Pickthall)]\n\nIl traduttore di Corano Abdullah Yusuf Ali offre commenti su questa linea [5] - suggerendo che questi particolari profeti fanno una connessione spirituale tra loro. Sottolinea che Yahya era un parente di ISA, mentre Eliyas era uno che era presente alla trasfigurazione di ISA [6] sul Monte, come menzionato nel Nuovo Testamento. Zakariya nel frattempo, attraverso il matrimonio, era lo zio di Isa e suo figlio Yayha era indicato come Eliya nel Nuovo Testamento. [7]",
"Yahya": "Yaḥyā ibn zakarīyā (arabo: chicare ابن زكريا, letteralmente Yahya/Giovanni, figlio di Zaccaria), identificato in inglese come Giovanni Battista, è considerato nell'Islam un profeta e Messaggero di Dio (Allah) che è stato mandato a guidare i figli di Israele . Si ritiene che i musulmani siano stati testimoni della Parola di Dio che avrebbe annunciato la venuta di Isa al-Masih (Gesù Cristo). [1] [2]\n\nYahya è menzionato cinque volte nel Corano. [3]\n\nYahya è anche onorato molto nel sufismo e nel misticismo islamico, principalmente a causa della descrizione del Corano della castità e della gentilezza di Giovanni. [4] I sufi hanno spesso applicato commenti sui passaggi su Giovanni nel Corano, principalmente riguardanti il ​​dono di saggezza dato da Dio che ha acquisito in gioventù e i suoi parallelismi con Gesù. Sebbene diverse frasi usate per descrivere Giovanni e Gesù siano praticamente identiche nel Corano, il modo in cui sono espressi è diverso. [5]\n\nNascita\nNel Corano, Dio menziona spesso la continua preghiera di Zakariya per la nascita di un figlio. La moglie di Zakariya, era sterile e quindi la nascita di un bambino sembrava impossibile. [6] Come dono di Dio, a Zaccaria ricevette un figlio di nome Yaḥya, un nome appositamente scelto solo per questo bambino. In conformità con la preghiera di Zakariya, Dio fece Yahya e Isa, che secondo l'esegesi nacque sei mesi dopo, [7] rinnova il messaggio di Dio, che era stato corrotto e distorto dagli israeliti.\n\nIl Corano afferma che Giovanni Battista è stato il primo a ricevere questo nome (Corano 19: 7–10) ma dal momento che il nome Yoḥanan si verifica molte volte prima di Giovanni Battista, [8] questo versetto si riferisce al consenso dello studioso islamico che \"Yaḥyāsa \"Non è lo stesso nome di\" Yoḥanan \"[9] o al racconto biblico della miracolosa denominazione di Giovanni, che ha spiegato che fosse quasi chiamato\" Zaccaria \"(Greco: ζαχαρίας) [10] dopo il nome di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come no di suo padre, come No Nothe Uno nel lignaggio di suo padre Zaccaria (noto anche come Zaccaria) era stato chiamato \"John\" (\"Yohanan\"/\"Yoannes\") davanti a lui. [11] Come dice il Corano: [12]\n\"O Zakaryya, anzi ti diamo buone notizie di un ragazzo il cui nome sarà Yahya e per il quale non abbiamo mai creato prima l'identità.\n\nDisse: \"O mio signore! Come devo avere un figlio, quando mia moglie è sterile e sono diventato abbastanza decrepito dalla vecchiaia?\"\n\nDisse: \"Quindi (sarà) il tuo Signore dice:\" È facile per me: ti ho davvero creato prima, quando non eri niente! \"\"\n\n(Zakarya) disse: \"O mio Signore! Dammi un segno.\" \"Il tuo segno\", fu la risposta, \"sarà che tu parli a nessun uomo per tre notti\".\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nIl fiume Giordano, dove Yahya battezzò Isa. [13]\nYahya fu esortato a trattenere velocemente la Scrittura e fu data la saggezza da Dio mentre era ancora un bambino. [14] Era puro e devoto e camminò bene in presenza di Dio. Era doveroso nei confronti dei suoi genitori e non era arrogante o ribelle. La lettura e la comprensione di John delle Scritture, quando solo un bambino, superarono anche quella dei più grandi studiosi dell'epoca. [6] L'esegesi musulmana narra che Isa ha inviato Yahya con dodici discepoli, [15] che predicavano il messaggio prima che Gesù chiamasse i suoi stessi discepoli. [7] Il Corano dice: [16]\n\"O yaḥya! Affronta il libro con potenza\": e gli abbiamo dato la saggezza anche da giovane,\n\n- Maryam, 19:12\nGiovanni era un profeta classico, [17] che era esaltato in alto da Dio per la sua audace denuncia di tutte le cose peccaminose. Inoltre, il Corano parla della gentile pietà e dell'amore di Giovanni e del suo umile atteggiamento nei confronti della vita, per il quale gli è stata concessa la purezza della vita.\n\nSecondo la tradizione islamica, Yahya andava all'Haram Esh-Sharif (Temple Mount) per consegnare i suoi sermoni. [3]\n\nAssassinio\nDurante la profezia di Yahya, si è verificato un conflitto tra lui e Erode Antipa, che volevano divorziare dalla sua prima moglie e prendere come moglie sua cognata. [3] Yahya ha informato che il matrimonio potrebbe essere incestuoso e non ha approvato il matrimonio. Dopo questo, Erode Antipas aveva imprigionato Yahya. [3] Yahya fu quindi decapitato. [18] [3] Si ritiene che la testa di Yahya sia all'interno della moschea omayyad di Damasco. [19] [20] [21]\n\nEredità\nNell'Islam, Yahya ha salutato Maometto la notte dell'Al-Isra al-Mi'raj, insieme a Isa (Gesù), sul secondo cielo. [22] La storia di Yahya fu anche raccontata al re abissino durante la migrazione musulmana verso l'Abissinia. [23] Secondo il Corano, Yahya è stato uno su cui Dio ha inviato la pace il giorno in cui è nato e il giorno in cui è morto. [24] Secondo al-Suyuti, Ibrahim ha dichiarato che dalla creazione del mondo i cieli e la terra piangevano solo per due persone, Yahya e Husayn. [25] [26] Secondo un Hadith, Maometto disse: \"Ogni figlio di Adamo verrà il giorno della risurrezione e avrà peccato contro di lui tranne Yahya Ibn Zakaryya\". [27] Molti musulmani confrontano Yahya con Husayn. [28] Si ritiene che i capi di Yahya e Husayn siano nella moschea omayyad di Damasco, in Siria.",
"Isa": "Isa (Gesù) è un profeta e un messaggero di Allah e del Messia. È l'ultimo profeta inviato a guidare i figli di Israele (Bani Israel) ed è stato rivelato il libro sacro chiamato The Injil (Vangelo).\n\nNel Corano, Isa è descritto come il Messia (al-Masīḥ), nato dalla Vergine Maria, ha compiuto miracoli, accompagnato da discepoli, respinto dall'establishment ebraico ed essere cresciuto in cielo. Il Corano afferma che Gesù non era crocifisso né morto sulla croce, ma fu miracolosamente salvato da Dio. Il Corano colloca Gesù tra i più grandi profeti e lo menziona con vari titoli. La profezia di Gesù fu preceduta da Yahya e successe da Maometto.\n\nL'Islam rifiuta la visione cristiana della divinità di Gesù come Dio incarnato, o il Figlio letterale di Dio. Nega Gesù come una divinità in diversi versetti e menziona anche che Gesù non ha affermato di essere divino. I musulmani credono che il messaggio originale di Gesù sia stato modificato, dopo che è cresciuto vivo. Il monoteismo di Gesù è enfatizzato nel Corano. Come tutti i profeti dell'Islam, Gesù è anche chiamato musulmano, poiché predicava che i suoi seguaci avrebbero dovuto adottare il \"percorso dritto\" (ṣirāṭ al-Mustaqīm). Gesù è attribuito con una grande quantità di miracoli, con numerose letterature ascetiche e mistiche scritte e recitate su di lui nella tradizione islamica. Si dice anche che abbia profetizzato l'arrivo di Maometto usando il nome Ahmad.\n\nAlla fine dei tempi, Gesù tornerà nel secondo in arrivo con l'Imam al Mahdi per uccidere l'Al-Masih Ad-Dajjal (\"il falso messia\"), dopo di che con le antiche tribù Yaʾjūj e Maʾjūj (Gog e Magog) avrebbero disperso sulla terra. Dopo che queste creature perivano miracolosamente, l'Imam Mahdi e Gesù avrebbero governato il mondo intero, istituire la pace e la giustizia e morire dopo un regno di 40 anni. Alcuni musulmani credono che Isa sarà sepolto insieme a Maometto alla quarta tomba riservata della cupola verde a Medina.\n\nGesù è compreso dai musulmani come uno dei profeti più importanti dell'Islam. Il luogo in cui si ritiene che Gesù torni, la moschea omayyad di Damasco, è molto stimato dai musulmani come il quarto sito più santo dell'Islam.\n\nNascita\nIl racconto di Gesù nel Corano inizia effettivamente con la sua nascita di sua madre, Maria, e il suo servizio nel tempio di Gerusalemme. Mentre era sotto la cura del profeta Zaccaria, che doveva essere il padre di Yahya (Giovanni Battista). La narrazione della nascita nel Corano per Gesù inizia al Corano 19: 16–34 e Q3: 45–53.\nAnnunciazione\n\nL'esegesi islamica afferma la nascita vergine di Gesù in modo simile al racconto evangelico e che si verifica a Betlemme. La narrazione della nascita vergine è un annuncio a Maria dell'Angelo Gabriel mentre Maria viene allevata nel tempio dopo essere stata impegnata a Dio da sua madre. Gabriel afferma di essere onorata per tutte le donne di tutte le nazioni e le ha portata le notizie felici di un figlio santo.\n\nL'annunciazione in miniatura\nGabriel dichiara che il figlio deve essere chiamato Isa, il Messia, che proclama che sarà chiamato un grande profeta. Maria, chiedendo come avrebbe potuto concepire e avere un figlio quando nessun uomo l'aveva toccata, l'angelo gli è stato risposto che Dio può decretare ciò che vuole, e si accadrà.\n\nLa narrazione del Corano continua con Maria, sopraffatta dai dolori del parto, che viene fornita un flusso d'acqua sotto i suoi piedi da cui poteva bere e una palma che poteva tremare, così le date mature sarebbero cadute e godevano. Dopo aver partorito, Maria riporta il bambino Gesù al tempio e le viene chiesto dagli anziani del tempio sul bambino. Essendo stata comandata da Gabriel a un voto di silenzio, indica il bambino Gesù e il bambino proclama:\n\nHa detto, io sono il servitore di Dio; Mi ha dato il libro e mi ha reso un profeta. Mi ha reso benedetto ovunque io sia e mi ha ingiunto il culto e le elemosine, fintanto che vivo; ed essere doveroso con mia madre; e non mi ha reso opprimente, empico. La pace è su di me il giorno in cui sono nato, il giorno in cui morirò e il giorno in cui sarò cresciuto in vita. [8]\n\nGesù che parla dalla culla è uno dei sei miracoli attribuiti a lui nel Corano, che si trova anche nell'infanzia siriaca Vangelo, un'opera del VI secolo. [9] [10] Secondo vari hadiths, Gesù e Maria non piangevano alla loro nascita. [11] Il profeta islamico Muhammad spiegò che sia Gesù che Maria erano gli unici esseri umani a nascere come senza peccato e quindi erano protetti dal tocco di Satana alle loro nascite, citando il trentaseiestre versetto di Al Imran. [12]\n\nNarrazioni di nascita\n\nSecondo il Corano, i dolori del travaglio portarono Maria al bagagliaio di una palma.\nLa fede islamica echeggiò alcuni fili all'interno della tradizione cristiana che Maria (o Mariaam) era una vergine letterale quando Gesù fu concepito. Il resoconto più dettagliato dell'annunciazione e della nascita di Gesù è fornito in Sura 3 (Al Imran) e 19 (Maryam) del Corano in cui la storia è narrata che Dio (Allah) ha inviato un angelo per annunciare che Maryam potrebbe aspettarsi presto di sopportare un figlio, nonostante sia vergine. [13]\n\nAlcuni accademici hanno notato che il racconto in Sura 19 [14] è particolarmente vicino a quello nel Vangelo cristiano di Luca. [15] L'Annunciazione a Maria è menzionata due volte nel Corano e in entrambi i casi Maria/ Maryam viene detto che è stata scelta da Dio per consegnare un figlio. In primo luogo, il portatore delle notizie (che si ritiene che la maggior parte dei musulmani sia l'Arcangelo Gabriel), ha consegnato la notizia in (Q3: 42-47) mentre assume la forma di un uomo (Q19: 16-22) . [16] [17] I dettagli della concezione non sono discussi ma quando Maria chiede come può sopportare un figlio in vista della sua castità, le viene detto che Dio crea ciò che vuole e che queste cose sono facili per Dio. [16] [18] Il Corano (Q21: 91 e Q66: 12) dice che Dio soffiava attraverso il suo angelo in Maria e sebbene essendo casta, portava Gesù senza alcun padre (la fonte ti permette di interpretare Gabriel come il Padre). [19] [20]\n\nLo storico musulmano dell'8 ° secolo Ibn Ishaq (704-767), scrisse l'account intitolato Kitab al-Mubtada (all'inizio), riferendo che Zaccaria è brevemente il Guardian Chiamato George. Parlata in una chiesa, è unita da un giovane di nome Joseph e si aiutano a vicenda a prendere acqua e altri compiti. Il racconto della nascita di Gesù segue la narrazione del Corano, aggiungendo che la nascita è avvenuta in Betlemme accanto a una palma con una mangiatoia. [21]\n\nLo studioso persiano del X secolo al-Tabari (839-923), menziona gli invii che arrivavano dal re di Persia con doni (simili ai Magi dall'est) per il Messia; Il comando a un uomo chiamato Joseph (non specificamente il marito di Maria) per portare lei e il bambino in Egitto e successivamente tornare a Nazaret. [22]\n\nInfanzia\nArticolo principale: Trovare nel tempio\nVedi anche: Flight in Egitto e l'infanzia Vangelo di Thomas\nIl Corano non include la tradizione del volo in Egitto, sebbene Sūra xxiii, 50 potrebbe concepibilmente alludere ad esso: \"E abbiamo fatto un segno di Maryam e sua madre; e li abbiamo resi in un luogo elevato, pieno di Silenzioso e annaffiato con sorgenti. \"[25] Tuttavia, narrazioni simili alla narrazione trovata nei Vangeli e nelle fonti non canoniche diffuse nella successiva tradizione islamica, con alcuni dettagli ed elaborazioni aggiunte nel corso dei secoli da scrittori e storici islamici. Alcune narrazioni hanno Gesù e famiglia che soggiornano in Egitto fino a 12 anni. [26] Molte storie morali e eventi miracolosi della giovinezza di Gesù sono menzionati in Qisas al-Anbiya (Storie dei profeti), libri composti nel corso dei secoli su profeti ed eroi pre-islamici. [7]\n\nAl-Masudi scrisse che Gesù da ragazzo studiava la religione ebraica leggendo dai Salmi e trovò \"rintracciato nei personaggi della luce\":\n\n\"Sei mio figlio e mio amato; ti ho scelto da solo\"\n\ncon Gesù quindi che rivendica:\n\n\"Oggi la Parola di Dio è soddisfatta nel Figlio dell'Uomo.\" [22]\n\nIn Egitto\nVedi anche: Infanzia Vangelo di Thomas\nDiverse narrazioni mostrano una certa disparità e somiglianza negli scritti islamici sulla prima infanzia di Gesù, in particolare il suo tempo in Egitto per quanto riguarda la durata e gli eventi. La maggior parte delle narrazioni si trovano in fonti crisoniche non canoniche come, ad esempio, il vangelo pre-islamico di Thomas. Una di queste disparità è da al-athir nella sua perfezione della storia che contiene una narrazione di nascita che afferma che Gesù è nato in Egitto invece di Betlemme. [27]\n\nAlcune altre narrazioni dell'infanzia di Gesù sono la popolare tradizione mediorientale, come evidenziato dal professore di studi interreligiosi Mahmoud M. Ayoub. [28] Molti miracoli sono attribuiti a un giovane Gesù mentre in Egitto [26] (vedi miracoli §§ e altri miracoli).\n\nEtà adulta\n\nIl fiume Giordano, dove Gesù fu battezzato da Yahya Ibn Zakariya (Giovanni Battista). [29]\nMissione\nVedi anche: Ministero di Gesù e Apostolo (Islam)\nÈ generalmente concordato sul fatto che Gesù parlasse aramaico, il linguaggio comune della Giudea nel primo secolo d.C. e la regione in generale. [30]\n\nLa prima e la prima visione di Gesù formulata nel pensiero islamico è quella di un profeta - un essere umano scelto da Dio per presentare sia un giudizio sull'umanità di adorare gli idoli sia una sfida a rivolgersi all'unico vero Dio. Da questa base, riflessa su tutti i profeti precedenti attraverso la lente dell'identità musulmana, Gesù non è considerato altro che un messaggero che ripete un messaggio ripetitivo dei secoli. I miracoli di Gesù e dei titoli coranici attribuiti a Gesù dimostrano il potere di Dio piuttosto che la divinità di Gesù - lo stesso potere dietro il messaggio di tutti i profeti. Alcune tradizioni islamiche credono che la missione di Gesù fosse solo per il popolo di Israele e il suo status di profeta confermato da numerosi miracoli. [31] [32]\n\nUna seconda prima immagine alta di Gesù è una figura di fine tempo. Questo concetto deriva principalmente dall'Hadith. La tradizione musulmana costruisce una narrazione che si trova allo stesso modo nella teologia cristiana, vedendo Gesù che arriva alla fine dei tempi e scendere sulla terra per combattere l'Anticristo. Questa narrazione è intesa per difendere la causa dell'Islam, con alcune tradizioni che narra Gesù che indicano il primato di Maometto. La maggior parte delle tradizioni afferma che Gesù morirà quindi una morte naturale. [33]\n\nUn'immagine terza e distintiva è di Gesù che rappresenta una figura ascetica - un profeta del cuore. Sebbene il Corano si riferisca al \"Vangelo\" di Gesù, quegli suoi insegnamenti specifici non sono menzionati nel Corano o successivi testi religiosi. Sono in gran parte assenti. La tradizione sufi è dove Gesù divenne venerato, riconosciuto come un insegnante spirituale con una voce distintiva da altri profeti, tra cui Maometto. Il sufismo tende a esplorare le dimensioni dell'unione con Dio attraverso molti approcci, tra cui ascetismo, poesia, filosofia, suggerimento speculativo e metodi mistici. Sebbene il sufismo alla mente occidentale possa sembrare condividere origini o elementi simili di neoplatonismo, gnosticismo e buddismo, l'ideologia è distintamente islamica poiché aderiscono alle parole del Quran e perseguono l'imitazione di Maometto come l'uomo perfetto. [34]\n\nPredicazione\nSi ritiene che i concetti islamici della predicazione di Gesù abbiano avuto origine a Kufa, in Iraq, sotto il califfato di Rashidun in cui furono formulati i primi scrittori della tradizione musulmana e della borsa di studio. I concetti di Gesù e del suo ministero di predicazione sviluppato a Kufa furono adottati dai primi cristiani ascetici d'Egitto che si opposero agli appuntamenti ufficiali della chiesa da Roma. [35]\n\nLe prime storie, che contano circa 85, si trovano in due importanti collezioni di letteratura ascetica intitolata Kitab al-Zuhd wa'l raqa'iq (il libro dell'ascetismo e delle tenele misericordie) di Ibn al-Mubarak (d. 797), e Kitab al-Zuhd (il libro dell'ascetismo) di Ibn Hanbal (d. 855). Questi detti rientrano in quattro gruppi di base: a) detti escatologici; b) detti quasi gospel; c) detti e storie ascetiche; d) detti che fanno eco a polemiche intra-musulmane. [36]\n\nIl primo gruppo di detti espande l'archetipo di Gesù come rappresentato nel Corano. Il secondo gruppo di storie, sebbene contenenti un nucleo del Vangelo, sono ampliati con un \"timbro distintamente islamico\". Il terzo gruppo, essendo il più grande dei quattro, ritrae Gesù come un santo patrono dell'ascetismo musulmano. L'ultimo gruppo si basa sull'archetipo islamico e sulla definizione incentrata sui musulmani di Gesù e sui suoi attributi, promuovendo idee esoteriche riguardanti termini come \"Spirito di Dio\" e \"Parola di Dio\". [37]\n\nMiracoli\nArticolo principale: Miracoli di Gesù\nVedi anche: Infanzia Vangelo di Thomas\nIl Corano attribuisce almeno sei miracoli a Gesù, con molti altri aggiunti nel corso dei secoli da scrittori e storici. I miracoli furono attribuiti a Gesù come segni della sua profezia e della sua autorità, secondo l'educatore e il professor Ishaq Musa al-Husayni (d. 1990), un autore più noto per Mudhakkirat Dajaja (Memori di una gallina) (Cairo: Dar al-Maarif , 1943; 2a ed. 1967). In Cristo nel Corano e nella moderna letteratura araba (1960), al-Husayni ha affermato che è degno di nota Muhammad non miracoli a se stesso. [38]\n\nQuesti sei miracoli nel Corano sono senza dettagli a differenza del Vangelo e delle loro fonti gnostiche non canoniche, che includono dettagli e menzionano altri miracoli attribuiti. [38] Nel corso dei secoli, queste sei narrazioni miracolose sono state elaborate attraverso Hadith e poesie, con scritti religiosi tra cui alcuni degli altri miracoli menzionati nel Vangelo, fonti non canoniche e da tradizioni. [26] [28]\n\nParlando dalla culla\nParlare dalla culla è menzionato in tre posti nel Corano: al-Imran (3) 41, 46, al-Maida (5) 109–110 e Maryam (19) 29–30. Parte della narrazione ha il bambino Gesù che difende sua madre Maria dall'accusa di aver partorito senza un marito noto. [39] L'Islam precoce non era chiaro riguardo a Joseph e al suo ruolo. Per questo viene sostenuta che questa influenza gospel gnostica si dice che il Corano potrebbe non essere divino dagli oppositori. Gesù parla come l'Angelo Gabriele aveva menzionato all'Annunciazione: Gesù proclama che è un servitore di Dio, è stato dato un libro, è un profeta, è benedetto ovunque andrà, benedice il giorno in cui è nato, il giorno in cui morirà e il giorno in cui è cresciuto vivo. [40]\n\nSebbene questa particolare narrativa non si trovi nella Bibbia, il tema del parlare dalla culla si trova nel vangelo non canonico siriaco pre-islamico. Quella fonte ha Gesù che si dichiara il Figlio di Dio, la Parola e affermando ciò che l'Angelo Gabriel aveva precedentemente annunciato a Maria come dettagliato nel Vangelo. [39]\n\nCreare uccelli dall'argilla\nLa storia miracolosa di creare uccelli dall'argilla e respirare la vita quando un bambino viene menzionato in al-Imran (3) 43, 49 e al-Maida (5) 109–110. Sebbene questo miracolo non sia anche menzionato nel Vangelo canonico, la stessa narrativa si trova in almeno due fonti pre-islamiche: l'infanzia Vangelo di Thomas e il Toledot Yeshu ebraico, con pochi dettagli varianti tra il Corano e queste due fonti. [ 41] [42]\n\nGuarigione dei ciechi e dei lebbrosi\nVedi anche: Guarigione dei due ciechi in Galilea e purificando dieci lebbrosi\nSimile al Nuovo Testamento, il Corano menziona che Gesù guarisce i ciechi e i lebbrosi di al-Imran (3) 49. Lo studioso musulmano e il giudice al-Baydawi (morto nel 1286) scrisse come fosse registrata che tante migliaia di persone arrivarono a Gesù essere guarito e che Gesù ha guarito queste malattie solo attraverso la preghiera. [43] Lo studioso medievale Al-Tha'labi scrisse su come queste due malattie particolari fossero al di fuori del aiuto medico e i miracoli di Gesù dovevano essere testimoniati da altri come chiari segni del suo messaggio. [41]\n\nSollevando i morti\nSi ritiene che Gesù abbia risuscitato persone dai morti, come menzionato in al-Imran (3) 49. Sebbene non vengano forniti dettagli su chi è stato cresciuto o la circostanza, almeno tre persone sono menzionate in dettaglio nel Vangelo (una figlia di Jairus, figlio di una vedova a Nain e Lazzaro). [44]\n\nPrescienza\nGesù fu in grado di prevedere o ebbe preconoscenza, [45] di ciò che era nascosto o sconosciuto agli altri. Un esempio è che Gesù risponderebbe correttamente a qualsiasi domanda che qualcuno gli ha posto. Un altro esempio è che Gesù sapeva ciò che la gente aveva appena mangiato, così come ciò che avevano immagazzinato nelle loro case. [26]\n\nTavolo del cibo dal cielo\nArticolo principale: alimentare la moltitudine\nVedi anche: ultima cena\nNel quinto capitolo del Corano, al-Ma'ida (5) 112-115, una narrazione menziona i discepoli di Gesù che richiedono un tavolo carico di cibo, e per essere un giorno speciale di commemorazione per loro in futuro. Questo può essere un possibile riferimento all'Eucaristia secondo il professore di studi islamici e arabi W. Montgomery Watt (m. 2006). [46] Secondo il professore di religioni comparative Geoffrey Parrinder (morto nel 2005), non è chiaro se questa storia è parallela all'ultima cena del Vangelo o alla moltitudine, ma può essere legata alla parola araba ʿīd (festival musulmano): [47]\n\nUna volta i discepoli dissero: Gesù, figlio di Maria, il tuo Signore può mandarci un tavolo dal cielo? Ha detto, temere Dio se sei credente. Hanno detto che vogliamo mangiarlo e che i nostri cuori potrebbero essere in pace, e potremmo sapere che hai parlato in verità ed essere tra i testimoni. Gesù, figlio di Maria, disse: O Dio nostro Signore manda su di noi un tavolo dal cielo, per essere per noi un festival, per il primo di noi e l'ultimo di noi e un segno da te: e dare una disposizione (di cibo) per noi, perché sei il migliore dei fornitori. Dio ha detto che lo sto inviando per te. [46]\n\nIn un record del sunnita Exegete Tabari, prima dell'ultima cena, la minaccia della morte lo ha reso ansioso. Pertanto, Gesù ha invitato i suoi discepoli per l'ultima cena. Dopo il pasto, si è lavato le mani ed eseguì le loro abluzioni per asciugare le mani sui vestiti. Successivamente Gesù rispose loro: \"Per quanto ti ho fatto stasera, in quanto ti ho servito il pasto e ti ho lavato le mani di persona, lascia che sia un esempio per te. Dato che mi consideri davvero meglio di te, Non essere altezzoso l'uno rispetto all'altro, ma piuttosto espandervi l'uno per l'altro mentre mi sono ampliato per te. \" Dopo aver istruito i discepoli nei suoi insegnamenti, Gesù prevede che uno di loro negherebbe lui e un altro lo avrebbe tradito. Tuttavia, in accordo con le opinioni islamiche sulla morte di Gesù, solo un cadavere in parvenza di Gesù fu crocifisso e Gesù stesso fu allevato a Dio. [48]\n\nAltri miracoli\nNel corso degli anni sono state sviluppate molte storie e narrazioni su Gesù, contenenti alcune lezioni intrinseche o fornendo significato a causa della mancanza di dettagli nel Corano riguardo a Gesù. Alcune di queste narrazioni sono simili in natura al Nuovo Testamento, mentre alcuni ritraggono Gesù in modo molto umano.\n\nOltre ad alcuni riassunti dettagliati dei miracoli di Gesù menzionati dagli scrittori musulmani nel corso dei secoli, dall'età adulta (come camminare sull'acqua - trovati anche nel Vangelo - e causando la provenienza di pagnotte di pane), [39] alcuni altri miracoli dall'infanzia Includi: spiegare i fondamenti del credo musulmano a un maestro di scuola, rivelando chi fossero i ladri verso un ricco capo, riempiendo barattoli vuoti di qualcosa da bere, fornendo cibo e vino per un re tirannico mentre dimostrava anche a questo re il potere di allevare un uomo morto Dai morti, allevando un bambino ucciso accidentalmente e causando che gli indumenti da un'IVA monocerata uscissero con vari colori. [26]\n\nGuarigione del figlio di un ufficiale reale\nArticolo principale: guarigione del figlio del funzionario reale\nAl-Tabari (m. 923) riporta la storia di un incontro di Gesù adulto con un certo re nella regione e la guarigione di suo figlio. L'identità del re non è menzionata mentre la leggenda suggerisce Filippo il tetrarca. Il corrispondente riferimento della Bibbia è \"il figlio del funzionario reale\". [49]\n\nAvidità e verità\nUna storia leggendaria di un miracolo di un giovane Gesù, usata come lezione di apprendimento duro che si trova popolarmente nella tradizione mediorientale secondo il professor Ayoub, ha a che fare con un uomo ebreo e pani di pane. Sebbene porti un tono polemico, la lezione è incentrata sull'avidità con la verità intrecciata nella narrazione. È una storia trovata spesso nei libri per bambini. [50]\n\nSaggezza intrinseca\nVedi anche: Logos (Islam) e Logos (cristianesimo)\nUn'altra leggendaria storia miracolosa è quella che riguarda la saggezza d'infanzia di Gesù. Questa leggenda, segnalata da al-Tabari di Ibn Ishaq, parla di Maria che manda Gesù a una scuola religiosa e l'insegnante è stupito di trovare Gesù che già conoscono le informazioni insegnate / discusse. [26]\n\nCibo nelle case per bambini\nUn'altra storia di Al-Tabari racconta di un giovane Gesù che gioca con i giovani del suo villaggio e racconta loro quale cibo i loro genitori stavano preparando a casa. [26]\n\nSecondo i dettagli della narrazione, alcuni genitori si infastidiscono e proibivano i loro figli a giocare con Gesù, sospettando che fosse un mago. Di conseguenza, i genitori hanno tenuto i loro figli lontani da Gesù e hanno radunato i loro figli in una sola casa. Un giorno, sentendosi solo, Gesù uscì a cercare i suoi amici e in arrivo in questa casa chiese ai genitori dove fossero i loro figli. I genitori hanno mentito, rispondendo che i bambini non erano lì. Dopo che Gesù chiede chi, quindi, è in casa, i genitori chiamano Gesù un maiale. Gesù poi dice \"Lascia che ci siano suini in questa casa\", trasformando tutti i bambini in suini. [28]\n\nNel corso dei secoli, gli scrittori musulmani hanno anche fatto riferimento ad altri miracoli come scacciare i demoni, avendo preso in prestito da alcune fonti pre-islamiche eretiche e da fonti canoniche come leggende su Gesù sono state ampliate. [26]\n\nRivelazione\nArticolo principale: Vangelo nell'Islam\nI musulmani credono che Dio abbia rivelato una nuova Scrittura a Gesù, chiamata al-Injil (il Vangelo), dichiarando anche la verità delle precedenti rivelazioni: al-Tawrat (la Torah) e al-Zabur (i Salmi). [51] Il Corano parla favorevolmente di al-Injīl, che descrive come una Scrittura che riempie il cuore dei suoi seguaci di mansuetudine e pietà. L'esegesi islamica tradizionale afferma che il messaggio biblico è stato distorto (tahrif), è chiamato Ta'yin al-Mubham (\"Risoluzione dell'ambiguità\"). [52] Questo sforzo polemico ha le sue origini nel periodo medievale con gli scritti di Abd al-Jabbar Ibn Ahmad. [53] Per quanto riguarda la legge di Mosè, il Corano indica che Gesù non ha mai abolito le leggi ebraiche ma le ha piuttosto confermato, pur facendo solo abrogazioni parziali. [54]\n\nI musulmani hanno a lungo creduto che Paolo corrompesse intenzionalmente gli insegnamenti originali di Gesù. [55] Lo storico del IX secolo Sayf Ibn Umar affermò che alcuni rabbini convinsero Paolo a guidare deliberatamente i primi cristiani introducendo ciò che Ibn Hazm considerava dottrine discutibili nel cristianesimo. [56]\n\nSecondo Yusuf al-Qaradawi nel suo libro The Legge e The Prohibed nell'Islam, le restrizioni legali Gesù hanno abrogato per gli ebrei in cui quelli inizialmente legiferavano da Dio come punizione. [57] Commenti classici come Tafsir al-Jalalayn specificano di essere costituiti al consumo di carne di pesce e uccello senza picchi, o in generale. [58]\n\nCita in Corano\nDiscepoli\nIl Corano afferma che Gesù fu aiutato da un gruppo di discepoli (ḥawāriyyūn) che credevano nel suo messaggio. Pur non nominando i discepoli, il Corano dà alcuni casi di Gesù che predicano loro il messaggio. I musulmani vedono i discepoli di Gesù identici ai compagni (ṣaḥāba) di Maometto. [59] Secondo il cristianesimo, i nomi dei dodici discepoli erano Peter, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon e Giuda.\n\nIl Corano menziona nel capitolo 3, versetti 52–53, che i discepoli si sono sottoposti alla fede dell'Islam: [necessaria fonte non primaria]\n\nQuando Gesù trovò l'incredulità da parte loro disse: \"Chi saranno i miei aiutanti a (il lavoro di) Dio?\" Dissero i discepoli: \"Siamo gli aiutanti di Dio: crediamo in Dio e ritieni che siamo musulmani. Nostro Signore! Crediamo in ciò che hai rivelato e seguiamo il messaggero; poi ci scrivono tra coloro che portano testimonianza.\"\n\n-Corano Surah al-Imran 52–53 [60]\nLa narrazione più lunga che coinvolge i discepoli di Gesù è quando Gesù compie il miracolo di portare una tavola di cibo dal cielo su loro richiesta, per ulteriori prove che la sua predicazione è il vero messaggio.\n\nAscensione\nIl versetto di An-Nisa 157 è il verso principale del Corano per fare riferimento all'evento della crocifissione di Gesù. [61] Dice che Gesù non è stato ucciso e né crocifisso, ma è stato fatto\nVersetto di An-Nisa 157\nChe dissero (in vanto): \"Abbiamo ucciso il Messia Gesù il Figlio di Maria, il Messaggero del Dio '; ma non lo hanno ucciso, né Crocifilò, ma è stato fatto apparire a loro e quelli che differiscono Qui sono pieni di dubbi, senza (certe) conoscenze, ma solo congetture da seguire, per una fideiussione non lo hanno ucciso.\n\nper apparire a loro '. [62] La maggior parte delle tradizioni islamiche negano categoricamente che Gesù morì fisicamente sulla croce o in altro modo. [63] [64] L'esegesi islamica riferisce che un'altra persona è stata crocifissa al luogo di Gesù. Tuttavia, alcuni moderni studiosi musulmani credono che Gesù sia davvero morto e i riferimenti alla sua sopravvivenza sono simbolici, non letterale. Questo disaccordo sulla natura della morte di Gesù si trova all'interno del canone islamico stesso, con il primo hadith che cita i compagni di Maometto che diceva che Gesù era morto. Nel frattempo, la maggior parte dei successivi Hadith e Tafsir sostengono a favore del contrario. [Citazione necessaria]\n\nSecondo il Corano, non fu crocifisso, ma fu piuttosto salvato da Dio. (Sebbene le prime tradizioni islamiche e esegesi citino rapporti in qualche modo contrastanti per quanto riguarda la morte e la sua lunghezza, i musulmani credono che Gesù non sia morto sulla croce, ma credono che sia stato salvato essendo cresciuto in vita al cielo).\n\nSostituzione\nNon è chiaro esattamente dove abbia avuto origine l'interpretazione sostituistica, ma alcuni studiosi considerano la teoria originata da alcuni gruppi gnostici del II secolo. [10] Leirvik scopre che il Corano e Hadith siano stati chiaramente influenzati dal cristianesimo non canonico (\"eretico\") che ha prevalso nella penisola araba e più avanti in Abissinia. [65]\n\nWhile most Western scholars,[66] Jews,[67] and Christians believe Jesus died, orthodox Muslim theology teaches he ascended to Heaven without being put on the cross and God transformed another person, Simon of Cyrene, to appear exactly like Jesus who was Crocifisso invece di Gesù (cfr. Descrizione di Irenaeus dell'eresia di Basilides, Libro I, Ch. XXIV, 4.). [68] [69]\n\nAlcuni disaccordo e discordia possono essere visti a partire dal rapporto di Ibn Ishaq (m. 761) di una breve contabilità di eventi che portano alla crocifissione, affermando in primo luogo che Gesù è stato sostituito da qualcuno di nome Sergio, mentre segnalava in secondo luogo un resoconto di Gesù Tomb di essere Situato a Medina e citando in terzo luogo i luoghi del Corano (3:55; 4: 158) che Dio prese Gesù da solo. [70]\n\nIbn Kathir (morto nel 1373) segue le tradizioni che suggeriscono che si è verificata una crocifissione, ma non con Gesù. [81] Dopo l'evento, Ibn Kathir riferisce che le persone sono state divise in tre gruppi dopo tre diverse narrazioni; I giacobiti credevano che \"Dio rimase con noi fintanto che voleva e poi salì al cielo\"; i nestoriani credevano \"il Figlio di Dio era con noi fintanto che voleva fino a quando Dio lo sollevò in cielo\"; e i musulmani credevano \"il servitore e il messaggero di Dio, Gesù, rimasero con noi fintanto che Dio voleva fino a quando Dio lo sollevò a se stesso\". [82]\n\nSeconda venuta\nCronologia dell'arrivo di Gesù prima del giudizio\n\nIl minareto di Isa nella moschea omayyad, Damasco\nSecondo la tradizione islamica, essendo salito al cielo e abituato lì per oltre 2000 anni, Gesù si distinguerà sulla terra poco prima del Giorno del Giudizio , per venire in aiuto del Mahdi e dei suoi seguaci musulmani. [86] vestiti con abiti di zafferano con la testa unto, Gesù scenderà nel punto di un minareto bianco, nel Damasco orientale, che si ritiene sia il minareto di Isa Nella moschea omayyad. [87] Salverà quindi il Mahdi e (essendo un musulmano) pregherà accanto a lui. Alla fine, Gesù ucciderà il Dajjal al LOD. [88]\n\nSuccessivamente, \"romperà la croce, ucciderà i maiali e abolirà la tassa di Jizya\", secondo un noto Sahih al-Bukhari Hadith. [89] [90] \"La solita interpretazione\" di questa profezia è che, essendo un musulmano, Gesù si fermerà all'adorazione cristiana di se stesso e alla credenza nella sua divinità \", simboleggiata dalla croce\". Risesterà le leggi dietetiche kosher/halal abbandonate dal cristianesimo; [91] e poiché ebrei e cristiani ora respingeranno tutti la loro ex fede e accetteranno l'Islam, non ci sarà più bisogno della tassa di Jizya su non credenti. [92] (Secondo uno Hadith, Gesù \"distruggerà le chiese e i templi e ucciderà i cristiani a meno che non credano in Lui.\") [93] [Nota 1]\n\nI testi islamici alludono anche alla ricomparsa dell'antica Menace Gog e Magog (yaʾjūj maʾjūj), che uscirà dal suo confinamento sotterraneo e causerà il mondo. Dio, in risposta alle preghiere di Gesù, le ucciderà inviando un tipo di verme nei nacque del loro collo e manderà i grandi uccelli per trasportare e liberare i loro cadaveri dalla terra. [86] Dopo la morte del Mahdi, Gesù assumerà la leadership del mondo, la pace e la giustizia saranno universali.\n\nAnche secondo la tradizione, Gesù si sposerà quindi, avrà figli e governi il mondo per quarant'anni (le tradizioni danno molti periodi di tempo diversi) dopo di che morirà. [96] I musulmani eseguiranno quindi la preghiera funebre per lui e poi lo seppelliranno alla cupola verde nella città di Medina in una tomba lasciata vacante accanto a Muhammad, Abu Bakr e Umar rispettivamente. [97] Secondo la leggenda di Ibn Khaldun, i due califfi sorgeranno dai morti tra i due profeti. [98]\n\nFonti\nMentre il Corano non descrive nessuna delle suddette narrative del ritorno di Gesù, [99] molti musulmani credono che due versetti coranici si riferiscano al suo secondo arrivo durante i tempi della fine. [90] (1) Il verso sopra menzionato affermando che non è mai morto sulla Terra:\n\n\"E [per] il loro detto: 'In effetti, abbiamo ucciso il Messia, Gesù, il Figlio di Maria, il Messaggero di Allah.\" E non lo hanno ucciso, né lo hanno crocifisso; ma [un altro] è stato fatto per assomigliarlo con loro. E in effetti, quelli che differiscono su di esso ne sono in dubbio. Non ne hanno a conoscenza tranne la seguente ipotesi . E non lo hanno ucciso, per certo. \" (Q.4: 157 :)\nE un secondo verso interpretato per indicare una connessione tra Gesù e \"The Hour\" (End Times):\n\n\"E lo! Veramente c'è conoscenza dell'ora. Quindi dubita che non lo riguardi, ma seguimi. Questa è la strada giusta.\" (Q.43: 61 Trans Pickthall). [90]\nGli hadith al ritorno di Gesù sono fatti risalire ad Abu Hurairah, uno dei Sahaba, ma potrebbe effettivamente essere stato introdotto in seguito durante le guerre civili nel primo califfato Abbaside, quando era previsto un salvatore. Mentre per gli sciiti, il Mahdi sarà il Salvatore, alcuni sunniti tendevano ad aspettarsi il ritorno di Gesù. Durante il primo califfato Abbaside, indossava i crocifissi nelle processioni e con i maiali in pubblico, era vietato. Altrimenti, la rottura della croce, potrebbe riflettere la disapprovazione generale di questo simbolo da parte dei musulmani e uccidere i maiali un riferimento all'esorcismo di Gesù della Legione. [100]\n\nGesù viene menzionato circa 187 volte nel Corano, direttamente e indirettamente, e anche indicato da molti titoli, il più comune è al-Masih (\"The Messiah\"). [3] [110] [111] [112] [33] [33 \" Gesù viene riferito 25 volte con il nome Isa, [Nota 2] In terza persona 48 volte, [Nota 3] in prima persona 35 volte e il resto come titoli nel Corano. [Nota 4] [113]\n\nMuhammad si è descritto come il \"più vicino di tutte le persone a Gesù\". [114]\n\nSimilitudine con Adam\nIl Corano sottolinea il creazionismo di Gesù, [107] attraverso la sua similitudine con Adamo per quanto riguarda l'assenza di origine umana. Muhammad spesso era usato per confrontare la nascita di Adamo e Gesù. [115]\n\nL'esegesi islamica estrapola un'incoerenza logica dietro l'argomento cristiano dell'intervento divino, in quanto tali implicazioni avrebbero attribuito la divinità ad Adamo che è intesa solo come creazione. [107]\n \nNell'Islam, si ritiene che Gesù sia stato il precursore del profeta islamico Maometto. Secondo il Corano, la venuta di Maometto fu prevista da Gesù in As-Saff 61: 6 attraverso questo versetto, i primi musulmani arabi rivendicarono legittimità per la loro nuova fede nelle tradizioni religiose esistenti e le presunte previsioni di Gesù. [116] I musulmani credono che Gesù fosse un precursore di Maometto e che profetizzasse la venuta di quest'ultimo. [117] [26] Questa prospettiva si basa su un versetto del Corano in cui Gesù parla di un messaggero che appaia dopo di lui chiamato \"Ahmad\". [118] L'Islam associa Ahmad a Muhammad, entrambe le parole derivanti dalla radice triconsontale H-M-d che si riferisce alla lodeazietà. I musulmani affermano che l'evidenza della dichiarazione di Gesù è presente nel Nuovo Testamento, citando la menzione del paracleta il cui venuto è predetto nel Vangelo di Giovanni. [119]\n\nI commentatori musulmani affermano che la parola greca originale usata era periklutos, che significa famosa, illustre o lodevole, resa in arabo come Ahmad; e che questo è stato sostituito dai cristiani con Parakletos. [97] [120] Questa idea è discussa, chiedendo se la comprensione tradizionale è supportata dal testo del Corano.\n\nLa teologia islamica afferma che Gesù aveva predetto un altro profeta che gli succedeva secondo Sura 61: 6, con la menzione del nome Ahmad. (Ahmad è un nome arabo della stessa radice triconsonantale ḥ -m -d = [ح - م - د].) Nel rispondere alla biografia di Ibn Ishaq di Maometto, il Sirat Rasul Allah, lo studioso islamico Alfred Guillaume ha scritto:\n\nTornando al termine \"Ahmad\", i musulmani hanno suggerito che Ahmad è la traduzione di periklutos, celebrata o lodata, che è una corruzione di Parakletos, il paracleta di John XIV, XV e XVI. [121]\n\nHadith\nGli hadith sono segnalati detti di Maometto e delle persone intorno a lui. L'hadith contenente la leggenda di Gesù è stato influenzato dal cristianesimo non canonico (\"eretico\") che ha prevalso nella penisola araba e più avanti in Abissinia. [65] L'Hadith ha sviluppato uno status canonico nel terzo secolo musulmano come fonte di autorità per la comunità musulmana. La percezione musulmana di Gesù che emerge dagli hadith è di una figura miracolosa, senza peccato ed escatologica, puntando le persone, di nuovo secondo la prospettiva della profezia del musulmano, alla fede musulmana (musulmano; uno che si sottomette alla volontà di Dio). [ 130]\n\nHadith ha giocato una parte molto importante che modellava l'immagine di Gesù tra i musulmani comuni, essendo diventati ulteriormente sviluppati quando incorporavano hadith e tafsir intrecciati in grandi quantità di scritti e rapporti leggendari. [26] Con il rimodellamento musulmano, il vuoto di Gesù è sorprendente. Ciò di cui è invece scritto è il mago ascetico, aiutato dallo Spirito Santo. Il Vangelo è visto come un libro da predicare e viene indicato solo di passaggio senza menzionare insegnamenti reali. Sorprendentemente, i detti fittizi e i presunti insegnamenti di Gesù vengono date la preminenza nelle raccolte di hadith, nell'Islam sciita e nelle rappresentazioni sufi di Gesù. [65]\n\nIslam sunnita\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (morto nel 1153), un influente storico, uno studioso, uno studioso, un filosofo e teologo del 1153, registrando una rappresentazione di Gesù molto vicina ai principi ortodossi mentre continuava la narrativa islamica:\n\nI cristiani. (Sono) la comunità (umma) di Cristo, Gesù, figlio di Maria (pace su di lui). È che è stato veramente inviato (come profeta; mab'uth) dopo Mosè (pace su di lui) e che è stato annunciato nella Torah. Per lui erano (concessi) segni manifesti e notevoli prove, come la rianimazione dei morti e la cura dei ciechi e del lebbroso. La sua stessa natura e la sua disposizione innata (Fitra) sono un segno perfetto della sua veridicità; Cioè, il suo arrivo senza semi precedenti e il suo parlare senza un insegnamento precedente. Per tutti gli (altri) profeti, l'arrivo della loro rivelazione era a (l'età) di quarant'anni, ma la rivelazione gli venne quando gli fu fatto parlare nella culla e la rivelazione gli venne quando trasmetteva (il messaggio divino) a (all'età di) trenta. La durata della sua missione (profetica) (Da'wa) è stata di tre anni e tre mesi e tre giorni. [131]\n\nIslam sciita\nNel Nahj al-Balagha, si dice che il quarto califfo Ali (r. 656–661) abbia parlato della semplicità di Gesù. [132] Ali dice che \"Gesù usava una pietra per il suo cuscino, indossò vestiti grossolani e mangiava cibo grezzo. Il suo condimento era fame. La sua lampada di notte era la luna. Non aveva moglie per aluilo, né nessun figlio per dare dolore, né da dare dolore ricchezza da deviare. I suoi due piedi erano il suo trasporto e le sue due mani erano il suo servitore \". [132] Secondo Ja'far al-Sadiq, un nipote bisnonno di Ali, il tempo tra David e Gesù era di quattrocento anni. [133] Ja'far afferma inoltre che la religione di Gesù era il monoteismo (Tawḥīd) e la purezza (Ikhlāṣ). [133] L '' Injil '(Vangelo) è stato inviato a lui e l'impegno che hanno preso anche altri profeti è stato preso da Gesù: per stabilire la preghiera con la religione, ingiungere il bene e proibire il male, permettendo ciò che è permesso e vietando ciò che è stato proibito. Le ammonizioni e le parabole gli furono mandate in \"Injil\", ma non vi era alcuna legge di punizione né precetti di punizione (Ahkam al-Hudud) e nessun obbligo per l'eredità. Fu inviato quella che era una alleviazione di ciò che fu inviato a Mosè nella Torah. Gesù comandò ai suoi seguaci che credono nella legge della Torah e del 'Injil'. [133]\n\nSecondo Qadi al-Nu'man, un famoso giurista musulmano del periodo fatimide, Gesù viene definito il Messia (al-Masīḥ) nel Corano perché è stato mandato alle persone che gli hanno risposto per rimuovere (Masaha ) le loro impurità, i disturbi della loro fede; Apparente (Zahir) o nascosto (Batin). Qadi al-nu'man, nella sua base di interpretazione simbolica (Asās al-Ta'wīl), parla della nascita spirituale (Milad al-Batin) di Gesù, come interpretazione della sua storia di nascita fisica (Milad al- Zahir) menzionato nel Corano. Dice che Maria, la madre di Gesù, è una metafora per qualcuno che ha nutrito e istruito Gesù (Lāhiq), piuttosto che dare alla luce fisicamente. Qadi al-nu'man spiega che Gesù era della pura progenie di Abramo, proprio come Ali e i suoi figli erano dalla pura progenie di Maometto, attraverso Fatima. [134]\n\nAspetto esteriore\nSulla base di diverse narrazioni di Hadith di Maometto, Gesù può essere fisicamente descritto così (con eventuali differenze nella descrizione fisica di Gesù dovuta a Muhammad che lo descrive quando lo vede in diverse occasioni, come durante la sua ascensione al cielo o quando descrive Gesù durante Gesù 'Seconda venuta): [144]\n\nUn uomo ben costruito di altezza media/moderata/media e statura con un torace ampio.\nI capelli dritti, magri e lunghi che si sono caduti tra le spalle. Sembra che l'acqua gli stesse dribblando dalla testa, anche se non è bagnata.",
"Muhammad": "Muhammad nell'Islam\nDa Wikipedia, l'enciclopedia libera\nPassa a NavigationJump per cercare\nQuesto articolo riguarda il ruolo e il significato di Maometto in un contesto islamico. Per una panoramica generale, vedi Muhammad.\nImam al-Anbiya\nRasūl Allah\nMaometto\nمُحَمَّدٌ\nمحمد صلى الله عليه وسلم. Svg\n\"Muhammad\" nella calligrafia islamica\nProfeta dell'Islam\nPreceduto da Isa (Gesù)\nSucceduto in posizione abolito\nTitolo Khatam An-Nabiyyin (\"Sigillo dei Profeti\")\nPersonale\nNato lunedì, 12 Rabi 'al-Awwal 53 BH (570 d.C.)\nMecca, Hejaz, Arabia\nÈ morto lunedì, 12 rabi 'al-awwal 11 ah (8 giugno 632 d.C.)\nMedina, Hejaz, Arabia\nLuogo di riposo Green Dome, Moschea del Profeta, Medina\nReligione Islam\nIl coniuge vedi le mogli di Maometto\nI bambini vedono i bambini di Maometto\nGenitori\nAbd Allah ibn Abd al-Muttalib (padre)\nAmina bint wahb (madre)\nNotevoli lavori di costituzione di Medina\nAltri nomi vedono nomi e titoli di Maometto\nI parenti vedono l'albero genealogico di Muhammad, Ahl al-Bayt (\"Famiglia della casa\")\nFirma Muhammad Seal.svg\nSigillo di Muhammad\nLeader musulmano\nSuccessore Vedi successione a Maometto\nNome arabo\nPersonale (ism) maometto\nPatronimico (Nasab) Muhammad ibn Abd Allah ibn Abd al-Muttalib ibn hashim ibn Abd manaf ibn qusai ibn kilab\nTeknonymic (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nParte di una serie sull'Islam\nProfeti islamici\nAnbiya\nProfeti nel Corano\nElencato con nome islamico e nome biblico.\nʾĀdam (Adamo) ʾidrīs (enoch) nūḥ (noah) hūd (eber) ṣāliḥ (selah) ʾibrāhīm (Abraham) lūṭ (lot) ʾismāʿīl (ishmael) ʾisḥāq (Isaac) yaʿqūb (jacob) yif) ayph) ayb (ishmael) ʾisḥāq (Isaac) yaʿqūb (jacob) yirban Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muhammad (Muhammad)\nEventi principali\nVisualizzazioni\n Portale dell'Islam\nVTE\nParte di una serie su\nIslam\nAllah3.Svg\nCredenze\nPratiche\nTestifondazioni\nStoria\nCultura e società\nargomenti correlati\n Portale dell'Islam\nVTE\nMuhammad ibn Abd Allah (arabo: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; c.570 - 8 giugno 632 d.C.), si ritiene che sia il sigillo dei messaggeri e dei profeti di Dio in tutti i rami principali dell'Islam. I musulmani credono che il Corano, il testo religioso centrale dell'Islam, sia stato rivelato a Muhammad da Dio e che Maometto sia stato inviato per ripristinare l'Islam, che credono non abbiano origine con Maometto ma è la vera fede monoteista originale di Adamo, Abramo Mosè, Gesù e altri profeti. [1] [2] [3] [4] I principi religiosi, sociali e politici che Muhammad stabilì con il Corano divenne il fondamento dell'Islam e del mondo musulmano. [5]\n\nNato intorno all'anno 53 BH (570 d.C.) in una rispettata famiglia Qurayshi della Mecca, Muhammad ha guadagnato il titolo \"Al-Amin\" (اَلْأَمِينُ, che significa \"il fiduciario\"). [6] [7] All'età di 40 anni in 11 BH (610 d.C.), si dice che Maometto abbia ricevuto la sua prima rivelazione verbale nella grotta chiamata Hira, che fu l'inizio della discesa del Corano che continuò fino alla fine della sua vita; e i musulmani sostengono che Muhammad sia stato chiesto da Dio di predicare l'unicità di Dio per sradicare l'idolatria, una pratica apertamente presente nell'Arabia pre-islamica. [8] [9] A causa della persecuzione dei musulmani appena convertiti, su invito di una delegazione di Medina (allora noto come Yathrib), Muhammad e i suoi seguaci emigrarono a Medina in 1 AH (622 d.C.), un evento noto come hijrah. [10] [ 11] Una svolta nella vita di Maometto, questo Hegira segna anche l'inizio del calendario islamico. A Medina, Muhammad ha abbracciato la costituzione di Medina che specifica i diritti e le relazioni tra le varie comunità esistenti lì, formava una comunità indipendente e riuscì a stabilire il primo Stato islamico. [12] Nonostante la continua ostilità dei meccani, Maometto, insieme ai suoi seguaci, prese il controllo della Mecca nel 630, [13] [14] e ordinò la distruzione di tutti gli idoli pagani. [15] [16] Nei suoi ultimi anni a Medina, Muhammad unificò le diverse tribù dell'Arabia sotto l'Islam [17] e realizzò riforme sociali e religiose. [18] Quando morì in circa 11 AH (632 d.C.), quasi tutte le tribù della penisola araba si erano convertite all'Islam. [19]\n\nI musulmani spesso si riferiscono a Maometto come profeta Maometto, o semplicemente \"il profeta\" o \"il messaggero\" e lo considerano il più grande di tutti i profeti. [1] [20] [21] [22] È visto dai musulmani come possessore di tutte le virtù. [23] Come atto di rispetto, i musulmani seguono il nome di Maometto della benedizione araba Sallallahu 'alayhi wa sallam, (significa che la pace sia su di lui), [24] a volte abbreviato come \"sega\" o \"pbuh\".\n\nNel Corano\nUlteriori informazioni: Maometto nel Corano\n\nIl nome Muhammad scritto in Thuluth, una varietà di sceneggiatura di calligrafia islamica\nIl Corano elenca poco sulla prima vita di Maometto o altri dettagli biografici, ma parla della sua missione profetica, della sua eccellenza morale e delle questioni teologiche riguardo a Maometto. Secondo il Corano, Maometto è l'ultimo di una catena di profeti inviati da Dio (33:40). In tutto il Corano, Muhammad viene definito \"Messaggero\", \"Messaggero di Dio\" e \"Profeta\". Alcuni di questi versetti sono 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 e 66:09. Vengono usati altri termini, tra cui \"Warner\", \"portatore di notizie lieti\" e \"uno che invita le persone a un solo Dio\" (Corano 12: 108 e 33: 45-46). Il Corano afferma che Maometto era un uomo che possedeva la più alta eccellenza morale e che Dio lo fece un buon esempio o un \"buon modello\" da seguire per i musulmani (Corano 68: 4 e 33:21). Il Corano declina ogni caratteristiche sovrumane per Maometto, [25] ma lo descrive in termini di qualità umane positive. In diversi versi, il Corano cristallizza la relazione di Maometto con l'umanità. Secondo il Corano, Dio ha inviato Muhammad con la verità (il messaggio di Dio all'umanità) e come benedizione per tutto il mondo (Corano 39:33 e 21: 107). Nella tradizione islamica, ciò significa che Dio ha inviato Maometto con il suo messaggio all'umanità il seguente darà la salvezza delle persone nell'aldilà, ed è gli insegnamenti di Maometto e la purezza della sua vita personale da sola che mantengono in vita l'adorazione di Dio su questo mondo . [26]\n\nSecondo il Corano, la venuta di Maometto fu prevista da Gesù: \"E ricorda, Gesù, il Figlio di Maria, disse: 'O Figli di Israele! Sono un messaggero di Dio per te, confermando la legge (che è venuta) davanti a me, e dare lieti notizie di un messaggero che mi insegui, il cui nome sarà Ahmad '\"(Corano 61: 6). Attraverso questo versetto, i primi musulmani arabi hanno rivendicato la legittimità per la loro nuova fede nelle tradizioni religiose esistenti e le presunte previsioni di Gesù. [27]"
}
