{
"Adam": "__ \"Oh mirov! Me we ji cotek mêr û jinekê afirand, û we ji milet û eşîran çêkir, da ku hûn hevûdu nas bikin). Bi rastî ya ku di nav we de rûmetdar e Li ber çavê Xuda yê yê ku herî rast e ji we ye. Allah bi zanîna tevahî heye û baş nas e (bi her tiştî) \"(Quran 49:13) .__\n\nAdem (Erebî: آدم) Yekemîn mirov li ser rûyê erdê û yekem Nabi (نبي, pêxember) ya Islamslamê bû. Muslim Revere Adam wekî bavê nijada mirovî û jina wî, Hawwā (حواء, Hewce) wekî dayika mirovan. Misilman Adem wekî Misilman dibînin, wekî Quranê diyar dike ku hemî pêxemberan heman baweriya Islamslamê dan, ku tê wateya radestkirina Xwedê.\n\nJi van her du kesan, nifşên mirovan li ser rûyê erdê dijîn. Xwedê li Quranê dewlet dike.\n\nGava Adem hate afirandin, Xwedê emir kir ku hemî afirîner ji xwe re wekî nîşanek rêzgirtina Adem, ku afirînerek nû ya nû bû. Hemû ji bilî Shaytan, yê ku digot qey got ku ew ji agirek bêhempa (jinn) hate çêkirin, dema ku Adem ji kevir hate çêkirin. Xwedê wê hingê wan li baxçê Edenê wekî ceribandin û shaytan bi serfirazî Adem û hawwa bi serfirazî xist. Wî ew kir ku here darekê ku Xwedê wan ji wan qedexe kiribû. Di encama vê de, Xwedê me (mirov û şeytan) li ser rûyê erdê wek dijminên hevûdu xist heta roja dîwanê. Carekê li ser rûyê erdê, Adem ji bo lêborînê dua kir û Xwedê wî efû kir.\n\nMîna Adem û hemî pêxemberan ew hatin erdê ku bi Xwedê re ji Xwedê re bi bîr bînin. Ger em Xwedê bigirîn, em dikarin di ber çavê Xwedê de astek bilindtir bigihînin. Vê yekê bikin ku em ji çuçikên Sheytan dûr bikin, û tiştê ku ji wê jî pir xirabtir e, hewl bidin û nayên tepisandin (daxwazên xwemalî). Em vê yekê bi hişmendî, rêwerz û nimûneyên bêdawî yên ku ji me re di Quranê de hatine dayîn, eşkerebûna dawîn û pirtûkê ku di yekem kesê ku bi Xwedê re bêkêmasî û bêserûber e. Her weha divê em şopandina mînaka pêxemberan bişopînin û me pêxemberê jiyanê ya tevahiya jiyanê ya Mihemed Mihemed heye gava ku ew di demên dawî de ku ew di dîroka nûjen de destnîşan dike jî. Hemû hînkirinên wî jî têne parastin û gelek zanyariyên Islamicslamî hene ku biparêze û riya jiyana xwe hîn bike. Pêxember Mihemed sekara pêxemberan bû, dewletek, giyanî, giyanî û leşkerî ligel mêr, bav, cîran û heval. Ew ji hêla kesên ku jiyana wî, kiryar û hînkirinên xwe studiye pir pesnê pesnê dide. Tewra dijminên wî jî dema ku wî bijî û pê ew bawer kir.\n\nJi ber vê yekê, wekî misilman em mebesta jiyanê ji bo hemî mirovan dizanin ku em biperizin Xwedê û bibînin ka kî di kiryaran de çêtirîn e. Xwedê li Paradise / Heaven wekî xelatek li pey fermanên wî li cîhekî xweşik soz daye. Kesê herî nizm ê li ezmanan dê xwediyê axa deh erd hebe. Gava ku hûn gihîştin astên bilindtirîn ên bihuştê ku hûn hewce ne ku dest bi pîvandina axa xwe di salên ronahiyê de bikin. Xwedê yê herî dilsoj e û dixwaze me bide me û ji me re her tiştî ji wî bipirse. Ger em ji Xwedê û awayên pêxemberan dûr bikin, cezayek giran li dojehê li benda me ye. Bila Xwedê me ji vê û hemî tiştên xirab biparêze.\n\nJi perspektîfek zanistî, mirov di cureyên __homo sapiens__ de ne, ya ku tenê pargîdaniyên naskirî wekî __homo sapiens sapiens__ tê zanîn. Em cureyên herî serdest li ser rûyê erdê ne. Lêbelê, bi taybetî jî gelek celeb hene, nemaze di nav nebatan û prototîstan de, ku li ser hewayê, zinar, jiyan, jiyan û hawîrdora xwezayî ya erdê bandorek pir mezin heye.\n\nWikipedia:\nPêxemberê yekem û bavê hemî mirovan.\nTheîroka Adem û afirîner li seranserê Quranê perçe dibe. Di beşan de referans hene: 2, 4, 5, 20, 21, 38 û yên din. Di Morrative Quran de, Xwedê Humannind ji Clay (Q3: 59), [18], [18] bi şiklekî afirand û piştre emir da milyaketan da ku birevin Adem. Iblis ji serbilindî red kir (Q15: 26-32) [19] û ji Jannah (bihişt) hate qedexe kirin.\n\nLi gorî Quranê, Xwedê berê xwe da ber avakirina Adem ku mirov (Adem û Progeniya wî) li erdê tê danîn. Islamslam jiyana mirovahiyê li ser rûyê erdê wekî ceza, bêyî ku beşek ji plana Xwedê negire.\n\n\"'Bi rastî, ez ê piştî nifşên li ser rûyê erdê nifşên mirovahiyê bikim.' Ew (milyaket) digotin: Xwedê got: 'Ez dizanim ku hûn nizanin.' \"\n\nWê gavê Xwedê navên her tiştî dike û milyaketên li pêşiya Adem û destnîşan dike ku nîşanî wan bide ku ji wan zanibin ku ew dizanin, nemaze kapasîteya rewşenbîrî ya adam:\n\n\"He wî navên wan fêr kir - hemiyan. Dûv re wan nîşanî milyaketan kir û got:« Min ji navên van, agahdar bike. Zanîna me tune, ya ku te me ji me re hîn kir: Tu yê ku di zanebûn û şehrezayî de bêkêmasî ye. \"Wî got:\" O Adem! Navên wan ji wan re bêje.\n\nXwedê emrê milyaketan da ku ji Adem re bimîne. Hemû guman dikin, ji bilî Iblis, ku xwe hîs dike ku ew ji agir tê, divê nebe ku ji Adem ên ku ji Erdê hatî çêkirin. Nerazîbûna wî ya emrê Xwedê li dû serbilindiya wî bû sedema ku wî ji ber dilovaniya Xwedê derkeve:\n\nAnd behs, me ji milyaketan re got: \"Binêre ji Adem re\" û ew berz kirin. (2:34)\n\nXwedê paşê Adem û Hewayê di nav baxçê de cih digire û ji wan re vedibêje ku ew azad in ku ji fêkiyên xwe kêfxweş bibin ji bilî ku ne li nêzê darek taybetî be: (2:35)\n\n\"Me got:\" O Adem! tu û jina xwe di baxçê de rûne; û tiştên bîhnxweş li wir wekî (li ku û kengê) bixwin; Lê nêzîkbûna vê darê, an hûn di nav xwe û rêgezê de dimeşin. \"\n\nWê hingê Adem û Hewayê dixapîne nav xwarinên dareyê: (2:36)\n\n\"Hingê aneytan ew ji (baxçeyê) wan qulipî kir û wan ji dewletê (yê dilsoz) derxist. Me got:\" Hûn (hûn (hûn) bibin, hemî (hûn) bibin alîkar ber kesên din. Dê li ser rûyê erdê rûne û amûrên we livdariya we - ji bo demekê. \"\n\nAdem û Hewayê ji bo kiryarên xwe gelek bertek nîşan didin, lê Xwedê di dilovanî û konseptiyê de vedibe: (2:37)\n\n\"Hingê Adem ji gotinên Xudê xwe yê îlhamê fêr kir, û Xudayê wî ber bi wî ve çû. Forimkî ew ji vegera, dilovan\" e.\n\nWê gavê Xwedê agahdar dike ku Xwedê dê rêberiya xwe bişîne Adem û Progeny wî: (2:38)\n\n\"Me got:\" Hûn ji vê deverê (baxçê) ji min re bibin rê û biçin ji min re, û yê ku rêberiya min bişopîne, dê li ser wan netirse. \"\n\nLi baxçê Edenê, aneytan (bi gelemperî wekî Iblîs tê nasîn) Adem û Ham dihêle ku hûn fêkiyê ji dara qedexe tam bikin. Xwedê, Adem dişîne û di nav rûyê erdê de dişîne. [20] [21]\n\nQuran her du kurên Adem û Hewayê, Kain û Abel diyar dike. [22] [23]",
"Idris": "Dîtina penêr û peykerê hewcedaran.",
"Nuh": "Survivor of the Flood Mezin.",
"Hud": "Tacîr\n\nEv kurteyek kurteya çîroka HUD e, bi tekez li ser du ayetên taybetî:\n\nXelk'ād zehf hêz û dewlemend bûn û wan avahiyên bêhejmar ava kirine [19] û monuments ku hêza xwe nîşan bidin. Lêbelê, dewlemendiya gelan di dawiyê de îsbat kir ku ew têkçûna wan in, ji ber ku ew bûn, Xwedê bûn. HUD, di zaroktiyê de jî, bi dua ji Xwedê re domdar ma. Ew bi exegesis ku dayika HUD, jinek dilşikestî ya ku li ser bûyîna kurê xwe dîtibû, bi tenê jina mezin dît, bû ku tenê kesê ku di perestiya xwe de westiyaye. [20] Ji ber vê yekê, Xudan ji bo mirovên '20], wek pêxember rabû. [20]\n\nGava ku HUD dest pê kir û wan vexwend û dema ku wî ji wan re got ku ji gunehên xwe yên borî reben bikin û bi dilovanî bipirsin û mirovên ku dest bi revandina peyama Xwedê kirin. Storyîroka HUD ji pêxemberên pêxemberîtiyê re di ser pêxemberên destpêkê de ji gelê xwe re vedibêje. Quran [3] Dewlet:\n\nMe ji gelê 'reklamê birayê xwe re got: «Ey gelê min, Xwedê biperizin, we Xwedê tune. (Wekî ku ji bo pûtan, hûn tenê derewan dikin.\nEy gelê min, ez ji we re ji we re pêşniyarek ji we dipirsim: xelata min bi wî yê ku min afirandiye. Ma hûn ê ne, ji ber vê yekê, fam bikin?\nEy gelê min, lava bike Xudayê te ku te bibexşîne û berê xwe bide wî. Ew ê ji ezmanan baran bibare li Torrents. Ji ber vê yekê wekî gunehkaran ji wî dûr nekevin. \"\nWan digot: \"Ey Hud, tu bi me re bê delîl.\nTiştê ku em dikarin bêjin ev e ku hin ji xwedayên me bi xerabiyê ve bişewitînin. \"\nJi bilî wî. Bi qasî ku hûn hez dikin li hember min binerin, û ji min re rêz neke.\nEz baweriya xwe bi Xwedê didim ku Xudayê min û Xudayê te ye. Thereu afirîner tune ku li ser rûyê erdê ku ji hêla wî ve bi zexmî ve nehatiye girtin. Bi rastî riya Xudayê min rasterast e.\nHeke hûn bizivirin, wê hingê (bîr bînin) Ez ji we re peyama ku ez şandime ji we re radest kir. Xudayê min dê mirovên din li cîhê we bixe, û hûn ê nikaribin li hember wî biserkevin. Bi rastî Xudayê min li her tiştî temaşe dike. \"\n\n- Quran, Sura 11 (HUD), Ayah 50-57\nMiracle of Hud\nLi gorî Tafsir ji Ibn Qayyim el-Jawziyya, di pirtûka xwe ya analîzê de, Madaarij Saalikeen, ku ji hêla Ibn Abi Al-Izz ve di Syarh (şîrovekirî) ya el-Aqida el-Aqida el-Aqida el-Tahawiyya de hatî destnîşan kirin ayeta 56-58:\n\n(56) \"Tiştê ku em dikarin bêjim ev e ku hin xwedayên me we bi xerabiyê re bişewitînin.\" Wî bersiv da: \"Ez gazî Xwedê dikim.\" .\n\n(57) Ez baweriya xwe bi Xwedê didim ku Xudayê min û Xudayê te ye. Thereu afirîner tune ku li ser rûyê erdê ku ji hêla wî ve bi zexmî ve nehatiye girtin. Bi rastî riya Xudayê min rasterast e.\n\n(58) Heke hûn bizivirin, wê hingê (bîr bînin) Ez ji we re peyama ku ez şandime ji we re radest kir. Xudayê min dê mirovên din li cîhê we bixe, û hûn ê nikaribin li hember wî biserkevin. Bi rastî Xudayê min li her tiştî temaşe dike. \"\n\n- Quran, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (Erebî: صالح, Romanized: ṣāliḥ, Lit. ] Li Erebistana kevnar, berî temenê pêxember Mihemed. Theîroka Salih bi çîroka She-Camî ya Xwedê ve girêdayî ye, ku diyariyek ji hêla Xwedê ve ji gelê Thamûd re hat dayîn dema ku ew mirazek xwest ku piştrast bike ku Salih bi rastî pêxember bû.\n\nPîşeya wî breeder camî bû.\n\nContextek dîrokî\n\nMada'in Salih an el-Hjr li Hijazi Mountainsiyayê Mountainiyayê Siûdî\nThamud konfederasyonek eşîrî li herêma bakurê rojavayê nîvgirava Ereban bû, di dema Sargon II de di çavkaniyên Aşûrî de tê gotin. Navê eşîrê di belgeyên di sedsala çaremîn de tê xuya kirin, lê ji hêla sedsala şeşan ve ew wekî komek ku demek dirêj winda bûbû hesibandin. [6]: 81\n\nLi gorî Quran, bajarê ku Salih hate şandin ku jê re Al-Hijr hat, [7] ku li bajarê Nabataean Hegra-yê têkildar bû. [8] Bajar rose li dora reklamê ya sedsala yekemîn wekî malperek girîng di bazirganiya karwanê herêmî de. [9] Cîranên bajêr mezin, gorên kevir ên keviran ji hêla endamên komên olî ve hatine xemilandin. [6]: 146 Li xalek nenas di demên kevnar de, malper hate hiştin û dibe ku ji hêla el-'La ve were guhertin. [10] Malper ji serdema Mihemed Mihemed, navê wî yê pêşdibistanê Salih hat binavkirin. [11]\n\nLi derveyî baweriyên Islamicslamî û Bahá'í, Salih li tu nivîsek din a Abrahamîk an nivîsek dîrokî ya hevdem nehatiye destnîşankirin, lê hesabê hilweşîna Thamud dikare li Erebistana kevnar baş were zanîn. Navê eşîrê di helbesta kevnare ya kevnare de wekî metaforek ji bo \"veguhastina her tiştî\" tê bikar anîn. [6]: 223-24\n\nDi Islamslamê de\nBismillahir rahmanir rahim\nBeşek ji rêzek li ser Islamslamê\nPêxemberên Islamicslamî\nAnbiya\nPêxemberên li Quranê\nNavnîşa navê Islamicslamî û navê Biblical.\n'Am (ADAM)'IDRīS (NOAH) Nūḥ (EBER) Hūd (EBER) 'Librāhīm (Abraham)'Isḥāq (Abraham) Yūsuf Jethro ) Muḥammad (Mihemed)\nBûyerên sereke\nTemaşîvarimên\nIslam Portal\nvte\nBeşek ji rêzek li ser\nÎslamiyet\nAllah3.svg\nBawerî\nKiryar\nTextSfoundations\nDîrok\nCultureand û Civak\nMijarên têkildar\n Islam Portal\nvte\nQuran\n\nSalih ji gelê xwe vexwend ku ew-camel bibîne\nKoleksiyonên çapê yên pêxemberan ronî kirin\nJiyana Salih di civata wî de ew qas rast bû ku gelê Thamûd bi rastî ji wî re piştgirî kir. [12] Ew ji hêla Xwedê ve wekî peyamek hate hilbijartin û şandin ku li hember xweparastina dewlemendiyê ragihand û pratîka Shirk (pdolatry an poltytheîzm şermezar bike). Her çend Salih ji bo serdemek domdar peyama xwe ragihand, gel ji bo Thamud red kir ku hişyariya wî bibihîze û li şûna ku ji Salih pirsî da ku ji bo wan mirîdek bide. Wan digot: \"O Salih! Tu ji me re bû! . \"\n\nSalih ji bo kevir û paleyên xwe yên ku ji keviran hatine çêkirin, [13] û ji berjewendiya teknolojîk a li ser civakên cîran hatine dîtin, Wekî din, wî ji wan re ji bav û kalên xwe re got, eşîra 'û ew jî ji bo gunehên xwe hatin hilweşandin. Hin ji wan gelên Thamud bawer kirin gotinên Salih, lê guhdariya wî red kir û guhdarî kirina wî kir ku ew nîşan bide ku pêxemberê xwe îspat bike. [14]\n\nDi bersivê de, Xwedê her du jî wateya sustenance û hem jî ceribandinek ji wî rehmetek pîroz kir. Eşîret hate gotin ku destûrê bide camêrê ku bi aştiyane bi aşîtî û zirarê bide wê. [15] Lê li dijî hişyariya Salih, gelê eşîretê kamera Hamstrow. [16] Salih ji wan agahdar kir ku wan tenê sê rojên din jî dijîn ku berî xezeba Xwedê li ser wan daket. [17] Gelê bajêr jibîr bû, [18] Lê sûcê wan nekarîn were paşguh kirin, û hemî mirovên kafir ên li bajêr li erdhejê hatin kuştin. Al-Hijr ji bo her dem ji bo her dem li dûv re di nav wêran de dimîne. [19] Salih û çend bawermendên ku li pey wî sax man. [20]\n\nTheîrok li Sūrat an - Naml li vir tê berfireh kirin, dema ku ew li vir eşkere nekirine, ew dibêje ku neh zilamên kuştine Salih û tevahiya malbata wî, [21] [22] ji bo ku ew ji bo wan hatine qewirandin ji hêla Xwedê ve sê roj şûnda. [23]\n\nKevneşopiya misilman\nNivîskarên Misilman li ser çîroka Salih û She-Camel bi berfirehî hatine berfireh kirin. Destpêka kevneşopiya îslamî bi gelemperî motîfek camî ya mirûzê ji keviran derdikeve, bi gelemperî bi pîvazek, û hilberîna şîrê ji camî re tê. Al-Tabari dibêje ku Salih gazî gelê xwe kir çiyayekî, ku ew bûn şahidê rock bi mirûzê vekirî vekirî, camî eşkere kirin. Wê-camî kalek ciwan hebû. Salih bi thamûd agahdar kir ku Kamêrê kevn ji roja din ve ji çavkaniya avê vexwar, û ew roja din vexwin. Rojên ku ew nehiştin ku av vexwin, camî ji wan re şîrê peyda kir. Lê Xwedê ji Salih re agahdar kir ku kurikek ku dê camî diqewime dê di demek nêzîk de ji bo eşîrê çêbibûya, û ew zarok bi lez û bez xirab bû. Bi rastî camî hat kuştin, û kalê wê sê caran qîriya, îmzekirina ku thamud dê di sê rojan de were hilweşandin. Rûyên wan zer bûn, piştre sor, dûv re reş, û ew di roja sisiyan de wekî ku texmîn kirin mir. [24]\n\nLi gorî hin zanyarên Islamicslamî, dayika Ismailsmaîl, Hajar, bapîrê pêxemberê Salih bû. [25]\n\nKurtetek wisa bi şîroveyek sedsala heştemîn a li ser Islamslamê ji hêla John of Damascused ve girêdayî ye [26] [27] û di karên Ibn Kathir de jî tê behskirin. [28]",
"Ibrahim": "Bavê Cihûda, Xiristiyan û Islamslam. Çêkerê Kaaba.",
"Lut": "Dîrok û Rêwîtiyê.\n\nQuran ragihand ku rojek, komek milyaketan wekî mêvanên li serwerê zilaman [12] serdana mêvanan kir [12] ji bo ku wî ji rastiyê agahdar bike ku jina wî Sarah ducanî bû. Dema ku li wir, wan jî jê re got ku ew ji hêla Xwedê ve hatine şandin ji bo \"mirovên sûcdar\" [14] ji lût [14]. Lut û yên ku bawerî bi wî anîn, lê jina wî di tunekirinê de bimire, bi milyaketan re dibêjin ku \"ew ji wan ên ku li paş dimînin\". [17] [18] Quranê jî wekî jina lotikê wekî \"mînakek kafiran\" dikişîne,\n\nGelê bajarên twin li dijî sînorên Xwedê dorpêç kirin. Li gorî Quranê, gunehên wan di nav xwe de nehsanî û talan kirin [20] wan ji xerîb û rêwîtiyên dizîn, ji bilî destdirêjî û destdirêjiyên din. Ew gunehê gunehkar a cinsî bû jî ku bi taybetî tê xuyang kirin, bi Lût bi tundî ji wan re li şûna jinê bi xwesteka cinsî re digotin. [21] [22] Lut got û hewl da ku wan ji wan re bibe alîkar ku dev ji awayên gunehan berdin, lê wan ew xeniqand [20] û gef lê geriya ku wî ji bajaran derxist. [23] Lût ji Xwedê re dua kir û lava kir ku ji encamên kiryarên xwe yên gunehkar xelas bibe. [3] [24]\n\nDûv re sê milyaket, wekî mêrên xweşik hatine veşartin, hatin ber bi lûtkeyê wekî mêvan. Wî zilam xemgîn kir, çimkî ew bê hêz bû ku wan ji gelê bajaran biparêze. [25] Niştecîhên niştecîhên ku ji mêvanan re hay dibin daxwaz kir ku gelek kes mêvanên xwe radestî wan dike. [26] Xemgîn û tirsnak ku ew ê xezeba Xwedê biqewirînin, ji keçên xwe yên qanûnî re pêşniyar kirin [27] wekî alternatîfên dilovan û paqij ên ji daxwazên wan ên neheq û purer. [28] Lê ew nebawer bûn û bersîv bûn. \"\n\nExegetes Ibn kathir, Qurtubir û Tabari 'Keçên Keçan' nexwendin ku wateya keçên bi lîteriya lotikê. Ew arguman dikin ku ji ber ku pêxemberek mîna bavê xwe ye, gelek ji bo gunehên xwe dûr dikeve û bi keçên tendurist û dilovan bi keçên xwe re, I.E. Bi gelemperî. [30]\n\nPiştre milyaketan nasnameyên xwe yên rastîn eşkere kir û jê re gotin: «Em (li vir) ji we re û li pey jina xwe radest dikin: Ew ji wan re şîret kir ku ji bajaran derkevin Di şevê de, ji wî re vebêje ku li paş xwe nihêrî. [31] Baweriya xwe di tariyê şevê de hişt. li ku derê Quranê dixwîne, \"me zivirî (bajaran) li ser wan baran dibare, û bi vî rengî li ser piyan, û bi vî rengî çarenûsa bajarên twin hate sekinandin navgirtin û bêhêvîtî û nîşankirina dawiya şaristanî ya Sodom û Gomorrah. [3]",
"Ismail": "Bavê Ereban.\n\nIshmaîl di Islamslamê de pêxember tê hesibandin û di gelek deman de bi pêxemberên din re tê navnîş kirin. [11] [11] [11] [14] Li ayetên din, wek 21:85 [15] û 38:48, [16] Shsmaîl ji bo bîhnfireh, baş, û rastdar pesnê xwe dide. [17] Nimûneyek taybetî ya ku ishmaîl bi şexsî 19: 54-55 [18] - bang li hişê xwe dike, ishsmaîl. Pêxember, Kî li ser miletê xwe û xêrxwaziyê didît û li ber çavê xwe yê Sustainer dît. \"[19]",
"Ishaq": "Patrojora Biblical Isaac (bi erebî: إسحاق an إسحاق) an إسحق [Note]'isḥāq) wekî pêxember û peyamek Xwedê ji hêla misilmanan ve tête pejirandin. [1] Mîna Cihûzî û Xiristiyaniyê, Islamslamê didomîne ku Isaac kurê welatparêz û pêxemberê Birahîm ji jina xwe Sara bû. Misilman Isaac di Venerasyona kûr de digire ji ber ku ew bawer dikin ku hem ji birayê xwe yê mezin û birayê wî yê mezin bi pêşgotina peyama Xwedê piştî mirina Birahîm berdewam kir. [2] Isashaq di panzdeh rêyên Quranê de tête gotin. [3] Li gel çend caran di nav Quranê de tê gotin, acshaq wekî pêxemberên Islamslamê pêk tê.\n\nBav mirovên Israelsraêl.\n\nJiyana zû\nJi ber kerema Xwedê û peymana Xwedê bi Birahîm re, Sarah di temenê xwe yê kevin de bi zarokek re hatibû dayîn. Isaac di 10 saliya xwe de bû dema ku nîvê birayê wî ishmaîl ji mala Abrahambrahîm derket çolê. Dema ku li çolê Urmaîl jinek keçên Moab navê navê 'Ayeshah girt. [4]\n\nMalpera Burial\nGorê Isaac\nGorê wî û ya jina wî Rebekah tê hesibandin ku di şikefta welatparêzan de li Hebron, Banka Rojava ye, ku di Islamslamê de tê zanîn wek Ibrahim-i-Mizgefta (\"Mizgefta Birahîm\"). Li kêleka gorê Isaac ew in ku hin welatparêzên din ên Qurewî û Biblaqî û jinên wan: Birahîm û Sarah û Aqûb û LEAH.\n\nMentions in Quran\nIsashaq bi navê Quranê, bi gelemperî bi bavê xwe û kurê xwe, Aqûb re, Aqûb (ya'qūb) tê behskirin. [5] Quran diyar dike ku Birahîm \"Tîpên baş ên Isaac, pêxember, yê rastdar\" kir \", û ku Xwedê her duyan jî pîroz kir (37: 112). \"We me şagirtên Isashaqê, pêxemberek ji nav rast û me pîroz kir. Ibrahimbrahîm ku ji wî re ji cezayê pêşerojê re bêje, jina wî, Sara, kenî, û me tifingên xwe yên ISAAC, û piştî Aqûbê (11: 71-74)Deryayên din jî tê eşkere kirin ku ev bûyer tevî temenê kevn ê Abraham û Sarah pêk tê. Ayetersend ayetên ISAAC wekî \"Diyarî\" ji Abrahambrahîm re diaxivin (6: 84; 19: 49-50), û 29: 26-27 zêde dike ku Xwedê di nav zarokên wî de \", ku tê şîrovekirin Ji bo kurên pêxember ên Birahîm, Granda û pêxemberê wî Aqûb, û pêxembera wî mezin-Grandson Joseph. Li Quranê, wê paşê vedihewîne ku Birahîm jî pesnê Xwedê da ji ber ku Ishmaîl û acshaq di temenê xwe yê kevin de (xiv: 39-41).\n\nLi deverek din li Quranê, Isashaq di navnîşan de tê gotin: Josephsiv li pey dînê bav û kalên wî Birahîm, acshaq û Aqûb vedibêje (12: 38) û ji wan re diaxive (12: 6); Sons kurên Ya'qūb, baweriya xwe şahidiyê dikin û soz didin ku Xwedê biperizin ku bav û kalên wan, \"Birahîm, Shmaîl û ISAAC\", perestî kirin (2: 127); û Quran ferman dide misilmanan ku baweriya xwe bi peyvên \"Birahîm, Ismaîl, Aqûb û welatparêzan\" (2: 136; III: 84) bawer dike.",
"Yaqub": "YUUQUB IBN ISAAQ IBN Ibrahim (Erebî: يععقوب ابن إبراهيم, bi rastî: Yaqub; her weha paşê Israelsraîlî: israaeel]; erebî klasîk / Quranî : Îhtîmalek [israaeel]), her weha Aqûb tê zanîn, di Islamslamê de pêxember e. Ew wekî welatparêzek îslamê tête pejirandin. Misilman bawer dikin ku ew heman baweriya yekdestdariyê dihizir, wekî bav û kalên wî jî kir: Birahîm (Ibrāhīm), Ishmaîl (ishaaq) û Ishaac (ishaaq).\n\nAqûb di Quranê de şeş caran tê gotin. [1] Du referansên din ên Israilsraîl têne bawer kirin ku behsa Aqûb in. [2] Di piraniya van referansan de, Aqûb li kêleka hevpişkên Hebrewbranî û welatparêzên Hebrewbranî wekî pêxemberek kevneşopî û dilovan e ku li \"pargîdaniya bijarte\" bimîne. [3] [4] Misilmanan digire ku Aqûb Kurê Isasaqê bû û ku ew li seranserê jiyana xwe dihêle. Wekî Xiristiyaniyê û Cihûdayê, Islamslamî digire ku Aqûb diwanzdeh kuran hebû, her yek jî dê diwanzdeh eşîrên Israelsraêlê her diwanzdeh eşîrên Israelsraîl. [5] Aqûb di çîroka kurê xwe de, Joseph (Yūsif) rolek girîng dileyze. [6] Quran bêtir eşkere dike ku Xwedê peymanek bi Aqûb re kir [7] û Aqûb bi fermana Xwedê, rêberê dilsoz çêkir. Bapîrê wî (Ibrahim), Bav (Ishaq), apê (Ismailsmaîl), Kur (Yusuf) û bixwe jî hemî pêxemberên Islamslamê ne. [8]\n\nLi Quranê\nAqûb bi navê şeş ​​şeş caran tê gotin. [9] Her çend gelek ji van ayetan pesnê wî didin ji bilî ku ji çîroka wî re vebêjin, Quranê jî çend bûyerên girîng ji jiyana xwe tomar dike. Kevneşopiya misilman û edebiyata zûtirîn [10] Di nava Quranê de (10'ê'ikah) ku ji milyaketan re ye, ew e ku \"şahidên şahiyê\" ji kurê pêxember û Sarah re jî bi navê Isaac û her weha pêxember Grandson bi navê Aqûb. [11] Dewletên Quran:\n\nHeaxê ku ew ji wan û ji yên ku ew pê re ji wan pêxemberan diperizin, me ji wî acshaq û Aqûb re kir, û her yek ji wan me pêxemberek kir.\n\n- Quran, Surah 19 (Maryam), Ayah 49 [11]\nQuranê jî behs dike ku Birahîm baweriya yekdestiya pak li kurên xwe, ishmaîl û acshaq û acshaq, û her weha Aqûb kir. Qurana Abrahambrahîm Tête gotin Shsmaîl, acshaq û Aqûb: \"Oh kurê min ji bo we hilbijart. Hêza baweriya wî, ku wekî ku pîr bû xurtir bû. Quranê behs dike ku Aqûb \"rêberî\" bû; [13] tê dayîn \"; [14]\" inspired \"; [15] û\" zimanek rasthatî were bihîstin \". [16] Quranê paşê di derbarê Aqûb de jêrîn diyar dike:\n\nWe me ew Isashaq û, wekî diyekî din, (neviyek), Aqûb, û me ji her yekê (ji wan) re mêrên rast çêkir.\nWe me ji wan re rêberan kir, bi fermana me ve, rêberan (mêran) kir, They ew bi berdewamî me xizmet kirin (û tenê me).\n\n- Quran, Surah 21 (Al-Anbiya), Ayat 72-73 [17]\nBîranînên xulamên xwe Birahîm, acshaq, û Aqûb, xwedan hêz û dîtin.\nBi rastî me me ji bo taybetî (armancek) hilbijart - peyama jîngehê ragihand.\nEw, di çavê me de, bi rastî, ji pargîdaniya bijartî û başiyê.\n\n- Quran, Surah 38 ('Sad), Ayat 45-47 [18]\nAqûb û kurên wî\nAqûb li Quranê girîngiya pêşîn a li Quranê ye ku di çîroka Surah Yusuf de ye. Joseph çîroka li Quranê bi xewnek re vedibe ku Josephsiv yek şev bû, got: «Va ye! Josephsiv ji bavê xwe re got:« Bavê min! Min dît ku yanzdehan û tavê û heyvê dît: \"[19] Ew rûyê Aqûb bi kêfxweşî ji xortê Josephsiv re dagirtî, û pêxemberê pîr dihêle ku wateya xewnê çi bû . Aqûb dikare texmîn bike ku kurê wî mezin bibe ku bibe pêxemberê din ê di xeta Birahîm de be û ew ê Josephsiv bibe ku dê peyama Islamslamê di salên pêş de bimîne. Lêbelê kurên mezin ên Aqûb, di heman demê de, ku bavê wan ji Joseph û Benjamin, Kurê biçûk ê Aqûb hez kir, ji wan bêtir. Aqûb li ser xiyaneta wan zanibû û ji Josephsiv re hişyar kir. [20] Dûv re deh birayên mezin ên Josephsiv biryar dan ku wî bikujin. Gava ku Quranê nîqaşa wan vedibêje:\n\nWan got: \"Bi rastî Josephsiv û birayê wî ji hêla bavê me ve ji me hez dikin:\n\"Hûn Josephsiv bavêjin an li hin axa (nenas) avêtin, da ku ji ber vê yekê dilovaniya we bi tenê were dayîn:\n\n- Quran, Surah 12 (Yusuf) Ayat 8-9 [21]\nYek ji birayan (bi gelemperî fêm kirin ku ji nû ve tê fêm kirin ku li şûna ku Josephsiv (Yusuf) were jêbirin, bila wî baş bavêjin û karwanek were hildan û wî hildibijêre. [23] Bi vî rengî, wan ji bavê xwe pirsî gelo ew dikarin ciwanên Josephsiv bavêjin derve, li ser şertê ku ew ê li wî temaşe bikin. Her çend Aqûb ditirse ku Dhi'b (Erebî: ذئب, Wolf) wê devê xwe bide, [24] Kurên kevn ên bi zorê ji Josephsiv re avêt û wî avêt. [25] Gava ku kuran şevê vegeriyan Aqûb, wan texmîn kir ku digirîn û wan jî jê re got ku gurê Josephsiv xwar bû. Ji bo ku bavê xwe bixapînin, wan qîza Josephsiv (Yusuf) bi xwîna derewîn standin, [26] Lê Aqûb, ku bi zanebûnê re hatibû dayîn, zanibû ku ev peymanek derewîn bû ku ew xapînok bû. Her çend Aqûb li ser windabûna Josephsiv xemgîn bû, ew li seranserê xemgîniya xwe ji Xwedê re sekinî. [26] Her ku sal derbas bûn, ciwan Josephsiv li Misrê li zilamek mezin bû; Aqûb, di vê navberê de li Kaniyê, li Kaniyê, li malê vegeriyam, ku kurên wî bi berdewamî wî ditirsin ser wî dubare dubare ji bo vegera Joseph (Yusuf). [27] Her çend Aqûb bi gelemperî ji Xwedê re gilî kir [14] Ew ji bo kirinên Xwedê ne, lê ji dûrketinên hişê xwe û carinan jî ji ber sînorên bîhnfirehiya bîhnfirehiyê ku ew ji bo xwe danîn. Ew bi domdarî xerabiya xwe ji kurên xwe nedît û wê wan bibexşîne û hewl da ku şîreta deng bide wan. [28] Rojek, Aqûb biryar da ku kurên xwe bişîne ser çewtiyê, ji wan re got ku biçin Misrê li lêgerîna li lêgerîna Joseph û Benjamin. Kurên wî, cara yekem, li wî guhdarî kir û çû Misrê. Gava ku yek ji wan kurên Aqûb bi Mizgîniya Josephsiv û Benjamin li Misrê vegeriyan, ew hat ku Josephsiv wî wî kir, ku wî jê re got ku korbûna Aqûb derxist û derd. Bi vî rengî, Kur li pey rêwerzan û kir wekî Josephsiv got, vîzyona laşî û giyanî ya Aqûb xilas kir.\n\nGava ku çavê Aqûb hate sererast kirin, tevahiya malbatê dest bi trîsê li Misrê kir, da ku hûn bi Joseph û kurên din re hevdîtin bikin. Piştî ku ew hatin, bav û kur bi hev re bi evînek mezin re hevdîtin kirin û careke din di aştiyê de ji nû ve hatin çêkirin. Naha Josephsiv ji bo dêûbavên xwe ji bo dêûbavên xwe peyda kir û, wekî Quran dibêje, ew li ser 'textê rovî' bilind bilind kirin. [30] Naha ew bû ku tevahiya malbatê, bi hev re, dikaribû bi riya ofîsên pêxemberan hem Aqûb û Josephsiv re bizivire Xwedê.\n\nAqûbê paşîn a Jacob ji gelê xwe re\nTevahiya zarokên Israelsraêlê hatin bang kirin ku berî ku Aqûb mir, bi baweriyê bi baweriyê (radestkirina Xwedê). Aqûb dixwest ku zarokên wî tenê di Islamslamê de bimirin, û ji ber vê yekê, yek soza paşîn ji wan girt. Dema ku wî ji wan pirsî ka ew ê li pey mirina wî çi diperizin, wan bersîv da ku ew ê di Islamslamê de berdewam bikin û li ber xwe bidin û biperizin Xwedê. [31] Her çend bûyera mirinê li kevneşopiya Cihûyan tête kirin, û di pirtûka Genesos de tê gotin, ku Quranê tekez dike ku tekez bike ku tekez bike, û Aqûb hemî misilmanan bûn Xwedê û Xwedê tenê. Quran Narrates:\n\nThis ev mîrateya ku Birahîm ji kurên xwe re derket, û Aqûb wisa kir; \"Oh kurên min! Allah ji bo we baweriya xwe hilbijart; wê hingê bimirin ji bilî di baweriya Islamslamê de.\"\nMa hûn bûn şahidê ku mirin berî Aqûb xuya bû? Va ye, wî ji kurên xwe re got: \"Ma hûn ê li dû min çi biperizin?\" Wan got: \"Em ê Xwedayê bav û kalên te biperizin, yên Birahîm, Ismailsmaîl û Isaac, - Yê (Rast) Xuda: Ji wî re em (di slamê de).\"\n\n- Quran, Surah 2 (Al-Baqara), Ayah 132-133 [32]\nMîrasa Aqûb\nAqûb di Islamslamê de pir taybetî ye ji bo ku li ser mîrasa ku ji hêla bav û kalên xwe ve hatî hiştin. Misilman bawer dikin Xwedê kerema xwe ya herî mezin li ser Aqûb kir û wî bijart ku ew di nav zilamên herî bilind de be. Quranê bi gelemperî Aqûb wekî merivek anjî û xuyang û stresên ku ew ji pargîdaniya baş û bijartî ye. Wekî ku Quran dibêje:\n\nEw sedemek li ser me bû, ya ku me ji Birahîm re (karanîna) li dijî gelê xwe bû: Em ê ku em ê li kê derê bikin, em ê piştî polêsê bi hişmendî û zanebûnê tije bikin.\nMe wî Isaac û Aqûb da: all (sê) rêber: And beriya wî, û beriya wî, û di nav xwe de rêberî kir û di nav xwe de, kar, Josephsiv, Mûsa, û Aaron:\n\n- Quran, Surah 6 Al-An'am, Ayah 83-84 [33]\nAli Ibn Abi Talib, dema ku li ser pêxemberên ku navên taybetî hatine pirsîn, di hadith de ku YA'QUB Ibn Ishaq wekî Israîlî wekî Isra'il tê zanîn. [34]\n\nMînakên di Mizgîniyê de ku bi Aqûb re têkildar in ku li Quranê tê gotin, lê di şîroveyên misilman de têne gotûbêj kirin, wekî vîzyonê jacobê ye. [9] [35] Aqûb diqewirîne û ji wî re bertek nîşanî wî dide.\n\nMisilmanên ku bawer dikin, ku Aqûb welatparêziyek mezin bû, baweriya xwe ji baweriya xwe ya Aqûb di diya xwe û baweriya wî ya rast de di dolê rast de dimîne. Wekî patrojen, Aqûb, li kêleka Abrahambrahîm, dibe ku li gorî kevneşopiyê herî fêkî be. Ji diwanzdehên wî re [36] bûn ku gelek pêxemberên din ên mezin werin, di nav de Jonah (Yunus), David (Dawud), Solomon (Suleyman) û Jesussa (ISA).",
"Yusuf": "Yusuf ibn Yaqub ibn ishaaq ibn ibrahim (Erebî: يوسف ٱبن يعقاو, kurê Abrahîm) ye ku li Quranê tê gotin, (1] û bi Josephsiv re têkildar e, a kesê ji Tanakh, Nivîsa olî ya Cihû, û Mizgîniya Xiristiyan, ku hate texmîn kirin ku li Misrê berî padîşahiya nû dijiya. [2] Ew yek ji navên hevbeş li Rojhilata Navîn û di nav miletên misilman de ye. Ji hemû zarokên Aqûb re, Josephsiv yeka ku diyariya pêxemberîtiyê hate dayîn. Her çend çîrokên pêxemberên din jî di cûrbecûr cûrbecûr de têne gotin, çîroka bêkêmasî ya Josephsiv tenê di yek Surah de tê dayîn, Yusuf, ew yekta. Tête gotin ku di Quranê de çîroka herî berbiçav e û ji hevpişkiya Mizgîniyê bêtir hûrgulî ye. [3]\n\nYusuf tê bawer kirin ku kurê Yûhenna Yequb (Erebî: يعقوب, yaqub), û, li gorî gelek zanyar, bijareya wî, bijare. Li gorî Ibn Kathir, \"Aqûb diwanzdeh kurên eşîrên itesraêliyan bûn. ji bavê xwe re, ku Aqûb nas dike. [5] Digel vê yekê rola Xwedê, çîroka Yusuf û Zulaikha (jina Potiphar a Peymana kevn) bû babetek populer di wêjeya Farisî de, ku ew li ser sedsalan bi berfirehî hate berfireh kirin. [6]\n\nQuran Surah 12 (Yusuf)\n\nBikaranîna \"King\" li hember \"Faraon\"\nDi Quranê de, sernavê serwerê Misrê bi taybetî tê gotin ku \"padîşah\" (Erebî: Al-Malik) dema ku serwerê Misrê di dema Mûsa de bi taybetî tê gotin \" Faraon \"(Erebî: Firaun, her çend wekî navek bêyî gotara diyarkirî). Ev balkêş e ji ber ku li gorî çavkaniyên dîrokî, sernavê Faraon tenê dest pê kir ku ji bo serwerên Misrê were vegotin (bi destpêkirina serweriya III) ya li 1479 BCE - nêzîkî 21 salan piştî ku pêxember Josephsiv mir. [44] Lê di vegotina Yusuf de di Mizgîniyê de, sernavê padîşah (Hebrewbranî: Melekh) û Ferhavayî ji bo serwerê Misrê di Genesis de di Genesis de 39-41 têne bikar anîn. [45]\n\nMalikê (ya Misrê) got: \"Ez dibînim (bi dîtinê) heft fat ke. , heke ew be ku hûn dikarin vîzyonan şîrove bikin. \"\n\n- Quran, Surah 12 (Yusuf), Ayah 43, [46]\nDûv re em ji wan re nîşanên Musa şandin Fire'aun û serokên wî, lê ew bi neheqî wan red kirin. Ji ber vê yekê binihêrin ka dawiya el-Mufsidin (Erebî: ألمفسدين, \"Mischief-çêker\" an \"gerîdok\").\n\n- Quran, Surah 7 (Al-Araf), Ayah 103 [47]\nThe Malik got: \"Wî bîne ba min.\" Lê dema ku peyxam hat ba wî, ew (Yusuf) got: «Vegere Xudayê xwe û bi wî pirsî,\n\n- Quran, Surah 12 (Yusuf), Ayah 50, [48]\nMîrê Josephsiv ew birin, wî xist zîndanê, cihê ku girtiyên padîşah girtî bûn; û ew li girtîgehê bû.\n\n- Destpêbûn 39:20\nJosephsiv dema ku ew li pêşberî Faraon padîşahê Misrê rawesta bû. - Josephsiv ji hebûna Faraon derket û çû hemû welatê Misirê.\n\n- Destpêbûn 41:46\nJosephsiv da ku bavê xwe û birayên xwe bicîh anî, li welatê Misirê, li welatê Rameses, wek Faraon emir kir.\n\n- Destpêbûn 47:11",
"Ayyub": "Karê (Erebî: أيوب, Romanized: Ayūb) wekî pêxemberek di Islamslamê de tê zanîn û di Quranê de tête diyar kirin. [1] Di çîroka kar de li Islamslamê bi çîroka Hebrewbranî ya Hebrewbranî re ye, her çend girîngiya sereke li ser kar e ku ji Xwedê re bêpar bimîne; Li ser nivîsa Quranîk bi hevalên xwe re behs tune, lê paşê wêjeya misilmanan dibêje ku karên bira hene, ku bi zilamê di derbarê sedemên êşên wî de arguman kir. Hin şîrovekarên misilman jî ji karê wekî bav û kalên Romayiyan re axivîn. [2] Edebiyata Islamicslamî di heman demê de şîroveyên li ser dema kar û cîhê pêxemberiyê jî şîrove dike û digot ku ew li pey Josephsiv li ser gora pêxemberan hat û ji bilî ku ji civakek diyar re were şandin. Tradition Zêdetir li vê yekê vedibêje ku kar dê bibe serokê li ezmana \"Yên ku bi bîhnfirehî bi bîhnfirehî\". [3]\n\nAyūb (kar) yekem di Quranê de di rêza jêrîn de tête diyar kirin:\nBi rastî, me ji we re eşkere kiriye, [O Mihemed], ku me ji Nûh û pêxemberan re li pey wî diyar kir. We me ji Abrahambrahîm, ishmaîl, isaac, Aqûb, dûndan, Jesussa re eşkere kir, Jesussa, Harûn, û Silêman, û ji Dawid re jî pirtûka [ya Zabur] kir.\n\n- Quran, Sura 4 (An-Nisa), Ayah 163 [4]\nQuran karekî wekî xulamê dadperwer Xuda diyar dike, ku bi êşek dirêj ve êş kişandibû. Lêbelê, ew eşkere dibêje ku ew karê qet ji Xwedê winda nekiriye û her dem gazî Xwedê kir, bi dua kir ku bi dua bike, ji wî bipirse ku ew êşa wî derxe:\n\nÛ [behsê] Karê, dema ku wî gazî Xudayê xwe kir, \"Bi rastî, dijminatiyê li min xist û tu dilovan ê dilovan î.\"\n\n- Quran, Sura 21 (pêxember), Ayah 83 [5]\nMêjû didomîne ku piştî gelek êşan, Xwedê ferman da, Xwedê ferman da ku \"grevê bi lingê xwe!\" [6] Bi careke din, kar bi lingê xwe ve girêbide û Xwedê çêbû ku biharek ava sar ji erdê re çêbû, ji kîjan karan dikare xwe nûve bike. Quranê diyar dike ku wê hingê ew êş û cefayê xwe ji destê wî vegerand û ew vegeriya malbata karê wî, wî bi gelek nifşên zarokan re pîroz kir û ji wî re dewlemendiyek mezin daye. Digel vê navberê kurteyên çîroka kar, Quranê di navên wan ên ku Xwedê rêberiya taybetî, şehrezayî û inspirasyonê de destnîşan kir (IV: 163) û wekî yek ji wan zilamên ku desthilatdariyê werdigire, diyar dike (VI: 84).\n\nPiştî ku Sateytan dabû hewl da ku Xudan ji Xudan dûr bixe, Xwedê êşê karê xwe derxist û malbata xwe vegerand û bi wan jî dubare kir. Ew vegeriya dewlemendiya kar û karekî bi zêr ve hatî şandin. Carekê jina kar dîtibû ku mêrê xwe ji bextewarî û tenduristiyê re dua kir, lê dûv re jî bi xemgîniya mêrê xwe berê xwe da, Karê di heman demê de li ser sondek ku wî girtibû, di nav xwe de xemgîn bû, di nav xwe de ket. Lêbelê Xwedê, ji wî re peyamek şand, ku jê re got ku jina xwe lê nekeve lê bi nermî li wê bi zincîra giyayê nermî lê xist. [7]\n\nReferansên Quran\nPêşbîniya kar: 4: 163, 6:84\nDoz û bîhnfirehî: 21:83, 21:84, 38:41, 38:42, 38:43, 38:43, 38:44\nXwendina bêtir\nIbn Kathir, Bidaya Wa L-Nihaya, I, 220-225\nTafsir li ser XXI û XXXvii\nTabari, I, 361-364\nThalabi, Tîrêjên pêxemberan, Qahîre 1339, 106-114\nKisa'i, çîrokên pêxemberan, 179-190\nIbn Asakir, Tarikh Al-Kabir, III, 190-200",
"Shuayb": "Shuaib, Shuaib, Shuaayb an Shu'ayb (Erebî: شعيب, IPA: [ʃuʕajb]; wateya ku riya rast (Pêxember) di Islamslamê de ye, û pêxemberê herî berbiçav e di baweriya druzeyê de. [ 1] Shuayb bi kevneşopî bi Jethro, Mûsa-bav-law-ê re tê nas kirin. Shuaib bi tevahî 11 caran di Quranê de tête diyar kirin. [2] Tê payîn ku ew piştî Ibrahimbrahîm (Abrahambrahîm) bijî û misilmanan bawer dikin ku ew wekî pêxemberek hat şandin: , [4] [5] [6] [7] ji ber ku wan dikirin ku darek mezin diperizin. Ji mirovan re, Shuaib rê da rêça rasterast û hişyar kir ku gel bi awayên xapînokiya xwe bi dawî bike. Gava civakê tobe nekir, Allāh (Xwedê) civakê hilweşand. [3] [5]\n\nShuaib ji hêla Misuit ve tê fêm kirin ku yek ji wan çend pêxemberên Ereban hatine ku bi navê Quranê hatine gotin, yên din jî Salih, HUD, M Mihemed in. Tête gotin ku ew ji hêla Misilmanan ve wekî \"Pêşnûma Eloquent di nav pêxemberan de tê nasîn\"\n\nContextek dîrokî\nHerêma ku ji Shu'ayb re hat şandin navê 'Madyan li Quranê, ku di Englishngilîzî de wekî Midian tê zanîn, ku bi gelemperî di Incîlê de tê vegotin. Midianites gotin ku ji despartina Ereban re ne, her çend cîranên Kanaanîtiyên Mizgîniyê bin, ew bi wan re navbeynkar in. Tête gotin ku ew eşîretek westiyayî bûn, û ew axa wan ya bingehîn di dema Musa (Musa) de nîvê Sînayê bû.\n\nBi Jethro re nasname belav kirin\nJethro di Mizgîniyê de (Exodus 3: 1) wekî Bav di Lawerîeta Mûsa de tê gotin. Her çend Shuaib bi gelemperî bi kahîna Midianite Jethro re tête nasîn, piraniya zanyarên nûjen vê nasnameyê red dikin. Commentîroveyên Klasîk, wek Ibn Kathir, dibêjin Shu'ay Ku ew ê ne mumkin nasname bi Jethro, ku di wextê Mûsa de dijî, bi sedan sal piştî Birahîm. [9]\n\nQuranê dibêje ku Shuaib ji hêla Xwedê ve hatibû tayîn kirin ku bibe pêxemberê gelê Midian. Gelê vê axê hate gotin ku bi taybetî ji bo xapandina kesên din bi neheqî û ji bo pûtparêziyê ne. Pêxemberê Shu'ayb bi gelemperî tevlî Midianites bi riya rastê Xwedê, [10] û qedexe dike ku ew biperizin xwedayên derewîn.\n\nHer weha tê gotin ku wî ji gelê xwe re got ku di çalakiyên xwe yên rojane de nepak bimînin. Her çend wî ji bo serdemek domdar pê re peyivî û pêxembertî kir, piraniya gel red kir ku guhdarî wî bikin. Lêbelê, aayayb, bêaqil dimîne. Ew bi domdarî li hember xeraban şîret kir, ji cezayê ku li pêş wan gunehkar bû, ji wan re vedibêje. Shu'ay ji mirovan re hişyar kir ku dê nezaniya wan bibe sedema hilweşîna Midian, di nav de Nûh, HUD, Salih û Lot, [11] Hemî mirovên wan ji hêla Xwedê ve hatibû rûxandin.\n\nMirov Shu'aybb kir û jê re got: «Ma ew ne ji bo malbata serbilind a ku ew ji wî hat, ew ê bê guman wê mirinê were standin. ShuaD bersîv da û got: \"Ma malbata min ji Xwedê bêtir ji we re nêrîn?\" Gava ku Midianites bawer nedikir, ew ji hêla erdhejînek hêzdar ve hatin hilweşandin. [3] Lêbelê, Quran, behs dike ku Shu'ayb, û hevalên wî yên baweriyê, ji cezayê daristanê rizgar bûn. [11] [11]\n\nBi pêxemberên din re paralel dike\nMîsyona Shuayb bi gelemperî di Quranê de bi mîsyona Nûh, HUD, Salih û Lot re tê gotin. Zanyar destnîşan kir ku ev pênc pêxemberan ji mîsyonên pêxemberîtiya destpêkê derdixînin: [13] Pêxember dê ji civata xwe re were şandin; Civak dê bala xwe bide hişyariya wî û li şûna wî bi cezayê wî tehdît bike; Piştî ku salên pêşgotinê, Xwedê wê ji wî bipirse ku ji civata xwe derkeve, dema ku mirovên wî piştre di cezayê de hatin hilweşandin. [13] Zanyarên kronolojîk navnîşa pênc pêxemberan şîrove dikin, ji ber vê yekê Shu'ayb ji Nûh re Nûnerê Nûh bû (li ser lehiya Mezin û pêxember abrahîm.",
"Musa": "Li Islamslamê, Mūsā ibn'iMrān (bi erebî: موسن ابن عمران, Lit. ') Navê wî tê gotin ku 136 caran û jiyana wî tê vegotin û ji wan pêxemberek din bêtir vegotin. [2] [3]\n\nLi gorî Quran, Musa ji bo malbata Israelsraîlî hat dinê. Di zaroktiya xwe de, ew li quncikê ku diherike, û di dawiyê de Musa ji hêla jina (fir'awn) ya Asiya ve tê vedîtin, ku Musa wekî Kurê xwe yê birêkûpêk tê vedîtin. Piştî gihîştina mezinbûnê, Musa, dûv re jî li Midian, berî ku ji Misrê re derkeve da ku ji Faraon re tehdît bike. Di dema pêxemberê xwe de, Musa tê gotin ku gelek keramet kiriye, û di heman demê de tê ragihandin ku bi kesane bi Xwedê re peyivî, yê ku sernavê 'Xwedê' li ser Musa bide. Mîrê herî populer ya pêxember ew e ku deryayê dabeş dike, bi çîpek mirûz a ku ji hêla Xwedê ve hatî peyda kirin. Ji xeynî Quranê, Musa jî tê vegotin û pesnê di wêjeya Hadith jî de jî tê vegotin.\n\nPiştî mirina Faraon, Musa û şagirtên wî diçin ber Orşelîmê, ku pêxember di dawiyê de dimire. Di kevneşopiya Islamicslamî de, ew tê bawer e ku ew li Nabi Musa hate veşartin, û di dawiyê de li ber ezmanan rabû. Piştra, ew tê ragihandin ku di heft ezmanan de Mihemed li pey civîna paşîn a ji Orşelîmê ji Orşelîmê ('Isrā' Mi'rāj) re hat kuştin Di dema rêwîtiyê de, Musa hat gotin ku dubare Mihemed şand da ku bi Xwedê re hevdîtin bike û bi eslê xwe bi hejmarek ji pêncî re were bawer kirin, heya ku tenê pênc duayên mecbûrî bim. [5]]\n\nMusa di Islamslamê de wekî kesayetek pir girîng tê dîtin. Li gorî teolojiya Islamicslamî, divê hemî misilman bi her pêxember û peyameta Xwedê re, ku tê de Musa û birayê wî Harun hene, baweriya xwe bidin. Jiyana Musa bi gelemperî wekî paralelek giyanî ya ji jiyana Mihemed tê dîtin, û Misilmanan gelek aliyan ji her du kesan re dijîn. [1] Edebiyata Islamicslamî jî têkiliyek paralel di navbera gelê xwe û bûyerên ku di jiyana xwe de qewimî diyar dike; Derketina itessraêliyan ji Misrê kevnar di xwezayê de wekî koçberiya Mihemed û her du bûyerên ku her du bûyer ji hêla Misra kevnar ve ji hêla Misirên kevnar ve hatine veqetandin, ji hêla Misilmanên kevnar ve, ji hêla Meccans, bi rêzdarî. [7] Rastên wî, yên wekî deh ferman, ku beşek ji naveroka Torayê pêk tîne û ji bo olên Abrahamic ên Cihûstanê û Xiristiyaniyê navendî ne. [8] [9] Di encamê de, Cihû û xiristiyan wekî \"mirovên pirtûkê\" ji bo misilman têne destnîşan kirin û bi vê rewşa taybetî ya ku li ku derê qanûna Islamicslamî tête pejirandin. Musa li Edebiyata Islamicslamî, ku li ser bûyerên jiyana xwe berfireh dibe, li ser bûyerên jiyana wî, ku li Quran û Hadith, wek danûstandinên wî yên rasterast bi Xwedê ve girêdayî ye.",
"Harun": "Li Islamslamê, Hārūn Ibn'imrān [2] (Erebî: هبن ابن عمران, Lit. Aaron, kurê Amram (Xuda) Xwedê ye û birayê mezin ê Musa (Musa). [3] [Verastkirina têkçûn] [Pêwîstiya Paqijkirî] Ew ligel birayê xwe dihêle Israelsraêliyan li Exodusê. [4]\n\nQuran bi navê Aaron, hem bi nav û bê nav re gelek referans dike. Jê dibêje ku ew nijada Birahîm e [5] Zêdetir lê zêde dike ku Mûsa berê xwe da ku Mûsa ji xwe re dua kir ku bi Aaron re xurt kir Quran zêde dike ku hem Mûsa û hem jî Harûn hay ji bo damezrandina cihên niştecî yên li Misirê, û ji bo wan xaniyan li cihên perestinê ji bo Xwedê vedîtin. [10]\n\nBûyera kalikê zêrîn ji ber ku di Quranê de hatî vegotin Aaron di ronahiyek erênî de dike. Quranê dibêje ku Aaron serokatiya Israelsraêl bû dema ku Mûsa li ser ṭr Sīnā '(Erebî: \"[11] [12] [Zencîre Paqijkirin]] lê zêde dike ku Aaron hewl da ku perizîna kalê zêrîn, ya ku ji hêla Aaron ve nehatiye çêkirin lê ji hêla zilamek xerab ve bi navê 'As-samiri'. [13] Gava ku Mûsa ji Mountiyayê Sînayê vegeriya, Harûn jibo ku destûrê bide pulrê, da ku Aaron bi Mûsa re sûcdar kir ku wî sûcdar neke dema ku ew di avakirina wê de ne sûcdar bû. [14] [12] Dûv re Quranê lê zêde dike ku Mûsa li vir gunehên Israelsraêl kir, û got ku ew tenê li ser xwe û Harûn hêz bû. [15]\n\nHarûn paşê li Quranê wekî ku yeka ku \"desthilatek zelal\" [16] û yê ku \"rê da rêça rastê\". [17] Zêdetir zêde dike ku bîra Aaron ji bo kesên ku li pey wî hatine [19] û bi navê birayê xwe pîroz bûn, ew jî dibêjin 'Dayika Isa Maryam (Erebî: مريم, Mary) a \" xwişka Harun \"[20] Misilmanên ku bi vî awayî vê yekê bi rastî\" Harun \"bi vî rengî digotin, bi hin gotina ku ew ji Aaron of Exodus re bû, û peyva\" metaforîkî ye an girêdana giyanî di navbera her du kesayetan de, her ku bêtir eşkere ye, gava ku Meryem ji xalîçeya Serokwezîr Aaron bû, dema ku yên din ew li ser navê \"Aaron\" dijîn. Piraniya zanyaran bi perspektîfa berê re li hev kirin û bi xwişka rastîn a Aaron re têkildar in, navên wê Miryam (bi Erebî: مريم, Hebrewbranî: מִרְיָם), [21] yê ku ew bi gelek awayan re xuya bû. Quran jî diyar dike ku, paşê, bi sedsalan (Erebî: تابوت, ark peymana) vegeriya Israelsraêl, ew ji malbata Aaron re vegeriya \"[22]",
"Dhul-Kifl": "Dhul-kifl (Erebî: ذو ٱلكفل, ḏū'l-kīfl, bi rastî \"xwedan kifl\"; her weha Spelled Dhu L-Kifl, Dhu-kifl, an zu l-kifl) pêxemberê Islamicslamî ye. Herçî nasnameya wî ne diyar e, nasnameya wî wekî pêxemberên bibiran ên Hebrewbranî û kesayetiyên din jî, bi gelemperî Ezekiel û Gautama Buddha naskirî ye. [1] [2] Tê bawer kirin ku Dhul-Kifl ji hêla Xuda ve ji hêla Quranê ve hatî bilind kirin û di Quranê de kronîk e ku merivek \"pargîdaniya baş\". [5] Her çend ne pir ji Dhul-Kifl ji çavkaniyên din ên dîrokî, yên Ibn Ishaq û Ibn Kathir, bipeyivin 6]\n\nGoranek li parêzgeha Erganî ya Diyarbekirê, Tirkiye ji hêla hinekan ve tê bawer kirin ku bibin cihê mayî yê pêxember Dhul-kifl. Ew 5 km dûrî navenda bajêr li ser çiyayek bi navê Makam Dağı ye. [7] [8]\n\nEtîmolojî\nNavê DHUL-KIFL bi tevahî tê wateya \"Possorê Kifl\", bi karanîna celebek navê ku ذو Dhū (\"xwedan\" e) hin taybetmendiya taybetmendî ya têkildar pêşwazî dike. [9] Navên weha ji hejmarên din ên berbiçav ên li Quranê hatine bikar anîn, ji bo nimûne Dhu al-Qarnayn (Erebî: ٱو ٱلقرنين, lit. \"Ew du hebên / wî du carî ') û Dhu al-Nūn (Erebî: ذو) ٱلنون, lit. 'Ya ku masî'), ji Yunus re vedibêje. Kifl peyvek arkaîk a arkaîk e ku tê wateya \"dubare\" an \"dubare\", ji rootek wateya wateya \"to dubare\" an \"to fold\"; Her weha ji bo kincê kincê hate bikar anîn. Navê bi gelemperî tê fêm kirin ku tê wateya \"yek ji parçeyek dualî\". Hinek zanyar pêşniyar kirine ku navê \"zilam bi dubare\" an jî bixwaze ku du caran li ser \"were gotin ev e ku sernavek ji bo kar e, wekî malbata wî li wî vegeriya Li gorî Quran û pirtûka kar. [11]\n\nLi gorî yek nêrîn, tê vê wateyê \"mirovê kifl\", wekî \"yek ji ...\" ye.\n\nEzekiel\nHinek nerîn in ku Dhul-kifl dikare bibe ezekiel. Gava ku sirgûn, yekbûn û dewlet hatin qewirandin, jiyanek siyasî û netewî êdî ne mumkun bû. Li gorî du beşên pirtûka wî, kesayetiya wî, kesayetiya wî bi hevdengî ne, û sernavê dhul-kifl tê wateya \"yek ku dubare\" an \"dabeş kirin\".\n\nAbdullah Yusuf Ali, di şiroveya wî ya Quranî de dibêje:\n\nDHUL-KIFL bi rastî wateya \"xwedan, an dayîna dualî an dabeşek\"; an na, \"Yê / a ku qulikek dualî bikar anî,\" ku yek ji wan wateyên kifl e. Theîroveyan di ramanê de cûda cûda cûda dibe, çima sernav li wî tê sepandin. Ez difikirim ku pêşniyara çêtirîn ev e ku ji hêla Karsten Niebuhr ve li Reisebeschreibung na Arabien, Kopenhag, 1778, II ji hêla Karsten Niebuhr ve hatî peyda kirin. 264-266, wek ku di Ensîklopediya Islamslamê de di bin Dhul-Kifl de hatî vegotin. Wî serdana Meshad 'All in' Iraq, û her weha bajarê piçûk bi navê Kifl, Midway di navbera Najaf û Hilla (Babîlon). Kefil, ew dibêje, forma erebî ya Ezekiel e. Theehîna Ezekiel li wir bû, û Cihûyan li ser hegeran hatin. Ger em \"Dhul-kifl\" qebûl bikin ku ne epithet e, lê formek arabî ya \"Ezekiel\" li Israelsraêlê bi Babîlê re bû ku ji hêla êrîşa xwe ya duyemîn ve li Orşelîmê (li ser B.c. 599). Pirtûka wî di Mizgîna Englishngilîzî de (Peymana kevn) tête nav kirin. [15] Ew zincîr û girêdan, û danîn zindan, û ji bo demekê ew dîn bû. Wî hemî bi bîhnfirehî û domdariyê re rakir û berdewam kir ku bi zor xirabiyên li Israelsraêlê bi wêrekî. Di rêwîtiyek şewitandinê de ew bi gotinên derewîn rêberên derewîn red dike: \"Wey li şivan Israelsraêlê ku xwe bixwezin! Kuştin yên ku fedî dikin.\n\n- Abdullah Yusuf Ali, Quriya Pîroz: Nivîsar, wergerandin û şîrovekirin [17]\n\nLi Quran hate gotin\nLi Quranê\nDhul-kifl di Quranê de du caran li Quranê hate gotin:\n\nÛ (bi bîr bînin) ismail, idris, û dhul-kifl, hemî (mêr) ya domdar û bîhnfirehiyê.\nMe wan ji dilovaniya xwe qebûl kir: forimkî ew ji yên rast bûn.\n\n- Quran, Surah Al-Anbiya (21), Ayahs 85-86 [13]\nÛ Bîrxistina Ismailsmaîl, Elisha û Dhul-Kifl: Her yek ji wan ji pargîdaniya qenciyê bû.\n\n- Quran, Surah Sad (38), Ayah 48 [14]\nDi her du rewşan de, Dhul-Kifl di çarçoveya navnîşa pêxemberên Quranî de tê gotin, di nav de gelek kesên din ên ku li Ayat hatine gotin li jor hatine gotin.\nAl Kifl (Erebî: الكفل; UL-KIFL) bajarek e li başûrê rojhilata Iraqê li ser çemê Firatê, di navbera Najaf û Al Hillah de. Navên Variant ji bo The Shrine In Kifl, Dhu'l Kifl Shrine, Qubbat Dhu'l Kifl, Qabr Al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Qabr Hazqiyal, Hazqiyal . Hazqiyal Recliterasyona Erebî ya Y'hezqel e, ku bi piranî ji hêla Sephardi Cihûyan ve piştî ku wan bi erebî pejirandibû. Ev yek nîşan dide ku Cihûyan wekhev eZeKiel û DHUL-KIFL û Misilman exegets li pey dozê. Rayedarên Iraqê îdîa dikin ku di 1316 (715-16 AH) de Ilkhanid Sultan Uljaitu mafên parêzgeriyê li ser gorê ji civata Cihûyan wergirt. Di encamê de, şivan ji bo ku ji bo heman pêxemberê li ser namzediya îslamî hate binavkirin. Sultan Uljaitu bi avakirina mizgeftek û minaretek li jêrzemînê zêde kir. Wekî ku wî sererast kir ku pêkanîna şaredarê hin guhertinên ku bi berhevdana dewleta xwe ya heyî ve bi ravekirinên pêş-ilkhanid re vekirî hatine çêkirin. Malperê li deverek hepsê misilman dimîne heya destpêka sedsala nozdehan dema ku Menahim Ibn Danyal, Cihûyek dewlemend, bi serfirazî ew vegeriya ser malperek Cihû û ew sererast kir. Minaret wekî şahidiya xwe ji kiryarê xwe wekî malperek Islamicslamî ma. Her çend mizgeft û minaret di sedsala 14-an de hate çêkirin, kevneşopiya behrê û gorê nayê destnîşankirin. [18]\n\nGautama Buddha\nDhul-Kifl jî bi Gautama Buddha re hatî nasîn. [19] [20] [21] [22] Wateya Dhul-Kifl hîn jî nîqaş e, lê li gorî yek nêrîn, ew dikare were wateya \"zilamê ji Kapil (Kapilavastu, bajarê ku Buddha ku Buddha sê salan derbas kir. [12] [20]\n\nAlîgirên vê nihêrînê rêzikên yekem ên beşa 95-ê ya Quran, Surah At-Tin:\n\nJi hêla hêjîrê û zeytûnê, û Mountiyayê Sînayê, û vê bajarê ewle yê ˹of mecca˺!\n\n- Quran, 95: 1-3\nLi gorî vê nêrînê, ji cihên ku li van ayetan hatine gotin: Sinai cîhê ku Mûsa ji Mûsa wergirtiye; Mecê li cîhê ku Mihemed rehmet wergirt; Dara zeytûnê cîhê ku Jesussa rehmet kir. Di vê rewşê de, dara hêjîrê ya mayî li ku derê Gautama Buddha wergirt. [21]\n\nHinek jî hebkî din bavêjin û dewlet ku Mihemed bixwe bû Buddha bû, wekî ku peyva Buddha tê wateya \"yek\". [23]\n\nYên din\nDhul-kifl jî bi cûrbecûr bi Joshua, ObadiaH [24] û Iahşaya re hat nasîn. [25] [24]",
"Dawud": "Dawud (Erebî: داوود, Romanized: Dāwūd [Daːwuːd]) Wekî din, Misilmanan jî ji bo ku xwediyê kêşeya Xwedê ya Zabur (Zebûr) wergirtiye Dawid rûmetê dike. [2] Dawud di Islamslamê de yek ji wan kesên herî girîng tê hesibandin. Behs kir şeş caran li Quranê, Dawid di Nivîsara Islamicslamî de wekî girêdanek di zincîra pêxemberên ku berê xwe dan Mihemed. [4] Her çend ew bi gelemperî yek ji wan pêxemberên \"qanûn-dayîna\" (Ulū el-\"tê hesibandin),\" Ew ji hêjmarek marjînal e \"di ramîna Islamicslamî de ye. [2] Di paşê de kevneşopiyên îslamî, wî pesnê hişê wî di dua û rojava de pesnê xwe dide. Ew di heman demê de wekî prototîpîk tenê hukumdar û wekî sembola desthilata Xwedê li ser rûyê erdê tê pêşkêş kirin, ku di carekê de padîşah û pêxember bû.\n\nDawid bi taybetî ji bo mîmariya olî ya Orşelîmê Islamicslamî girîng e. [1] Dawud wekî Dawid Bibidê ku, li gorî Mizgîniya Hebrewbranî, padîşahê duyemîn ê Keyaniya Yekbûyî Israelsraîl û Cihûda, pejirandin c. 1010-970 BCE. [Pêwîstiya Citation]\n\nMentions in Quran\nDavid di nav Quranê de, di gelek waran de, paralelên ku di Mizgîniyê de hatine dayîn. Ew bi pêxemberek (Nabī) û her weha peyamek (Rasūl) tê binavkirin, di navnîşanên kesên ku Peyxemberan de ne (Waḥy; Q4: 163) an rêberiyê (Hudā; 6:84) ji Xwedê ve tê. Di her du zimanan de navê wî li dû kurê kurê wî Solomon xuya dike. Li deverek din, Quranê diyar dike ku Xwedê ji her duyan re diyariyên \"daraza dengî\" (ḥukm; 21:79) û \"zanyarî\" ('.L; 21:79; 27:15). Dîsa jî Quranê ji David Mînatên ku wî ji Silêmanan veqetîne: Dawid Goliath kuşt (Zebûr \"[5] Forma berbiçav el-zabūr), [5] Dibe ku ji ber zebûr an psaler re referansek (termê Zabūr e, dibe ku têkildarî peyva Hebrewbranî Mizmōr an Suryanî Mazmūrā, \"Zebûr\"). Theiya û çûkan pesnê Xwedê digel Dawid (21:79; Di 34:10 de Xwedê emir dike ku ew wiya bikin; CFR. ZEBR 148: 7-10). Xwedê David A \"Vicegerent\" (khalīfa; 38:26), sernavek ku Quranê din tenê dide Adem (2:30). Ev sernav pêşniyar dike ku, li gorî Quran, Dawid tiştek ji peyamnerê bû: Ew rêberê yekdestdar bû ku hukumê Xwedê li ser rûyê erdê damezrand. [1] Ev rola ji hêla 2: 251: \"Xwedê hukumdarî (Mulk) û şehrezayî tê pêşniyar kirin û jê hîn kir ku ew ê ji hêla kesên din ve ji aliye hin kesan ve nekişand, dê zemîn hilweşe.\" [2 Hst]\n\nDi nav tiştên ku ji Dawid re hatine fêr kirin hebûna Armor bû (21:80, 34: 10-11), pêşniyarek ku karbidestên leşkerî yên David çalakiya Xwedê bûn. Her weha girîng e ku Referansa Quranê ji Dawid re \"şehrezayiya\" Dawid \"ji hêla exregetes klasîk ve wekî diyariya pêxembertiyê hate diyar kirin. [6] Quran jî bi David û Jesussa re têkildar dike, bi israr kir ku her du jî ew Israelsraêlên ku bawer nedikir (5:78). Wekî din, li gorî Quran, dema ku Dadmendiyê belavkirin di navbera rastî û derewîn de ji bo cûdahiya di navbera rastî û derewîn de hate dayîn (faṣl el-Khiṭāb, 38:20). Wekî din, allusionek heye ku ezmûnek Dawid hatibû danîn, li wê derê dua kir û dubare kir û Xwedê wî ji bîr kir (38: 24-5). Surat SAD (Beşa 38emîn a Quranê) her weha \"Sūra David\" tê gotin ku dema ku ji Xwedê dipirse ku wî bibexşîne û dema ku vê beşê dixwîne, ji bo imad kirin . [8]\n\nGirîngî olî\nDawid yek ji wan çend pêxemberên Islamicslamî ye ku padîşah wergirtiye jî. Dema ku pêxemberên din di dema serweriya padîşah, Dawid, di wextê xwe de, şahidî bû, padîşah bû. Bi vî rengî, wî peywirek pir mezin wergirt, da ku gelê Israelsraêl ne tenê di kontrolê de bi giyanî hate girtin lê ew welat bixwe jî bi hêz bû. Cihê wî wekî ku her du serok û hem jî pêxember ji hêla hemî misilmanan ve wekî yek ji rêza pir zêde tê hesibandin. Hêjmara Dawid, bi hev re bi wê yê pêxemberîtiya wî, Silêman, îkonên mirovên ku bi dadperwerî li ser axa xwe dadbar in. Xwedê bi gelemperî di Quranê de wekî pêxember û peyamek Dawid behs dike. Ew bi gelemperî li kêleka pêxemberên din tê gotin ku ew qas mezin bû. Mînakî, Xwedê dibêje:\n\nWe me Isaac û Aqûb da û wan rê da û wan jî rê kir, çimkî me Nûh li pêşberî wan, û ji dûndana Dawid û Silêman û Joseph û Joseph û Mûs û Aaron. Bi vî rengî em wan ên ku rast in û qenciyê dikin xelat dikin.\n\n- Quran 6:84 [9]\nGava ku caliph 'Umar serdana Orşelîmê kir, Patrîan li cem siwarê siwarê xwe ma, dema ku wî lêgerîna Mihrab Dawud (David-nimêja Dawid) da ku dua bike. Paşa şîrovekarên vê malperê bi Tower of David re nas kirin. Di hadith, dua û rojbûna Dawid tê gotin ku ji Xwedê re dilovan e.\n\nVegotin Abdullah Bin 'Amr Bin al-' Adarê ji min re got: «Ya herî hezkirî ji Xuda heyfa Dawid û ya herî hezkirî ye ji Xuda re ji Dawid re ne. Wî ji nîvê şevê xew kir Then paşê ji bo yek sêyemîn şevê dua bikin û dîsa ji bo beşa xwe ya şeşan razin û li rojên alternatîf zûtir bikar anîn. \"\n\n- Mihemed Al-Bukhari, Sahih Al-Bukhari [10]\nPirtûka Dawid\nGotara sereke: Zabur\nZabur pirtûka Pîroz ji hêla Xwedê ve hatî şandin, wek Musa (Mûsa) Tawrat (Torah), ISA (Jesussa) wergirt û Mihemed wergirt. Di Mizgîniya Hebrewbranî ya heyî de, Zabur wekî Zebûr tê zanîn. Lêbelê, mîna nivîsarên din ên paşerojê, Psalm têne bawer kirin ku bi demê re hatine qewirandin, digel hin peyama orjînal êdî çûye. Digel vê yekê, misilman têne gotin ku ji ber ku, di forma xweya xwerû de, ew jî pirtûkek Xwedê ya îlhamê ne. Dewletên Quran:\n\nXudayê te dizane kî ku li ezman û zemîn e. Me hin pêxemberan li ser yên din bilind kir; û ji Dawid re me pirtûka Zebûr da.\n\n- Quran 17:55 [11]\n\n Quran 4: 163; 17:55.\n Quran 4: 163; 6:84.\n mînak. Iabarī, Ta'rīh, I, 559\n Hibat Allāh b. Salāma, Al-Nāsikh Wa-L-Mansūkh (di margin of Wāḥidī, Asbāb), Qahîre 1316 / 1898-9, 262\n Bukhārī, ṣaḥīḥ, VI, 155\n Quran 6:84\n Sahih Al-Bukhari, 2: 21: 231\n Quran 17:55",
"Suleyman": "Silêimān Ibn Dāwūd (Erebî: سليمان بن داوود, Solomon, kurê Dawid '), li gorî Quran, lit. King') û Nabī (نبي, lit. 'Prophet') Israelsraîlî. Bi gelemperî, kevneşopiya îslamî digire ku ew padîşahê sêyemîn a Cihûyan bû û serwerê aqilmend ê Israelsraêl e. [1]\n\nLi Islamslamê, Solomon wekî yek ji pêxemberên Xwedê ye ku bi gelek diyariyên Xwedê re bestî bû, di nav de hebûna axaftina bi hem heywan û jinê re; ew jî tê gotin ku şiyana (شياطين, lit. '' şeytan ') û dīv (دیو, lit.' cin) bi piştgiriya ringek ku ji hêla Xwedê ve hatî dayîn. [2]\n\nMisilmanên din didomînin ku ew li seranserê jiyana xwe monotheîstek dilsoz bimîne; Bi tevahî li seranserê miletê Israelsraîlî re serdest bû; bi astek padîşahê ku ji wî re li pêşberî wî nehat dayîn û ne jî li pey wî bû, pîroz bû. სა di dawiya jiyana xwe de ji Xwedê re nêzikî Xwedê ye. \"[3] Ji ber ku rabûna Islamslamê, Dîrokbêjên Cûrbecûr yên Ereban Solomon wekî yek ji serwerên herî mezin di dîrokê de hesibandin. [4]\n\nMentions in Quran\nQuran û şîrovekirin\nDaraza li ser zeviyê\nDi zûtirîn çîrokê de, Quran (21:78) bi kurtahî li ser çîrokek ku Silêman di pargîdaniya bavê wî de bû, dema ku du zilam hatin ku ji Dawid re bipirsin ku di navbera wan de li ser wan (حرث, zevî) dadbar bikin. [ 5 rezre Dûvre şîrovekarên Misilman li ser allusion, di nav de Al-Tabari, Baidawi, û Ibn Kathir berfireh kirin. [6] [7] Wan got ku yekem du kes gotin ku xwediyê rezê ye ku wî tevahiya salê bi navgîniya mezin kişand. Lê rojek, dema ku ew bê hemd bû, miyên çimkî zilamê din li nav rezê sekinî û nan xwar. Wî ji bo vê zirarê tê xwestin ku were guheztin, Silêman pêşniyar kir ku xwedêgirav û çandin heta ku vîdyoyan vegeriyan dewleta xwe ya berê, li ku derê ew vegere ew ji xwediyê xwe re. Di heman demê de, xwediyê rezê ji miyan re eleqedar bibin û ji pêlên xwe û şîrê xwe sûd werbigirin heya ku axa wî ji wî re vegeriya, li vê derê ew ê miyan li xwediyê xwe vegere. Ev bersivan di asta daraza Solomon de nîşan dide, ku Quranê dibêje, [10] dê li seranserê jiyana xwe solomon diyar bike. Ḥikmah (şehrezayî), li gorî kevneşopiya misilman, dê her gav bi Solomon re têkildar be, yê ku paşê jî wekî Silêmanê el-ḥakīm (سلیمان ٱلحكيم, \"Solomon The Wise\" were binav kirin). Ev çîrok di Kebra Nagast de tête adapte kirin, lê wekî nakokiyek ku kurê Solomon e. [7]\n\nSolomon û cin\n\nQueen of Sheba\nQuranê çîrokbêj ji Silêmanan re bû, [11] û wî dikaribû wê bi daxwaza xwe kontrol bike, û ku Jinn jî di bin kontrola Solomon de hat. Jinn alîkariya xurtkirina padîşahê Solomon kir. Devblîs (Shayatin), [12] conîn ji bo wî ji bo wî avahiyan bûn. [13] Xwedê jî bû sedema Mirî (عين, 'Fount' an 'Bihar') Molten Qiṭr (قطر, 'Brass' an 'Copper') ji bo Solomon, ku ji hêla cinan ve di avakirina wan de were bikar anîn. [11]\n\nGava David mir, Silêman helwesta xwe wekî padîşahê pêxemberê Israelsraêliyan mîras kir. Solomon yekcar jin destûr da ku jinek ji bavê xwe ava bike. Dûvre, wê dest bi pejirandina statû û Solomon ji bo toleransê li Padîşahiya wî hate qewirandin. Wek ceza, Xwedê yek ji cinên koletî çalak kir da ku tiliya Solomon dizîne û padîşahiya xwe hilde (Sûrah 38:34). Wî paşê gunehê xwe diweşîne û dîsa li ser cinan kontrol dike, balê dikişîne ser perestgehê dîsa. [14] Wî ji Xwedê re dua kir da ku wî Padîşahiyek bide ku dê li dû wî be. [15] Xwedê duaya Solomon qebûl kir û ji wî re tişta ku wî xweş kir.\n\nDaxuyaniya Elegoricallly, windakirina Solomon ya Rengê wî ji cinan re, dibe ku were fêm kirin ku mirovê ku giyanê xwe winda dike ji bo şiyana demonîkî. [16] Attar of Nishapur dinivîse: \"Heke hûn div (cinan) bi piyaleya Royal bi Solomon re destnîşan bikin\" û \"we fermanek li ser Padîşahiya xwe tune. . [17]\n\nBerevajî kevneşopiya Talmudic, Silêman nezan bû û tu carî beşdarî pûtparêziyê nebû. [18] Zêdetir, Quranê red dike ku Silêman sêrbaz bû: \"(...) Silêman jê bawer nekiriye, lê şeytan pê bawer nedikir, hînkirina mêran Mêr û (...)\". (2: 102)\n\nSolomon û milê\nSolomon di heman demê de zimanên cûda yên heywanên cûda, wek milan jî hîn dikir. Quranê wê yekê vedibêje, rojek, Silêman û Artêşa wî ket Wādin-Naml (واد ٱلنمل, Valley of Ant). Li ser dîtina Solomon û artêşê wî, antekek jinê (bi navgîniya xwe) hişyar kir. \" Anti milê anti got, Solomon, wek her gav, ji Xwedê re dua kir, ji wî re diyariyên weha kir. [9]: 63. Diyariyên ku wî ji Xwedê stendin, û misilmanan didomînin ku Silêman jî dua xwe ya rojane ji bîr nekir, ku ji wî re ji her diyariyên wî re girîngtir bû.\n\nEdebiyata exegetîk bala xwe dide şehrezayiya milê xwe û wateya wateya Diyariya Solomon ji bo kontrolkirina bayê. Li gorî Siracü'l-Kulub, ant ji Solomon dipirse gelo ew dizane ku çima jê re \"Solomon\" tê gotin (Süleyman). Solomon dibêje ku ew nahêle ku rave bike: \"Her çend dilê we dengê (Selim) bû û hûn şertên dinyayê dizanin, we çend kêfên vê dinyayê qebûl kir û ji hêla xwediyê wê ve hatî xapandin û padîşah; Ji ber vê yekê hûn bi Solomon re têne gotin. \" Piştra milê milê dipirse Silêman, heke ew dizane ku Xwedê bayê wî ji bo wî kiriye. Carek din, Solomon dibêje û bersivên ant ji ber sedemek ji ber sedemek derxistiye: ya ku we qebûl kiriye ne tiştek e. Wekî ku bayê derbas dibe, dewlemendî û padîşah derbas dibe. \" Scholars Like Fakhr al-Din Razi û Al-Qurtubi milê bilind li ser asta çilmisek ji bo ku mirov bişopîne. [22] (P198)\n\nKevirên Saba '\n\nRuins of Perestgeha Barran li Ma'rib, paytexta berê ya Saba 'di tiştê ku niha Yemen e\nAliyek girîng a padîşahê Solomon mezinahiya artêşê wî bû, ku ji herdû mêr û jinê pêk dihat. Solomon dê gelek caran leşker û şervanên xwe û her weha jin û hemî heywanên ku di bin wî de xebitîn binirxînin. Rojek, dema ku leşkerên xwe kontrol bikin, Silêman HUD-HUD (هدهد, Hoopoe) ji Meclîsê winda dîtin. [23] Ji nişka ve, HUD-HUD gihîşt Dadgeha Solomon û got: \"Ez bi hev re hatim ku hûn nehatin qewirandin.\" [24] HUD-HUD bêtir Ji Solomon re got ku gelê Sheeba bi rojê diperizin, û ew jina ku hukumdar bû padîşah pir hişmend û hêzdar bû. Solomon, ku ji nêz ve guhdarî kir, ji bo ku ew hewl bide ku gel hewl bide ku gelê şahidê xwe qayil bike, û were ba perizîna xwe, û were ba perizîna Xwedê. Solomon ferman da HUD-HUD da ku nameyê bide Queen of Sheba (Bilqis), û paşê jî reaksiyona xwe veşêre. nameyek ji Queen. Dûv re Queen gazî wezîrên xwe li dadgehê kir û ji wan re nameyek ji Solomon re hat xwendin: \"Bi navê Allah-ê dilovan e, lê hûn li hember min bilindtir nebin, lê werin Misilman (مسلمين ). \" Wê bi wezîrên xwe û rayedarên dadgehê re şîretan kir, û got: \"Ey gelê min, tu şerekî wêrek û hêzdar î, û ku tu kes li ser rûyê erdê li dijî te bisekine, hîn jî ez ê hişê xwe li ser vê yekê zanim mijar. \" Gelê dadgehê bersiv da: \"Ya te, hêzdar e, o Queen, û emrê te çi ye, em ê wê bikin.\" Lêbelê, di heman demê de qral hat ba Silêman, radestkirina radestkirina Xwedê. [25]\n\nSolomon û Ifrit\nDema ku Bilqis 'rêwîtiya Dadgeha Solomon kir, padîşah serlêdanê xulamên xwe beriya hatina wê textê xwe radest dike. IFRIT karûbarên xwe pêşkêşî (Q27: 38-40), lê Silêman red kir, li şûna vê peywirê, ku hevalbendê xwe yê dilovan bû, ji Xwedê re dua kir ku text ji bo wî bar bike. Bi mijûlbûna xwe, duaya wî hate bersîva wî, textê li Qesra Solomon ji hêla hêza Xwedê ve xuya bû. Gava ku Bilqis hat, Solomon jê pirsî gelo ew textê xwe nas kir, berî ku ew di dawiyê de biparêze, bi ser delîlên ku miraziyê nedaye, bi dest xist ew e ku meriv li ser IFRIT lê ya Xwedê bixwe. Solomon pêşniyara ceribandinê ya Ifrit red kir, çimkî wî xwest ku bi tenê Xwedê û ne li ser cin an jî li ser kesek afirandî ye, û ji bo pêşkeftina xwe bi serkeftina baweriya rastîn hate xelat kirin. [26]\n\nMirin\n\nMausoleum of Silêman di kompleksa Mizgefta Al-Aqsa de, bajarê kevnare yê Orşelîmê\nQuran têkildarî ku Silêman mir dema ku ew li ser karmendên xwe sekinî û ew li ber xwe da, heta ku afirînerek piçûk, heta, di dawiyê de, ew rê da - û tenê wê hingê wî kir hilweşîna laş.\n\nDûv re, dema ku me (Solomon) mirinê, ji wan re mirina xwe nîşan neda, nedîtî, ew ê di cezayê şermezar de (ji peywira wan) neyên girtin.\n\n- Quran, Surah 34 (Saba'), Ayah 14 [27]\nGava ku ew rast dimîne, li ser karmendên xwe propand, Jinn fikir kir ku ew hîn sax bû û çavdêriya wan dikir.\n\nWan fêm kir ku tenê gava Xwedê afirîner şand ji axê û ji karmendên Solomon re, heya ku laşê wî hilweşiya. Ev ayet tê fêm kirin ku temaşevanên ku Jinn nizanin (el-GHAHIB) - wan ew nas kiribû, ew ê di xizmeta zilamek mirî de mîna bêaqil bimînin. [28]\n\nMahammaddim di strana Solomon de\nAgahdariya bêtir: Muhammad û root ya Mizgîn û Semitic\nWekî ku ji ayetên Quranê, hin misilmanan (bi Erebî: محمد, Mihemed), nameyên consonant: M-ħ-M-D) di strana stranan de (5:16) wekî 'Mahammaddim' tê binav kirin (Hebrewbranî: מַחֲמַדדיּים, tîpên konsonant: M-ħ-M-D-Y-M), her çend peyva paşîn wekî \"xwestek\" an \"xweşik\" ji hêla Cihûyan ve hatî wergerandin. [29]\n\nSolomon û Jamshid\n\nDîtina Giştî ya Persepolis, Iranran (2) (Cropped)\nJamshid padîşahê çaremîn a dinyayê bû, li gorî Shāhnāma ya helbestvanê Firdausī. Mîna Solomon, ew tê bawer kirin ku li ser hemû milyaketan û cinan li seranserê cîhanê emir kiriye û hem jî kahîn û hem jî Serokkahîn Hormozd (Farisî Farisî ji bo Ahura Mazda) bû. Ew berpirsiyarê gelek veberhênanên mezin ji bo gelê xwe ewle bû: hilberîna zirxî û çekan, wehşet û birrîna kincê kincê, silk û mêşan, avakirina xaniyên keviran, mîtosên mişterî û metalên hêja , çêkirina bîhnxweş û şerab, hunera derman, navîgasyonên avên cîhanê di keştiyên keştiyê de. Ew jamshid niha bûye monarşiya herî mezin a dinyayê. Ew bi Royal Farr (Avestan: Khvarena) ve hate bidawî kirin, rûmeta tîrêjê ya tîrêjê ku li ser wî bi dilovaniya Xwedê şewitî.\n\nJi ber hevahengî di navbera her du monarşên hişmend de, hin kevneşopî herduyan dipêjin. Mînakî Silêman bi desthilatdariyê li ser başûrê rojavayê Iranranê di karên Al-Balkhi de têkildar bû. Persepolis bawer bû ku ji Solomon re dibeje û wekî \"Playground Solomon\" ji hêla zanyarên wekî Mas'udi, Muqaddasi û Istakhri ve hatî binav kirin. Nivîskarên din ên Misilman li dijî baweriya ku Silêman li Iranranê hukumdar kir, îdîa dikin ku her heman rengî di navbera jiyan û kiryaran de bi rengek cuda û cuda ne. [30] [31] Dîtina paşîn bûye Ji hêla mîtolojiya Hindo-Ewropî ve hatî pejirandin, ku karakterê bi rengek jamshid destnîşan kir, ji destpêka zaroktiya Zoroastrian Yima, [32] [33] [3444]",
"Ilyas": "Ilyās (Erebî: إلياس) pêxember û peyamkarê Xwedê bû (Xuda) yê ku ji bo rêberiya zarokên Israelsraîlî hate şandin. Ew ji bo ku pêşî li perizîna pûtên xwe bigire, ji mîsyona pêxemberî hate dayîn. [1] Ilyas pêşgirê pêxemberî ye ji Alyasa. [2] Hin zanyarên Islamicslamî bawer dikin, ku Ilyas ji Progeny of Harun (Aaron) e. [3]\n\nHin Misilman bawer dikin ku Ilyas hîn jî her sal zindî ye û her sal, ligel Khidr bi Hacî re eleqedar dibe. [4] Hin Misilman jî bawer dikin ku Ilyas dê di demên dawîn de vegerin. [5]\n\nJiyana zû\nDi çavkaniyên Islamicslamî de, navê tevahiya Ilyas ibn yasin, [6] ji ber ku li Asaftat 37: 130, Ilyas tê gotin Yasin. [7] Hin çîrokên Ilyas jî di Hadiths Islamicslamî de têne gotin; Wekî wekî nifira itessraêliyan bi ilyas, [8] Healing Alyasa, [9] û bi Ahab re şer dike. [10]\n\nLi gorî gelek çavkaniyên Islamicslamî û Mizgîn, Elias (a) zindî ye û li ber ezmanan radibe. [11] Lêbelê, Ibn Kathir van hadiths qebûl nekir û wan di nav Isra'iliyat de fikir kir. [12] Li Mu'jam Al-Buldan, Yaqut al-Hamawi ji bo Elias (a) li Baalbek behreyek behs kir. goristana Elias (a) [14] bû\n\nBaş\nIlyas yekem wekî pêxemberek li Al-an'am 6:85 tê gotin. [15] Wî mirovên xwe vexwend ku li Baalbaismê dijiya, Xwedê û gunehan bihêle. [16] Karê wî yê sereke ev bû ku pêşî li pûtparêziyê bigire. [17] Piştî ku wî gelek salan rû bi rû ma û bi domdarî wan re kir, ew bi zuha û mirov bi birçîbûnê ve dihatin. [18] Narrative 'Narrative li Quran û paşê Misilman ji nêz ve dişibihe ku di wêjeya Hebrewbnî û Misilman de ji pêxembertiya seretayî ya ijlyas re tomar dike ku di dema serweriya Ahab û Jezebelê de pêk tê. [A] Ilyas' bi a Hejmara pêxember û siltanên din, di nav de Idris, ku tê bawer kirin ku ji hêla hin zanyaran ve tê bawer kirin navek din ji bo Ilyas, [21] û Khidr. [22] Legendê Islamicslamî piştre hêjmara Ilyas pêşve xist, gelek li ser taybetmendiyên xwe mezin kir, û hin edebiyata Apocryphal statûya nîv-mirovî, nîv-milyaketek da. [23] Ilyas di heman demê de di xebatên wêjeyê de jî xuya dike, di nav de Hamzanama. [24]\n\nQuran\nIlyas di Quranê de tête gotin, ku pêşgotina wî bi rengek berbiçav hatiye vegotin. Quran derdixe ku Ilyas ji gelê xwe re got ku werin ba perizîna Xwedê û dev ji perestgeha Baal, pûteya bingehîn a deverê berdin. Date Quran: [1]\n\n\"Veri ilyas yek ji şandiyan bû. Gava wî ji gelê xwe re got:« Ma hûn ê ji Xwedê netirsin? \"Ma hûn ê li Ba'al bang bikin û ji Afirînerên çêtirîn, Xwedê, Xudan û Cherisher û Xudan û Xudan û Xudan û bavê xwe yên kevin bihêlin?\n\n- As-Saaftat 123-126\nQuran diyar dike ku piraniya mirovên Ilyas 'pêxember înkar kir û berdewam kir ku idolatry bişopînin. Lêbelê, ew behs dike ku hejmareke piçûk ji xulamên wêdeyî yên Xwedê di nav wan de li pey ijlyas û bawerî anîn û diperizin Xwedê. Quran Dewletên Yekbûyî, \"Wan ew (ijlyas) înkar kir,\n\nLi Quranê, Xwedê li du deveran pesnê xwe dide:\nAşitî li ser ijlyas be! Bi vî rengî em kesên ku qenciyê dikin xelat dikin. Ew bi rastî di nav xulamên bawermendên me de ye.\n\n- Quran, Beşa 37 (As-Saaftat), Verse 129-132 [27]\nZ Zakariya û Yahya û Isa û Ilyas, ew ji nav rastdariyan hemî bûn\n\n- Quran, Beşa 6 (Al-An'am), Verse 85 [28]\nGelek şîrovekar, di nav de Abdullah Yusuf Ali, şîroveyek li ayetê pêşkêş kir û got ku Ilyas, Zekariya, Yahya û Isa bi giyanî ve girêdayî bûn. Abdullah Yusuf Ali dibêje, \"Koma sêyemîn ji zilamên rastiyê pêk tê, Baptist, ku wekî \"Ilyas, ku ji bo hatina\" ILATT 11:14) tê gotin. 29]\n\nHer çend pir zanyarên misilman bawer kirin ku ijlyas li Israelsraêlê, hin şîroveyên destpêkê yên li ser Quranê diyar kirin ku Ilyas ji Baalbek, li Libnanê re hat şandin. [30] Zanyarên nûjen ev îdîa kirine, ku pêwendiya bajêr bi Ellyasê re hatibû çêkirin ji ber nîvê yekem ê navê bajêr, ya Baal, ku derewan kir ku ijlyas ji gelê xwe berevaniya xwe kir. Zanyarên ku nasnameya bajarokê ijlyas bi Baalbek re red dikin, arguman dikin ku bajarokê Baalbek bi çîroka Ilyas re li Quranê an Mizgîniya Hebrewbranî nayê gotin. [31]\n\nMirin\nBi derbasbûna demê, davêjî belav û gelek mir. Gava ku wan xwe dît, ji kirinên xwe yên paşîn xemgîn kir, berê xwe dan Elias (a), û vexwendina wî qebûl kir. [32] Dûv re, ji ber duaya Elias (a) baranek giran hat û zevî hate satandin; Lêbelê, piştî demekê, mirov peymana xwe bi Xwedê re ji bîr kirin û vegeriyan pûtperweriya xwe. Gava ku Ilyas ev dît, wî ji Xwedê re ji mirina xwe pirsî; Lê, Xwedê wî şapek agir şand û wî li ser ezmanan hiland û alyasa hilbijart ku şagirtê wî wekî cîgirê wî bû. [33] Ilyas kêm kêm bi Eschatolojiya Islamicslamî re têkildar e. [34] Lêbelê, hin misilman bawer dikin ku Ilyas tê payîn ku di dawiya deman de ligel Figure Figure Figure Khidr vegere. [5]\n\nMîranî\nEdebiyata Misilman û kevneşopiya ku Ilyas vedibêje ku şahidê Padîşahiya Israelsraêl kir, ji hêla Ahab û paşê kurê xwe Ahaziah ve biryar da. Ew wekî \"pêxemberê çolê mîna Yahya\" tête navandin. [35] Ilyas tê bawer kirin ku bi Zelandî re ji Ahab û jina wî Jezebel re peyivî, yê ku li gorî kevneşopiya misilmanê beşek ji pûtên derewîn li vê deverê bû berpirsiyar. Misilman bawer dikin ku ev bû ji ber ku piraniya mirovan red kir ku guhê xwe bide Ilyasê ku Elisha neçar ma ku peyama Xwedê li ser Israelsraîlê bişopîne. [36]\n\nIlyas di çanda misilman de bûye mijara efsûn û folktalesê, bi gelemperî civîna wî bi Khidr re têkildar e. Li gorî raporek exegete ya Misilman, Mihemed li Mekke bi Ilyas re hevdîtin kir. [37] Di mysticîzma Islamicslamî de, Ilyas bi Sage Khidr re têkildar e. Yek hadith ragihand ku Ilyas û Khidr her sal li Orşelîmê bi hev re civiyan da ku biçin ser hecê MECCA. [38] Ilyas di heman demê de gelek caran xuya dike, ku ew tê gotin ku ew tê gotin birayê Khidr û her weha yê ku ji avahiya ciwanan vexwar. [39] Zêdetir, ew li Kitab el-Kafi tê vegotin ku Imam Ja'far el-Sadiq di zimanê Sûrî de pêşbîniya Ilyas diaxivî û dest bi girî kir. Wê gavê wî ji komek zanyariyên ziyaretê bi erebî wergerand:\n\n\"Ya Xudan, ez ê bibînim ku hûn min ceza dikin her çend hûn ji min re nas dikin her çend hûn dizanin ku rûyê xwe li ser rûyê xwe dixapîne? Ma ez ê fêr bibim ku hûn ceza dikin ez her çend hûn dizanin ku ez ji we gunehan radikim? Ya ku Xuda ji Ilyas rehmet kir, \"Serê xwe ji erdê bilind bike ji bo ku ez ê we ceza nekim\" [40]\n\nNotes\n \"Elias eynî asîd e, ku çîroka wan di testa kevin de di 1 padîşah de tê dîtin. ), padîşahên (bakur) Keyaniya Israelsraîl an Samaria. Azarîh ji ber perestiya Baal, Xwedê diperizin li Sûriyê. Ew perestî diperizin hêzên xwezayî û hêzên Paqijkirinê, wekî ku di navbêna Hindu de, û rê da gelek binpêkirinan. King Ahab bi princesa Sidon, Jezebel, Jezebel, jinek xerab re zewicandibû ku rê dide mêrê xwe da ku Xuda biparêze û biperizin Baal-Baal. \" ... \"Ellyas gunehên Ahabê û her weha gunehên Ahaziah şermezar kir û neçar ma ku ji bo jiyana xwe bireve. Di encamê de, piştî ku ew li bermahiyek agir li dar xist Wî mantelê xwe bi Pêxemberê Elisha re hiştibû. \"[20]",
"Alyasa": "Alyasa (Erebî: اليسع, Romanized: Alyasā ') Ma pêxember û peyxemberê Xwedê ye (Xuda) ku ji bo rêberiya zarokên Israelsraîlî ye. Li Quran, Alyasa du caran wekî pêxember tê gotin, [1] û her du caran li kêleka pêxemberên hevrêz tê gotin. [2] Ew ji hêla Misilmanan ve wekî Serkeftina Pêxemberan ji Ilyas (ijlyas) re rûmetdar e. Avkaniyên Islamicslamî yên ku Elisha bi Khidr re nas dikin, têkiliya xurt a di navbera Khidr û Ilyas de di kevneşopiya Islamicslamî de. [3]\n\nŞexsîyet\nNavê Alyasa du caran li Al-An'am 6:86 û Sad 38:48 tê gotin. Di wan ayetan de, bêyî ku tiştek li ser kesayetiyê an pêxemberê li ser kesayetiya Alyasa, ew wekî \"gred\" û \"di nav bijarte de tê gotin. [4] Li gorî Quran, Elisha bilind e \"li jor Afirandina mayî\" (Erebî: فضلنا على ٱلى ٱلى ٱلعالمين, Romanized: Faḍḍalnā'Alment [4] \"(bi erebî: من لأخيار, Romanized: Mina L-Akhyār). [5] Alyasa li Al-An'am 6:86 û 38:48, ligel Ismailsmaîl:\n\nÛ ismaîl û Alyasa û Yunus, û Lût; û her yek li ser cîhanê xist;\n\n- al-an'am 6:86\nÛ xulamên me bi bîr bînin ismail, alyasa, û dhul-kifl, her yek ji wan bi rastî baş e.\n\n- 38:48 xemgîn\nMîranî\nLi Ali el-Ridha Hadith Hadith Hadith, tê gotin ku Alyasa, di nav de vejîna miriyan, hin keramet hebûn, û li ser avê dimeşin. [Pêwîstiya Citation]\n\nGorên îdîa kirin\nHin Misilman bawer dikin ku gorê Elisha li herêma rojhilatê Erebistana Siûdî li Al-Awjam e. Shearehîn ji hêla Hikûmeta Siûdî ve hate rakirin ji ber ku Venerasyona wusa li gorî tevgera Reforma Wahhabî an Selefê li Erebistana Siûdî serdest e. [6] [7] Di dema ereba Osmanî de ji bo gelek sedsalan girîng bû, û ji bo misilmanên hemî mezhebê li seranserê serdema pêş-nûjen ji bo misilmanên hepsê pir populer bû. [8]\n\nGorê Elisha li Navçeya Eğil li parêzgeha Diyarbekirê, Tirkiyê ye [] [] Shehreşa xwemalî nêzîkî çemek bû ku di sala 1994-an de ji bo ku ji meclîsa bajêr re were damezrandin, ji hêla Midûriyeta Karûbarên olî ve ji hêla IRE ya Raya giştî ve ji bo ku ji nû ve nekişîne. Berî ku dever hate hilweşandin, gorê bi şev û cesedê Pêxember hate qefilandin - ji hêla neh zanyar û karkirên fermî ve şahidî bû - ji ber çîlekê li ser çiyayek berfê hate veşartin. Lêbelê, gelek bajarokê ku pêxemberê di xewna xwe de dît, û beriya ku tîrêjê rojê derket da ku ji nû ve rebura xwe di cîhê nû de bişopîne. [10] [11]",
"Yunus": "Yunus Ibn Matta (bi erebî: يونس ابن, Romanized: Yūnus Ibn Matta) pêxember û peyamek Xwedê ye (Allah). Yunus bi kevneşopî tê dîtin ku di Islamslamê de wekî pêxemberê ku ji Xwedê re dilsoz bû û peyamên xwe radest kir. [1] [2] Yunus tenê yek ji duwanzdeh pêxemberên piçûk ên Mizgîniyê ye ku li Quranê bêne nav kirin. [3] Beşa çaremîn a Quranê li pey wî tê navkirin. [4]\n\nYunus tê gotin Dhul-Nun (Erebî: ذو ٱلنون) û ji hêla misilmanan ve. [5] Ew li Quranê bi navê Quranê tê behs kirin. [6]\n\nHadithic behs dike\nDi dema temenê Mihemed de Yunus jî di nav çend bûyeran de tê gotin. Di hin mînakan de, navê Yunus bi pesn û rûmet ji hêla Mihemed ve tê axaftin. Li gorî vegotinên dîrokî di derbarê jiyana Mihemed de, piştî deh salan ji bajarê Ta'î re çû, ger ku serokên wî ji wir re peyama xwe dihêle, lê ew ji bajêr hate avêtin ji hêla gel. Wî li baxçê Utbah û ayaybahê, du endamên eşîra Quraysh, birin. Wan xulamê xwe şand, addas, da ku wî xizmeta wî bike ji bo domdariyê. Mihemed pirsî Addas li ku derê ji ku derê ye û xulam bersîva Nînova kir. \"Bajarê Yunus tenê, kurê Amittai!\" Mihemed qîrîn. Addas şok bû ji ber ku wî dizanibû ku Erebên Pagan bi zanîna Yunus tune. Dûv re pirsî ka Mihemed çawa vî mirovî dizanibû. \"Em bira ne,\" Mihemed bersîv da. \"Yunus pêxemberê Xwedê û ez jî, ez pêxemberê Xwedê bûm.\" Addas yekser îslam qebûl kir û dest û lingên Mihemed maç kir. [10]\n\nYek ji gotinên Mihemed, di berhevoka Mihemed Mihemed de, dibêje Mihemed got: «Yek naxwaze ku ez ji yunus çêtir im.\" [11] [11] [13] [14] Ibn Abi Al-Salt, Mihemed Mihemed fêr bû, ma Yunus ji Xuda re ne hati bû, ew ê di nav masî de bimîne heya roja dua, ji ber dua wî, yunus \"tenê çend heb roj di nav zikê masî de \"[14]\n\nDîroka parsî ya sedsala parsiyayî Al-Tabari tomar dike ku, dema ku Jonah di hundurê masî de bû, \"yek ji hestiyên wî û endamên wî birîndar nebû\". [14] Al-Tabari jî dinivîse ku Yezdan cesedê masîvanan zelal kir, destûr da ku Yunus \"ecêbên kûr\" bibîne û ew Yunus bihîst ku hemî masî digotin ku pesnê Xwedê didin. [15] Kisai Marvazi, helbestvan sedsala çar sedsalan, ku bavê Yunus salî bû dema ku Yunus ji dayik bû [14] û ji dayika Yunus re mir, lê ji nişka ve, ku derket bibe Cornucopia. [14]\n\nGorên\nHer weha bibînin: Mizgeft û Shrines of Mosul § Mizgefta_of_the_phet_jonah\n\nWêneyê wêrankirina mizgeftê Yunus, li dû hilweşîna wê ji hêla DAIL\nCihê Nînova Nînova bi kengî, perçeyên dîwarên li ser çar aliyan, û du hebên mezin têne nîşankirin: çiyayê Kuyunjik û Hill ya Nabi Yunus (li ser nexşeyê binihêrin). [16] Mizgeftek Atop Nabi Yunus ji Jonah re hate dayîn û di nav de kelek, ku ji hêla hemis û hem jî xiristiyan ve hati bû li ser gorê Jonah. [17] Gor li ser malperek populer a populer [18] û sembola yekîtiyê ji Cihûyan, Xiristiyan û Misilmanan re li seranserê Rojhilata Navîn bû. [18] Di 24ê Tîrmeha 2014 de, Dewleta Islamicslamî ya Iraqê û Levant (DAIL) hilweşand ku mizgefta ku tê de gorê tê de ye ku ji bo hilweşandina pîrozbahiyên olî were kirin. [19] [18] Piştî ku Mûsil di Januaryile 2017 de ji DAILê hate vegerandin DAILê qesra tiştan li ser bazara reş, [18] [20] bifroşe, lê hinek hunerên ku ji bo veguhastinê hîn dijwartir in. [18] [20]\n\nGorên din ên misilman\nCihên din ên li ser gorê Jonah-ê di nav de gundê Ereb ê Mashhadê, ku li ser malpera kevnare ya Gath-Hepher li Israelsraîlê ye, pêk tê; [21] Bajarê Rojavayê Rojavayê Rojavayê Halhul, 5 km (3.1 mi) bakurê Hebron; [22] û Sanctuary li nêzî bajarê Sarafand (Sarepta) li Libnanê. [23] Kevneşopek din gorê li ser çiyayekî li ser giv'at Yonah, \"çiyayê Jonah\", li bakurê Jonê.\n\nGoristana Jonah dikare li Diyarbekirê, Tirkiyê were dîtin, li pişt Mihrab li Mizgefta Fatih Paşa ye. [24] Evliya Celebi dewletên xwe li SeyaHatName ku wî serdana gorên Jonah kir. [26] [27]\n\nQuranî behs dike\nLi Al-Anbiya 21:87 [7] û Al-Qalam 68:48, Yunus tê gotin Dhul-Nūn (Erebî: ٱو ٱلنون, lit. 'Yek ji masî'). [5] Li An-Nisa 4: 163 û Al-An'am 6:86, ew wekî \"apostek Xuda\" tê binav kirin. [5] Surah 37: 139-148 çîroka tevahî ya yunus radibe: [5]\nJi ber vê yekê jî di nav wan de Jonah bû (ji hêla me).\nGava ku ew reviya (mîna xulamê ji dîlgirtinê) ber bi gemiyê (bi tevahî)\nWî (razî bû) gelek were avêtin, û ew şermezar bû:\nDûv re çîçik wî swallî kir, û wî kiryaran kiryaran hêja sûcdar kir.\nMa ne ew bû ku ew (tobe kir û) Xuda rûmet kir,\nEw ê bê guman di roja vejînê de li hundurê masiyan bimîne.\nLê me ew li ser peravê tazî di rewşek nexweşiyê de derxist,\nWe me ji wî re mezin bû, li ser wî, nebatek belavkirina celebê gerdûnê.\nWe me ew şand (li ser mîsyonek) bi sed hezar (mêr) an bêtir.\nThey wan bawer kir; Ji ber vê yekê me destûr da ku ew ji bo demek (jiyana wan) kêfa wan bikin.\n\n- Quran, Beşa 37 (As-Saaftat), Verses 139-148 [8]\nQuran behsa mîrasa Yunus, [5] lê dike lê kevneşopiya misilman hîn dike ku Yunus ji eşîra binyjamin bû. [9]",
"Zakariya": "Li gorî doktrîna Islamicslamî, Zakarīyā (Erebî: زكريا, Zekerya) pêxember û peyamek Xwedê ye (Xuda), û bavê pêxember Yahya ye.\n\nLi Quranê\nZekariya kahînek rastdar bû [1] û pêxemberê Xwedê yê ku nivîsgeha xwe li Perestgeha Duyemîn li Orşelîmê bû. Ew ê bi gelemperî berpirsiyarê birêvebirina karûbarên Perestgehê [2] û ew ê her gav bi Xwedê re bimîne.\n\nJi bo kurekê dua bikin\nGava ku ew gihîşt axa xwe yê pîr, Zekariya dest pê kir ku ew ê mîrateya pêşiya peyama Xwedê piştî mirina xwe bidomîne û kî wê karûbarên rojane li dû wî bîne. Zekariya ji bo kurê xwe dest bi Xwedê kir. Dua ji bo zayîna kurkujiyê tenê ji xwestekek ji bo zarokek ne dûr bû. [1] Wî hem ji bo xwe dua kir û hem jî ji bo gel - ew hewceyê peyamek, mirovek Xwedê yê ku dê di xizmeta Xudan de piştî Zekariya kar bike. Zakariya xwedan karakter û dilsoz bû û wî dixwest vê yekê bi serweta xwe ya giyanî wekî xwediyê wî ya herî hêja veguhêzin. Xewna wî ew bû ku malbata xwe li paşnaviya Patrîsê Aqûb, û piştrast bike ku peyama Xwedê ji bo Israelsraîl hate nûkirin. Wekî ku Quran ji nû ve vedibêje:\n\nBehsa rehmê Xudayê xwe ji xulamê xwe Zekariya. Heaxê wî gazî Xudan bi dizî kir qîrîn û got: Ya Xudayê min! Lo! Hestiyên min ên wax lawaz û serê min bi porên kesk şîn dibin, û ez çu carî li dua nedîtî ji te re, Xudayê min. Lo! Ez ji kinsfolkiya xwe ditirsim, ji ber ku jina min baran e. Oh, ji hebûna te re serfiraziyek ku mîrasa min bide min û mîrasa bide min (her weha) ya xaniyê Aqûb. Wî wî bikin, Xudayê min, qebûl kirin (ji te re). [Quran 19: 4-6 (ji hêla Pickthall ve hatî wergerandin)]\n\nYahya bav\nWek diyariyek ji Xwedê re, Zekariya bi navê Yaḥyá (Erebî: يحيى) hat dayîn, ku bi Yûhennayê imadkar re nas kir), navek taybetî ji bo vî zarokî tenê bijarte. Kevneşopiya misilman çîrokan dike ku Zekariya nod-du salî bû [3] Gava ku ji Jidnaya Yûhenna re hat gotin.\n\nLi gorî Dua Zekariya, Xwedê Yûhenna (Yahya) peyama Xwedê, ya ku ji hêla itessraêliyan ve hatibû hilweşandin û winda bû. [4] Her ku Quran dibêje:\n\nO ZachariyaH! Lo! Em te tinebasên kurê ku navê wî Yûhenna ye; Me li pêşiya (wî) yek bi heman navî daye. Wî got: Ya Xudayê min! Ma ez çawa dikarim kurê xwe bimînim gava jina min baran e û ez gihîştim temenê pîr ê nexweş? Wî got: Wusa ku ew be, Xudayê te dibêje: Ew ji min re hêsan e, û bi rastî min berê we afirand, dema ku tu ne tiştek. Wî got: Ya Xudayê min! nîşanek bide min. Wî got: Nîşana we ev e ku hûn ê nikaribin sê şevên ku di tenduristiya deng de bi wan re bipeyivin.\n\n- [Quran 19: 7-10 (ji hêla Pickthall ve hatî wergerandin)]\nParêzgerê Maryam\nLi gorî Quranê, Zakariya Guardian of Maryam bû. Dewletên Quran:\n\n(Bîr bînin) Gava ku jina 'Imran got: Xudayê min! Min soz da te ku di zikê min de wek ku tê de tête pejirandin (pêşkêşkirin). Wê ji min qebûl bike. Lo! Tu yî, hunerê guhdarê, Knower! When gava ku ew teslîm bû wê got: Ya Xudayê min! Lo! Ez ji jinekê radest im - Yezdan ji tiştê ku ew radest bû çêtirîn dizanibû - mêr ne wek jin e; û LO! Min navê Meryema wê kiriye, û Lo! Ez ji bo wê û ji bo zarokên xwe ji sateytan derketim parastina te û ji bo zarokên xwe. Û Xudayê wê wê bi pejirandina tevahî qebûl kir û ji bo mezinbûnek xweş derbas kir; û Zekeriya xwe cerdevan çêkir. Kengê Zekerî kete hewşa pîrozgehê ku ew bû, wî dît ku xwarina wê hebû. Wî got: O Mary! Ew ji te re tê vê yekê (xwarin)? Wê bersiv da: Ew ji Xuda ye. Allahidî Xuda bi wî / ê / a / a / a / a / a / a / a / a / a / a / a / a / a / a / 3: 35-37 (ji hêla Pickthall ve hatî wergerandin)\n\nYOLDOL MUSLIM bi Yûhenna rehmet dike ku Yûhennayê imadkar û Jesussa, li ser serdemek nû ya pêxemberan pêk tê - Hemî ji wan re ji ber kahînetiya kahînan, bavê pêxemberê Aaron. Rastiya ku ji hemî kahînan re, ew Zekariya bû ku wezîfeya lênêrîna Meryemê (Maryam) statûya xwe wekî mirovek dilovan nîşan dide. Zekariya bi gelemperî li Quranê wekî pêxemberê Xwedê û zilamê rastdar tê pejirandin. Yek nirxandina wiha li Sura Al-An'am e:\n\n\"Z Zakariya û Yahya û Isa û Eliyas. Her yek ji rastdar bû.\" [Quran 6:85 (ji hêla Pickthall ve hatî wergerandin)]\n\nQuran Translator Abdullah Yusuf Ali li ser vê xeta şîroveyek pêşkêşî dike [5] - Pêşniyar kirin ku ev pêxemberên taybetî bi hevûdu re têkiliyek giyanî dikin. Ew destnîşan dike ku Yahya xizmekî ISA bû, dema ku Eliyas yek bû ku di veguhastina ISA [6] li ser Mount, wekî ku di Peymana Nû de hatî destnîşan kirin. Zekariya, bi navgîniya zewacê, ma xulamê ISA û kurê wî Yayha di Peymana Nû de wekî Eliyas hate binav kirin. [7]",
"Yahya": "Yaḥyā ibn Zakarīyā (Erebî: يحيى ابن زكريا, bi zimanê Yahya / Yahna, ku Yûhenna imad kir, bi isrslamê re (Xuda) ku ji bo rêberiya zarokên Israelsraîl tê hesibandin, tê hesibandin . Tê bawer kirin ku ew ji hêla Misilmanan ve bû şahidê Peyva Xwedê yê ku dê hatina Isa El-Masih (Jesussa Mesîh) bû. [1] [2]\n\nYahya di Quranê de pênc caran tê gotin. [3]\n\nYahya di heman demê de di sufîzmê de jî pir rûmet e Sufis bi gelemperî şîroveyên li ser pasîfên li ser Quranê, di serî de di derbarê diyariya Xwedê ya şehrezayî de, ku wî di ciwan û hem jî paralelên wî de bi Jesussa re wergirtiye. Her çend çend hevokan ji bo danasîna Yûhenna û Jesussa bi rastî di Quranê de yek in, şêweya ku ew têne diyar kirin ciyawaz e. [5]\n\nZayîn\nLi Quranê, Xwedê bi gelemperî behsa Zekariya yê Zekariya ji bo bûyîna kurê dike. Jina Zakariya, baran bû û ji ber vê yekê zayîna zarokek mumkun xuya dikir. [6] Wek diyariyek ji Xwedê re, Zekerya bi navê Yaḥya, navek ji bo vê zarokê tenê ji bo vê zarok hate hilbijartin. Li gorî dua ya Zekariya, Xwedê Yahya û Issa çêkir, ku li gorî Exegesis, şeş meh şûnda hat, ku peyama Xwedê, ya ku ji hêla itessraîliyan ve hatibû xapandin û xapandin.\n\nQuran îdîa dike ku Yûhenna imadkar bû ku ev navê (Quran 19: 7-10) pêşiya imadkariyê kir, \"Ne navê heman ye\" yoḥanan \"[9] an jî bi hesabê Mizgîniya Bibayî yê Yûhenna, ku ew hema hema navê wî\" Zekerya \"(Grek: ζαχαρίας) [10] piştî navê bavê xwe, wekî na yek di xeta bavê wî Zacharias de (her weha wekî Zekerya tê zanîn) navê \"Yûhenna\" (\"Yohanan\" / \"Yoannes\") li pêş wî hatibû nas kirin. [11] Wekî ku Quran dibêje: [12]\n\"Ey Zakaryya, bi rastî em ji we re kovarên kurê xwe didin, ku navê wî wê Yahya be, û ku em berê berê xwe nedin.\n\nWî got: \"Ya Xudayê min\n\nWî got: \"Ji ber vê yekê (ew ê bibe) yê te got: 'Ew ji bo min hêsan e: Ez bi rastî berê te diafirim, dema ku tu tişt tune!'\"\n\n(Zakarya) got: \"Ya Xudayê min! Min nîşan bide.\" \"Nîşana te,\" bersiv bû, \"Ma hûn ê bibin sê şev bi tu kesî re bipeyivin.\"\n\n- Maryam 19: 7-10\n- Maryam 19: 12-14\n\nRiveremê Urdunê, ku Yahya imad e. [13]\nYahya ji nû ve hat pêşwazîkirin da ku zû ji Nivîsara Pîroz bigire û dema ku hîn jî zarokek ji Xwedê re şehrezayî hat dayîn. [14] Ew pak û devî bû û bi hebûna Xwedê baş çû. Ew li hember dê û bavê xwe hate derxistin û ew ne arrogant û serhildêr bû. Dema ku tenê zarokek tenê zarok, dema ku tenê zarokek ji vê demê ya herî mezin di heman demê de derbas bû, xwendin û têgihîştina Pîroz, dema ku tenê ji wan zanyarên herî mezin derbas bû. [6] Expesis Muslimrates ku Isasa Yahya bi diwanzdeh şagirtan re şand, [15] yê ku peyamê li pêşberî şagirtên xwe gazî kir. [7] Quran dibêje: [16]\n\"O Yaḥya! Bi Might Might re pirtûkê bigirin\" * û me ew jî wekî ciwanan jî şehrezayî kir,\n\n- Maryam, 19:12\nJohn pêxemberek klasîk bû, [17] yê ku ji Xwedê re bilind bû ji bo ku bertek nîşanî her tiştî gunehkar e. Wekî din, Quran ji dil û hezkirina nerm û hezkirina wî ya bi rûmet û helwesta wî ya nefsê li hemberê jiyanê diaxive, çimkî ya ku wî paqijiya jiyanê hate dayîn.\n\nLi gorî kevneşopiya Islamicslamî, Yahya diçû Haram Esh-iferîf (Mountiyayê Perestgehê) da ku Sermonên xwe radest bike. [3]\n\nMêrkûjî\nDi dema pêxemberê Yahya de, pevçûnek di navbera wî û Antipasên Herodê de çêbû, yê ku dixwest jina xwe ya pêşîn veqetîne û wekî jina xwişka xwe ya berê be. [3] Yahya agahdar kir ku dibe ku zewac bêhnteng be, û zewacê qebûl nekir. Piştî vê yekê, Antipas Hêrodês Yahya zindan bû. [3] Hingê Yahya hate qewirandin. [18] [3] Serê Yahya tê bawer kirin ku di hundurê Mizgefta Umayyad li Damascusamê de ye. [19] [20] [21]\n\nMîranî\nDi Islamslamê de, Yahya şeva El-Isra el-Mi'raj, ligel Isa (sa), li ezmên duyemîn, Mihemed (Jesussa) silav da Mihemed. [22] Storyîroka Yahya di heman demê de ji Kingahê Abyssinian re di dema koçberiya Misilmanê de ji Abyssinia re hat gotin. [23] Li gorî Quranê, Yahya yê ku Xwedê di roja ku ew ji dayik bû û roja ku miriye aştiyê bû. [24] Li gorî Al-Suyuti, Ibrahimbrahîm diyar kir ku ji ber ku ji afirandina avakirina cîhanê ezman û zemîn tenê ji bo du kesan, Yahya û Huseyn. [25] [26] Li gorî Hadith, Mihemed got: \"Her kurê Adem dê roja vejînê were û ew ê li hember wî guneh bike ji bilî Yahya Ibn Zakaryya\" [27] Gelek Misilman Yahya bi Huseyn re berhev dikin. [28] Serê herdû Yahya û Huseyn bawer dikin ku li Mizgefta Umayyad li Damascusamê, Sûriye ne.",
"Isa": "ISA (Jesussa) pêxember û peyamkarê Xuda û Mesîh e. Ew pêxemberê paşîn e ku ji bo rêberiya zarokên Israelsraîl (Bani Israelsraîl) û jê re eşkere kir ku pirtûka pîroz jê re dibêjin Injil (Mizgîn).\n\nLi Quran, Isa wekî Mesîh (Al-Masīḥ) tê binav kirin, ji dayikbûna Mary, keramet kirin, bi şagirtên ku ji hêla damezrandina Cihûyan ve hatî şandin û li ezmên hatin raber kirin. Quran îdîa dike ku Jesussa ne hat xaçkirin û ne jî li ser xaçê mir, lê bi mirûzî ji hêla Xwedê ve hate rizgarkirin. Quran Jesussa di nav pêxemberên herî mezin de cih digire, û wî bi sernavên cihêreng behs dike. Pêxemberê Jesussa berê ji Yahya bû û ji hêla Mihemed ve serfiraz bû.\n\nIslamslam nêrîna xiristiyan a didiriyê Jesussa red dike ku Xwedê dihejîne, an kurê xweyê Xwedê. Ew Jesussa di çend ayetan de wekî derewan wekî derewan red dike, Misilman bawer dikin ku peyama orjînal a Jesussa hate guheztin, piştî ku ew sax bû. Monotîzma Jesussa li Quranê tê tekez kirin. Mîna hemî pêxemberan di Islamslamê de, Jesussa jî tê gotin misilmanek, wek ku ew pê re peyivî, ku şagirtên wî divê 'rêça rasterast' (ṣirāṭ al-mustaq) bicîh bikin. Jesussa bi hejmareke mezin a kerametan ve tê hesibandin, digel gelek edebiyata asîman û mystic ku ji kevneşopiya Islamicslamî re tê gotin. Her wiha hat ragihandin ku hatina Mihemedê Mihemed bi karanîna navê Ehmed pêxembertî kir.\n\nDi dawiya demê de, Jesussa dê di hundurê duyemîn de vegere û bi Imam Al Mahdi re vegere, ku ew bi eşîrên kevnare yên'jūj û Ma'jūj (Gog û Magog) belav bikin ser erd. Piştî van afirîner dê bi rengek mirûzî têk bibe, dê Jesussa tevahiya dinyayê hukum bike, aştî û dadê saz bike û piştî 40 salan jî bimire. Hin misilman bawer dikin ku ISA dê li ser Mihemedê li ser goristana çaremîn a li ser bingeha kesk a kesk li Medîneyê were veşartin.\n\nJesussa ji hêla Misilmanan ve tê fêm kirin ku bibin yek ji wan pêxemberên herî girîng ê Islamslamê. Cihê ku Jesussa tê bawer kirin, mizgefta Umayyad li Damascusamê, ji hêla misilmanan ve wekî malbata çaremîn a îslamê tê hesibandin.\n\nZayîn\nHesabê Jesussa di Quranê de bi rastî bi bûyîna dayika xwe, Meryem û xizmeta wê re di Perestgeha Orşelîmê de dest pê dike. Dema ku di bin çavdêriya pêxember Zekerya de, yê ku bavê Yahya bû (Yûhennayê imadkar) bû. Di Quranê de çîroka jidayikbûnê ji bo Jesussa li Quran 19: 16-34 û Q3: 45-53 dest pê dike.\nSalixkirin\n\nExegesis Islamicslamî jidayikbûna Jesussa bi heman awayî ji hesabê Mizgîniyê re piştrast dike û li Bethlehem diqewime. Mêjûya zayîna Virgin ji Meryemê ji Meryemê Mary Angel re ragihand dema ku Meryem li Perestgehê hate bilindkirin piştî ku ji hêla dayika xwe ve hat sozdan. Gabriel dibêje ku ew li ser hemû jinên hemî gelan rûmetdar e û şahidên wê yên Kurê Pîroz anî.\n\nDanasîna li Miniature\nGabriel ragihand ku kur e navê wî Isa ye, Mesîh, ragihand ku ew ê pêxemberek mezin tê gotin. Meryem, dipirse ka ew çawa dikare bifroşe û zarokek hebe gava ku tu kes jê neçûya, ji aliyê milyaket ve hatibû dayîn ku Xwedê çi bike, û ew ê were ku ew derbas bibe.\n\nNarrewîroka ji Quranê bi Meryem re berdewam dike, ji hêla êşa pitikan ve diqede, ku ew di bin lingên xwe de dihejîne û dara palmî ya ku ew dikare tarîx bike û bi kêfxweşî were. Piştî dayîna, Meryem pitikê xwe vedigere Perestgehê û ew ji hêla Perestgehê ve di derbarê zarok de tê pirsîn. Ji hêla Gabriel ve ji hêla Gabriel ve hatî şandin ji bo vokalek bêdengiyê, ew ji pitikê Jesussa re destnîşan dike û pitikê eşkere dike:\n\nWî got, ez xulamê Xwedê me; Wî pirtûk daye min, û min pêxember çêkir. Wî li ku derê ez imad kirim ku ez pê re bextewar im û li min perizîn û alavan li min xist, heya ku ez bijîm; û ji dayika min re dilxweş be; û min ji min re zordar nekiriye, xiyanet. Aşitî roja ku ez ji dayik bûme, roja ku ez ê bimirim, û roja ku ez ê zindî bibim. [8]\n\nJesussa ji cendirmeyan re diaxivî yek ji şeş keramet e ku li Quranê, ku di Mizgîniya Infelê ya Suryanî de jî tê dîtin, xebatek sedsala şeşemîn tê dîtin. [9] [10] Li gorî cûrbecûr hadîd, Jesussa û Meryem li zayîna wan neçûn. [11] Pêxemberê Islamicslamî Mihemed diyar kir ku hem Jesussa û hem jî Meryem tenê mirov bûn ku ji dayik bûn û bi vî rengî ji destê zayînên Sateytan hatine parastin, rêzimana ayeta Almran û şeşan. [12]\n\nÇîrokên jidayikbûnê\n\nLi gorî Quranê, êşa kedê li Mary avêtin ser dara palm.\nBaweriya Islamicslamî di nav kevneşopiya xiristiyan de hin rêzikên ku Meryem (an Maryam) dema ku Jesussa hate fêm kirin, Virginek exlaqî bû. Hesabê herî berfireh ên salixdanê û jidayikbûna Jesussa di Surah 3 (Al Imran) û 19 (Maryam) û 19 (Maryam) de tê peyda kirin ku Xwedê (Allah) angelek şand ku Maryam di demek kurt de were şandin Kurê, tevî virgin. [13]\n\nHin akademîsyen destnîşan kir ku hesabê li Surah 19 [14] bi taybetî li nêzîkê wê di Mizgîniya Xiristiyan a Lûqeyê de ye. [15] Rojane ji Meryemê re du caran li Quran tê behskirin û di her du deman de Meryem û Maryam tê gotin ku ew ji hêla Xwedê ve hatî hilbijartin da ku kurekê radest bike. Di mînaka yekem de, berhema nûçeyan (ku ji hêla piraniya misilmanan ve tê bawer kirin) be, nûçeyên li (Q3: 42-47) radestî wî bikin (Q19: 16-22) . [16] [17] Hûrguliyên têgihiştinê nehatiye nîqaş kirin lê dema ku Meryem dipirse ka ew dikare çawa kurê xwe bide ber çavê xwe, ku Xwedê tiştê ku ew dixwaze, ji Xwedê re hêsantir dike. [16] [18] Quran (Q21: 91 û Q66: 12) dibêje ku Xwedê bi milyaketê xwe li Meryemê xwe diherikî, her çend bê bav (çavkaniya) Jesussa bêyî bavo şîrove bike). [19] [20]\n\nDîroka 8-an a sedsala IBN Ishaq (704-767), bi navê Kitab el-Mubtada (di destpêkê de, bi kurtahî nivîsand, Navê George. Di dêrê de, ew ji hêla ciwanek bi navê Josephsiv ve tê, û ew ji hev re dibin alîkar ku ava vexwarinê û karên din jî bikin. Hesabê bûyîna Jesussa li pey çîroka Quran dişopîne, ku zayînê di Bethlehem de li Bethlehem li tenişta dara palmî bû. [21]\n\nSedsala 10-an-sedsala Al-Tabari (839-923), behsên Nûnerên ku ji padîşahê Farisî re digel diyariyan (mîna Magi ji Rojhilat) ji bo Mesîh; Fermandariya zilamek bi navê Josephsiv (ne bi taybetî mêrê Meryem) da ku ew û zarokê xwe bavêje Misirê û paşê vegere Nazareth. [22]\n\nZarotî\nGotara sereke: Li Perestgehê digerin\nBinêre jî: firîna li Misir û Misrê Misrê û Infancy ya Thomas\nQuran kevneşopiya firîna li Misrê nade, her çend Sūra Xxiii ji wê re dibejin: \"We me Kurê Maryam û dayika wî nîşan da. Bêdeng û av bi avan. \"[25] Lêbelê, di çîroka çîroka ku di Mizgîniyê de tê dîtin û çavkaniyên ne-canonical têne dîtin, digel ku hin hûrgulî û berfirehî li ser sedsalan ji hêla nivîskarên Islamicslamî û dîrokzan ve têne zêdekirin. Hin çîrokbêjan û malbata wan heta 12 salan li Misrê dimînin. [26] Gelek çîrokên exlaqî û bûyerên mirûz ên ciwesa li Qisas al-anbiya (çîrokên pêxemberan), pirtûk li ser sedsalan û heroesên pêş-îslamî pêk tê. [7]\n\nAl-Masudi nivîsand ku Jesussa wekî kurê olê Cihû xwendiye ji Zebûr xwendin û dîtin \"di nav karakterên ronahiyê de hatine dîtin\":\n\n\"Tu kurê min û hezkiriya min î; Min te ji bo xwe hilbijartiye\"\n\nBi Jesussa hingê îdîa kir:\n\n\"Therayro peyva Xwedê di Kurê Mirov de pêk tê.\" [22]\n\nLi Misrê\nHer weha bibînin: Mizgîniya Infancy ya Thomas\nGelek çîrok di derheqê zaroktiya îslamî de di derheqê zaroktiya zû de, bi taybetî jî wextê xwe li Misrê digel dem û bûyeran di derbarê Misrê de, hin nerazîbûn û hevsengiyê nîşan didin. Piraniya çîrokan di çavkaniyên xiristiyanî yên ne-canonîkî de wekî, mînakî, Mizgîniya pêş-îslamî ya Thomas têne dîtin. Yek cûdahiyek wusa ji al-athirmê di bextewariya dîrokê de ye ku di nav çîroka jidayikbûnê de tê gotin ku Jesussa li Misrê li şûna Bethlehem hate dinê. [27]\n\nHin çîrokbêjên din ên Jesussa 'Zarokatiya Rojhilata Navîn a Navîn wekî ku ji hêla profesorê xwendina interfaith ve hatî ronî kirin Mehmûd M. Ayoub. [28] Gelek keramet ji ciwanek ciwan re tê hesibandin [26]\n\nBelaî\n\nRiveremê Urdunê, ku Jesussa ji hêla Yahya Ibn Zakariya (Yûhennayê imadkar) imad bû. [29]\nSerpar\nHer weha Binêre: Wezareta Jesussa û Apostê (Islamslam)\nBi gelemperî tête pejirandin ku Jesussa bi Aramaic, zimanê hevbeş yê Cihûstanê di sedsala yekemîn a.d û herêmê de li-mezin peyivî. [30]\n\nDîtina yekem û zûtirîn a Jesussa ku di ramana Islamicslamî de hatî çêkirin e ev e ku mirov ji hêla Xwedê ve hatî bijartin da ku her du darizandina li ser perestgehan û dijwariya xwe bide ku li Xwedê rast bike. Ji vî bingehî, li ser hemî pêxemberên berê, li ser lensên nasnameya misilmanan hate xuyang kirin, Jesussa êdî ji peyamnêrê bêtir nayê hesibandin ku peyamek dubare ya temenan dubare dike. Miraqên Jesussa û sernavên Quranê ji Jesussa re hatibûn hêza Xwedê ji bilî dabeşkirina Jesussa - heman hêza pişt peyama hemî pêxemberan. Hin kevneşopiyên îslamî bawer dikin ku mîsyona Jesussa tenê ji gelê Israelsraîl û statûya wî re wekî pêxemberek ku ji hêla gelek keramet ve hatî pejirandin bû. [31] [32]\n\nWêneyek duyemîn a Jesussa ya Duyemîn Jesussa Hêjmarek Dawîn e. Ev têgehan bi piranî ji Hadith derdikeve. Kevneşopiya misilman çîrokek bi vî rengî di teolojiya xiristiyan de tê dîtin, dît ku Jesussa di dawiya demê de gihîştiye û li ser erdê daket da ku şerê antîkrîst şer bike. Ev çîroka tê fêm kirin ku sedema sedemên Islamslamê, digel çend kevneşopiyên ku Jesussa ku nîşan dide pêşengiya Mihemed destnîşan dike. Dûv re dewletên kevneşopiyan wê hingê dê mirina xwezayî bimirin. [33]\n\nWêneyek sêyemîn û berbiçav ji Jesussa ye ku nûnertiya hejmarek ascetîk e - pêxemberek dil. Her çend Quran ji 'Mizgîn' ya Jesussa re vedibêje, ew hînkirinên taybetî yên wî di nivîsên Quranê an paşê de têne behs kirin. Ew bi piranî ne pir in. Kevneşopiya Sufi li ku Jesussa li wir rijand, wekî mamosteyek giyanî bi dengek diyar ji pêxemberên din re, di nav de Mihemed. Sufism bi gelek nêzîkatiyên, di nav de asceticîzm, helbest, helbest, felsefe, pêşniyara spekulatîf, û rêbazên mystical. Her çend sufîzmê ji hişê rojava re xuya dike ku dibîne ku orîjînal an hêmanên neoplatonîzmê parve bikin, îdeolojî ji ber ku ew li gorî gotinên Quran in û li pey Mihemedê Mihemed in. [34]\n\nPêşgirî\nTêgînên pêşgotinên îslamî yên Islamicssa tê bawer kirin ku di Kufa, Iraqraq, Iraq, di bin Reşîdun Caliphate de ku nivîskarên zûtir ên kevneşopiya Misilman û Bursyan hate formul kirin. Têgehên Jesussa û wezareta wî ya pêşkeftî ya ku li kufa hate pêşxistin ji Xirîstiyanên Ascetic ên Misrê yê ku li dijî Serlêdanên Dêra Fermî ya Dêrê ji Romayê dijîn. [35]\n\nÇîrokên zûtirîn, hejmar li ser 85, di du berhevokên mezin ên wêjeyê de bi navê Kitab el-Zuhd Kitab al-Zuhd (Pirtûka Ascetîkî) ji hêla Ibn Hanbal (d. 855). Van gotinan li çar komên bingehîn derdikevin: a) gotinên eschatolojîk; b) gotinên quasi-Mizgîn; c) Gotin û çîrokên ascetîk; D) Gotinên Pola-Mislim Polemim. [36]\n\nKoma yekem gotinên Jesussa 'archetype Jesussa di Quranê de vedihewîne. Koma duyemîn çîrokên çîrokên, her çend ku tê de bingehek Mizgîniyê heye, bi \"stûna berbiçav a Islamicslamî\" ve têne berfireh kirin. Koma sêyemîn, hebûna herî mezin e, Jesussa wekî patronê ascîlîzma misilman ronî dike. Koma paşîn li ser archetype û rêzimana misilman a Jesussa û taybetmendiyên wî, pêşdetir ramanên esoterîk di derbarê termên mîna \"ruhê Xwedê\" û \"peyva Xwedê\" de. [37]\n\nMîranî\nGotara sereke: Miracles Jesussa\nHer weha bibînin: Mizgîniya Infancy ya Thomas\nTaybetmendiyên Quranê bi kêmî ve şeş kerametên Jesussa, digel ku gelek kesên din ji hêla nivîskar û dîrokzan ve têne zêdekirin. Miracles ji Jesussa re wekî nîşanên pêxember û profesorê wî hatibûn dîtin (D. 1990), nivîskarek ku ji bo Mudhakkirat Dajaja (Memoirs of a Hen) (Qahîre: Dar Al-Maarif tê zanîn) , 1943; 2nd ed. 1967). Di Mesîh de li Edebiyata Quran û Erebî ya nûjen (1960), Al-Husayni got ku ew ne diyar e Mihemed Taybetmendiyên Mihemed ne ji xwe re keramet dike. [38]\n\nVan şeş kerametên li Quranê bêyî hûrguliyên Mizgîniyê û çavkaniyên wan ên gnostîk ên wan ên ne-canonical, yên ku hûrguliyan vedigirin û behsên din ên hatine destnîşankirin hene. [38] Li ser sedsalan, van şeş çîrokên mirîdan bi nav hadith û helbestê ve hatine berfireh kirin, digel nivîsên olî, di nav de hin nîşanên din ên ku di Mizgîniyê de, çavkaniyên ne-kanonîkî hatine destnîşankirin, û ji lor. [26] [26] [26]\n\nJi cradle re axivîn\nAxaftina ji cradleyê li sê cihan li Quran tê gotin: el-imran (3) 41, 46, al-maida (5) 109-110 û Maryam (19) 29-30. Beşek çîrokê pitika pitikê heye ku parastina diya xwe Meryema ji sûcdariya dayîna bê mêrê naskirî ye. [39] Destpêka Islamslamê ne diyar e Joseph û rola wî. Jesussa dema ku Gabriel Gabriel diaxivî, îlan kiribû ku ew xulamê Xwedê ye, ji wî re pirtûkek e, pêxemberek e, roja ku ew ji dayik bû, pîroz be, roja ku ew dê bimire, pîroz be , û roja ku ew zindî hatiye bilind kirin. [40]\n\nHer çend ev vegotina taybetî di Incîlê de nayê dîtin, mijara axaftina ji cradle di Mizgîniya Inf-Suryansa Pre-Islamicslamî ya Ne-Canonical de tê dîtin. Ew çavkanî Jesussa xwedê, peyva xwe ragihand û pejirand ku tiştê ku Gabrîelê milyaket berê xwe daye Meryemê di Mizgîniyê de. [39]\n\nAfirandina çûkan ji kulikê\nMirîdîroka çêkirina çûkan ji çûkan û dirûvê jiyanê di nav wan de dema ku zarokek li el-Imran (3) 43, 49 û el-maiida tê gotin (5) 109-110. Her çend ev mirî jî di Mizgîniya Kanonîkî de nehatiye behs kirin, bi kêmî ve du çavkaniyên pêş-îslamî yên Thomas û Toledotê Jeshu, bi hûrguliyên guhêzbar ên di navbera Quran û van her du çavkaniyan de tê dîtin. [ 41] [42]\n\nKor û lepikan baş dike\nHer weha Binêre: Du zilamên kor li Celîlê xweş bikin û deh lepikan paqij bikin\nSimilar to the Testament, Quran behsa Jesussa û Leşketên Misilman li Al-Baydawi (D. 1286) ku sax bibe û ew Jesussa tenê van nexweşiyan ji dua qenc kir. [43] Scharch Scharchal Medieval AL-Tha'labi nivîsî ka ev du nexweşiyên taybetî ji wiya alîkariyek bijîşkî ne, û nîşanên Jesussa tê wateya ku ji hêla kesên din ve ji hêla peyama xwe ve têne şahid kirin. [41]\n\nMiriyan bilind kirin\nJesussa tê bawer kirin ku mirov ji nav miriyan rakir, wekî ku li el-Imran (3) 49 tête diyar kirin. de Jairus, kurê jinebî li Nain, L Lazar). [44]\n\nRecanendî\nJesussa karîbû pêşbîn bike, an jî hebûya, ji bo yên ku ji yên din veşartî an nenas bû. Mînakek Jesussa dê bi rengek rast bersiv bide û her pirsa ku ji wî pirsî. Nimûneyek din Jesussa Knewsa dizanibû ku mirovên ku tenê xwariye, û her weha tiştê ku wan li malên xwe hilanîne. [26]\n\nTabloya xwarinê ji ezmên\nGotara sereke: elaletek xwarinê\nBinêre jî: şîvê paşîn\nDi beşa pêncemîn a Quran, el-Ma'ida (5) 112-115 de behsa şagirtên Jesussa bi xwarina maseyê re daxwaz dikin, û ji bo ku ew di pêşerojê de rojek taybetî ya bîranînê be. Ev dibe ku li gorî Profesoriya Lêkolînên Islamicslamî û Erebî W. Montgomery Watt (d. 2006) Li gorî profesorê olên bihevre GEOFFREY Parrinder (D. 2005), ne diyar e ka ev çîroka şîva paşîn a Mizgîniyê an xwarina elaletê ye, lê dibe ku bi peyva Erebî (Misilman) ve girêdayî be: [47]\n\nOneaxê ku şagirtan digotin: O Jesussa, kurê Meryemê, dikare Xudayê te ji me re maseyek ji ezmên bişîne? Wî got, heke hûn bawermendan ji Xwedê ditirsin. Wan digot em dixwazin wê bixwin, û dilê me dikare di aştiyê de be, û em dizanin ku we bi rastiyê bipeyivin û di nav wan de bûn. , Kurê Meryemê, got: Ya Xudayê me ji ezmên li ser ezmên maseyek ji me re bişîne, ji bo me, ji bo me û ya dawîn ji me re bibe: xwarin) ji me re, ji bo ku hûn pêşkêşvanên çêtirîn in. Xwedê got ez wê ji bo we dişînim. [46]\n\nDi tomarê de ji hêla Sunni Exegete Tabari, berî şîvê paşîn, gefa mirinê wî xeyal kir. Ji ber vê yekê, Jesussa ji şagirtên paşîn re şagirtên xwe vexwend. Piştî xwarinê, wî destên xwe şuşt û destdirêjiyên xwe kir da ku destên xwe li kincê xwe paqij bikin. Piştra Jesussa bersiv da wan: \" Di têkiliyê de bi hevdû re nebe lê ji ber ku min xwe ji bo we berfireh kir, xwe ji hevûdu berfireh bikin. \" Piştî ku şagirtên li hînkirina wî fêr bûn, Jesussa bigere ku yek ji wan wê înkar bike û yekî din jî wî bide dest. Lêbelê, li gorî nêrînên îslamî li ser mirina Jesussa, tenê cesedek di Sembola Jesussa de hat xaçkirin û Jesussa bixwe ji Xwedê re hate bilind kirin. [48]\n\nMirazên din\nGelek çîrok û çîrok li ser salên Jesussa hatine pêşve xistin, di nav de hin dersên xwerû an peydakirina wateya ji ber nebûna hûrgulî li Quran di derbarê Jesussa de. Hin ji van çîrokan di xwezayê de ji şahidiya nû re mîna hev in, dema ku hinek bi awayek pir mirovî wêne bikin.\n\nJi bilî hin kurteyên berbiçav ên Mizgîn ên Jesussa ji hêla nivîskarên Misilman ve, ji serdemî (mîna rêvekirina li ser avê - û sedema ku nanê nan tê dîtin), [39] Hin kerametên din ji zaroktiyê Tevlîheviyê: Ravekirina bingehîn a ku li dibistanek exlaqî ye, eşkere dike ku dizê bi sere padîşah û padîşah û şerabê ji vî padîşahê re, hêza wî ya mirî diherike Ji nav miriyan re, ku zarokek bi şaşî hate kuştin, û dibe sedema kincên ji vatek yek-rengîn ku bi rengên cûda derkeve. [26]\n\nKurê karbidestê Royal Healing\nGotara sereke: Kurê karbidestê Royal Healing\nAl-Tabari (d. 923) Raporek çîrokek mezin a Jesussa bi padîşahê xwe li herêmê û başkirina Kurê xwe re ragihand. Nasnameya padîşah nehatiye behskirin dema ku efsaneyê pêşniyar dike ku Philip Tetrarch. Referansa Mizgîniyê ya têkildar \"Kurê Karbidesta Royal\" e. [49]\n\nÇavbirçî û rastî vegotin\nStoryîrokek efsanewî ya ji aliyê ciwanek Jesussa, ku li gorî Profesor Ayoub, li Profesor Ayoub, ku bi zilamek Cihû û nanê nan re têkildar bû, wekî dersa herî dijwar tê dîtin. Her çend bi dengek polemîk jî, navendên dersê li ser çavdêriya bi vegotina rastiyê di nav vegotinê de. Ew çîrokek ku bi gelemperî di pirtûkên zarokan de tê dîtin. [50]\n\nHişmendiya xwezayî\nHer weha bibînin: Logos (Islamslam) û Logos (Xiristiyan)\nDîrokek din a Mizgîniyek din di derbarê hişmendiya zaroktiyê ya Jesussa de yek e. Ev efsanewî, ji al-Tabari ji Ibn Ishaq re ragihand, li ser Meryemê biaxive ku Jesussa dişîne dibistanek olî û mamoste ji ber ku ji berê de agahdarî / nîqaş tê fêr kirin. [26]\n\nXwarin di xaniyên zarokan de\nStoryîrokek din ji Al-Tabarî re dibêje ku Jesussa bi ciwanên gundê xwe re lîst û ji wan re got ku dêûbavên xwe li malê amade bûn. [26]\n\nLi gorî hûrguliyên çîrokê, hin dêûbav aciz bûn û qedexe bûn zarokên xwe ku bi Jesussa re bilîzin, guman dikin ku ew sêrbaz bû. Di encamê de, dêûbav zarokên xwe ji Jesussa dûr xistin û zarokên xwe li xaniyek yek civand. Rojek, hest bi tenêtî, Jesussa derket û li hevalên xwe digere û li ser vê malê hat, wî pirsî dêûbavên ku zarokên wan lê bûn. Dêûbavan derewan kir, bersiv da ku zarok ne li wir bûn. Piştî ku Jesussa dipirse ka kî kî ye, li malê ye, dêûbav gazî Jesussa dikin. Hingê Jesussa dibêje: \"Bila li vê malê swine be\", hemî zarokên xwe diherike. [28]\n\nLi ser sedsalan, nivîskarên Misilman jî wekî kerametên din ên ku ji cinan davêjin, ji hin çavkaniyên pêş-îslamî yên heretîk, û ji çavkaniyên canonical wekî efsaneyên li ser Jesussa hatin berfireh kirin. [26]\n\nKişif\nGotara sereke: Mizgîn di Islamslamê de\nMisilman bawer dikin ku Xwedê nivîsarek nû ji Jesussa re eşkere kir, digotin, digotin, her weha îlankirina rastiya vegotinên berê: Al-Tawrat (Torah) û el-Zabur (Zebûr). [51] Quran bi bîhnfirehî Al-Injīl diaxive, ku ew wekî Nivîsara Pîroz diyar dike ku dilê şagirtên xwe bi mejiyet û dilovaniyê tije dike. Exegesion ya kevneşopî ya Islamicslamî îdîa dike ku peyama Mizgîniyê ye (Tahrif), tê binavkirin Ta'yin al-Mubham (\"çareseriya ambargoyê\"). [52] Ev hewldana polemîk di serdema navîn de bi nivîsên Abd el-Jabbar Ibn Ahmad re bi eslê xwe re heye. [53] Derbarê Lawerîeta Mûsa, Quranî destnîşan dike ku Jesussa tu carî qanûnên Cihûyan nedikir lê tenê wan piştrast kir, dema ku tenê çêkirina abrogasyonên parçeyî. [54]\n\nMisilmanên dirêj bawer bûn ku Pawlos bi mebest hînkirinên orîjînal ên Jesussa xera kir. [55] Dîroknasiya sedsala 9-an îdîa kir ku hin rahîbên Pawlos piştrast kir ku bi zanyariyên destpêkê yên ku Ibn Hazm têne destnîşankirin di Xiristiyaniyê de ne. [56]\n\nLi gorî Yusuf El-Qaradawî li pirtûka wî qanûn û qedexe ye, qedexeyên qanûnî Jesussa ji bo Cihûyên ku ji hêla Xwedê ve wekî cezayê qanûnî zagonî ye. [57] Commentîroveyên Klasîkî yên wekî Tafsir Al-Jalalayn diyar dikin ku wan li ser vexwarina goştê masî û çûkê bêyî spîkan, an bi gelemperî ve girêdayî ne. [58]\n\nMentions in Quran\nŞopandin\nQuran diyar dike ku Jesussa ji hêla komek şagirtên (ḥawāriyyūn) ve bû ku baweriya peyama wî bû. Dema ku negirtina şagirtan, Quran çend mînakên Jesussa dide peyaman ji wan re ragihîne. Misilmanan şagirtên Jesussa wekî hevrêyan (ṣaḥāba) Mihemed identical dibînin. [59] Li gorî Xiristiyaniyê, navên diwanzdeh şagirtan Peter, Andrew, Aqûb, John, Fîlîpo, Bartholomew, Thomas, Metta, James, Jude, Simonimûn û Cihûdayê.\n\nQuranê li beşa 3, ayetên 52-53, da ku şagirtan bi baweriya Islamslamê re radest kirin: [çavkaniya ne-sereke hewce bû]\n\nGava ku Jesussa Baweriya xwe li ser beşa xwe dît: \"Kî dê bibe arîkariyên min (karê) Xwedê?\" Got şagirtan: \"Em arîkarên Xwedê ne: şahîd.\"\n\n- Quran Surah al-Imran 52-53 [60]\nMîroveya herî dirêj a ku bi şagirtên Jesussa re ye, dema ku Jesussa dabeşkirina masê ji ezmên ji ezmên di daxwaza wan de ye, ji bo delîlên din ku pêşwaziya wî peyama rastîn e.\n\nÇerm\nAyeta An-Nisa 157 ayeta bingehîn a Quranê ye ku bûyerê xaçkirina Jesussa. [61] Ew dibêje ku Jesussa nehatiye kuştin û ne jî xaç kirin, lê 'ew hate çêkirin\nAn-Nisa's Verse 157\nKu wan digot (bi pesn), Me Mesîh Jesussa kuşt, peyxemberê Xwedê '; lê wan ew kuşt, Li wir tije gumanan in, bê (hin) zanebûn, lê tenê cerdevanî şopandin, çimkî bi ewlehî ew wî kuşt.\n\nku ji wan re xuya bibe '. [62] Piraniya kevneşopiyên îslamî bi rengek kategorî înkar dikin ku fîzîkî li ser xaçê an bi rengek din mir. \"[63] [64] Exegesis Islamicslamî ragihand ku kesek din li cîhê Jesussa hate xaç kirin. Lêbelê, hin zanyarên nûjen ên Misilman bawer dikin ku bi rastî Jesussa mir, û referansên li ser zindîbûna wî sembolîk in, ne bi edal. Ev nakokiya li ser cewherê mirina Jesussa di hundurê Kanona Islamicssa de bixwe tê dîtin, digel zûtirîn Hadith bi gotina hevalên Mihemed got ku Jesussa miribû. Di vê navberê de, piraniya paşê Hadith û Tafsir li berevajî li berevajî ye. [Hewceyê citation]\n\nLi gorî Quranê, ew ne hat xaçkirin, lê ji hêla Xwedê ve xilas bû. (Her çend kevneşopiyên îslamî yên zûtir û bihurîn di derheqê mirin û dirêjahiya wê de, misilmanan bawer nakin ku Jesussa li ser xaçê ne miriye, lê bawer bikin ku ew bi bihuştê ve hatî rizgarkirin).\n\nSifir\nNayê zanîn ka cihê ku şîroveya mişterazî bi eslê xwe tê de, lê hin zanyaran teoriyê dihesibînin di nav hin komên gnostîk ên sedsala duyemîn de. [10] Leirvik Dîtin Quran û Hadith ji hêla Xiristiyanî (\"Heretical ') Xiristiyanî ya ku di Girtîgeha Ereban de pêşve çû û li Abysssinia-yê dihate bandor kirin. [65]\n\nDema ku piraniya zanyarên rojavayî, [66] Cihû bawer dikin ku Jesussa Misilman û Misilmanên ortodoxê hîn dikirin û Xwedê kesek din, Simonimûnê Cyrene veguherand, da ku mîna Jesussa ya ku bû Xaç kirin\n\nHin nerazîbûn û nakokî bi ragihandina Ibn Ishaq-ê ya bûyerên ku ji xaçerê re vedibêje, dema ku Jesussa ji hêla kesek bi navê Sergius ve hatibû cîh girtin, dema ku duduyan li goristana gorê Jesussa ragihand Li Medîneyê bicîhkirî û sêyemîn cihan li Quranê binivîse (3:55; 4: 158) ku Xwedê Jesussa hilda ber xwe. [70]\n\nIbn kathir (d. 1373) Li dû kevneşopiyên ku pêşniyar dike ku xaçepirs çêbû, lê ne bi Jesussa re. [81] Piştî bûyerê, Ibn Kathir ragihand ku mirov li sê komên sê çîrokên cihêreng hatine dabeş kirin; Jacobites bawer dikin ku \"Xwedê bi me re ma heya ku ew xwest û wê hingê ew hilkişiya ezmên\"; Nestoriyan bawer dikin ku heta ku Xwedê wî bi ezmên bilind kir, \"Kurê Xwedê bi me re bû.\"; The misilmanan \"xulam û xulamê Xwedê, Jesussa, bi me re û heta ku Xwedê dilxweşî ji me re ma.» [82]\n\nDuyemîn tê\nTimeline hatina Jesussa berî roja darizandinê\n\nMinareta ISA li Mizgefta Umayyad, Damascusamê\nLi gorî kevneşopiya îslamî, ku li ezmanan hilkişand û li wir 2000 salan li wir reviyan, dê di demek kurt de li dijî darizandinê li dijî al-Masih Ad-Dajjal ('Mesîh \") û şagirtên wî biterikîne , da ku werin alîkariya Mehdî û şagirtên wî yên Misilman. Li Mizgefta Umayyad. [87] Ew ê silav li Mehdî bike û (bibe misilman) li kêleka wî dua bike. Di dawiyê de, Jesussa dê Dajjal li Lod bikire. [88]\n\nPiştra, ew ê \"xaçê bişikîne, gogê bikuje, û baca Jizya biparêze\", li gorî Hadah-ê naskirî ya Sahih-Bukhari. [89] [90] \"Theirovekirina gelemperî\" ya vê pêxemberîtiyê ew e ku, ew in ku Jesussa li ber perestiya Xiristiyan û bi baweriya xwe, \"sembolî ji hêla xaçê ve\". Ew ê ji nû ve sazkirina qanûnên koser / haliyê ji hêla Xiristiyaniyê ve were saz kirin; (Li gorî yekê hadith, Jesussa dê \"dêr û perestgeh hilweşîne û xiristiyan bikuje heya ku ew ji wî bawer nekin.\") [93] [Nîşe 1]\n\nNivîsên Islamicslamî jî ji nû ve ji nû ve ji nû ve ji nû ve gogê kevnar û Magogê kevnar (Ya'jūj Ma'jūj), ku dê ji cerdevaniya xwe ya jêrîn veqetîne û bibe sedema cîhanê. [95] Xwedê, di bersiva duayên Jesussa de, dê wan bi şandina celebek çirisê di nav napên stûyê xwe de, û çûkên mezin bişîne da ku cesedanên xwe ji erdê bişîne. [86] Piştî mirina Mehdî, Jesussa dê serokatiya cîhanî û aştî û dadê pêk bîne.\n\nHer weha li gorî kevneşopî, Jesussa wê bizewice, zarokên xwe li dar bixin û ji bo çil salan dinyayê hukum bikin (kevneşopî gelek demên cûda bidin) piştî ku ew ê bimire. [96] Misilman wê hingê dua bikin ji bo wî û dûv re wî li Dome Green li bajarê Medîneyê li gorê Mihemed, û bi rêzdarî vala bihurînin. [97] Li gorî efsanewî ya IBN Khaldun, dê herdu caliko ji nav miriyan di navbera her du pêxemberan de rabe. [98]\n\nÇavkaniyên\nDema ku Quran ji vegotina jorîn a Jesussa re nagire, [99] gelek misilman bawer dikin ku du ayetên Quranî di demên dawiya duyemîn de tê vegotin. [90] (1) ayeta ku li jor behs kir ew qet li ser rûyê erdê miriye:\n\n\"And [Forimkî] gotina wan, 'Bi rastî me Mesîh, Jesussa, kurê Meryem, peyxemberê Xuda kuşt.' Û wan ew nekujî, ne jî wî xaç kirin; . They wan wî, bi guman ew nekuje. \" (Q.4: 157 :)\nÛ ayetek duyemîn tê şîrove kirin ku di navbera Jesussa de û \"saet\" (demên dawî) nîşan bide:\n\n\"Lo Lo! Bi rastî zanîna saetê heye. Ji ber vê yekê hûn di derheqê wê de ne guman in, lê li pey min bin. Ev riya rast e.\" (Q.43: 61 Trans Pickthall). [90]\nHadiths li ser vegera Jesussa li pişta Hurairah-ê, yek ji Sahaba, lê dibe ku di destpêka şerên navxweyî de di destpêka abbasid caliphate de, dema ku xilaskar bû, dibe ku di rastiyên navxweyî de were danîn. Dema ku ji bo sidî, Mahdî dê bibe Xilaskar, hin Sunnî li benda vegera Jesussa ne. Di dema destpêka abbasid caliphate de, li ser pêvajoyên li ser pêvajoyê û girtina gogên gel, qedexe bû, qedexe bû. Wekî din, şikandina xaçê, dibe ku nerazîbûna gelemperî ji vê sembolê ji hêla misilmanan ve ronî bike, û berazên çirûskê ji bo exorcismê legionê ya Jesussa. [100]\n\nJesussa li Quranê, rasterast û nerasterê tête behs kirin, Hst] Jesussa ji hêla navê 16 caran ve tê vegotin, [Nîşe 2] Kesê Sêyemîn, [Nîşe 3] Kesê yekem 35 carî û yên mayî wekî sernavan di Quran de. [Nîşe 4] [113]\n\nMihemed xwe wekî 'herî nêzê hemû mirovan ji Jesussa re rave kir. [114]\n\nSimilitude bi Adem re\nQuranî tekezî afirandina Jesussa dike, [107] bi navgîniya xwe bi Adem re di derheqê nebûna bi eslê xwe de. Muhammad bi gelemperî ji bo berhevdana zayînên Adem û Jesussa dikir. [115]\n\nExegesis Islamicslamî li pişt argûmanek mantiqî ya destwerdana Xiristiyan li ser destwerdana Xwedê ye, ji ber ku encamên wiha dê di bin Adem de ku tenê wekî afirîner tê fêm kirin. [107]\n \nDi Islamslamê de, Jesussa tê bawer kirin ku berê xwe da pêxemberê Islamicslamî Mihemed. Li gorî Quranê, hatina Mihemed bi Jesussa re di vê ayetê de, 61 Misilmanên Ereban ji bo baweriya xwe ya nû di kevneşopiyên olî yên heyî û îdîayên ji Jesussa de îdîa kirin. [116] Misilman bawer dikin ku Jesussa ji Mihemed re precuror e, û ku ew pêxemberîtî kir ku hatina paşîn. [117] [26] Ev perspektîf li ser bingehek Quranê ye ku Jesussa ji peyamek re diaxive ku li pey wî navê wî \"Ehmed\" xuya dike. [118] Islamslam Ashmed bi Mihemed re têkildar e, her du peyvan ji rootiya Triconsonantal ya ku ji praeworthiness vedigire. Misilman îddîa dikin ku delîlên belgeyê Jesussa di Peymana Nû de amade ye, cînavkirina behsê paracleta ku tê de tê de di Mizgîniya Yûhenna de ye. [119]\n\nCommentîroveyên Misilman îdîa dikin ku peyva Yewnanî ya orîjînal bikar anî Periklutos, wateya malbat, nuvaze, an pesnê-bi Erebî wekî Ehmed; û ku ev ji hêla Mesîhiyan ve bi parakletos ve hat guhertin. [97] [120] Ev raman nîqaş e, dipirse gelo têgihîştina kevneşopî ji hêla nivîsa Quranê ve tê piştgirî kirin.\n\nTeolojiya Islamicslamî îdîa dike ku Jesussa ji pêxemberek din re pêşwazî kiribû ku wî li gorî Sura 61: 6, bi behsê navê Ehmed re serfiraz bike. (Ehmed navek erebî ye ji heman triconsonantal root ḥ-M-D = [ح - م - د] د].\n\nVegere peyva \"Ehmed\", misilmanan pêşniyaz kir ku Ehmed wergerîne Periklutos, pîroz kirin an jî pesnê John XIV, XV û XVI ye. [121]\n\nHadith\nHadith gotinên Mihemed û mirovên li dora wî têne ragihandin. Hadith heye ku Legend Jesussa ji hêla xiristiyanî ya ne-canonical ('heretical') ve bandor kir ku di nav penêrê Ereban de serdest bû û li Abyssinsinia. [65] Hadith di sedsala misilman a sêyemîn de wekî çavkaniya desthilatê ji bo civata misilman statûyek kanonîkî pêşxist. Nerazîbûna Misilman a Jesussa ji Hadith derket hasterê hêjmarek mirûz, bêserûber, li gorî persorê misilman, li gorî baweriya misilman (misilman). Ber 13]\n\nHadith di nav misilmanên hevbeş de wêneyek pir girîng lîstiye, ku di nav misilmanên hevbeş de, dema ku had û tafsirs li ser nivîs û raporên mezin çêdibe, pêşve xistin. [26] Bi Ragihandina Misilman re, valahiya Jesussa şaş e. Ya ku li şûna wê hatiye nivîsandin, sêrbazê ascetîk e, ji hêla Ruhê Pîroz ve hatî alîkarî. Mizgîn wekî pirtûkek tê dayîn tê dîtin û tenê tê vegotin bêyî ku hînkirinên rastîn behs bikin. Bi teybetî, gotinên xapînok û hînkirina hînkirinên Jesussa di nav Hadith-ê de, li Islamslamê, û di nûnertiyên Sufî yên Jesussa de pêşdibirin. \"[65]\n\nIslamê sunî\nLi Kitab al-Milal wa Al-Nihali, Al-Shahrasti (d. 1153)\n\nXiristiyan. (Ew) civak (umma) ya Mesîh, Jesussa, kurê Meryem (aşitiyê li wî). Ew e ku bi rastî ji Mûsa (Aşitî li ser wî) hat şandin (wek aşitiyê), û yê ku di Torayê de hat ragihandin. Ji wî re (pejirandin) nîşanên eşkere û delîlên balkêş, wek revandina miriyan û kemîna kor û lepikê. Dispositiona wî ya pir xwezayî û xweser (Fitra) nîşanek bêkêmasî ya rastdariya wî ye; Ango, bê tovê berê û bê axaftina wî bêyî hînkirina pêşîn. Ji bo hemî (yên din) hatina şandina wan di (temenê) çil salan de bû, lê dema ku ew hat ku di nav cirkan de biaxive, û eşkere gava ku ew ragihand (Peyama Divine) li (temenê) sî. Demjimêra mîsyona wî (pêxember) (Da'wa) sê sal û sê meh û sê roj bû. [131]\n\nShia Islam\nLi Nahj Al-Balagha, Caliph Caliph Ali (r. 656-661) tê ragihandin ku tê axaftin li ser sadebûna Jesussa. [132] Ali dibêje ku \"Jesussa kevirek ji bo jîna xwe bikar anî û xwarina hişk xwar. dewlemend ji devjêberdan. Du lingên wî ragihandina wî bûn û du destên wî xulamê wî bûn \". [132] Li gorî Ja'far Al-Sadiq, neviyek mezin a Alî, dema di navbera Dawid û Jesussa çar sed sal bû. [133] Ja'far hîn bêtir dibêje ku ola Jesussa Monoteism (Tawḥīd) û Paqijî (Ikhlāṣ) bû. [133] 'Injil' (Mizgînî) ji wî re şand û soza ku pêxemberên din jî ji bo damezrandine. Monmon û meselên wî di 'Injil' de ji wî re hatin şandin, lê qanûnek ceza li wê ne çêbû û ne jî şertên cezakirinê (Ahkam el-Hudud), û ne berpirsiyariyên ji bo mîrasa. Ew ji tiştê ku ji Musa re di Torayê de hate şandin, çi bû ku ji Musa hate şandin. Jesussa ji şagirtên xwe re emir kir ku ew bi qanûna Torayê bawer dikin û 'Injhil'. [133]\n\nLi gorî Qadi al-Nu'man, Jurîstek navdar a misilman a serdema Fatimî, li Quranê tê vegotin ji ber ku ew ji bo rakirina mirovan ji bo rakirina (Masaha ) nepoxên wan, êşa baweriya wan; gelo eşkere (Zahir) an veşartî (batin). Qadi Al- Nu'man, di bingeha xebata xwe ya şîrovekirina sembolîk de (Asās el-Ta'wīl), li ser jidayikbûna giyanî (Milad al-Batin) ya Jesussa, wekî şîrovekirina çîroka xwe ya zayîna laşî (Milad Al- Zahir) li Quranê behs kir. Ew dibêje ku Meryem, diya Jesussa ye, ji bo kesek ku nahêle û fêrî Jesussa (Lāhiq), ji bilî zayîna fîzîkî ji wî re, metaforek e. Qadi al-Nu'man diyar dike ku Jesussa ji serbilindiya pak a Birahîm dûr e, wek ku Alî û kurên wî ji Progeny Paqij a Mihemed, bi Fatima. [134]\n\nXuyabûnî\nLi ser bingeha gelek vegotinên Mihemedê, Jesussa dikare bi vî rengî bi vî rengî were şirove kirin (bi her cûdahiyên ku wî di demên cûda de ji ezmên ve tê gotin, an jî dema ku Jesussa di dema Jesussa de diyar dike 'hatina duyemîn): [144]\n\nZilamek baş a navînî / nermîn / navîn / navîn û stûnek bi zincîrek berfireh.\nRastîn, porê dirêj, û porê dirêj ên ku di nav milên wî de ket. Wusa dixuye ku ew av ji serê wî ve diherike, her çend ne şil e.",
"Muhammad": "Mihemed di Islamslamê de\nJi Wikipedia, ensîklopediya belaş\nVegere NavîgasyonJump to lêgerîn\nEv gotar di derbarê rola û girîngiya Mihemed de di çarçoveyek Islamicslamî de ye. Ji bo nêrînek gelemperî, Mihemed bibînin.\nImam Al-Anbiya\nRasūl Allāh\nMihemed\nمحمد\nمحمد صلى الله عليه وسلم. SVG\n'Muhammad' di kaligrafiya Islamicslamî de\nPêxemberê Islamslamê\nBerê ji hêla ISA (Jesussa)\nBi helwesta ku hatiye qewirandin biserkeve\nSernav Khatam An-Nabiyyin ('Selika Pêxemberan')\nŞexsî\nDuşem, 12 Rabi 'Al-Awwal 53 BH (570 CE)\nMekca, Hejaz, Erebî\nDuşem Duşem, 12 Rabi 'Al-Awwal 11 AH (8 Hezîran 632 CE)\nMedina, Hejaz, Arabia\nCihê Resting Dome, Mizgefta Pêxember, Medina\nDîn Islamslam\nHevjîn Jinên Mihemed bibînin\nZarok zarokên Mihemed dibînin\nDewûbav\nAbd Allah Ibn Abd Al-Muttalib (Bavo)\nAmina Bint Wahb (Dayik)\nDestûra xebata (an) ya berbiçav a Medina\nNavên din nav û sernavên Mihemed dibînin\nXizmên dara malbatê ya Mihemed, AHL al-Bayt (\"Malbata House\" dibînin)\nSignature Mihemed Seal.svg\nSeal of Mihemed\nRêberê Misilman\nSerkeftin serkeftina Mihemed dibîne\nNavê erebî\nKesane (ISM) Mihemed\nPatronymic (Nasab) Muḥammad Ibn Abd Allah Ibn Abd Al-Muttalib Ibn Hashim Ibn Abd Manaf Ibn Qusai Ibn Kilab\nTeknOnymical (Kunya) Ebû al-Qasim\nBismillahir rahmanir rahim\nBeşek ji rêzek li ser Islamslamê\nPêxemberên Islamicslamî\nAnbiya\nPêxemberên li Quranê\nNavnîşa navê Islamicslamî û navê Biblical.\n'Am (ADAM)'IDRīS (NOAH) Nūḥ (EBER) Hūd (EBER) 'Librāhīm (Abraham)'Isḥāq (Abraham) Yūsuf Jethro ) Muḥammad (Mihemed)\nBûyerên sereke\nTemaşîvarimên\n Islam Portal\nvte\nBeşek ji rêzek li ser\nÎslamiyet\nAllah3.svg\nBawerî\nKiryar\nTextSfoundations\nDîrok\nCultureand û Civak\nMijarên têkildar\n Islam Portal\nvte\nMuḥammad Ibn Abd Allah (Erebî: محمد بن عبد ٱلله; C.570 - 8 Hezîran 632 CE), tê bawer kirin ku di hemî şaxên sereke yên Islamslamê de sekinîn û pêxemberên Xwedê ye. Misilman bawer dikin ku Quranê, nivîsa olî ya navendî ya Islamslamê, ji hêla Xwedê ve hatî şandin, û ew bawer dikin ku bi Mihemed re, baweriya rastîn a yekdestî ya Adem, Birahîm, Musa, Jesussa, û pêxemberên din. [1] [2] [3] [4] Tenduristên olî, civakî û siyasî yên ku Mihemed ku bi Quranê re damezrandî bû bû bingeha Islamslamê û cîhana misilman. [5]\n\nAbout Year 53 Bh (570 CE) Di 40 saliya 40-ê de (610 CE), Mihemed tê gotin ku di şikefta xwe ya ku bi navê Hira, ku heya dawiya jiyana xwe berdewam bû, ji xwedêgiravî xwe ya devkî girt, û Misilmanan ragirtina ku Mihemed ji hêla Xwedê ve hatibû pirsîn da ku pûtparêziyê bişopîne, pratîkek bi eşkere li Erebistana pêş-Islamicslamî. [8] [9] Ji ber ku bi şandina misilmanên nû ve hatî veguheztin, piştî vexwendina heyetek ji Medina (hingê wekî Yathrib) tê zanîn û şagirtên wî koç kirin Medina di 1 Ah (622 CE) de, bûyerek ku wekî Hijrah tê zanîn. [10] 110] - Xalek zivirî li jiyana Mihemed, ev Heyira jî destpêka salnameya îslamî nîşan dide. Medina, Mihemed destûrnameya Medîneyê destnîşan kir ku maf û têkiliyên di nav civakên cihêreng ên heyî de destnîşan kir, civakek serbixwe ava kir, û îdare kir ku yekem Dewleta Islamicslamî saz bike. [12] Tevî dijminatiya domdar a Meccans, Mihemed, ligel şagirtên xwe, di 630-an de kontrola Mekaya, [13] [14] kir, dabeşkirina hemî pûtên pagan. [15] [16] Di salên paşîn ên wî de li Medina, Mihemed eşîrên cihêreng ên Erebistanê di bin Islamslamê de yekbûyî [17] û reformên civakî û olî pêk anîn. [18] Wexta ku ew di nav 11 Ah de mir (632 CE), hema hema hemî eşîrên nîvgirava Ereban ji Islamslamê veguherandibû. [19]\n\nMisilmanan bi gelemperî ji Mihemed re wekî pêxember wek pêxemberê Mihemed, an jî \"peyxember\" an \"peyxember\" an \"wî, ew wekî pêxemberên herî mezin dibînin. [1] [20] [21] [21] [22] Ew ji hêla misilmanan ve wekî xwedan wekî hiziran tê dîtin. [23] Wekî çalakiyek rêzgirtinê, Misilman bi navê Mihemed ji hêla Erebistana Erebî ya Sallallahu 'Alayhi Wa Sallam re bişopînin,\n\nLi Quranê\nAgahdariya bêtir: Mihemed li Quran\n\nNavê Mihemed ku li Thuluth hatiye nivîsîn, cûrbecûr celebê calligrafy Islamicslamî ye\nQuran di derbarê jiyana zû ya Mihemed an Hûrguliyên din ên Mihemed de zêde dike, lê ew li ser mîsyona pêxemberîtiyê, serweriya xwe ya exlîsê, û pirsgirêkên teolojîkî di derbarê Mihemed de diaxive. Li gorî Quran, Mihemed di zincîra pêxemberan de ji hêla Xwedê ve hatî şandin (33:40). Li seranserê Quranê, Mihemed wekî \"peyamer\", \"peyamerê Xwedê\", û \"Pêxember\" tê binav kirin. Hin ayetên wusa 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 33:40, 48:29, û 66:09. Termsertên din têne bikar anîn, di nav de \"hişmendiya şahînet\", û \"Yê / a ku mirovan vexwendin Xwedê\" (Quran 12: 108, û 33: 45-46). Quran îdîa dike ku Mihemed zilamek e ku xwediyê xwemîna exlaqî ya herî bilind bû, û Xwedê wî mînakek baş an \"modela xweş\" ji bo şopandina (Quran 68: 4, û 33:21). Quran ji bo Mihemed, Taybetmendiyên Superhuman vedibêje, [25] lê lê wî di warê taybetmendiyên mirovî yên erênî de diyar dike. Li çend ayetan, Quran têkiliya Mihemed bi mirovahiyê bi mirovahiyê re. Li gorî Quran, Xwedê Xwedê bi Rastiyê (peyama Xwedê ji mirovahiyê) re şand. Di kevneşopiya Islamicslamî de, ev tê vê wateyê ku Xwedê bi peyama xwe ji mirovahiyê re şandiye, û ew hînkirinên jiyana xwe û paqijiya jiyana xwe ya kesane ya ku li ser vê dinyayê zindî ye . [26]\n\nLi gorî Quran, hatina Mihemed ji Jesussa re hat pêşbîn kirin: \"Jesussa, Kurê Israelsraêl! û şahidên şahînetek peyamnerê da ku li pey min were, navê wî dê bibe Ehmed '\"(Quran 61: 6). Bi vê ayetê, destpêka Ereban Misilmanên Ereban ji bo baweriya xwe ya nû li kevneşopiyên olî yên heyî û pêşbîniyên îdîayên Jesussa îdîa kirin. [27]"
}
