{
"Adam": "___ اوه انسانان! موږ تاسو د نر او ښځینه يو جوړه جوړې څخه پيدا کړل، نو تاسو به يو بل سره خبر کړئ د الله په لیدو هغه څوک دی چې تاسو ته ترټولو نیک دی. او الله پوره ښه پوهه لري او ښه پوهاوی (د ټولو شیانو سره) \"(په قرآن کریم سره)\" (د قرآن کریم سره) .__\n\nادم (عربي: آدرام) په ځمکه او لومړۍ نبي (نبي نبی) اسلام کې لومړی انسان دی. د مسلمانانو د پلار د پلار په توګه ادم اعتراف د انسان د ریس د پلار په توګه، Hawā، حواه، حوا) د انسانانو د مور په څیر. مسلمانان د لومړي مسلمان په توګه ادم ګوري چې د قرآن په توګه چې ټول پیغمبرانو د اسلام ورته باور وړاندې کړ، کوم چې د خدای په وړاندې سپارښتنه کوي.\n\nد دې دوه افرادو څخه، د انسان نسلونه ځمکه سره مقابله کړې. خدای په قران کریم کې فرمایی.\n\nکله چې آدم جوړ شو، خدای دې د رامینځته کیدو امر وکړ چې ادم ته د درناوي نښه په توګه ځان ټیټه شي، کوم چې نوی لوړپوړی جوړښت و. ټول د شيانت څخه پرته، چې دا وستې چې هغه د سګرټ څښونکي اور څخه جوړ شوی و، پداسې حال کې چې ادم له خټې څخه جوړ شوی و. وروسته خدای دې د اډین په باغ کې کېږده او شیوان په بریالیتوب سره ادم او هډواه دواړه په نښه کړي. هغه دوی ونې ته لاړ چې خدای یې منع کړی و. د دې پایلې په پایله کې، خدای موږ ته په ځمکه (انسانان او شیطانان) د قیامت تر ورځې پورې د یو بل د دښمنانو په توګه اچولي دي. یو ځل په ځمکه کې، ادم دعا وکړه او خدای ورته ځواک لري.\n\nلکه د آغم او ټولو پیغمبرانو سره دوی ځمکې ته راغلي ترڅو د خدای سره زموږ د تړون یادونه وکړي. که موږ د خدای اطاعت وکړو، موږ کولی شو لوړه کچه ترلاسه کړو نو د خدای په لید کې فرښتې. د دې کولو لپاره موږ باید د شیطان له ویسو څخه مخنیوی وکړو، او د دې څخه ډیر خراب څه شی دی، زموږ نفا او ځان ته لیوالتیاوې. موږ دا پدې نه ختم شوي حکمت، لارښوونو او مثالونو تعقیب کوو چې د خدای لخوا ورکړل شوي خدای په لومړي کس کې لیکل شوي او بدلیږي. موږ باید د پیغمبر اکرم محمد د ژوند کیسه په هغه وخت کې هم تعقیب کړو چې هغه په ​​وروستي وختونو کې راغلی چې هغه په ​​عصري تاریخ کې څرګندیږي حتی په عصري تاریخ کې هم راغلي. د هغه ټولې نوې درسونه هم خوندي شوي او د هغه د ژوند لاره ښوونه او روزنه لپاره اسلامي بورسونه شتون لري. حضرت محمد د پیغمبرانو مهربان، دولت، معنوي او نظامي مشر و چې د میړه، پلار، ګاونډي او ملګري کیدو سره. هغه د هغو کسانو لخوا خورا ستاینه شوی چې د هغه ژوند، عملونه او تعلیمات ترسره کوي. حتی د هغه دښمنان کله چې د درناوي درناوی او باور درلود.\n\nنو، لکه څنګه چې مسلمانانو موږ پوهیږو د ټولو انسانانو لپاره د ژوند هدف د خدای عبادت کول او هغه څوک چې څوک په عمل کې غوره دی. خدای ژمنه کړې چې انسانان یې په جنت / جنت کې د هغه د حکمونو تعقیبولو په توګه یو ښکلی ځای وباسي. په جنت کې ترټولو ټیټ سړی به د لسو ځمکو ځمکه ولري. کله چې تاسو د جنت لوړې کچې ته ورسیږئ تاسو اړتیا لرئ ستاسو د ځمکې اندازه کول په ر light ا کلونو کې اندازه کړئ. خدای خورا سخاوت دی او غواړي موږ ته راکړي او زموږ لپاره چې هرڅه د هغه څخه وپوښتم. که موږ له خدای څخه او د پیغمبرانو لارې څخه مخ شو، نو ماته په دوزخ کې انتظار باسي. خدای دې زموږ څخه د دې او ټولو ناوړه شیانو څخه ساتنه وکړي.\n\nد ساینس له لید څخه، انسانان په qhome sepipians__ ډولونو کې دي، چې له دې څخه یوازې پیژندل شوي ضمیمې په توګه پیژندل شوي موږ په ځمکه کې ترټولو غالب ډولونه یو. په هرصورت، ډیری ژوند شتون لري، په ځانګړي توګه د بوټو او تخصیص کونکو په مینځ کې، چې په هوا، د حرکت، ژوند، ژوند، او طبیعي چاپیریال ډیر لوی تاثیر لري.\n\nویکیپیډیا:\nد ټولو انسانانو لومړی پیغمبر او پالر.\nد ادم او تخلیق کیسه په ټول قران باندې بدې شوې ده. په فصلونو کې حوالې شتون لري: 2، 4 ،، 5، 20، 21، 38 او نور. په قران اینسين کې، خدای انسانان جوړ کړ ابلس له ویاړ رد شو (Q15: 26-32) [19] او له جنح (جنت) څخه.\n\nد قران په وینا، خدای دمخه د اډم جوړ نه مخکې پریکړه کړې چې انسانان یې په ځمکه کې کیښودل شي. اسلام د انسان ژوند په ځمکه ځمکه د جزا په توګه، بلکه د خدای د پلان په توګه.\n\n\"\" په حقیقت کې، زه به په ځمکه کې له نسلونو وروسته د انسانین نسلونه ځای په ځای کړم. ' دوی (فرښتې) وویل: ایا تاسو به په دې کې ځای په ځای شئ څوک چې په کې یې ګناه کوي او وینه به یې وکړي، پداسې حال کې چې موږ (پرښتو) تاسو د ستاینې او دفاع راهیسې ویاړلی دی؟ خدای وویل: 'زه پوهیږم چې تاسو نه پوهیږئ. \"\n\nخدای بیا د ورته شیانو نومونه ادا کوي او فرښتې د ادم مخې ته راټولوي ترڅو دوی ته وښیې چې د ادم لوړ فکري ظرفیت دی:\n\n\"او هغه د دې ټولو نومونه ولمانځل چې ټول هغه چا ته وښودل،\" که تاسو رښتیا خبر خبر کړئ. دوی وویل: \"رښتیني وویل د پوهې موږ هیڅ نه لرو، هغه څه وژغورئ چې موږ ته په حقیقت او حکمت کې کامل دي. \"ای ادام! خدایه هغوی ته د هغوی نومونه وايي. کله چې هغه ورته ویلي و، نو د جنت او ځمکې رازونه څه ښکاره کیدم چې تاسو څه ښکاره کوئ؟ \"\n\nخدای انګرم ته امر کوي چې ادم ته سجده وکړي. ټولې اطاعت، پرته له ابلس څخه، څوک احساس کوي چې هغه له اور څخه جوړیږي، ادامه ته غاړه ایښودل کیدی شي چې له ځمکې څخه جوړ شوی و. د خدای د قوماندې نافرمان د هغه د ویاړ په تعقیب د هغه لامل شو چې هغه د خدای له احتیاط څخه رامینځته شي:\n\n\"او وګوره چې موږ پرښتې ته وويل:\" آيا په سيمه سرحد. \"نو ابليسف: هغه له هغه چا سره سجده وکړه چې له باور ونيسي (هغه څوک چې ډوماتان دي).\" (2:34)\n\nخدای وروسته په باغ کې ادم او حواه کوي چې دوی آزاد دي چې د خپلو میوو څخه خوند واخلي پرته لدې چې یو څه ونې ته نږدې راشي: (2:35)\n\n\"موږ وویل: ای ادام! په باغ کې ستاسو او ستا ښځه او په دې کې د کم عمر لرونکي شيان وخورئ چې (چیرې او کله به) تاسو؛ خو دې ونې ته ورنکړئ، يا تاسې تاسو تاوان او سرغړونې ته ورشئ. \"\n\nشیطان بیا د ونې د میوو په خوړلو کې ادم او غرمه غوسه کوي: (2:36)\n\n\"بیا شیطان دوی د (باغ) څخه وځپل، او له دولت څخه یې وسوځول چې په کې یې تاسو ټول (تاسو) ته راشئ، تاسو ټول (فرض) سره د نورو په لور. په ځمکه کې به ستاسو د استوګنې ځای او ستاسو د معیشت وسیله وي - د یو وخت لپاره. \"\n\nاډام او حوا د دوی د عملونو لپاره ډیری پښیماني احساس کوي، مګر خدای په خپل ډول آدم ته اړوي او هغه یې حوصله کوي: (2:37)\n\n\"بیا د هغه رب څخه ادم زده کړل، او د هغه رب د هغه په ​​لور وګرځید چې د بیرته راستنیدو، خورا رحم وړونکی دی.\"\n\nخدای به ادم ته خبر ورکوي چې خدای خپله لارښود ادم او د هغه پروجوني ته واستوي: (2:38)\n\n\"موږ وویل:\" تاسو ټول له دې ځای څخه ښکته شئ کله چې تاسو له خپل ځان څخه لارښود ته ورشئ، او څوک چې زما لارښود نه وي، نو نه به یې غمجن شي. \"\n\nد ایډن، شیطان په باغ کې (ډیری وختونه د بلاکس په توګه پیژندل شوی) اډم او غم د حرام ونې څخه د میوو په ورکولو سره د خدای نافذ کول. خدای، ادامل او حواه د ځمکې په برخه کې لیږي. [20] [21]\n\nقرآن د ادم او حوا، کین او ابویل دوه زامنو هم تشریح کوي. [22 22] [23] [23]",
"Idris": "د ستنې قلم او اختراع کونکي اختراع کونکی.",
"Nuh": "د لوی سیلاب ژغورونکی.",
"Hud": "سوداګار\n\nدا د HUD داستان لنډ لنډیز دی، په دوه ځانګړي آیتونو ټینګار کوي:\n\nد شین خلکو خورا پیاوړی او شتمن وو او دوی بې شمیره ودانۍ جوړ کړې وه او [19] [19] او د دوی ځواک ښودلو لپاره یادګارونه. په هرصورت، د خدای د خلکو شتمني په نهایت کې د دوی ناکامي وه، لکه څنګه چې د صندوق، سمدود او هورا په نوم د بعلونو وړتیا پیل کړې. [11] HUD، حتی په ماشومتوب کې، خدای ته د لمانځه کې ټینګ پاتې شو. It is related through exegesis that Hud's mother, a pious woman who had seen great visions at her son's birth, was the only person who encouraged Hud in his worship.[20] په دې توګه، څښتن د پیغمبر د پیغمبر په صلی الله د صلی الله علیه وسلم په توګه راپورته کړی دی. [20]\n\nکله چې هیډ دوی ته تبلیغ پیل کړي او یوازې د ریښتیني خدای عبادت ته بلل کیږي او بخښنه وغواړي، 'helā خلکو د هغه د تیروتنو او بخښنې غوښتنه وکړه، د خدای پیغام ته د خدای پیغام پیل کړ. د هوډ کیسه د پیغمبرانو لپاره راشته شوه چې د قران کریم ته یې یادونه وکړه چې دوی ته د خدای عبادت کول دي چې دا ومنو چې دا خدای وي چې د دوی د برکتونو چمتو کونکي [9] وي قرآن [3]]\n\nموږ د خپل ورور هوډ خلکو ته ولېږو.\nای زما خلک، زه د دې لپاره ستاسو څخه غوښتنه نه کوم: زما اجر هغه د هغه سره دی چې ما یې پیدا کړ. ایا تاسو به نه، پوهیږئ؟\nای زما خلکو، خپل مالک وغواړئ چې تا بخښئ، او هغه ته په توبه کې وګرځئ. هغه به ستاسو څخه ستاسو لپاره باران په تسکونو کې پریږدي، او تاسو ته یې ډیر اضافه درکړي. نو له هغه څخه ګناهکاران مه وایاست. \"\nدوی وویل: ای هیډ، تاسو موږ ته هیڅ له ثبوت سره راغلي یاست. موږ به خپل معبودان پریږدو، ځکه چې تاسو داسې وایاست ځکه چې تاسو داسې وایاست، او نه هم باور وکړئ.\nټول موږ ویل کولی شو دا دي چې زموږ ځینې خدایان تاسو د بدۍ سره مات کړي. \"زه د هغه څه لپاره چې تاسو شریک اوسئ (په خپلو چارو کې)\nد هغه نه علاوه زما په مقابل کې متناقض متاثره اوسئ څومره چې تاسو یې غواړئ، او ما ته مه مقاومت نه راکوي.\nزه زما په خدای باور لرم چې زما او ستاسو رب دی. دلته هیڅ ډاکټر شتون نلري چې په ځمکه کې حرکت وکړي څوک چې د هغه لخوا په کلکه د مخکښ لخوا نه ساتل کیږي. په حقیقت کې زما د پالونکي لاره سمه ده.\nکه تاسو لاړشئ، نو (په یاد ولرئ) زه تاسو ته پیغام لیږم چې زه یې لیږلی شوم. زما تبه به نور خلک په خپل ځای کې واچوي، او تاسو به د هغه پروړاندې نشئ منئ. بيشکه زما څښتن په هر شي باندې ګوري. \"\n\n-، قرآن، سوره 11 (HUD)، ایته 50-57\nد HUD معجزه\nد بن قوا الظیریا څخه د تفسیر په وینا، د هغه په ​​وړاندې صدا کې د ابن ابي الجاو په وینا، د الققادي العحووییا په کې د هغه معجزې ته اشاره کړې چې لخوا یې اشاره کړې د 56-58 آیت:\n\n(56) \"ټول موږ کولی شو ووایو دا چې زموږ ځینې خدایان تاسو له شر څخه وهلي دي.\" هغه ځواب ورکړ: \"زه د شاهد یم، او تاسو هم شاهد یاست، چې زه د هغه څه شریکول یم چې تاسو یې شریک کړئ. هغه ته چې تاسو یې خوښوي. .\n\n(57) زه زما په خدای باور لرم چې زما او ستا رب دی. دلته هیڅ ډاکټر شتون نلري چې په ځمکه کې حرکت وکړي څوک چې د هغه لخوا په کلکه د مخکښ لخوا نه ساتل کیږي. په حقیقت کې زما د پالونکي لاره سمه ده.\n\n(58) که تاسو واړئ، نو (يادونه) ما تاسو ته پیغام درکړ چې ما سره لیږل شوی و. زما تبه به نور خلک په خپل ځای کې واچوي، او تاسو به د هغه پروړاندې نشئ منئ. بيشکه زما څښتن په هر شي باندې ګوري. \"\n\n- قرآن، سوره 11 (هود). ایت 56-58",
"Salih": "صالح (عربي: بیان، رومانیز: ṣिṣح، Dislis. \"متقابل حذف شو چې په قران کریم) [2] [2] []] د ترمان قومانده []] []] []] []] []] ] په لرغونی عربستان کې، د پیغمبر اکرم / لیکوال. د صالح کیسه د خدای درته د هغه د خدای په کیسه سره تړاو لري، چې د خدای لخوا د خدای لخوا ورکړل شوې ډالۍ وه چې د دې د معجزې غوښتنه یې وکړه چې صالح په ریښتیا پیغمبر و.\n\nد هغه مسلک یو اوښ نسل کونکی و.\n\nتاریخي شرایطو\n\nمجازین صاحرات یا الحزیر د سایجای عربستان په حجرت غرنۍ سیمه کې\nثمود د عربي ټاپوګانو په شمال لویدیز سیمه کې یو قومي پانګه وال و، چې د سرګن II په هغه وخت کې د افسریا سرچینو کې ذکر شوي. The tribe's name continues to appear in documents into the fourth century CE, but by the sixth century they were regarded as a group that had vanished long ago.[6]: 81\n\nد قران په وینا، هغه ښار چې صالح المجلی ته استول شوی و، []] د هغه نابتا ښار سره تړاو لري. [8] ښار د لومړۍ لوبې په سیمه ایزه کاروان تجارت کې د یو مهم سایټ په توګه رامینځته کولو لپاره ښار رامینځته شو. []] ښار ته نږدې، د سینګار شوي ډبرو غوټۍ قبر وو د مختلف مذهبي ډلو د غړو لخوا کارول کیده. []]: 146 په لرغونو وختونو کې یو نامعلوم ټکي پریښودل شوی او احتمال سره په فعالیت کې. [10] دا سایټ د محمد لخوا د مبارزې راهیسې د مابرې صابح په نوم صداin علیه په نوم پیژندل شوی و چې د پخوانۍ سعودي نومول شوی. [11]\n\nد اسلامي عقیدې بهر، صاحه په ابراهيم کې د ابراهيمرامريکي صحي (صداقت سره نه دی ذکر شوی، خو د دلمون د تباهۍ حساب ممکن په لرغوني عربي کې ښه پیژندل شوي وي. د قبیلې نوم د \"د ټولو شیانو لیږد\" لپاره د استعار په توګه کارول کیږي. [6]: 223-24\n\nپه اسلام کې\nبسم اللهيي رحمن رحیم\nپه اسلام کې د لړۍ یوه برخه\nاسلامي پیغمبران\nانبایا\nپه قران کریم کې پیغمبران\nد اسالمي نوم او انجیل نوم لخوا لیست شوی.\nد 'ادم (ادم) \"enake جیترو) زه (موسی) یرنې، آوان - کبان (ایلیسه) ūliaā (saona) ūyaha (sauah) ūlyma (Alona) ) مومممد (محمد)\nاصلي پیښې\nلیدونه\nپورټل\nکوټه\nد لړۍ یوه برخه\nاسلام\nالله bus.svg\nباورونه\nتمرینونه\nټیکسسټس\nتاریخ\nکلتور او ټولنه\nاړوند موضوعات\n پورټل\nکوټه\nقرآن کریم\n\nصالح خپلو خلکو ته بلنه ورکوي چې د هغې اوښ سره وګوري\nد پیغمبرانو داستانونو مجموعه\nد هغه په ​​ټولنه کې د سوکالې ژوند دومره صلاحات درلود چې د توم موبایلو خلک د ملاتړ لپاره تکرار کړي. [12] هغه د خدای لخوا د قاطر په توګه غوره شوی او لیږل شوی و ترڅو د شتمنو د چارې مخالفتیا پروړاندې تبلیغ وکړي او د شرک عمل (اذر او شرک) غندي. که څه هم صالح د دوامداره وخت لپاره پیغام تبصره وکړه، د حميث خلکو د هغه د اخطار له اوریدو څخه انکار وکړ او پرځای یې د سوکالې څخه د دوی لپاره معجزه ترسره کولو څخه ډډه وکړه. دوی وویل: ای سعله! . \"\n\nسالم د بې شمیره کلا او ما palace ۍ خلکو ته یادونه وکړه چې دوی د ګاونډیو ټولنو په مینځ کې جوړ شوي وو. سربیره پردې، هغه دوی ته د دوی د لیدونکو، د '' قوم \"، او څنګه هم د خپلو ګناهونو لپاره ویجاړ شوي وو. د استحاد ځینې خلک د صالحینو په قابله باور لري، خو قومي مشرانو ورته څرګندوي او غوښتونکي یې رد کړل چې د هغه نبوت ثابت کړي. [14]\n\nپه ځواب کې، خدای دې طبجه څرګنده کړه چې د هغې برکت راکړ، لکه څنګه چې د روزاس او روزنې وسیلې په توګه. قبیلې ته وویل شول چې د اوښانو اجازه ورکړي چې اوښ ته اجازه ورکړي چې په سوله ییزه توګه څاري او د هغې له زیان څخه به مخنیوی وکړي. [15] خو د سوکالۍ د اخطار په انافغاني کې، د قوم خلکو د اوښانو له امله. [16] سوهنه دوی ته خبر ورکړ چې دوی د دوی په وړاندې د خدای د قهر پرځای د ژوند کولو لپاره یوازې درې ورځې ژوند کولو لپاره درلودل. [17] د ښار خلک کرنیزې وې، [] 18] مګر د دوی جرم نه شو راغلی، او په ښار کې ټول کافران خلک په زلزله کې وژل شوي. له هغه وخت څخه الحجر بې ځایه شوی او د هغه وخت لپاره یې په ویجاړیو کې پاتې شو. [19] پخپله سعینه او یو څه مومنانو چې د هغه تعقیب شوي چا پاتې دی. [20]\n\nدا کیسه په پراخه کچه روانه ده، پداسې حال کې چې شیټ انپل نوم په کلکه د صالح او ټولې کورنۍ د وژلو پلان درلود، [22] [22] [22] د دې لپاره چې دوی په لاندې ډول ویستل شوي دي درې ورځې وروسته د خدای لخوا. [23]\n\nمسلمانه دود\nمسلم لیکونکو د صالح او سایل په کیسه کې توضیح کړی. لومړنی اسلامي دود ښځينه وي چې د اوښ په معجمانه ډول د تیږو له امله د معزوي د راوستلو او د اوښانو سره د شيدو توليدږي. الرباري وايي چې سوهش خپل خلک غر ته استوي، چیرې چې دوی د PAP معجزه په ښکاره ډول د آزاد ویشتلو سره شاهد و. د هغې اوښ یو ځوان خوسکی درلودلی دی. سوهنه دې ته خبر کړه چې زاړه اوښش د یوې ورځې په جریان کې د دوی د اوبو سرچینې څخه څښل و، او دوی به بله ورځ له دې څخه وڅښل شي. په ورځو کې کله چې دوی د اوبو څښلو اجازه نه درلوده، اوښ یې ورته شیدې چمتو کړې. مګر خدای پاک صالح ته وویل چې یو هلک به له دې امله له مینځه ویستلی ویښتان به دې قبیلې ته زیږیدلی وي او په غیر طبیعي توګه وده وکړي. اوښ په بېشکه کې وژل شوی، او د هغې خوسکی درې ځله ژړل و، چې اشاره یې وکړه چې د دې لپاره چې د تسمینو سره به په دریو ورځو کې ویجاړ شي. د دوی مخونه ژیړ شول، بیا سور، بیا تور، او دوی په دریمه ورځ مړه شوه چې وړاندوینه کیږي. [24]\n\nد یو شمیر اسلامي پوهانو په وینا، د اسماعیل مور د حضرت صالح یوه سنده وه. [25]\n\nورته دود د جان حصار جان په اړه په یوه اتم پیړۍ کې مسله پورې اړه لري [] 27] [] 27] [د ابن کیتر په کارونو کې هم یادونه شوې. [28]",
"Ibrahim": "د جوډو، عیسویانو او اسلام پلار پلار. د کعبې جوړول.",
"Lut": "تاریخ لیکونکی او مسافر.\n\nقرآن کریم وايي، یوه ورځ د فرعسو یوې ډلې ابراهیم لکه د سړو په ژبه خبر کړي پداسې حال کې چې هلته، دوی ورته وویل چې دوی د خدای لخوا بې ګناه شوي خلک \"ګناهګار خلک\" ته چې د \"د خاورو د تیږو سره []] د دوی له مینځه وړو [15] هغه کسان چې ايمان لري، په هغه باندې باور درلود، مګر د هغه میرمن په ویجاړیدو کې وه، ځکه چې هغه د هغه چا څخه چې \"هغه د هغه چا څخه چې\" هغه نه وه په دې برخه درلوده چې \"هغه 24 [18] دغه قران د لوېدو ښځې د \"کافرانو لپاره د\" کافرانو مثال هم په ګوته کوي لکه څنګه چې هغه له صحي سړي سره واده شوې وه، خو په هغه یې باور وکړ او په هغه باور به له هغه باور وکړ. []] [19]\n\nد دوه ښارونو خلک د خدای د حدود په وړاندې سرغړونه کړې. د قران په وینا، د دوی ګناهونه په برتۍ او غلا کې شوي [20] دوی له اجنبیانو او غلا شوي مسافرینو نفرت کړی چې د نورو ناوړه چلند او جنسي تیري سربیره. دا د جنسي ناوړه چلند ګناه وه او همدغه په ​​ځانګړي توګه لیدل کیده چې دوی د میرمنو پرځای جنسي خواهشۍ ته رسیدو لپاره و. [22] [22] [22] [22] لوټ وویل او هڅه یې وکړه چې دوی سره د دوی ګناهونو پریښودو کې مرسته وکړي، مګر دوی [20] ته په ښارونو کې ناوړه چلند وکړ. [23] خدايه خدائ ته دعا وکړه او د هغوی د ګناه کارونو له پایلو څخه وژغورل شو. []] [24]\n\nبیا درې پرښتې، د ښکلي نارینه وو په توګه بې طرفه شوې، د میلمنو په توګه شېبې شوې. هغه سړي غمجن کړل، لکه څنګه چې هغه د ښار له خلکو څخه د هغوی د ساتنې لپاره د بې وزلو احساس وکړ. [25] د ښارونو اوسیدونکي له لیدونکو خبر کیږي چې غوښتنه یې وکړه چې هغه نور میلمانه دې ته تسلیم کړي. [26] غمجنه او ویره چې دوی به د خدایه قهر کړي، د دوی ناقانونه غوښتنو سره د متقابت او خالص نسل بدیلونه د لارښود سرچینې په توګه وړاندیز وکړ. [28] مګر دوی بې هواره و او ځواب یې ورکړ: \"تاسو زموږ لو daughters و ته اړتیا نلرئ هغه څه چې موږ یې هیله کوو ښه!\"، [29] خپلو نارینه میلمنو ته اشاره کولې. \"\n\nآفجیس ابن کیتیر، کوارټ بیتیر، Qtetubi او طباري 'لورګانې ته د لوګيو لو daughters و په اړه نه رسوي. دوی استدلال کوي چې د پیغمبر په څیر یو پلار د خپل بدنونو د اوریدو او په صحتمند اړیکو کې دخیل و. [30]\n\nپرښتې بیا خپل ریښتیني همکاران ډیر څه ته ویلي او هغه ته یې وویل: \"موږ دلته د خپلې میرمنې سره مخ یو.\" [3] هغه لوګی ته لوګی کړی دی. د شپې په جریان کې، هغه ته ووایاست چې بیرته وګورئ. []] د هغه باور ساتي، نو د شپې په تیاره کې یې ښارونه پریښوده او د خدای فرمان او د خدای فرمان تیره کړه، قران کریم لوستل شوی، \"موږ (ښارونه) تر څنګ سخته د ښکته کیدو په څیر سخت و، او په دې توګه د دوه ښارونو برخلیک ښخوم،\" [32] په تخریب او نا امیدۍ او د سوموم او ګونار د تمدنې پای ته رسیدو ته. [3]",
"Ismail": "د عربانو پلار.\n\nاسماعیل په اسلام کې پیغمبر په توګه ګ .ل کیږي او په قان کریم کې لیست شوی دی چې د نورو پیغمبرانو سره په ډیری مواردو کې شامل دی. [11] [12] [13] په نورو آیتونو کې لکه 21: 8: 8: 8: 8: 8: 8: 8: 8: 48: 48 :: 48:48، [] 16] اسمال د صبر، ښه او صداض کیدو لپاره ستاینه وشوه. [17] یو ځانګړی بیلګه چې په انفرادي ډول اسماعیل 19: 54-55 دی - \"\" وګوره، هغه تل د هغه ژمنې ته ریښتیا و، او د خدای یو رسول و، یو پیغمبر، چې د هغه په ​​خلکو یې دعا او خیرات څخه خوند اخلی او د اسماعیل د اولاد په توګه یې د پیغمبر او پیغمبرانو د اولاد په توګه په زړه پوری دی.",
"Ishaq": "د انجیل سرپرست اسحاق (عربي) (عربي) لکه څنګه چې په یهودیزم او عیسویت کې، اسلام ساتي چې اسحاق د خپلې میرمنې څخه د سرپرست او د پیغمبر حضرت زوی وم. مسلمانان په ژوره ژوي ساتنه کوي ځکه چې دوی باور لري چې دواړه ابراهیم میراث د ابراهیم له مرګ نه وروسته د خدای د تعقیب وروسته د دوی پلار روحاني له مخې دوام لري. [2] اسحاق د قران په پنځلس لاسونو کې یادونه شوې ده. [3] په قران کریم کې د څو ځله یادونه کیږي، اسحاق د اسلام یو څخه د یوه له نمانځلو راهیسې نیول شوی دی.\n\nد اسراییلو خلکو پلار.\n\nوختي ژوند\nد خدای د فضل او تړون له امله ساهام کې، سارا د خپل زاړه عمر په یو ماشوم سره ډالۍ شو. اسحاق د 10 کلن عمر و کله چې د هغه نیمه ورور اسمایل په صحرا کې د ابراهیم کور څخه بهر شو. پداسې حال کې چې په صحکه اسحائم کې د عیسی د لو daughters و یوه ښځه وټاکله. []\n\nښایسته ځای\nد اسحاق قبر\nد هغه قبر او د هغه میرمن ربکا په حارث کې د ابراهیم په حیث په حیث د سرپرستانو په غار کې ګ .ل کیږي، په اسلام کې د ابراهیم جومات (\"ابراهیم جند کې پیژندل کیږي). سربیره د اسحاق قبر هغه د قرآق / باقلر سرپرست او د هغوی ښځې دي چې ابراهيم او ساره او يعحه او ليه دي.\n\nپه قرآن کی ذکر کوی\nاسحاق په قران کې پنځلس ځله وخت په ګوته شوي، چې ډیری وختونه د خپل پلار او د هغه زوی حضرت يعقوب سره (ص) حضرت يعقوب). []] قرآن وايي چې ابراهیم د \"اسحاق د ښه خبرونو\" ترلاسه کړی دی، او دا چې خدای دې دواړو ته برکت ورکړ. \"او موږ هغه ته د اسحاق ریاضی لارښوونه وکړه، چې د صالحانو څخه پیغمبره یې کړه او د هغوی په مینځ کې یې ظالمانه تشریح کوي\" [6] په بشپړ توضیحاتو کې \"[6] په بشپړ توضیحاتو کې\" [6] ته وده ورکوي غځېدنه، سراهيم د راتلونکي هغه ته وويل چې په سواد او ګورحه کې يې د اسحاق په عزت کې جزا ورکړل شي، او د اسحاق ښه لارښوونه وکړه، او د اسحاق ښېدو ته د اسحاق ښه بريد کول او د اسحاق ښېدل جومات ورکړل شي او د اسحاق د حضرت اسعاب په حضرت يعقوب کېښودل شي ؛ او نور دا تشریح کیږي چې دا پیښه به د ابراهیم او ساره زاړه عمر سره سره ترسره شي. د حضرت ابراهيم ته د \"ډالۍ\" په توګه د اسحاق په توګه خبرې کول (: 44 194؛ 19: 4: 26 دي د ابراهيم دوه نبادي زامن زامن زامنو ته مراجعه کول، د هغه نبتي زامن زامن حضرت يعقوب ته مراجعه کوي، او د هغه پیغمبیک عالي لمسي يوسف. په قران کې، وروسته په دې بريښي چې ابراهيم هم د هغه معشوي او د هغه په ​​زوړ عمر کې حضرت اسحاعت ورکولو لپاره يې وستايز (xiv: 39-41).\n\nپه قران کې بل چیرې چې اسحاق په لیست کې ذکر شوي: یوزف د ابراهنکو ابراهیم، ​​اسحاق ابراهيم مذهب ته ورننوت: د خدای سره د خدای په ګټه (12: 6) د يعقوي زامن ټول خپل باور ته ستړي او د خدای عبادت کول يې وکړل چې ابراهيم، اسماعیل او اسحاق)؛ او قران مسلمانان مسلمانان کوم چې په آیتونو باور لري چې \"ابراهیم، ​​اسحاق، اسحاق، حضرت يعقوب او سرپرستان\" ته ورکړل شوي وو \"(2: 136 II :): 84).",
"Yaqub": "يعقوب حضرت ابن ابراهيم (اسماعده) د حضرت ابراهيم زوی حضرت يعقوب هم د ابراهيم زوی، عربي / قرآني عربي : ةرساءيل \"ميننهائل] هم هغوئ نه پېژه چې حضرت يعقوب په اسلام کې پیغمبر دی. هغه د اسلام د برتیر په توګه منل شوی دی. هغه په ​​دې باور دی چې هغه ورته توحیدونکې باور وړاندې کړ لکه څنګه چې ابراهیم)، اسماعیل (اسماعیل) او اسحاق (اسحاق).\n\nیعقوب په قران کریم کې شپاړسار ته ذکر شوي دي. [1] د اسراییل دوه نور حوالې د جیکب یادول کیږي. [2] د دې مآخذونو په ډیری مآخذونو کې، يعقوب د خپلواکي عبراني پیغمبرانو او سرپرست پیغمبرانو په توګه ذکر شوي چې د پخوانۍ او متقابل حضرت پيغمبرچونو په توګه چې د \"انتخابوي شرکت کې پاتې شو. [3] []] مسلمانان ساتي چې حضرت يعقوب زوی د حضرت اسحاعت زوی و او دا چې د هغه ژوند په اوږدو کې د خدايې وړاندين و. لکه څنګه چې عیسویت او یهودت په څیر، اسلام دولس لري چې هر یو به د اسراییلو دولس قومونو پلار ته ځي. []] جیکاب د زوی، جوزف (رمیف) په کیسه کې د پام وړ رول لوبوي. [6] قرآن دا څرګنده کړه چې خدای د یعقوب سره تړون وکړ [7] او حضرت يعقوب د خدای په حکم سره وفادار مشر شو. د هغه نيکه (ابراهيم)، ترهګري (اسحاق)، زوی (يوسف) د اسلام ټول پیغمبران دي. [8]\n\nپه قرآن کې\nیعقوب په قران کې شپاړلس ځینی ځله د نوم له مخې ذکر شوی دی. []] که څه هم د دې آیتونو څخه ډیری د هغه ستاینه کوي پرځای چې د خپل داستان څخه د هغه مثال وباله، نو په هرصورت د خپل داستان څخه د پام وړ پیښو د هغه له ژوند څخه ډیری د پام وړ پیښو ریکارډونه کوي. مسلمانه دود او ادب [10] په قران کې د یعقوب په ګډون لومړنۍ پیښه دا ده چې د اسحاق په نوم ابراهيم او ساه) د اسحاق په نوم ابراهيم او ساه \"ته هم د اسماک په نوم ابراهيم او سارا\" ورکوي د یعقوب په نوم هامنډون. [11] قرآن کریم وايي:\n\nکله چې هغه له دوی څخه تښتیدلی و او له هغه چا څخه چې دوی ورته اسحاق او یعب راک کړي، او موږ یو پیغمبر ته ورساوه.\n\n- قرآن، سور 19 (مريم)، ايه 49 [11]\nقرانمام هم خپلو زامنو، اسمعمان او اسحاق ته د خالص توت کولو باور ورکړ. ابراهیم د قرآن اسماعيل، اسحاق او يعقوب ليکنه کوي. د هغه د باور ځواک، چې غښتلی شو ځکه چې هغه لوی شو. قرآن هغه ته اشاره کوي چې حضرت يعق \"لارښوونه\" و. [] 14] \"پوهه\" نه دی \". []] قرآن کریم وروسته د جاکوبوب په اړه لاندې ووایه:\n\nاو موږ د هغه اسحاق ته درکول او د اضافي ډالۍ په توګه، جاکوبن)، جےب، او هغوی د هر یو عزت لرونکي سړي جوړ کړل.\nاو مونږ هغوی ته زموږ د قوماندې له امله مشران او لارښود (انسان) جوړ کړ او د منظمې لمونځ او د خېمې عملي کولو لپاره هغوی ته د ښې اعمالو د جوړولو لپاره لیږلي. او دوی په دوامداره توګه موږ (او موږ یوازې موږ ته خدمت کوو.\n\n- قران، سوره 21 (الفبیا)، ایعت 72-73 [17]\nاو زموږ د بندګانو ابراهنام، اسحاح، او جاکوبوب د واک او لید مالک دی.\nپه حقیقت کې موږ د ځانګړي (موخې) لپاره دوی غوره کړل - د اخرت پیغام اعلان کول.\nدوی زموږ په نظر، واقعیا، د انتخاب شرکت او ښه دی.\n\n- قرآن کریم، سوره 38 (\"غمجن) آیت 45-47 [18]\nيعقوب او د هغه زامن\nجیکب د قران کریم راتلونکې د پام وړ یادونه په قران کریم کې د سورت اوسموف په بیان کې ده. په قران کریم کې د جوزف کیسه د خوب سره پرانیزي چې یو شپې یې یوه شپه درلوده، وروسته له هغه چې هغه خپل پلار حضرت يوسف خپل پلار ته ورغله: \"ای زما پلاره! ما یوولس سیارې او لمر او سپوږمۍ ولیدل: ما دوی ځان ته د خوښۍ سره ډک وو، او د ګرتس پیغمبر سمدلاسه په دې اړه اوریدلي چې د خوب معنی څه ده . یعقوب وړاندوینه کولی شي چې د هغه زوی به د ابراهیم په حالت کې د بل پیغمبر په حالت کې وده وکړي چې په راتلونکو کلونو کې به د اسلام ژوندي پاتې شي. د جیکب زاړه زامن احساس کاوه چې د دوی پلار احساس کاوه چې د حضرت يعقوب ترټولو کوچنی زوی دی. حضرت يعقوب د خپل حسد په اړه انواید او په هکله ځوان يوسف ورته په هکله خبرداری ورکړ. [20] د جوزف لس تنه زاړه ورو brothers و پریکړه وکړه چې هغه ووژني. لکه څنګه چې قرآن خپله بحث روایت کوي:\n\nدوی وویل: \"واقعیا یوسف او د هغه ورور زموږ په پرتله زموږ د پلار لخوا ډیر مینه لري!\n\"د يوسف ووژنئ يا د هغې (نامعلوم) ځمکه کې يې واچوئ، نو ستاسو د پلار په لټه کې به وي\n\nقرآن، سوره 12 (یوسف) آیټ 8-9 [21]\nیو له ورو brothers و (معمولا پوهیدل کیږي په دې توګه، دوی د خپل پلار څخه وپوښتل چې ایا دوی ځوان جوزف د دوی سره لوبيږي، پدې شرط چې دوی به یې هغه وساتي. که څه هم حضرت يعقوب وي چې عبدان دی کله چې زامن په دې شپه کې حضرت يعقوب ته راستون شو، نو هغوی ورته وویل او هغوی هغه ته وویل چې لیوه جوزف وسوځول. د دوی د پلار چلول، دوی د غلط وینه لري، یوسف) شریان غلط و چې دا یې طبقه وه چې دوی یې طبقه وه. که څه هم حضرت يعقوب د حضرت يفانو له لاسه ورکولو اندیښنه وکړه، نو هغه د خپل غم په اوږدو کې خدائن ته واړى. [26] لکه څنګه چې کلونو تیریده، یوسفغف په مصر کې یو سړي ته لوی شو. په ورته وخت کې، په کنعن کې بیرته په کنعان کې راستون شو، چې د هغه زامن به هغه د هغه په ​​دوامداره توګه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه پر هغه تکرار کړ چې د يوسف (يوسف) ته د خدای په موخه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه په ​​موخه د هغه پر هغه تکرار کړ. [27] که څه هم حضرت يعقوب د خدايدو لپاره هيڅ پروا نه وكړ. هغه په ​​دوامداره توګه د خپلو زامنو بد تنګوسونه له پامه غورځولې او مقبه به وکړي او هڅه یې وکړي چې دوی ته سال مشورې ورکړي. [28] یوه ورځ، حضرت يعقوب پریکړه وکړه چې خپل زامن په ایررسټ کې لیږي، وايي هغوی ته وايي چې د جوزف او بنیااميان په لټه کې مصري ته لاړ شي. د هغه زامن، د لومړي ځل لپاره، هغه ته غوږ ونیول او مصر ته لاړل. کله چې د یعبوب زامن په مصر کې د يوسيف او بنجامي سره د هغه په ​​شرط سره مخ شو چې هغه ورته ویلي و، چې د خپل پلار مخ ته د يعقوب ړوند او د پلار مخ ولګاوه غم. په دې توګه، زوی لارښوونو تعقیب کړ او هغه مهال چې جوزف وویل، د یعب فزیکي او ذهني لید په لاره اچول شوی و.\n\nیوځل چې د يعقوب سترګې له سره ځای په ځای شوي و، ټوله کورنۍ د مصر ته خپله ټرک پیل وکړ، ترڅو د حضرت يف او نورو زامنو سره مخ شي. یوځل چې دوی رارسیدلې، پلار او زوی یو له بل سره د لوی مینه سره ولیدل او یو ځل بیا په سولې کې ځان سره وکتل شو. قرآن وايي، اوس پیاوړی جوسف د خپل مور او پلار سره ځان او د وقار په تخت کې لوړ کړل. [30] دا اوس وو چې ټوله کورنۍ په ګډه، کولی شي خدای ته د یعقوب او جوزف د پیغمبرانو له دفترونو مخه ونیسي.\n\nد هغه خلکو ته د جیکب وروستی مشوره\nد اسرایل ټوله ماشومانو ته غوښتل شوي وي چې په اسلام کې ایمان ته راښکته شي (خدای ته ترافيز) مخکې له دې چې حضرت يعقوب مړ شو. حضرت يعقوب غوښتل ډاډ ترلاسه کړي چې د هغه ماشومان یوازې په اسلام کې مړه کیږي، او له همدې امله د دوی څخه یوه وروستۍ ژمنه یې وکړه. کله چې هغه د دوی څخه وپوښتل چې دوی د مرګ څخه وروسته عبادت کوي، نو څوک به په اسلام کې عباد کړي نو دوی به په اسلام کې هم دوام وکړي او د خدای عبادت وکړي. [31] که څه هم د وژل شوي حالت په پایله کې د مړینې له چاودنې شوې صحنه په هغه حالت کې شات کیږي، چې قران یې، اسحاق، اسحاق، اسحب، اسماعیل ول، ځکه چې دوی په بشپړ باور باندې سقوط وکړ خدایه او خدای. قران روایت کوي:\n\nاو دا هغه میراث و چې ابراهیم هغه خپلو زامنو ته لاړ، او بیا یې یعب هم وکړل. \"ای زما زامن! الله تعالی ستاسو لپاره عقیده غوره کړه؛ نو مړ کیږه مګر د اسلام په عقیدې نافرم نه.\"\nایا تاسو شاهدان وو کله چې د جیکب دمخه مرګ ښکاره کاوه؟ هغه خپلو زامنو ته وويل: \"زما وروسته به څه عبادت کوئ؟\" ويې ويل: \"موږ ستاسو د خدای او د خدای د خدايدو له خدای عبادت کوو، د ابراهيم، اسمعيس او حضرت الله د خداي له خدايه له خدايه الله پاک وسایل.\n\n- قرآن کریم، البقره)، آه 132-133 [] 32]\nد یعقوب میراث\nحضرت يعقوب په اسلام کې ډير دی چې د میراث د ميلمنثانو د اړولو لپاره چې میراث ته مخه کوي. مسلمانان په دې باور دي چې خدای پاک د یعقوب پر علیه او د هغه د پخوانیو پخوانیو کسانو په مینځ کې درکړي. قرآن کریم په مکرر ډول جیکب ته د یو سړي په توګه یادداشت کوي او لید او فشار او فشارونه هغه د ښه او انتخابي شرکت له شرکت څخه و. لکه څنګه چې قرآن وايي:\n\nدا زموږ په اړه لغو و، کوم چې موږ ابراهیم ته ورکړ (د کارولو لپاره) د خپلو خلکو په مقابل کې، موږ د دې درجې نه وروسته د سندرو سندرو څخه ډکه کوو.\nموږ هغه ته اسحاق او حضرت يعقوب ورکړ: ټول (درې) لارښود.\n\n- قرآن .ر 6 البم، آیو 83-84 [3]\nعلي ابن ابی طالب، چې د پیغمبرانو څخه یې وپوښتل چې د پیغمبرانو په اړه یې بیان کړې چې آرات بن اسحق د فرنس په شان دي. [34]\n\nپه انجین کې مثالونه چې د پرښتې سره د جاکوب غېږ په برید کې ندي په قران کریم کې شامل ندي، مګر په مسلمي مفصلونو کې ویل شوي، لکه د جیکب زینې لید په توګه. []] یعقوب د هغه دوه ګونۍ ته د هغه په ​​ویاړ سره اسعاب ماتوي، په قران کې هم دی، خو په مسلم نظریاتو کې دي. [9]\n\nمسلمانان، چې قناعت کوي يعقوب یو لوی سرپرست و، په دې باور ټینګار وکړئ چې حضرت يعقميفيت خدای ته او په ښی مذهب کې د هغه کلک عقیده کې پروت دی. د دروغو په توګه، جاکوب د ابراهیم تر څنګ، ممکن د دود له مخې خورا ګټور وي. [د دولسو زامنو څخه [36] باید ډیری نورې لوی پیغمبران راشي، په شمول د جوناه (یونس)، ډیوډ (ډیوډ)، ډیوډ (یونس)، ډیوډ (ډیوډ)، سلید (ډیوډ)، سلید (ډیوډ)، سلید (ډیوډ)، سلید (ډیوډ)، سلیم (ډیلي (سویاه) او عیسی).",
"Yusuf": "یوسف ابن صاق ابراهيق بنشاف الله (د حضرتفی زوی) د حضرت حضرت اسحب، د ابراهیم زوی) دی چې د ابراهیم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) د ابراهيم زوی) (1] او د حضرت ابراهيم زامن) د ابراهيم زوی دی یو تن د تانخ، یهودي مذهبي لیکوال، او عیسوي انجیل، اټکل شوی چې له نوي سلطنت څخه دمخه په مصر کې ژوند کوي. [2] دا په مینځني ختیځ او د اسلامي هیوادونو کې یو له عام نوم څخه دی. د يعقوب د ټولو ماشومانو څخه، حضرت يوسف يو چا د نبوت ډالۍ ورکړل شوه. که څه هم د نورو پیغمبرانو ترنکونه په بیلابیلو سورتونو کې ذکر شوي، چې د يوسف داستان یوازې په یو سوراف کې ورکړل شوي، یوسف دا ځانګړی کوي. ویل کیږي چې په قران کې ترټولو خورا مفصل داستان په توګه د انجیل سیال په پرتله ډیر توضیحات لري. [3]\n\nباور ده چې یوروف د یعقوب (عربي: يعق، يعقوب) يو هوې يو شمير يعقده وي د ابن کیتر په وینا، \"یعقوب دولس زامن درلودل چې د اسراییلو د قومونو د قبیلو ضد پلرونه وو.\" [] د هغه پلار ته، چې جیکب په رسمیت پیژني. [5] د هغه په ​​ژوند کې د خدای د رول سربیره، د یاسف او زلماني میرمنې کیسه (د فاضیظمنۍ عدماتو میرمن) د فارسي ادبیاتو مشهوره موضوع په پیړیو کې مشهوره موضوع شوه، چیرې چې دا پیړیو کې د پام وړ موضوع شوه. []]\n\nقرآن سورت 12 (یوسف)\n\nد \"پاچا\" په رعارو \"فرض\" کارول \"فرعون\"\nپه قران کې، د جوزف په جریان کې د مصر د حاکمیت لقب په ځانګړي ډول ویل کیږي \"پاچا\" (عربي: المالیک) په ځانګړي ډول ویل شوي چې په ځانګړي ډول د مصر واکمن دی \" فرعون \"(عربي: فرانک: که څه هم د ټاکستانه مقاله پرته د نوم په توګه). دا په زړه پوري ده چې د تاریخي سرچینو په وینا، سرلیک یوازې په 1479 BCE محکومیت ته د راجع کولو لپاره کارول کیدل پیل کړل. [44] مګر په بائبل کې د یوسف په بیان کې، د سرلیک پاچا (عبراني) (عبراني) او فرعون د مصرخ نسل ټایوټ کې 39-41 کې کارول کیږي. [45]\n\nملک (د مصر) ملک وویل: \"زه ګورم (په لید کې) اوه غوړ همکاران، او اوه (نور) زما لید ته واړوئ! ، که دا وي چې تاسو لیدونه یې تشریح کولی شئ. \"\n\n- قران، سوره 12 (یوسف 43)، ایته 43، [46]\nبيا وروسته له هغه چې مونږ موسى د سيستا او د هغه د مشرانو جرګې ته ولېږو چې هغوی په ظاهوري ډول هغوی له دندې ګوښه کړ. نو وګورئ چې د الفافیدین پای (عربي: وأموفسن، \"فساد - جوړونکو\" یا \"فاسدان\")).\n\n- سرسه، سوره 7 (ALEC)، ایته 103 [47]\nاو ملک وویل: \"هغه ماته راوړه.\" مګر کله چې رسول هغه ته وفرمايل: \"خپل څښتن ته راشه!\n\n- قران، سوار 12 (یوسف)، ایته 50، [48]\nد حضرت يوسف ماسټر هغه واخیست او زندان ته يې کېښود، هغه ځای چېرته چې د پاچا بندیان پابند و. هغه هلته په زندان کې و.\n\n- د جینیسس 39:20\nاو حضرت يوسف هغه دېرش کلن و کله چې هغه د مصر له پاچا فرعون نه مخکې ولاړ و.\n\n- جینیسس 41:46\nاو حضرت يوسف خپل پلار او ورو brothers و کېښودی او هغوی ته يې د رمسفانو په اند کې د مصر په ځمکه کې د عندې په خاطر ډول ورکړل چې فرعون ته امر کړی و.\n\n- د جین راز 481111",
"Ayyub": "دنده (عربي: أيوووب، رومانيول: AWHيي خبرې اترې دي او په قران کریم کې ذکر شوي دي. [1] په اسلام کې د دندې کیسه د عبراني وړاندي کیسې لپاره موازي ده، که څه هم اصلي ټینګار دی پداسې حال کې چې اصلي ټینګار یې کوي په هغه کار کې چې د خدای لپاره په ټینګو کارونو باندې دی. د قرآني متن له ملګرو سره د دندو د بحثونو یادونه نه ده، خو وروسته مسلم ادبیات چې دنده موباړه درلوده، چې د دې سړي سره د هغه د معاملې د لامل په اړه بحث کړی دی. ځینې ​​مسلمانو هم د دندې خبرې هم وکړې چې د رومیانو پلورټر وي. [2] اسلامي ادب د دندې په وخت او د پیغمبرانو د ځای په ځای کې هم څرګندونه وکړه چې هغه په ​​نبرت کې د نبغاليو په لړ کې راغلل او هغه خپلو خلکو ته وروسته چې ټاکل شوې ټولنې ته استول کیږي. دود نور نوښت به په پام کې ونیسي چې دغه دنده به د هغه چا د ډلې مشر وي چې په زراعتي ډول دوام لري \". [3]\n\nAIVEB (دنده) په لاندې آیت کې په قران کریم کې یادونه شوې:\nپه حقیقت کې موږ تاسو ته په اشوماتیک برید کړی، ځکه چې موږ د نوح او پیغمبرانو د هغه نه وروسته ګناه کړې وه. And we revealed to Abraham, Ishmael, Isaac, Jacob, the Descendants, Jesus, Job, Jonah, Aaron, and Solomon, and to David We gave the book [of Zabur].\n\nقرآن کریم، سورت 4 (په نانیس 63 [4]\nقرآن د الله د نيکانو د نيک بیسمن په توګه دنده بیانوي، چې د اوږدې مودې لپاره رنځ لري. په هرصورت، دا په ښکاره ډول وايي چې دنده هیڅکله په خدای باور له لاسه ورنکړه او د تل لپاره یې د لمانځه خدای ته وغوښتل، او له هغه څخه یې وغوښتل چې خپله ځورونه لرې کړي:\n\nاو [یادونه] دنده، کله چې هغه د خپل رب غوښتنه وکړه، \"نو خامخا یې د رحماتو خورا مهربان و.\"\n\n- قرآن کریم، سورت 21 (پیغمبران)، آه 83 [5]\nفلسفین دولت ته ځي چې د ډیری کلونو کړاوونو وروسته، خدای دندې ته امر وکړ چې \"ستاسو پښه سره اعتصاب وکړي!\" [6] په یوځل، دندې د هغه پښې او خدای سره ځمکه ونیوله چې له ځمکې څخه د اوبو سګرۍ لامل شوې، له کوم ځای څخه چې ځان یې ډک کړي. قرآن دا وايي چې بیا خدای هغه خپل درد او رنځ له لاسه ورکړ او هغه بیرته د دندې کورنۍ هغه ته راکړه او د ډیری نسلونو ډیرو نسلونو ته یې ورکړ. د دندې داستان لنډ بیاناتو سربیره، قرآن کریم د هغه چا په لیست کې د دندې په توګه هم اشاره کړې وه چې واک یې ترلاسه کړی، د نبوت ډالۍ. (vi: 84).\n\nد شیطان وروسته د دې هڅه کړې چې له څښتن څخه د دندې د بدلولو لپاره هڅه کړې، خدای د دندې زیان لرې کړی او خپله کورنۍ یې هغه ته ورساوه او خپله شمیره یې په نمبر کې دوه چنده کړه. هغه د دندې شتمني بیرته راستانه کړه او د سرو زرو سره یې واده وکړ. یوځل چې د دندې میرمن ولیدل چې میړه یې سوکالۍ او روغتیا ته راستون شوی، خو بیا یې د هغې میړه له خپلې برخې راهیسې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د دې مېړه یې ژمنه کړې وه، نو هغه ژمنه کړې چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د هغې میړه یې ژمنه کړې وه چې د دې مېړه یې ژمنه کړې وه، نو هغه ژمنه کړې چې هغه یې د سل سټور سره وهلې کړې. دنده د هغه د لوړې په اړه ژوره هم ژوره غمجن وه. په هرصورت،، په هرصورت، هغه دندې ته رسیدلي، کوم چې ورته ویلي چې خپله میرمن نه وه ماته کړې مګر په نرمۍ سره یې د نرم واښو د بنډل سره وهلې. [7]\n\nد قرآن مآخذونه\nد دندې وړاندوینه: 4: 163، 6:84\nازمونۍ او صبر: 21:83، 21:84، 38:41، 38:43، 38:44، 38:44\nمخ پر وړاندی لوستل\nابن کیتیر، غټا ویلها، زه، 220-225\nپه XXI او XXXIVIII کې تبفیر\nطبري، زه، 361-364\nتیلبي، د پیغمبرانو، قاهرې 1339 کیسې، 106-114\nکیشی، د پیغمبرانو کیسې، 179-190\nابن اساکر، ترخله البریر، III، 190-200",
"Shuayb": "شیبیب، شعکمر، شیوب یا شیوبیب (عربيب، IPA: \"څوک چې په مومی ایمان کې دی\" او د جنت په عقیدې کې شهزاده. [ 1] شیوب په دودیز ډول د انجیل جیترو سره پیژندل شوی، چې موسی خسر. شیوب په قران کریم کې په ټولیزه توګه 11 ځله ذکر شوي دي. [2] باور کیږي چې هغه د ابراهیم له ابراهیم وروسته ژوند وکړ، او مسلمانان پدې باور دي چې هغه د AOOL ال آکیه په نوم هم پیژندل شوی (\"د لرګیو ملګرو\") ، []] [] []] []] []] ځکه چې دوی د لوی ونې عبادت کولو لپاره کارولې. خلکو ته سعبیب مستقیم لاره اعلان کړه او خبرداری یې ورکړ چې خپلې درغلي شوې لارې پای ته ورسوي. کله چې ټولنې توبه ونه کړ، الله (الله (خدای) ټولنه ویجاړه نه کړه. []] []]\n\nشیوب د مسلمانانو لخوا پوهیږي چې یو له څو عربي پیغمبرانو څخه یو یې چې نور یې صرات، هوډ او محمد دي. ویل کیږي چې هغه د مسلمانانو لخوا پیژندل کیږي \"، ځکه چې هغه د پیغمبرانو په مینځ کې\"، ځکه چې هغه و، په خپله ژبه کې د استعدادونو استعداد او روښانه شوی. [8]\n\nتاریخي شرایطو\nهغه سیمه چې شیویب ته یې د \"مدینې په توګه پیژندل شوې چې په انګلیسي کې یې د مدینې په توګه نومول شوې وه، کوم چې په مکرر ډول په انجیل کې پیژندل کیږي. هغه مۍوالانو ته د عرب مرغانو وی، که څه هم د انجیل کینانیانو ګاونډیان دي. ویل کیږي چې دوی یو غندنۍ قبيلې دي، او دا چې د دوی اصلي سیمه د موسی خاورې کې (موسی حضرت حسیه) سینايي ټاپو وزریا وه.\n\nد جیترو سره لانجه شوې پوهه\nجیترو په انجیل کې ذکر شوي (د موس ی په قانون کې د پلار په توګه د پلار په توګه یادونه شوې. که څه هم شبوب په مکرر ډول د مینځپیوسایټ پادري جنت سره پیژندل کیږي، ډیری عصري عالمانو دا شناخت ردوي. کلاسیک شنونکي لکه ابن کیتر وویل چې ابن کیتیر وویل چې د ابراهیم لوی تختې و: شیویبه د ابراهیم زوی، ابراهیب زوی، شیوب د ابراهیم زوی، شیعهاب زوی و. [8] دا به د جیترو سره پیژندنه وي، چې د موسی په وخت کې د حضرت موسی وروسته د ابراهیم وروسته ژوند کاوه. []]\n\nقران پوه شو چې شیبه د خدای لخوا د خدای په غاړه ده چې د مدیرانو خلکو ته پیغمبر شي. د دې ځمکې خلک په ځانګړي ډول بې باثي او د نذو په خاطر د نورو په واسطه دوکه کولو لپاره بدنام دي. د شیعهیب نبره په عمده ډول ښالی ته د خدای سمه لاره ته غږ کوي، [10] او دوی یې د غلط معبود عبادت کولو لپاره منع کوي.\n\nهمدارنګه وویل چې هغه خپلو خلکو ته وویل چې په خپل ورځني فعالیتونو کې د حیرانتیا خبره وکړي. که څه هم هغه د دوامداره مودې لپاره تبلیغ او وړاندوینه کیږي، ډیری خلکو ته غوږ نیسي. په هرصورت، شيیوب پاتې دی. هغه په ​​دوامداره توګه د بد چلند په مقابل کې د بد چلند په مقابل کې تبلیغ وکړ، دوی ته یې د مجازم په ویلو سره چې د دوی په وړاندې ګناهکار دی. شیوب خلکو ته خبرداری ورکړ چې د دوی د جنحه کیدو لامل به د پخوانیو پیغمبرانو تاریخي مثالونه ورکړي، چې د خدای لخوا ټول شوي وو.\n\nخلکو د شیویب او هغه ته وویل چې، ایا دا د شهرت کورنۍ لپاره نه و، هغه به د هغه رادویدو، هغه به مړ شوی وي. شیوب ځواب ورکړ، \"ایا زما کورنۍ د خدای په پرتله ستاسو سره د پام وړ دی؟\" کله چې میډیانینو پرېکارول شول، دوی د قوي زلزلې له امله ویجاړ شول. [3] په هرصورت، قران کریم هغه ذویخ کړی، او د هغه له باورینو سره یې وژغورل شو. [11] [12]\n\nد نورو پیغمبرانو سره موازي\nد شیوب د ماموریت ډیری وختونه په قرآن کې د نوح، هود، صالح او لوط سره یادونه کیږي. عالمانو څرګنده کړه چې دغه پنځه پیغمبرانو لومړني پیغمبس ماموریتونه افشا کړي: []] پیغمبر به خپلې ټولنې ته واستول شي. ټولنه به د هغه اخطارونو ته هیڅ پاملرنه ونه کړي او پرځای یې هغه سره په سزا ګواښ کړي؛ د کلونو تبلیغ کولو وروسته، خدای به له هغه وغواړي چې خپله ټولنه پریږدي، پداسې حال کې چې بیا وروسته د هغه خلک په سزا ویجاړ شوي. [13] پوهان په پام کې نیولو سره د پنځو پیغمبرانو لیست کول",
"Musa": "په اسلام کې، مولی ابن: موسی البرستان، په قام کې یو مهم پیغمبر او رسول دي او په قران کریم کې ترټولو په مکرر ډول ذکر شوي فرد دی د هغه نوم چې 136 ځله ذکر شوي او د هغه ژوند بیانوي او د کوم بل پیغمبر څخه ډیر یې له لاسه ورکړ. [2] []]\n\nد قرآن په وینا، موسی د اسراییل کورنۍ ته زیږیدلی و. په ماشومتوب کې، هغه په ​​یوه ټوکرۍ کې ایښودل کیږي چې د نیل په لور تیریږي، او په نهایت کې موسی د فرعون زوی اسیا لخوا موندل کیږي چې موسی کوي. د تښتونې له رسېدو وروسته، موسی بیا په مینویان کې بیا د پاره له وتلو دمخه په مداده کې اوسیږي، چې د فرعون ګواښوي. ویل کیږي چې د هغه د نبوت په جریان کې، ویل کیږي چې په شخصي ډول د خدای سره خبرې کوي، څوک چې په موسی سره د \"خدای پاک کوونکی سقوط کوي. د پیغمبر پیغمبغمونکی هغه د سمندر ویش دی، د خدای لخوا چمتو شوي د معجلوس ټيټ سره. د قران څخه علاوه، موسی هم تشریح شوی او په حدیث ادب کې هم ستاینه شوی.\n\nد فرعون تر مرګ، موسی او د هغه پیروان د بیت المقدس په لور سفر کوي، چیرې چې پیغمبر په پای کې مړ کیږي. په اسلامي چارو کې، هغه باور کیږي چې هغه نبي موسی کې ښخ شوی او په نهایت کې د اسمانونو په لور راپورته شوي دي. وروسته لدې چې هغه د شپې سفر پرمهال له بیت المقدسیانو (AHRAā 'میراJ) وروسته له جملمونو څخه لیدنه وشي، په اوو آسمانونو کې ولیدل. []] ویل کیږي، موسى بیرته محمد بیرته د خدای بیرته لیدو لپاره لیږلي دي او په اصل کې باور لري. [] پنځه واضی لمونځ\n\nموسی په اسلام کې د خورا مهم شخصیت په توګه کتل کیږي. د اسلامي عالمولوژي په وینا، ټول مسلمانان باید په هر شاعردو او رسوله باور ولري، کوم چې پکې موسی او د هغه ورور حسن شامل دي. د موسی ژوند عموما د محمد ژوند ته د روحاني موازي په توګه لیدل کیږي، او مسلمانان د دوه تنو د خلکو ژوند ډیری برخې ګ consider ي. [1] اسلامي ادب د دوی د خلکو او هغه پیښو تر منځ موازي اړیکې بیانوي چې د دوی د ژوند وخت کې پیښ شوي؛ له پخوانیو مصر څخه د اسرایل څخه تر اسرایل پورې د اسرایل څخه تر مدینه پورې د انسانانو د پلویانو د مهاجرتونو مهاجرت کې ورته ګ is ل کیږي ځکه چې دواړه پیښې د پخوانیو مصریانو او پخوانیو مسلمانانو لخوا په ترتیب سره، د میلانکونو لخوا. []] د هغه څرګندونه، لکه لس حکمونه، کوم چې د تورات مینځپانګې برخه جوړوي او د یهودیزم او عیسویت د ابراهیم مذهبونو لپاره مرکزي دي. []] په پایله کې، یهودیان او عیسویان د مسلمانانو لپاره د \"کتاب د خلکو\" په توګه نومول شوي دي او باید پدې ځانګړي حالت کې وپیژندل شي چیرې چې اسلامي قانون پلي کیږي. موسی هم په اسلامي ادب کې خپاره شوي، چې د هغه د ژوند پیښې پراخوي",
"Harun": "په اسلام کې، ضمانت بن عالم [2] (عربي: هارون ابنن، هارون، د امرم زوی دی، او د پیغمبر زوی دی. [3] [ناکام تصدیق] [توضیحات باید د خپل ورور په مینځ کې اسرائیې دې بریوانډ ته تبعیض کړي. [4]\n\nقرآن په هارون کې ډیری اشارې لري، چې دواړه د نوم او پرته. دا وايي چې هغه هغه د ابراهیم یوه هیله درلوده او دا روښانه کوي چې هغه دواړه هغه دواړه استول شوي وو چې فرعون دواړه د خدای د مجازاتو په اړه خبرداری ورکړ. [6] دا نور زیاتوي چې حضرت موسی خدای ته دعا وکړه چې خپل وزارت خپل وزارت پیاوړی کړي ځکه چې هغه د وینا او خبرو په مسلو کې دی. [] کې هم د وینا او خبرو اترو کې قرآن دا چې موسی او هارون دواړه ګومارل شوي وو چې د خدای لپاره د وژل شویو ځایونو رامینځته کولو او دا کورونه به بدل کړي. [10]\n\nد طلایی خوسکي پیښه ځکه چې په قرآن کې حارث په مثبت ډول څرګندوي. قرآن وايي چې هارون د اسرائيني مشرتابه سپارل شوې وه کله چې موسى د سيمې ورځې د دوره لپاره وي. [12] [12] [ناکام تصدیق] [وضاحت] دا اضافه کړئ چې هارون د طلایی خوسکي عبادت ودرول شو، کوم چې د هارون خوړلو مخه ونیوله مګر د بدمنې سړي لخوا د 'shiiii' په نوم. [13] کله چې موسی سینا ته راستون شو، هغه د بت عبادت ته د حضرت هارون سره ملامت وکړ کله چې هغه په ​​خپل کار کې هیڅ رول نه درلود. [] 14] قرآن نو بیا موسی کړی چی حضرت موسی د اسراییلو ګناهونه لارښوونه کړې، او ویې ویل چې هغه یوازې پخپله او هارون ځواک لري. [15]\n\nد هارون وروسته په قرآن کریم کې هغه څوک چې یو څوک لري په توګه چې \"روښانه واک\" [16] [\"ښیې لارې ته لارښود شوی\". [17] نور نور اضافه کیږي چې د هارون حافظه خلکو ته پاتې وه چې [18 18] د خپل ورور سره د خدای لخوا برکت دی او یو عربي: موريیک، مریم) a \" د هارون \"خور د هغه د تاریخي شخصیت په مطابق د هغه په ​​اړه بحث وکړ، او د\" خور \"اصطلاح یوازې د یو استعارو په نښه کول و یا د دوه ارقامو تر مینځ معنوي اړیکه کله چې مریم د هارون د کاهن په وخت کې د مسیح تنکي سړي وي. ډیری پوهانو پخوانۍ لید سره موافقه کړې، او د مریم د خور له المارۍ سره د مریم د خور له مخې اړیکه لري، [21] چې هغه په ​​ډیری لارو کې ورته والي کړل. اسرائنیانو ته هم روایت کوي، چې دا وروسته تبلیغات، د موسی له کورنۍ څخه چې د هارون له کورنۍ څخه آسانتیاونکي دي \". [22]",
"Dhul-Kifl": "ده - ټیفل (عربي ذLكككفر، ḏū-kill-kifl، hu l- کيل، جيل ټيفل، او ژو ایل کيفل، او ژو ایل کيفل، او ژو ایل کيفل، يا بU Lifl يا ټيفل (جي ايل کيل) حذفوي، عجيبه کيل کيل، او ژو ایل کيفل، او ژو ایل کيفل، او ژو ایل کيفل، او ژو ایل کيفل، او ژو ایل کيفل يا ژي کيل) آيمي نذرانه ده. که څه هم د هغه هویت ندی معلومه، چې د هغه هویت تثبیت شوی او د عبراني ډول وړ وړ بیمه نښلانه پیغمبران، په عموم کې د آیالیسیل او ګوټا بودا [2] [4] باور اخیستل کیږي چې دا د الله سبحانه وتعالی طبقه بندي شوي چې د \"ښه شرکت د شرکت د شرکت د شرکت د شرکت د شرکت د شرکت د شرکت\" د سړي په حیث په توګه په قران کریم کې دوام لري. [5] که څه هم د نورو تاریخي سرچینو څخه ډیر څه نه پیژندل کیږي، لکه ابن اسحاق او ابن کیتر د پیغمبرانو په توګه ویې چې په ورځني لممان کې یې د پیغمبیک او عبادت په توګه وفادار پاتې شو. [ 6]\n\nد دیاګسن په ایرغنیز ولایت کې یو مقبره، ترکیه د ځینو په پام کې ده چې د پیغمبر علی پیغمبر د صلی الله علیه وسلم آرام ځای وي. دا د ښار له مرکز څخه په یوه غونډۍ کې د مګم ده دغهغ په نوم یادیږي. []] [8]\n\nایټومولوژي\nنوم د دې نوم په لفظي ډول \"د KIFL مالک\" معنی، د یو ډول نوم کارول، د یو څه ب form ه لرونکی ب feat ه پریښوده. [9] دا ډول نومونه په قرآن کې د نورو پام وړ شخصیتونو په اړه کارول شوي و، د مثال په توګه DU القارنیانا (عربي علتران، دا دوه سینګارني (عربي: zo ٱlinون، د کب سره یو. KFIL د لرغزیک عربي کلمه ده معنی لري \"دوه چنده\" یا \"عکس\" د یو بل سره مخ دي \"دوه ځله\" یا فولډ \"ته\"؛ دا د ټوکر پوښ لپاره هم کارول شوی و. نوم عموما د دې معنی نلري چې \"یو له دوه ګونی برخې\" څخه. ځینې ​​پوهان وړاندیز کړی چې د هغه نوم معنی لري \"هغه سړی چې دوه ځله یې ترلاسه کوي، ځکه چې کورنۍ یې هغه ته راستانه شوه د قران په وینا او د دندې کتاب. [11]\n\nد یو نظر په وینا، دا پدې مانا ده چې \"د CIFL سړی\"، لکه څنګه چې \"د ...\" KIFLE \"بل ممکنه ژباړنه ده. [12]\n\nایزکیلیل\nځینې ​​یې د نظر دي چې شور - ټیفل ممکن ایزییل وي. کله چې جلاوطنه، سلطنت او دولت اندېښمن وو، یو سیاسي او ملي ژوند نور امکان نلري. د هغه د کتاب د دوه برخو سره په مطابقت کې، د هغه شخصیتونه یوشان دوهشان دي، او حواله ټیفل معنی لري \"یو څوک د\" یو له جمع کولو لپاره \".\n\nپه قراني تبصره کې، عبدالله یوسف علي وویل:\n\nحلاف الفاظت به په لفظي ډول د \"دعوی\" درلودل، یا ورکول، یو دوه ارزیاتي یا برخه \"؛ یا بل، \"یو څوک چې د دوه چنده ضخامت کارولی،\" دا د KIFL یوه معنی شتون لري. نظریات لرونکي په نظر کې توپیر لري پدې اړه چې څه معنی لري، ولې سرلیک په هغه پلي کیږي. زه فکر کوم غوره وړاندیز د هغه په ​​تاییدونو نتاګرګ انچ عربان، کوپینھن، II، 1778) لخوا د کاروانونو نيریش لخوا هم ارزول کیږي. 264-26، لکه څنګه چې د حباس اسلامي په پایله کې د اسلام په انسولیا کې تعقیب شوی. هغه میشاد په عراق کې لیدنه وکړه، او دا هم کوچنۍ کوچنۍ ښار د بفیل په نوم د ناجف او هیلون ترمنځ. هغه وايي، د کبانو وايي، د عقیل عربي ب .ه ده. د رازیل زیارت هلته و، او یهودیان یې په زیارت کې راغلل. که موږ \"اوسول - کیلوL\" ومنو، نو د \"آزکیل\" یوه عربی ب form ه، دا په بیت المقدس کې د نبچاد نذیر ته مخه کړه (په اړه 99. 599). د هغه کتاب په انګلیسي انجیل کې شامل دی (زاړه انجمن). [15] هغه طلق و او محاکمه و، او یو څه وخت هغه ګونګ و. هغه ټول د زغم او قبضي سره بوځي، او په اسراییل کې په دې برید کې په دې برید کې د بیا شمیرلو لپاره دوام لري. په سوځیدنه کې هغه غلط مشران په هغه ټکو غندنه دي کوم چې د اسراییلو شیطانان څراغونه دي! ایا شیعه څراغونه څراغونه دي؟ \"که تاسو یې د وړیو سره سم یاست؟ هغوی ووژنئ چې خواړه ورکول کیږي: مګر تاسو رمې ته خواړه مه ورکوئ. ایا تاسو هغه څه هم چې مات شوي دي. \"[16]\n\n- عبدالله یوسف علي، قرآن کریم، ژباړه او نظریات / 17]\n\nپه قرآن کریم کې ذکر شوی\nپه قرآن کې\nدا په قران کې دوه ځله په قرآن کریم کې ذکر شوی، په لاندې آیتونو کې:\n\nاو (په یاد ولرئ) اسمري، ادریس او حراق، ټول (سړي) د حذف او زغملو ټول (سړي).\nموږ دوی خپل رحم ته ومانه: ځکه چې دوی له صادقانو څخه وو.\n\nقرآن کریم، ال aber الانبيیه () 21)، اه 85-86 [13]\nاو د اسمعیل، الیش او دهت - ټیفل: شمس، الهی ټیفل: هر یو د ښه شرکت له پلوه و.\n\nقرآن به سرسه (38)، اه 48 [14]\nپه دواړو حالتونو کې، حلم - ټیفل په دې کې د قرآنایی پیغمبرانو په شرایطو کې ذکر شوی، په شمول ډیری نور په آوټونو کې ندي ذکر شوي.\nAL Cifl (عربي: الفكفل. اولفل) د نجف او الححه تر مینځ ښار دی. د ایل کیفل په مینځ کې د زیارت نومونه دي: دح ټیفل زیارت، د مولک ټیفل زیارت، د قبول هېفل زیارت، د قبول هېفل زیارت، هول کبیل زیارت، هول کبیل زیارت، هول کبیل زیارت، د . د هسپانیال اصول د عبراني ya'ezQicel عربي لیږدونکی دی چې ډیری یې عربي د سیبر یهودو لخوا کارول کیږي. دا په ګوته کوي چې یهودانو برابرزا اژیلیل او دهول - ټیفل برابرۍ او مسلمان انجاطونه دا ډول تعقیب شول. عراقي چارواکي ادعا وکړه چې په 1316 کې (715-165-16 AH) Ilakanid سلسله سلطان الجدیو د یهودي ټولنې څخه په قبر کې د سرپرستۍ حقونه ترلاسه کړل. په پایله کې، زیارت د عین پیغمبر لپاره د اسلامي نومبر په وینا نومول شوی. سلطان الجیبو ته د جومات او منن په جوړولو سره فابریکې ته اضافه کړه. حتی هغه زیارت بحال کړه چې ځینې ورته تغیر ورکول د خپل اوسني ایالت په پرتله د خپل اوسني دولت پرتله کولو سره روښانه شوي. دا سایټ د نولسمې پیړۍ په پیل کې د مسلمان زیارت ځای پاتې شو کله چې معیام ابن ویال، په بریالیتوب سره بیرته یهودیانو ته بدل کړ او بیرته راستون شو. مینارټ د اسلامي سایټ په توګه د دې کاري دورې یوازینۍ شاهد پاتې شو. که څه هم جومات او منار په 14 پیړۍ کې جوړ شوی و، د زیارت لرغونتیا او قبر نشي ټاکل کیدی. [18]\n\nګوټا بودا\nده ټیفل د ګوټامه بودا سره هم پیژندل شوی دی. [19] [20] [21] [22] [22] [22] [22] [22] [22] [22] [22] [22] [22] [22] [22] د حلم کیفل معنی لاهم بحث دی، مګر د یو نظر په اساس، دا د کاپيیل څخه دی (Kapilvastu، چې بودا پکې شامل دی). [12] د کاپیل کلونو څخه سړی (12]\n\nد دې لید ملاتړ کونکي د قرآن د 95 فصل لومړۍ آیتونه محاسبه کوي.\n\nد انجین او زیتون، سینایون په واسطه، او د سینایون ماګ، او دا خوندي ښار ڈ ؤ ماک˺!\n\n- قران، 95: 1-3\nد دې نظر له مخې، پدې آیتونو کې ذکر شوي ځایونو څخه: سینی هغه ځای دی چیرې چې موسی وحیء ترلاسه کړی؛ مکې هغه ځای دی چیرې چې محمد محمد ولیدل؛ او د زیتون ونه هغه ځای دی چیرې چې عیسی د وحی ترلاسه کوي. پدې حالت کې، د انځر پاتې ونې هغه دي چیرې چې د ګالاما بودا وحی reved received ترلاسه کړي. [21]\n\nځینې ​​یې یو څه هم یو څه او دولت ته یو څه وخت نیولی چې پخپله یې بودا وه، لکه څنګه چې د بودا کلمه د \"روښانه\" معنی ده. [23]\n\nنور\nدهرکل ټفل د جوشوا، عدلي [24] او اسیاه سره هم پیژندل شوی دی. [25] [24]",
"Dawud": "Dauud (عربي: د دوی د اسراییلو پیغمبر رحمت دی. [1] سربیره پردې، مسلمانانو ډیوز هم د ضب (زنځیر) الهی جذب ترلاسه کړی. [2] [3] داود په اسلام کې یو له خورا مهم خلکو څخه شمیرل کیږي. په قران کریم کې شپاړس ځلې په اسلامي سياليو کې په اسلامي سياليو کې د يو لاس په وينو کې څرګند شوي چې له محمد تر حضاني) که څه هم هغه معمولا یو له هغه \"قانون ورکول\" پیغمبران \"پیغمبران (الترمعذعظم) په اسلامي فکر کې له حاشیو شمیره څخه دي. [2] په وروستیو اسلامي دودونو کې، هغه د هغه د غېت او روژه په اړه ستاینه شوې. هغه د پروټوټکسیکي حاکمیت په توګه هم وړاندې کیږي او په ځمکه کې د خدای د واک سمبول په توګه، یوځل چې یو پاچا او پیغمبر په غاړه وي.\n\nډیویډ په ځانګړي توګه د اسلامي بیتسیلوم د مذهبي معمارۍ لپاره مهم دی. [1] د دوبیل ډیویډ په نوم پیژندل شوی چې د عبراني او جودا د انګلستان د انګلستان دوهم پاچا په وینا، د خپل ځان ساتنه کوي. 1010-970 BCE. [حواله کولو ته اړتیا ده]\n\nپه قرآن کی ذکر کوی\nپه قرانوس کې د ډیویډ آسټریشن په ډیری برخو کې، په انجیل کې ورکړل شوي. هغه د پیغمبر اکرم (نبدالی) نومیده او همدارنګه رسول (راجاد) دی، ډیویډز د هغه چا په لیست کې شامله ده چې د خدای له مخې د خدای په 6:84) یا لارښود دی. په دواړو لیستونو کې د هغه نوم د هغه زوی سلیمان تر څنګ څرګندیږي. بل ځای، قرآن څرګنده کړه چې خدای دوی دواړو ته د \"علم قضاوت\" ډالۍ (\"پوهه\") او \"پوهه\" ('هیم؛ 27:15؛ 27:15. بیا هم قرن د ډیوډ وړتیاو ته هم ګماري چې هغه د سلمون څخه توپیر کوي (2] (3] (قرآن کریم) نومول شوي، پداسې حال کې چې 21: 105 کاروي د الاسواب ب form ه الاسوابر)، [5] د زبورت اصطار (د زبیر اصبار به په احتمالي توګه د عبراني بیمې میز او سوریې مزاظري وي. غرونه او مرغیو د ډیوډ سره د خدای ستاینه وکړه (21:10 کې خدای دوی ته امر کوي. CFR. زبرا. 4-10). خدای ډیوډ A \"VIUGYGERNE\" (خزانه \"جوړ وکړ د قرآن په وینا دغه سرلیک وړاندیز کوي چې د قرآن په وینا، ډیوډ د پیغمبر په وینا: هغه یو ډول رهبري مشر و چې په ځمکه کې د خدای قانون جوړ کړ. [1] دا رول هم سپارښتنه کیږي چې د 2: 251 پورې وړاندیز کیږي: \"خدای هغه ته واک (مولک) او حکمت ورکړو. که خدای فاسد شي.\" [2 2 ]\n\nد ډیوډ د ښوونې او روزنې په مینځ کې د بحران جوړولو وړتیا وه (21:80، 34: 10-11)، یو وړاندیز چې د ډیوډ نظامي سوداګریز د خدای عمل و. دا مهمه ده چې قرآنی حواله د ډیویډ \"حکمت\" ته ځینې وختونه د کلاسیک انجمیتونو لخوا تشریح شوې چې د کلاسیک انجاطونو لخوا د نبوت ډالۍ په توګه توضیح شوې. [6] قرآن دا هم په ټينګارزله چې دا دواړو اسرائيليانو ته لعنت کړی چې ايمان (: 28: - - 7:78) باندې باور نه درلود. د قران په وینا، ډیویډ ته د ریښتیا او باطل تر مینځ د حقیقت او باطل تر مینځ توپیر کولو وړتیا ورکړل شو کله چې عدالت خپرول (38:202020). په دې کې مزاج موجودیت شتون لري چې ډیویډ ته مفتره واچول شوه، چې په هغه کې یې دعا وکړه او توبه او بخښنه یې جگ کوي (38: 24-5). سورت خفه (د قران کریم دریم فصل ته د هغه د تقلبي کولو څرنګوالي ته هم حکم ورکړل شو چې له خدایه سرغړونه وشوه کله چې دا څپرکي لوستل شي . [8]\n\nمذهبي اهمیت\nډیویډ یو له څو یو څو څخه عبارت اسلامی پیغمبرانو ته رسیدلی. پداسې حال کې چې نور پیغمبران د پاچاهانو د واکمنۍ پرمهال وړاندې شوي، ډیویډ په خپل وخت کې پاچا و. په دې توګه، هغه خورا لوی دنده ترلاسه کړې، ډاډ ترلاسه کوي چې د اسراییلو خلک یوازې په بحران کې نیول شوي، مګر دا هیواد پخپله پیاوړی و. د هغه ځای لکه څنګه چې دواړه مشر او پیغمبر د ټولو مسلمانانو لخوا د ټولو عالي درجې په توګه درناوی کیږي. د ډیویډ شمیره د هغه سره په ګډه د هغه سره د هغه د نرمه زوی، سلیمان د خلکو مستول دي چې د دوی په ځمکه واکمني کوي. خدای په مکرر ډول په قران کریم کې د پیغمبر او پیغمبر د پیغمبر په توګه ډیویډ لوړ رتبه یادوي. هغه ډیری وختونه د نورو پیغمبرانو تر څنګ یادونه کیږي ترڅو هغه باندې فشار راوړي چې هغه څومره لوی و. د مثال په توګه، خدای فرمایي:\n\nاو موږ هغه ته اساواک او حضرت يعقوب ورکړ او د هغوی درناوی يې وکړ او د هغه د اولادونو، ډیومون او موسى او حضرت موس ی او موسى او موسى. پدې توګه موږ هغه چا ته انعام ورکوو چې عمودي دي او ښه کوي.\n\n- قرآن 6:84 [9]\nکله چې خلیفه عمر د بیت المقدس څخه لیدنه وکړه، د سرپرست صفرونیوس د هغه په ​​حوصل کې د هغه سره وسوځاوه، او د شهراب ډیوډ (ډیوډ دین - نیکه) د لمونځ د ترسره کولو لپاره د شهراب ډیوډ (ډیویډ لمانځه پورې سینګار شوی. وروسته شنونکو دا سایټ د داؤد د برج سره په ګوته کړ. په حدیث، دعا او د ډیوډ روژه روژه کول د خدای لپاره د ګران یادونه کیږي.\n\nد عبدالله بن آیر بن الحس: \"د الله رسول الله جل اللهص الله سبحانه وتعالی خدای دې ډیویډ دي. هغه د شپې نیمایی لپاره خوب وکړ او بیا د شپې یوه دریمه برخه د هغې شپږمه برخې لپاره ویده او بیا د هغې شپږمه برخې لپاره ویده او په بدیل ورځو کې روژه به وکارول شي. \"\n\n- محمد الغریچي، صحیحال المقریري [10]\nد ډیویډ کتاب\nاصلي مقاله: زابور\nضبورحمد په خدایه کې ډیویډ ته منسوب دی چې تورات (توره) تورات (عیسی) ترلاسه کړ او قران یې ترلاسه کړ. په اوسني عبراني انجیل کې، زبر د زبومونو په نوم پیژندل کیږي. په هرصورت، د تیرو نورو متنونو په څیر، زبمونه باور کیږي چې د وخت په تیریدو سره فاسد شوی دی، د اصلي پیغام څخه اوس لاړل. په هرصورت، مسلمانانو ته ویل کیږي چې د اوسني درناوي سره چلند وشي ځکه چې، په خپل اصلي ب in ه کې هم دوی د خدای الهام کتاب و. قرآن کریم وايي:\n\nستا رب پوهيږي څوک چې په اسمانونو او ځمکه کې وي. موږ د نورو په پرتله ځینې پیغمبران یو او ډیویډ ته موږ د زبامو کتاب ورکړ.\n\n- قران 17:55 [11]\n\n قرآن :: 163؛ 17:55.\n قرآن :: 163؛ 6:84.\n ای.ګ. اوتاردي، Thaherahahah، i، 559\n HIBAT AlAHAH B. سوهفه، الحسکیچه، لی مینسرانخ (د ولیوید، ANROBOB)، Ariou 1316/1816 / 1898-9، 262\n بخت، ṣa khāḥḥḥ، VI، 155\n قرآن 6:84\n صحیح الکارچي، 2: 21: 231\n قرآن 17:55",
"Suleyman": "د قران، ملک (ملیګر) او نبدالمان، سلیمان بن سوند، جلو. \"نبي اسراییل. په عموم کې، اسلامي دود لري چې هغه د یهودي خلکو دریم پاچا او د اسراییلو عقل دی. [1]\n\nپه اسلام کې، سلیمان د یو تن پیغمبرانو په توګه پیژندل کیږي چې د ډیری الهی ډالۍ او د دواړو څارویو او جنین کولو وړتیا پرې شوې وه. هغه دا هم ویل کیږي چې د شعوي وضاحت هم رامینځته کړي وي (مشعارین، ډیئس. 'شیطان) او DIVICE') او DISICESE ') او DISICHILSE') او DISICHILSE ') او DISICHES') او DISICHILSE ') او DISVE' SATISE)\n\nمسلمان نور یې دوام لري چې هغه د خپل ژوند په اوږدو کې د وفادار توت پاتې و. په میله توګه د اسرایل ملت په ټول ټول ځان جوړ کړی؛ د هغه صلیقی په کچه برکت و چې د هغه مخکې نه د هغه نه مخکې او نه هم ورته ورکړل شوی و؛ او د هغه ټول حکمونه یې بشپړ کړل، په جناح کې خدای ته نږدې کیدو، د هغه د ژوند په پای کې خدای ته نږدې کیدو سره سم دي. [3] د اسلام د زیاتوالي راهیسې، مختلف عربي تاریخ پوهان په تاریخ کې له سترو واکمنانو څخه چې []]\n\nپه قرآن کی ذکر کوی\nقرآن او تفسیر\nپه ځمکه کې قضاوت\nپه لومړني بیان کې سومان، قرآن کریم شامل دی، قرآن (21:78) هغه کیسه ته اشاره وکړه چې سلیمان د خپل پلار په مینځ کې و، د یوه پرضد د یوټھ په اړه قضاوت وکړ. [ 5]] وروسته مسلم تصور کونکو، چې د ال تاري، باباري په ګډون په سپید باندې پراخه شوی، پشمول د ال طبري، باباري په شمول، او ابن کیتر. []] []] []] دوی وویل چې د دوه کسانو لومړی وویل چې هغه د انګورو باغ دی چې هغه ټول کال له لارې ډیر پاملرنه وکړه. مګر یوه ورځ، کله چې هغه غیر حاضر و، د بل سړي پسونه د تاکاراتو په انګړ کې ډوب شوي او انګورو یې ونیوله. هغه وغوښتل چې دې زیان په اوریدو سره مخ شي. [92 وړاندیز وکړ چې د پسونو مالک د خپل پخواني بهرنیو چارو وزارت ته راستون شي، نو له هغه ځایه به بیرته راستون شي دا خپل مالک ته. په ورته وخت کې، د تاکستان مالک به د پسونو مالکیت او د خپلو وړیو او شیدانو څخه ګټه بیرته راستانه شي تر څو هغه پسونه خپل مالک ته بیرته راولي. دا غبرګون د سوموالون کچه ښیې چې، چې،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،،، قرآن وايي به د خپل ژوند په اوږدو کې کللمون مشخص کړي. د مسلمانو دود له مخې، تل د سلیمان سره تړاو لري، کوم چې وروسته به د سلیمین الیکیمي په نوم تړاو ولري. دا کیسه د کیبرا په غصه کې تطبیق کیږي، مګر د شخړې په توګه د سولومون زوی په توګه د شخړې په توګه رامینځته شوی. [7]\n\nسلمون او شیطانان\n\nد شباه ملکه\nقرآن روایت کوي چې باد د سلیمان سره صبر کوي، [11] او هغه کولی شي دا په خپله ولګوي، او جنان د صویل کنټرول لاندې هم راخیستل. جینن د سومون د واکمنۍ په پیاوړتیا کې مرسته وکړه. شیطانان (شیاتین)، [12] او شیطانانو د هغه د یادونو لپاره اړ ایستل شوي وو. [13] خدای هم د یو معجزه عین (عین، '' ګوني، یا 'پسرلي') د سلیمان لپاره جریان وکړ. [11]\n\nکله چې ډیوډ مړ شو، سلیمان د هغه په ​​میراث د هغه دریځ میراث د اسراییلو د نبرت نمانځل دی. سلیمان یوځل د خپل پلار د مجسمې جوړولو لپاره یوې ښځې ته اجازه ورکړه. وروسته، هغه د مجسمې عبادت پیل کړ او سلیمان په هغه سلطنت کې د باتوري زغملو لپاره محرک شوی و. د سزا په توګه، خدای یو له غلام شریف څخه نیولی چې د سلیمون ګوتو غلا وکړي او خپل سلطنت یې ونیسي. هغه وروسته خپله ګناه لغوه کړه او بیا په ځمکه کې کنټرول ترلاسه کوي، چې بیا د معبد په جوړولو تمرکز کوي. [14] هغه خدای ته دعا وکړه چې هغه ته یو پاچاهۍ وکړي چې د هغه په ​​څیر د کوم شي سره سم دی. [15] خدای د سلیمان لمونځ ومنل او هغه ته یې خوښ کړ چې هغه څه خوښوي.\n\nسیمالزليل، د مایلمون د هغې د زنګ وهلو ته د هغه د خپلې ګوښه کیدو له لاسه ورکول، ممکن د انسان نمایندګي درکړل شي چې خپل روح د هیمونیک جذبه ته زیان رسوي. [16] د نیساپور لیکي لیکو . [17]\n\nد تومبودیک دود برخلاف، سلیمان نه پوهیږي او هیڅکله یې په infitary کې برخه اخیستې وه. [18] نور، قرآن دا خبره رد کړه چې سلیمان جادوګر و: \"(...) یو جادوګر و:\" (...) کفر نه و، مګر شیطانان کافران شوي، د سړي جادو او ... (...) \"\" زده کړې \". (2: 102)\n\nسلمون او د.\nسلیمان حتی د مختلف څارویو ژبې تدریس و، لکه د میږیو. دغه یوه ورځ، سلیمان او د هغه لښکر د ویښتان - نامل (وډډ سننیمل) ته ننوتل، د سلیمان او د هغه د اردو د لیدو پرمهال، ښځینه میشته، د دې په پوهیدلو پرته چې بیا پوهیدل تاسو (د پښو لاندې). \"[19] په دې اړه پوهیدل په هرصورت، یو رژیم، سلیمان د تل لپاره دعا وکړه، د هغه په ​​اړه یې د هغه څخه مننه وکړه. [] 63] د هغه په ​​اړه چې د هغه په ​​اړه چې د هغه په ​​اړه چې د هغه په ​​اړه ګړندي شي چې د هغه څخه مننه کوي چې د هغې په توګه یې د سلیمان حکمت ته اړ ایستل د هغه ډالۍ چې هغه د خدای لخوا ترلاسه کړی، او مسلمانان هیڅکله هم خپل ورځني لمونځ هیر نکړه، کوم چې د هغه د کوم ډالۍ په پرتله خورا مهم و.\n\nExptytication ادبیاتو ټینګار کوي د سراکراال - کب په وینا، که هغه پوه شي که هغه پوه شي چې ولې یې \"سلیمان\" نومیږي (سلیمان) بلل کیږي. سلیمان وویل چې هغه نه کوي، چیرې چې د بل نړۍ وضعیت غږ کوي، او تاسو د دې نړۍ یو څو خوندونه منلی یاست او پاچنالوب؛ له همدې امله تاسو سوومون نومیږئ. \" وروسته د مټ غوښتنه کوي، که هغه پوه شي چې خدای د هغه لپاره باد تخفیف کړی دی. یوځل بیا، سلیمان وايي او د PRO ځوابونه د یو دلیل لپاره باد ته زیان رسوي. لکه څنګه چې تاسو منډه ده. \" د پوهانوال الدین ریزي او المصبي مسلمانانو د دې ځای په ځای د فراغ الدین راضي او المصبي د دې تعقیب لپاره د آزموینې درجې ته د کتلو لپاره د آزموینې درجې ته د کتلو لپاره د آزموینې درجې ته لوړ شوی. [22]\n\nد سببا فاتمه\n\nد صبا د پخواني پلازمینې په میتر کې د برعن معبد، په هغه څه کې چې اوس یمن دی\nد سلیمان پاڅون یو بل مهم اړخ د هغه د اردو اندازه وه، کوم چې دواړه سړي او جنان لري. سلیمون به په مکرر ډول خپل سرتیري او جنګیالي او همجنس او ​​ټول څاروي چې د هغه په ​​حالت کې کار کاوه و ارزوي. یوه ورځ، کله چې د هغه د سرتیرو معاینه کول، سلیمان د HUD-HUD وموند (هادده، هوموپو) له مجلس څخه ورک شو. [23] په هرصورت، ژر، هیډ - هوډ د سلیمون محکمې ته ورسید، او ویلي یې دي چې \"زه له سبا سره مقاومت لرم.\" [24] سلیمان ته وویل چې د شیبا خلک لمر راویښ شول، او دا هغه ښځه چې سلطنت یې واکمني او ځواکمن و. سلیمان، چې د شها ځمکې ته د یو لیک ویلو لپاره له نږدې یې اوریدلی، له لارې یې به هڅه وکړي چې د لمر ناباوره عبادت وکړي، او د خدای عبادت ته راشي. سلیمان د HUD HUD ته امر وکړ چې د شباه (بالقیانو) ملکه ته لیک ورکړي، او بیا د هغې عکس العملونه منل شوي او مستقیم بیرته شریعت ته د سپارلو لپاره د هلومام امر وویشئ، او مستقیم بیرته شیبه ته اړول ملکه ته لیک. دوره به هغې ته وزیران محکمې ته زنګ ووهه او د الله په نوم یې ماته په زړه پوری شی. \" ). \" هغې مشوره د خپلو وزیرانو او نورو محکمو چارواکو سره واخیستله او وايي چې \"ای\" او د ځمکې په مخ به هیڅ یو یې په دې اړه ودریږم مسله. \" د محکمې خلکو ځواب ورکړ: \"ستاسو ځواک، او ملکه، او څه شیطان دی، موږ به اطاعت وکړو.\" په هرصورت، ملکه سلیمان ته راغی، خدای ته د سپارلو په لیږلو سره، د هغې د سپارلو په اعلان کولو سره. [25]\n\nسلمون او که چیرې\nپداسې حال کې چې بایلقیان د سلیمون محکمې ته سفر کاوه، پاچا د خپلو غل پلورونکو ته د راتلو دمخه د هغې له راتلو دمخه ورته تیږو ته اړولي. یو کیو اریم د هغه خدمتونو وړاندیز وکړ (32-40-40)، مګر سلیمون خدای ته اشاره وکړه، ترڅو خدای ته یې دعا وکړه ترڅو د هغه لپاره تخت یې وکړي. د تړاو لپاره مهربانۍ ځواب ورکړ، چې تخت ځواب و، د خدای د قدرت په واسطه د سلیمان په ما palace ۍ کې څرګندیږي. کله چې بلقیان رارسیدله، سلیمون د هغې څخه وپوښتل چې هغه د میراث په پیژندلو، د هغه شواهدو په اړه مبارزه وکړه چې معجزه یې نه وه ترلاسه کړې چې معجزه یې نه وه کړې د یو چا څخه د خوب کولو څخه مګر د خدای په څیر. سلیمان د آفت لست شوي وړاندیز وړاندیز رد کړ، ځکه چې هغه یوازې په خدای تکیه وکړه او نه یې د بالقایانو لپاره د بریالیتوب لپاره انعام ورکړی دی. [26]\n\nمرګ\n\nد اقصی جومات په انګړ کې د سلیمان مقبروم، د بیتسیلم زوړ ښار\nقرآن کریم په هغه وخت تکیه وکړه کله چې هغه په ​​خپلو کارمندانو محکوم شو او په هغې سره، په نهایت کې، هغه ته لاره ورکړه - او بیا یې خپل وکړل د بدن سقوط.\n\nبیا، کله چې موږ د هغه مرګ فرمایش ښودلې، نو هیڅ یې د هغه مړینه ونه ښودله، نو کله چې هغه په ​​خپلو کارمندانو کې پروت و، نو جینن په ساده ډول ولویده چې که دوی پیژني بې خبره به دوی د سپیدایټ جریمې (د دوی دندې) کې پاتې نشي.\n\n- قران، سورت 14 [27]\nلکه څنګه چې هغه مستقیم پاتې شو، د هغه کارمندانو باندې ودرول، جین فکر کاوه هغه لاهم ژوندی دی او د دوی نظارت کول یې.\n\nدوی واقعیا واقعیت درکړله کله چې خدای په یو مخلوق د ځمکې څخه کښیني او په سلیمون کارمندانو کې د ایوالۍ په توګه، تر هغه چې د هغه بدن سقوط وکړي. دا آیت پوهان ته پوهیدل چې جین یې په نانب کې نه پوهیږي\n\nد سلمون په سندره کې د سولمدم شهتم\nنور معلومات: محمد او انجیل او د بې سیمی ریښه\nڅرنګه چې د قرانکریم د آیتونو د آیتونو د آیتونو لخوا الهام لري [کوم مسلمانان باور لري מַחֲמַדִּים، استیناف لیکونه: m-ħ-m-D-D-m-m)، که څه هم وروستي کلمه ژباړل شوې چې د یهودیانو لخوا ژباړل شوې. [29]\n\nسلیمون او جمشید\n\nد پرسپولیو، ایران (2) عمومي نظر (جرم) (کروندې)\nجمشید د نړۍ څلورم پاچا و، چې د شالید فلوریانو شماما په وینا. په داسې حال کې چې هغه په ​​دې باور دی چې هغه په ​​دې باور دی چې د ټولو پرښتو او د نړۍ د شیطانانو قومانده وه، او دواړه د اهورا مزدا لپاره). هغه د ډیری عالي اختلافونو مسؤل و چې د خپلو خلکو لپاره ژوند ډیر خوندي کړي: د باکي، وریښمو او وړیو کالي د خښتو جوړولو او قیمتي فلزاتو کانونه اوبدل ، د تعصب او شراب او شراب څښل، د درملو هنر، په سیلبش کښتۍ کې د نړۍ د اوبو بریښنا بندیز نیولی. هغه جمشید اوس یو لوی اړیکه شوی و چې نړۍ یې ورته پیژندلې وه. هغه د شاهي فرډ (ایوسټین: اويتان: Kvenraa) ته رسیدلی و، چې یو رښتنده شوی دی چې د هغه په ​​اړه یو رښتنده شوی دی چې د هغه په ​​اړه یو رښتنده سلینډر چې د هغه په ​​اړه یو رښتنده سلنډر چې د هغه په ​​اړه یو رښتنده شوی وي چې د الهی د احسان سره سوځیدلی دی.\n\nد دوه هوښيار پاچاهانو ترمینځ د ورته والي له امله، ځینې دودونه دواړه. د مثال په توګه سلیمان د البلي په کارونو کې د سویل لویدیز ایران په اړه د اعتماد سره تړاو درلود. پرسپولیس باور درلود چې د سلیمان سیټ دی او د عیالیو په توګه د مسلمانانو لخوا مسعودي، محمد صدسی او استقري په توګه بیان شوی. نورو مسلمانو لیکوالانو د ایران په وړاندې سیومون مخالفت کړی، د سلیمون او جمشید کارونو د ژوند او جمعاتو د اډوژانس دی، دوه یې لید دی روغباندې د هند - اروپایانو په ډګر کې د بورسونو لخوا رامینځته شوی، کوم چې دا په اړه یې څرګنده کړې چې د سرمایانو د معقولانو له پیل راهیسې د سیدانیک او انجلاک بورسونو د قاضیانو پیغمبرپانو لپاره د تاریخي مقاومت اندازه څخه لاسته راوړنه. [34]",
"Ilyas": "Ilyās (عربي: نیالیا رسول و، د خدای مې رحمونه و چې څوک د اسراییلو ماشومانو ته لیږلو لپاره لیږل شوی و. هغه ته د پیغمبرانو د خلکو د عبادت کولو څخه د خلکو د مخنیوي لپاره ورکړل شوې وه. [1] الیاس د اتااس ته پیغمبرانو وړاندوینه ده. [2] ځینې ​​اسلامي پوهان پدې باور دي چې آییلاس د هارون له عام والي څخه دی (هارون). [3]\n\nځینې ​​مسلمانان پدې باور دي چې الیییس لاهم ژوندی دی او هرکال حجري کال د خادر تر څنګ په حج او هر کال کې برخه اخلي. [4] ځینې ​​مسلمانان پدې هم باور لري چې IIAیا به په پای کې بیرته راشي. [5]\n\nوختي ژوند\nپه اسلامي سرچینو کې، د ایلاس بشپړ نوم الیاس بن یاسین دی چې په سعفت 37: 130 کې، آی ستاس د یاسین په نوم یادیږي. [7] د ایلاس ځینې کیسې هم په اسلامي حدیث کې هم یاد شوي دي. لکه د الیاس د خواشینۍ سره د اسرائيلو لعنت، [] 8] د عاقعه شفا کول [9] او د عربۍ سره جګړه. [10]\n\nد ډیری اسلامي سرچینو او انجیل په وینا، الیاس (الف) ژوندی دی او د اسمانونو سره وځنډول شو. [11] په هرصورت، ابن کیتیر دغه حدیثونه نه مني او د اسرایلیایت په مینځ کې یې ګ .ل کیږي. [12] په معاون البردان کې حضرت الحمامي په بalبیک کې د ایلیاز علییاء لپاره د لوړې مراسم یادونه وکړه، که څه هم ځایی خلک په دې باور دي ایا د ایلیا قبر و (A) [14]\n\nنبوت\nالیاس لومړی د یو پیغمبر په توګه یادونه شوې چې په التمم 6:85 کې. [15] هغه خپلو خلکو ته بلنه ورکړه چې په باليق کې په باليق کې اوسېده چې د خدای اطاعت کوي او د ګناهونو له لاسه ورکولو. [16] د هغه اصلي دنده د بولډ عبادت کوله مخنیوی و. [17] وروسته له هغه چې هغه د ډیرو کلونو راهیسې د خپلو خلکو د دوام سره مخ شو، په وچکالي او خلکو سره به په لوږه کې ناوړه چلند وشي. [18] د ایلاساس په اصطف کې او وروسته مسلمانه دود د بشرې او مسیحیانو د واکمنۍ پرمهال د الجاس لومړني ټینګار کولو سره د ALIJAS اصلی دی. [a] ilyas 'اریزا د A سره پیژندل شوی دی د ادرس او اولادونو په ګډون د نورو پیروجنو او اولادونو شمیر، چې د ځینې عالمانو لخوا باور کیږي نوعاس لپاره بل نوم و، [21] او خیریر. [22 22] وروسته اسلامي لیجنډ وروسته د ایلاس ارقام رامینځته کړی، او یو څه اپریف الله ادب ته د نیم انسان، نیم فرښتې حیثیت ورکړل. [23] ایلاس د حزبامام په ګډون د ادبیاتو کارونو په وروستیو کارونو هم څرګندیږي. [24]\n\nقرآن کریم\nالیاس په قران کریم کې ذکر شوي، چیرې چې د هغه تبلیغات په یو لنډ ډول حساب شوي. قران پاک روایت کوي چې الیاس خپلو خلکو ته یې وویل چې د خدای عبادت ته راشي او د ساحې لومړني حالت ته به د بابل عبادت پریږدي. د قرآن کریم وايي: [1]\n\n\"ریلی هوس یو له رسولانو څخه و. کله چې هغه خپلو خلکو ته وویل:\" ایا تاسو به له خدای ویره لرئ؟ آين خدائ پاک ته زنګ ووهي\n\n- as Saafat 123-126\nقران پاک دا روښانه کوي چې د ایلاس اکثریت پیغمبر یې رد کړ او د نعمتري تعقیب ته دوام ورکوي. په هرصورت، دا یادونه کوي چې د دوی په مینځ کې د خدای یو شمیر لږ شمیر پلورونکي الي ژیه په تعقیب او باور لري او د خدای عبادت کوي. قرآن کریم هغه وایي، \"دوی د مقابلې لپاره صادق او ابدي غلامانو ته دا (حافظه) مجازات کړي.\" [] 25]\n\nپه قرآن کې، خدای پاک په دوه ځایونو کې د اليجا مسموم:\nسوله په ایلجۍ کې ده! دا هغه څه دي چې موږ هغه څوک چې ښه ترسره کوي اجر ورکوي. هغه واقعیا زموږ د مؤمنانو له بندرونو څخه دی.\n\n- قران، فصل 37 (SAAFFat)، آیت 129-1322 [27]\nاو ذکریا او یحیی او آیا اسا او ILAs، دوی ټول له صادقینو څخه وو\n\n- قران، فصل شپږم فصل (المعام)، آیت 85 [28]\nد 85 85 په ګډون، عبدالله یوسف علي په ګډون ډیری شنونکي وړاندیز وکړ عبدالله یوسف علي وايي، \"دریم ډله د عمل ضد نارینه هم دی، خو د حقیقت مبلغ یې ویلي. زحاط د جان پلار و بسته، څوک چې \"ایلاس، چې د راتلو لپاره حواله کوي\" (MAT 11:14). او الیاس د ماسپښین (میټ. 17: 3). 29]]\n\nکه څه هم ډیری اسلامي عالمان په دې باور دي چې ایوجا په اسرایل کې تبصره وکړه، په صالانیا کې الیاس بalبیک ته استول شوی و. [30] عمومي پوهانو دا ادعا رد کړې، چې د ښار د لومړۍ نیمایي له امله د ښار اتصال هغه هویت و چې الیجاه خپل خلک د عبادت کولو مخه ونیسي. پوهان چې د اليجا ښار پېژندنه ردوي چې په باسبیک کې د قران یا عبادت انجیل کې د ILAS د داستان سره نه دی ذکر شوی دی. [31]\n\nمرګ\nد وخت په تیریدو سره، وچکالي خپریدل او ډیری مړه شوي. کله چې دوی ځانونه ځوروي، د دوی تیرو کارونو افسوس کوي، ایلیاز ته واړول، او د هغه بلنه یې ومنله. [32] بیا، د ایلیا د لمانځه له امله دروند باران راغله او ځمکه یې شفحه شوه. په هرصورت، یو څه وروسته، خلکو د خدای سره خپل تړون هیر کړ او نالو عبادت ته راستون شو. کله چې ilyas دا ولیدل، نو هغه د خدای لپاره د خپل مرګ غوښتنه وکړه؛ مګر، خدای هغه ته د اور وژنې لیږلې وه او هغه اسمان ته ورغی او الهاسا یې غوره کړه او د هغه زده کونکي یې د هغه د کوسریټر په څیر وه. [3] ایلاس په ندرت سره د اسلامي چیناؤلوژي سره تړاو لري. [34] په هرصورت، ځینې مسلمانان پدې باور دي چې الیاس د وختونو په پای کې د پراسیسو په خرابه توګه د رایی خرابو سره بیرته راځي. [5]\n\nمیراث\nمسلم ادب او د سوداګرۍ یادونه چې ایلاساس د اسراییلو سلسله ته تبلیغ وکړ، او وروسته یې زوی ایحزیا د زاراله له خوا منژیدله. هغه د صحرا په شان ییزه \"د صحرا په شان پیغمبر\" ویل کیږي. [35] داسې انګیرل کیږي چې الیاس د زاب او د هغه میرمن جیزبل سره تبلیغ لري، چې د مسلم دود سره سم په دې سیمه کې د غلط بتانو عبادت لپاره یو څه مسؤلیت لري. مسلمانان په دې باور دي چې دا اکثریت اليهه ته غوږ و چې الیشا باید له هغه وروسته اسراییلو ته د خدای پیغام استغلاري وکړي. [] 36]\n\nالیاس په مسلمانو کلتور کې د افسانوي افسانوي او فتحونو موضوع ده، معمولا د خیدر سره د غونډې پلي کول دي. د مسلم لیدنې راپور په وینا، محمد په مکه کې د ایلاس سره ولیدل. [37] په اسلامي عرفت کې، ایلاس د SAGHA خرم سره نږدې دی. یو حدیث راپور ورکړی چې ایلاس او خرشار هر کال په بیت المقدس کې له یو کال سره ولیدل ترڅو مکې ته لیري ته لاړ شي. [38] الاساس په حمزامه کې ډیری وختونه هم څرګندیږي، چیرې چې هغه د خیر د ورور په توګه خبرې کوي او یو څوک چې د ځوانانو له چور څخه څښل کیږي. [39] سربیره پردې، دا په کیټاب الکافر روایت دی چې امام جفر العدصار دی چې د سوریې ژبه کې د ایلاس سجطار او ژړل پیل کړل. بیا هغه دستلبندانه پوهانو ته د لیدونکو پوهانو یوې ډلې ته وژباړ:\n\n\"ای ربه، زه به وګورم چې تاسو ما ته سزا درکړئ که چیرې تاسو ما ته سزا درکړئ چې زه یې ومنئ؟ زه که څه هم تاسو پوهیږئ چې زه ستاسو لپاره ګناهونه پریږدم؟ ایا زه به وګورم چې تاسو ما ته سزا ورکوئ چې زه یوازې ستاسو لپاره انتظار کوم؟ \" هغه څوک چې الله بیا اولیاس ته الهام ورکړ، \"له ځمکې څخه خپل سر ته پورته کړئ زه به تاسو ته سزا نه کړم.\" [40]\n\nیادښتونه\n \"ایلاس د اليجاه په څیر ورته دی، چې کیسه به یې په 1 پاچا کې په زاړه محکمه کې وموندل شي )، چې د اسرایل یا سماریا پاچاه وه، چې د خپلو خلکو ټولو چارو په څیر برخه اخیستې وه. دواړه عرب او علیشاه په سوریه کې د بلال عبادت ته تلل وي. د طبیعت د عبادت او ډیری سرغړونو عبادت هم شامل کړ. پاچا عاباب واده کړی چې د صدون، جیزل شهزاده یو بد ښځه چې د هغې میړه یې د الله سبحانه وتعالی لامل کړ. \" ... الیاجه د احاح د ټولو ګناهونو او همدارنګه د هغه د ژوند ګناه وغندله او په پای کې یې وتښتېدل هغه خپل منتل د ایلیس الله پیغمبر سره پریښوده. \"[20]",
"Alyasa": "الهاسا (عربي: الوتنه، رومانیزم: رومانیه: اصول الله صلی الله علیه وسلم او رسول الله صلی الله علیه وسلم لارښوونه کوي. په قرآن کې، ايااسا دوه ځله د پيغمبر په توګه ياد شوی دی او دوه ځله د نورو پیغمبرانو سره یادونه وشوه. [2] هغه د مسلمانانو لخوا عظمت ګوری دی لکه عالیاس (ایلیا) ته. اسلامي سرچینې چې د برور سره متحرک پیژني. [3]\n\nشخصیت\nد الیاسا نوم دوه ځله په الفیم 6:86 کې ذکر شوی او خپګان 38:48. په دې آیتونو کې، پرته لدې چې د آیالا د شخصیت یا نبض په اړه د یادولو څخه، هغه د انتخاب شوي \"او\" د انتخابونو په مینځ کې یادونه شوې ده. [4] د قران په وینا، ایلیسه د متحده ایالاتو څخه پورته ده مینا L-اکیشه)\n\nاو آسما او الیاسا او یونس او ​​لوټ؛ او هر یو چې موږ یې په نړۍ کې ترلاسه کړی؛\n\n- البم 6:86\nاو زموږ د غلامانو اسماده، آزااس او وينه، او دهرو ټيفل په یاد ولرئ، هر یو یې واقعیا ښه دی.\n\n- غمب - 38:48\nمعجزې\nد علي عالح څخه د شیعه حدیث کې، یادونه شوې چې الیاسا درلوده، د وژل شویو کسانو د بندولو، ناروغه کیدو او اوبو تګ په شمول ځینې معقولونه درلودل. [حواله]\n\nادعا شوې قبر\nځینې ​​مسلمانان پدې باور دي چې د ارشې قبر د سعودي عربستان په ختیځه سیمه کې الفج کې دی. زیارت د سعودي حکومت لخوا لرې شوی ځکه چې دا ډول رنځ د وحشي یا سلفیو ریفورم غورځنګ سره سم په سعودي عربستان کې واکمن دی. [6] []] []] دا د عثماني عربستان په جریان کې د ډیری پیړیو لپاره یوه مهمه ځانګړې ځانګړې وه، او د مخکې پرمختللي دورې په اوږدو کې د ټولو فرقې خلکو لپاره خورا مشهور زیارت منرال و. [8]\n\nد اولیشا قبس د دهطانبیر ولایت په علی آباد ولسوالۍ کې، ترکیه. []] اصلي زیارت د سیند غاړې ته نږدې و چې باید په 1994 کې سیلاب شي. د نهو چارو شورا د دیني چارو د ریاست لخوا د خلکو د استاد په همکارۍ د خلکو شورا جوړه شوې وه. مخکې لدې چې سیمه سیلاب شوې وه، د پیغمبر اکرمان او د پیغمبر ساتونکی کیندونکی د نهو عالمانو لخوا د شا شاهدانو د شاهدانو په شا کښی د سیلاب مینډل څخه وژلو ته ورسید. په هرصورت، ډیری ښارګولک په هغه شپه د دوی په خوب کې پیغمبر وموند.",
"Yunus": "یونس ابن میتا (عربي: يونس آفانا: رينس بن ستا) د خداي پيغمبر او رسول دي. یونس په دوديز ډول په اسلام کې خورا مهم لیدلي چې د پیغمبر په توګه پیژندل کیږي چې د خدای وفرمل و او خپل پیغامونه یې لیږلي دي. [1] [2] یونس په قران کې د دولس یو یوازینی کلین شوي پیغمبران د انجیل څخه نومول شوي دي. [3] د قران د لسم فصل د هغه په ​​نوم نومول شوی دی. []]\n\nیونس دینول - یون (عربي: qo د مسلمانانو لخوا. []] هغه په ​​قران کریم کې څلور ځله ذکر شوي چې د نوم په واسطه. [6]\n\nحدیثي یادونه\nیونس د محمد د ژوند پرمهال په څو پیښو کې یادونه شوې ده. په ځینو مواردو کې، د یونس نوم د محمد په ستاینه او درناوي غږیږي. د محمد ژوند په اړه د تاریخي سیاستونو په وینا، د تلیفونو له ترلاسه کولو څخه لس کاله به هغه ته اجازه ورکړي چې د ښار په پرتله خپل پیغام ماتې ورکړي خلک. هغه دتا او شاهه په باغ کې پناه واخیست، د قریشي قبیلې دوه غړي. دوی خپل بیدان، معتاد ته استول او د روزونکو لپاره د انګورو د زده کړې لپاره یې محمد وپوښتل چې هغه چېرته دی هغه د نولر ځواب ورکړ او نوکر نه یرغل وکړ. \"د یونس ښار د امیتۍ زوی، د یونس ښار!\" محمد وفات شو. معتاد حیران شو ځکه چې هغه پوهیده چې کافر عرب په یونس هیڅ معلومات نه لري. هغه بیا وپوښتل چې څنګه دغه سړی پوه شو. محمد ځواب ورکړ: \"موږ ورو brothers ه یو. \"یونس د خدای پیغمبر او زه هم د خدای پیغمبر یم.\" معتاد سمدلاسه اسلام ومنله او د محمد لاسونه او پښې یې ښکل کړې. [10]\n\nد محمد د ویلو یو تن د امام بخښنې په برخه کې یو څوک نه وايي چې زه له یوسیوس څخه غوره یم \". [12] []] []] ابن ابي میدان، د محمد په ښوونه وشوه، چې د الله تعالی دعا نه درلوده، خو، هغه د لمانځه تر ورځېۍ دعا نه درلوده، اوون \"یوازې یو څو پاتې شو د کب په خارښت ورځو کې \". [14]\n\nد نهم پیړۍ پارسي تاریخ دستیشنین الجې ال طوفري دا هم لیکي چې الله تعالی جسد یې ته اړ کړ چې \"ژور\" او هغه هونس ټول کب نیسي چې الله سبحانه وتعالی غواړي. [15] د لسمې پیړۍ شاعر کیسی مارازي، د یونس پلار کله چې یاونس زیږیدلی و، نو هغه د لرګیو سپینې خوړلو سره پرته له لاسه ورنکړل شو، چې کوم شی ته وسپارل شو یو کورنوکوپیا اوسئ. [14]\n\nمقبرونه\nهمدارنګه وګورئ: د موازونو جوماتونو او شالین زیارت_ف_اف_اف_پیف_جونا\n\nد یونس جومات د ونو د ورانونو عکس، د داعش له مخې د دې له ویجاړیدو وروسته\nد نولس اوسنی موقعیت د پنځو ګیټسونو کیندنې، په څلورو اړخونو او د نبي یونس غونډۍ په نښه کولو نښه شوې ده: د نبي یونس غونډۍ (په فوټوټ کې د نقشه لینک لمس (په فوټوټ کې د نقشه لینک لمس (په فوټووټ کې د نقشه لینک لمس (په فوټوټ کې د نقشه لینک لمونځ وکړئ. [16] یو جومات ښار تابي اوسس جوآحي ته وقف شوی و او په دې زياتې) و چې د يونا د قبر د ساحې په توګه د دواړو مسلمانانو او عیسویانو لخوا درناوی شوی و. [17] دا قبر د زیارت یو مشهور ځای [18 18] او د مینځني ختیځ په ټول ختیځ عیسویانو او مسلمانانو ته د یووالي سمبول و. [18] د 2014 د جوالی په 24، د عراق اسلامي دولت او دغه جومات چې قبر لري دا جومات لري چې د مذهبي پټنځای کیدو د مخنیوي لپاره جومات لري. [19] وروسته له دې چې موسول د جنوري په 2017 کې بیرته راستون شو، د اسرار ما at ۍ د اوز پیړۍ د نښتې نیمه برخه د ویجاړ شوي جومات لومړۍ نیمې برخې ته د استوګنې لپاره کشف شوې. [18] شاوخوا شوی دی. [18] داعش د تور بازار، [18] [18] باندې د توکو د پلورلو ما palace ۍ لوټ کړې وه، خو یو شمیر آثار چې لا هم په خپل ځای کې خورا ګران و. [18]\n\nنور مسلمان مقبرونه\nد مشهد عرب کلي نور یو شمیر سیمې د اسراییلو عرب کلي کې شامل دي، چې د هالرون شمال فلسطین لویدیز لویدیځ بانک ښار د هبرون شمال د 5 کیلو میترو لیفټ بانک ښار دی. [22] او په لبنان کې د صرافنډ ښار ته نږدې پټنځای په لبنان کې (ساریپټا) ښار ته نږدې. [23] بل دود په یوه غونډۍ کې مقبره اوس د ګیوس یواح په نوم یادیږي، \"د جونیام غونډۍ\"، د ما اسراییل ښار په شمالي څنډه کې، په یوه سایټ کې د عصري ر light ا په واسطه پوښل شوي.\n\nد ګونا یو قبر په دیاار صاکر کې موندل کیدی شي، په فیلی پاشا جومات کې د میراب پاشا کې موقعیت لري. [24] [25] د بولي لمانځه په خپل سوماتتۍ خبرې کوي چې هغه د جونه له قبر څخه لیدنه وکړه. [26] [27]\n\nقرآنی ذکر\nپه ال انبایا کې 21:87 :،] او القاله 68:4848، چې تاسو د یو کب نیولی دی. [5] په نسیس کې: 163 او البادم 6:8am، هغه ته \"د الله رسول\" ته راجع کیږي. [5] سوره 39-146 د یونس بشپړه کیسه بیا غور کوي: [5]\nنو هماده هم د هغه لیږونکو کسانو په مینځ کې هم و (زموږ لخوا).\nکله چې هغه وتښتي (د بې رحمه پرته) کښتۍ ته\nهغه (هوکړه لیک) ډېر، او هغه وغندل شو:\nبیا ویل د هغه تیرول، او هغه د ملامتۍ وړ عمل ترسره کړی و.\nایا دا هغه څوک (توغندوی او فقر یې ویاړلي\nهغه به په یقین سره د قیامت تر ورځې پورې په کب کې دننه پاتې شي.\nمګر موږ هغه د حوض په حالت کې په غوګ شوي څنډو کې واچوله،\nاو موږ د هغه د ودې لامل شو، په هغه باندې، د قید یو ډول خپر شوی کښت.\nاو موږ هغه ته (په ماموریت کې (په ماموریت کې) شونډې ته (سړي) یا ډیر څه.\nاو دوی باور لري؛ نو موږ دوی ته اجازه ورکړه چې د یو څه وخت لپاره (د دوی ژوند) څخه خوند واخلي.\n\nقران، فصل 37 37 (SAAFIF (SAAFFT)، آیا، د 139-148 IV INS\nقرآن د یونس میراث یادونه نه کوي، []] مګر مسلم دود درس ورکوي چې یونس د بیناجین له قبیلې څخه وو. []]",
"Zakariya": "د اسلامي عقل، زاکتاریا (عربي: عربي) په وینا (عربي: زاهرها، ظهره الله علیه وسلم او د حضرت محمد صلی الله علیه وسلم پلار دی.\n\nپه قرآن کې\nزاکاريیه د صالحې کاهن [1] او د عذال رسول و چې په بیت المقدس کې یې په دوهم معبد کې و. هغه په ​​مکرر ډول د معبد خدماتو اداره کولو مسؤلیت په غاړه لري [2] او هغه به تل خدای ته د لمانځه په اړه پاتې وي.\n\nد زوی لپاره دعا کول\nلکه څنګه چې هغه خپل زاړه عمر ته ورسید، ذکریا د هغه په ​​اړه اندیښنه پیل کړه چې د هغه د مرګ نه وروسته د خدای پیغام استثناء او څوک به د هغه وروسته د معبد پیغام دی. زکريه د یو زوی لپاره د خدای سره دعا پیل کړه. د اولاد د زیږون لپاره دعا یوازې د ماشوم غوښتنې څخه نه وه. [1] هغه د خپل ځان او خلکو لپاره دعا وکړه - دوی د صلاحیا څخه یو لوبغاړی ته اړتیا درلوده، چې د زااريیې وروسته څښتن به کار وکړي. زکريا کرکټر لري او هغه غوښتل دا د هغه معنوي هدرې د هغه معنوي هدیرې د هغه د خورا قیمتي ملکیت په توګه انتقال کړي. د هغه خوب دا و چې کورنۍ د سرپرست جاکوب پاڅون ته واړوئ، او ډاډ ترلاسه کړئ چې د خدای پیغام د اسرایل لپاره نوی شوی و. لکه څنګه چې قران حسابونه:\n\nخپل د نوکر زکريا ته د خپل پالونکي د رحمت يادښت. کله چې هغه خپل ځان د خپل مالک ته ژاړي وویل: زما ربه! لو! زما د هډوکو هډوکي ضعیفه کوي لو! زه له ما وروسته زما د خپلوانوفولک څخه ویره لرم، ځکه چې زما میرمن بنده ده. اوه، ماته د خپل حضور څخه يو ځایي راکړه چې زما په اړه به زما په میراث او میراث سره وي. او هغه، زما ربه، د منلو وړ (عذاب) جوړ کړئ. [قرآن 19: 4-6 (ژباړل شوی)]\n\nیحیی\nد خدای لخوا د ډالۍ په توګه، زکاريیه ماته یو زوی ته زوی ورکړل شو چې د جان بپتسټ سره پیژندل شوی، یو نوم یوازې د دې ماشوم لپاره غوره کړی. مسلمانه دود دا بیانوي چې زکريا تر دوه کلن زوړ و [3] کله چې د جان د زیږون ویل شوي وو.\n\nد ساکريیا دعا سره سم، معماري د خدای پیغام نوی کړ، کوم چې د اسراییل لخوا فاسد شوی او له لاسه یې ورکړ. [4] لکه څنګه چې قران وايي:\n\nای زاکريا! لو! موږ د یو زوی ټنګونه راوړو چې نوم یې جان دی؛ موږ ورته نوم د (هغه) مخکې هیڅ نوم ته ورکړی دی. هغه وویل: ای زما ربه! زه څنګه کولی شم زوی ولرم کله چې زما میرمن شنډه وي او زه د زیږون عمر عمر ته رسیدلی یم؟ ويې ويل: نو به همدا اوس وينا وي: دا زما لپاره اسانه ده، او په حقیقت کې مو پخوا وکړه. هغه وویل: ای زما ربه! ما ته یو لاسلیک راکړه. هغه وویل: ستاسو نښه دا ده چې تاسو به د دې توان ونلرئ پداسې حال کې چې په سمه روغتیا کې د خلکو سره خبرې وکړئ.\n\n- [قرآن 19: 7-10: د آرکټال لخوا ژباړل شوی)]\nد مریم ساتونکی\nد قران په وینا، زاکريا د مریم ګاډی و. قرآن وايي:\n\n(په یاد ولرئ) کله چې عمران میرمن وویل: زما ربه! ما هغه دې ته رایه ورکړې چې کوم چې زما په مرمۍ کې د قهر په توګه دی (وړاندیز). دا زما څخه ومنئ. لو! تاسو، ته اوریدونکی دی، ښه شه! او کله چې هغې وسپارل شوه هغې وويل: ای زما ربه! لو! زه د یوې ښځينه اوسېږم، الله هغه څه پوهيږي چې هغه تېر سپارل شوی و، نر د ښځینه په شان نه دی. او لو! ما د هغې مریم نوم کړی، او لو! زه ستاسو ساتنه ستاسو ساتنه د هغې د اولاد څخه انشا کړم. د هغې څښتن هغه په ​​بشپړ قبرانو سره ومنله او د هغې لپاره یې هغې ته ښه وده وکړه. او د هغې ساتونکي زغمبرړ. هرکله چې زاهره هغه مقدس ځای ته لاړ چیرې چې هغه وه، هغه وموندله چې هغه خواړه درلودل. هغه وویل: ای مریم! دې ته چېرته خواړه راځي؟ هغې ځواب ورکړ: دا د الله تعالی دی. الله د چا لپاره له دندې پرته له دې چې هغه وغواړي. [قرآن :: 3 35-37 (ژباړل شوی (ژباړل شوی)]\n\nد مسلم الیوندس د جان بپتستیا او عیسی سره په نوي عصر سره د امام (عمرو) د وژغورۍ له امله د هغه د پیغمبر (عمران) د وژغورلو د محتاطانو د وژغورۍ له امله ذکریا د امامثانو پلار د امامثانو پلار د جهادونو له امله راوتل د امرم (عمران) پلار لخوا راوتل د امرم (عمران) څخه راوتلي دي. دا حقیقت چې، د ټولو کانکشنونو، زکريا و چې د مریم پاملرنې ساتلو دنده یې د خپل وضعیت د پیچلي سړي په توګه ښیې. ذکریا اکثرا په قرآن کې د خدای د نذر او سالايي سړي د پیغمبرانو په توګه تعریف شوی. یو داسې ارزونه په سوره الامام کې ده:\n\n\"او ذکریا او یحیی او عیسی او ایلیا او ایلیا او عایاس. هر یو د صادقانو څخه و.\" [قرآن 6:85 (د کران لخوا ژباړل شوی)]\n\nقرآن ژباړونکي عبدالله یوسف علي په دې کرښه کې د نظریاتو وړاندیز وکړ [5] - وړاندیز کول چې دا ځانګړي پیغمبران له یو بل سره یو روحاني اړیکه لري. هغه په ​​ګوته کوي چې یحیی د عیسی خپلوان و، پداسې حال کې چې ایلیویا یو و چې د ISA [6] په لویدیز کې یادونه وشوه. ذکریا په عین وخت کې د واده له لارې، د اسیا له لارې د اسیا تره، د یحه په نوم د ایلیا په نوم ایلیویا ته د ایلیویا ته ویل کیږي. []]",
"Yahya": "حضرت ابن زاکر سایت (عربي: يحيلي ابلپكي) په اسلام کې په پام کې نيسي، په لياحيلي ډول د الله سبحانه وتعالی (الله) اسرائيلي ته راولى شو . هغه د مسلمانانو په باور کیږي چې د خدای کلام شاهد و چې د اسا ال مسسح (عیسی مسیح) راتلونکی به یې ورته وړي [1] [2]\n\nیحیی پنځه ځله په قران کریم کې یادونه شوې ده. []]\n\nیحیی په صوفیه کې هم ویاړلی دی، په عمده ډول د قران د وضاحت له امله د جانانو د عزت او مهربانۍ له امله. []] عرفان په قران کې د جان په دورانونو کې ادعادي توکي په قصاب کې کارول کیږي، په عمده ډول د حکمت العمل ورکړل شوي ډالۍ په اړه چې هغه په ​​ځوانانو کې اخیستی او د عیسی سره د هغه له موازي سره هم ترلاسه شوي. که څه هم څو عبارت د جان تشریح کولو لپاره کارول کیږي په قرآن کې واقعی دي، چې دوی یې څرګندیږي توپیر لري. [5]\n\nزامنه\nپه قران کې، خدای کله چې د زوی زیږیدو لپاره د زکريیا پرله پسې دعا ته پام کوي. د ذکریا ښځه شیرین وه او له همدې امله د ماشوم زیږون ناممکن بریښي. []] د خدای لخوا د ډالۍ په توګه، zhacaria د یاهیا په نوم زوی ته یو زوی ورکړل شو چې یوازې د دې ماشوم لپاره غوره کړی. د ساکريیا دعا سره سم، خدای یحیی او اسا جوړ کړی، چې د آسونو پیغامونه زیږیدلی، کوم چې د اسرائيلو پیغامونه نوي کوي او خراب شوي وو.\n\nقرآن ادعا کوي چې جان بپتسم لومړی د دې نوم (قرآن 19: 7-10-10-10-10-10) ترلاسه کولو لومړی دی، [8] دا آیت چې دا آیت یا هم اسلامي عالم دې ته راجع کیږي چې \"ينا رې \"د جان د معناحمیت نومیدل د\" یوḥان \"په څیر ورته نوم نه دی، یا د هغه د پلار نوم\" (10] نومول شوی و. [10] د خپل پلار له نوم څخه، نه د هغه د پلار زاکایا په لور یو (د ظریف په نوم هم پیژندل شوی) د هغه په ​​مخکې، جانان \"/\" یونانیان \"نومول شوی و. [11] لکه څنګه چې قرآن وايي: [12]\n\"اوه ذکریا، په حقیقت کې موږ تاسو ته د هغه هلک ښه لارښوونه کوو چې نوم به یې د چا لپاره ورته نه وي.\n\nهغه وویل: \"ای زما ربه! زه څنګه یو زوی لرم، کله چې زما میرمن زړوره ده او زه د زوړ عمر څخه خورا کموالی لرم؟\"\n\nهغه وویل: \"نو (دا به (دا به وي) چې زما لپاره دا اسانه ده: ما مخکې له دې چې تاسو مخکې حضور پیدا کړی وي، نو زه واقعیا د دې هیڅ نه یم\n\n(ذکیه) وویل: ای زما ربه! ماته یوه نښه راکړئ. \" \"ستا نښه\" ځواب و، \"ایا به داسې هم وي چې د درې شپې لپاره له سړي پرته وي.\"\n\n- مريم 19: 7-10\n- مرییم 19: 12-14\n\nد اردن سیند، چیرې چې یحیی بنده ده. [13]\nیحیی د کتاب له لارې د ګړندي ساتلو او د خدای لخوا عقل شوی و، په داسې حال کې چې لاهم ماشوم ته ورکړل شوی و. [14] هغه خالص او عقیده وه، او د خدای په حضور کې ښه روان و. هغه د خپل مور او پلار په لور واندي او هغه غرور یا سرکښه نه و. د موسیقي لوستل او پوهیدل چې کله چې یوازې یو ماشوم، د هغه وخت یو ماشوم هم ډیر کړي. [6] د مسلم نظریشنس وايي چې اسیا د دولس ربینونو سره چې عیسی ته تبلیغ کوي. []] قرآن وايي: [16]\nاوه يعنه!\n\n- مریم، 19:12\nجان یو کلاسیک رسول و، [17] چې د خدای لخوا د هغه د بښین ګناه غندلو لپاره د خدای لخوا لوړ شوی و. سربیره پردې، قران د جان په نرمه حوصله او مینه خبرې کوي او د ژوند په وړاندې د هغه د عاجز چلند، له هغه څخه چې هغه د ژوند پاکوالي ته ورکړل شو.\n\nد اسلامي دود په وینا، یحیی د هرام ایش شریف (معبد تواړې) ته د خپل خطرونو په وړاندې کولو لپاره ځي. [3]\n\nوژنه\nد یحیی نبوت په جریان کې، د هغه او جګړو شخړه وشوه چې هغه خپله لومړۍ میرمن طلاق کوي او د هغه د پخواني خور په توګه طلاق کوي. [3] یحیی خبرداری ورکړ چې واده به په زړه پوری وي، او د واده په حکم یې نه دی منلی. وروسته، هیروډډ انیپاس د یحیی بندیان کړی و. []] یحیی بیا حذف شوه. [18] [3] د یحیی سر دامد جومات کې دننه ګ are ي. [19] [20] [21]\n\nمیراث\nپه اسلام کې، یحیی محمد د الجراراج په شپه د عیسی (عیسی) سره په دوهم جنت کې د عیسی (عیسی) سره ښه راغلاست وویل. [22 22] د یحیی کیسه د اینییسینیا ته د مسلم پښتون په جریان کې ابیانیان پاچا ته هم ویل شوی و. [23] د قران په وینا، یحیی هغه و چې هغه هغه ورځ چې هغه زیږیدلی و چې هغه زیږیدلی او هغه ورځ چې هغه مړ شوه هغه. [24] د الحقي په وینا، ابراهیم وویل چې د نړۍ د جوړولو راهیسې اسمانونه او ځمکه یوازې د دوه خلکو، یحیی او حسین لپاره ژباړه یوازې د دوه تنو، یهای او حسین لپاره. [25] [26] د حدیث په وینا، محمد وویل: د ادم هر زوی به د قیامت په ورځ راشي او هغه به د حضرت ابن ذکریا سره ګناه ولري پرته به ګناه ولري. \"[27] ډیری مسلمانان د عیسی سره حسیه پرتله کوي. [28] د سوریې د یوعیا او هواین دواړو مشران په سوریه کې دمشق کې په دمشق کې د نیمایید جومات کې دی.",
"Isa": "عیسی (عیسی) پیغمبر او رسول د الله سبحانه وتعالی او د مسلت. هغه بلی پیغمبر د اسراییلو (بیو اسرایل] لارښود لپاره ولیږی او په نذاب) د انجیل په نوم یادونکي خبره په ګوته شوه.\n\nپه قران کې، اسیا د مسیسي (الحطانه) په توګه توضیح شوی، چې د ګنګین مریانو زیږیدلی، د مینوبرانو سره، د یهودي تاسیساتو لخوا رد شوی او جنت لخوا رد شوی. قرآني ادعا کوي چې عيسى نه پوهیدل کيږي او نه يې په صليز باندې مړ شوی، خو د خداي په غاړه خوندي شوی و. قرآن عیسی د خپلو لوی پیغمبرانو په مینځ کې وځي، او د مختلف سرلیکونو سره یې یادونه وکړه. د عیسی نبرود د یحیی او محمد لخوا بریالی شوی و.\n\nاسلام د عیسی د اختصاصي د عیسی د الهام د اذایی په توګه د عیسوي د الهام لید په توګه ردوي، یا د خدای جبهې زوی یې. دا عیسی په څو آیتونو کې د تصور په توګه ردوي، او همدارنګه د دې ادعا نه کوي چې د خدای په غاړه واخلي. مسلمانان پدې باور دي چې د عیسی اصلي پیغام بدل شوی، وروسته له هغه چې هغه ژوندی پاتې شو. په قران کې د عیسی توحید وکړ. لکه په اسلام کې د ټولو پیغمبرانو په څیر، عیسی هم مسلمانانو ته غوښتنه وکړه، کله چې هغه ټینګار وکړ چې د خپلو پیروانو مخه ونیسي باید 'مستقیم لاره' (یورش البقرات به غوره کړي. عیسی د معجزې خورا لوی مقدار سره منسوب شوی، چې ډیری اسسمي او عثمیت ادب او په اسلامي دود کې لیکل شوي او لیکلي دي. راپور ورکړل شوی دی چې د محمد نوم په کارولو سره د محمد تر پرمختګ لاندې راغی.\n\nد وخت په پای کې، عیسی به د امام ال مهدي سره به د امام ال مهدي سره بیرته راشي ترڅو د المعلی اعلان وژني په ځمکه. وروسته لدې چې د دې مخلوقیانو څخه به په معجزه توګه له پامه غورځول، امام مهدي او عیسی به ټوله نړۍ حکومت وکړي، سوله او عدالت رامینځته کړي او د 40 کلونو له واکمنې وروسته به مړ کیږي. ځینې ​​مسلمانان پدې باور دي چې دا به په مدینه کې د شین گنبد په څلورمه ساتيدونکي مقبره کې خور ښخول شي.\n\nعیسی د مسلمانانو لخوا پوهیدل کیږي چې د اسلام یو له خورا مهم پیغمبرانو څخه وي. هغه ځای چېرته چې عیسی راستنیږي، د عمر جومات په دمشق کې د اسلام څلورم غرض ځای په توګه د مسلمانانو لخوا رهبري کیږي.\n\nزامنه\nپه قرآن کې د عیسی حساب په حقیقت کې په باتليم معبد کې د خپلې مور د مور، مري معبد او د هغې خدمت له زړې سره پیل کیږي. پداسې حال کې چې د پیغمبر صفراتوریا د پاملرنې لاندې، څوک چې د یحیی پلار وي (جان بپتسټ). ځکه چې د عیسی په قرآن کریم کې د پس الرآن کریم داستان پیل وکړ 19: 16-34 او Q3: 45-53.\nازمول\n\nاسلمی تفسییان د عیسی زیږون د انجیل حساب ته تاییدوي او په بیتل حیرت کې پیښیږي. د ګرین زیږیدنې داستان د فرښتې جبیل لخوا د مریم جبیل لخوا د هغه د مور په غاړه د مریم جبیل لخوا یو اعلان دی. ګبرائيار څرګنده كړه چې هغه د ټولو ملپنو ټولې ښځې باندې رابستي وي او د مقدس زغم يې يې راوړه.\n\nد\nجبرائیال اعلان کوي ​​چې زوی یې د اشیا په نوم دی، اعلان کول به ستړی پیغمبر وباله. مریم، پوښتنه کوي چې څنګه هغه خپل نظر کولی شي او هغه ماشوم چې هیڅ سړي هغې ته دنده نه وه ورکړل شوې، نو خدای کولی شي هغه څه شی فرمان شي، او دا به راشي.\n\nد قرآن څخه داستان د مریم سره دوام لري، د ماشوم د موسم په چوکاټ کې د اوبو جریان برابر کړی او د پوره پای نیټې به وخوځي. د زیږون څخه وروسته، مریم د ماشوم عیسی غوړ ته راستون کوي ​​او هغې د ماشوم په اړه د محاسبینو لخوا پوښتل کیږي. د چوپتیا یو غږ ته د ګابریل لخوا امر شوی، هغه د عیسی خلکو او ماشوم او ماشوم د بدنامې په نمو کې اشاره کوي:\n\nهغه وویل، زه د خدای بنده یم؛ هغه ماته کتاب راکولی، او ما پیغمبر کړ. هغه ماته برکت راکړه چې هرکله چې زه یم، او په ما عبادت کوم چې عبادت او علیه، تر هغه چې زه اوسېږم. او زما د مور ته به وظایف وي او ما ظالمانه، متاثر نه دی کړی. سوله په هغه ورځ چې زه زیږیدلی یم، هغه ورځ چې مړ کیږم، او هغه ورځ چې زه به ژوندی راشم. [8]\n\nعیسی په قران کې یو له شپږو معادمو څخه دی چې هغه ته هغه ته منسوب دی، چې د شپږمې پیړۍ کار کې هم موندل کیږي. []] [10] د مختلف احادیثانو په وینا، عیسی او مریم د دوی په زیږون کې ژاړي. [11] اسلام پیغمبر څرګنده کړه چې عیسی او مریم یوازینی انسانان ګناهکار و چې بې ګناه وه، د میانو د شپږمه شپږمه آیت په توګه خوندي شو. [12]\n\nد زیږون نسلونه\n\nد قرآن په وینا، د کار درد میرري د پام د ونې ونې ته واخیست.\nاسلامي عقیده په عیسوي دود کې یو څه سټرونو څخه راوتلې چې مریم (یا مریم) د حرفانو ګیرجن و کله چې عیسی ضمانت و. د عیسی د ازمایش ترټولو مفصول او د زیږدنې ترټولو مفصله ده چې د قرآن کریم په سوره 3 (ماری) او د دې اعلان کولو لپاره چمتو شوی دی ترڅو دغه مریام په لنډه توګه تمه ولري یو زوی، سره له دې چې د انجلۍ کیدو سره سره. [13]\n\nځینې ​​اکاډمیکیانو یادونه کړې چې په سوره 19 کې حساب په ځانګړي توګه دې ته نږدې دی چې په ځانګړي توګه دې ته نږدې دی چې په ځانګړي توګه تر دې دمه د لوکس په مسیحي انجیل کې نږدې دی. [15] په قران کې د مریم په وړاندې دوه ځله ذکر شوي او په دواړو موري کې د مریم / مریم په اړه وویل شول چې هغه د خدای لخوا د زوی لخوا غوره شوې وه. په لومړي مثال کې، د خبرونو زغمونکي (څوک چې د ډیری مسلمانانو لخوا باور لري . [16] [17] د حملې توضیحات تر بحث لاندې ندي، کله چې مریم پوښتنه کوي چې څنګه هغه د خدای لپاره څه رامینځته کولی شي او دا چې دا شیان رامینځته کوي او دا شیان اسانه دي. [16] [18] قرآن کریم: 121 او Q66) وايي چې خدای پاک د هغه پرښتې د مریم ته وړي. [19] [20]\n\nد اتمي پیړۍ مسلمان تاریخیسټیان اب آشق (704-767)، د حساب د مریم ساتونکي، راپور ورکول چې د هغې ساتلو توان نلري، هغه هغه د کارپینر ته اړ کړ نومول شوی جورج. په کلیسا کې تاسیس شوی، هغه د یو ځوان لخوا یوځای شوی چې د جوسف نومیږي، او دوی له یو بل چا سره د اوبو او نورو دندو کې مرسته کوي. د عیسی د زیږیدنې حساب د قران اسالاني داستان په ګوته کوي او زیاته یې کړه چې زیږون د پردې سره د یوې پردې سره رامینځته شو. [21]\n\nد لسمه پیړۍ فارسي کلیوال الباري (839-923)، د ټوپک له پاچا سره د رسی پاچا ته د رسی پاچا ته سفرونه (د ختیځ څخه د ماسپخین سره عبارت دي هغه سړي ته امر\n\nماشومتوب\nاصلي مقاله: په مندر کې موندل\nهم وګورئ: مصر او د توماس په الوتنه کې الوتنه\nپه هغه حال کې چې سوالره xxiri، 50 که 50 50 کولی شي د میمام او مور زوی په لوړ پوړي ځای کې جوړ کړي، خاموش او اوبه ورکول کیږي. \"[25] په انجیل او غیر کینوسي سرچینو کې د قانوني لیکنو لخوا داستان شوي داستان او د توضیحاتو او تاریخ جوړونکو لخوا د پیړیو او توضیحاتو سره. ځینې ​​فلاتراس عیسی او کورنۍ له تر 12 کلونو پورې په مصر کې پاتې دي. [26] ډیری اخلاقي کیسې او معجزې پیښې په قیساس النهبیا کې ذکر شوي دي (د نبض کیسې)، د اسلامي پیغمبرانو او اتلانو څخه دمخه اتلانو په اړه د پیړیو کیسې. [7]\n\nالجودی لیکلي چې عیسی لیکلي چې عیسی په توګه د یو هلک په توګه د یهودي مذهب لوستل زده کړل، د psloms څخه لوستل یې د PSLIMs څخه مطالعه کړي او وموندل چې د ر light ا په تورو کې \"موندل شوي\"\n\n\"تاسو زما زوی یاست او زما ګران یاست. ما تاسو د ځان لپاره غوره کړی دی\"\n\nد عیسی سره بیا ادعا کوي:\n\n\"نن د خدای کلام د انسان په زوی کې بشپړ شوی دی.\" [22]\n\nپه مصر کې\nوګورئ هم: انفلاسیون د توماس\nډیری بیان ورکوونکو د عیسی د لومړني ماشومتوب، په اړه د هغه په ​​ځانګړي ډول په مصر کې د مودې او پیښو په هکله د هغه په ​​ځانګړي لیکنو کې ورته والی او ورته والي ښیې. ډیری داستانونه په غیر کانټینلیسي سرچینو کې موندل کیږي لکه، د بیلګې په توګه، د توماس دمخه انجیل. د دې ډول توپنې څخه د تاریخ په کمالیت کې د اولیا څخه په مچان کې د زیږیدنې داستان څخه دی. [27]\n\nد عیسی د ماشومتوب ځینې نور فلسیان د مینځني ختیځ ختیځ لور دي ډیری معجزونه یو ځوان عیسی ته منسوب شوي پداسې حال کې چې په مصر کې [26] (§§ معجز او نورې معجزې).\n\nبالغ\n\nد اردن سیند، چیرې چې عیسی یحیی ابن زکريه د یحیی ابن زکريیا لخوا بپت شوی و (جان بپتسټ). [29]\nمامور\nدا هم وګورئ: د عیسی وزارت او رسول (اسلام)\nدا په عموم کې موافق دی چې عیسی په ارما خبرې کوي، په لومړي پیړۍ کې د جودا علیه السلام او سیمه په لویه کچه. [30]\n\nپه اسلامي فکر کې د عیسي لومړی او غوره لید د پیغمبر په توګه دا دی چې د خدای لخوا غوره کیږي د بلایدیتونو او ننګونو په اړه د انسانیت د انسانیت د انسانیت د عدالت او ننګونې په خاطر د انسانیت په اړه د انسانیت د قضاوت په خاطر د انسانیت د قضاوت کولو په خاطر د انسانیت د قضاوت کولو په خاطر د انسانیت د قضاوت په خاطر د انسانیت د قضاوت په خاطر د انسانیت د قضاوت په خاطر د انسانیت د قضاوت په خاطر د انسانیت د حکومت د قضاوت کولو په خاطر د انسانیت د قضاوت کولو په خاطر د انسانیت د حکومت د قضاوت کولو په خاطر د انسانیت د قضاوت په خاطر د انسانیت د قضاوت په خاطر د انسانیت د حکومت د قضاوت کولو په خاطر د انسانیت د قضاوت کولو په خاطر د انسانیت د حکومت د قضاوت کولو په خاطر د انسانیت په غاړه کتل کیږي. د دې اساس، د تیرو پخوانیو پیغمبرانو له لارې د مسلمیت د لینس له لارې منعکس شوی، عیسی د پیغمبرانو څخه ډیر نه ګ .ل کیږي د قوانینو تکراري پیغام تکرار کړئ. عیسی د عیسی محاصره او د قرانکریم سرلیکونو ته منسوب عیسی ته د عیسی ځواک ښودلو پرځای د خدای ځواک ښودی - د ټولو پیغمبرانو د پیغام ترشا ورته بریښنا. ځینې ​​اسلامي دودونه په دې باور دي چې د اسرایل او دریځ په توګه د اسرایل او دریځ په توګه د پیغمبر اکرمونو په توګه تایید شوي. [] 32]\n\nد عیسی دوهم لمړی عکس د وروستي وخت څیره ده. دا مفهوم اکثره د حدیث څخه راپورته کیږي. مسلمانو دود په ورته ډول روایت کوي په ورته ډول د عیسی ژولوژی، ویسے عیسی د وخت په پای کې د جګړې او ځمکې ته رسیدو لپاره وموندل. دا داستان د اسلام د عدم اتلولي، ځینې دودونو سره چې علمي روایت کوي چې عدلیې د محمد لومړنۍ لومړۍ ته په ګوته کوي. ډیری دودونه دولت به د طبیعي مرګ مړ شي. [3]\n\nدریم او ځانګړې عکس د عیسی د اسمیکی شخصیت نمایندګي کوي - د زړه پیغمبر. که څه هم قرآن د عیسی عزیز ته اشاره کوي، د هغه ځانګړي تعلیمات په قران کریم کې نه دي ذکر کیږي یا وروسته مذهبي متنونه. دوی په لویه کچه غیر حاضر دي. د صوفي دود چیرته دی چې عیسی شو شوی د روحاني ښوونکي په توګه ومنل شو، پشمول د محمد. عرفان د خدای سره د یوې لارو د اتحادیې ابعاب سپړنه کوي، پشمول د آسیټیسټیزم، شاعر، فلسفې، توضیحي طرز. که څه هم لویدیز ذهن ته عارضه کیدی شي د نوي اصطالت یا عناصرو د ورته اسلامي کیدو عناصر شریک کړي، دوی د بشپړ سړي په توګه د محمد سړي په توګه د شهیدانو تعقیب او د محمد سړي په توګه. [34]\n\nتبلیغ کول\nد راشدن اليپټ په مشرۍ، چې د عامې نظم اسلامي مفکورې چې د رشديم خلافټ لاندې عراق کې سرچینه لري چیرې چې د مسلم دود او بورسونو لومړني لیکوالان جوړ کړي. په کفا کې رامینځته شوي د عیسی او د هغه د تبلیغ مفهومونه چې په کفس کې د دودیز عیسویانو له لومړیو عیسویانو څخه ستاینه وشوه چې د روم څخه د لوی عیسویانو له لومړیو عیسوپينکو څخه رهبري کوي. [35]\n\nلومړنۍ کیسې، شاوخوا 85 تنو ته درجه ورکول د اسحائت آل زغم وطلاع وع (د تسیهاتو او داوطلبۍ) کتاب (D. 797) او د باکاب الرحد (د اسمانتیزم کتاب) د ابن حنب لخوا (ډي 855). دا دا څرګندونې په څلورو اساسی ډلو ویشل شوي: الف) د څارونکي وینا ب) کوسي - انجیل c) د آسماني وایجونو او کیسې d) دا خبرې کول - مسلمان سیاستlies\n\nد ویلو لومړۍ ډله په قران کریم کې د عکس العمل په توګه د عیسی محرکات پراخه کوي. د کیسې دویمه ډله، که څه هم د انجیل کونل شتون لري، د \"ځانګړي اسلامي ټاپو\" سره پراخه کیږي. دریم ډله، د څلور څخه لوی اوسي، دا عیسی عیسی د مسلمانانو اسرار په توګه د سرپرستانو د سرپرست ځای په توګه نقض کوي. وروستۍ ډله د اسلامي آرکټټیټ او د هغه صفاتو، د عیسی او د هغه صفبو، د \"خدای روح\" او \"د خدای کلمه\" او \"د خدای کلمه\"\n\nمعجزې\nاصلي مقاله: د عیسی معادل\nوګورئ هم: انفلاسیون د توماس\nقران لږترلږه له عیسی سره سکتوري کوي، د لیکوالانو او تاریخ جوړونکو لخوا د پیړیو او تاریخ لیکونکو لخوا اضافه شوي ډیری نور اضافه کیږي. معجزیان عیسی ته د هغه د نباراتي او د هغه واک په توګه منسوب شوي و، د ښوونې او روزنې او د هغه واک نښې (د مرغۍ یادونه وشوه (قاهره: توری: دارالوسا الموس ، 1943؛ دوهم ایډ. 1967). په قرآن او مدرن عربي ادب کې په مسیح کې په مسیح کې (1960)\n\nپه قران کې شپږ معازی د انجیل او د دوی غیر کانټینیک هنوتيا سرچینو برعکس پرته دي، چې د جزئیاتو او نورو منسوبینو معادلونو ذکر شامل دي. [38] د پیړیو راهیسې، دا شپږ معدې د حدیث او شعرونو له لارې توضیح شوي، چې د کومو لیکنو سره چې په انجیل، غیر کان کینیایکي سرچینو کې ذکر شوي، غیر کان کینیکیکي سرچینې، او دريمې. [28]\n\nله کرډل څخه خبرې کول\nد کرډل څخه په دریو ځایونو کې د دوی د دریو ځایونو څخه یادونه شوې: الرامران (3) 41، 46، المحمد (19) 29-30. داستان یوه برخه هغه ماشوم د خپلو مور مور څخه د خپل مور مریم څخه دفاع کوي پرته له کوم چې پیژندل شوی میړه. [39] دمخه اسلام د جوزف او د هغه د رول په اړه روښانه نه و. دا د ګنسټیک تاثیر ادعا کیږي کله چې قرآن کریم د مخالفینو لخوا وينا نه وي. عیسی خبرې کوي ځکه چې د فرښتې ګابریل په امانت کې یادونه کړې وه، هغه ته د خدای پیغمبر برکت دی، هغه ورځ به هغه ورځ برکت کړي چې هغه به مړ شي ، او ورځ چې هغه ژوندی شوی دی. [40]\n\nکه څه هم دا کوم ځانګړي فلسفه نه ده موندل شوې، د کرډل څخه د درناوي موضوع په کانتینیک ډول د اسلامي سوریې په ماشومانو کې موندل کیږي. دا سرچینه عیسی د خدای زوی، په تایید کولو سره هغه څه اعلانوي چې د انجیل ګربییل مخکې د مریوپیل په توګه اعلان کړی و. [39]\n\nد مرغیو څخه د مرغیو رامینځته کول\nکله چې یو ماشوم په الامران (3) 43، 49 او المیدا (5) 109-110 کې د ماشوم نښه شوي معجزه (3) 43، 49 او المیدا (5) 109-10. که څه هم دا معجزه په کینینیک انجیل کې هم یادونه شوې، ورته داستان کې د توماس او د قران کریم انفلاسیون جرات او د یهودي تفسیرونو سره هوUU سره، د قرآن تفصیل او د یهودي تفسیر او د یهودي تفسیرونو سره هوسو ته هم اشاره شوې. [ 41] [42]\n\nد ړوند او لیپارانو درملنه\nهم وګورئ: په ګیلیل کې دوه ړندو سړي درملنه او له لسو پورورو پاکول\nد نوي عهد نامې سره ورته، قرآن کریم په الفرانران کې د ړندو او لیپارانو د شنډولو جیمان څنګه ثبت شوی و چې ډیری زرګونه خلک عیسی ته راغلل چې روغ شي او عیسی یوازې دا ناروغي یوازې د لمانځه له لارې خپل ناروغۍ راز کړي. [43] د مدالیوال عالم الیکبي په دې اړه لیکلي چې څنګه دا دوه ډوله ناروغي د طبي مرستې په توګه د نورو لخوا د هغه پیغام څرګند نښې دي. [41]\n\nد مړو راپورته کول\nعیسی باور لري چې خلک د مړو څخه راپورته شوي دي، لکه څنګه چې په الیبران (3) کې یادونه وشوه که څه هم راپورته شوي په انجیل کې (یوه لور د جیرسس، په NITE، او لیبزس) کې د کونډ زوی. [44]\n\nصلاحیته\nعیسی د دې وړتیا درلوده چې وړاندوینه وکړي، یا هغه څه چې پټ یا نورو ته یې نامعلوم درلودل. یوه بیلګه یې ده چې عیسی به هرچا ته سم ځواب ووایی او هر هغه څه چې هرڅوک یې وپوښتل. بله بیلګه عیسی پوهیدل چې خلکو یوازې وخوړل، او هغه څه چې دوی په خپلو کورونو کې زیرمه شوي وو. [26]\n\nله جنت څخه د خواړو جدول\nاصلي مقاله: ډیری برخه ورکول\nهم وګورئ: وروستی ډوډۍ\nد قران پنځم څپې کې، المؤع \": 112-11-11215، بیان د خواړو غوښتنه کوي، او دا په راتلونکي کې د دوی لپاره د یادونې ځانګړې ورځ ده. دا ممکن د اسلامي او عربي مطالعاتو پروفیسور د پوهاوي په وینا دیومریانو ته ممکنه مآخذ وي (D. 20066]. [46] د تقابلي مذهب پروفیسر پروفیسر په وینا (D. 2005 2005 2005 2005 2005 2005 2005 2005 2005))\n\nیو ځل چې پیروانو وویل، ای عیسی د مریم زوی، ایا ستاسو رب د جنت څخه یوه میز استولی شي؟ هغه وویل، له خدای ویره لري که تاسو باور لرئ. دوی وویل چې موږ غواړو دا وخورو، او زموږ زړونه به په سوله کې وي، او موږ پوهیږو چې تاسو په ریښتیا خبرې کړي او د شاهدانو په مینځ کې یې خبرې کړي دي. عیسی، چې د مریم زوی وویل، ای خدایه زموږ رب د جنت څخه یوه فستیوال چې زموږ لپاره یوه فیستیوال وي، او ستاسو څخه نښه یې کړئ: او خواړه) تاسو ته، ستاسو لپاره غوره چمتو کونکي دي. خدای وویل زه دا ستاسو لپاره لیږم. [46]\n\nد سني ډول توجیل ټبري لخوا، وروستي د ډوډۍ ګواښ کې، د مړینې ګواښ هغه اندیښمن کړی. له همدې امله، عیسی د وروستي خواړو لپاره خپل پیروان بلیدلې. د خواړو وروسته، هغه خپل لاسونه وینځل او اودس یې د خپلو لاسونو په جامو کې د پاکولو لپاره ترسره کړل. وروسته عیسی دوی ته ځواب ورکړ: \"لکه څنګه چې ما نن شپه تاسو ته د خواړو خدمت کړی او په حقیقت کې به تاسو ته په پام کې ونیسم. د یو بل سره اړیکه مه کوئ مګر باران خپل ځان ته پراخه کړئ ځکه چې ما خپل ځان د دې لپاره پراخه کړی دی. \" په خپلو ښوونو کې د پیروانو، عیسی پلویانو ته لارښوونو وروسته چې یو له دوی څخه به دا رد کړي او هغه یې خیانت کوي. په هرصورت، د عیسی مرګ د اسلامي نظرونو سره سم، یوازې د عیسی په غاړه ایښودل شوی و یوازې د علیه السلام په غاړه وه او عیسی پخپله خدای ته لوړ شوی دی. [48]\n\nنورې معجزې\nډیری کیسې او فلسفونه د عیسی په اړه رامینځته شوي چې د عیسی په اړه قران په اړه قرآن کریم کې د جزئیاتو له امله ځانګړي داخلي درسونه لري یا معنی چمتو کوي. ځینې ​​ترثارونه نوي عهد نامې ته ورته دي، پداسې حال کې چې ځینې انځور کوي چې د عیسی علم په خورا انساني ډول.\n\nد عیسی لیکوالانو لخوا د مسلمانانو لیکوالانو لخوا د عیسی لیکوالانو لخوا یادونه شوې د عیسی لیکوالانو لخوا یاد شوي، لکه په انجیل کې هم موندل شوي - او د ماشومتوب ځینې نورې معجزې شامل دي: د مسلمان ماسټر ته د مسلمان رامینځته شوي بنسټونو تشریح کول، څرګنده کول چې دا غله څوک د ظالمی مشر ته و، د یو څه څښلو لپاره چې د مړینې د څښلو لپاره خواړه چمتو کوي او د هغه ځواک یې پاکوي پداسې حال کې چې دا د مړ شوي سړي په راوتلو کې د خواړو او شرابو ډکوي له وژل کیدو څخه، یو ماشوم په ناڅاپي ډول وژل شوی، او د مختلف رنګونو سره راپورته کیدو لامل شوی. [26]\n\nد شاهي رسمي زوی درملنه\nاصلي مقاله: د شاهي رسمي زوی درملنه\nال طبري (d. 923) د بالغی عیسی د عیسی عیسی د سیمې په یوه فرش او د خپل زوی صحرا سره مخ دي. د پاچا هویت نه دی ذکر شوی پداسې حال کې چې لیجنډ سپارښتنه کوي چې ټیلراپ فلپ کوي. ورته داوطلبي حواله \"د شاهي چارواکي زوی\" دی. [49]\n\nلالچ او حقیقت ویل\nد ځوان عیسی لخوا د یوې معجزې افسانوي کیسه، د سختې شوې زده کړې درس په توګه کارول کیږي چې په مینځني ختیځ کې د پروفیسور ایوب په وینا په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځ کې په مینځني ختیځ کې موندل کیږي، چې باید د یو یهودي سړي او کوڅه ډوډۍ سره ترسره شي. که څه هم د چمکیو ټکر وړل، درس مرکزونه په بیان کې د حق مرکزونه په بیان کې اوبدل. دا یوه کیسه ده چې ډیری وختونه د ماشومانو په کتابونو کې موندل کیږي. [50]\n\nانٹرینټ حکمت\nدا هم وګورئ: لوګو (اسلام) او لوګو (عیسویت)\nبله د افسانوي معجزه کیسه د عیسی د ماشومتوب حکمت په اړه یو ده. دا افسانه، د ابن اسحاق څخه د ال طبري له لارې راپور ورکړ، چې د مریم په اړه عیسی ته دیني عیسی ته د خلکو لیږلو په اړه خبرې کوي / بحث شوی. [26]\n\nد ماشومانو په کورونو کې خواړه\nد البوري څخه بله کیسه د یو ځوان عیسی د خپل کلي ځوانانو سره لوبې کوي او هغه ته وایی چې د دوی مور او پلار یې د کور لپاره چمتووالی نیسي. [26]\n\nد داستان د جزئیاتو له مخې، ځینې والدین د عیسی سره د مسلمان لوبولو لپاره قهر شول او شک لري چې هغه جادوګر دی. د پایلې په توګه، والدینو خپل ماشومان د عیسی څخه لیرې ساتي او خپل ماشومان یې په یوه کور کې راټول کړل. یوه ورځ، د یوازیتوب احساس کول، عیسی د خپلو ملګرو په لټه کې و، او پدې کور کې راځي هغه له هغه مور او پلار څخه وغوښتل چېرته چې د خپلو ماشومانو سره وو. والدین دروغ ویل، ځواب ورکوي چې ماشومان هلته نه وو. وروسته له دې چې عیسی څه غوښتنه کوي څوک څوک دي چې په کور کې دی، والدین عیسی عیسی بیګ ته اړتیا لري. عیسی بیا وايي \"راځئ چې هلته د ټولو ماشومانو په سوین کې واړوو. [28]\n\nله پیړیو، مسلم لیکونکو د شیطانانو د جوړولو په اړه نورې معجزې هم راجع کړې، چې د ځینې څرګندې دمخه سرچینې، او د کینیایکي سرچینو څخه یې پور شوي لکه د عیسی په اړه د مایعاتو په اړه پراخه شوي. [26]\n\nوحی\nاصلي مقاله: په اسلام کې انجیل\nمسلمانان په دې باور دي چې خدای عظمت ته د یو نوی کتاب په نامه لیکلی، چې د پخوانیو آکاشونو حقیقت هم یې اعلامیه: الححار) او السبور (زبرا). [51] The Quran speaks favorably of al-Injīl, which it describes as a scripture that fills the hearts of its followers with meekness and piety. دودیز اسلامی جنجالونه ادعا کوي چې انجیل پیغام خپور شوی دی دا پولی هڅه د مینځنۍ دورې ابن احمد احمد د لیکوال د عبد الله احمد لیکنې سره خپل اصلي لري. [53] د موسی قانون په اړه، قرآن کریم په ګوته کوي چې عیسی هیڅکله د ژوشیو قوانین لغوه کړي، خو د دوی یې یوازې تاییدوي، بلکه یو څه جلا جلاوطنه کوي. [54]\n\nمسلمانان له اوږدې مودې راهیسې باور لري چې پخوا په قصدي ډول د عیسی اصلي لارښوونې فاسد کړي. [55] د نهم پیړۍ تاریخي اسالیان سید\n\nد یوسف الموردوی په وینا په اسلام کې حتمي او منع شوي په دې کتاب کې مجبور په یهودو محدودیتونه چې په JES کې یې د جبرونو په توګه د جام په توګه له مینځه وړي. [57] کلاسیک نظریات لکه د نقصیر المالین مشخص کوي چې دوی د کب او مرغیو غوښې څخه پرته له سپکونو، یا په عمومي ډول پورې اړه لري. [58]\n\nپه قرآن کی ذکر کوی\nپیروان\nقرآن کریم وايي چې عیسی د پیروانو (ḥawāaryyiyiyiyiaeen) سره مرسته وشوه چې په خپل پیغام باور لري. پداسې حال کې چې د شاګردانو نوم نه ورکول، قرآن دوی ته د پیغام تبلیغات دوی ته د پیغام تبلیغات ورکوي. مسلمانان د عیسی شاعارو ته د ملګرو ملتونو د عیسی عناصرې ګوري لکه د محمد شیوāبا) سره لکه (اتابا) ته ورته دي. [59] د عیسویت په وینا، د دولس میدانیانو نومونه پیټ، انډریو، جیمپولیو، چومو، متیمی، جیام، جعمال او جوداس وو.\n\nد قرآن په درشل کې، 52-53 په آیتونو آیتونه آری آباسونه د اسلام عقیدې ته وړاندې کوي: نه نامحبتدایي سرچینه\n\nکله چې عیسی دوی په خپله برخه کې کفر ونه ولاوه هغه وویل: \"خدای پاک به څوک ته (د خدائ) کار به وي؟ \"شاګردان وویل:\" موږ د خدای په اړه باور لرو، او تاسو د هغه څه په اړه باور لرئ چې تاسو یې په هغه باور لرئ چې زغم یې شاهد. \"\n\n- قرآن ارتلامران 52-53 [60]\nد عیسی شاګردونکې داستان شتون لري کله چې عیسی د دوی غوښتنې کې د جنت د خواړو میز معجزه ترسره کوي، د هغه تبلیغات د نورو ثبوت لپاره چې د هغه تبلیغات ریښتیني پیغام دی.\n\nاسمانشن\nد نیسو آیت 157 د قران کریم لومړنۍ آیته ده چې د عیسی د صلیب پیښې پیښې ته راجع کړي. [61] دا وايي چې عیسی نه دی وژل شوی او نه هم کم شوی، مګر 'دا جوړ شوی و\nد نییسه آیت 157\nچې دوی وویل (په ویاړ کې)، موږ د مسیح عیسی وژلی، د خدای رسول په دې کې د شکونو څخه ډکې دي، پرته له (کوم) پوهه پرته، مګر یوازې د تعقیب لپاره اټکل، دوی هغه وژلی دی.\n\nدوی ته حاضریدل. [] 62] ډیری اسلامي دودونه په کلکه ردوي چې عیسی فزیکي په صلیب کې یا بل ډول مړ شو. [63] [64] د اسلامي تفسیم راپور چې د عیسی ځای کې بل شخص کشف شو. په هرصورت، ځینې عصري مسلمانان پدې باور دي چې عیسی په حقیقت کې مړ شو، او د هغه بقا ته اشاره وکړه سمبول دی، لفظي نه دی. د عیسی د مرګ د طبیعت په انګړ کې دا خبره پخپله په ځان کې وموندله چې عیسی وايي چې عیسی ویلي چې عیسی وفات شو. په ورته وخت کې، د حدیثونو اکثریت اکثریت د مقابل په ګټه بحث کوي. [حواله ته اړتیا ده]\n\nد قران په وینا، هغه مهم نه و، مګر پرځای یې د خدای لخوا خوندي شوی و. (که څه هم لومړني اسلامي دودونه او شیټونه د مرګ او اوږدوالي او اوږدوالي په اړه د متقابل حاجیانو نرخ په دې باور نه دی چې په صلیب کې مړ کیږي، مګر په دې باور دي چې هغه د ژوندي پیدا شوي ژوندي پاتې شوی.\n\nځای په ځای کول\nدا روښانه نده چې د ځای ناسلې تفسیر شوی چیرې سرچینه ایښودل شوی چیرې، مګر ځینې پوهان د دوهم پیړۍ د یو لړ نظری ډلو تر مینځ انګیرل کوي. [10] لیوییک قرآن کریم وموند او حدیث به په روښانه ډول د غیر کانټینیک ('شرطي') څخه اغیزمن شوي چې په عربي ټاپوګانو کې تیریږي او په ابیسینیا کې نور هم اغیزمن شوي. [65]\n\nپداسې حال کې چې ډیری غربي پوهان، [67] او عیسویان په دې باور دي چې په صلیب کې یې جنت ته یو بل کس ته خبر ورکړ چې دقیقا د عیسی په څیر څرګند شي د عیسی پرځای چې د عیسی پرځای جوړ شوی (CF. irinausus 'د بیس تورونه، کتاب زه، کتاب، کتاب، 4.). [68] [68] [] 68]\n\nیو څه اختلافات او تخفیف د ابن اسحاق سره پیل کیدی شي په قران کې د ځایونو په حواله او دریم په دریم ډول موقعیت لري (3:55؛ 4: 158؛ 48) چې خدای عیسی تر ځان پورې واړوه. [70]\n\nابن کیتیر (d. 1373) دودونه تعقیبوي کوم چې وړاندیز کوي یو فایریفیری هغه پیښیږي، مګر د عیسی سره نه. [81] د غونډې وروسته، ابن کیتر راپور ورکړ چې خلک په دریو مختلفواستانونو وروسته په دریو ډلو ویشل شوي وو؛ جیکبوبيلونه چې باور لري ایا پوهایان پوهان چې د خدای زوی له متحده ایالاتو سره و تر هغه چې خدای دې جنت ته لوړ کړي \"؛ او مسلمانان د خدای غلام او رسول یادونه کوي چې خدای هغه ځان ته پورته کړي. \"[82]\n\nدوهم رارسیدل\nد قضایی ورځې دمخه د عیسی د راتګ مهال ویش\n\nد اماد جومات، دمشق کې د اسیا مینارټ\nد اسلامي چارو په وینا، د 2000+ کلونو لپاره جنت ته رسیدلي، عیسی به د اخستنې ورځې څخه دمخه د قضايي اډ - حاجي \"په مینځ کې د قضایی اعلان په وړاندې مبارزه کې وي) او د هغه پیروان ، د مهدي پیروانو او د جرمونو پیروان. [66] په سر محروم کې د زعفرانو جامې به په ختیځ دمشق کې د سپینې منین په ځای ډکې کړي، چې باور کیږي د ISA مینارټ وي د اميد جومات کې هغه بیا به مهدي او د مسلمانانو په څنګ کې سلام وکړي. [88]\n\nوروسته، هغه به صلیب مات کړي، سور ووژني، او د جزي مالیکشري حدیث. [30] \"دا د مسافرینو په حیث د عیسویانو عبادت د خپل ځان عبادت او په خپله وحدت کې په واقعیت کې د عیسویانو عبادت دی،\" د مسابعینو عبادت د خپل ځان عبادت او په خپله وحدت کې باور ته مخه کړه. \" هغه به د کرشر / هلال د حوصلې قانون بیا جوړ کړي د عیسویت لخوا. [] 91] او دا چې یهودیان او عیسویان به ټول د کافرانو جبران ته اړتیا ونلري. [92] (د یو حدیث په وینا، عیسی به \"کلیساګانې او مسیحیان ویجاړ کړي ترڅو دوی په هغه باور وکړي.\") [93] [یادداشت 1]\n\nاسلامي متنونه د لرغونی آغن ګوډ او میګګ ظلمونو ته هم متحد کیږي خدای، د عیسی د لمانځه په ځواب کې، د ځمکې په نیپس کې د مزاجونو په لیږلو سره به ووژني، او لوی مرغۍ یې لیږدوي او د دوی ځمکې پاکوي. [86] د مهدي وژل کیدو وروسته، عیسی به د نړۍ مشرتابه او سوله به ډله یي او عدالت به نړیوال شي.\n\nد دود سره سم، عیسی به واده وکړي، اولادونه ولري، او نړۍ یې ډیری بیلابیل وخت ورکوي. [96] بیا مسلمانان به د هغه لپاره د جنازې لمونځ وکړي او بیا هغه په ​​زینه کې د میدانه ښار، ابوبکر او عمر کې ښخ کړي. [97] د ابن دخلیل په افسانه کې، دوه ځليکش به د دوه پیغمبرانو تر منځ له وژل کیدو څخه راپورته شي. [] 98]\n\nسرچینې\nپداسې حال کې چې قرآن د عیسی بیرته ستنیدو پورتنۍ پالیسۍ نه بیانوي، [99] نور مسلمانان تشریح کوي چې دوه قرآني آیتونه د پای وختونو په جریان کې خپل دوهم راتګ ته راجع کیږي. [90] (1) پورته یادونه وشوه چې پورته یادونه وشوه هغه هیڅکله په ځمکه کې مړ شوی دی:\n\n\"او [د] د هغوی ویلو. بيشکه چې موږ د مسعے مني، د مریم زوی رسول، رسول الله صلی الله علیه وسلم. او دوی هغه نه وژلي او نه یې هغه هم وژلي دي. خو [بل] د دې په اړه شک نه لري. دوی د دې په اړه شک نلري . او دوی هغه نه وژني، ځکه چې د دې لپاره. \" (Q.4: 157 :)\nاو دوهم ځای تشریح کوي ترڅو د عیسي او ساعت \"(پای وختونو) ترمنځ اړیکه په ګوته کړي:\n\n\"او لو! په حقیقت کې! د دې وخت پوهه شتون نلري. نو تاسو د دې په اړه مه کوئ، مګر ما تعقیب کړئ. دا سمه لاره ده.\" (Q.43: 61 ټرانساسټال). [90]\nد عیسی بیرته ستنیدو په اړه حدیثونه بیرته د عبراد یو له پیلیو ابو لاروی ته سپارلي دي، مګر دا چې واقعیا د عبابس په پیل کې د کورنۍ جګړو په جریان کې وروسته معرفي شوي. پداسې حال کې چې د شیعه ګانو لپاره، مهدي به جنایتیار وي، ځینې سنینیان د عیسی بیرته ستنیدو تمه لري. د عبتي عبباس سمندري ځواکونو په جریان کې، په توقیف ځایونو کې صلاحات او د نړی ښکیل شوي خرگوونکو اغوستلو منع شوی و، منع شوی و. که نه نو د صلیب ماتیدل، ممکن د مسلمانانو لخوا د عمومي سمبول منعکس کړي، او د ویاړ خلکو څخه د عیسی لوی افشاء ته اشاره کوي. [100]\n\nعیسی په مستقیم او غیر مستقیم ډول په قران او غیر مستقیم ډول یادونه کیږي، او په ډیرو سرلیکونو یې هم ورته پیژندل کیږي. [] [11] [جومات) ترټولو عام (د مسیح \"[\" [110] [[111] [191] ترټولو عام دی. [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [33] [ ] عیسی 25 ځله د ASA په نوم یادیږي، [یادداشت 2] دریم شخص، (یادونه 35) 35 ځله او په قران کې د سرلیک په توګه.] [113]\n\nمحمد خپل عیسی ته د ټولو خلکو ترټولو نږدې بیان کړ. [114]\n\nد ادم سره سم\nقرآن د عیسی پر وړاندې ټینګار کوي، [107] د خپل سواد له لارې د انسان د اصل نشتوالي په اړه د اډام په اړه ادامه لري. محمد اکثرا د اډم او عیسی د زیږون پرتله کولو لپاره کارول کیږي. [115]\n\nاسلامي واقعیتونه د الهی مداخلې عیسوي دلیل ترشا د منطقي انکار کول، لکه څنګه چې دا ډول اغیزې به یوازې د تخلیق په توګه درک کړي. [107]\n \nپه اسلام کې، ايس علیه السلام د اسالمي نى حضرت محمد صلی الله علیه وسلم څرګندونه وه. د قران په وینا، چې د محمد په رارسیدو سره په عیسی 61 61: 6 د دې آیت له لارې وړاندوینه شوې وه، چې عربي مسلمانانو د عیسی د علمي دودونو او د عیسی ادعا شوي وړاندوینې لپاره مشروعیت ادعا وکړه. [116] مسلمانان په دې باور دي چې عیسی ته عیسی د محمد یو مختلونونکی و، او دا چې هغه د وروستي راتګ وړاندوینه وکړه. [117] دا د قران د آیت په آیت کې میشته دی چې دا یې د رسول غوښتونکي په نوم سره خبرې کوي چې د \"احمد\" نومول کیږي. [118] اسلام په محمده، چې د H-M-d طنز لرونکي ریښو څخه د ترلاسه کولو خبر دی چې د ستاینې وړ دي. مسلمانان ادعا کوي چې د عیسی د څرګندونې ثبوت شتون لري چې د پارانټال د یادښت په حواله، راتګ د جان په انجیل کې دی. [119]\n\nمسلم شنون ادعا کوي چې د فقط اصلي کلمه کارول شوې پرکلټوس وه، معنی د احمد په ژبه پوهیده، یا د اشغال وړ غړی؛ او دا چې دا د مسیحیانو لخوا ځای په ځای شوی و. [97] [120] دا نظر بحث شوی، پوښتنه وکړئ که چیرې عنصر پوهه د قرانکري متن لخوا ملاتړ وشي.\n\nد اسلامي طنعیت ادعاګانې ادعا کوي (احمد د ورته ټریکونینټل ریښی عربي نوم دی.]\n\nمسلمانانو ته \"احمد\" دی چې مسلمانانو وړاندیز وکړ چې احمد د پریکلیټوس، د جان XIV، XV او XV ژیړ ژباړه ده. [121]\n\nحدیث\nحدیث د هغه په ​​شاوخوا کې د محمد او خلکو پیژندل شوي دي. حدیث د عامې لانجې درلودل د عیسی لیجنډ لخوا د غیر کانټینیکل ('شرطیکي') څخه اغیزمن شوي چې په عربي ټاپوګانو کې تیریږي او په اباسیایه کې نور هم اغیزمن شوي. [65] حدیث د لویې مسلم پیړۍ کې د چارواکو د ادارې د یوې سرچینې په توګه په دریم هیواد کې کینتيکي دریځ ته وده ورکړه. د حدیث څخه راپورته کیدونکی عیسی د علماوو په وړاندې د علماوو په اړه دی، د مسلمانانو په اړه یو معیوبیت، بیا؛ یو څوک چې د خدای رضا ته تسلیم شي). [ 130]\n\nحدیثې خورا مهمه برخه د عام مسلمانانو تر مینځ د عیسی عکس اخیستی، کله چې احصیتي پکې شامل شي او د راپورونو په پراخه کچه د افسانوي لیکنو او راپورونو لوی مقدار کې ډیر شوی. [26] د مسلمانانو له لاسه ورکولو سره، د عیسی باطل د حیرانتیا خبره ده. د دې پرځای چې د دې په اړه لیکل شوي وي د اسسټیک جادوګر دی، د روح القدس په واسطه مرسته کړې. انجیل د کتاب په توګه لیدل کیږي چې تبلیغ لري او یوازې د ریښتیني ښوونې په ذکر کولو کې د تیریدو لپاره راجع کیږي. د عیسی جعلي پوهاوي او اټکل شوي تعلیمات په شیعه اسلام کې د حدیث راټولونو کې طبقه ورکړل شوې، او د عیسی په استازیتوب د عیسی په استازیتوب په استازیتوب ورکړل شوي. [65]\n\nسني اسلام\nپه کاتب الرلشن ول الححال الححال، الححې شریان (D.113)، د اسالمیچاپر، مذهب ته د دوام ورکولو پرمهال د عیسی پانګه اچونه ثبتوي:\n\nعیسویان. (دا د مسیح ټولنه ده، عیسی، د مریم زوی، د مریم زوی (په هغه سوک سیال). هغه هغه څوک دی چې په ریښتیا لیږل شوی و (د پیغمبر رحم؛ مابوت) وروسته له هغه چې موسسه (په هغه باندې سوله) او چا اعلان شوی و. هغه ته ښکاره شوي نښې او د پام وړ شواهد وو، لکه د مړینې بیا ژوندي کول او د ړانده او پور ورکوونکي درملنه. د هغه طبیعت او داخلي حالت (FATRA) د خپل حقیقت یو مناسب نښه ده؛ دا د پخواني تخم پرته راتلونکی د تخم او د هغه د خبرو له پخوانۍ تدریس پرته خبرې کوي. د ټولو (نورو) پیغمبرانتو لپاره د دوی وحی په سلو کې پیشو ته رسیدل هغه مهال و چې هغه په ​​کرډل کې خبرې کول، او هغه مهال چې هغه ته رسیدلي کله چې هغه رسی (الهی پیغام) په (عمر) کې) د هغه (پیغمبیښ) ماموریت موده (DA'A) درې کاله او درې میاشتې او درې ورځې وې. [131]\n\nشیعه اسلام\nد نهجیج البلاګا ښار، څلورم کالیپ علی (r. 656-661) راپور ورکړل شوی چې د عیسی د سوکتو په اړه خبرې کړي دي. [132] علی خبره وايي چې \"عیسی د خپل بالښت لپاره تیږه وکاروله، د هغه عزم لرونکی خواړه نه درلودل. هغه لوږه نه درلوده. هغه د هغه د ځواب ویلو نه درلود، او نه هم زوی یې نه درلود شتمني د شیطان کیدو لپاره. د هغه دوه پښې د هغه خپریدلې وه او د هغه دوه لاسونه د هغه خدمتګار و \". [132] د ډیوډ عالي عالي لمسی لمسی، د علي لوی نوی لمسی په وینا، کله چې ډیویډ او عیسی څلور سوه کاله وو. [133] جعفر نور وايي چې د عیسی مذهب هغه مونوتیزم (TwidīD) او پاکوالي و. [133] 'انجيل' (انجیل) هغه ته استول شوی و او ژمنه یې وکړه چې د مذهب څخه دعا یې رامینځته کړه، هغه څه چې حرام شوي دي. نصابونه هغه ته ورکړل شوي او جلا یې ته په 'انجیل \"کې استول شوي وو، خو په هغې کې د هوخام الحسایډونو نمایندګی نه دی، او د میراث لپاره یې مکلفیت نه دی. هغه لیږلی و چې د هغه څه دروند و چې په تورات کې موسی ته موسی ته استول شوی و. عیسی د خپلو پلویانو نه مجازات وکړ چې دوی یې د تورح او \"انجیل\" باور درلود. [133]\n\nعیسی الفاظي، چې د بیدیمیمید دوره مشهوره مسلم په وینا، عیسی په قران کې د مسیا (الحطانې) په نوم پیژندل کیږي ځکه چې هغه خلکو ته استول کیږي چې د لرې کولو لپاره هغه ته ځواب ورکړ ) د دوی ګډوډي، د دوی د باور زیربونه؛ ایا ښکاره (ظاهر) یا پټ (بتین). QIAi Auitan، د سمبولیک تفسیر (د الحس التحاق سره د هغه په ​​کار د عیسی د معروف (میلاد التټین) په اړه خبرې وکړې، چې د هغه د فزیکي زیږون کیسه په توګه خبرې کوي (میلاد الف- ظاهر) په قران کې یادونه وشوه. هغه وايي چې ماری، د عیسی مور یو بلتکار دی چې د هغه چا لپاره استقامت دی چې عیسی (لایښت)، چې د فزیکي زیږون له پلوه روزنه ورکوي. Qiad ALUIN تشریح کوي چې عیسی د ابراهیم د خالصجني څخه و، لکه علی او د هغه زامن د شهادیا له لارې د محمد، د محمد، له لارې د محمد نرت د محمدوي د خالص عامض څخه و. [134]\n\nظاهري ب .ه\nد محمد عیسی د یو شمیر توپیرونو پراساس په فزیکي توګه تشریح کیدی شي چې په بیلابیلو وختونو کې د اسمان په مینځ کې، یا کله چې عیسی د عیسی په اوږدو کې بیان کړي 'دوهم راتلونکی): [144]\n\nد لوی سینې سره د متوسط ​​/ اعتدال / منځنۍ درجې او د پراخې برخې سره یو ښه جوړ شوی سړی او د\nمستقیم، لانک، او اوږده ویښتان چې د هغه د اوږو تر مینځ تیریدل. داسې بریښي چې اوبه د هغه له سر څخه خیبل دي، که څه هم دا لوند نه دی.",
"Muhammad": "محمد په اسلام کې\nد ویکیپیډیا څخه، وړیا دایرت المعارف\nد لټون لپاره د نیویشنجاجو ته ورډ کړئ\nدا مقاله په اسلامي شرایطو کې د محمد په اهمیت او اهمیت په اړه ده. د عمومي لید لید لپاره، محمد. وګورئ.\nامام النابي\nراس علیه\nمحمد\nمحمد\nمحمد صمد الله العاده. svg\n\"محمد 'په اسلامي بحث کې\nد اسلام پیغمبر\nد ISA (عیسی) لخوا مخکې\nد موقعیت له ختمیدو سره بریالی شوی\nد خټم انابیین سرلیک: د پیغمبرانو مهکیین)\nشخصي\nد دوشنبه، 12 rbi 'الورلک 53 BH (570 سی)\nمکې، حجزه، عربستان\nد دوشنبه، 12 ربیحمد 12 رین الووال مړ شو، 11 هلسم\nمدینه، حجزه عربستان\nشنه ګلانانه ځای په ځای کول، د پیغمبر صلی الله جومات، میډیه\nاسلام اسلام\nمیرمن د محمد میرمنې وګورئ\nماشومان د محمد اولادونه ګوري\nوالدین\nعبد الله ابنه عبد الله عبدت (پلار)\nآمنه بینټ واحب (مور)\nد میډینا اساسي قانون (S) د میډینا اساسي قانون\nنور نومونه د محمد نومونه او سرلیکونه ګوري\nخپلوان د محمد الي بایټ (\"د کور کورنۍ\" ګوري چې)\nلاسلیک محمد مهر .svg\nد محمد مهر\nمسلمی مشر\nځای ناستې محمد ته د دروازې په لیدو سره وګورئ\nعربي نوم\nشخصي (ISM) محمد\nد سرپرستۍ (ناشیب) مهذر ابندالله ابندالله ابن عبدم عبداله ابن عبدم ابن قوسی ابن کایلبول\nټیکونيمیک (Kunya) ابو قربان\nبسم اللهيي رحمن رحیم\nپه اسلام کې د لړۍ یوه برخه\nاسلامي پیغمبران\nانبایا\nپه قران کریم کې پیغمبران\nد اسالمي نوم او انجیل نوم لخوا لیست شوی.\nد 'ادم (ادم) \"enake جیترو) زه (موسی) یرنې، آوان - کبان (ایلیسه) ūliaā (saona) ūyaha (sauah) ūlyma (Alona) ) مومممد (محمد)\nاصلي پیښې\nلیدونه\n پورټل\nکوټه\nد لړۍ یوه برخه\nاسلام\nالله bus.svg\nباورونه\nتمرینونه\nټیکسسټس\nتاریخ\nکلتور او ټولنه\nاړوند موضوعات\n پورټل\nکوټه\nمرماممآ الله عبد الله علیيء محمد عبد الله صدیق ملګریه؛ مسلمانان پدې باور دي چې قرآن کریم، د خدای په غاړه کې نازل شو، او محمد چې دوی باور درلود چې د دوی باور لري د ابراهیم سره د ادم سره سرچینه نه درلوده، موسی، عیسی، او نور پیغمبران. [1] []] []] [4] دانی، ټولنیز او سیاسي لیکونه چې محمد سره د قران سره تاسیس شول د اسلام او اسلامي نړۍ بنسټ کې شوی دی. []]\n\nد مکې په قدرتي قیصصي کورنۍ کې د 53 BH په شاوخوا کې زیږیدلی، محمد الامین \"(AL-امرمین، معنی یې\" ارو الله \"ترلاسه کړ. []] []] []] ویل کیږي چې په 11 بجې په 11 بجو (610 سی) په غار کې د هغه د لومړي لفظي وحشي خپګان ترلاسه کړی چې د قران د نزدې نانودې یې د خپل ژوند پای ته دوام ورکړ. او مسلمانان نیسي چې محمد د خدای په غوښتنه یې پوښتل شوی ترڅو د بوریتوري مخه ونیسي، نو یو عمل دمخه په اسلامي عربیوال کې هم وړاندې کړئ. []] []] د نوي بدل شوي مسلمانانو د تعقیب مسلمانانو له امله، د مدینې څخه د بلنې په بلنه (بیا د یخیزې په نامه (بیا د هغه پیروان په 1 هل (622 سي) په نوم میدان ته د هجرت په نوم پیژندل شوی. [10] [ 11] د محمد په ژوند کې یو مهم ټکی، دا هجریرا د اسلامي کلیزې پیل په ګوته کوي. په مدینه کې، محمد د لومړني ټولنو ترمنځ د مدافعین اساسي قانون شنډ کړ، چې لومړی اسلامي دولت تاسیس کړ. [12] د میلکازو د روانو دښمنۍ سربیره، محمد، د خپلو پلویانو سره په 630 کې د MECCA کنټرول واخیست، [] 14] په خپل وروستي کلونو کې، محمد محمد د عربستان تر مینځ د عربستان بیلابیل قبیلې په [17] کې د عربیوال مختلف قبایلو سره متحد شوي او ټولنیز او مذهبي اصالحونه یې ترسره کړل. [18] هغه مهال چې هغه شاوخوا 11 هجري کې مړ شو، د عربي ټاپووزنرو نږدې ټولې قبیلې اسلام بدل کړی دی. [19]\n\nمسلمانان اکثرا د حضرت محمد صلی الله علیه وسلم په حیث ته راجع کوي، یا یوازې \"پیغمبر\" یا \"رسول\" دي. []] []] []] []] []] []] [20] هغه د مسلمانانو لخوا د ټولو فضیلاتو ملکیت په توګه کتل کیږي. [23] د درناوي د عمل په توګه، خلک د عربي حالت په واسطه د محمدوي نوم مني، (د سولې معنی]\n\nپه قرآن کې\nنور معلومات: محمد په قرآن کریم کې\n\nنوم محمد لیکلی په ټلوټ کې په ټلوټ کې، د اسالمي ایفارولو ډوله\nقرآن د محمد لومړني ژوند یا بل بوکګرافي توضیحاتو په اړه لږ څه فکر کوي، مګر دا د خپل نبرت په اړه د هغه اخلاقي افسانه، او د محمد په اړه خبرې کوي. د قران په وینا، محمد وروستی د خدایانو لخوا لیږل شوی په یوه سلابل کې دی. محمد محمد د \"پیغمبر\" په نوم یادیږي، \"د خدای رسول\" او \"پیغمبر\". ځینې ​​ورته آیتونه 2: 101، 2: 143، 2، 3: 3: 164، 3،: 151، 7: 157 ،: 0 :: 0t:01، 9: 3، 33:40، 48:29، او 66:09. نور شرایط کارول کیږي، پشمول \"وارنر\"، \"د خوښۍ\" زغمونکي \"شاملول\" (قرآن 12: 108، او 33: 45-46). قران د دې يو سړی و چې د مسلمانانو لپاره لوړ موزين دی، او دا چې خدای هغه ته ښه مثال درلود، او دا چې خدای هغه ته ښه مثال درلود، او دا چې خدای هغه ته ښه موري بېلګه کړې، او دا چې خدای يې په يو ښه مثال جوړ کړ، او د قران 68: 4، او 33:21). قرآن د محمد لپاره د نيليمان ځانګړني ځانګړتیاوې په ګوته کوي، مګر هغه د مثبت بشري ځانګړتیاو له مخې یې تشریح کوي. په څو آیتونو کې قران کریم په انسانان سره د محمد غوښتنې سره مینه کوي. د قرآن په وینا، خدای محمد د خدای پیغام (د خدای پیغام ته د خدای خبر دی په اسلامي چارو کې، دا پدې مانا ده چې خدای محمد د خپل هنر سره انسانیت ته لیږلی چې دا به یې یوازې په نړۍ کې د خدای عبادت ژوندي وساتي . [26]\n\nد قران په وینا، د محمد راتګ له عیسی لخوا وړاندوینه شوې وه: \"د اسرایل ماشومانو! او د رسول د پیغمبر راضي کولو ته راولیږئ چې ما ته راشئ، د چا نوم باید احمد وي. د دې آیت له لارې، په لومړيو عربي مسلمانانو په شېرو مذهبي دودونو او د عیسی ادعا کونکي وړاندوینې لپاره مشروعیت ادعا وکړه. [27]"
}
