{
"Adam": "__ \"Oh humanidade! Nós criamos você de um único par de um homem e uma mulher, e o transformamos em nações e tribos, para que vocês possam se conhecer (não que possam se desprezar). À vista de Allah, é o quem é o mais justo de você. E Allah tem pleno conhecimento e está bem familiarizado (com todas as coisas) \"(Alcorão 49:13) .__\n\nAdão (árabe: آitante) foi o primeiro ser humano na Terra e o primeiro nabi (نبي, profeta) do Islã. Revere Adão, do muçulmano, como pai da raça humana e sua esposa, Hawwā (حواء, Eva) como mãe da humanidade. Os muçulmanos veem Adão como o primeiro muçulmano, como o Alcorão afirma que todos os profetas pregaram a mesma fé do Islã, o que significa submissão a Deus.\n\nDesses dois indivíduos, gerações de seres humanos habitaram a Terra. Deus afirma no Alcorão.\n\nQuando Adão foi criado, Deus ordenou que toda a criação se abaixasse como um sinal de respeito a Adão, que era uma nova criação superior. Tudo, exceto Shaytan, que recusou dizer que ele era feito de um fogo sem fumaça (um gênio), enquanto Adam era feito de barro. Deus então os colocou no jardim do Éden como um teste e Shaytan enganou com sucesso Adam e Hawwa. Ele os fez ir a uma árvore da qual Deus os proibiu. Como resultado disso, Deus nos colocou (humanos e demônios) na terra como inimigos um do outro até o dia do julgamento. Uma vez na terra, Adão orou por perdão e Deus o perdoou.\n\nComo em Adão e todos os profetas, eles vieram à Terra para lembrar nossa aliança com Deus. Se obedecermos a Deus, podemos atingir um nível mais alto, então os anjos à vista de Deus. Para fazer isso, devemos evitar os sussurros de Sheytan, e o que é ainda muito pior do que isso, lutar e suprimir nossos nuffs (desejos egoístas). Fazemos isso seguindo a infinita sabedoria, direções e exemplos dados a nós no Alcorão, a revelação e o livro final escritos em primeira pessoa por Deus que é perfeitamente preservada e inalterada. Também devemos seguir o incrível exemplo dos profetas e temos a história de vida completa do Profeta Muhammad, quando ele veio nos últimos tempos em que ele aparece na história moderna. Todos os seus ensinamentos também são preservados e há muitas bolsas de estudos islâmicas para preservar e ensinar seu modo de vida. O Profeta Muhammad era o selo dos profetas, um estado, líder espiritual e militar, além de ser marido, pai, vizinho e amigo. Ele é altamente elogiado por aqueles que estudam sua vida, ações e ensinamentos. Até seus inimigos quando ele vivia respeitado e confiava nele.\n\nAssim, como muçulmanos, conhecemos o propósito da vida para todos os humanos é adorar a Deus e ver quem é o melhor em ações. Deus prometeu à humanidade um belo lugar no paraíso/céu como uma recompensa de seguir seus mandamentos. A pessoa mais baixa no céu terá a terra de dez terras. Quando você chega aos níveis mais altos do céu, precisa começar a medir sua terra em anos -luz. Deus é o mais generoso e quer nos dar e para pedirmos tudo a ele. Se nos afastarmos de Deus e dos caminhos dos profetas, uma punição severa nos aguarda no inferno. Que Deus nos proteja disso e de todas as coisas más.\n\nDe uma perspectiva científica, os humanos estão nas espécies __homo sapiens__, das quais as únicas subespécies conhecidas são conhecidas como __homo sapiens sapiens__. Somos as espécies mais dominantes da Terra. No entanto, existem muitos tipos de vida, especialmente entre plantas e protistas, que tiveram um efeito muito maior no ar, nas rochas, na vida e no ambiente natural da Terra.\n\nWikipedia:\nPrimeiro Profeta e pai de todos os seres humanos.\nA história de Adão e a criação é encontrada em todo o Alcorão. Existem referências nos capítulos: 2, 4, 5, 20, 21, 38 e outros. Na narrativa do Alcorão, Deus criou a humanidade fora de argila (Q3: 59), [18] a moldou para uma forma e depois ordenou que os anjos se curvassem (se submetessem) a Adão. Iblis se recusou do orgulho (Q15: 26-32) [19] e foi banido de Jannah (paraíso).\n\nSegundo o Alcorão, Deus já havia decidido antes da criação de Adão que a humanidade (Adão e sua progênie) seria colocada na terra. O Islã não atribui a vida da humanidade na terra como um castigo, mas como parte do plano de Deus.\n\n\"'Em verdade, vou colocar gerações da humanidade após gerações na terra.' Eles (os anjos) disseram: 'Você colocará nele aqueles que farão travessuras e derramarão sangue, enquanto nós (os anjos) o glorificamos com louvores e agradecemos e o santificamos?' Deus disse: 'Eu sei disso que você não sabe.' \"\n\nDeus então ensina a Adam os nomes de todas as coisas e reúne os anjos em frente a Adão, a fim de mostrar que há mais para Adão do que eles sabem, particularmente a alta capacidade intelectual de Adão:\n\n\"E ele ensinou a Adam os nomes - todos eles. Então ele os mostrou aos anjos e disse:\" Me informe sobre os nomes deles, se você é verdadeiro. \"Eles disseram:\" Glória a ti (disse os anjos), Do conhecimento, não temos nenhum, exceto o que você nos ensinou: na verdade é que é quem é perfeito em conhecimento e sabedoria. \"Ele disse:\" Ó Adam! Diga a eles os nomes deles. \"Quando ele lhes disse, Deus disse (aos anjos):\" Eu não disse que conheço os segredos do céu e da terra, e eu sei o que você revela e o que você esconde? \"\n\nDeus ordena que os anjos se curvam a Adão. Todos obedecem, exceto Iblis, que sente que ele é feito de fogo, não deveria estar se curvando a Adão, que foi feito da Terra. Sua desobediência do mandamento de Deus seguida por seu orgulho o fez cair do favor de Deus:\n\n\"E eis que dissemos aos anjos:\" Curve -se a Adão \"e eles se curvaram. Não é assim que Iblis: ele se recusou e foi altivo: ele era daqueles que rejeitam a fé (aqueles que são desobedientes)\". (2:34)\n\nMais tarde, Deus coloca Adão e Eva no jardim e diz a eles que eles estão livres para desfrutar de seus frutos, exceto para não se aproximar de uma certa árvore: (2:35)\n\n\"Dissemos:\" Ó Adam! habitar tu e teu esposa no jardim; e comer das coisas abundantes nela como (onde e quando) você o fará; mas não se aproxime dessa árvore, ou você encontra danos e transgressão \".\n\nSatanás então engana Adão e Eva para comer os frutos da árvore: (2:36)\n\n\"Então Satanás os fez escorregar do (jardim) e tirá -los do estado (de felicidade) em que estavam. Dissemos:\" Desça, todos (pessoas), com alguns de vocês tendo inimigo em direção a outros. Na Terra estará sua habitação e seus meios de subsistência - por um tempo. \"\n\nAdão e Eva sentem muito remorso por suas ações, mas Deus se volta para Adão em Mercy e o consola: (2:37)\n\n\"Então aprendeu Adão com seu Senhor Palavras de Inspiração, e seu Senhor se virou para ele; pois ele está frequentemente retornando, mais misericordioso.\"\n\nDeus então informa a Adão que Deus enviará sua orientação a Adão e Sua progênie: (2:38)\n\n\"Dissemos:\" Desça todos vocês deste lugar (o jardim), então sempre que chegar a você orientação minha e, quem seguir minha orientação, não haverá medo deles, nem eles sofrerão \".\n\nNo jardim do Éden, Satanás (frequentemente identificado como Iblis) atrai Adão e Eva a desobedecer a Deus, provando o fruto da árvore proibida. Deus, envia Adão e Eva para o resto da terra. [20] [21]\n\nO Alcorão também descreve os dois filhos de Adão e Eva, Caim e Abel. [22] [23]",
"Idris": "Inventor da caneta e inventor da agulha.",
"Nuh": "Sobrevivente da grande inundação.",
"Hud": "Comerciante\n\nEste é um breve resumo da narrativa do HUD, com ênfase em dois versos específicos:\n\nO povo de ʿād era extremamente poderoso e rico e construiu inúmeros edifícios [19] e monumentos para mostrar seu poder. No entanto, a riqueza do povo de 'provou ser seu fracasso, pois se tornaram arrogantes e abandonaram Deus e começaram a adotar ídolos para adoração, incluindo três ídolos chamados Samd, Samud e Hara. [11] Hud, mesmo na infância, permaneceu consistente em oração a Deus. É relacionado através da exegese que a mãe de Hud, uma mulher piedosa que tinha visto grandes visões no nascimento de seu filho, foi a única pessoa que incentivou o HUD em sua adoração. [20] Assim, o Senhor elevou o HUD como um profeta para o povo de '[20]\n\nQuando Hud começou a pregar e os convidou para a adoração apenas do Deus verdadeiro e, quando ele os disse para se arrependerem por seus pecados passados ​​e pedir misericórdia e perdão, o povo de 'começou a revilizá -lo e começou a zombar da mensagem de Deus. A história do HUD simboliza o ciclo profético comum aos primeiros profetas mencionados no Alcorão: o Profeta é enviado ao seu povo para dizer -lhes para adorar apenas a Deus e diz a eles para reconhecer que é Deus quem é o provedor de suas bênçãos [9] o Alcorão [3] Estados:\n\nEnviamos ao povo de seu irmão Hud, que disse: \"Ó meu povo, adore a Deus; você não tem outro Deus senão Ele. (Quanto aos ídolos), você está apenas inventando mentiras.\nÓ meu povo, peço nenhuma recompensa de você por isso: minha recompensa está com ele que me criou. Você não vai, portanto, entender?\nÓ meu povo, implore ao seu Senhor que o perdoe e se volte para ele em arrependimento. Ele enviará chuva em torrentes para você dos céus e dará força adicional. Portanto, não se afaste dele como pecadores. \"\nEles disseram: \"Ó hud, você veio até nós sem provas. Não abandonaremos nossos deuses porque você diz, nem acreditamos em você.\nTudo o que podemos dizer é que alguns de nossos deuses te queixaram com o mal. \"Ele respondeu:\" Eu chamo Deus para testemunhar, e você também é testemunha, que estou longe do que você associa (em seus negócios)\nAlém dele. Arrive contra mim o quanto quiser e não me dê uma pausa.\nEu coloco minha confiança em Deus, que é meu Senhor e seu Senhor. Não há nenhuma criatura que se mova na terra que não é mantida pela parte superior a ele firmemente por ele. Em verdade, o caminho do meu Senhor é heterossexual.\nSe você se afastar, então (lembre -se) entreguei a você a mensagem que fui enviada. Meu Senhor colocará outras pessoas em seu lugar, e você não poderá prevalecer contra ele. Na verdade, meu Senhor vigia todas as coisas. \"\n\n-Alcorão, Sura 11 (HUD), Ayah 50-57\nMilagre de Hud\nDe acordo com Tafsir de Ibn Qayyim al-Jawziyya em seu livro de análise, Madaarij Saalikeen, que foi citado por Ibn Abi Al-Izz em seu Syarh (comentário) de al-Aqida al-Tahawiyya, Hud mostrou seu milagre que é apontado por O versículo de 56-58:\n\n(56) \"Tudo o que podemos dizer é que alguns de nossos deuses te queixaram com o mal\". Ele respondeu: \"Eu chamo Deus para testemunhar, e você também é testemunha, que estou longe do que você associa (em seus assuntos) ... além dele. Arrive contra mim o quanto quiser, e não me dê não descanso .\n\n(57) Eu coloco minha confiança em Deus, que é meu Senhor e seu Senhor. Não há nenhuma criatura que se mova na terra que não é mantida pela parte superior a ele firmemente por ele. Em verdade, o caminho do meu Senhor é heterossexual.\n\n(58) Se você se afastar, então (lembre -se) entreguei a você a mensagem que me foi enviada. Meu Senhor colocará outras pessoas em seu lugar, e você não poderá prevalecer contra ele. Na verdade, meu Senhor vigia todas as coisas. \"\n\n- Alcorão, Sura 11 (HUD). Ayah 56-58",
"Salih": "Salih (Árabe: ص− ص, romanizado: ṣāliḥ, lit. 'piedoso', também escrito Salih), é um profeta árabe mencionado no Alcorão [1] [2] que profetizou para a tribo de Thamud [3] [4] [5 ] Na Arábia Antiga, antes da vida do Profeta Muhammad. A história de Salih está ligada à história do camelo de Deus, que foi o presente dado por Deus ao povo de Thamud quando eles desejavam um milagre para confirmar que Salih era realmente um profeta.\n\nSua profissão era um criador de camelo.\n\nContexto histórico\n\nMada'in salih ou al-hijr na região montanhosa Hijazi da Arábia Saudita\nOs Thamud eram uma confederação tribal na região noroeste da Península Arábica, mencionada em fontes assírias no tempo de Sargon II. O nome da tribo continua aparecendo em documentos no século IV EC, mas no século VI que eles eram considerados um grupo que desapareceu há muito tempo. [6]: 81\n\nSegundo o Alcorão, a cidade a que Salih foi enviada foi chamada al-hijr, [7], que corresponde à cidade de Nabataean de Hegra. [8] A cidade ganhou destaque em torno do primeiro século dC como um local importante no comércio regional de caravanas. [9] Adjacentes à cidade eram grandes túmulos de rocha decorados usados ​​por membros de vários grupos religiosos. [6]: 146 Em um ponto desconhecido nos tempos antigos, o local foi abandonado e possivelmente funcionalmente substituído por al-'la. [10] O site é referido como Mada'in Salih desde a era de Muhammad, em homenagem a seu antecessor Salih. [11]\n\nFora das religiões islâmicas e bahá'í, Salih não é mencionado em nenhuma outra escritura abraâmica ou texto histórico contemporâneo, mas o relato da destruição de Thamud pode ter sido bem conhecido na Arábia antiga. O nome da tribo é usado na poesia árabe antiga como uma metáfora para \"a transitoriedade de todas as coisas\". [6]: 223–24\n\nNo Islã\nBismillahir Rahmanir Rahim\nParte de uma série sobre o Islã\nProfetas islâmicos\nAnbiya\nProfetas no Alcorão\nListado por nome islâmico e nome bíblico.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muḥammad (Muhammad)\nPrincipais eventos\nVisualizações\nPortal do Islã\nVte\nParte de uma série sobre\nislamismo\nAllah3.svg\nCrenças\nPráticas\nTextsfoundations\nHistória\nCultura e sociedade\ntópicos relacionados\n Portal do Islã\nVte\nAlcorão\n\nSalih convidando seu povo para ver o camelo\nColeção iluminada de histórias de profetas\nA vida de Salih em sua comunidade tinha sido tão justa que o povo de Thamud praticamente confiava nele como apoio. [12] Ele foi escolhido por Deus como mensageiro e enviado para pregar contra o egoísmo dos ricos e condenar a prática de Shirk (idolatria ou politeísmo). Embora Salih tenha pregado a mensagem por um período sustentado, as pessoas de Thamud se recusaram a ouvir seu aviso e começaram a pedir a Salih que realizasse um milagre para eles. Eles disseram: \"Ó Salih! Tu nos foi de nós! Um centro de nossas esperanças até agora! . \"\n\nSalih lembrou ao seu povo os inúmeros castelos e palácios que eles construíram de pedra, [13] e de sua superioridade tecnológica sobre as comunidades vizinhas. Além disso, ele contou a eles sobre seus ancestrais, a tribo ʿād e como eles também foram destruídos por seus pecados. Alguns do povo de Thamud acreditavam nas palavras de Salih, mas os líderes tribais se recusaram a ouvi -lo e continuaram a exigir que ele demonstrasse um milagre para provar sua profissão. [14]\n\nEm resposta, Deus deu ao Thamud uma abençoada ela, como um meio de sustento e um teste. A tribo foi instruída a permitir que o camelo pastasse pacificamente e evite prejudicá -la. [15] Mas, desafiando o aviso de Salih, o povo da tribo prejudicou o camelo. [16] Salih informou que eles tinham apenas mais três dias para morar antes da ira de Deus descer sobre eles. [17] O povo da cidade estava arrependido, [18], mas seu crime não podia ser desfeito, e todas as pessoas incrédulas na cidade foram mortas em um terremoto. Al-Hijr ficou desabitado e permaneceu em ruínas por todos os tempos depois. [19] O próprio Salih e os poucos crentes que o seguiram sobreviveram. [20]\n\nA história é expandida em Sūrat An-naml, enquanto o camelo não é mencionado explicitamente aqui, afirma que nove homens planejados para matar Salih e toda a sua família [21] [22] um crime pelo qual foram acertados por Deus três dias depois. [23]\n\nTradição muçulmana\nOs escritores muçulmanos elaboraram a história de Salih e o camelo. A tradição islâmica precoce geralmente envolvia um motivo do camelo milagrosamente emergindo de pedra, geralmente acompanhado por uma panturrilha e a produção de leite a partir do camelo. Al-Tabari afirma que Salih convocou seu povo para uma montanha, onde eles testemunharam o rock milagrosamente se abrindo, revelando o camelo. O camelo tinha um bezerro jovem. Salih informou ao Thamud que o camelo mais velho bebia de sua fonte de água em um dia, e eles deveriam beber dele no dia seguinte. Nos dias em que eles não tinham permissão para beber água, o camelo lhes proporcionava leite. Mas Deus informou a Salih que um garoto que prenderia o camelo logo nasceria da tribo, e que a criança era má e crescia de maneira não natural. O camelo foi de fato morto e seu bezerro gritou três vezes, sinalizando que o Thamud seria destruído em três dias. Seus rostos ficaram amarelos, depois vermelhos, depois pretos, e eles morreram no terceiro dia, conforme previsto. [24]\n\nSegundo alguns estudiosos islâmicos, a mãe de Ismail, Hajar, era neta do Profeta Salih. [25]\n\nUma tradição semelhante está relacionada em um comentário do século VIII sobre o Islã por João de Damasco [26] [27] e também é mencionado nas obras de Ibn Kathir. [28]",
"Ibrahim": "Pai de Judiasmo, Cristianismo e Islã. Construtor do Kaaba.",
"Lut": "Historiador e viajante.\n\nO Alcorão afirma que um dia, um grupo de anjos visitou Abraão como convidados sob o disfarce de homens [12], a fim de informá -lo do fato de que sua esposa Sarah estava grávida de Isaac. Enquanto estavam lá, eles também disseram a ele que foram enviados por Deus ao \"povo culpado\" [13] de Lut [14] para destruí -los [15] com \"uma chuva de pedras de argila\". [16] Lut e aqueles que acreditavam nele deveriam ser poupados, mas sua esposa deveria morrer na destruição, com os anjos afirmando que \"ela é daqueles que ficam para trás\". [17] [18] O Alcorão também se baseia na esposa de Lot como um \"exemplo para os incrédulos\", pois ela era casada com um homem justo, mas se recusou a acreditar em sua mensagem e, portanto, foi condenado ao inferno. [3] [19]\n\nO povo das cidades gêmeas transgrediu contra os limites de Deus. Segundo o Alcorão, seus pecados incluíam inospitalidade e roubo [20] eles odiavam estranhos e roubaram viajantes, além de outros abusos e estupro. Também foi o pecado de má conduta sexual, que era visto como particularmente flagrante, com Lut repreendendo fortemente por abordar os homens com desejo sexual em vez de mulheres. [21] [22] Lut contou e tentou ajudá -los a abandonar seus caminhos pecaminosos, mas eles o ridicularam [20] e ameaçaram despejá -lo das cidades. [23] Lut orou a Deus e implorou para ser salvo das consequências de seus atos pecaminosos. [3] [24]\n\nEntão três anjos, disfarçados de homens bonitos, vieram para Lut como convidados. Ele sofreu os homens, pois sentiu impotência de protegê -los do povo das cidades. [25] Os moradores das cidades se tornando cientes dos visitantes exigiram que o lote entregasse seus convidados a eles. [26] Angustiados e com medo de que eles incorrem na ira de Deus, sugeriram o casamento bastante legal com suas filhas [27] como alternativas piedosas e pura aos seus desejos ilegais, e talvez como fonte de orientação. [28] Mas eles eram implacáveis ​​e responderam: \"Você sabia que não precisamos de tuas filhas: de fato, você sabe muito bem o que desejamos!\", [29] se referindo a seus convidados.\n\nOs Exegetes Ibn Kathir, Qurtubi e Tabari não lêem 'filhas' para significar as filhas literais de Lot. Eles argumentam que, como um profeta é como um pai de sua nação, Lot estava instruindo os malfeitores a se afastarem de seus pecados e se envolverem em relacionamentos saudáveis ​​e piedosos com as filhas da nação, ou seja, mulheres em geral. [30]\n\nOs anjos então revelaram suas verdadeiras identidades ao lote e disseram a ele: “Estamos (aqui) para te entregar e teus seguintes, exceto sua esposa: ela é daqueles que ficam para trás.\" [3] Eles aconselharam Lot a deixar as cidades das cidades Durante a noite, dizendo a ele para não olhar para trás. [31] Mantendo sua fé em Deus, Lot deixou as cidades na escuridão da noite, trazendo consigo seus seguidores e acreditando em membros da família. Finalmente, a manhã chegou, e o decreto de Deus Passado quando o Alcorão lê: “Voltamos (as cidades) de cabeça para baixo e choveu sobre eles as lápides com força como argila assada, espalhada, camada em camada,-“ [32] e, portanto, foi selada o destino das cidades gêmeas, caindo em destruição, desespero e marcação do fim das civilizações de Sodoma e Gomorra. [3]",
"Ismail": "Pai de árabes.\n\nIsmael é considerado um profeta no Islã e está listado no Alcorão com outros profetas em muitos casos. [11] [12] [13] [14] Em outros versículos, como 21:85 [15] e 38:48, [16] Ismael é elogiado por ser paciente, bom e justo. [17] Um exemplo em particular que descreve Ismael individualmente é 19: 54-55 [18]-\"e lembre-se, por meio deste escrito divino, Ismael. Eis que ele sempre era fiel à sua promessa e era um apóstolo [de Deus], ​​a A. O Profeta, que costumava fazer uma oração e caridade de seu povo, e encontrou favor à visão de seu sustentador. \"[19] Como descendente de Ismael, Muhammad é considerado justificado como o Profeta e continua a linha de profetas dos tempos pré-islâmicos.",
"Ishaq": "O Patriarca Bíblico Isaac (árabe: إسحاق ou إسحٰق [nota] ʾisḥāq) é reconhecido como um profeta e mensageiro de Deus por muçulmanos. [1] Como no judaísmo e no cristianismo, o Islã sustenta que Isaac era filho do patriarca e do profeta Abraão de sua esposa Sarah. Os muçulmanos mantêm Isaac na veneração profunda porque acreditam que Isaac e seu meio-irmão mais velho Ishmael continuaram o legado espiritual de seu pai através de sua subsequente pregação da mensagem de Deus após a morte de Abraão. [2] Isaac é mencionado em quinze passagens do Alcorão. [3] Além de ser mencionado várias vezes no Alcorão, Isaac é considerado um dos profetas do Islã.\n\nPai de pessoas israelitas.\n\nVida pregressa\nPor causa da graça e aliança de Deus com Abraão, Sarah foi presenteada com uma criança na velhice. Isaac tinha 10 anos quando seu meio-irmão Ismael saiu da casa de Abraão para o deserto. Enquanto no deserto, Ismael levou uma esposa das filhas de Moab chamado ‘Ayeshah. [4]\n\nLocal de enterro\nA tumba de Isaac\nSeu túmulo e o de sua esposa Rebekah são considerados na caverna dos patriarcas em Hebron, a Cisjordânia, conhecida no Islã como Ibrahim-i-Mosque (\"Mesquita de Abraão\"). Ao lado da tumba de Isaac, estão os de alguns dos outros patriarcas do Alcorão/Bíblia e suas esposas: Abraham e Sarah e Jacob e Leah.\n\nMenções no Alcorão\nIsaac é mencionado quinze vezes pelo nome no Alcorão, muitas vezes com seu pai e seu filho, Jacob (Yaʿqūb). [5] O Alcorão afirma que Abraão recebeu \"Boas notícias de Isaac, um profeta, dos justos\", e que Deus abençoou os dois (37: 112). \"E demos a ele boas notícias de Isaac, um profeta dentre os justos. E nós o abençoamos e Isaac. E entre a progênie deles são virtuosos e aqueles que claramente se ergueram\" [6] em uma descrição mais completa, quando os anjos vieram para Ibrahim para contar a ele o castigo futuro a ser imposto a Sodoma e Gomorra, sua esposa, Sarah, \"riu, e demos a ela boas novas de Isaac, e depois de Isaac de (um neto) Jacob\" (11: 71-74) ; e é explicado ainda que este evento ocorrerá apesar da velhice de Abraão e Sarah. Vários versículos falam de Isaac como um \"presente\" para Abraham (6: 84; 19: 49-50), e 29: 26-27 acrescenta que Deus fez \"a profissão e o livro para estar entre seus filhos\", que foi interpretado referir-se aos dois filhos proféticos de Abraão, seu neto profético Jacob e seu bisavô profético Joseph. No Alcorão, mais tarde narra que Abraão também elogiou a Deus por lhe dar Ismael e Isaque na velhice (XIV: 39-41).\n\nEm outras partes do Alcorão, Isaac é mencionado nas listas: Joseph segue a religião de seus antepassados ​​Abraham, Isaac e Jacob (12: 38) e fala do favor de Deus (12: 6); Os filhos de Yaʿqūb testemunham sua fé e prometem adorar a Deus que seus antepassados, \"Abraão, Ismael e Isaac\", adorados (2: 127); e o Alcorão ordena que os muçulmanos acreditem nas revelações que foram dadas a \"Abraão, Ismael, Isaac, Jacó e os Patriarcas\" (2: 136; iii: 84).",
"Yaqub": "Yaqub ibn Ishaaq ibn Ibrahim (árabe: partes إِبْرَنُ إِنُ اإِs, em árabe: \"Isaac; : إِسْر opآءِیْل [Israaeel]), também conhecido como Jacob, é um profeta no Islã. Ele é reconhecido como um patriarca do Islã. Os muçulmanos acreditam que ele pregou a mesma fé monoteísta que seus antepassados: Abraão (Ibrāhīm), Ismael (Ismail) e Isaac (Ishaaq).\n\nJacob é mencionado dezesseis vezes no Alcorão. [1] Acredita -se que duas referências adicionais a Isra'il sejam menções a Jacó. [2] Na maioria dessas referências, Jacob é mencionado ao lado de colegas profetas e patriarcas hebraicos como um profeta antigo e piedoso que ficou na \"companhia do eleito\". [3] [4] Os muçulmanos sustentam que Jacó era filho de Isaque e que ele pregou a unidade de Deus ao longo de sua vida. Como no cristianismo e no judaísmo, o Islã sustenta que Jacob teve doze filhos, cada um dos quais seria o pai, as doze tribos de Israel. [5] Jacob desempenha um papel significativo na história de seu filho, Joseph (Yūsif). [6] O Alcorão deixa claro que Deus fez uma aliança com Jacob [7] e Jacó foi nomeado líder fiel pelo mandamento de Deus. Seu avô (Ibrahim), pai (Ishaq), tio (Ismail), filho (Yusuf) e ele mesmo são todos profetas do Islã. [8]\n\nNo Alcorão\nJacob é mencionado pelo nome no Alcorão dezesseis vezes. [9] Embora muitos desses versículos o elogiam em vez de recontar um exemplo de sua narrativa, o Alcorão registra vários eventos significativos de sua vida. Tradição e literatura muçulmana [10] O evento mais antigo envolvendo Jacob no Alcorão é o dos anjos (Malāʾikah) dando \"boas notícias\" a Abraão e Sara do nascimento futuro de um filho profético pelo nome de Isaac, bem como um profético neto chamado Jacob. [11] O Alcorão afirma:\n\nQuando ele se afastara deles e daqueles que eles adoravam além de Allah, nós concedemos a ele Isaac e Jacob, e cada um deles fizemos um profeta.\n\n- Alcorão, Surata 19 (Maryam), Ayah 49 [11]\nO Alcorão também menciona que Abraão ensinou a fé do puro monoteísmo a seus filhos, Ismael e Isaac, assim como Jacó. O Alcorão registra Abraham dizendo a Ismael, Isaac e Jacob: \"Oh meus filhos! Allah escolheu a fé por você; então morrem não, exceto na fé do Islã.\" [12] O Alcorão também menciona os dons dados a Jacob e também como A força de sua fé, que se tornou mais forte à medida que ele ficou mais velho. O Alcorão menciona que Jacob foi \"guiado\"; [13] dado \"conhecimento\"; [14] \"inspirado\"; [15] e recebeu uma \"língua de veracidade de ser ouvida\". [16] O Alcorão afirma posteriormente o seguinte sobre Jacob:\n\nE nós concedemos a ele Isaac e, como um presente adicional (um neto), Jacob, e fizemos homens justos de todos (deles).\nE os tornamos líderes, orientando (homens) por nosso comando, e enviamos -lhes inspiração para fazer boas ações, estabelecer orações regulares e praticar caridade regular; E eles constantemente nos serviram (e apenas nós).\n\n-Alcorão, Surata 21 (Al-Anbiya), Ayat 72–73 [17]\nE comemore nossos servos Abraham, Isaac e Jacob, possuidores de poder e visão.\nEm verdade, nós os escolhemos para um especial (propósito)- proclamando a mensagem do futuro.\nEles eram, à nossa vista, verdadeiramente, da companhia dos eleitos e do bem.\n\n- Alcorão, Surah 38 ('Sad), Ayat 45–47 [18]\nJacob e seus filhos\nA próxima menção significativa de Jacob no Alcorão está na narrativa da Surata Yusuf. A história de Joseph no Alcorão abre com um sonho que Joseph teve uma noite, após o qual ele correu para o pai Jacob, dizendo: \"Eis que Joseph disse ao pai:\" Ó meu pai! Eu vi onze planetas e o sol e a lua: eu os vi se prostrarem para mim! \"\" [19] O rosto de Jacob cheio de prazer com o que ele ouvira do jovem José, e o Profeta Envelhecimento imediatamente entendeu o que o sonho quis dizer com . Jacó poderia prever que seu filho crescesse para ser o próximo profeta na linha de Abraão e seria Joseph que manteria a mensagem do Islã viva nos próximos anos. Os filhos mais velhos de Jacob, no entanto, sentiram que seu pai amava Joseph e Benjamin, o filho mais novo de Jacob, mais do que eles. Jacob sabia sobre o ciúme e avisou o jovem Joseph sobre isso. [20] Os dez irmãos mais velhos de Joseph decidiram matá -lo. Enquanto o Alcorão narra sua discussão:\n\nEles disseram: \"Verdadeiramente Joseph e seu irmão são mais amados por nosso pai do que nós: mas somos um bom corpo! Realmente nosso pai está obviamente vagando (em sua mente)!\n\"Mate você Joseph ou o expulsou para alguma terra (desconhecida), para que o favor de seu pai possa ser dado a você sozinho: (haverá tempo suficiente) para você ser justo depois disso!\"\n\n- Alcorão, Surata 12 (Yusuf) Ayat 8–9 [21]\nUm dos irmãos (geralmente entendidos como Reuben [22]), no entanto, sentiu que, em vez de matar Joseph (Yusuf), eles deveriam largá -lo em um poço, para que uma caravana possa vir e buscá -lo. [23] Assim, eles perguntaram ao pai se poderiam levar o jovem Joseph para brincar com eles, com a condição de que eles continuassem vigiando ele. Embora Jacob temia que um dhi'b (árabe: ذِئـب, lobo) devorasse seu filho, [24] Os filhos mais velhos rebeldes levaram com força Joseph e o jogavam no poço. [25] Quando os filhos voltaram para Jacob naquela noite, fingiram chorar e eles disseram ainda que o lobo havia devorado Joseph. Para enganar o pai, eles mancharam a camisa de Joseph (Yusuf) com sangue falso, [26], mas Jacob, que havia sido presenteado com conhecimento, sabia que essa era uma falsa mistura que eles haviam criado. Embora Jacob tenha se preocupado com a perda de José, ele permaneceu firme em Deus ao longo de sua dor. [26] Com o passar dos anos, o jovem José cresceu em um homem no Egito; Enquanto isso, Jacob estava de volta em casa em Canaã, onde seus filhos o incomodavam constantemente com sua repetida oração a Deus pelo retorno de Joseph (Yusuf). [27] Embora Jacob frequentemente tenha se queixado a Deus [14], nunca foi para as ações de Deus, mas das distrações de sua mente e de seus ocasionais partidas dos limites da paciência que ele havia estabelecido para si mesmo. Ele constantemente ignorava a provocação perversa de seus filhos e os perdoaria e tentava dar -lhes bons conselhos. [28] Um dia, Jacob decidiu enviar seus filhos em uma tarefa, dizendo -lhes para ir ao Egito em busca de Joseph e Benjamin. Seus filhos, pela primeira vez, o ouviram e partiram para o Egito. Quando um dos filhos de Jacó voltou a Canaã com as boas novas de Joseph e Benjamin no Egito, ele veio com uma camisa que Joseph havia lhe dado, o que ele havia dito para ele lançar sobre o rosto do pai, [29] para remover a cegueira de Jacó e pesar. Assim, o filho seguiu as instruções e fez como Joseph disse, restaurando a visão física e mental de Jacob.\n\nDepois que a visão de Jacó foi restaurada, toda a família começou sua caminhada ao Egito, para conhecer Joseph e os outros filhos novamente. Quando chegaram, o pai e o filho se conheceram com muito amor e se reuniram em paz mais uma vez. O agora poderoso Joseph forneceu um lar para seus pais consigo mesmo e, como diz o Alcorão, os levantou no alto de um 'trono de dignidade'. [30] Foi agora que toda a família, juntos, poderia se voltar para Deus através dos escritórios proféticos de Jacob e Joseph.\n\nÚltimo conselho de Jacob para seu povo\nTodos os filhos de Israel foram chamados a se curvar à fé no Islã (submissão a Deus) antes da morte de Jacó. Jacó queria garantir que seus filhos morressem apenas no Islã e, portanto, tirassem uma última promessa deles. Quando ele perguntou a eles quem eles adorariam após sua morte, eles responderam que continuariam no Islã e se curvariam e adorariam a Deus. [31] Embora a cena do leito da morte seja embelezada na tradição judaica e mencionada no Livro de Gênesis, o Alcorão menciona para enfatizar a noção de que Abraão, Isaac, Ismael e Jacó eram todos muçulmanos, enquanto se curvavam com fé total para Deus e Deus sozinho. O Alcorão narra:\n\nE esse era o legado que Abraão deixou para seus filhos, e Jacob também; \"Oh, meus filhos! Allah escolheu a fé por você; depois morre, exceto na fé do Islã.\"\nVocês testemunhas quando a morte apareceu diante de Jacob? Eis que ele disse a seus filhos: \"O que você vai adorar depois de mim?\" Eles disseram: \"Adoraremos teu Deus e o Deus dos teus pais, de Abraão, Ismail e Isaac,- o único (verdadeiro) Allah: para ele nos curvamos (no Islã)\".\n\n-Alcorão, Surah 2 (al-Baqara), Ayah 132–133 [32]\nO legado de Jacob\nJacob é muito especial no Islã por continuar com o legado deixado por seus antepassados. Os muçulmanos acreditam que Deus concedeu sua maior graça a Jacó e o escolheu para estar entre os homens mais exaltados. O Alcorão freqüentemente menciona Jacob como um homem de poder, visão e tensões que ele era da companhia do bem e eleito. Como o Alcorão diz:\n\nEsse foi o raciocínio sobre nós, que demos a Abraão (para usar) contra o seu povo: criamos a quem, diploma após o diploma: para seu Senhor está cheio de sabedoria e conhecimento.\nNós demos a ele Isaac e Jacob: todos (três) guiados: e antes dele, guiamos Noé, e entre sua progênie, David, Salomão, Jó, Joseph, Moses e Aaron: Assim, recompensamos aqueles que fazem o bem:\n\n-Alcorão, Surata 6 Al-An'am, Ayah 83–84 [33]\nAli Ibn Abi Talib, quando perguntado sobre os profetas que foram concedidos nomes especiais, narra em Hadith que Ya'qub ibn Ishaq era conhecido por seu povo como Isra. [34]\n\nInstâncias da Bíblia envolvendo Jacob lutando com um anjo não são mencionadas no Alcorão, mas são discutidas nos comentários muçulmanos, assim como a visão da escada de Jacó. [9] [35] Jacob enganando Isaac a abençoá -lo, se passando por seu gêmeo, Esaú, também não está no Alcorão, mas está em comentários muçulmanos. [9]\n\nOs muçulmanos, que acreditam que Jacob era um grande patriarca, enfatiza a crença de que a principal importância de Jacó estava em sua grande submissão a Deus e sua firme fé na religião certa. Como patriarca, Jacob, ao lado de Abraão, pode ser o mais frutífero de acordo com a tradição. De seus doze filhos [36] deveriam vir muitos outros grandes profetas, incluindo Jonah (Yunus), David (Dawud), Salomão (Suleyman) e Jesus (Isa).",
"Yusuf": "Yusuf ibn yaqub ibn Ishaaq ibn Ibrahim (árabe: يوسف ٱبن olo يوب ٱبن إسحاق ٱبن إبراهيomas (Joseph, filho de Jacob, filho de Isaaco, Son of Abraham) é um mencionado, é um mencionado, o filho de Isaaque, o filho de Abraham) é um mencionado, é um mencionado, o filho de Isaaque, o filho de Abraham), é um mencionado, é um mencionado, o filho de Isaaque, o filho de Abraham), é um mencionado, o que é um jacob, filho de Isaaque, filho de Abaham), é um mencionado, é um mencionado em qacob, o filho de Isaaque, 1), é um mencionado em qacob, o filho de Isaaque, 1, 1), é um que é um mencionado, o filho de Isaaque, o filho de Abraham. Pessoa do Tanakh, das Escrituras Religiosas Judaicas, e da Bíblia cristã, que estima -se que tenham morado no Egito diante do Novo Reino. [2] É um dos nomes comuns no Oriente Médio e entre as nações muçulmanas. De todos os filhos de Jacó, Joseph foi o que recebeu o dom de profecia. Embora as narrativas de outros profetas sejam mencionadas em vários suratas, a narrativa completa de Joseph é dada apenas em uma Surata, Yusuf, tornando -a única. Diz -se que é a narrativa mais detalhada do Alcorão e tem mais detalhes do que a contraparte bíblica. [3]\n\nAcredita -se que Yusuf tenha sido o décimo primeiro filho de Yaqub (árabe: partes, yaqub) e, de acordo com muitos estudiosos, o seu favorito. De acordo com Ibn Kathir, \"Jacob tinha doze filhos que eram os ancestrais homônimos das tribos dos israelitas. O mais nobre, o mais exaltado, o maior deles foi Joseph.\" [4] A história começa com Joseph revelando um sonho que ele teve Para seu pai, que Jacob reconhece. [5] Além do papel de Deus em sua vida, a história de Yusuf e Zulaikha (esposa do Antigo Testamento de Potifar) tornou -se um assunto popular na literatura persa, onde se tornou consideravelmente elaborado ao longo dos séculos. [6]\n\nAlcorão Surah 12 (Yusuf)\n\nUso de \"rei\" versus \"faraó\"\nNo Alcorão, o título do governante do Egito durante o tempo de José é especificamente considerado \"o rei\" (árabe: al-Malik), enquanto o governante do Egito durante o tempo de Moisés é especificamente considerado \" Faraó \"(Árabe: Firaun, embora como um nome sem o artigo definido). Isso é interessante porque, de acordo com fontes históricas, o faraó do título só começou a ser usado para se referir aos governantes do Egito (começando com a regra de Thutmose III) em 1479 AEC - aproximadamente 21 anos após a morte do profeta Joseph. [44] Mas na narração de Yusuf na Bíblia, os títulos rei (hebraico: melekh) e faraó são usados ​​de forma intercambiável para o governante do Egito nos capítulos de Gênesis 39-41. [45]\n\nO Malik (do Egito) disse: \"Eu vejo (em uma visão) sete kine gordas, a quem sete magros devoram, e sete orelhas verdes de milho, e sete (outros) murcharam. , se é que você pode interpretar visões. \"\n\n- Alcorão, Surata 12 (Yusuf), Ayah 43, [46]\nDepois deles, enviamos Musa com nossos sinais para Fir'aun e seus chefes, mas eles os rejeitaram injustamente. Então, veja como foi o fim de al-Mufsidin (árabe: ألمفسدين, \"os mancais\" ou \"os corruptos\").\n\n-Alcorão, Surata 7 (al-ARAF), Ayah 103 [47]\nE o Malik disse: \"Traga -o para mim\". Mas quando o mensageiro veio até ele, ele (Yusuf) disse: \"Volte ao seu Senhor e pergunte a ele: 'O que aconteceu com as mulheres que cortaram as mãos? Certamente, meu Senhor (Allah) está bem consciente de sua trama.\n\n- Alcorão, Surata 12 (Yusuf), Ayah 50, [48]\nE o mestre de Joseph o levou e o colocou na prisão, o lugar onde os prisioneiros do rei estavam amarrados; E ele estava lá na prisão.\n\n- Gênesis 39:20\nE José tinha trinta anos quando estava diante do faraó do Egito.\n\n- Gênesis 41:46\nE Joseph colocou seu pai e seus irmãos e deu -lhes uma posse na terra do Egito, no melhor da terra, na terra de Ramsses, como o faraó havia comandado.\n\n- Gênesis 47:11",
"Ayyub": "Jó (árabe: أيوب, romanizado: ayūb) é conhecido como profeta no Islã e é mencionado no Alcorão. [1] A história de Jó no Islã é paralela à história da Bíblia Hebraica, embora a ênfase principal esteja no trabalho permanecendo firme em Deus; Não há menção às discussões de Jó com os amigos no texto do Alcorão, mas a literatura muçulmana posterior afirma que Jó teve irmãos, que discutiram com o homem sobre a causa de sua aflição. Alguns comentaristas muçulmanos também falaram de Jó como sendo o ancestral dos romanos. [2] A literatura islâmica também comenta o tempo e o local de Job do ministério profético, dizendo que ele veio atrás de Joseph na série profética e que pregou ao seu próprio povo, em vez de ser enviado a uma comunidade especificada. A tradição relata ainda que o trabalho será o líder no céu do grupo de \"aqueles que pacientemente suportaram\". [3]\n\nAyūb (Job) é mencionado pela primeira vez no Alcorão no verso seguinte:\nDe fato, nos revelamos a você, [ó Muhammad], como revelamos a Noé e aos profetas atrás dele. E revelamos a Abraão, Ismael, Isaac, Jacob, os descendentes, Jesus, Jó, Jonah, Aaron e Salomão, e para Davi, demos o livro [de Zabur].\n\n-Alcorão, Sura 4 (An-Nisa), Ayah 163 [4]\nO Alcorão descreve Jó como um servo justo de Allah, que foi atingido pelo sofrimento por um longo período de tempo. No entanto, afirma claramente que Jó nunca perdeu a fé em Deus e sempre chamou a Deus em oração, pedindo que ele removesse sua aflição:\n\nE [mencionar] Jó, quando ele chamou o Senhor: \"De fato, as adversidades me tocaram, e você é o mais misericordioso dos misericordiosos\".\n\n- Alcorão, Sura 21 (os profetas), Ayah 83 [5]\nA narrativa continua afirmando que, depois de muitos anos de sofrimento, Deus ordenou que Jó \"atacasse com o seu pé!\". [6] Ao mesmo tempo, Jó atingiu o chão com o pé e Deus fez com que uma mola fresca de água saísse da terra, da qual Jó poderia se reabastecer. O Alcorão afirma que foi então que Deus removeu sua dor e sofrimento e ele devolveu a família de Jó para ele, o abençoou com muitas gerações de crianças e lhe concedeu grande riqueza. Além das breves descrições da narrativa de Job, o Alcorão menciona ainda o emprego duas vezes nas listas daqueles que Deus havia dado orientação, sabedoria e inspiração especiais (IV: 163) e como um dos homens que receberam autoridade, o presente da profissão de moda profética (Vi: 84).\n\nDepois que Satanás desistiu de tentar afastar Jó do Senhor, Deus removeu a aflição de Jó e devolveu sua família a ele, dobrando -os em número. Ele devolveu a riqueza de Jó e tomou um emprego com ouro. Uma vez que a esposa de Jó viu o marido restaurado à prosperidade e à saúde, ela orou graças a Deus, mas depois preocupada com o juramento que seu marido havia feito antes, no qual ele havia prometido derrotá -la com cem golpes. Jó também estava profundamente triste com o juramento que ele havia feito, em meio a seu sofrimento. Deus, no entanto, enviou uma revelação a Jó, que lhe disse para não bater em sua esposa, mas para atingi -la gentilmente com um pacote de grama macia. [7]\n\nReferências do Alcorão\nProfecia de Jó: 4: 163, 6:84\nTrial e paciência: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nLeitura adicional\nIbn Kathir, Bidaya wa l-nihaya, i, 220–225\nTafsir em xxi e xxxvii\nTabari, i, 361–364\nThalabi, Contos dos Profetas, Cairo 1339, 106-114\nKisa'i, Histórias dos Profetas, 179–190\nIbn Asakir, Tarikh al-Kabir, III, 190–200",
"Shuayb": "Shuaib, Shoaib, Shuayb ou Shuʿayb (árabe: شعيب, IPA: [ʃuʕajb]; Significado: \"Quem mostra o caminho certo\") é uma antiga nabi midianita (Profeta) no Islã e o profeta mais reverido da fé druze. [ 1] Shuayb é tradicionalmente identificado com o bíblico Jethro, sogro de Moisés. Shuaib é mencionado no Alcorão um total de 11 vezes. [2] Acredita-se que ele tenha vivido depois de Ibrahim (Abraão), e os muçulmanos acreditam que ele foi enviado como profeta para uma comunidade: os midianitas, [3] que também são conhecidos como aṣḥāb al-Aykah (\"Companheiros da madeira\") , [4] [5] [6] [7] desde que eles costumavam adorar uma grande árvore. Para o povo, Shuaib proclamou o caminho reto e alertou o povo a acabar com seus caminhos fraudulentos. Quando a comunidade não se arrependeu, Allah (Deus) destruiu a comunidade. [3] [5]\n\nShuaib é entendido pelos muçulmanos como um dos poucos profetas árabes mencionados pelo nome no Alcorão, os outros sendo Salih, Hud e Muhammad. Dizem que ele era conhecido pelos muçulmanos como \"o eloquente pregador entre os profetas\", porque ele era, segundo a tradição, concedia talento e eloqüência em sua língua. [8]\n\nContexto histórico\nA área a que Shuʿayb foi enviada é nomeada 'Madyan no Alcorão, conhecida em inglês como Midian, que é frequentemente referida na Bíblia. Dizia -se que os midianitas eram descendentes árabes, embora tenham vizinhos dos cananeus bíblicos, eles se misturam com eles. Dizem que eles eram uma tribo errante e que seu principal território na época de Musa (Moisés) era a península do Sinai.\n\nIdentificação disputada com Jethro\nJethro é mencionado na Bíblia (Êxodo 3: 1) como o sogro de Moisés. Embora Shuaib seja frequentemente identificado com o padre midianita Jethro, a maioria dos estudiosos modernos rejeita essa identificação. Comentaristas clássicos, como Ibn Kathir, dizem que Shuʿayb foi um bisneto de Abraão: acredita-se que Shuʿayb tenha sido filho de Mikil, filho de Issachar, filho de Midian, filho de Abraão. [8] Isso tornaria impossível a identificação com Jethro, que vivia na época de Moisés, supostamente centenas de anos depois de Abraão. [9]\n\nO Alcorão afirma que Shuaib foi nomeado por Deus para ser um profeta para o povo de Midian. Dizia -se que as pessoas desta terra eram especialmente notórias por trair os outros através da desonestidade e da idolatria. A profecia de Shuʿayb envolveu principalmente chamar os midianitas para o caminho correto de Deus, [10] e proibindo -os de adorar falsos deuses.\n\nDizem também que ele disse ao seu povo para parar de ser desonesto em suas atividades diárias. Embora ele tenha pregado e profetizado por um período sustentado, a maioria das pessoas se recusou a ouvi -lo. Shuayb, no entanto, permaneceu firme. Ele sempre pregava poderosamente contra os ímpios, dizendo -lhes o castigo que havia ocorrido o pecaminoso diante deles. Shuʿayb alertou o povo de que sua ignorância levaria à destruição de Midian, dando exemplos históricos de profetas anteriores, incluindo Noé, Hud, Salih e Lot, [11] todos cujos pessoas foram destruídas por Deus.\n\nO povo provocou Shuʿayb e disse que, não fosse pela prestigiada família de que ele veio, ele certamente teria sido apedrejado até a morte. Shuayb respondeu: \"Minha família de mais consideração com você do que Deus?\" Quando os midianitas se recusaram a acreditar, foram destruídos por um poderoso terremoto. [3] O Alcorão, no entanto, menciona que Shuʿayb e seus companheiros crentes foram resgatados do castigo estrondoso. [11] [12]\n\nParalelos com outros profetas\nA missão de Shuayb é frequentemente mencionada no Alcorão com a missão de Noé, Hud, Salih e Lote. Os estudiosos apontaram que esses cinco profetas exemplificam as primeiras missões proféticas: [13] O Profeta seria enviado para sua comunidade; A comunidade não prestaria atenção ao seu aviso e, em vez disso, o ameaçaria com punição; Depois de anos de pregação, Deus pediria que ele deixasse sua comunidade, enquanto Seu povo foi posteriormente destruído em um castigo. [13] Os estudiosos interpretam cronologicamente a listagem dos cinco profetas, então Shuʿayb era descendente de Noé (pregou sobre a grande inundação) e o profeta Abraham.",
"Musa": "No Islã, mūsā ibn ʿImrān (árabe: موسی ابن عمران, lit. 'Moisés, filho de Amram'), [1] é um profeta importante e mensageiro de Deus (Allah) e é o indivíduo mais frequentemente mencionado no Qurano, com seu nome sendo mencionado 136 vezes e sua vida sendo narrada e contada mais do que a de qualquer outro profeta. [2] [3]\n\nSegundo o Alcorão, Musa nasceu em uma família israelita. Na sua infância, ele é colocado em uma cesta que flui em direção ao Nilo, e eventualmente Musa é descoberta pela esposa de Faraó (Fir'awn) Asiya, que faz Musa como seu filho adotivo. Depois de chegar à idade adulta, Musa reside em Midian, antes de partir para o Egito novamente para ameaçar o faraó. Durante sua profissão, Musa teria realizado numerosos milagres e também é relatado que conversou pessoalmente com Deus, que concede o título 'Presidente de Deus' (Kalīm Allāh) a Musa. O milagre mais popular do Profeta é ele dividir o mar, com um bastão milagroso fornecido por Deus. Além do Alcorão, Musa também é descrito e elogiado na literatura Hadith também.\n\nApós a morte do faraó, Musa e seus seguidores viajam em direção a Jerusalém, onde o Profeta acabou morrendo. Na tradição islâmica, acredita -se que ele tenha sido enterrado em Nabi Musa e, eventualmente, criado em direção aos céus. Posteriormente, ele se encontrou com Muhammad nos sete céus seguindo a ascensão deste último de Jerusalém durante a jornada noturna ('Isrā' miʿrāj). [4] Durante a jornada, Musa disse que enviou Muhammad repetidamente para encontrar a Deus e solicitar uma redução no número de orações diárias exigidas, originalmente acreditando -se como cinquenta, até que apenas as cinco orações obrigatórias permanecessem. [5] [6]\n\nMusa é visto como uma figura muito importante no Islã. De acordo com a teologia islâmica, todos os muçulmanos devem ter fé em todo profeta e mensageiro de Deus, que inclui Musa e seu irmão Harun. A vida de Musa é geralmente vista como um paralelo espiritual à vida de Muhammad, e os muçulmanos consideram muitos aspectos da vida dos dois indivíduos a serem compartilhados. [1] A literatura islâmica também descreve uma relação paralela entre seu povo e os incidentes que ocorreram em suas vidas; O êxodo dos israelitas do Egito antigo é considerado de natureza semelhante à migração de Muhammad e seus seguidores de Meca para Medina, à medida que ambos os eventos se desenrolam diante da perseguição - dos israelitas pelos antigos egípcios e dos primeiros muçulmanos pelos mecanos, respectivamente. [7] Suas revelações, como os dez mandamentos, que fazem parte do conteúdo da Torá e são centrais para as religiões abraâmicas do judaísmo e do cristianismo. [8] [9] Consequentemente, judeus e cristãos são designados como \"pessoas do livro\" para os muçulmanos e devem ser reconhecidos com esse status especial onde quer que a lei islâmica seja aplicada. Musa é ainda mais reverenciada na literatura islâmica, que se expande sobre os incidentes de sua vida e os milagres atribuídos a ele no Alcorão e Hadith, como suas conversas diretas com Deus.",
"Harun": "No Islã, hārūn ibn ʿImrān [2] (árabe: هارون ابن عمران, lit. 'Aaron, filho de Amram'), é um profeta e mensageiro de Deus (Allah), e o irmão mais velho do profeta Musa (Moses). [3] [Verificação fracassada] [Esclarecimento necessário] Ele junto com seu irmão pregou os israelitas ao êxodo. [4]\n\nO Alcorão contém inúmeras referências a Aaron, tanto pelo nome quanto sem nome. Diz que ele era descendente de Abraão [5] e deixa claro que ele e Moisés foram enviados juntos para alertar o faraó sobre o castigo de Deus. [6] Além disso, acrescenta que Moisés havia orado anteriormente a Deus para fortalecer seu próprio ministério com Aaron [7] e que Aaron ajudou Moisés como ele também era um profeta, [8] e muito eloquente em questões de fala e discurso. [9] O Alcorão acrescenta que Moisés e Aaron foram confiados para estabelecer locais de habitação para os israelitas no Egito e converter essas casas em locais de culto por Deus. [10]\n\nO incidente do bezerro de ouro, pois é narrado no Alcorão pinta Aaron sob uma luz positiva. O Alcorão diz que Aaron foi confiado a liderança de Israel, enquanto Moses estava em ṭūr sīnā '(árabe: طـور سdar, Monte Sinai) por um período de quarenta dias. [11] [12] [verificação falhada] [esclarecimentos necessários] acrescenta que Aaron tentou o seu melhor para parar a adoração do bezerro de ouro, que foi construído não por Aaron, mas por um homem perverso chamado 'As-Samiri'. [13] Quando Moisés voltou do Monte Sinai, ele repreendeu Aaron por permitir que o culto do ídolo, ao qual Aaron pediu a Moisés que não o culpe quando ele não teve nenhum papel em sua construção. [14] [12] O Alcorão então acrescenta que Moisés aqui lamentou os pecados de Israel e disse que ele só tinha poder sobre si e Aaron. [15]\n\nAaron é mais tarde comemorado no Alcorão como aquele que tinha uma \"autoridade clara\" [16] e um que foi \"guiado ao caminho certo\". [17] Além disso, acrescenta que a memória de Aaron foi deixada para pessoas que vieram atrás dele [18] e ele é abençoado por Deus junto com seu irmão [19] O Alcorão também diz que as pessoas chamavam 'Mãe de Isa Maryam (árabe: مـريـم, Mary) a \" A irmã de Harun \"[20] estudiosos muçulmanos debateram sobre quem exatamente esse\" Harun \"era em termos de sua persona histórica, com alguns dizendo que era uma referência a Aaron do êxodo, e o termo\" irmã \"designando apenas um metafórico ou vínculo espiritual entre as duas figuras, ainda mais evidente quando Maria era descendente da linhagem sacerdotal de Aaron, enquanto outros o mantiveram para ser outro homem justo que vive na época de Cristo pelo nome de \"Aaron\". A maioria dos estudiosos concordou com a perspectiva anterior e ligou Maria espiritualmente à irmã de Aaron, seu homônimo Miryam (árabe: مـرuto, hebraico: מִרְיָם), [21] a quem ela se parecia de várias maneiras. O Alcorão também narra que, séculos depois, quando o Tabut (árabe: édito ـابـleo, arca da aliança) retornou a Israel, continha \"relíquias da família de Moisés e relíquias da família de Aaron\". [22]",
"Dhul-Kifl": "Dhul-kifl (árabe: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, literalmente \"possuidor do kifl\"; também soletrou dhu l-kifl, dhul-kifl, zu al-kifl, ou zu l-kifl) é um helicóptero islâmico. Embora sua identidade seja desconhecida, sua identidade foi teorizada e identificada como vários profetas bíblicos hebraicos e outras figuras, mais comumente Ezequiel e Gautama Buda. [1] [2] [3] [4] Acredita-se que Dhul-KIFL tenha sido exaltado por Allah a uma estação alta na vida e é registrada no Alcorão como um homem da \"companhia do bem\". [5] Embora não se saiba muito de Dhul-Kifl de outras fontes históricas, todos os escritos de comentaristas clássicos, como Ibn Ishaq e Ibn Kathir, falam de Dhul-Kifl como um homem profético, santo que permaneceu fiel na oração diária e na adoração. [ 6]\n\nUma tumba na província de Ergan de Diyarbakir, a Turquia acredita-se que alguns sejam o local de descanso do Profeta Dhul-Kifl. Está localizado a 5 km do centro da cidade em uma colina chamada Makam Dağı. [7] [8]\n\nEtimologia\nO nome Dhul-Kifl significa literalmente \"o possuidor de KIFL\", usando um tipo de nome em que ذُو dhū (\"possuidor de\") precede algum recurso caracteristicamente associado. [9] Tais nomes foram usados ​​em outras figuras notáveis ​​do Alcorão, por exemplo, Dhu al-qarnayn (árabe: ذُو ٱلْق−gerْ guargos, lit. 'ele dos dois chifres/ele das duas vezes'), e Dhu al-nūn (árabe: ذُadar ٱلْنُّون, lit. 'aquele com o peixe'), referindo -se a yunus. Kifl é uma palavra árabe arcaica que significa \"dupla\" ou \"duplicado\", de um significado raiz \"para dobrar\" ou \"dobrar\"; Também foi usado para uma dobra de pano. O nome é geralmente entendido como \"uma parte dupla\". Alguns estudiosos sugeriram que o nome significa \"o homem com a dupla recompensa\" ou melhor \", o homem que recebeu recompensa duas vezes\", [10] ou seja, é um título para o emprego, pois sua família foi devolvida a ele De acordo com o Alcorão e o Livro de Jó. [11]\n\nDe acordo com uma visão, significa \"o homem de Kifl\", pois \"o de ...\" é outra tradução possível do particípio Dhū, e Kifl é supostamente a interpretação árabe de \"Kapilavastu\". [12]\n\nEzequiel\nAlguns são da opinião de que Dhul-Kifl pode ser Ezequiel. Quando o exílio, a monarquia e o estado foram aniquilados, uma vida política e nacional não era mais possível. Em conformidade com as duas partes de seu livro, sua personalidade e sua pregação são iguais, e o título Dhul-Kifl significa \"o único a dobrar\" ou \"dobrar\".\n\nAbdullah Yusuf Ali, em seu comentário do Alcorão diz:\n\nDhul-kifl significaria literalmente \"possuidor de, ou doação, um requisito ou porção duplo\"; Ou então, \"alguém que usou uma capa de dupla espessura\", sendo um dos significados de Kifl. Os comentaristas diferem na opinião de quem se entende, por que o título é aplicado a ele. Eu acho que a melhor sugestão é a oferecida por Karsten Niebuhr em seu Reisebeschreibung Nach Arabien, Copenhague, 1778, ii. 264–266, conforme citado na Enciclopédia do Islã sob Dhul-Kifl. Ele visitou Meshad 'All in' Iraque, e também a pequena cidade chamada Kifl, a meio caminho entre Najaf e Hilla (Babilônia). Kefil, ele diz, é a forma árabe de Ezequiel. O santuário de Ezequiel estava lá, e os judeus chegaram a ele em peregrinação. Se aceitarmos \"dhul-kifl\" para não ser um epíteto, mas uma forma arabicizada de \"Ezequiel\", ele se encaixa no contexto, Ezequiel foi um profeta em Israel que foi levado para a Babilônia por Nabucodonossar após seu segundo ataque a Jerusalém (sobre sobre B.C. 599). Seu livro está incluído na Bíblia inglesa (Antigo Testamento). [15] Ele foi acorrentado e amarrado, e colocado na prisão, e por um tempo ele era burro. Ele trazia tudo com paciência e constância e continuou a reprovar com ousadia os males em Israel. Em uma passagem ardente, ele denuncia falsos líderes em palavras que são eternamente verdadeiras: \"Ai dos pastores de Israel que se alimentam! Mate aqueles que são alimentados: mas não se alimentam do rebanho. Os doentes não se fortalecem, nem você curou o que estava doente, nem os amarraram o que foi quebrado ...... \". [16]\n\n- Abdullah Yusuf Ali, o Alcorão Sagrado: Texto, Tradução e Comentário [17]\n\nMencionado no Alcorão\nNo Alcorão\nDhul-kifl foi mencionado duas vezes no Alcorão, nos seguintes versículos:\n\nE (lembre-se) Ismail, Idris e Dhul-Kifl, todos (homens) de constância e paciência.\nNós os admitimos à nossa misericórdia: pois eram dos justos.\n\n-Alcorão, Surah al-Anbiya (21), Ayahs 85-86 [13]\nE comemoram Ismail, Elisha e Dhul-Kifl: cada um deles era da companhia do bem.\n\n- Alcorão, Surah Sad (38), Ayah 48 [14]\nNos dois casos, o DHUL-KIFL é mencionado no contexto de uma lista de profetas do Alcorão, incluindo muitos outros não mencionados no Ayat citado acima.\nAl Kifl (árabe: الكفل; ul-kifl) é uma cidade no sudeste do Iraque no rio Eufrates, entre Najaf e Al Hillah. Os nomes variantes para o santuário dentro de Al Kifl são: Dhu'l Kifl Santuário, Marqad dhu'l Kifl, Qubbat dhu'l Kifl, Qabr al-nabi dhul-kifl, santuário dhul-kifl, santuário zul kifl, qabrqi-hazyyyyyyyyal . Hazqiyal é a transliteração árabe do hebraico y'hezqel, que foi utilizado principalmente pelos judeus sefarditas depois que eles adotaram o árabe. Isso indica que os judeus equiparam Ezequiel e Dhul-Kifl, e as exegetas muçulmanas seguiram o exemplo. As autoridades iraquianas afirmam que em 1316 (715-16 ah) o sultão Ilkhanid Uljaitu adquiriu os direitos de tutela sobre a tumba da comunidade judaica. Consequentemente, o santuário foi renomeado de acordo com a nomenclatura islâmica para o mesmo profeta. O sultão Uljaitu acrescentou à estrutura construindo uma mesquita e um minarete. Além disso, ele restaurou o santuário que implementava algumas alterações esclarecidas ao comparar seu estado atual com as descrições dos viajantes pré-ilkhanid. O local permaneceu um local de peregrinação muçulmano até o início do século XIX, quando Menahim ibn Danyal, um judeu rico, o converteu com sucesso de volta a um local judeu e o restaurou. O Minaret permaneceu como a única testemunha de seu mandato como local islâmico. Embora a mesquita e o minarete tenham sido construídos no século 14, a antiguidade do santuário e do túmulo não pode ser determinada. [18]\n\nGautama Buda\nDhul-kifl também foi identificado com Gautama Buda. [19] [20] [21] [22] O significado de Dhul-kifl ainda é debatido, mas, de acordo com uma visão, pode significar \"o homem de Kapil (Kapilavastu, a cidade onde o Buda passou trinta anos de sua vida). [12] [20]\n\nOs apoiadores desta visão citam os primeiros versículos do 95º capítulo do Alcorão, Surah at-Tin:\n\nPelo figo e pela azeitona, e pelo Monte Sinai, e esta cidade segura ˹of Mecca˺!\n\n-Alcorão, 95: 1-3\nDe acordo com essa visão, a partir dos lugares mencionados nesses versículos: o Sinai é o lugar onde Moisés recebeu revelação; Meca é o lugar onde Muhammad recebeu revelação; E a oliveira é o lugar onde Jesus recebeu a revelação. Nesse caso, a figueira restante é onde Gautama Buda recebeu revelação. [21]\n\nAlguns também levam um pouco mais longe e afirmam que o próprio Muhammad era um Buda, como a palavra Buda significa \"iluminada\". [23]\n\nOutros\nDhul-kifl também foi identificado de várias formas com Joshua, Obadiah [24] e Isaías. [25] [24]",
"Dawud": "Dawud (Árabe: cadeiras, romanizado: Dāwūd [daːwuːd]), é um profeta e mensageiro de Deus (Allah) e é justo, monarca unido do Reino Unido de Israel. [1] Além disso, os muçulmanos também honram David por terem recebido a revelação divina do Zabur (Salmos). [2] [3] Dawud é considerado uma das pessoas mais importantes do Islã. Mencionado dezesseis vezes no Alcorão, David aparece nas Escrituras Islâmicas como um link na cadeia de profetas que precederam Muhammad. [4] Embora ele não seja geralmente considerado um dos profetas \"da lei\" (Ulū al-ʿAzm), \"ele está longe de ser uma figura marginal\" no pensamento islâmico. [2] Nas tradições islâmicas posteriores, ele é elogiado por seu rigor em oração e jejum. Ele também é apresentado como o governante prototípico e como um símbolo da autoridade de Deus na terra, tendo sido ao mesmo tempo rei e profeta.\n\nDavi é particularmente importante para a arquitetura religiosa de Jerusalém islâmica. [1] Dawud é conhecido como Davi bíblico que era, de acordo com a Bíblia Hebraica, o Segundo Rei do Reino Unido de Israel e Judá, reinando c. 1010–970 aC. [Citação necessária]\n\nMenções no Alcorão\nA narrativa de Davi no Alcorão, em muitos aspectos, paralelos que dados na Bíblia. Ele é nomeado Profeta (Nabī) e também um Mensageiro (Rasūl), David está incluído nas listas daqueles que receberam revelação (Waḥy; Q4: 163) ou orientação (Hudā; 6:84) de Deus. Nos dois listos, seu nome aparece ao lado do de seu filho Salomão. Em outros lugares, o Alcorão explica que Deus deu a ambos os dons de \"julgamento sólido\" (ḥukm; 21:79) e \"conhecimento\" ('ilm; 21:79; 27:15). No entanto, o Alcorão também atribui a David merece que o distingue de Salomão: David matou Golias (2: 251) e recebeu uma revelação divina chamada \"The Salmos\" [5] (o Alcorão 17:55 usa uma forma indefinida, enquanto 21: 105 usa A forma definida al-Zabūr), [5] presumivelmente uma referência aos Salmos ou ao Saltério (o termo zabūr está talvez relacionado ao termo hebraico Mizmōr ou Siriac Mazmūrā, \"Salmo\"). As montanhas e os pássaros elogiaram a Deus junto com Davi (21:79; em 34:10, Deus os ordena a fazê -lo; cfr. Salmo 148: 7–10). Deus fez de Davi um \"vice -gerente\" (Khalīfa; 38:26), um título que o Alcorão dá apenas a Adão (2:30). Este título sugere que, de acordo com o Alcorão, Davi era algo mais que um mensageiro: ele era um líder divinamente guiado que estabeleceu o governo de Deus na terra. [1] Esse papel também é sugerido por 2: 251: \"Deus lhe deu autoridade (mulk) e sabedoria (ḥikmah) e ensinou a ele o que ele desejou. Se Deus não voltasse de volta algumas pessoas por outras, a terra se tornaria corrompida.\" [2 ]\n\nEntre as coisas ensinadas a Davi estava a capacidade de fazer armadura (21:80, 34: 10–11), uma sugestão de que as façanhas militares de Davi eram o ato de Deus. Também é importante que a referência do Alcorão à \"sabedoria\" de Davi às vezes tenha sido explicada pelos exegetas clássicas como presente de profecia. [6] O Alcorão também conecta Davi e Jesus, insistindo que ambos amaldiçoaram os israelitas que não acreditavam (5:78). Além disso, de acordo com o Alcorão, Davi teve a capacidade de distinguir entre verdade e falsidade ao dispensar a justiça (Faṣl al-Khiṭāb, 38:20). Além disso, há a alusão a um teste que Davi foi colocado, onde ele orou e se arrependeu e Deus o perdoou (38: 24-5). Surat Sad (o 38º capítulo do Alcorão) também é chamado de \"o Sūra de Davi\" [7] Exegetes explica que, como Davi prostrou ao pedir a Deus que o perdoe, Muhammad recebeu ordem de imitá -lo e realizar uma prostração ao ler este capítulo . [8]\n\nSignificado religioso\nDavid é um dos poucos profetas islâmicos que também receberam realeza. Enquanto outros profetas pregaram durante o reinado dos reis, Davi, em seu tempo, era o rei. Assim, ele recebeu uma tarefa extremamente grande, de garantir que o povo de Israel não fosse apenas mantido em cheque espiritualmente, mas também que o próprio país permanecesse forte. Seu lugar como líder e profeta é reverenciado por todos os muçulmanos como um dos ranking extremamente alto. A figura de Davi, juntamente com a de seu filho profético, Salomão, é icônico de pessoas que governavam justamente sua terra. Deus freqüentemente menciona o alto escalão de Davi como profeta e mensageiro no Alcorão. Ele é frequentemente mencionado ao lado de outros profetas para enfatizar o quão grande ele era. Por exemplo, Deus diz:\n\nE demos a ele Isaac e Jacó e os guiamos, como tínhamos guiado Noé diante deles, e de seus descendentes, David e Salomão e Jó e Joseph, Moisés e Aaron. Assim, recompensamos aqueles que estão retos e fazem o bem.\n\n- Alcorão 6:84 [9]\nQuando o califa Umar visitou Jerusalém, o patriarca Sophronius o acompanhou no Monte do Templo, enquanto ele procurava o Mihrab Dawud (nicho de oração de Davi) para realizar uma oração. Os comentaristas posteriores identificaram este site com a Torre de David. Em um hadith, a oração e o jejum de Davi são mencionados como queridos a Deus.\n\nAbdullah bin 'amr bin al-' como: o apóstolo de Allah me disse: \"A oração mais amada a Allah é a de Davi e os jejum mais amados a Allah são os de Davi. Ele costumava dormir por metade da noite E então ore por um terço da noite e mais uma vez, durma em sua sexta parte e costumava jejuar em dias alternados \".\n\n-Muhammad al-Bukhari, Sahih al-Bukhari [10]\nO livro de Davi\nArtigo principal: Zabur\nO Zabur é o livro sagrado atribuído a Davi por Deus, assim como Musa (Moisés) recebeu o tawrat (Torá), Isa (Jesus) recebeu o ferimento (evangelho) e Muhammad recebeu o Alcorão. Na atual Bíblia Hebraica, o Zabur é conhecido como Salmos. No entanto, como outras escrituras do passado, acredita -se que os Salmos tenham sido corrompidos ao longo do tempo, com algumas das mensagens originais agora desaparecidas. No entanto, os muçulmanos são instruídos a tratar os salmos atuais com imenso respeito porque, em sua forma original, eles também eram um livro de Deus inspirado. O Alcorão afirma:\n\nSeu Senhor sabe quem está nos céus e na terra. Exaltamos alguns dos profetas sobre os outros; E para David, demos o livro dos Salmos.\n\n- Alcorão 17:55 [11]\n\n Alcorão 4: 163; 17:55.\n Alcorão 4: 163; 6:84.\n por exemplo. Ṭabarī, taʾrīkh, i, 559\n Hibat allāh b. Salāma, al-nāsikh wa-l-mansūkh (na margem de Wāḥidī, Asbāb), Cairo 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Alcorão 6:84\n Sahih al-Bukhari, 2: 21: 231\n Alcorão 17:55",
"Suleyman": "Sulaimān ibn dāwūd (árabe: سُل conta, Lit. 'Salomão, filho de David') era, segundo o Alcorão, um Malik (مosto, Lit. 'King') e Nabī (ن ن ن ن ن ن ن ن ن ن ن ن de David ') e Nabī (fossenik (fossen) e nabī (ol) e nabī (fossen) e nabī (fossen) e nabī (fossen) e nabī (fossen) e nabī (fossena) e nabī (ol) (let.' '' ') e nabī (ol). os israelitas. Geralmente, a tradição islâmica sustenta que ele era o terceiro rei do povo judeu e um sábio governante de Israel. [1]\n\nNo Islã, Salomão é considerado um dos profetas de Deus que foi concedido a muitos dons divinos, incluindo a capacidade de falar com animais e gênios; Diz -se também que ele escravizou o shayāṭīn (شياطين, lit. 'demônios') e o dīv (gulho, lit. 'demônios') com o apoio de um anel dado a ele por Deus. [2]\n\nOs muçulmanos sustentam ainda que ele permaneceu um monoteísta fiel ao longo de sua vida; reinou justamente sobre toda a nação israelita; foi abençoado com um nível de realeza que foi dado a ninguém antes dele nem atrás dele; e cumpriu todos os Seus mandamentos, sendo prometida a proximidade a Deus em Jannah ('ج−, lit.' Paradise ') no fim de sua vida. [3] Desde a ascensão do Islã, vários historiadores árabes consideram Salomão um dos maiores governantes da história. [4]\n\nMenções no Alcorão\nAlcorão e interpretação\nJulgamento em campo\nNa narrativa mais antiga envolvendo Salomão, o Alcorão (21:78) alude brevemente a uma história de que Salomão estava na companhia de seu pai, quando dois homens vieram pedir a David para julgar entre eles a respeito de um ḥarth (ح−guaْث, campo). [ 5] Mais tarde, comentaristas muçulmanos expandiram a alusão, incluindo al-Tabari, Baidawi e Ibn Kathir. [6] [7] [8] Eles disseram que o primeiro dos dois homens disse que ele possuía uma vinha do qual ele tomou muito cuidado o ano inteiro. Mas um dia, quando ele estava ausente, as ovelhas do outro homem se afastaram da vinha e devorou ​​as uvas. Ele pediu para ser compensado por esse dano. [9]: 62 Ao ouvir a queixa do homem, Salomão sugeriu que o proprietário das ovelhas levasse a vinha do outro homem para reparar e cultivar até que as videiras retornassem ao seu antigo estado, quando ele deveria retornar para o seu dono. Ao mesmo tempo, o proprietário da vinha cuidava das ovelhas e se beneficiava da lã e do leite até que sua terra fosse devolvida a ele, quando ele devolveria as ovelhas ao proprietário. Essa resposta mostra o nível de julgamento de Salomão, que, o Alcorão diz, [10] caracterizaria Salomão ao longo de sua vida. Ḥikmah (sabedoria), de acordo com a tradição muçulmana, sempre estaria associada a Salomão, que mais tarde seria chamado de Sulaimān al-ḥakīm (سُل conta ٱلْحоكِيْم, \"Solomon the Wise\"). Esta história é adaptada na Kebra Nagast, mas como uma disputa julgada por um filho de Salomão. [7]\n\nSalomão e os demônios\n\nA rainha de Sheba\nO Alcorão narra que o vento foi subserviente a Salomão, [11] e ele podia controlá -lo por sua própria vontade, e que o Jinn também ficou sob o controle de Salomão. O Jinn ajudou a fortalecer o reinado de Salomão. Os demônios (Shayatin), [12] e os demônios foram forçados a construir para ele monumentos. [13] Deus também causou um milagroso ʿAyn (tou, 'Fount' ou 'Spring') de qiṭr derretido ('' Brass 'ou' cobre ') para fluir para Salomão, a ser usado pelos demônios em sua construção. [11]\n\nQuando Davi morreu, Salomão herdou sua posição como o rei profético dos israelitas. Salomão uma vez permitiu que uma mulher construísse uma estátua de seu pai. Mais tarde, ela começou a adorar a estátua e Salomão foi repreendido por tolerar a idolatria em seu reino. Como punição, Deus permitiu que um dos demônios escravizados roubasse o anel de Salomão e assumisse seu reino (Surata 38:34). Mais tarde, ele se arrepende de seu pecado e ganha controle sobre os demônios novamente, concentrando -se em construir o templo novamente. [14] Ele orou a Deus para conceder -lhe um reino que seria diferente de qualquer um depois dele. [15] Deus aceitou a oração de Salomão e deu a ele o que quis.\n\nALEGORICALIALMENTE RESUTRADO, a perda de seu anel por Salomão para os demônios pode ser entendida como representar um humano perdendo sua alma para a paixão demoníaca. [16] Attar de Nishapur escreve: \"Se você vincular o div (demônio), você partirá para o pavilhão real com Salomão\" e \"Você não tem comando sobre o reino de seu eu, pois no seu caso a div está no lugar de Salomão\" . [17]\n\nAo contrário da tradição talmúdica, Salomão não tinha conhecimento e nunca participou da idolatria. [18] Além disso, o Alcorão rejeita que Salomão era um mágico: \"(...) Salomão não acreditou, mas os demônios não acreditavam, ensinando os homens magia e (...)\". (2: 102)\n\nSalomão e a formiga\nSalomão até ensinou as línguas de vários animais, como formigas. O Alcorão relata que, um dia, Salomão e seu exército entraram em um Wādin-naml (وosto ٱلْن opّل, vale da formiga). Ao ver Salomão e seu exército, um namlah (ن opْلfé, formiga feminina) alertou todos os outros para \"... entrar em suas habitações, para que Salomão e seus anfitriões o esmagassem (sob os pés) sem saber.\" [19] imediatamente entendendo O que a formiga disse, Salomão, como sempre, orou a Deus, agradecendo -lhe por lhe dar tais presentes [20] e evitar ainda mais pisotear as colônias de formigas. Dos dons que recebeu de Deus, e os muçulmanos sustentam que Salomão nunca esqueceu sua oração diária, o que era mais importante para ele do que qualquer um de seus dons.\n\nA literatura exegética enfatiza a sabedoria da formiga e explica o significado por trás do presente de Salomão para controlar o vento. De acordo com Siracü'l-Kulub, a formiga pergunta a Salomão se ele sabe por que ele se chama \"Salomão\" (Süleyman). Salomão diz que não, quando a formiga continua explicando: \"Embora seu coração fosse sólido (Selim) e você saiba as circunstâncias do próximo mundo, você aceitou alguns prazeres deste mundo e foi enganado por sua posse e Reinado; portanto, você é chamado Salomão. \" Depois, a formiga pergunta a Salomão, se ele sabe por que Deus subjugou o vento para ele. Mais uma vez, Salomão diz que não e a formiga responde: \"Ele subjugou o vento por um motivo: o que você aceitou não é nada. Assim como o vento passa, a riqueza e a realeza do mundo também passam\". Estudiosos como Fakhr al-Din Razi e Al-Qurtubi elevaram a formiga ao posto de um exemplo para os seres humanos seguirem. [22] (p198)\n\nConquista de saba '\n\nRuínas do templo Barran em Ma'rib, a antiga capital de Saba 'no que hoje é o Iêmen\nOutro aspecto importante da realeza de Salomão era o tamanho de seu exército, que consistia em homens e gênios. Salomão frequentemente avaliava suas tropas e guerreiros, bem como os gênios e todos os animais que trabalharam sob ele. Um dia, ao inspecionar suas tropas, Salomão encontrou o HUD-HUD (هُدْهُد, Hoopoe) ausente da Assembléia. [23] Logo depois, no entanto, o hud-hud chegou à corte de Salomão, dizendo: \"Eu compreendi (território) que você não comprou, e eu vim para Ti de Saba 'com as notícias verdadeiras.\" [24] O HUD-HUD Além disso disse a Salomão que o povo de Sheba adorava o sol e que a mulher que governava o reino era altamente inteligente e poderosa. Salomão, que ouviu atentamente, escolheu escrever uma carta à terra de Sheba, através da qual ele tentaria convencer o povo de Sheba a deixar de adorar a adoração idólatra do Sol e ir ao culto de Deus. Salomão ordenou que o hud-hud desse a carta à rainha de Sabá (bilqis) e depois ocultasse e observe sua reação. [9]: 64 O hud-hud aceitou as ordens de Salomão e voou de volta para Sheba para entregar o carta à rainha. A rainha então chamou seus ministros para o tribunal e leu em voz alta a carta de Salomão afirmando ao povo de Sheba: \"Em nome de Allah, o compassivo, o misericordioso, não seja exaltado contra mim, mas venha a mim como Muslimīn (مُسْلِيْuto ). \" Ela aconselhou com seus ministros e outros funcionários do tribunal, dizendo \"Ó meu povo, eu sei bem que você é corajoso e poderoso guerreiros, e que ninguém na face da terra pode se sustentar contra você, mas ainda assim eu saberia suas mentes sobre isso matéria.\" O povo do Tribunal respondeu: \"O seu é o poder, ó rainha e qualquer que seja o seu comando, obedeceremos\". Por fim, no entanto, a rainha veio a Salomão, anunciando sua submissão a Deus. [25]\n\nSalomão e o ifrit\nEnquanto Bilqis estava viajando para a corte de Salomão, o rei fez seus servos a libertarem para lá antes de sua chegada. Um ifrit ofereceu seus serviços (Q27: 38-40), mas Salomão recusou, confiando essa tarefa a um servo, que, sendo um sujeito piedoso, orou a Deus para mover o trono por ele. Maravilhoso de se relacionar, sua oração foi respondida, o trono aparecendo no palácio de Salomão pelo poder de Deus. Quando Bilqis chegou, Salomão perguntou se ela reconheceu seu trono, mas ela, lutando para entender o milagre que Deus havia feito, deu ao rei uma resposta evasiva, antes de finalmente adotar a fé de Salomão, conquistou as evidências de que o milagre não foi o de um mero ifrit, mas o próprio de Deus. Salomão recusou a oferta tentadora do ifrit, porque ele procurou confiar apenas em Deus e não em um demônio ou em qualquer outro ser criado, e foi recompensado por sua piedade com sucesso na conversão de bilqis para a verdadeira fé. [26]\n\nMorte\n\nMausoléu de Sulaiman no Composto da Mesquita Al-Aqsa, Cidade Velha de Jerusalém\nO Alcorão relata que Salomão morreu enquanto ele estava se apoiando em sua equipe e que ele permaneceu em pé, apoiado por ele, até que um pouco de criatura - formiga ou verme - roçou, até que finalmente cedesse - e só então então fez o seu colapso do corpo.\n\nEntão, quando decretamos a morte (de Salomão), nada mostrou a eles sua morte, exceto um pouco de verme da terra, que continuou (lentamente) roendo sua equipe: Então, quando ele caiu, o giro viu claramente que, se eles tivessem souber o Não visto, eles não teriam sediado na penalidade humilhante (de sua tarefa).\n\n- Alcorão, Surah 34 (Sabaʾ), Ayah 14 [27]\nEnquanto ele permanecia na vertical, apoiado em sua equipe, o gênio pensou que ele ainda estava vivo e supervisionando -os.\n\nEles perceberam a verdade somente quando Deus enviou uma criatura para sair do chão e roer o pessoal de Salomão, até que seu corpo desabou. Este versículo é entendido para ensinar ao público que Jinn não conhece o invisível (al -Ghaib) - se eles soubessem, eles não teriam permanecido como idiotas como tolos a serviço de um homem morto. [28]\n\nMahammaddim no Song of Salomão\nInformações adicionais: Muhammad e a Bíblia e raiz semítica\nInspirado nos versos do Alcorão, alguns muçulmanos [qual?] Acreditavam que Muhammad (árabe: مُح−ger, letras consoantes: m-ħ-d-d) é mencionado no Song of Songs (5:16) como 'mahammaddim' (Hebrew: מַחֲמַדִּים, cartas consoantes: m-ħ-d-d-y-m), embora a última palavra seja traduzida como \"desejável\" ou \"adorável\" por judeus. [29]\n\nSalomão e Jamshid\n\nVisão geral de Persépolis, Irã (2) (cortada)\nJamshid foi o quarto rei do mundo, de acordo com o Shāhnāma do poeta Firdausī. Como Salomão, acreditava -se que ele tinha comandando todos os anjos e demônios do mundo, e era rei e sumo sacerdote de Hormozd (persa média para Ahura Mazda). Ele foi responsável por muitas grandes invenções que tornaram a vida mais segura para seu povo: a fabricação de armaduras e armas, a tecelagem e tingimento de roupas de linho, seda e lã, a construção de casas de tijolo, a mineração de jóias e metais preciosos , a criação de perfumes e vinho, a arte da medicina, a navegação das águas do mundo em navios à vela. Ele Jamshid agora se tornara o maior monarca que o mundo já conhecera. Ele foi dotado do Royal Farr (Avestan: Khvarena), um esplendor radiante que queimou sobre ele por favor divino.\n\nDevido a semelhanças entre os dois monarcas sábios, algumas tradições confundem os dois. Por exemplo, Salomão estava associado à decisão sobre o sudoeste do Irã nas obras de al-Balkhi. Acredita -se que Persepolis fosse a sede de Salomão e descrita como \"Playground of Salomão\" por estudiosos como Mas'udi, Muqaddasi e Istakhri. Outros autores muçulmanos se oporam à crença de que Salomão uma vez governou no Irã, argumentando que quaisquer semelhanças entre as vidas e ações de Salomão e Jamshid são puramente coincidentes, sendo os dois de personagens distintas e separadas. [30] [31] A última visão foi justificado por bolsa de estudos no campo da mitologia indo-européia, que demonstrou conclusivamente que o personagem Jamshid deriva da divindade zoroastriana primitiva Yima, [32] [33], enquanto que o Alcorânico e a Bolsa Bíblica apóia uma medida de historicidade para o rei da profeta sábia. [34]",
"Ilyas": "Ilyās (Árabe: إلياس) era um profeta e mensageiro de Deus (Allah) que foi enviado para orientar os filhos de Israel. Ele recebeu a missão profética de impedir que as pessoas adorassem ídolos. [1] Ilyas é o antecessor profético de Alyasa. [2] Alguns estudiosos islâmicos acreditam que Ilyas é da progênie de Harun (Aaron). [3]\n\nAlguns muçulmanos acreditam que Ilyas ainda está vivo e frequenta o Hajj todos os anos, junto com Khidr. [4] Alguns muçulmanos também acreditam que Ilyas retornará no final dos tempos. [5]\n\nVida pregressa\nNas fontes islâmicas, o nome completo de Ilyas é Ilyas Ibn Yasin, [6] Desde que em Saffat 37: 130, Ilyas é chamado Yasin. [7] Algumas histórias de Ilyas também são mencionadas nos hadiths islâmicos; como a maldição dos israelitas com seca por Ilyas, [8] cura Alyasa, [9] e lutando com Acabe. [10]\n\nSegundo muitas fontes islâmicas e a Bíblia, Elias (a) está vivo e ascendeu ao céu. [11] No entanto, Ibn Kathir não aceitou esses hadiths e os considerou entre Isra'iliyat. [12] Em Mu'jam al-Buldan, Yaqut al-Hamawi mencionou um túmulo para Elias (a) em Baalbek. [13] Um santuário foi posteriormente construído sobre esse túmulo, mas foi dedicado a um \"profeta aila\", mesmo que os locais acreditassem era a tumba de Elias (a) [14]\n\nProfecia\nIlyas é mencionado pela primeira vez como um profeta em Al-An'am 6:85. [15] Ele convidou seu povo que morava em Baalbek para o monoteísmo, obedecendo a Deus e abandonando os pecados. [16] Sua principal tarefa era impedir o adoração de ídolos. [17] Depois que ele enfrentou a persistência de seu povo por muitos anos, amaldiçoou -os com seca e as pessoas foram infligidas pela fome. [18] A narrativa de Ilyas no Alcorão e posterior tradição muçulmana se assemelha a que na Bíblia Hebraica e na literatura muçulmana registram a profeta principal de Elijah como ocorrendo durante o reinado de Ahab e Jezebel, bem como Ahaziah. [A] figura de Ilyas foi identificada com um Número de outros profetas e santos, incluindo Idris, que se acredita por alguns estudiosos ter sido outro nome para Ilyas, [21] e Khidr. [22] Mais tarde, a lenda islâmica desenvolveu a figura de Ilyas, embelezando bastante seus atributos, e alguma literatura apócrifa deu a Ilyas o status de um meio humano, meio angel. [23] Ilyas também aparece em obras posteriores da literatura, incluindo o Hamzanama. [24]\n\nAlcorão\nIlyas é mencionado no Alcorão, onde sua pregação é relatada de maneira concisa. O Alcorão narra que Ilyas disse ao seu povo para ir ao culto a Deus e deixar a adoração de Baal, o ídolo primário da área. O Alcorão afirma: [1]\n\n\"Em verdade Ilyas, era um dos apóstolos. Quando ele disse ao seu povo:\" Você não tem medo de Deus? \"Você chamará Ba'al e deixará o melhor dos criadores, Deus, seu Senhor e Chedisher, o Senhor e o Cherisher de seus pais da antiga?\n\n-AS-SAFFAT 123–126\nO Alcorão deixa claro que a maioria das pessoas de Ilyas negou o Profeta e continuou a seguir a idolatria. No entanto, menciona que um pequeno número de servos dedicados de Deus entre eles seguiu Elias e acreditava e adorava a Deus. O Alcorão afirma: \"Eles o negaram (Elijah) e certamente serão levados à punição, exceto os servos sinceros e dedicados de Deus (entre eles). E deixamos sua (memória) para a posteridade\". [25] [26]\n\nNo Alcorão, Deus elogia Elijah em dois lugares:\nA paz esteja com Elijah! É assim que recompensamos aqueles que fazem o bem. Ele está realmente entre nossos servos crentes.\n\n-Alcorão, Capítulo 37 (As-Saffat), versículo 129–132 [27]\nE Zakariya e Yahya e Isa e Ilyas, eles eram todos entre os justos\n\n-Alcorão, Capítulo 6 (Al-An'am), versículo 85 [28]\nNumerosos comentaristas, incluindo Abdullah Yusuf Ali, ofereceram comentários sobre o versículo 85 dizendo que Ilyas, Zakariya, Yahya e Isa estavam todos espiritualmente conectados. Abdullah Yusuf Ali diz: \"O terceiro grupo consiste em homens de ação, mas pregadores da verdade, que levaram vidas solitárias. Seu epíteto é:\" Os justos \". Batista, que é referenciado como \"Ilyas, que deveria vir\" (Mt 11:14); e Elias está presente e conversou com Jesus na transfiguração da montagem (Mt 17: 3). \"[ 29]\n\nEmbora a maioria dos estudiosos muçulmanos acreditasse que Elijah pregou em Israel, alguns primeiros comentaristas sobre o Alcorão declararam que Ilyas foi enviada para Baalbek, no Líbano. [30] Os estudiosos modernos rejeitaram essa afirmação, afirmando que a conexão da cidade com Elijah teria sido feita por causa da primeira metade do nome da cidade, a de Baal, que foi a divindade que Elijah exortou seu povo a parar de adorar. Os estudiosos que rejeitam a identificação da cidade de Elijah com Baalbek argumentam ainda que a cidade de Baalbek não é mencionada com a narrativa de Ilyas no Alcorão ou na Bíblia Hebraica. [31]\n\nMorte\nNa passagem do tempo, a seca se espalhou e muitos morreram. Quando se viram infligidos, lamentavam suas ações anteriores, se voltaram para Elias (a) e aceitaram seu convite. [32] Então, devido à oração de Elias (a) uma forte chuva veio e a terra foi saciada; No entanto, depois de um tempo, as pessoas esqueceram sua aliança com Deus e retornaram à adoração de ídolos. Quando Ilyas viu isso, ele pediu a Deus sua própria morte; Mas Deus lhe enviou uma carruagem de fogo e ele ascendeu ao céu e escolheu Alyasa, que era seu aluno como seu vice -gerente. [33] Ilyas raramente está associado à escatologia islâmica. [34] No entanto, alguns muçulmanos acreditam que Ilyas deve voltar junto com a figura misteriosa Khidr durante o fim dos tempos. [5]\n\nLegado\nA literatura e a tradição muçulmana relata que Ilyas pregou ao reino de Israel, governado por Acabe e mais tarde seu filho Ahaziah. Ele é chamado de \"Profeta do deserto - como Yahya\". [35] Acredita -se que Ilyas tenha pregado com zelo a Acabe e sua esposa Jezebel, que, segundo a tradição muçulmana, era parcialmente responsável pela adoração de falsos ídolos nessa área. Os muçulmanos acreditam que foi porque a maioria das pessoas se recusou a ouvir Elijah que Eliseu teve que continuar pregando a mensagem de Deus para Israel atrás dele. [36]\n\nIlyas tem sido alvo de lendas e contos folclóricos na cultura muçulmana, geralmente envolvendo sua reunião com Khidr. De acordo com um relatório de exegeta muçulmano, Muhammad conheceu Ilyas em Meca. [37] No misticismo islâmico, Ilyas está intimamente associado ao sábio Khidr. Um hadith relatou que Ilyas e Khidr se reuniam todos os anos em Jerusalém para ir na peregrinação a Meca. [38] Ilyas também aparece no Hamzanama várias vezes, de onde ele é mencionado como irmão de Khidr, bem como aquele que bebeu da fonte da juventude. [39] Além disso, é narrado em Kitab al-Kafi que o Imam Ja'far al-Sadiq estava recitando a prostração de Ilyas na língua síria e começou a chorar. Ele então traduziu a súplica em árabe para um grupo de acadêmicos visitantes:\n\n\"Ó Senhor, vou descobrir que você me puni, embora você saiba da minha sede no calor do meio -dia? Vou descobrir que você me puni, embora saiba que eu esfrego meu rosto na terra para adorá -lo? Vou descobrir que você punir Embora você saiba que eu desisto dos pecados por você? Vou descobrir que você me puni, embora saiba que eu fico acordado a noite toda por você? \" Para o qual Allah então inspirou a Ilyas, \"Levante a cabeça da terra, pois eu não vou puni -lo\". [40]\n\nNotas\n \"Elias é o mesmo que Elijah, cuja história será encontrada no Antigo Testamento em 1 reis 17–19 e 2 reis 1–2. Elijah viveu no reinado de Ahab (896–874 aC) e Ahaziah (874–872 BCE ), reis do reino (norte) de Israel ou Samaria. Ele era um profeta do deserto, como João Batista, ao contrário do nosso Santo Profeta, que participou, controlou e guiou todos os assuntos de seu povo. Ambos e Azariah estava propenso a ceder à adoração a Baal, o deus do sol adorou na Síria. Essa adoração também incluía a adoração de poder da natureza e poderes procriadores, como na adoração hindu do lingam, e levou a muitos abusos. Rei. Ahab se casou com uma princesa de Sidon, Jezebel, uma mulher perversa que levou o marido a abandonar Allah e adotar a adoração de Baal \". ... \"Elijah denunciou todos os pecados de Ahab e os pecados de Ahaziah e teve que fugir por sua vida. Ele havia deixado seu manto com Elisha, o Profeta. \"[20]",
"Alyasa": "Alyasa (Árabe: اليolh, Romanized: Alyasā ') é Profeta e Mensageiro de Deus (Allah), que foi enviado para guiar os filhos de Israel. No Alcorão, Alyasa é mencionado duas vezes como um profeta, [1] e é mencionado nas duas vezes ao lado de colegas profetas. [2] Ele é homenageado pelos muçulmanos como sucessor profético de Ilyas (Elijah). Fontes islâmicas que identificam Elisha com Khidr citam a forte relação entre Khidr e Ilyas na tradição islâmica. [3]\n\nPersonalidade\nO nome de Alyasa é mencionado duas vezes em Al-An'am 6:86 e SAD 38:48. Nesses versículos, sem mencionar nada sobre a personalidade ou a profeta de Alyasa, ele é mencionado como \"agraciado\" e \"entre os eleitos\". [4] De acordo com o Alcorão, Elisha é exaltada \"acima do resto da criação\" (árabe: ف−ضلْlusْdar عsto ٱلْنْwn, romanizado: faḍḍalnā ʿAlA l-ʿlamīn (a) [4] e \"entre os excelentes\" (árabe: jos. Mina L-Akhyār). [5] Alyasa é mencionado em Al-An'am 6:86 e SAD 38:48, junto com Ismail:\n\nE Ismail e Alyasa e Yunus, e Lut; e cada um que agraciamos sobre os mundos;\n\n-Al-An'am 6:86\nE lembre-se de nossos servos Ismail, Alyasa e Dhul-Kifl, cada um deles realmente bom.\n\n- triste 38:48\nMilagres\nEm um hadith xiita de Ali al-Ridha, é mencionado que Alyasa teve alguns milagres, incluindo o renascimento dos mortos, curando os doentes e andando na água. [Citação necessária]\n\nTumbas reivindicadas\nAlguns muçulmanos acreditam que o túmulo de Elisha está em al-Awjam, na região leste da Arábia Saudita. O santuário foi removido pelo governo saudita porque essa veneração não está de acordo com o movimento de reforma de Wahhabi ou Salafi dominante na Arábia Saudita. [6] [7] Foi um marco importante para muitos séculos durante o tempo da Arábia Otomana e era um destino de peregrinação muito popular para muçulmanos de todas as seitas ao longo do período pré-moderno. [8]\n\nO túmulo de Elisha está presente no distrito de Eğil, na província de Diyarbakir, na Turquia. [9] O santuário original estava perto de um leito do rio que deveria ser inundado em 1994. Um conselho secreto de nove estudiosos foi formado pelo Conselho da Cidade em cooperação com a Diretoria de Assuntos Religiosos para evitar atrair a ira do público à exumação. Antes da inundação da área, o túmulo era escavado à noite e o corpo preservado do Profeta - testemunhado pelos nove estudiosos e trabalhadores oficiais - era exumado para ser enterrado em uma colina com vista para a planície inundada. No entanto, muitos dos municípios viram o profeta em seu sonho naquela noite e acabaram antes do nascer do sol para observar seu reimpor no novo local. [10] [11]",
"Yunus": "Yunus ibn Matta (Árabe: partes ُorrُ ابن ماntos, romanizado: Yūnus ibn Matta) é um profeta e mensageiro de Deus (Allah). Yunus é tradicionalmente visto como altamente importante no Islã como um profeta que era fiel a Deus e entregou suas mensagens. [1] [2] Yunus é o único dos doze profetas menores da Bíblia a serem nomeados no Alcorão. [3] O décimo capítulo do Alcorão recebeu o nome dele. [4]\n\nYunus é chamado dhul-nun (árabe: ذُو ٱلنُّوْن) e por muçulmanos. [5] Ele é mencionado quatro vezes no Alcorão pelo nome. [6]\n\nMenções hadíticas\nYunus também é mencionado em alguns incidentes durante a vida de Muhammad. Em alguns casos, o nome de Yunus é mencionado com louvor e reverência por Muhammad. De acordo com narrações históricas sobre a vida de Muhammad, após dez anos de recebimento de revelações, Muhammad foi à cidade de Ta'if para ver se seus líderes permitiriam que ele pregasse sua mensagem de lá, em vez de Meca, mas ele foi expulso da cidade por as pessoas. Ele se abrigou no jardim de Utbah e Shaybah, dois membros da tribo Quraysh. Eles enviaram seu servo, Addas, para servir uvas para sustento. Muhammad perguntou a Addas de onde ele era e o servo respondeu Nínive. \"A cidade de Yunus, a justa, filho de Amitai!\" Muhammad exclamou. Addas ficou chocado porque sabia que os árabes pagãos não tinham conhecimento de Yunus. Ele então perguntou como Muhammad sabia desse homem. \"Somos irmãos\", respondeu Muhammad. \"Yunus era um profeta de Deus e eu também sou um profeta de Deus.\" Addas imediatamente aceitou o Islã e beijou as mãos e os pés de Muhammad. [10]\n\nUma das palavras de Muhammad, na coleção do Imam Bukhari, diz que Muhammad disse: \"Não se deve dizer que sou melhor que Yunus\". [11] [12] [13] [14] Ibn Abi al-Salt, um contemporâneo mais velho de Muhammad, ensinou que, se Yunus não orasse a Allah, ele teria permanecido preso dentro do peixe até o dia da ressurreição [14], mas, por causa de sua oração, Yunus \"ficou apenas alguns dias dentro da barriga do peixe \". [14]\n\nO historiador persa Al-Tabari, historiador persa do século IX, registra que, enquanto Jonah estava dentro do peixe, \"nenhum de seus ossos ou membros foi ferido\". [14] Al-Tabari também escreve que Allah fez o corpo do peixe transparente, permitindo que Yunus veja as \"maravilhas do profundo\" [15] e que Yunus ouviu todos os peixes cantando louvores a Allah. [15] Kisai Marvazi, um poeta do século X, registra que o pai de Yunus tinha setenta anos quando Yunus nasceu [14] e que ele morreu logo depois, [14] deixando a mãe de Yunus com nada além de uma colher de pau, que acabou ser uma cornucópia. [14]\n\nTúmulos\nVeja também: mesquitas e santuários de mosul § Mosque_of_the_prophet_jonah\n\nFotografia das ruínas da mesquita de Yunus, após sua destruição pelo ISIL\nA localização atual de Nínive é marcada por escavações de cinco portões, partes das paredes em quatro lados e dois grandes montes: a colina de Kuyunjik e a colina de Nabi Yunus (veja o link do mapa na nota de rodapé). [16] Uma mesquita no topo de Nabi Yunus foi dedicada a Jonah e continha um santuário, que foi reverenciado por muçulmanos e cristãos como o local da tumba de Jonah. [17] A tumba era um local de peregrinação popular [18] e um símbolo de unidade para judeus, cristãos e muçulmanos em todo o Oriente Médio. [18] Em 24 de julho de 2014, o Estado Islâmico do Iraque e o Levante (ISIL) destruíram a mesquita que contém a tumba como parte de uma campanha para destruir santuários religiosos que considerou idólatras. [19] [18] Depois que Mosul foi retirado do ISIL em janeiro de 2017, um antigo palácio assírio construído por Esarhaddon datado de por volta da primeira metade do século VII aC foi descoberto sob a mesquita em ruínas. [18] [20] O ISIL havia saqueado o palácio dos itens para vender no mercado negro, [18] [20], mas alguns dos artefatos que eram mais difíceis de transportar ainda permaneceram no lugar. [18] [20]\n\nOutros túmulos muçulmanos\nOutros locais de renome da tumba de Jonah incluem a vila árabe de Mashhad, localizada no antigo local de Gath-Hepher em Israel; [21] a cidade da Cisjordânia Palestina de Halhul, 5 km (3,1 mi) ao norte de Hebron; [22] e um santuário perto da cidade de Sarafand (Sarepta) no Líbano. [23] Outra tradição coloca a tumba em uma colina agora chamada Giv'at Yonah, \"Jonah's Hill\", no extremo norte da cidade de Ashdod israelense, em um local coberto por um farol moderno.\n\nUma tumba de Jonas pode ser encontrada em Diyarbakir, Turquia, localizada atrás do Mihrab na Mesquita Fatih Pasha. [24] [25] Evliya Celebi afirma em seu nome que ele visitou os túmulos de Jonas. [26] [27]\n\nMenções do Alcorão\nEm al-Anbiya 21:87 [7] e al-Qalam 68:48, Yunus é chamado Dhul-nūn (árabe: ذُو ٱلنُّوْن, lit. 'O dos peixes'). [5] Em An-Nisa 4: 163 e Al-An'am 6:86, ele é referido como \"um apóstolo de Allah\". [5] Surah 37: 139-148 reconta a história completa de Yunus: [5]\nO mesmo aconteceu com Jonah entre os enviados (por nós).\nQuando ele fugiu (como um escravo do cativeiro) para o navio (totalmente) carregado,\nEle (concordou em lançar lotes e foi condenado:\nEntão a baleia o engoliu, e ele fez atos dignos de culpa.\nSe ele não fosse que ele (se arrependeu e) glorificado Allah,\nEle certamente teria permanecido dentro do peixe até o dia da ressurreição.\nMas nós o lançamos na costa nua em um estado de doença,\nE fizemos crescer, sobre ele, uma planta que se espalha do tipo de cabaça.\nE nós o enviamos (em uma missão) para cem mil (homens) ou mais.\nE eles acreditavam; Por isso, permitimos que eles desfrutassem (a vida deles) por um tempo.\n\n-Alcorão, Capítulo 37 (As-Saffat), versículos 139-148 [8]\nO Alcorão não menciona a herança de Yunus, [5], mas a tradição muçulmana ensina que Yunus era da tribo de Binyjamin. [9]",
"Zakariya": "De acordo com a doutrina islâmica, Zakarīyā (árabe: زكرuto, Zacarias) é um profeta e mensageiro de Deus (Allah) e um pai do Profeta Yahya.\n\nNo Alcorão\nZakariya era um sacerdote justo [1] e profeta de Deus cujo cargo estava no segundo templo em Jerusalém. Ele costumava estar encarregado de gerenciar os serviços do templo [2] e sempre permaneceria firme em oração a Deus.\n\nOrando por um filho\nQuando chegou à velhice, Zakariya começou a se preocupar com quem continuaria o legado de pregar a mensagem de Deus após sua morte e quem levaria os serviços diários do templo atrás dele. Zakariya começou a orar a Deus por um Filho. A oração pelo nascimento de uma prole não estava apenas fora do desejo de uma criança. [1] Ele orou por si mesmo e para o público - eles precisavam de um mensageiro, um homem de Deus que trabalhasse a serviço do Senhor depois de Zakariya. Zakariya tinha caráter e virtude e ele queria transferir isso para seu herdeiro espiritual como sua posse mais preciosa. Seu sonho era restaurar a família à posteridade do patriarca Jacob e garantir que a mensagem de Deus fosse renovada para Israel. Enquanto o Alcorão conta:\n\nUma menção à misericórdia de seu Senhor ao seu servo Zakariya. Quando ele chorou ao seu Senhor um grito em segredo, dizendo: Meu Senhor! Lo! Os ossos de mim cera fracos e minha cabeça está brilhando com cabelos grisalhos, e eu nunca fui mais desnecessário em oração a ti, meu Senhor. Lo! Temo meu parente depois de mim, já que minha esposa é estéril. Oh, dê -me da tua presença um sucessor que herdará de mim e herdará (também) da Casa de Jacó. E faça -o, meu Senhor, aceitável (até ti). [Alcorão 19: 4–6 (traduzido por Pickthall)]\n\nPaternamente Yahya\nComo um presente de Deus, Zakariya recebeu um filho chamado Yaḥyá (árabe: sec, identificado com João Batista), um nome especialmente escolhido apenas para esta criança. A tradição muçulmana narra que Zakariya tinha noventa e dois anos [3] quando ele foi informado do nascimento de John.\n\nDe acordo com a oração de Zakariya, Deus fez João (Yahya) renovar a mensagem de Deus, que havia sido corrompida e perdida pelos israelitas. [4] Como o Alcorão diz:\n\nÓ Zachariah! Lo! Trazemos as notícias de um filho cujo nome é John; Já demos o mesmo nome antes (ele). Ele disse: Meu Senhor! Como posso ter um filho quando minha esposa é estéril e chego à velhice enfermado? Ele disse: Então, será, seu Senhor diz: É fácil para mim e, de fato, eu criei você antes, quando você não era nada. Ele disse: Meu Senhor! me dê um sinal. Ele disse: Seu sinal é que você não poderá falar com as pessoas três noites enquanto estiver em boa saúde.\n\n- [Alcorão 19: 7–10 (traduzido por Pickthall)]\nGuardião de Maryam\nSegundo o Alcorão, Zakariya era o guardião de Maryam. O Alcorão afirma:\n\n(Lembre -se) Quando a esposa de 'Imran disse: Meu Senhor! Eu prometi a ti o que está na minha barriga como uma consagrada (oferta). Aceite isso de mim. Lo! Tu, apenas tu, é o ouvinte, o conhecedor! E quando ela foi entregue, ela disse: Meu Senhor! Lo! Eu sou entregue de uma mulher - Allah sabia o melhor do que ela foi entregue - o homem não é como a mulher; e Lo! Eu a nomeei Mary, e Lo! Eu anseio por teu proteção para ela e para seus filhos de Satanás, o pária. E seu Senhor a aceitou com total aceitação e a atestou em um bom crescimento; e fez de Zachariah seu guardião. Sempre que Zachariah entrava no santuário onde ela estava, ele descobriu que ela tinha comida. Ele disse: Ó Mary! De onde te confere isso (comida)? Ela respondeu: É de Allah. Allah dá sem passagem a quem ele fará. [Alcorão 3: 35–37 (traduzido por Pickthall)]]\n\nA teologia muçulmana sustenta que Zakariya, juntamente com João Batista e Jesus, inaugurou uma nova era de profetas - todos os quais vieram da descendência sacerdotal de Amram (Imran), o pai do Profeta Aaron. O fato de que, de todos os sacerdotes, foi Zakariya quem recebeu o dever de manter o cuidado de Maria (Maryam) mostra seu status de homem piedoso. Zakariya é freqüentemente elogiado no Alcorão como profeta de Deus e homem justo. Uma dessas avaliação está em Sura Al-An'am:\n\n\"E Zakariya e Yahya e Isa e Eliyas. Cada um era dos justos.\" [Alcorão 6:85 (traduzido por Pickthall)]\n\nO tradutor do Alcorão Abdullah Yusuf Ali oferece comentários sobre esta linha [5] - sugerindo que esses profetas em particular fazem uma conexão espiritual um com o outro. Ele ressalta que Yahya era um parente de Isa, enquanto Eliyas estava presente na transfiguração de Isa [6] no Monte, como mencionado no Novo Testamento. Enquanto isso, Zakariya, através do casamento, era o tio de Isa e seu filho Yayha foi referido como Eliyas no Novo Testamento. [7]",
"Yahya": "Yaḥyā ibn zakarīyā (árabe: oloح ابن زكرuto, literalmente yahya/john, filho de Zacarias), identificado em inglês como João Batista, é considerado em Islã um profeta e mensageiro de Deus (Allah) que foi enviado para guiar as crianças de Israel . Acredita-se que os muçulmanos tenham sido uma testemunha da Palavra de Deus que anunciaria a vinda de Isa al-Masih (Jesus Cristo). [1] [2]\n\nYahya é mencionado cinco vezes no Alcorão. [3]\n\nYahya também é altamente homenageado no sufismo e no misticismo islâmico, principalmente por causa da descrição do Alcorão da castidade e bondade de João. [4] Os sufis frequentemente aplicaram comentários sobre as passagens sobre João no Alcorão, principalmente sobre o dom dado de Deus da sabedoria que ele adquiriu na juventude, bem como em seus paralelos com Jesus. Embora várias frases usadas para descrever João e Jesus sejam praticamente idênticas no Alcorão, a maneira pela qual são expressas é diferente. [5]\n\nNascimento\nNo Alcorão, Deus menciona frequentemente a contínua oração de Zakariya pelo nascimento de um Filho. A esposa de Zakariya, era estéril e, portanto, o nascimento de uma criança parecia impossível. [6] Como um presente de Deus, Zacarias recebeu um filho chamado Yaḥya, um nome especialmente escolhido para esta criança. De acordo com a oração de Zakariya, Deus fez Yahya e Isa, que de acordo com a exegese nasceram seis meses depois, [7] renovar a mensagem de Deus, que havia sido corrompida e distorcida pelos israelitas.\n\nO Alcorão afirma que João Batista foi o primeiro a receber esse nome (Alcorão 19: 7-10), mas como o nome Yoḥanan ocorre muitas vezes antes de João Batista, [8] este versículo está se referindo ao consenso de acadêmicos islâmicos que \"Yaḥyā \"Não é o mesmo nome de\" Yoḥanan \"[9] ou ao relato bíblico da nomeação milagrosa de John, que explicou que ele quase era chamado de\" Zacharias \"(grego: ζαχαρίας) [10] após o nome de seu pai, como não Um na linhagem de seu pai Zacharias (também conhecido como Zacarias) havia sido nomeado \"John\" (\"Yohanan\"/\"Yoannes\") antes dele. [11] Como diz o Alcorão: [12]\n\"Ó Zakaryya, de fato damos boas notícias de um garoto cujo nome será Yahya, e de quem nunca criamos a semelhança.\n\nEle disse: \"Ó meu Senhor! Como devo ter um filho, quando minha esposa estiver estéril e eu me devolverei bastante da velhice?\"\n\nEle disse: \"Então (será) teu Senhor Saith, 'isso é fácil para mim: eu realmente te criei antes, quando você não tinha nada!'\" \"\n\n(Zakarya) disse: \"Ó meu Senhor! Dê -me um sinal\". \"Teu sinal\" foi a resposta \", será que você não falará com nenhum homem por três noites\".\n\n- Maryam 19: 7–10\n- Maryam 19: 12–14\n\nO rio Jordan, onde Yahya batizou Isa. [13]\nYahya foi exortado a se manter rapidamente nas Escrituras e recebeu sabedoria por Deus enquanto ainda é uma criança. [14] Ele era puro e devoto, e caminhou bem na presença de Deus. Ele era obediente com seus pais e não era arrogante ou rebelde. A leitura e a compreensão de John das Escrituras, quando apenas uma criança superou até a dos maiores estudiosos da época. [6] A exegese muçulmana narra que Isa enviou Yahya com doze discípulos, [15] que pregaram a mensagem antes de Jesus chamar seus próprios discípulos. [7] O Alcorão diz: [16]\n\"Ó Yaḥya! Segure o livro com May\": E damos a ele sabedoria mesmo quando jovem,\n\n- Maryam, 19:12\nJoão era um profeta clássico, [17] que foi exaltado por Deus por seu ousado denunciar todas as coisas pecaminosas. Além disso, o Alcorão fala da piedade e do amor de João e de sua humilde atitude em relação à vida, pela qual ele recebeu a pureza da vida.\n\nDe acordo com a tradição islâmica, Yahya costumava ir ao haram Esh-Sharif (Monte do Templo) para entregar seus sermões. [3]\n\nAssassinato\nDurante a profissão de Yahya, ocorreu um conflito entre ele e Herod Antipas, que queriam se divorciar de sua primeira esposa e levar como esposa sua ex-cunhada. [3] Yahya informou que o casamento poderia ser incestuoso e não aprovou o casamento. Depois disso, Herod Antipas havia preso Yahya. [3] Yahya foi então decapitado. [18] [3] Acredita -se que a cabeça de Yahya esteja dentro da mesquita omíada em Damasco. [19] [20] [21]\n\nLegado\nNo Islã, Yahya cumprimentou Muhammad na noite do al-Isra al-Mi'raj, junto com Isa (Jesus), no Segundo Céu. [22] A história de Yahya também foi contada ao rei abissínio durante a migração muçulmana para a Abissínia. [23] De acordo com o Alcorão, Yahya foi aquele em que Deus enviou paz no dia em que nasceu e no dia em que morreu. [24] De acordo com Al-Suyuti, Ibrahim afirmou que, desde a criação do mundo, os céus e a terra choraram apenas para duas pessoas, Yahya e Husayn. [25] [26] Segundo um hadith, Muhammad disse: \"Todo filho de Adão chegará no dia da ressurreição e ele terá pecado contra ele, exceto Yahya ibn Zacaryya\". [27] Muitos muçulmanos comparam Yahya com Husayn. [28] Acredita -se que as cabeças de Yahya e Husayn estejam na mesquita omíada em Damasco, na Síria.",
"Isa": "Isa (Jesus) é um profeta e mensageiro de Allah e o Messias. Ele é o último profeta enviado para orientar os filhos de Israel (Bani Israel) e foi revelado o livro sagrado chamado The Injil (evangelho).\n\nNo Alcorão, Isa é descrito como o Messias (al-Masīḥ), nascido da Virgem Maria, realizou milagres, acompanhados por discípulos, rejeitados pelo estabelecimento judaico e sendo criado para o céu. O Alcorão afirma que Jesus não foi crucificado nem morreu na cruz, mas foi milagrosamente salvo por Deus. O Alcorão coloca Jesus entre os maiores profetas e o menciona com vários títulos. A profeta de Jesus foi precedida por Yahya e sucedida por Muhammad.\n\nO Islã rejeita a visão cristã da divindade de Jesus como Deus encarnado, ou o Filho literal de Deus. Ele nega a Jesus como uma divindade em vários versículos e também menciona que Jesus não afirmou ser divino. Os muçulmanos acreditam que a mensagem original de Jesus foi alterada, depois que ele foi criado vivo. O monoteísmo de Jesus é enfatizado no Alcorão. Como todos os profetas no Islã, Jesus também é chamado de muçulmano, pois pregava que seus seguidores adotassem o 'caminho reto' (ṣirāṭ al-Mustaqīm). Jesus é atribuído a uma vasta quantidade de milagres, com numerosas literatura ascéticas e místicas sendo escritas e recitadas sobre ele na tradição islâmica. Ele também é relatado que profetizou a vinda de Muhammad usando o nome Ahmad.\n\nNo final dos tempos, Jesus retornará na segunda vinda com o imã al Mahdi para matar o al-Masih ad-dajjal ('o falso messias'), após o que com as tribos antigas yaʾjūj e maʾjūj (gog e magog) se dispersariam na terra. Depois que essas criaturas milagrosamente pereceriam, o Imam Mahdi e Jesus governariam o mundo inteiro, estabeleceriam paz e justiça e morreriam após um reinado de 40 anos. Alguns muçulmanos acreditam que Isa será enterrado ao lado de Muhammad na quarta tumba reservada da cúpula verde em Medina.\n\nJesus é entendido pelos muçulmanos como um dos profetas mais importantes do Islã. O lugar onde Jesus se acredita retornar, a mesquita omíada em Damasco, é altamente estimada pelos muçulmanos como o quarto local mais sagrado do Islã.\n\nNascimento\nO relato de Jesus no Alcorão começa com o nascimento de sua mãe, Maria e seu serviço no templo de Jerusalém. Enquanto sob os cuidados do Profeta Zacarias, que deveria ser o pai de Yahya (João Batista). A narrativa do nascimento no Alcorão de Jesus começa em Alcorão 19: 16–34 e Q3: 45–53.\nAviso\n\nA exegese islâmica afirma o nascimento virginal de Jesus de maneira semelhante ao relato do evangelho e ocorre em Belém. A narrativa do nascimento virgem é um anúncio a Maria pelo anjo Gabriel enquanto Maria está sendo criada no templo depois de ter sido prometida a Deus por sua mãe. Gabriel afirma que é homenageada sobre todas as mulheres de todas as nações e trouxe suas boas notícias de um filho santo.\n\nA anunciação em miniatura\nGabriel declara que o filho deve ser nomeado Isa, o Messias, proclamando que ele será chamado de grande profeta. Maria, perguntando como ela poderia conceber e ter um filho quando nenhum homem a tocou, foi respondida pelo anjo que Deus pode decretar o que Ele deseja, e ele passará a passar.\n\nA narrativa do Alcorão continua com Maria, superada pelas dores do parto, recebendo um fluxo de água debaixo dos pés dos quais ela podia beber e uma palmeira que ela poderia sacudir para que as datas maduras caíssem e fossem apreciadas. Depois de dar à luz, Maria carrega o menino Jesus de volta ao templo e é perguntada pelos anciãos do templo sobre a criança. Tendo sido comandada por Gabriel a um voto de silêncio, ela aponta para o bebê Jesus e o bebê proclama:\n\nEle disse, sou servo de Deus; Ele me deu o livro e me fez um profeta. Ele me deixou abençoado onde quer que eu esteja, e me envolveu em mim a adoração e esmolas, desde que eu viver; e ser obediente com minha mãe; e não me deixou opressivo, ímpio. A paz está em mim no dia em que nasci, no dia em que morrerei e o dia em que serei criado vivo. [8]\n\nJesus falando do berço é um dos seis milagres atribuídos a ele no Alcorão, que também é encontrado na infância siríaca Evangelho, uma obra do século VI. [9] [10] De acordo com vários hadiths, Jesus e Maria não choraram no nascimento deles. [11] O Profeta Islâmico Muhammad explicou que Jesus e Maria eram os únicos seres humanos a nascer como sem pecado e, portanto, estavam protegidos do toque de Satanás em seus nascimentos, citando o trigésimo sexto verso de Al Imran. [12]\n\nNarrativas de nascimento\n\nSegundo o Alcorão, as dores do trabalho levaram Maria ao porta -malas de uma palmeira.\nA fé islâmica ecoou alguns fios dentro da tradição cristã de que Maria (ou Maryam) era uma virgem literal quando Jesus foi concebido. O relato mais detalhado da Anunciação e Nascimento de Jesus é fornecido na Surata 3 (Al Imran) e 19 (Maryam) do Alcorão, onde a história é narrada que Deus (Allah) enviou um anjo para anunciar que Maryam poderia esperar que em breve esperasse suportar um filho, apesar de ser virgem. [13]\n\nAlguns acadêmicos observaram que o relato na Surata 19 [14] está particularmente próximo ao do Evangelho Cristão de Lucas. [15] A anunciação a Maria é mencionada duas vezes no Alcorão e nos dois casos que Mary/ Maryam é informada de que foi escolhida por Deus para entregar um filho. Em uma primeira instância, o portador das notícias (que se acredita que a maioria dos muçulmanos é o arcanjo Gabriel), entregou as notícias (Q3: 42-47) enquanto assume a forma de um homem (Q19: 16-22) . [16] [17] Os detalhes da concepção não são discutidos, mas quando Maria pergunta como ela pode suportar um filho em vista de sua castidade, ela é informada de que Deus cria o que Ele deseja e que essas coisas são fáceis para Deus. [16] [18] O Alcorão (Q21: 91 e Q66: 12) diz que Deus soprou através de seu anjo em Maria e ela, embora seja casta, tome Jesus sem nenhum Pai (a fonte permite que você interprete Gabriel como o Pai). [19] [20]\n\nO historiador muçulmano Ibn Ishaq (704-767) do século VIII, escreveu a conta intitulada Kitab al-Mubtada (no início), relatando que Zacarias é o guardião de Mary brevemente e, depois de ser incapaz de mantê-la, ele a confia a um carpinteiro nomeado George. Seguro em uma igreja, ela se junta a um jovem chamado Joseph, e eles se ajudam a buscar água e outras tarefas. O relato do nascimento de Jesus segue a narrativa do Alcorão, acrescentando que o nascimento ocorreu em Belém, ao lado de uma palmeira com uma manjedoura. [21]\n\nO estudioso persa Al-Tabari do século 10 (839-923) menciona enviados que chegam do rei da Pérsia com presentes (semelhantes aos magos do leste) para o Messias; O comando de um homem chamado Joseph (não especificamente o marido de Mary) para levá -la e à criança ao Egito e mais tarde retornar a Nazaré. [22]\n\nInfância\nArtigo principal: descobrindo no templo\nVeja também: Voo para o Egito e a infância Evangelho de Thomas\nO Alcorão não inclui a tradição do voo para o Egito, embora Sūra xxiii, 50 pudessem aludir a ele: \"E fizemos o filho de Maryam e sua mãe um sinal; e nós os fazemos permanecer em um lugar elevado, cheio de Quieto e regado com fontes. \"[25] No entanto, narrativas semelhantes à narrativa encontrada nos evangelhos e fontes não canônicas circularam na tradição islâmica posterior, com alguns detalhes e elaborações sendo adicionados ao longo dos séculos por escritores e historiadores islâmicos. Algumas narrativas têm Jesus e família permanecendo no Egito até 12 anos. [26] Muitas histórias morais e eventos milagrosos da juventude de Jesus são mencionados em Qisas al-Anbiya (histórias dos profetas), livros compostos ao longo dos séculos sobre profetas e heróis pré-islâmicos. [7]\n\nAl-Masudi escreveu que Jesus quando menino estudou a religião judaica lendo os Salmos e encontrou \"rastreado em personagens da luz\":\n\n\"Você é meu filho e meu amado; eu te escolhi para mim\"\n\ncom Jesus então afirmando:\n\n\"Hoje a Palavra de Deus é cumprida no Filho do homem.\" [22]\n\nNo Egito\nVeja também: Infância Evangelho de Thomas\nVárias narrativas mostram alguma disparidade e similaridade nos escritos islâmicos sobre a primeira infância de Jesus, especificamente seu tempo no Egito em relação à duração e eventos. A maioria das narrativas é encontrada em fontes cristãs não canônicas, como, por exemplo, o evangelho pré-islâmico de Thomas. Uma dessas disparidades é de al-Athir em sua perfeição da história que contém uma narrativa de nascimento afirmando que Jesus nasceu no Egito em vez de Belém. [27]\n\nAlgumas outras narrativas da infância de Jesus são populares tradicionais do Oriente Médio, destacados pelo professor de estudos inter -religiosos Mahmoud M. Ayoub. [28] Muitos milagres são atribuídos a um jovem Jesus enquanto no Egito [26] (ver §§ milagres e outros milagres).\n\nAdulta\n\nO rio Jordão, onde Jesus foi batizado por Yahya ibn Zakariya (João Batista). [29]\nMissão\nVeja também: Ministério de Jesus e Apóstolo (Islã)\nÉ geralmente acordado que Jesus falava aramaico, a linguagem comum da Judéia no primeiro século d.C. e a região em geral. [30]\n\nA primeira e mais antiga visão de Jesus formulada no pensamento islâmico é a de um profeta - um ser humano escolhido por Deus para apresentar um julgamento sobre a humanidade por adorar ídolos e um desafio de recorrer ao único Deus verdadeiro. A partir dessa base, refletido em todos os profetas anteriores através das lentes da identidade muçulmana, Jesus é considerado não mais do que um mensageiro repetindo uma mensagem repetitiva dos tempos. Os milagres de Jesus e os títulos do Alcorão atribuídos a Jesus demonstram o poder de Deus, e não a divindade de Jesus - o mesmo poder por trás da mensagem de todos os profetas. Algumas tradições islâmicas acreditam que a missão de Jesus foi apenas para o povo de Israel e seu status como profeta sendo confirmado por numerosos milagres. [31] [32]\n\nUma segunda imagem inicial de Jesus é uma figura do fim de tempo. Esse conceito surge principalmente do hadith. A tradição muçulmana constrói uma narrativa da mesma forma na teologia cristã, vendo Jesus chegando ao fim dos tempos e descendo sobre a Terra para combater o anticristo. Essa narrativa é entendida para defender a causa do Islã, com algumas tradições narrando Jesus apontando para a primazia de Muhammad. A maioria das tradições afirma que Jesus morrerá uma morte natural. [33]\n\nUma terceira e distinta imagem é de Jesus representando uma figura ascética - um profeta do coração. Embora o Alcorão se refere ao 'evangelho' de Jesus, esses ensinamentos específicos dele não são mencionados no Alcorão ou textos religiosos posteriores. Eles estão amplamente ausentes. A tradição sufi é onde Jesus foi reverenciado, reconhecido como professor espiritual com uma voz distinta de outros profetas, incluindo Muhammad. O sufismo tende a explorar as dimensões da união com Deus através de muitas abordagens, incluindo ascetismo, poesia, filosofia, sugestão especulativa e métodos místicos. Embora o sufismo da mente ocidental possa parecer compartilhar origens ou elementos semelhantes do neoplatonismo, gnosticismo e budismo, a ideologia é distintamente islâmica, pois aderem às palavras do Alcorão e buscam imitação de Muhammad como o homem perfeito. [34]\n\nPregando\nAcredita -se que os conceitos islâmicos de pregação de Jesus tenham se originado em Kufa, Iraque, sob o califado de Rashidun, onde foram formulados os primeiros escritores da tradição e bolsa de estudos muçulmanos. Os conceitos de Jesus e seu ministério de pregação desenvolvidos em Kufa foram adotados dos primeiros cristãos ascéticos do Egito, que se opunham às nomeações bispáticas oficiais da Igreja de Roma. [35]\n\nAs primeiras histórias, numeradas cerca de 85, são encontradas em duas grandes coleções de literatura ascética intitulada Kitab al-Zuhd wa'l raqa'iq (o livro do ascetismo e misericórdia) de Ibn al-Mubarak (d. 797) e e Kitab al-Zuhd (O Livro do Ascetismo) por Ibn Hanbal (m. 855). Esses ditos se enquadram em quatro grupos básicos: a) ditos escatológicos; b) Quasi-Gospel Sayings; c) ditos ascéticos e histórias; d) Provérbios ecoando polêmicas intra-muçulmanas. [36]\n\nO primeiro grupo de ditos expande o arquétipo de Jesus como retratado no Alcorão. O segundo grupo de histórias, embora contendo um núcleo do evangelho, é expandido com um \"selo distintamente islâmico\". O terceiro grupo, sendo o maior dos quatro, retrata Jesus como um santo padroeiro do ascetismo muçulmano. O último grupo se baseia no arquétipo islâmico e na definição centrada em Jesus e seus atributos, promovendo idéias esotéricas sobre termos como \"Espírito de Deus\" e \"Palavra de Deus\". [37]\n\nMilagres\nArtigo principal: Milagres de Jesus\nVeja também: Infância Evangelho de Thomas\nO Alcorão atribui pelo menos seis milagres a Jesus, com muitos mais sendo adicionados ao longo dos séculos por escritores e historiadores. Milagres foram atribuídos a Jesus como sinais de sua profissão de sua autoridade, segundo o educador e professor Ishaq Musa al-Husayni (m. 1990), um autor mais conhecido por Mudhakkirat Dajaja (Memoirs of a Hen) (Cairo: Dar al-Maarif , 1943; 2ª ed. 1967). Em Cristo no Alcorão e na literatura árabe moderna (1960), al-Husayni disse que é digno de nota que Muhammad não atribui milagres a si mesmo. [38]\n\nEsses seis milagres no Alcorão não têm detalhes, ao contrário do evangelho e de suas fontes gnósticas não canônicas, que incluem detalhes e mencionam outros milagres atribuídos. [38] Ao longo dos séculos, essas seis narrativas milagrosas foram elaboradas por hadith e poesia, com escritos religiosos, incluindo alguns dos outros milagres mencionados no evangelho, fontes não canônicas e da tradição. [26] [28]\n\nFalando do berço\nFalando do berço é mencionado em três lugares no Alcorão: Al-Imran (3) 41, 46, Al-Maida (5) 109-110 e Maryam (19) 29-30. Parte da narrativa tem o bebê Jesus defendendo sua mãe Maria da acusação de ter dado à luz sem um marido conhecido. [39] O Islã precoce não estava claro sobre José e seu papel. Jesus fala como o anjo que Gabriel mencionou na Anunciação: Jesus proclama que é um servo de Deus, recebeu um livro, é um profeta, é abençoado onde quer que ele vá, abençoe o dia em que nasceu, o dia em que morrerá , e o dia em que ele é criado vivo. [40]\n\nEmbora essa narrativa em particular não seja encontrada na Bíblia, o tema de falar do berço é encontrado no evangelho da infância siríaca pré-islâmica não canônica. Essa fonte tem Jesus se declarando o Filho de Deus, a Palavra, e afirmando o que o anjo Gabriel havia anunciado anteriormente a Maria como detalhado no Evangelho. [39]\n\nCriando pássaros a partir de argila\nA história milagrosa de criar pássaros a partir de argila e respirar a vida neles quando uma criança é mencionada em al-Imran (3) 43, 49 e al-Maida (5) 109-110. Embora esse milagre também não seja mencionado no evangelho canônico, a mesma narrativa é encontrada em pelo menos duas fontes pré-islâmicas: o evangelho da infância de Thomas e o judeu Toledot Yeshu, com poucos detalhes variantes entre o Alcorão e essas duas fontes. [ 41] [42]\n\nCurando os cegos e os leprosos\nVeja também: curar os dois cegos na Galiléia e limpar dez leprosos\nSemelhante ao Novo Testamento, o Alcorão menciona Jesus curando os cegos e os leprosos em al-Imran (3) 49. Sudor muçulmano e juiz Al-Baydawi (m. 1286) escreveu como foi registrado que muitas milhares de pessoas vieram a Jesus ser curado e que Jesus curou essas doenças apenas através da oração. [43] O estudioso medieval al-Tha'labi escreveu sobre como essas duas doenças específicas estavam além da ajuda médica, e os milagres de Jesus deveriam ser testemunhados por outros como sinais claros de Sua mensagem. [41]\n\nLevantando os mortos\nAcredita-se que Jesus tenha levantado as pessoas dos mortos, como mencionado em al-Imran (3) 49. Embora nenhum detalhe seja dado a quem foi criado ou a circunstância, pelo menos três pessoas são mencionadas em detalhes no evangelho (uma filha de Jairus, filho de uma viúva em Nain e Lázaro). [44]\n\nPresciência\nJesus foi capaz de prever, ou tinha conhecimento prévio [45] do que estava oculto ou desconhecido para os outros. Um exemplo é que Jesus responderia corretamente a qualquer e qualquer pergunta que alguém lhe fez. Outro exemplo é que Jesus sabia o que as pessoas haviam acabado de comer, assim como o que haviam armazenado em suas casas. [26]\n\nTabela de comida do céu\nArtigo principal: alimentando a multidão\nVeja também: Última ceia\nNo quinto capítulo do Alcorão, al-Ma'ida (5) 112-115, uma narração menciona os discípulos de Jesus solicitando uma mesa carregada de comida e que seja um dia especial de comemoração para eles no futuro. Essa pode ser uma possível referência à Eucaristia, de acordo com o professor de estudos islâmicos e árabes W. Montgomery Watt (m. 2006). [46] De acordo com o professor de religiões comparativas Geoffrey Parrinder (m. 2005), não está claro se essa história é paralela à última ceia do evangelho ou à alimentação da multidão, mas pode estar ligada à palavra árabe ʿīd (festival muçulmano): [47]\n\nUma vez, os discípulos disseram: Ó Jesus, filho de Maria, seu Senhor pode enviar para nós uma mesa do céu? Ele disse, teme a Deus se você é crente. Eles disseram que queremos comer disso e que nossos corações podem estar em paz, e podemos saber que você falou com sinceridade e estar entre as testemunhas. Jesus, filho de Maria, disse: Ó Deus, nosso Senhor, envie -nos uma mesa do céu, para ser um festival, para o primeiro de nós e o último de nós, e um sinal de você: e dê provisão (de comida) para nós, para você é o melhor dos provedores. Deus disse que estou enviando para você. [46]\n\nEm um recorde do exegeta sunita Tabari, antes da Última Ceia, a ameaça da morte o deixou ansioso. Portanto, Jesus convidou seus discípulos para a Última Ceia. Após a refeição, ele lavou as mãos e realizou suas abluções para limpar as mãos nas roupas. Depois, Jesus respondeu a eles: \"Quanto a isso eu fiz com você hoje à noite, pois servi a refeição e lavei as mãos pessoalmente, seja um exemplo para você. Como você realmente me considera melhor do que você, Não sejam arrogantes em relação um ao outro, mas se expandam um para o outro, pois eu me expandi para você. \" Depois de instruir os discípulos em seus ensinamentos, Jesus prediz que um deles negaria a ele e outro o trairia. No entanto, de acordo com as opiniões islâmicas sobre a morte de Jesus, apenas um cadáver na aparência de Jesus foi crucificado e o próprio Jesus foi criado a Deus. [48]\n\nOutros milagres\nMuitas histórias e narrativas foram desenvolvidas ao longo dos anos sobre Jesus, contendo certas lições inerentes ou fornecendo significado devido à falta de detalhes no Alcorão em relação a Jesus. Algumas dessas narrativas são de natureza semelhante ao Novo Testamento, enquanto algumas retratam Jesus de uma maneira muito humana.\n\nAlém de alguns resumos detalhados dos milagres de Jesus mencionados por escritores muçulmanos ao longo dos séculos, desde a idade adulta (como andar na água - também encontrados no evangelho - e causando pães de pão do chão), [39] alguns outros milagres da infância Inclua: Explicando os fundamentos do Credo Muçulmano para um professor, revelando quem os ladrões eram para um chefe rico, preenchendo frascos vazios de algo para beber, fornecendo comida e vinho para um rei tirânico, além de provar a este rei seu poder em elevar um homem morto A partir dos mortos, levantar uma criança morta acidentalmente e fazendo com que as roupas de um IVA de cor única saia com várias cores. [26]\n\nCurando o filho de um funcionário real\nArtigo principal: curando o filho do funcionário real\nAl-Tabari (m. 923) relata uma história do encontro adulto de Jesus com um certo rei na região e a cura de seu filho. A identidade do rei não é mencionada, enquanto a lenda sugere Philip the Tetrarch. A referência da Bíblia correspondente é \"o filho do funcionário real\". [49]\n\nGanância e verdadeira\nUma história lendária de um milagre de um jovem Jesus, usado como uma lição de aprender popularmente encontrada no folclore do Oriente Médio, de acordo com o professor Ayoub, tem a ver com um homem judeu e pão de pão. Embora carregando um tom polêmico, a lição se concentra na ganância com a verdadeira tecido na narração. É uma história encontrada frequentemente nos livros infantis. [50]\n\nSabedoria inerente\nVeja também: Logos (Islã) e Logos (Cristianismo)\nOutra lendária história de milagres é uma delas sobre a sabedoria da infância de Jesus. Esta lenda, relatada por Al-Tabari de Ibn Ishaq, fala sobre Maria enviar Jesus para uma escola religiosa e o professor surpreendido ao encontrar Jesus já conhecendo as informações que estão sendo ensinadas / discutidas. [26]\n\nComida nas casas infantis\nOutra história de al-Tabari conta sobre um jovem Jesus tocando com os jovens de sua aldeia e dizendo a eles que comida seus pais estavam se preparando para eles em casa. [26]\n\nDe acordo com os detalhes da narrativa, alguns pais ficaram irritados e proibiram seus filhos para brincar com Jesus, suspeitando que ele era um mágico. Como resultado, os pais mantiveram seus filhos longe de Jesus e reuniram seus filhos em uma única casa. Um dia, sentindo -se sozinho, Jesus saiu procurando seus amigos e, chegando a esta casa, perguntou aos pais onde estavam seus filhos. Os pais mentiram, respondendo que as crianças não estavam lá. Depois que Jesus pergunta quem, então, está na casa, os pais chamam Jesus de porco. Jesus então diz \"deixe haver suínos nesta casa\", transformando todas as crianças em suínos. [28]\n\nAo longo dos séculos, os escritores muçulmanos também referenciaram outros milagres, como lançar demônios, tendo emprestado algumas fontes pré-islâmicas heréticas e de fontes canônicas como lendas sobre Jesus foram expandidas. [26]\n\nRevelação\nArtigo principal: Evangelho no Islã\nOs muçulmanos acreditam que Deus revelou uma nova escritura a Jesus, chamada al-injil (o evangelho), além de declarar a verdade das revelações anteriores: al-Tawrat (a Torá) e Al-Zabur (os Salmos). [51] O Alcorão fala favoravelmente de al-injīl, que descreve como uma escritura que enche o coração de seus seguidores com mansidão e piedade. A exegese islâmica tradicional afirma que a mensagem bíblica foi distorcida (Tahrif), é denominada Ta'yin al-Mubham (\"Resolução da ambiguidade\"). [52] Esse esforço polêmico tem suas origens no período medieval com os escritos de Abd al-Jabbar Ibn Ahmad. [53] Em relação à lei de Moisés, o Alcorão indica que Jesus nunca aboliu as leis judaicas, mas as confirmou apenas, fazendo apenas revogações parciais. [54]\n\nOs muçulmanos há muito acreditam que Paulo corrompeu propositadamente os ensinamentos originais de Jesus. [55] O historiador do século IX, Sayf Ibn Umar, afirmou que certos rabinos convenceram Paulo a despertar deliberadamente os primeiros cristãos, introduzindo o que Ibn Hazm viu como doutrinas censuráveis ​​no cristianismo. [56]\n\nDe acordo com Yusuf al-Qaradawi em seu livro, o Legal e o Proibido no Islã, as restrições legais Jesus revogadas para os judeus onde aqueles inicialmente legislados por Deus como uma punição. [57] Comentários clássicos como Tafsir al-Jalalayn especificam que pertencem ao consumo de peixe e carne de pássaro sem espigões, ou em geral. [58]\n\nMenções no Alcorão\nDiscípulos\nO Alcorão afirma que Jesus foi auxiliado por um grupo de discípulos (ḥawāriyyūn) que acreditava em sua mensagem. Embora não nomeie os discípulos, o Alcorão dá alguns casos de Jesus que pregam a mensagem para eles. Os muçulmanos vêem os discípulos de Jesus como idênticos aos companheiros (ṣaḥāba) de Muhammad. [59] Segundo o cristianismo, os nomes dos doze discípulos eram Pedro, Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Jude, Simon e Judas.\n\nO Alcorão menciona no capítulo 3, versículos 52-53, que os discípulos submetidos à fé do Islã: [fonte não primária necessária]\n\nQuando Jesus achou a incredulidade, ele disse: \"Quem serão meus ajudantes para (o trabalho de) Deus?\" Disseram os discípulos: \"Somos ajudantes de Deus: acreditamos em Deus e testemunhamos que somos muçulmanos. Nosso Senhor! Acreditamos no que você revelou, e seguimos o mensageiro; depois nos escrevamos entre aqueles que levam testemunha.\"\n\n-Alcorão Surah al-Imran 52–53 [60]\nA narrativa mais longa que envolve os discípulos de Jesus é quando Jesus realiza o milagre de trazer uma mesa de comida do céu a seu pedido, por mais provas de que sua pregação é a verdadeira mensagem.\n\nAscensão\nO verso 157 de An-Nisa é o verso primário do Alcorão para se referir ao evento da crucificação de Jesus. [61] Diz que Jesus não foi morto e nem crucificado, mas 'foi feito\nVersículo de an-nisa 157\nQue eles disseram (nos gabaram): \"Matamos o Messias Jesus, o Filho de Maria, o Mensageiro do Deus '; mas eles não o mataram, nem o crucificaram, mas assim foi feito para eles, e aqueles que diferem Aí está cheia de dúvidas, sem (certa) conhecimento, mas apenas a conjectura a seguir, por uma garantia que não o mataram.\n\npara aparecer para eles '. [62] A maioria das tradições islâmicas nega categoricamente que Jesus morreu fisicamente na cruz ou não. [63] [64] A exegese islâmica relata que outra pessoa foi crucificada no lugar de Jesus. No entanto, alguns estudiosos muçulmanos modernos acreditam que Jesus realmente morreu, e as referências à sua sobrevivência são simbólicas, não literais. Esse desacordo sobre a natureza da morte de Jesus é encontrado dentro do próprio cânone islâmico, com os primeiros hadith citando os companheiros de Muhammad dizendo que Jesus havia morrido. Enquanto isso, a maioria dos subsequentes Hadith e Tafsir discutem a favor do oposto. [Citação necessária]\n\nSegundo o Alcorão, ele não foi crucificado, mas foi bastante salvo por Deus. (Embora as primeiras tradições islâmicas e exegese citem relatos um tanto conflitantes sobre uma morte e seu comprimento, os muçulmanos acreditam que Jesus não morreu na cruz, mas acredita que foi salvo por ser criado vivo para o céu).\n\nSubstituição\nNão está claro exatamente onde a interpretação substitucionista se originou, mas alguns estudiosos consideram a teoria originária entre certos grupos gnósticos do segundo século. [10] Leirvik encontra que o Alcorão e Hadith foram claramente influenciados pelo cristianismo não canônico ('herético') que prevaleceu na Península Árabe e mais na Abissínia. [65]\n\nEnquanto a maioria dos estudiosos ocidentais, [66] judeus, [67] e os cristãos acreditam que Jesus morreu, a teologia muçulmana ortodoxa ensina que ele ascendeu ao céu sem ser colocado na cruz e Deus transformou outra pessoa, Simão de Cyrene, para aparecer exatamente como Jesus que foi Crucificado em vez de Jesus (cf. Irenaeus Descrição da heresia de Basilides, Livro I, cap. XXIV, 4). [68] [69]\n\nAlgum discordância e discórdia podem ser vistos começando com o relatório de Ibn Ishaq (m. 761) de uma breve contabilidade de eventos que antecederam a crucificação, afirmando primeiro que Jesus foi substituído por alguém chamado Sergius, enquanto, em segundo lugar Localizado em Medina e em terceiro lugar, os lugares do Alcorão (3:55; 4: 158) que Deus levou Jesus a si mesmo. [70]\n\nIbn Kathir (m. 1373) segue tradições que sugerem que uma crucificação ocorreu, mas não com Jesus. [81] Após o evento, Ibn Kathir relata que as pessoas foram divididas em três grupos seguindo três narrativas diferentes; Os jacobitas acreditando \"Deus permaneceu conosco enquanto ele quisesse e depois subiu ao céu\"; Os nestorianos acreditando \"o Filho de Deus estava conosco enquanto ele quisesse até que Deus o criou para o céu\"; e os muçulmanos acreditando \"o servo e mensageiro de Deus, Jesus, permaneceram conosco enquanto Deus quisesse até que Deus o criasse para si mesmo.\" [82]\n\nSegunda vinda\nLinha do tempo da chegada de Jesus antes do dia do julgamento\n\nO minarete de Isa na mesquita omíada, Damasco\nDe acordo com a tradição islâmica, tendo subido ao céu e habitado por mais de 2000 anos, Jesus descerá à Terra pouco antes do dia do julgamento, no meio das guerras lutou contra o al-Masih ad-dajjal ('o falso messias \") e seus seguidores , para ajudar o Mahdi e seus seguidores muçulmanos. [86] vestidos com vestes de açafrão com a cabeça ungida, Jesus descerá no ponto de um minarete branco, no leste de Damasco, que se acredita ser o minarete de Isa Na mesquita omíada.\n\nDepois, ele \"quebrará a cruz, matará os porcos e abolirá o imposto Jizya\", de acordo com um conhecido Sahih al-Bukhari Hadith. [89] [90] \"A interpretação usual\" dessa profecia é que, sendo um muçulmano, Jesus acabará com a adoração cristã a si mesmo e na crença em sua divindade \", simbolizada pela cruz\". Ele restabelecerá as leis alimentares kosher/halal abandonadas pelo cristianismo; [91] e porque judeus e cristãos agora rejeitarão sua antiga fé e aceitarão o Islã, não haverá mais necessidade do imposto Jizya sobre os incrédulos. [92] (De acordo com um hadith, Jesus \"destruirá as igrejas e templos e matará os cristãos, a menos que eles acreditem nele\".) [93] [Nota 1]\n\nOs textos islâmicos também aludem ao reaparecimento do antigo Gog e Magog (Yaʾjūj maʾjūj), que sairá de seu confinamento subterrâneo e causará estragos no mundo. [95] Deus, em resposta às orações de Jesus, os matará enviando um tipo de verme nos Napes do pescoço e enviará grandes pássaros para carregar e limpar seus cadáveres da terra. [86] Após a morte do Mahdi, Jesus assumirá que a liderança mundial, a paz e a justiça serão universais.\n\nTambém de acordo com a tradição, Jesus se casará, terá filhos e governará o mundo por quarenta anos (as tradições dão muitos períodos de tempo diferentes) após o que ele morrerá. [96] Os muçulmanos farão a oração fúnebre por ele e depois o enterrarão na cúpula verde na cidade de Medina, em uma sepultura, deixada vaga ao lado de Muhammad, Abu Bakr e Umar, respectivamente. [97] De acordo com a lenda de Ibn Khaldun, os dois califas se elevarão desde os mortos entre os dois profetas. [98]\n\nFontes\nEnquanto o Alcorão não descreve nenhuma das narrativas acima do retorno de Jesus, [99] Muitos muçulmanos acreditam que dois versos do Alcorão se referem à sua segunda vinda durante o fim dos tempos. [90] (1) O verso mencionado acima afirmando que ele nunca morreu na terra:\n\n\"E [para] o ditado deles: 'De fato, matamos o Messias, Jesus, o Filho de Maria, o Mensageiro de Allah'. E eles não o mataram, nem o crucificaram; mas [outro] foi feito para se parecer com eles. E, de fato, aqueles que diferem por causa disso estão em dúvida. Eles não têm conhecimento disso, exceto o seguinte da suposição . E eles não o mataram, com certeza. \" (Q.4: 157 :)\nE um segundo versículo interpretado para indicar uma conexão entre Jesus e \"The Hour\" (End Times):\n\n\"E eis! Em verdade, há conhecimento da hora. Portanto, duvide que você não seja preocupado, mas siga -me. Este é o caminho certo.\" (Q.43: 61 Trans Pickthall). [90]\nOs hadiths no retorno de Jesus são rastreados até Abu Hurairah, um dos Sahaba, mas podem ter sido realmente introduzidos mais tarde durante as guerras civis no califado abássida primitivas, quando era esperado um salvador. Enquanto para xiitas, o Mahdi será o Salvador, alguns sunitas tendiam a esperar o retorno de Jesus. Durante o califado abássida inicial, vestindo crucifixos em procissões e segurando porcos em público, foi proibido. Caso contrário, a quebra da cruz pode refletir a desaprovação geral desse símbolo pelos muçulmanos e matando porcos uma referência a Jesus exorcismo da Legião. [100]\n\nJesus é mencionado cerca de 187 vezes no Alcorão, direta e indiretamente, e também referido por muitos títulos, sendo o mais comum al-Masih ('o Messias'). [3] [110] [111] [112] [33 ] Jesus é referido 25 vezes pelo nome Isa, [Nota 2] terceira pessoa 48 vezes, [Nota 3] Primeira pessoa 35 vezes e o restante como títulos no Alcorão. [Nota 4] [113]\n\nMuhammad se descreveu como o 'mais próximo de todas as pessoas para Jesus'. [114]\n\nSimilitude com Adam\nO Alcorão enfatiza o criacionismo de Jesus, [107] através de sua semelhança com Adão em relação à ausência de origem humana. Muhammad costumava comparar os nascimentos de Adão e Jesus. [115]\n\nA exegese islâmica extrapola uma inconsistência lógica por trás do argumento cristão da intervenção divina, pois essas implicações teriam atribuído a divindade a Adão, que é entendida apenas como criação. [107]\n \nNo Islã, acredita -se que Jesus tenha sido o precursor do profeta islâmico Muhammad. Segundo o Alcorão, a vinda de Muhammad foi prevista por Jesus em Asaff 61: 6 através deste versículo, os primeiros muçulmanos árabes reivindicaram legitimidade por sua nova fé nas tradições religiosas existentes e nas supostas previsões de Jesus. [116] Os muçulmanos acreditam que Jesus era um precursor de Muhammad, e que ele profetizou a última vinda. [117] [26] Essa perspectiva é baseada em um verso do Alcorão em que Jesus fala de um mensageiro para aparecer depois dele chamado \"Ahmad\". [118] O Islã associa Ahmad a Muhammad, ambas as palavras derivadas da raiz triconsonantal H-M-D, que se refere à louvoridade. Os muçulmanos afirmam que as evidências do pronunciamento de Jesus estão presentes no Novo Testamento, citando a menção do paracleto cuja vinda é predita no evangelho de João. [119]\n\nOs comentaristas muçulmanos afirmam que a palavra grega original usada era periklutos, que significa famosa, ilustre ou louvável - renderada em árabe como Ahmad; e que isso foi substituído por cristãos por parakletos. [97] [120] Essa idéia é debatida, perguntando se o entendimento tradicional é apoiado pelo texto do Alcorão.\n\nA teologia islâmica afirma que Jesus havia predito outro profeta que o sucedeu de acordo com Sura 61: 6, com a menção do nome Ahmad. (Ahmad é um nome árabe da mesma raiz triconsonantal ḥ -m -d -d = [ح - م - aque].) Ao responder à biografia de Muhammad de Ibn Ishaq, o Sirat Rasul Allah, estudioso islâmico Alfred Guillaume escreveu:\n\nVoltando ao termo \"Ahmad\", os muçulmanos sugeriram que Ahmad é a tradução de Periklutos, celebrada ou elogiada, que é uma corrupção de Parakletos, o paracleto de João XIV, XV e XVI. [121]\n\nHadith\nOs hadith são ditos de Muhammad e pessoas ao seu redor. O hadith contendo a lenda de Jesus foi influenciado pelo cristianismo não canônico ('herético') que prevaleceu na península árabe e mais na abissínia. [65] O hadith desenvolveu um status canônico no século Terceiro muçulmano como fonte de autoridade para a comunidade muçulmana. A percepção muçulmana de Jesus emergindo do hadith é de uma figura milagrosa, sem pecado e escatológica, apontando as pessoas, novamente de acordo com a perspectiva do muçulmano de Profeta, para a fé muçulmana (muçulmana; aquele que se submete à vontade de Deus). [ 130]\n\nHadith desempenhou um papel muito importante moldando a imagem de Jesus entre os muçulmanos comuns, tendo se desenvolvido ainda mais ao incorporar hadiths e tafsirs tecendo em grandes quantidades de escritos e relatórios lendários. [26] Com a reformulação muçulmana, o vazio de Jesus é surpreendente. Em vez disso, o que está escrito é o mágico ascético, ajudado pelo Espírito Santo. O evangelho é visto como um livro a ser pregado e é referido apenas por passagem sem mencionar ensinamentos reais. Surpreendentemente, os ditos fictícios e os supostos ensinamentos de Jesus recebem preeminência nas coletações de Hadith, no Islã xiita e nas representações sufis de Jesus. [65]\n\nIslã sunita\nEm Kitab al-Milal Wa al-Nihal, al-Shahrastani (m. 1153), um influente historiador persa, historiógrafo, estudioso, filósofo e teólogo, registra um retrato de Jesus muito próximo dos princípios ortodoxos enquanto continua a narrativa islâmica:\n\nOs cristãos. (Eles são) a comunidade (Umma) de Cristo, Jesus, filho de Maria (paz sobre ele). Ele é quem foi realmente enviado (como Profeta; Mab'uth) depois de Moisés (paz sobre ele) e que foi anunciado na Torá. Para ele, foram (concedidos) sinais manifestos e evidências notáveis, como o revivimento dos mortos e a cura dos cegos e do leproso. Sua própria natureza e disposição inata (Fitra) são um sinal perfeito de sua veracidade; isto é, sua vinda sem sementes anteriores e sua fala sem ensinar antes. Apesar de todos os (outros) profetas, a chegada de sua revelação foi de quarenta anos, mas a revelação chegou a ele quando ele foi feito para falar no berço, e a revelação chegou a ele quando ele transmitiu (a mensagem divina) AS (a idade de) trinta. A duração de sua missão (profética) (Da'wa) foi de três anos e três meses e três dias. [131]\n\nShia Islã\nNo Nahj al-Balagha, o quarto califa Ali (r. 656–661) é relatado como tendo falado sobre a simplicidade de Jesus. [132] Ali diz que \"Jesus usou uma pedra para seu travesseiro, vestiu roupas grossas e comeu comida áspera. Seu condimento era fome. Sua lâmpada à noite era a lua. Ele não tinha esposa para sexê -lo, nem qualquer filho para dar tristeza, nem riqueza para se desviar. Seus dois pés eram seu transporte e suas duas mãos eram seu servo \". [132] De acordo com Ja'far al-Sadiq, um tataravô de Ali, o tempo entre Davi e Jesus foi quatrocentos anos. [133] Ja'far diz ainda que a religião de Jesus era monoteísmo (tawḥīd) e pureza (ikhlāṣ). [133] O 'injeto' (evangelho) foi enviado a ele e a promessa que outros profetas também foram retirados de Jesus: estabelecer a oração com a religião, ordenar o bem e proibir o mal, permitindo o que é permitido e proibindo o que foi proibido. As advertências e parábolas foram enviadas a ele na 'injeção', mas não havia lei de retribuição nela nem preceitos de retribuição (Ahkam al-Hudud), nem obrigações de herança. Ele foi enviado o que foi um alívio do que foi enviado a Moisés na Torá. Jesus ordenou a seus seguidores que eles acreditam na lei da Torá e da 'Injustia'. [133]\n\nDe acordo com Qadi al-Nu'man, um famoso jurista muçulmano do período fatimídeo, Jesus é referido como o Messias (al-Masīḥ) no Alcorão porque foi enviado às pessoas que responderam a ele para remover (Masaha ) suas impurezas, as doenças de sua fé; Aparente (Zahir) ou Hidden (Batin). Qadi al-Nu'man, em sua fundação de trabalho de interpretação simbólica (asās al-ta'wīl), fala sobre o nascimento espiritual (Milad al-Batin) de Jesus, como uma interpretação de sua história de nascimento físico (Milad al- Zahir) mencionado no Alcorão. Ele diz que Maria, a mãe de Jesus, é uma metáfora de alguém que nutriu e instruiu Jesus (lāhiq), em vez de dar -lhe fisicamente à luz. Qadi al-Nu'man explica que Jesus era da progênie pura de Abraão, assim como Ali e seus filhos eram da progênie pura de Muhammad, através de Fátima. [134]\n\nAparência\nBaseado em várias narrações de Hadith de Muhammad, Jesus pode ser fisicamente descrito assim (com quaisquer diferenças na descrição física de Jesus sendo devido a Muhammad descrevê -lo ao vê -lo em diferentes ocasiões, como durante sua ascensão ao céu, ou ao descrever Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus, durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus durante Jesus, durante Jesus, 'Segunda vinda): [144]\n\nUm homem bem construído de altura e estatura média/moderada/média com um baú largo.\nCabelos retos, esbeltos e longos que caíam entre os ombros. Parece que a água está driblando de sua cabeça, embora não esteja molhada.",
"Muhammad": "Muhammad no Islã\nDa Wikipédia, a enciclopédia livre\nSalte para o NavigationJump para pesquisar\nEste artigo é sobre o papel e o significado de Muhammad em um contexto islâmico. Para uma visão geral, consulte Muhammad.\nImam al-Anbiya\nRasūl Allāh\nMaomé\nمُح−ger\nمحمد صلى الله عليه وسلم. SVG\n'Muhammad' na caligrafia islâmica\nProfeta do Islã\nPrecedido por Isa (Jesus)\nSucedido pela posição abolida\nTítulo Khatam Annabiyyin ('Selo dos Profetas')\nPessoal\nNascido na segunda-feira, 12 Rabi 'al-Awwal 53 BH (570 CE)\nMeca, Hejaz, Arábia\nMorreu na segunda-feira, 12 Rabi 'al-Awwal 11 AH (8 de junho de 632 dC)\nMedina, Hejaz, Arábia\nPlace Green Dome, Mesquita do Profeta, Medina\nReligião Islã\nCônjuge ver as esposas de Muhammad\nCrianças veem os filhos de Muhammad\nPais\nAbd Allah ibn Abd al-Muttalib (pai)\nAmina Bint Wahb (mãe)\nTrabalho notável (s) Constituição de Medina\nOutros nomes veem nomes e títulos de Muhammad\nParentes veem a árvore genealógica de Muhammad, Ahl al-Bayt (\"Família da Casa\")\nSignature Muhammad Seal.svg\nSelo de Muhammad\nLíder muçulmano\nSucessor Ver sucessão a Muhammad\nNome árabe\nMUHAMMAD PESSOAL (ISM)\nPatronímico (Nasab) Muḥammad ibn abd allah ibn abd al-muttalib ibn hashim ibn abd manaf ibn qusai ibn kilab\nTeknonynic (Kunya) Abu al-Qasim\nBismillahir Rahmanir Rahim\nParte de uma série sobre o Islã\nProfetas islâmicos\nAnbiya\nProfetas no Alcorão\nListado por nome islâmico e nome bíblico.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muḥammad (Muhammad)\nPrincipais eventos\nVisualizações\n Portal do Islã\nVte\nParte de uma série sobre\nislamismo\nAllah3.svg\nCrenças\nPráticas\nTextsfoundations\nHistória\nCultura e sociedade\ntópicos relacionados\n Portal do Islã\nVte\nMuhammad ibn Abd Allah (árabe: مُح− ٱ ْْ ْْ ْ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱ ٱemD ع ٱ ْ ٱ ٱ ٱemg. Os muçulmanos acreditam que o Alcorão, o texto religioso central do Islã, foi revelado a Muhammad por Deus, e que Muhammad foi enviado para restaurar o Islã, que eles acreditam que não se originaram com Muhammad, mas é a verdadeira fé monoteísta original inalterada de Adão, Abraão, Moisés, Jesus e outros profetas. [1] [2] [3] [4] Os princípios religiosos, sociais e políticos que Muhammad estabeleceu com o Alcorão se tornou o fundamento do Islã e do mundo muçulmano. [5]\n\nNascido por volta do ano 53 BH (570 dC) em uma respeitada família de Meca Qurayshi, Muhammad ganhou o título \"al-amin\" (ا+ْأ opِdar, que significa \"o confiável\"). [6] [7] Aos 40 anos em 11 BH (610 dC), Muhammad teria recebido sua primeira revelação verbal na caverna chamada Hira, que foi o começo da descida do Alcorão que continuou até o fim de sua vida; e os muçulmanos sustentam que Muhammad foi convidado por Deus a pregar a unidade de Deus para eliminar a idolatria, uma prática abertamente presente na Arábia pré-islâmica. [8] [9] Devido à perseguição aos muçulmanos recém -convertidos, a convite de uma delegação de Medina (então conhecida como Yathrib), Muhammad e seus seguidores migraram para Medina em 1 AH (622 CE), um evento conhecido como Hijrah. [10] [ 11] Um ponto de virada na vida de Muhammad, esta Hegira também marca o início do calendário islâmico. Em Medina, Muhammad esboçou a constituição de Medina especificando os direitos e as relações entre as várias comunidades existentes de lá, formou uma comunidade independente e conseguiu estabelecer o primeiro estado islâmico. [12] Apesar da hostilidade contínua dos mecanos, Muhammad, junto com seus seguidores, assumiu o controle de Meca em 630, [13] [14] e ordenou a destruição de todos os ídolos pagãos. [15] [16] Nos seus últimos anos em Medina, Muhammad unificou as diferentes tribos da Arábia sob o Islã [17] e realizou reformas sociais e religiosas. [18] Quando ele morreu em cerca de 11 AH (632 dC), quase todas as tribos da Península Arábica haviam se convertido ao Islã. [19]\n\nOs muçulmanos costumam se referir a Muhammad como Profeta Muhammad, ou apenas \"o Profeta\" ou \"o Mensageiro\", e o consideram o maior de todos os profetas. [1] [20] [21] [22] Ele é visto pelos muçulmanos como possuidor de todas as virtudes. [23] Como um ato de respeito, os muçulmanos seguem o nome de Muhammad pela bênção árabe Sallallahu 'Alayhi wa sallam, (que significa que a paz esteja com ele), [24] às vezes abreviadas como \"serra\" ou \"pbuh\".\n\nNo Alcorão\nInformações adicionais: Muhammad no Alcorão\n\nO nome Muhammad escrito em Thuluth, uma variedade de roteiros de caligrafia islâmica\nO Alcorão enumera pouco sobre o início da vida de Muhammad ou outros detalhes biográficos, mas fala sobre sua missão profética, sua excelência moral e questões teológicas em relação a Muhammad. Segundo o Alcorão, Muhammad é o último em uma cadeia de profetas enviados por Deus (33:40). Em todo o Alcorão, Muhammad é referido como \"Messenger\", \"Mensageiro de Deus\" e \"Profeta\". Alguns desses versículos são 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 e 66:09. Outros termos são usados, incluindo \"Warner\", \"portador de boas notícias\", e o \"que convida as pessoas para um Deus único\" (Alcorão 12: 108 e 33: 45-46). O Alcorão afirma que Muhammad era um homem que possuía a mais alta excelência moral, e que Deus fez dele um bom exemplo ou um \"modelo bom\" para os muçulmanos seguirem (Alcorão 68: 4 e 33:21). O Alcorão se isenta de quaisquer características sobre -humanas para Muhammad, [25], mas o descreve em termos de qualidades humanas positivas. Em vários versículos, o Alcorão cristaliza a relação de Muhammad com a humanidade. Segundo o Alcorão, Deus enviou Muhammad com a verdade (mensagem de Deus à humanidade) e como uma bênção para o mundo inteiro (Alcorão 39:33 e 21: 107). Na tradição islâmica, isso significa que Deus enviou Muhammad com sua mensagem à humanidade, cujo seguinte dará às pessoas a salvação na vida após a morte, e são os ensinamentos de Muhammad e a pureza de sua vida pessoal sozinha que mantém a vida de Deus neste mundo . [26]\n\nDe acordo com o Alcorão, a vinda de Muhammad foi prevista por Jesus: \"E lembre -se, Jesus, filho de Maria, disse: 'Ó filhos de Israel! Eu sou o mensageiro de Deus para você, confirmando a lei (que veio) diante de mim, e dando boas notícias de um mensageiro para vir atrás de mim, cujo nome será Ahmad '\"(Alcorão 61: 6). Através deste versículo, os primeiros muçulmanos árabes reivindicaram legitimidade por sua nova fé nas tradições religiosas existentes e pelas supostas previsões de Jesus. [27]"
}
