{
"Adam": "__ \"Oh bini-sunna! Waxaan idinka abuuray uun lab iyo dhadig, waxaadna ka dhigtay inaad is-quudhsataan (idinkoon). Sida xaqiiqada ah kuwa ugu sharaf badan Eebe agtiisa waa kan xaq ah ee idinka mid ah. Eebana waa ogyahay wax walbana waa ogyahay (Quraan) (Quraan) (Quraan) .__\n\nAdam (Carabi: آدم) waxay ahayd bini-aadamka ugu horreeya ee dhulka iyo Nabi (نبي, Nabiga) ee Islaamka. Muslim ayaa ka soo bixisa Aadam sidii aabihii aadanaha iyo xaaskiisa, HAws (حواء, Xaawa, Xaawa) sida hooyada aadanaha. Muslimiintu waxay u arkaan Adam inay yihiin Muslimka ugu horeeya, maaddaama Qur'aanku uu kariimsado in nebiyada oo dhami ay ku wacdiyeen isla rumaysadkii diinta Islaamka, taas oo macnaheedu yahay in Ilaah loo gudbiyo.\n\nLabadan shaqsi,, anigoo bini-aadamka ah ayaa dunida degganaa. Ilaah wuxuu ka hadlayaa Quraanka.\n\nMarkii Aadan la abuuray, Ilaah wuxuu ku amray abuurista oo dhan si uu u hoorsado inuu yahay calaamad ixtiraam ah Aadan, oo ahayd abuur cusub oo cusub. Dhammaan waxan ka hadhay Shaydaan, oo diiday isagoo leh, Jinni, isagoo Aadan laga sameeyay. Oo Ilaahna iyagii ku ridday beertii Ceeden oo tijaabo ah, Shaytan si guul leh ayuu u khiyaaneeyey Aadan iyo Hawa. Oo wuxuu ka sameeyey geed in Ilaah ka reebay. Sidaas daraaddeed, Ilaah baa na geliyey (anigoo iyo jinniyo) Dhulka sida cadaawayaashiisa midba midka kale ilaa maalinta xukunka. Mar dhulka, Aadam ayaa u duceeyey cafiska, Eebbena wuu cafiyey.\n\nSida Aadan iyo nebiyada oo dhan oo ay ku yimaadeen oo dhan inay is xusuusiyaan axdigana Ilaah. Haddii aan addeecno Ilaah, waxaan ku gaari karnaa heer sare ka dibna malaa'igaha hortiisa ee Ilaah. Si tan loo sameeyo waa inaan ka fogaanaa in ay ka hortagaan sheygan, iyo waxa xitaa aad uga sii liidata taas, ku dadaala oo xakameysa oo xakameysa nambarkeena (damacayaasha naftiisa). Waxaan tan ku sameyneynaa aniga oo raacaya xikmadda aan dhammaadka lahayn, tilmaamaha iyo tusaalayaasha naloo siiyey Qur'aanka, muujinta ugu dambeysa iyo buugga ugu horeeya ee qoran qofkii ugu horreeyay ee ku qoran oo aan is beddelin oo aan is beddelin. Waxaan sidoo kale raacaynaa tusaalaha cajiibka ah ee nebiyada waxaanan leenahay sheekada nolosha oo dhameystiran ee Nabiga muxammiira maadaama uu soo galay waqtiyo badan oo uu ku muujiyo taariikhda casriga ah xitaa. Dhammaan waxbarashadiisa sidoo kale waa la ilaaliyaa waxaana jira waxbarasho badan oo aqoonyahan ah oo islaami ah si loo ilaaliyo oo baro qaabkiisa noloshiisa. Nebi Muxammad wuxuu ahaa shaabaddii nebiyada, dowlad, dowlad, hoggaamiye militariga iyo militariga oo ay weheliso nin, aabbe, deris, iyo saaxiib. Wuxuu aad ugu mahad naqayaa kuwa ku saabsan noloshiisa, ficilladiisa iyo waxbaristiisa. Xataa cadaawayaashiisa markuu noolaa oo la ixtiraamo oo uu aaminay.\n\nMarka, maadaama muslimiinta aan ognahay ujeedada nolosha ee aadanaha oo dhami waa in lagu cadeeyo Ilaah iyo in la arko cidda ugu wanaagsan ee camalka. Ilaah wuxuu ballanqaaday aadanaha quruxda badan ee jannada / jannada inay yihiin abaalmarin ay soo daba socdaan amarradiisa. Kan ugu hooseeya samada jannada ku jira wuxuu lahaan doonaa dhulka toban dhul. Markaad gaadho heerarka sare ee jannada waxaad u baahan tahay inaad bilowdo inaad ku qiyaasto dhulkaaga sanado fudud. Ilaah waa kan ugu deeqsinimada leh wuxuuna doonayaa inuu na siiyo annaguna in aan wax walba wax ka weydiino isaga. Haddaan ka leexino Eebe iyo jidadka Nabiyada, si daranna u sugantahay Naarta Jahannamo. Ilaahay ha naga ilaaliyo tan iyo wax kasta oo shar ah oo dhan.\n\nMarka laga eego aragtida sayniska, aadanuhu waxay ku jiraan __Homo SAPINS__ noocyada, kaas oo ah kuwa kaliya ee loo yaqaan '__Homo SAPINs SAPINS__'. Waxaan nahay noocyada ugu badan ee ugu badan dhulka. Si kastaba ha noqotee, waxaa jira noocyo badan oo nolosha ah, gaar ahaan dhirta iyo kuwa caqliga leh, oo saameyn aad u weyn ku yeeshay hawada, dhagaxyada, nolosha, iyo jawiga dabiiciga ah ee dhulka.\n\nWikipedia:\nNebigii koowaad iyo aabaha oo dhan dadka oo dhan.\nSheekada Adam iyo abuurista waa laga takhalusaa Qur'aanka oo dhan. Waxaa jira tixraacyo kutab-baxa cutubyada: 2, 4, 5, 5, 20, 21, 38 iyo kuwa kale. Qur'aanka Qur'aanka, Eebbe wuxuu abuuray aadanaha ka soo baxay dhoobo Iblis wuu diiday inuu kibir yahay (Q15: 26-32) [19] Oo laga eryay Jannah (Jannada).\n\nSida laga soo xigtay Qur'aanka, Eebbe wuxuu goostay abuuritaanka Adam in bini-aadamka (Adam iyo farackiisa) lagu dhejin doono dhulka. Diinta islaamku ma xushmeyso nolosha aadanaha ee ciqaabta ciqaabta, halkii ay ka mid tahay qorshaha Ilaah.\n\nRuntii, runtii, tan iyo qarniyiinta abaarka dhulka ka dib waxaan dhigan doonaa Iyagu (Malaa'igta) waxay dhaheen waxaad ku dhigi doontaan kuwa xumaanta falay, waxaana idinka falaynin malaa'ig iyo malaa'ige). Ilaah wuxuu yidhi: 'Waan ogahay inaydnaan aqoon.\n\nIlaah ka dibna wuxuu baraa Aadan magacyada wax walba wuxuuna ku shiraaca malaa'igaha hortiisa, si ay u tusto inay wax badan ka yaqaanaan, gaar ahaan awooda caqliga badan ee Aadan:\n\n\"Oo wuxuu wax baray magacyada dhammaantood. Markaasuu iyaga tusay malaa'igaha oo wuxuuna ku yidhi, Bal ii sheeg magacyada kuwan, haddaad run sheegayso. Annagu waxba ma lihin, waxaad na barateen waxaad na bartay, oo waxaad tahay waxaad na baranaysid, oo waxaad run tahay waxaad ku qumman tahay aqoonta iyo xigmadda xigmadda leh. Wuxuu yidhi: o Adam. Magacyadoodii usheeg.\n\nIlaah wuxuu amray malaa'igaha inay u sujuudaan Aadan. Dhammaantood addeecaan Iblis, oo aannu Iblis ahayn oo ka hadhaya in laga sameeyo dabka, oo uusan u sujuudin Aadan oo laga sameeyey dhulka. Caasinimadiisii) Amarka Ilaahay ee uu raaco kibirka ayaa ka soo baxay inuu ka dhaco dookhsadaha Ilaah:\n\nOo bal eeg, waxaannu ku nidhi malaa'igtii, oo intay sujuudeen, oo ay foororsadaan. (2:34)\n\nIlaah ka dib Adam iyo Xaawo Jannada oo u sheegay inay xor u yihiin inay ku raaxeystaan ​​miruckeeda marka laga reebo inay u soo dhowaato geed gaar ah: (2:35)\n\nWaxaan nidhi: \"Adam! Adiga iyo naagtaada beerta ku dhex jirta; Oo waxaad ka cuntaan wax alla wixii dhici ah oo kale, iyo goortii aad doonaysid. Laakiin u dhowaad geedkan, ama waxaad u ordaan wax dhibaato iyo xad gudub. \"\n\nShayddaan ayaa Shayddaan ku khiyaaneeyaa Aadan iyo Xaawa oo cuna cunista midhihiisa geedka: (2:36)\n\n(53) Shaydaansanna waxay ka dhigtay (beerta), waxaana ka soo bixinaynaa (farta) oo ka mid ah, oo waxay ku dhaheen (Eebe). Waxaan dhahnay (idinla soo tuura). dhanka kale. Dhulkana wuxuu ahaan doonaa meesha noloshaada iyo habeenkaaga. \"\n\nAdam iyo Xaawo waxay dareemaan wax badan oo xumaan ah faladooda, laakiin Ilaah wuxuu u jeedsadaa Aadam xagga naxariistiisana u adkeeya isaga: (2:37)\n\nOo wuxuu ka bartay Aadan Aadam xagga eraygiisa wax waxyoonay, oo isyidhiisuna wuu u jeesayaa xaggiisa, waayo, isagu waa soo laabanayaa.\n\nIlaahay wuxuu ogeysiinayaa Aadam in Eebbe u soo diri doono hanuunkiisa Aadan iyo farackiisa: (2:38)\n\nWaxaan nidhi, Meeshaas ka fogow, markasta hanuun, iyo kan wax kasta raaco, kamana cabsana, mana murugoodaan. \"\n\nBeerta Ceeden, Shayddaan (oo had iyo jeer loo aqoonsaday Iblis) waa in Adam iyo Xaawo ay ku qasbeen inay ku caayaan Ilaahay iyagoo dhadhaminaya midhaha geedka la mamnuucay. Ilaahow, Aadan Aadan wuu u diraa, oo ka gaadhay dhulka inteeda kale. [20] [21]\n\nQur'aanka ayaa sidoo kale sharraxay labada wiil ee Aadan iyo Xe, Qaabiil iyo Haabiil. [23]",
"Idris": "Bixinta qalinka iyo abuurista cirbadda.",
"Nuh": "Daadka weyn ee badbaaday.",
"Hud": "Ganacsade\n\nTani waa soo koobid kooban oo ka mid ah sheekada HUD, iyadoo xoogga la saarayo laba aayadood oo qaas ah:\n\nDadka ''ād' waxay ahaayeen kuwo aad u awood badan oo taajir ah waxayna dhiseen dhismayaal aan tirsanaan [19] iyo taallo si ay u muujiyaan awoodooda. Si kastaba ha noqotee, maalka 'inta ugu dambaysta dadka ay ugu dambeyntii noqdeen guuldarradoodu, maadaama ay is-weyddiiyeen oo ay Ilaah ka tageen oo ay u bareen inay iskood u qaataan sanamyo cibaadada, oo ay ku jiraan saddex sanam oo la yiraahdo Samd, Samud iyo Hara. [11] HUD, xitaa caruurnimadii, waxay ku sii jirtay salaadda ilaah. Waxay la xidhiidhaa imaatinka integistis hooyadeed Huud, haweeney kacsan oo hadaf weyn aragtay markay dhalashadeeda dhalatay, ayaa ahaa qofka kaliya ee ku dhiirrigeliyay cibaadadiisa. [20] Sidaas daraaddeed ayaa Rabbigu u sara kiciyey sidii nebi oo kale sidii nebi oo kale,\n\nMarkii HUD ay bilaabatay wacdinta oo lagu casuumay cibaadada kaliya ee Ilaah ee runta ah iyo markii uu u sheegay inuu toobad keeno dembiyadii hore oo ay si xun u weyddiisteen, Sheekada HUD waxay dhahdaa wareegga nabiga ee caanka ah dadka hore ee ku xusan Qur'aanka: Nabiga waxaa loo diraa inay qirato inay qirayaan inuu yahay Ilaah ee barakeysan [9] Qur'aanka [3]\n\nWaxaan u dirray qoomka u ahaa Xadhoodii Huud ee yidhi, Qoomkayow innaba Ilaah caabuda.\nDadkaygiiyow, anigu kuguma abaal marin, abaalkiishayna waa la jiraa kan i abuuray. Haddaba miyaanad ogayn?\nDadkaygow, dadkaygiiyow, bal idiin barya inaad dembi kuu dhaafo oo u soo jeesato xagga toobadda. Isagu roob buu ku soo dayn doonaa, Oo wuxuu idiinka soo dajin doonaa kuwa durdurka leh cirka, oo wuxuu ku siin doonaa xoog dheeraad. Sidaas ha uga leexan sida dembilayaasha oo kale.\nWaxay dhaheen Huud, oo waxaad u timid wax aan canaano. Annagu ma dayrin doono ilaahyadanna aawadeed, oo waxaad tidhaahdaan.\nWaxa kaliya oo aan dhihi karno waa in qaar ka mid ah ilaahyadannu ay kugu dhufteen shar.\nIsaga ka jira. Igu soorqaadashada sidaad u jeceshahay oo kale, oo i sii mid ha i siin.\nWaxaan isku halleeyaa Ilaaha ah Eebahay iyo Eebihiin. Ma jiro abuur ku wareegsan dhulka aan si adag u hallayn. Sayidkaygu waa toosan yahay Eebahay.\nHaddaad jeedsatid, markaan idiinku soo diray warkii laygaanaga diray. Eebow dadka kale oo meeshaada jooga, oo ma aydnaan kari doonin inaad isaga ka adkaatid. Runtii, sayidkayga wax waluba ha xafaayo.\n\n- Qur'aanka, Sura 11 (HUD), AYAh 50-57\nMucjiso of HUD\nSida laga soo xigtay TAFSIR oo ka soo baxay Ibn Qayyim Al-Jawziyya oo ku sugan buugiisa falanqaynta, ee maanta ee Ibnu Abi al-Iz ayaa muujiyay mucjiso ee al-abi al-Taida al-Taawiyya. Aayadda 56-58:\n\n(56) Waxaan dhahnay waa kuwan ka mid ah ilaahyadanna inay ku dhufteen sharka. Wuxuu u jawaabay oo wuxuu u yeedhay Ilaah inuu marag kaco, oo adiguna waad ka marag furi doontaan, si aan u ixtiraamo waxaad la mid tahay ... marka laga reebo sidaad u jeceshahay oo dhan, oo i siiya .\n\n(57) Waxaana u sugnaaday Eebe ku Sugnaaday Eebahay iyo Eebahaa. Ma jiro abuur ku wareegsan dhulka aan si adag u hallayn. Sayidkaygu waa toosan yahay Eebahay.\n\n(58) Haddaad jeedsato waan idiin soo diray warkii laygaanaga diray. Eebow dadka kale oo meeshaada jooga, oo ma aydnaan kari doonin inaad isaga ka adkaatid. Runtii, sayidkayga wax waluba ha xafaayo.\n\n- Qur'aan, Sura 11 (HUD). AYAh 56-58",
"Salih": "Salih (Carabi: صالح, صالح, صالح, صالح. ] Carabiya ee qadiimiga ah, ka hor inta noloshiisii ​​nebi Muxamed. Sheekada Salih waxay ku xirnaatay sheekada geelkeeda ee Ilaah, taas oo ahayd hadiyaddii uu Eebbe siiyey dadka reer Thamud ah markay ahayd mucjisooyin ah si ay u xaqiijiyaan in Salaahi uu runtii nebi ahaa nebi.\n\nXirfaddiisa ayaa ahayd taranka geelu.\n\nXaaladda taariikhiga ah\n\nMada'in Salih ama al-Hijr ee magaalada Hijazi ee gobolka Meruuzi ee Saudi Arabia\nThamuud wuxuu ahaa qabiileed qabiileed ka dhacay gobolka waqooyi-galbeed ee Jasiiradda Carabta ee Jasiiradda Carbeed, oo lagu xusay ilaha Ashuur waqtiga Sargon II. Magaca qabiilka ayaa sii wadaya dukumiintiyada qarnigii afraad CE, laakiin qarnigii lixaad waxaa loo arkaa inay yihiin koox lumay waqti hore. [6]\n\nSida laga soo xigtay Qur'aanka, magaalada Salh waxaa loo diray Al-Hijr, [7] oo u dhiganta magaalada Nabataean ee Hegra. [8] Magaalada ayaa u soo baxday inay caan ku tahay xayeysiiska qarnigii ugu horreeyay oo goob muhiim ah ku yaal ganacsiga safar ee gobolka. [9] U dhaw magaalada ay ahaayeen kuwo aad u ballaaran, xabaalaha dhagaxa la qurxiyey ee qurxinta ee ay adeegsadaan xubnaha kooxaha diimaha kala duwan. Goobta waxaa loo gudbiyey Madiiin Salih ilaa markii xilligii Muxammad, loo magacaabay ka dib markii uu ka horreeyay salih salih. [11]\n\nDiinta diinta Islaamka iyo Bahaa'ís, Salih laguma xusin wax kale oo ah qoraal kasta oo Ibraahim ah ama qoraal taariikhi ah oo casri ah, laakiin xisaabta burburka Thamud waxaa laga yaabaa in lagu yaqaan Arabia qadiimiga ah. Magaca qabiilka waxaa loo isticmaalaa gabayada hore ee ga qaniimiga ah sidii tusaale ahaan \"ku dadacida wax walba\". [6]: 223-24\n\nIslaamka\nBisemillahir Raxmanir Rahim\nQayb ka mid ah taxanaha Islaamka\nNadiiqooyinka Islaamka\nAnbiya\nNebits ee Quraanka\nWaxaa ku taxan magaca Islaamka iyo magaca kitaabiga ah.\n''Āam (Adam)' aidbrīs (Enown) Nūd (NOAH) Hūd (Enober) Hūd (Enober) ṣāliḥ (eleh) '' (Ibraahim) 'Yacquul) yazsuf (Joseph) yacūb (Joseph) Shu'ayb (Joseph). Jethro) Mūsā (Muuse) Hārūn (Muuse) Dhul-Kifl (Ezekiel) (Ezekiel ama Gautama Buddha) 'David)' zekariah (zekariah) zakarīna' (Jonas) zakymā (Johnlaah) yanīssā (Ciise) ) Muḥamma (Muxammad)\nDhacdooyinka waaweyn\nMuuqaal\nXeerka Islaamka\nvte\nQayb ka mid ah taxanaha\nIslam\nAllah3.SVG\nRumaynta\nKu dhaqan\nQoraallada\nTaariikh\nDhaqanka iyo Bulshada\nMowduucyada la xiriira\n Xeerka Islaamka\nvte\nBar\n\nSalih waxay casuumaysaa dadkiisa inay arkaan geelkeeda\nUruurinta sheekooyinka sheekooyinka nebiyada\nNolosha Salih ee ka dhex jirta beeshiisa waxay ahayd mid xaq ah in dadka Thamuud ku tiirsan yahay isaga oo taageeraya. [12] Waxaa loo xulay Eebe malaa'ig oo u soo dirtay inuu ku wacdiyo is-ka-ciyaarka hodanka ah oo uu dhalleeceeyo dhaqaalaha Shirk (sanam caabudid ama polytheism). In kasta oo salka lagu wacdiyey farriinta muddo joogta ah, dadka Thamuud ayaa diiday inay maqlaan digniinta oo ay ka bilaabeen inay weydiiyaan Salih inay mucjiso u yeeshaan mucjiso. Waxay dhaheen Sali'h! Waxaad naga mid noqotay! .\n\nSalah wuxuu xasuusiyay dadkiisa ku saabsan qalcado aan badnayn oo ah qalcado iyo daaqsinnadood oo dhagax ah, iyo damacyadooda. Oo weliba, wuxuu yidhi, Qabiilooyinkooda, iyo siday u burburiyeen dembiyadooda aawadood. Qaar ka mid ah dadka Thamuud ayaa rumeeyey ereyada Salih, laakiin hoggaamiyeyaasha qabaa'ilku way diideen inay dhageystaan ​​isaga oo ay sii wadeen inay muujiyaan mucjiso ah inuu muujiyo nabidnimadiisa. [14]\n\nIsaga oo ka jawaabaya, Ilaah wuxuu thahahaha ugu dhiibay ninkaagii barakaysan, sida labada cunto ee loo yaqaan iyo tijaabada. Qabiilku waxaa loo sheegay inuu u oggolaado geel inuu u daadiyo si nabad ah oo uu iska ilaaliyo inuu wax yeelo iyada. [15] Laakiin diidmada digniinta Sach, dadka qabiilka qabiilka ayaa geel ku dhuftay geel. [16] Saalax waxay ku ogeysiisay inay leeyihiin seddex maalmood oo dheeri ah oo ay ku noolaadaan ka hor intaanu cadhada Ilaah ku soo darin. [17] Oo dadkii magaaladu way qoomamoodeen, oo dembigoodiina lama beddeli kari waayeen, Oo dadkii gaaloobay oo dhammuna waxaa lagu dilay dhulgariir. Al-Hijr waxaa loo taagay mid aan deganeyn oo uu ku nagaado burburka waqti kasta ka dib. [19] Salih laftiisa iyo rumaystayaasha la soo socday ee raacay inuu ka badbaaday. [20]\n\nSheekada waxaa lagu ballaariyay Sūrat an-naml, halka geela ay si cad ugu sheegto halkan, waxay cadeyneysaa in sagaal nin ay wax ka qabtaan salih iyo qoyskiisa oo dhan, [21] [22] dambi ay ku dhufteen Ilaah saddex maalmood ka dib. [23]\n\nDhaqanka muslimiinta\nQorayaasha muslimiinta ayaa lagu sharaxay sheekada Salih iyo geela. Dhaqanka hore ee Islaamka ayaa inta badan ku lug leh mowqif ka mid ah geela uu ka soo baxayo dhagaxa, oo inta badan ay weheliso weyl, iyo wax soo saarka geel. Al-Tbarri wuxuu sheegayaa in salari in ay dadkiisa ugu yeeraan buur, halkaas oo ay ka arkeen dhagaxa ay si mucjiso ah u kala jajabiyaan furfuran, taasoo muujineysa geel. Geel waxay lahayd dibi yar. Saalax ayaa ku wargelisay Thamud in geelu weyni ay ka cabtay ilkooda biyuhu maalin maalmaha ka mid ah, oo ay ahayd inay ka cabaan maalinta ku xigta. Maalmaha markii aan loo oggolaan inay biyo cabbaan, awrku waxay iyaga ku siisay caano. Laakiin Eebbe wuxuu ku wargaliyay Salih in wiil muruqa geela uu dhakhso u dhalan doono qabiilka, oo ilmuhu wuxuu ahaa mid shar ah oo si aan caadi ahayn ayuu u koray. Waxaa runtii la dilay, oo kufkiisna saddex jeer ayuu qayliyey, in la muujiyo in Thamuud lagu burburin doono saddex maalmood gudahood. Wejigoodu waxay isu beddeleen huruud, ka dibna casaan, ka dibna madow, oo maalintii saddexaadna waxay ku dhinteen sidii la saadaaliyay. [24]\n\nSida laga soo xigtay qaar ka mid ah culimada islaamka, hooyada Ismaaciil, Hajar, waxay ahayd ayeeyo Salih Salih. [25]\n\nDhaqan la mid ah ayaa laxiriirta fal falka sideedaad faallo ka hadlaya diinta islaamka ee John Diseh [27] waxaana lagu xusay shuqullada Ibnu Kathir. [28]",
"Ibrahim": "Aabaha Juniam, kiristaanka iyo Islaamka. Dhisi kaabkii.",
"Lut": "Taariikhyahan iyo socotada.\n\nQuraanka ayaa la doodayaa in maalin uun, koox malaa'igo ah ay booqdeen Ibraahim inay marti ku noqdaan ragga [12] si ay u sheegto xaaskiisa uurka leh ee Isxaaq. In kastoo ay halkaas u sheegeen in Ilaah loo soo diray, oo waxay u soo diri jireen \"dadka dambiilayaasha ah\" [14] Qubeys dhagxan oo dhoobo ah. [16] (6) Kuwii (Xaqa) rumeeyey (xaqa), waa in lagu dhibay, laakiin xaaskiisu waxay ku dhintaan halligaadda, iyadoo malaa'igtu ay sheegeen in ay ka mid tahay kuwa gadaal ka mid ah. [18] Qur'aanka ayaa sidoo kale naagtiisii ​​u soo jiiday \"tusaale gaalada\" sida ay u guursatay nin xaq ah laakiin wuu diiday inuu rumeeyo fariintiisa oo sidaas ayaa loogu cambaareeyay cadaabta. [3] [19]\n\nOo dadkii magaalooyinka mataanaha ayaa ku xadgudbay xuduusiinta Ilaah. Sida laga soo xigtay Qur'aanka, dembiyadooda waxaa ka mid ahaa wax-qabad iyo dhac [20] Waxay neceb yihiin shisheeyaha iyo dhaca dhaca, marka laga reebo xadgudubyada kale iyo kufsiga. Waxay ahayd dembigooda anshax-darrada galmada sidoo kale loo arkay inay yihiin kuwo si gaar ah loo arkay kuwa la yaqaan, iyadoo LUT ay si xoogan u kaxeeysay inay ragga u soo dhowaadaan damaca galmada halkii dumarka. [22] Latuna wuxuu u sheegay oo isku dayay inuu caawiyo si ay uga baxaan jidadkooda dembigooda, laakiin way ku qosleen isaga [20] oo loogu hanjabay inay ka qayb qaataan magaalooyinka. [23] Lut ayaa baryay Ilaah wuxuuna ka baryay inuu ka badbaadiyo cawaaqibka falalkooda dembiga leh. [3] [24]\n\nMarkaas saddex malaa'igood ah, oo isku dhafan, sida ragga qurxoon, waxay u yimaadeen inay u yihiin kuwa martida ah. Oo intuu caloolxumo ayuu ka calool xumeeyey, sidii uu wax u xanuunsaday inuu ka badbaadiyo dadka magaalooyinka. [25] Magaalooyinka ayaa ka warqaba booqdayaasha ayaa dalbaday in aad u badan inay martideeda u dhiibaan iyaga. [26] Way murugoodeen oo aad uga baqday inay ku kacdo cadhada Ilaah, waxay soo jeediyeen in guur sharci ah, oo ay u taliyaan guurkiisa [27] sidii cibaaday oo loo beddelo rabitaanka sharci darrada ah, oo laga yaabee inay yihiin isha hanuun. [28] Laakiin iyagu ma ay lahaayeen oo ku jawaabay \"Waad og tahay inaan u baahnayn gabdhahaaga, runtii waad og tahay inaannu jeclaanno.\"\n\nThe exegetes Ibn Kathir, Qurtubi and Tabari do not read 'daughters' to mean Lot's literal daughters. Waxay ku doodayaan in tan iyo nebi uu yahay sida aabbe umaddiisa, wax badan ayaa ku tilmaamay xumaanfalayaasha inay ka leexdeen dembiyadooda oo ay ku lug yeeshaan cilaaqaadyo caafimaad qaba oo la yeeshaan gabdhaha guud ahaan. [30]\n\nThe angels then revealed their true identities to Lot and said to him, “We are (here) to deliver thee and thy following, except thy wife: she is of those who lag behind.\"[3] They advised Lot to leave the cities Habeenka, oo aan u sheegin inuusan dib u eegin. (31) Illaa uu ku soo jeediyo Eebe intuu wax badan ku xajiya magaalooyinka dhexdiisa, oo wuxuu la mid ah kuwaas oo soo jeediya kuwa xidhnadiisa iyo kuwa ka mid ah xubnaha qoyska. Ugu dambeyntiina, subaxnimadii ayaa timid, iyo amarkii Ilaah (53) Quraankuna kor buu u akhriyey oo korkooda korkooda ku soo daajinnay (kuna soo dayn) (Nabi) waxaan u leexinay (oo waxaan ku soo daynnay) (Naarta) (Naarta) (Naarta) (Naarta) waxaana la kulmay sakadiisii ​​(malaa'igtii mataano), galay burburin iyo rajo xumo iyo xuska dhamaadka ilbaxnimada Sodom iyo Gomora. [3]",
"Ismail": "Aabaha Carabtu.\n\nIsmaaciil waxaa loo tixgeliyaa inay nebi ku tahay Islaamka oo ay ku qoran tahay Qur'aanka oo leh nebiyo kale oo xaalado ah. Aayadaha kale, sida 21:85 [15] iyo 38:48, [16] Isxaaq, waa lagu ammaanaa samir, oo xaq ah. [17] Tusaale gaar ah oo si gaar ah u qeexa Ismaacil shaqsi ahaan 19: 54-55] [18] - \"- - - - () - - () -, ka dib u yeedha Eebe, ee Ismaaeiil, ee Ismaaeiil. Bal eega, isagu had iyo goor waa run, wuxuuna ahaa rasuullo Ilaah, a Nabiga, oo dadka ku amray salaadda iyo samafalka, oo ay raalli ka tahay araggiisa waardiyaha.",
"Ishaq": "Wadaad Kitaabka Quduuska ah ee Isxaaq (Carabi: إسحاق A ama إسحق) Sida diinta Yuhuudda iyo diinta masiixiga iyo diinta masiixiga iyo Islaamku waxay ku adkaysanayaan in Isxaaq uu ahaa wiilkii uu awowayaashii awowayaashii ahaa iyo Nebi Ibraahim naagtiisa Saarah. Muslimiintu waxay ku qabtaan Isxaaq si qoto dheer maxaa yeelay waxay rumeysan yihiin in Isxaaq iyo walaalkiis badhkiis ee Ismaaciil labadaba ay sii wadeen dhagaxa nololeed ee ku saabsan farriinta Ilaah dhimashadii Ibraahim geeridii Ibraahim. [2] Isxaaq waxaa lagu xusay shan iyo toban aagyo oo ah Qur'aanka. [3] Iyada oo ay weheliso in lagu xusay dhowr jeer Qur'aanka, Isxaaq waxaa loo hayaa mid ka mid ah nebiyada Islaamka.\n\nAabihiis oo reer binu Israa'iil ah.\n\nNolosha Hore\nNimcada Ilaah aawadood, iyo axdigii Ilaah ee uu la jiray Ibraahim, oo ay Saarah ka gashay ilmoteeyo da 'weyn. Isxaaqna wuxuu jiray isagoo ahaa boqol oo badhkiis, oo ahaa Ismaaciil walaalkiis, guriga Ibraahim cidlada ayuu ka baxay. Intii lamadegaanka la joogsanaa Ismaaciil ayaa kaxeeyey naag ka mid ah qabuurka gabdhihii Moo'aab oo la odhan jiray 'Ayeshax. [4]\n\nJotE\nXabaashii Isxaaq\nXidhkiisa iyo xaaskiisa Rebeqah waxaa loo tixgeliyaa inuu yahay godkii ay asaasiyihii ku sugan yihiin ee ay ka mid yihiin God. Wadajirka xabaasha Isxaac waa kuwa ka mid ah kuwa Qur'aanka kale / kitaabiga ah ee kitaabiga ah iyo afooyinkooda: Ibraahim iyo Saarah iyo Lee'ah iyo Yacquub.\n\nKariimka ah Qur'aanka\nIsxaaq ayaa lagu sheegay shan iyo toban jeer oo loo yaqaan magaca Qur'aanka oo dhan, oo had iyo goorna aabbihiis iyo wiilkiisa, Yacquub). [5] Qur'aanku wuxuu la sheegayaa Ibraahim inuu helo \"Wanaagsan Isxaaq, oo ah kuwa xaqa ah, iyo in Eebbe labadiisa ku duceeyay (37: 112). \"Oo waxaan uga yeellay inuu ku bishaareeyo Nabi Isxaaq. Waanu u nijaaseeyey isaga iyo Isxaaq isaga iyo Isxaaq. Oo miskiinkana waa kuwa xaqa ah oo kuwa si cad u xadgudbay, markii malaa'igo ay yimaadeen. Ibraahim inaan u sheego ciqaabta mustaqbalka in lagu soo rogo Sodom iyo Gomora, oo naagtiisii, oo warkaa, oo aannu ahayn wiilashii Yacquub, iyo Isxaaq. (11)) ; Oo waxaa sii dheer in dhacdadani ay dhici doonto in kasta oo ay da 'weyn tahay Ibraah iyo Saarah. Dhowr aayadood oo ka hadlaya ISAC sidii Ibraahim (6: 89; 199-50), iyo 29: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: 26: Si loo tixraaco Ibraahim labadiisa wiilal nebiya, nebigiisa nabihiisii ​​ee nebigiisa ahaa, iyo ayeeygii uu awowe u ahaa reer Aamud ee uu aworan yahay Yuusuf. Quraanka kariimka ah, markii dambena waa ku warramay Ibraahim iyo Ibraahim wuxuu ku amaanay Ilaah inuu isaga siinayo Ismaaeiil iyo Isxaaq da 'weyn (XIV: 39-41).\n\nMeel kale oo Qur'aanka ka ah, Isxaaq ayaa lagu xusay liisaska: Yuusuf wuxuu daba socdaa diinta awowayaashiis, Isxaaq iyo Yacquub. Wiilasha 'yacqūb' Dhamaan wiilashiisa oo dhan waxay ku farxaan rumaysadkooda iyo inay caabudaan ilaaha awowayaashood, \"Ibraahim, Ismaaciil iyo Isxaaq\", oo la caabuday (2: 127); Oo Qur'aankuna wuxuu amrayaa Muslimiinta inay rumaystaan ​​Aayaadka la siiyay \"Ibraahim, Ismaaciil, Ismaaciil, Isxaaq, Isxaaq, iyo aayiintii,",
"Yaqub": "Yacquub Ibn Ibraahim (Carabi: يعب وب وب وبراهيم, oo runtii: Yacquub ina Isxaaq, oo dhaar, oo reer Carabiga ah, : إسرءءء ل [reer Falailey), oo sidoo kale loo yaqaan Yacquub, waa nebi asaliga ku jira. Waxaa loo qirayaa inuu yahay aawadiin Islaamka. Muslimiintu waxay rumeysan yihiin inuu isagu ku wacdiyey isku dayactir isku mid ah inuu awowayaashiis ku wacdiyey: Ibraahim (Ibraacīm), Ismaaciil (Ismaaciil) iyo Isxaaq (ISHAQ).\n\nYacquub wuxuu ku xusan yahay lix iyo toban jeer Qur'aanka. [1] Laba tixraac oo dheeri ah u ah Driciadil ayaa la rumeysan yahay inay tahay wax laga sheego Yacquub. [2] Inta badan tixraacyadan, Jacob waxaa lagu xusayaa iyada oo ay weheliso nebiyada la wadaaga ee Cibraaniga iyo ummaddu inay yihiin nin qadiim ah oo cibaado ah oo ku jiray \"shirkadda la doortay\". [3] [4] [4] Muslimiintu waxay qabaan in Yacquub uu ahaa ina Isxaaq iyo inuu isagu naftiisa ku wacdiyey, Sida diinta masiixiga iyo diinta Islaamka, Islaamku wuxuu hayaa in Yacquub uu lahaa laba iyo toban wiil, oo mid waluba wuxuu u tegi lahaa laba-iyo-tobankii qabiil ee reer binu Israa'iil. [5] Yacquub wuxuu door muhiim ah ka ciyaaraa sheekada wiilkiisa, Joseph (yūsif). [6] Qur'aanka ayaa sii daayay in Ilaah axdi la dhigtay Yacquub [7] Yacquubna wuxuu ahaa inuu ahaa nin aamin ah oo saas yahay. Awoowadood (Ibraahim), aabbe (Ishaq), Adeer (Ismaaciil), ISMAQ), Seel (Yuusuf) iyo laftiisa waa nebiyada Islaamka oo dhami. [8]\n\nQur'aanka\nYacquub waxaa lagu xusay magaca Qur'aanka Qur'aanka ahaa lix iyo toban jeer. [9] In kasta oo aayadahan badan oo ka mid ah aayadahaas intiisa ka mid ah laga sheegi lahaa tusaale ahaan sheekadiisa, Qur'aanku si kastaba ha ahaatee ayaa ka diiwaangelinaya dhowr dhacdo oo muhiim ah noloshiisa. Dhaqanka Muslimka ah iyo Suugaanta [10] Dhacdada ugu horreysa ee ku saabsan Yacquub Qur'aanka ayaa ah kan malaa'igaha (Malā'ikah) oo ah \"Ibraahika (Sarah ee dhalashada ee wiilka sheegid ee magaca Ishac iyo sidoo kale wax sii sheegid ah awow awriga ah magaca Yacquub. [11] Qur'aanka Qur'aanka:\n\nOo markuu ka leexday iyo kuwii ay caabudeen ka sokow ilaah ka sokow waxaan u nimid Isxaaq iyo Yacquub oo ka mid ah waxaan u yeellay Nabi.\n\n- Quran, Surah 19 (Maryam), Ayah 49 [11]\nQur'aanka ayaa sidoo kale ka hadlay in Ibraahim baray iimaanka in uu u soo baxo miisaankiisii ​​wiilashiisii, Ismaaciil iyo Isxaaq iyo Yacquub iyo Yacquub iyo Yacquub iyo Yacquub iyo Yacquub iyo Yacquub iyo Yacquub. Quraanka ayaa Ibraahiiis u sheegaya Ismaaeiil, Isxaaq iyo Yacquub. Eebbe, Eebana ma dhinto mooyee, oo kayirta mooyaane sidoo kale waxay ku dhacdaa hadiyadihii la siiyay Yacquub iyo sidoo kale Xoogga rumaysadkiisa, kaasoo xoog sii xoogaystay maadaama uu ka sii weynaaday. Quraanka ayaa sheegay in Yacquub \"hanuuniyey\"; [13] waxaa la siiyay \"aqoon\"; Quraanka ayaa markii dambe sheegaya waxyaabaha soo socda ee ku saabsan Yacquub:\n\nWaxaana u sugnaaday Isxaaq iyo hadiyad kale oo Yacquub, waxaana ka yeellay kuwo xaqa ah oo ka mid ah Ruux kasta.\nWaxaana ka Yeellay dhexdooda waxaana u dirray amarronaga, waxaana u dirray waxyihiin waxyoonay camal wanaagsan, oo aan ku barto sadaqo daran. oo waxay had iyo goorba naga siisay oo keliya.\n\n- Quran, Surah 21 (Al-Anbiya), Ayat 72-73 [17]\nOo addoommadeenna Ibraahim, iyo Isxaaq, iyo reer Yacquub oo xoogga lahaa,\n056-052 Waxaan u dooranay (Gaalabi) Gaalada (Qiyaamada) oo Dhawrsada Aakhiro.\nIyagu waxay ku noqdeen xaggayaga, oo runtii, kuwa la doortay iyo wanaagga.\n\n- Quran, Surah 38 ('murugo), Ayat 45-47 [18]\nYacquub iyo wiilashiisii\nYacquub ee ku xiga ee Jacob ee ku xusan Qur'aanka wuxuu ku jiraa sheekada Suuradda Maruuf. Markaasuu josuf sheekadii ka dhex muuqday riyo uu Yuusuf lahaa aabbihiis Yacquub, oo uu ku yidhi, Aabbow, Waxaan arkay kow iyo toban meerayaal, qorraxda iyo dayaxa, Oo waxaan arkay iyagoo i farxad leh! . Yacquub wuu saadaalin karaa in wiilkiisu uu u soo baxo inuu nebigii Ibraahim ku soo dego, oo waxay noqon lahayd Yuusuf oo sii wata farriinta diinta islaamka sannadaha soo socda. Laakiin wiilashii Yacquub, waxay dareemeen in aabbahood uu jecel yahay Yuusuf iyo Benyaamiin, iyo reer Benyaamiin, iyo Yacquub wiilkiisii ​​ugu yaraa, oo ka sii badan iyaga. Yacquubna wuu ogaa masayrkooda oo wuxuu u digay kii dhallinyarada ahaa Yuusuf ku saabsan. [20] Yuusuf tobankiisii ​​ka sii weynaa, walaalihiis ayaa go'aansaday inay dilaan. Sida uu Quraanka u sheego dooddooda:\n\n(53) Waxay dhaheen: \"Runtii Yuusuf baa intaas ka sii badan, laakiinse waxaynu nahay jidh wanaagsan. Runtii aabihiis ayaa iska cad (maskaxdiisa)!\nYuusuf laaw, oo qaarna dibadda u tuura (oo dal aan la garanayn), si aan kaaga doodo in rafiica aabahaaga lagu siiyo oo keligaa kugu filnaan doona inaad xaq ahaato!\n\n- Quran, Surah 12 (Yusuf) Ayat 8-9 [21]\nMid ka mid ah walaalaha (badiyaa la fahamsan yahay in Ruuxu [22]) si kastaba ha ahaatee, waxay dareemayeen in ay dileen in la dilo Joseph (Yuusuf) waa inay bedel u galaan isaga, sidaa darteed safarku wuu imaan karaa oo soo qaadaa. [23] Sidaas daraaddeed waxay ku yidhaahdeen aabbahood inay kaxeeyaan Yuusuf in ay la ciyaaraan iyagoo la ciyaari doona iyaga, oo xaalkay ilaaliyaan. In kasta oo reer Yacquub ka baqdo in DI'B (Carabi: lin lol) uu wiilkiisa kaxaystay, oo wuxuu ku tuuray ceelka. [25] Oo markii wiilashii Yacquub Yacquub ku soo noqdeen ayay iska dhigeen inay ooyaan, oo waxay sii wadeen oo intay u sheegeen in yey uu cunay Yuusuf. Laakiinse waxay khiyaameeyeen aabbahood, waxay ku afgembiyeen shaariigii (Yuusab), oo kani waa ogaaday inay tani tahay shirqool been ah oo ay hindisay. In kasta oo Yacquub uu ka walwalay khasaaraha Yuusuf, kolkaasuu Ilaah ugu adkaystay murugtiisii ​​oo dhan. [26] Sidii sannadihii la soo dhaafay, kii Yuruf ka yarna wuxuu ku koray nin dalkii Masar jooga, Jacob, ee Jacob, ayaa dib ugu soo laabtay gurigii Kancaan, halkaas oo wiilashiisii ​​ay si joogto ah ugu dhibin doonaan soo noqnoqodkiisii ​​oo ku soo noqnoqda Ilaah soo laabashada Yuusuf (Yuusuf). [27] In kasta oo Yacquub uu had iyo jeer ka cawdo Ilaah [14] ma ahayn falimaha Ilaah, laakiin ka dib markii uu ka jeedsanayo wax ka-dhigga maskaxdiisa oo ka baxaya iyada oo kajaqana xuduusadii uu nafsaddiisa u qayay. Wuxuu had iyo goorba kuwa xunxun ka carooday, waana cafiyi lahaa oo isku dayi lahaa inay siiyaan talo iskiis ah. [28] Maalin maalmaha ka mid ah, Yacquub wuxuu doonay inuu wiilashiisa dhar u diro, wuxuuna u sheegayaa inay Masar galaan oo ay doondoontaan Yuusuf iyo Benyaamiin. Oo wiilashiisiina markii markii ugu horreysay, markii ugu horreysay ayaa dhagaysiisay oo u tagtay Masar. Oo markii wiilashii Yacquub ay ku noqdeen Kancaan oo ahaa injiixdii reer Yuusuf iyo reer Benyaamiin, oo waxay gaadheen maaliyad uu Yuusuf siiyey wejigiisii, oo wuxuu ka tuuray wejiga aabbahood Yacquub. calool xumo. Sidaas aawadeed, Wiilku wuxuu raacay tilmaamaha oo uu sameeyey sidii Yuusuf yidhi, isagoo soo celiyay aragtida jidhka iyo maskaxda ee Yacquub.\n\nOo mar haddii reer Yacquub hortiisa la soo celiyey, oo reer Yacquub oo oo dhan waxay ku noqdeen dharkoodii Masar, inay markale la yeedhaan Yuusuf wiilashiisii. Markii ay yimaadeen, aabaha iyo wiilka ayaa midba midka kale kula kulmay jacayl weyn oo si nabad ah dib ugu milicsanaa si nabad ah. Hadda Joseph awood u leh ayaa gurigiisa siisay waalidkiis iyo, sida Qur'aanka yidhi, wuxuu ku sara kiciyey 'carshi oo sharaf leh'. [30] Waxay ahayd in reerka oo dhan, oo ay dhammaantood wada leexdeen, oo ay Ilaah kaga leexdaan xagga Ilaah ee reer Yacquub iyo Yuusuf.\n\nTalo ugu dambeysay ee Yacquub ee dadkiisa\nReer binu Israa'iil oo dhanna waxaa loogu yeedhay inay u sujuudeen rumaysadka diinta Islaamka (oo ay u dacwaynayaan Ilaah) ka hor intaan Yacquub dhintay. Yacquub wuxuu doonayey inuu hubiyo in carruurtiisi ay u dhintaan oo keliya Islaamka, sidaas darteedna, waxay qaadatay ballanqaadkii ugu dambeeyay iyaga. Markuu weyddiiyey cidda ay cabayaan dhimashadiisa ka dib, waxay ku jawaabeen inay ku sii wadan doonaan islaamka oo u sujuudi doonaan oo caabudaan Ilaah. [31] In kasta oo goobta dhimashada lagu soo afjaray dhaqankii Yuhuudda, waxaana lagu xusay buugga Bilowgii, Quraanka ayaa sheegay in la adkeeyo fikirka Ibraahim, Ismaaciil, iyo Yacquub, oo dhammaantood waxay u sujuudeen rumaysad Ilaaha iyo Ilaaha oo keliya. Quraanka Quraanka:\n\nOo tanuna waxay ahayd dhagalkii uu Ibraahim tegey wiilashiisii, oo sidaasay Yacquub ku hadleen. \"Oh wiilashooda! Eebana wuxuu kuu doortay iimaanka adiga; ka dibna dhintaan mooyee caqiidada islaamka mooyee.\"\nMa markhaati goobaha markii dhimashou ka muuqday Yacquub? Oo isna wuxuu carruurtiisu ku yidhi, War maxaad i caabudnaysaa? Waxay dhaheen waxaan caabudaynaa Ilaahaaga iyo Ilaaha awowayaashiinna, Ibraahim, Ismaaciil iyo Isxaaq mid aan ku sugnaano.\n\n- Quran, Surah 2 (Al-Baqara), Ayah 132-133 [32]\nDhaxalka jacob\nYacquub aad ayuu u khaas u yahay diinta diinta islaamka si loo wado dhaxalka uu ku haray awowayaashiis. Muslimiintu waxay aaminsan yihiin in Ilaah nimcadiisa ku sii waday nimcadiisa oo kusii jeeday Yacquub oo uu doortay inuu ka mid yahay ragga ugu sarraysiinta. Quraanka ayaa waliba ka hadlaya Yacquub inuu yahay nin xoog iyo aragga oo ku nuuxnuuxsaday inuu ka mid ahaa shirkadda la doortay oo la doortay. Sida Qur'aanka uu leeyahay:\n\nTaasina waxay ahayd wax nagu eedleynay oo aannu naloobinay (Ibraahim) ee aan ku korinno Qoomkiisa (Nabi) waxaan ku korinaynaa waxaannu ku korinaynaa shahaado ka buuxa.\nWaxaan siinay Isxaaq iyo Yacquub. Annagaa hanuunsannay (Nabi) Nabiyow, waannu hanuuninnaa (Nabi) Daa'uud, iyo Daa'uud, iyo Muuse, iyo Muuse, sidaas darteed, sidaas darteed waxaan abaal marinaa kuwa wanaagsan.\n\n- Quran, Surah 6 Al-An'am, Ayah 83-84 [33]\nCali ibn abi Talib, markii wax laga weydiiyay oo ku saabsan nebiyadii la soo saaray magacyo gaar ah, waxay ku sheegtaa Xadiis in Yacqub ibn Ishaq uu dadkiisa ku aqoonsaday inuu yahay Ith. [34]\n\nXaaladaha Kitaabka Quduuska ah ee ku saabsan Jacob Halganka laguma xuso Qur'aanka, laakiin waxaa looga wada hadlaya faallooyinka musckiga, sidoo kale aragtida jaranjarada Yacquub. [9] [35] Yacquubna wuu ka tacsiyeeyayaa inuu barakeeyo isaga oo madax u ah mataankiisa Ceesaw, oo weliba quraanka kuma jiro, laakiin wuxuu ku jiraa faallooyinka muslimiinta ah. [9]\n\nMuslimiinta, kuwaas oo rumeysan Yacquub wuxuu ahaa aabbe weyn, oo adkeeyay caqiidada ah in muhiimadda ugu weyn ee Yacquub uu ku dhinto gudbintiisa weyn ee Ilaahay iyo iimaanka adag ee diinta saxda ah. Oo ahaa reer Yacquub, iyo Yacham, iyo Yacham, iyo kan ugu liibada xagga dhaqankiisu yahay. Laga soo bilaabo laba iyo tobankii wiil ee uu dhalay waxay ahaayeen nebiyo kale oo badan, oo ay ku jiraan Jonah (Yunus), Dawd (Dawuud), Suleyman (Suuguman) iyo Ciise).",
"Yusuf": "Yusuf Ibn yacqub ibn Ibnu Ibrahim (Carabi: يef: ي Eeb, ina Yacquub ina Ibraahim, [1] oo u dhigma Yuusuf, a Qofka ka socda Tankah, Kitaabka Diinta Yuhuudda, Kitaabka Quduuska ah ee Kiristanka, oo lagu qiyaasey inuu degganaa Masar ka hor Boqortooyada cusub. [2] Waa mid ka mid ah magacyada caanka ah ee Bariga Dhexe iyo ka mid ah qurbaha muslimiinta ah. Oo carruurtii Yacquub oo dhammu waxay ahaayeen Yuusuf oo ahaa kii la siiyey hadiyadda wax sii sheegidda. In kasta oo sheekooyinka nebiyada kale ee Nebiyon lagu xusay Suuxyo kala duwan, oo ah sheekada dhameystiran ee Yuusuf waxaa lagu bixiyaa oo keliya hal Suuh, Yuusuf, taas oo ka dhigaysa mid gaar ah. Waxaa la sheegay inay tahay sheekada ugu faahfaahsan ee Qur'aanka ah waxayna qaadataa faahfaahin dheeraad ah oo ka badan kan ugu sarreeya ee kitaabiga ah. [3]\n\nYuusuf ayaa la rumeysan yahay inuu ahaa wiilkii kow iyo tobnaad ee Yacqub (Carabi: يعقوب, Yaaqub), iyo, sida laga soo xigtay aqoonyahanno badan, ee uu jecel yahay. Yacquub wiilashiisiina wuxuu ahaa laba iyo toban wiil oo ahaa reer binu Israa'iil reer binu Israa'iil. Kii ugu sarreeya, kan ugu weyn, oo ah kan ugu weyn Yuusuf ayaa soo bandhigay riyo uu riyooday aabbihiis, kaas oo Yacquub aqoonsan yahay. [5] Ka sokow doorka Ilaah ee noloshiisa, sheekada Yuusuf iyo Zulikha (xaaskii lotiphar ee Axdiga Hore) wuxuu noqday mawduuc caan ah oo ku saabsan qarniyada Faaris ah, halkaas oo si weyn loo faahfaahiyay qarniyo badan. [6]\n\nQuran Surah 12 (Yusuf)\n\nAdeegsiga \"boqorka\" iyo \"Fircoon\"\nQur'aanka, cinwaanka taliyihii Masar muddadii Yessuf ayaa si gaar ah loo sheegay inay tahay \"boqorka\" (Carabi: al-Malik) halka waqtiga Masar waqtigaas waxaa si gaar ah loo sheegay inuu yahay \" Fircoon \"(Carabi: Fircaun, in kastoo ay tahay magac la'aan maqaalka qeexan). Tani waa mid xiiso leh maxaa yeelay marka loo eego ilaha taariikhiga ah, Cinwaanka Fircoon ayaa bilaabay in loo isticmaalo in lagu tilmaamo taliyayaasha Masar (laga bilaabo xukunka thremose III) 1479 BSE - qiyaastii 21 sano kadib markii Nebi Yuusuf dhintay. [44] Laakiin sheegidda ee Yuusuf ee Kitaabka Quduuska ah, Boqortooyada Boqortooyada (Cibraaniyada: Melekh: MEEKH) iyo Fircoon ayaa iskood u istaagay maamulka Masar ee cutubyada Benesis 39-41. [45].\n\nMalik (Masar) ayaa yidhi: \"Waxaan ku arkaa (waxaan ku arkaa aragti) toddobo dushuudh ah, oo ah toddoba dhega oo kale oo hadhuudh ah, iyo toddoba (kuwa kale). , haddii ay tahay inaad ku fasiri kartid riyooyinka. \"\n\n- Qur'aan, Surah 12 (Yuusuf), Ayah 43, [46]\n(3) Annagaa u dirray Aayaadkannaga Fircuuna iyo ugaasyadii Eebe uleh, wayna beeniyeen. Marka eeg sidee dhamaadka al-mufsidin (Carabi: ألمفسeyaashu \"ama\" xumaanta \"ama\" kuwa wax-xumeeya \").\n\n- Qur'aan, Surah 7 (Al-Araf), Ayah 103 [47]\nOo wuxuu yidhi, Ha ii keena isaga. Laakiin markii wargeeyihii u yimid, isagu (Yuusuf) ku soo noqo, waayo, waxaad weyddiisatay Eebahaa waxa ku dhacay dumarka gacmahooda jabay? Eebana, Sayidkaygu waa ogyahay.\n\n- Qur'aan, Surah 12 (Yuusuf), Ayah 50, [48]\nMarkaasaa Yuusuf kii kii maxaabiistii boqorka ku xidhnaa oo dhan. oo xabsi buu ku joogi jiray.\n\n- Bilowgii 39:20\nYuusufna soddon sannadood buu jiray markuu hor istaagay Firyoon oo ahaa boqorkii Masar .-- Yatow, Fircoon hortiisiina wuu ka tegey, oo wuxuu dhex maray dalkii Masar oo dhan.\n\n- Bilowgii 41:46\nMarkaasaa Yuusuf wuxuu dhigay aabbihiis iyo walaalihiis, oo wuxuu iyagii u siiyey hantidii Masar, iyo intii ugu badnaa, oo dalka Comeshs, iyo sida Fircoon amar ku bixiyey.\n\n- Bilowgii 47:11",
"Ayyub": "Job (Carabi: أيوب, Romanzed: Ayūb) waxaa loo yaqaanaa inuu nebi ku yahay Islaamka oo lagu xusay Qur'aanka. [1] Sheekada shaqada ee diinta islaamku waxay barbar barbar socotaa sheekada Kitaabka Quduuska ah ee Cibraaniga, in kasta oo xoogga ugu weyn uu yahay mid ka baxsan shaqada inuu ka adkaado Ilaah; Majiro wadahadal shaqo oo lala yeesho asxaabta qoraalka Qur'aanka, laakiin dambe suugaanta muslimiinta waxay dabasaasaa in Ayuub uu walaalo la yeeshay, kaasoo ka dooday ninka dhibaatadiisa. Qaar ka mid ah falamadaha muslimiinta qaarkood waxay sidoo kale ka hadleen shaqada inay yihiin awoowe ee reer Rooma. [2] Suugaanta Islaamku waxay sidoo kale faallooyinka ka hadashaa waqtiga shaqada iyo goobta uu ka hadlayo Nabiga, isagoo sheegay inuu ka danbeeyay ka dib markii Joseph ee taxanaha hore iyo inuu ku wacdiyey dadkiisa halkii loo dirin lahaa beel gaar ah. Dhaqanku wuxuu dib uga sheegaa in shaqada ay noqon doonto hogaamiyaha jannada kooxda ee \"kuwa samir badan\". [3]\n\nAyūb (Job) ayaa marka hore lagu xusay Qur'aanka aayadda soo socota:\nRuntii, annagu waxaan idiin soo dejinnay sidaan u waxyoonay (Nuux) Nuux iyo Nabiyada ka dib. Oo waxaannu u waxyoonay Ismaaciil, Isxaaq, iyo Yacquub oo ahaa reer Yacquub Ayuub, Yoonis, iyo Haaruun, iyo Sulaymaan, iyo Daa'uud, iyo Daa'uud, iyo Daa'uud,\n\n- Quran, Sura 4 (An-NISA), AYAh 163 [4]\nQuraanku wuxuu u qeexday inuu yahay addoonsiga sida xaq ah ee Eebe, kaasoo lagu dhibay silica muddo dheer. Si kastaba ha noqotee, waxay si cad u sheegeysaa in shaqadu aysan waligeed lumin rumaysadka Eebe iyo weligiis Ilaah tukashada, isagoo weydiisanaya inuu ka baxo dhibaatooyinkaas:\n\nOo Ayuub hadlay, markuu u yeedhay sayidkiisii ​​waa i taabtay, oo adiguna waxaad tihiin kuwa uun u naxariista.\n\n- Quran, Sura 21 (nebiyada), AYAh 83 [5]\nSheekada ayaa u socota inay sheegto in sanado badan oo silica ah, Ilaah uu ku amray inuu yahay \"cagtaada ku dhufo!\". [6] Markii la joogo, oo Ayuub dhulkuu ku dhuftay cagtiisa Ilaahna wuxuu sababay il qabow oo biyo ah inuu ka soo baxo dhulka, kaas oo shaqadiisa laga soo celin karo. Quraanka ayaa la doonayaa in markaa Ilaah ka saaray xanuunka iyo silica uu u xanuunsaday oo uu reerkii ku soo noqday qoyskiisii, oo wuxuu u duceeyey ab kayar carruur ah oo uu siiyey maal badan. Ka sokow sharraxaadda kooban ee sheekada shaqada, Qur'aanku wuxuu ka sii xusayaa shaqo laba jeer liisaska kuwa Eebbe siiyay hagitaan gaar ah, iyo sida ragga, iyo hadiyadda Naxariista. (Vi: 84).\n\nKa dib markii Shaydaanku isku dayay inuu abaar ka tago xagga Rabbiga, Ilaah Ayuub wuxuu shaqada ka saaray dhibaatada oo uu qoyskiisu u soo celiyey, oo wuxuu labanlaabmay. Wuxuu ku soo noqday hawshii hawsha, oo wuxuu iyagii ku dhex dhejiyey dahab. Mar haddii ay Ayuub naagtiisu ay aragtay ninkeeda oo ay ku soo celisay barwaaqo iyo caafimaad, ayay u mahadcelisay Ilaah laakiin ka dib waxay ka walwalsan tahay dhaarta ninkeeda hore, kaas oo uu ballanqaaday inuu ku garaaco boqol istaroog. Oo Ayuub sidoo kale wuxuu ka xumaa dhaartaas, oo uu qaaday isagoo dhibaatadiisa ah. Si kastaba ha noqotee, si kastaba ha noqotee, waxay u soo dirtay waxyi ka soo sheegay Ayuub, kaasoo u sheegay inuusan garaacin xaaskiisa laakiin si tartiib ah iyada oo si tartiib ah iyada ugu garaacay xidhmooyin caws jilicsan oo jilicsan. [7]\n\nTixraacyada Qur'aanka\nAyuub wax sii sheegidda: 4: 163, 6:84\nMaxkamad iyo samir: 21:83, 21:84, 38:41, 38: 38:42, 38:43, 38:44\nAkhrin dheeraad ah\nIbnu Kathir, ooyaya ku taal boog, i, i, 220-225\nTafsir on xxi iyo xxxviii\nTabari, I, 361-364\nThalabi, sheekooyinka nebiyada, Qaahira 1339, 106-114\nKisa'i, sheekooyinka nebiyada, 179-190\nIbnu Asakir, Tarikh Al-Kabir, III, 190-200",
"Shuayb": "Shuaib, Shuayb, Shuayb ama Shu'ayb (Carabi) (Carabi: شعيب, IPA: [ʃUʕB]; 1] Shuayb dhaqan ahaan waxaa lagu aqoonsaday Baybalka ee Jethro, Muusee 'Muuse soddoggiis. Shuaib waxaa lagu xusay Qur'aanka oo dhan 11 jeer. [2] Waxaa la rumeysan yahay inuu ku noolaa dabadiiska Ibraahim (Ibraahim), iyo muslimiintu waxay rumeysan yihiin in loo diray inuu nebi u yahay beel: [3] kuwaas oo sidoo kale loo yaqaan Aṣḥāb al-Aykah (\"saaxiibbada alwaaxda\") ,[4][5][6][7] since they used to worship a large tree. Dadka, Shuaib waxay ku dhawaaqday dariiqa toosan oo dadka uga digay inay ku soo afjaraan siyaabadooda khiyaanada ah. Markuu beeshu toobad keenin, ilaahay (Ilaah) wuu baabi'iyey bulshada. [3] [5]\n\nShuaib waxaa fahmay Muslimiinta inay ka mid ahaayeen Nabiyada Carabi ee tirada yar ee ku xusan Qur'aanka, kuwa kalena waxay ahaayeen Sach, Huud, iyo Muxammad. Waxaa la sheegay in uu muslimiin ku yaqaan \"Elogent Eclachen Eccalingrica dhexdooda nebiyada\", maxaa yeelay, wuxuu ahaa, sida uu sheegay dhaqankiisa, oo ay ogolaatay karti iyo codkarnimo afkiisa. [8]\n\nXaaladda taariikhiga ah\nAagga ay ku taal Shu'yb loo diray waxaa loogu magac daray 'Madyan ku sugan Qur'aanka, oo loo yaqaan Ingiriga sidii reer Midyaan, oo had iyo jeer lagu tilmaamo Kitaabka Quduuska ah. Mid reer Midyaan ayaa la sheegay inay ka soo jeedaan asal ka mid ah, in kastoo dariska reer Kancaan ah ee Kitaabka Quduuska ah, ay isqarxiyeen. Waxaa loo sheegay inay yihiin qabiilka wareegga iyo in waddankoodii u dhowow wakhtigii Musa (Muuse) uu ahaa Jasiiradda Siinayna.\n\nAqoonsiga lagu muransan yahay ee Jethro\nJetro waxaa lagu xusay Kitaabka Quduuska ah (Baxniintii 3: 1) Sida Aabbaha sharciga Muuse. In kasta oo Shuaaib ay had iyo jeer la aqoonsana wadaadka reer Midyaan ee Jethro, culimada casriga ah badankood way diidaan aqoonsigan. Shucayb calaash ah, sida ibnu Kathir, ayaa tiri Shucayb wuxuu ahaa wiil weyn oo Ibraahim ahaa: Shucayb ayaa la rumeysan yahay inuu yahay ina Mikil, ina reer Isaaraah, ina Ibraahim, oo ahaa ina Ibraahim. [8] Taasina waxay noqon doontaa wax aan suurta gelin, oo debtiis degganaa, oo wakhtigii Muuse degay, oo iyagii boqolaal sannadood ah oo ka soo hor jeeday Ibraahim. [9]\n\nQur'aanku wuxuu cadeeyaa in Shuaib uu ilaah loo magacaabay inuu nebi u noqdo dadka reer Midyaan. Dadka dalkan ee dalkan ayaa la sheegay inay si gaar ah ugu xushmeeyaan inay khiyaameeyaan kuwa kale ee sharafdarro iyo sanam caabudid. Wax sii sheegidda Shu'ayb inta badan waxay ku lug leedahay u yeerista reer Midyaan Jidka saxda ah ee Eebbe, 10 iyo ka mamnuuc inay caabudaan ilaah been ah.\n\nWaxaa sidoo kale la sheegay inuu dadkiisa u sheegay inay joojiyaan daacad aan daacad u aheyn howlahooda maalinlaha ah. In kasta oo uu dadka ku wacdiyey oo wax sii wax sii wax sii wax sii wax sii wax sii sheegay intiisii ​​joogtada ah, inta badan dadku waxay diideen inay dhagaystaan ​​isaga. Si kastaba ha ahaatee, Shuayb, si kastaba ha ahaatee,, wuu sii adkaystay. Kii shar ahu si joogto ah ayuu xoog ugu reyreeyey ciqaabta ku dhacday dembigoodii ka horreeyey. Shucayb ayaa ka digay dadka in jaahilnimadooda ay u horseedi karto burburka reer Midyaan, iyadoo la siinayo tusaalayaal taariikhi ah oo taariikhi ah, oo ay ku jiraan Nuux, salih iyo Luud, oo dhammaantoodna ay dadku halliyeen oo dhan.\n\nDadku waxay ku camalleen Shucayb oo waxay isaga u sheegeen in, ma aha in reerka sharafta leh uu ka yimid, hubaal wuu dhagxin lahaa dhimasho. Shuab wuxuu ku jawaabay, \"Miyaa qoyskaygu tixgelin dheeraad ah ka sii wadaan xagga Ilaah?\" Oo markii ay reer Midyaan diideen inay rumaystaan, waxaa lagu baabbi'iyey dhulgariir aad u weyn. Quraanka, si kastaba ha ahaatee, wuxuu sheegay in Shu'ayb, iyo saaxiibbadiisii ​​mu'miniinta ah, laga soo badbaadiyey ciqaabta onkod. [11]\n\nIsbarbar dhig nabiyada kale\nHowlgalka Shuayb waxaa badanaa lagu sheegaa Qur'aanka iyadoo howsha Nuux, Xud, salih iyo wax badan. Culimada ayaa tilmaamay in shantaas nebiyadu ay muujiyaan hawlgallada nabiga hore: [13] Nabiga waxaa loo diri doonaa beeshiisa; Bulshadu ma dhegaysan doonto digniintiisa oo taas beddelkeeda waxay ku hanjabeen ciqaab; Sannado wacdinta ka dib, Ilaah wuxuu weydiinayaa inuu ka baxo beeshiisa, inta dambe dadhihiisa lagu halaageen ciqaab. [13] Aqoonyahanada gaalada ahaan waxay u tarjumaan liiska shanta Nabi nebiyada ah, sidaa darteed Shucayb wuxuu ahaa farcankii Nuux (oo uu ku wacdiyey daadka weyn) iyo Nebi Ibraahim.",
"Musa": "Diinta islaamka, mūsā ibn \"- Carabi: موسی ابن عمران, Muuse, Ina Muuse, ina Amraam, oo ah farriintii Ilaah, iyo kan ugu badan ee ku xusan Qur'aanka. Magaciisa lagu xusay 136 jeer iyo noloshiisa in la waday oo laga sheego wax ka badan kan nebi kasta oo kale. [2] [3]\n\nMuusena wuxuu u dhashay Quraanka, wuxuu u dhashay reer binu Israa'iil. Caruurnimadiisii, waxaa lagu ridayaa dambiil ku qulqulaya Niil, ugu dambeyntiina Muuse waxaa ogaanaya Fircoon's's '(For'un) Asiya, oo ka dhigaya Muuse markii uu qaatay wiilkeeda. Ka dib markii ay gaaraan qaan-weyn, ayuu Muuse ku degay reer Midyaan, ka hor intuusan u bixin Masar mar labaad si uu ugu hanjabo Fircoon. Intii lagu guda jiray Nabinnimo, Musa ayaa la sheegay inuu qabtay mucjisooyin badan, waxaana sidoo kale lagu soo waramayaa inuu shaqsi ahaan la hadlay Ilaahay, oo siiya afhayeenka 'af-hayeenka' (Kldīm ilaahay) Muusikada Muusikada Nabiga Mucjisooyinka ugu caansan Nabiga waa qeybinta badda, oo leh ushii mucjisada ah ee Eebbe bixiyo. Marka laga reebo Qur'aanka, Musa ayaa sidoo kale lagu sharxay oo lagu ammaanayaa suugaanta xadiiska sidoo kale.\n\nMarkaasaa Muuse dhimashadiisii ​​ka dib, taas oo Muuse iyo xertiisii ​​Yeruusaalem u safreen, Nabiguna aawadiis meesha ugu dambaysay ayaa dhinta. Dhaqanka Islaamka, waxaa la rumeysan yahay in lagu aasay Nabi Musa, ugu dambayntiina wuxuu ku kiciyey samada. Intaa ka dib, waxaa lagu soo waramayaa inuu la kulmay Muxammad toddobada samsadood ee ka dib dafka dambe ee ka soo baxday Safka dambe ee Yeruusaalem inta lagu gudajiray Safarka Habeenku ('ISRā' MI'rāj). [4] Intii lagu gudajiray safarka, Musa ayaa la sheegay in si isdaba joog ah loogu celiyay Muxammad si uu ula kulmo Ilaah oo uu ka codsado yareynta tirada salaadda maalin kasta ee loo baahan yahay, ilaa shanta salaadood oo duceeya ay ka hadhay. [5] [6]\n\nMusa waxaa loo arkaa inuu yahay qof muhiim u ah Islaamka. Sida laga soo xigtay fiqiga islaamka, dhammaan muslimiintu waa inay ku kalsoonaadaan nebi kasta iyo Rasuul kasta oo ku jira Musa iyo walaalkiis Harun. Nolosha Muusa guud ahaan waxaa loo arkaa inuu yahay mid isbarbar socda ruuxiga ah ee nolosha Muxammad, muslimiintuna waxay tixgeliyaan dhinacyo badan oo labada qof ee nolosha ah in la wadaago. [1] Suugaanta islaamku waxay sidoo kale sharraxaysaa xiriir islaam ah oo u dhexeeya dadkooda iyo shilalka dhacay noloshooda; Baxniintii reer binu Israa'iil ee ka soo jeeda Masar hore waxaa loo arkaa inay la mid yihiin guuritaanka Muxammad iyo kuwa raacsan ee Mathina ay u soo baxaan wejiga silica ee reer binu Israa'iil, iyo dadka hore ee muslimiinta. by Meccans, siday u kala horreeyaan. [7] Aasaasiyihiisii, sida tobanka qaynuun, oo qayb ka ah waxa ku jira Tawreedka oo udub dhexaadka u ah diimaha Ibraahim ee Yahuudda iyo Masiixiyiinta. [8] [9] Sidaas awgeed, Yuhuudda iyo Masiixiyiinta waxaa loogu talagalay \"dadka kitaabka\" ee muslimiinta waana in lagu aqoonsadaa xaaladdan gaarka ah ee ah meel kasta oo sharciga is yaqaanka ah. Muusad ayaa lagu sii daray suugaanta islaamka, kaas oo ku sii ballaaranaya dhacdooyinka noloshiisa iyo mucjisooyinka loo aaneeyey Quraanka iyo xadiiska, sida wada sheekaysigiisa tooska ah ee Ilaah.",
"Harun": "Diinta islaamka, Hārūn Ibn 'ابن عمرون ابن عمران ابن عمران,' Haaruun, 'Haaruun, ina Amraam'), waa nabi iyo Rasuulkii Eebbe, iyo walaalkii ka weyn Nebi Nabiga Muusi (Muuse). (3) Eebe wuxuu u baahnaa Eebe walaalkiis, dadka Israa'iilna waxay ku wacdiyeen Baxniintii. [4]\n\nQur'aanku wuxuu ka kooban yahay tixraacyo fara badan oo Haaruun ah, magacooda iyo magaca la'aantood. Waxay cadeyneysaa inuu ahaa farcankii Ibraahim [5] iyo in Muuseba isu soo dejiyeen inay Fircoon u digayaan ciqaabta Eebbe. [6] Waxay sii kordhisay in Muuse hortiisa baryootankii Ilaah hortiisa baryootamay inuu sii xoojiyo asaasidda Haaruun, oo intuu Haaruun ka caawiyay nebiyo, oo wuxuu aad ugu fiirsanayay arrimaha hadalka iyo baryada. [9] Quraanka ayaa ku daray in Muuse iyo Haaruun labaduba ay dhiseen meelo ay u noqdaan guryo reer binu Israa'iil ee Masar, iyo in guryahaas loo rogo meelaha Ilaah. [10]\n\nDhacdada kubka dahabiga ah maadaama lagu sheegay Qur'aanka rinjiyeelka Haaruun iftiin wanaagsan. Qur'aanka ayaa sheegaya in Haaruun uu ku aaminay hoggaanka reer binu Israa'iil inta Muuse uu ku soo kordhayay ṭūr sīmā '(Buur Siinay) muddo afartan maalmood ah. [12] Waxaa loo baahan yahay] Wuxuu intaas ku daray in Haaruun isku dayay inuu joojiyo cibaadada cidabka kubka dahabka ah, kaas oo aan Haaruun ahayn oo aan ahayn nin xunxun oo lagu magacaabay magaca 'As-Samiri'. [13] Oo Muusena wuxuu ka soo noqday Buur Siinayna, oo uu u canaantay Haaruun inuu caabudo sanamyada, kaas oo uu Haaruun ka codsaday Muuse inuu eedayn Muuse inuu eedayn, markuu kululayn dhismahooda. [12] Markaasuu ku daray Muuse halkan in Muuse oo uu ku yaabi dembiyadii dadka Israa'iil, oo wuxuu yidhi, Wuxuu keligiis ku taliyey, oo wuxuu ku yidhi, Wuxuu ku taliyey isagii oo keliya naftiisa iyo Haaruun. [15]\n\nHaaruun waxaa lagu xusayaa Qur'aanka oo kale inuu yahay mid \"amar cad\" [16] iyo mid ku hanuuniyey wadada saxda ah \". [17] Waxay sii kordhineysaa in xusuusta Haaruun ay u hartay dadka ka dambeeya, [18] oo uu Eebbe ku barakeeyo walaalkiis [19] Quraanka wuxuu ku yiraahdaa Dadka Hoose ee Maryam (Carabi: مريم, Mary) a \" Walaasha Haaruun \"[20] Aqoonyahannada Muslimka ah ayaa ka dooday kuwa sida saxda ah ee loo yaqaan 'Harun' ay ka dhigan tahay\" Harun \"waxay ahayd marka loo eego cibaadiisii ​​taariikhiga ah, iyada oo qaar ka mid ah ay tiri waxay ahayd tixraac ay tahay Baxniintii, iyo ereyga\" walaashii \"naqshadeynta kaliya Ama isku xirka ruuxiga ah ee ka dhexeeya labada tirooyinka, dhammaantood markuu Maryan farcan ahayd farcankii Haaruun oo Haaruun oo Haaruun oo ahaa nin kale oo xaq ah oo ku nool magaca \"Haaruun\". Aqoonyahanada badankood waxay ku heshiiyeen aragtidihii hore, waxayna ku xiradeen Maryan oo ay si ruuxaan u tahay walaasheed walaasheed ee Haaruun, Cibraaniga, מִרְיָם), [21],, kuwaasoo ay umuuqatay siyaabo badan. Qur'aanku wuxuu sidoo kale ka sheegaa, qarniyo markii dambe, markii Tabet (Carabi: تابوت, Sanduuqa Axdiga oo ka mid ah Ehelka Muuse iyo Milicsiga Qoyska Haaruun. [22]",
"Dhul-Kifl": "Dhule-Kifl (Carabi In kasta oo aqoonsigiisa aan la aqoon, aqoonsigiisana waa la gartay oo loo aqoonsaday inuu yahay buugga Baybalka Cibraaniga ee kala duwan iyo tirooyinka kale, inta badan Ezekiel iyo Gatama [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] [4] Dhul-Kifl ayaa la rumeysan yahay inuu Eebbe ku sasabaaday saldhig sare oo nolosha ah oo uu ku jiro Qur'aanka oo kale \"nin wanaagga\". [5] In kasta oo aan wax badan laga aqoonsan ee Dhul-Kifl ee ilaha kale ee taariikhiga ah, oo dhan qoraallada ka soo baxa falanqooyinka caadiga ah, sida ibnu Ishaq iyo Ibnu Ishaq iyo Ibnu Kathir, waxay ka hadlaan Dhul-Kifl sidii wax aamin ah oo ku hadhay salaadda maalin kasta salaada iyo cibaadada. 6]\n\nXabaal gobolka Eganabini ee Diyarbakir, Turkiga waxaa rumeysan in qaar ay noqdaan meesha lagu nasto ee Nebi Dhul-Kifl. Waxay ku taalaa 5 km oo ka socota bartamaha magaalada ee buuro loo yaqaan Makam Dağı. [7] [8]\n\nEtyolog\nMagaca Dhul-Kifl macno ahaan waxaa loola jeedaa \"Leh ee KIFL\", adoo adeegsanaya nooc magac ah oo ah halka ling dhū (\"Leh\") ee \") Magacyada noocan oo kale ah waxaa loo adeegsaday tirooyin kale oo caan ah oo kariimka ah Qur'aanka, tusaale ahaan Dhu al-Qarrayn (Carabi: ذو ٱلقرنين, Longa labada geeska), iyo labada jeer ee Dhu al-nūn: ذ-ka ٱلنون, light. 'midka kalluunka'), oo tixraaca Yunus. Kifl waa eray Carabi Arab Arab Carab ah oo macnaheedu yahay \"labalaab\" ama \"nuqul\", laga bilaabo xidid xidid \"in labanlaab\" ama \"laalaab\"; Waxaa sidoo kale loo isticmaalay maro laab ah. Magaca guud ahaan waa la fahmay inay ka dhigan tahay \"mid ka mid ah laba qayb\". Aqoonyahanada qaarkood waxay soo jeediyeen in magaca loola jeedo \"ninka la mid ah abaalmarin labanlaab ah\" ama halkii \"oo ah ninka abaalmarin ka helay labalaab\", maxaa yeelay qoyskiisa ayaa loo soo celiyay sida laga soo xigtay Qur'aanka iyo Kitaabka Sharafta. [11]\n\nSida laga soo xigtay hal aragti, waxaa loola jeedaa \"ninka KIFL\", sida \"mid ka mid ah ...\" waa mid kale ... \"waa tarjumaad kale oo suurto gal ah oo ka mid ah qaybta CIFL-da\n\nYexessiel\nQaarkood waxay rabaan in Dhul-Kifl uu noqon karo Yexesqeel. Marka masaafurinta, Boqortooyada, iyo gobolka ay baabi'iyeen, nolol siyaasadeed iyo mid qaran innaba suurogal ma ahayn. Iyada oo waafaqaya labada qaybood ee buug uu qoray, shaqsiyaddiisa iyo wacdintiisa ayaa isku dhafan yihiin laba-laab, iyo cinwaanka Dhalid-KIFL-ka Dhul-KIFL \"oo labanlaab ah\" mid labanlaab ah \"ama\" laalaab \".\n\nAbdullah Yuusuf Cali, oo ka tirsan faallogiisa Qur'aanku wuxuu leeyahay:\n\nDhul-Kifl wuxuu macno ahaan macnaheedu yahay \"Leh, ama siinta, labalaab laba jibaaran ama qayb\"; Ama mid kale, \"kii adeegsaday dhar laba laab ah oo ah laba laab oo ka mid ah macnaha kifl. Faallooyinka ayaa ku kala duwan ra'yiga ka mid ah kuwa loola jeedo, sababta cinwaanka loogu dabaqayo isaga. Waxaan u maleynayaa in soo jeedinta ugu fiican ay awood u leedahay Karsten Niebuhr ee Ressebeschreibreiber Nach Cararien, Kobanheegan, 1778, II. 264-266, sida laga soo xigtay Encyclopaedia ee Islaamka ee hoos yimaada Dhul-Kifl. Wuxuu ku booqday Meshad 'dhammaan' Ciraaq 'Ciraaq, iyo sidoo kale magaalada yar ee la yiraahdo KIFL, oo ​​u dhexeeyey Qasif, oo u dhexeeyey Najaf iyo Hilee (Baabuloon). Kefil, wuxuu leeyahay, waa qaababka Carabiga ee Yexesqeel. Meeshii masjidka ee Yexesqeel ma joogeen, oo Yuhuuddu waa xajka. Haddii aan aqbalno \"Dhul-Kifl\" oo aan ahayn koob cabitaan ah, laakiin waa qaab ciriiri ah oo ah \"Ezekiel\", Yexesqeel \", Yexesqeel wuxuu ku habboonaa reer binu Israa'iil oo loo kaxeeyey Baabuloon agtiisa ee Nebukadnesar ka dib markii uu ku dhacay B.C. 599). Buuggiisa waxaa lagu soo daray Kitaabka Quduuska ah (Axdiga Hore). [15] Waa la ceebeeyey oo xidhxidhay oo xabsi geliyey, oo wakhtigii la carrab buu lahaa. Isagoo dhanna wuxuu ku dhacaa samir iyo isagoo taagan, Oo wuxuu ku sii xadgudbay xumaanta reer binu Israa'iil. Isagu wuxuu beeniyaa si qarsoodi ah, oo wuxuu iska hoognaaday adhijirrada ma aha in la quudhsado adhigii? Dila kuwa la quudhsadaa, idihiina ma xoorin. Kii buko miyaadan u daalin, oo wax buka oo buka, oo idinkaad xidhnayn wixii jabtay ...... \".\n\n- Abdullah Yusuf Cali, Qur'aanka Kariimka ah: Qoraalka, tarjumaadda iyo faallo [17]\n\nKu xusan Quraanka\nQur'aanka\nDhul-Kifl laba jeer ayaa lagu sheegay Qur'aanka, aayadaha soo socda:\n\nIyo (Xusuusnow) Ismaaciil, Idiris, iyo Dhul-Kifl, Dhammaantiin (Ragga) ee Talaaqaadka iyo Sabirka.\nWaxaan u qiranay naxariisteena, waayo, kuwa xaqa ahu waxay ka mid ahaayeen kuwa xaqa ah.\n\n- Quran, Surah Al-Anbiya (21), Ayahs 85-86 [13]\nIyo xuska Ismaaciil, Eliishaa iyo Dhul-Kifl: Mid kasta oo ka mid ah wuxuu ahaa shirkadda wanaagga.\n\n- Quran, Surah Sur (38), Ayah 48 [14]\nLabada xaaladoodba, Dhul-Kifl waxaa lagu xusay macnaha liiska nebiyada Qur'aankada, oo ay ku jiraan kuwa kale oo badan oo aan lagu sheegin AYAT ee kor lagu soo xigtay.\nAl KIFL (Carabi: الك, الك, Ul-Kifl) waa magaalo ku taal koonfur-bari Ciraaq ee Webiga Yufraad, ee u dhexeeya Najf iyo Al Hel Risar. Magacyada kala duwanaanta ee ku dhexjirta murqaha ee Al Kiifl waa: Dhul Kifl Shrine, Marqat Dhul Kifl, QubBat Dhul Kifl, Qubbat Dhul Kifl, QubBi Dhul Kifl, QubBat Dhul Kifl, QubBif al-Nabi Dhul-Kifl Shring, Dhul-Kifl Shrine, Qabr KIFL, Qabry KIFL, Qabry Havelylal, Xabdhiyaha . Hazqiyal waa tarjumaadda Carabiga ee Cibraaniyada y'hezqel, oo inta badan loo adeegsaday Sisyuuri Yuhuudda ka dib markii ay korsadeen Carabi. Tani waxay muujineysaa in Yuhuuddu ay isbarbardhigayeen Ezekiel iyo Dhul-Kifl, iyo Muslimiintu waxay raaceen dacwad. Maamulada Ciraaq waxay cadeeyeen in 1316 (715-16 ah) ILKHANIDD Sultuan Uljaitu waxay heshay xuquuqda masuuliyada xabaashii ka soo baxay bulshada Yuhuudda. Sidaas awgeed, masjidka waxaa loo magacaabay sida laga soo xigtay magacyada islaamka ee isla nebi. Suldaan Uljaitu wuxuu ku daray qaab dhismeedka iyadoo la dhisayo masaajid iyo minoret. Sidoo kale wuxuu dib u soo celiyay hirgelinta wax laga beddelo qaar ka mid ah wax ka beddelka ay cadeysay iyagoo isbarbar dhigaya gobolka ay haatan hayaan sharraxaadda safarka ee Pre-ilkhanidd '. Goobtu waxay wali ku jirtay xaalad Xajka ee muslimiinta ah ilaa bilowgii qarnigii sagaal iyo tobnaad markii Menahim Ibn Dayal, Yuhuudi ah oo hodan ah, si guul leh ugu celiyay goobta Yuhuudda oo ay soo celisay. Minaaradda ayaa wali ah marqaati kaliya ee muddadiisa oo ah goob uu sameeyay. In kasta oo masjidka iyo minaatte-ka lagu dhisay qarnigii 14-aad, qarnigii qarnigii iyo qabrigu lama go'aamin karo. [18]\n\nGautama Buddha\nDhul-Kifl ayaa sidoo kale lagu aqoonsaday Gatama Buddha. [19] [21] Micnaha Dhul-Kifl wali waa la dooday, laakiin, sida uu sheegay aragti, waxay macnaheedu noqon kartaa \"ninka ka socda Kapil (Kapilavastu, oo ah magaalada uu Buddu ku qaatay soddon sano noloshiisa). [12] [20]\n\nTaageerayaasha aragtidan waxay soo waramayaan aayadaha ugu horreeya ee cutubka 95-keeda ee Quraanka, Surah At-TAN:\n\nIyo Buur saytuun, iyo Buur Siinay, oo magaaladan oo aamin ah, ˹ city\n\n- Quran, 95: 1-3\nSida lagu sheegay aragtida, laga soo xigtay meelaha ku xusan aayadahaas: Siinay waa meeshii uu Muuse helay Muujintii; Makka waa meesha Muxammad helay Muujintii; Geedka saytuunka ahuna waa meeshii uu Ciise ka helay Muujintii. Xaaladdan oo kale, geedka soo hadhay waa meesha Gautama Buula uu helay Muujintii. [21]\n\nQaarkood sidoo kale waxoogaa ayaa kaxeeyey oo ay dowladdu ka qaadaan in Muxammad laftiisu uu ahaa Buddha, maadaama erayga Buddha uu ka dhigan yahay \"mid la iftiimiyey\". [23]\n\nKuwa kale\nDhul-Kifl ayaa sidoo kale loo aqoonsaday Yashuuca, Cobadyaah [24] iyo Ishacyaah. [25]",
"Dawud": "Dawd (Carabi: داوود, داوود, dāwūd [daːwuːd]), waa nin nebi ah iyo rasuullo ah oo Ilaah ah (Eebe) waana xaq, oo looxuurka u subkay Boqortooyada Midowday. [1] Intaa waxaa sii dheer, Muslimiintu sidoo kale waxay ka murweeyaan David si uu u helay muujinta rabbaaniga ah ee Zabur (Sabuurrada). [2] [3] Dawd waxaa loo arkaa mid ka mid ah dadka ugu muhiimsan ee diinta islaamka. Waxaa lagu xusay lix iyo toban jeer Qur'aanka, David wuxuu ka soo muuqday Qorniinka Islaamka isagoo isku xira silsiladda nebiyada ee ka horreeyay Muxammad. [4] In kasta oo aan badanaa loo tixgeliyo mid ka mid ah nebiyada \"sharci-bixinta\" (Ulū al-', \"ayuu ka fog yahay tirooyinka islaamka\" ee fikirka islaamka. [2] Dhaqanka Islaamka ee Islaamka, waxaa lagu amaanayaa caqiidadiisa salaadda iyo soonka. Waxaa sidoo kale loo soo bandhigayaa inuu yahay kan xukunka tusaalaha ah oo sida astaan ​​u ah awoodda Ilaah ee dhulka, isagoo hal mar ah hal mar ah iyo nebi.\n\nDavid wuxuu si gaar ah muhiim ugu yahay qaab dhismeedka diinta ee Islaamka Yeruusaalem. [1] Dawd waxaa loo yaqaanaa Daahan Baybalka oo ahaa, sida uu sheegay Kitaabka Quduuska ah ee Cibraaniga, oo ah boqorka labaad ee Boqortooyada Midowsan ee reer binu Israa'iil iyo dalka Yahuudah, xukuma C. 1010-970 bce. [Tixraac ayaa loo baahan yahay]\n\nKariimka ah Qur'aanka\nDavid Sheekadii David Quran, ee ixtiraam badan, isbarbardhigaya in lagu bixiyo Kitaabka Quduuska ah. He is named a prophet (nabī) and also a messenger (rasūl), David is included in lists of those who received revelation (waḥy; Q4:163) or guidance (hudā; 6:84) from God. Liis garee labada liis magiciisa ayaa u muuqda kan ka mid ah wiilkiisii ​​Sulaymaan. Meel kale, Qur'aanku wuxuu sharraxay in Eebbe siiyey labadooda hadiyadaha \"xukunka\" xukunka \"(ḥUKM; 21:79) iyo\" aqoon \"('aqoon\" (IḥILM; 27:15). (51) Dadow wuxuu Dilay Golicath (Sabuurradii (Qur'aanka) (Sabuurradii 17) Foomka qeexan ee al-zabūr), [5] u macquulsan tixraaca Sabuurradii ama Sabuurka (SABABARKA (ERRETER) waxaa laga yaabaa inay la xiriirto Termmōr ama Syriac Mazmūrā, \"Sabuurradii\"). Buuraha iyo Shimbiraha ayaa Ilaah ku ammaanay Daa'uud (21:79) Ilaah wuxuu ka dhigay Daa'uud \"ku-xigeen\" (Khalīfa; Cinwaankan ayaa soo jeedinaya in, sida laga soo xigtay Qur'aanka, David wuxuu ahaa wax ka badan Rasuul: Wuxuu ahaa hoggaamiye hanuuniyey oo rumeeysan xukunka Ilaah ee dhulka ku jira. [1] Doorkan ayaa sidoo kale la soo jeedinayaa 2: \"251:\" Ilaah wuxuu siiyey amar (mulk) iyo xigmad (ḥikmah) oo baray waxa uu doono dadka qaarkiis wax musuqmaasuqi lahaa. [2 ]\n\nIntaas waxaa ka mid ah waxyaabihii uu u baray David-ka wuxuu awood u lahaa inuu hubka ku sameeyo Waxaa kale oo muhiim ah in tixraaca qurti ee David's \"xigmad\" \"ayaa mararka qaar lagu sharraxay tigidhada caadiga ah ee hadiyadda wax sii sheegidda. [6] Quraanka ayaa sidoo kale ku xiraya David iyo Ciise, iyagoo ku adkeystay in labadoodaba ay habaaraan reer binu Israa'iil ee aan rumeysneyn (5:78). Intaa waxaa dheer, sida laga reebay Qur'aanka, Daa'uud waxaa lasiiyay awood uu ku kala sooco runta iyo beenta markii la siinayo caddaaladda (FAṣL al-KIṭāb, 38:20). Intaas waxaa sii dheer, waxaa la iska dhigay in loo qoondeeyo Imtixaankii Daa'uud, oo uu ku tukaday oo toobad toobad keena oo Ilaah u dhaafay isaga (38: 24-5). Surat Sad (the 38th chapter of the Quran) is also called \"the sūra of David\"[7] Exegetes explain that since David prostrated when asking God to forgive him, Muhammad was ordered to imitate him and to perform a prostration when reading this chapter . [8]\n\nMuhiimad diineed\nDavid waa mid ka mid ah nebiyadii Islaamka ee islaamka ah ee helay Kingynimo sidoo kale. Iyatii nebiyo kale ayaa ku wacdiyey intii lagu jiray boqortooyadii boqorrada, Daa'uud, wakhtigiisii, waxay ahayd boqorkii. Sidaas awgeed, wuxuu helay hawl aad u weyn, isagoo hubaysa in dadka reer binu Israa'iil aan lagugu qaban oo keliya jeeg ruuxa laakiin in waddanka laftiisa uu weliba xoog badan yahay. Meesha uu hogaamiyo iyo nebi labadaba ku celceliya dhammaan dadka muslimiinta ah mid ka mid ah darajo aad u sareeya. Sawirka Daa'uud, iyo in uu la mid ah kan ka mid ah nabihiisa nebigiisa, Sulaymaan, waa qaylo badan oo dadka si cad ugu sarraysiiya dalkooda. Ilaah wuxuu si joogto ah uga sheegaa David ee David ee Nebi iyo Rasuul Quraanka ah. Inta badan waxaa lagu xusayaa nebiyo kale si loo muujiyo sida uu u weyn yahay. Tusaale ahaan, Ilaah wuxuu leeyahay:\n\n(53) waxaana siinay Isxaaq iyo Yacquub oo ku hanuuninay (Farax), iyo farcankiisa Daa'uud iyo Sulaymaan iyo Ayuub, iyo Yuusuf iyo Muuse iyo Haraad, iyo Haaruun. Saasaana ku abaalmarinaa kuwa qumman oo wanaagsan.\n\n- Quransor 6:84 [9]\nMarkii Calph 'Umar uu booqday Yeruusaalem, oo ahaa Safronius Safronius isaga oo la socday buurta buur, markii uu raadinayay Mihrab Daad (salaadda Dawe-Niche) si ay u salaadda salaadda. Faallooyinka dambe ayaa ku tilmaamay in boggan la gashay munaaradda Daa'uud. Xadiiska, salaadda, tukashada iyo soonka Daa'uud waxaa lagu xusay inay Ilaah u jeclaadaan.\n\nWaxaan u sheegay Abdullah Bin 'Amr Bin Al-': Rasuulkii Eebbe wuxuu iigaga sheegay Daa'uud iyo kuwa ugu fiican ee la jecel yahay Eebbe waa kuwa Daa'uud. Wuxuu seexan jiray kala badh habeenka Ka dibna u ducee saddex meelood meel meel habeenkii oo mar labaad seexo qeybta lixaad oo loo isticmaalo in lagu soomo maalmo kale. \"\n\n- Muhammad al-Bukhaari, Sahih al-Bukhaari [10]\nBuugga David\nMaqaalka ugu weyn: ZABUR\nZabur waa kitaabka Quduuska ah ee loo sheegay Daa'uud Eebe, sida Muus (Muuse) uu helay Tawrat (Tawreed), Ishac (Ciise) uu helay Dharka (Muxammad wuxuu helay Qur'aanka. Intii hore ee Kitaabka Queraa, Zabur waxaa loo yaqaan Sabuurrada. Si kastaba ha noqotee, sida Qorniinka kale ee la soo dhaafay, Sabuurrada ayaa la rumeysan yahay in la musuqmaasuqay waqti ka dib, iyadoo qaar ka mid ah farriinta asalka ah hadda ay dhammaadeen. Si kastaba ha noqotee, muslimiinta ayaa loo sheegaa inay ula dhaqmaan sabuurrada xaadirka ah ee si xushmad leh sababtoo ah, qaabkoodii asalka ahaa, iyaguna waxay ahaayeen kitaabkii Eebbe. Qur'aanka Qur'aanka:\n\nEebahaana waa Ogyahay Cidda ku sugan Samooyinka iyo Dhulka. Waxaan ka sarraysiiyey Nabiyada qaar kuwa kale. Oo Daa'uudna anagaa siiday kitaabkii Sabuurradii.\n\n- Quran 17:55 [11]\n\n Quraanka 4: 163; 17:55.\n Quraanka 4: 163; 6:84.\n E.g. Ṭbaarī, ta'rīkh, i, 559\n Hibat Allāh b. Salāma, al-Nāsikh wa-l-mansūkh (oo ah marsinūkh (oo ah xadka wāḥḥidī, asbāb), Qaahira 1316 / 1898-926, 262, 262, 262, 262, 262.\n Bukhārī, ṣaḥīḥ, vi, 155\n Quran 6:84\n Sahih al-Bukhaari, 2: 21: 231\n Quran 17:55",
"Suleyman": "Sadam youm re. ina Daa'uudna wuxuu ahaa Qur'aanuu ahaa Qur'aan, oo ah boqorka ') iyo NAB, iftiinka' reer binu Israa'iil. Guud ahaan, dhaqankii Islaamka ayaa xajisa inuu ahaa boqorka saddexaad ee dadka Yuhuudda ah iyo amiir caqli ah oo reer binu Israa'iil ah. [1]\n\nDiinta islaamka, Sulaymaan waxaa loo tixgeliyaa mid ka mid ah nebiyadii ee ah Ilaah ee lagu siiyay hadiyado badan oo rabbaaniga ah, oo ay ku jiraan awoodda lagula hadlo xayawaanka iyo Jinni. Waxaa sidoo kale la yidhi inuu addoonsaday Shaysṭṭnn (شياطين, lifin '' jinniyada 'iyo Dīv (دیو,' jinniyo ') iyadoo la taaban karo giraan uu Eebbe siiyay. [2]\n\nMuslimiintu waxay sii jiheeyaan inuu ku noolaado aamin ah aamin ah noloshiisa oo dhan; Oo bal eeg, oo xaqdarro u talin jiray quruunta reer binu Israa'iil oo dhan; waxaa lagu barakeeyey heerka boqortooyo hortiisa oo isaga ka dib, ama ka dib; oo wuxuu dhammeeyey amarradiisa oo dhan, isagoo u ballanqaaday inuu u dhow yahay Ilaah xagga Ilaah (جنة) jannada, [3] Tan iyo kor u kaca Islaamka, taariikhyahanada carbeed kala duwan ayaa Sulaymaan u arkaa mid ka mid ah taliyayaasha ugu waa weyn taariikhda. [4]\n\nKariimka ah Qur'aanka\nQuraanka iyo fasiraadda\nXukunka garoonka\nQur'aankii ugu horreeyay oo ku saabsan Sulaymaan, Quraanka (21:78) wuxuu si kooban u hadlaa sheeko aabbihiis, oo markii laba nin u yimaadeen Daa'uud in la kala dhexeeyo ka dhexeeya ḥart, duurka). 5] Xilli dambe faallooyinka muslimiinta ah ayaa lagu ballaariyey tilmaanta, oo ay ku jiraan al-Tabraari, magaalada Baidawi, iyo ibnu Katir. [6] [8] Waxay sheegeen in labada nin oo ugu horreeya waxay sheegeen inuu lahaa nin canab ah oo uu si taxaddar leh u daryeelay sannadka oo dhan. Laakiin maalin maalmaha ka mid ah markuu maqlay, ninkii kale ayaa ninkii kale u dilay beertii canabka ahaa oo canabka ahaa. Wuxuu codsaday in loo magdhabo waxyeelladaas, oo markii milkiilaha idaha loo qaataa beerta kale ee ninka canabka ah ee ninka kale lagu dayactiro oo uu beerto ilaa ay canabka ku soo noqdaan dowladdii hore, oo uu ku soo celiyo waxaa iska leh milkiilihiisa. Isla mar isku mar ee sayidkii beerta canabka ah waa inuu isdaahiri doonaa idaha oo uu ka faa'iidaysnaadaa dhogor iyo caano ilaa dalkiisii ​​uu dalkiisii ​​ku soo celiyo, oo uu idaha ku soo celin lahaa milkiilahooda. Jawaabtani waxay muujineysaa Sulaymaan Heeganka Xukunka, oo, Qur'aanka uu leeyahay, [10] wuxuu ku tilmaami lahaa Sulaymaan inta uu noolaato. Ḥikmah (xigmad), sida uu sheegayo dhaqanka muslimiinta, ayaa had iyo jeer lala xiriiriyaa Sulaymaan, kaasoo goor dambe xitaa loo gudbin lahaa Sulamān al-ḥakīm (سليمان ٱٱmم, \"Sulaymaan kii caqliga lahaa\"). Sheekadan waxaa lagu habeeyay Kerka Nagag, laakiin sidii nin muran ku xukumay wiilkii Sulaymaan. [7]\n\nSulaymaan iyo Jinniyo\n\nBoqoradda Sheba\nQuraanka ayaa ka warrabay in dabayshii ay u hoggaamisay Sulaymaan, oo isna wuxuu ku xakamayn lahaa doonistiisa, in Jinni wuxuu xukumi jiray Sulaymaan. Jinni wuxuu caawiyay xoojinta boqortooyadii Sulaymaan. Jinniyo (Shaydaan), [12] Jinniyona waxay ku qasbeen dhismeyaal, [13] Wuxuu kaloo sababay mucjisooyin, iyo 'edla' ama 'guga') ee la xidho (قطر ').\n\nOo markii Daa'uud dhintay, oo Sulaymaan wuxuu ka dhaxlay meeshiisii ​​sida boqorka wax sii sheegi jiray reer binu Israa'iil. Sulaymaanna gabadh buu u oggolaaday inuu dhiso tiranaado aabbaheed ah. Xilli dambe, waxay bilaabeen inay cadeeyo tirooyinka iyo Sulaymaan markii loo canaantay si loogu dulqaadasho u dulqaadashada sanam-sannadeedka boqortooyadiisa. Ciqaabta, Eebbe wuxuu u taliyahay mid jinniyo ka mid ah oo uu xado giraantiisii ​​oo uu boqortooyadiisu boqortooyadiisa ka qaadaa (Suurah 38:34). Ka dib ayuu iska cafiyaa dembiga wuxuuna kasbadaa xakamaynta jinniyada mar labaad, isagoo diiradda saaraya dhismaha macbudka mar labaad. [14] Wuxuu Ilaah u baryay inuu siiyo boqortooyo oo aan ka duwanaan lahayd wixii ka dambeeya. [15] Ilaah wuu aqbalay salaadda Sulaymaan oo uu siiyey waxa uu ku farxo.\n\nSi kastaba ha noqotee, Khasaaraha Sulaymaan ee giraantiisa oo ku saabsan jinniyada, waa la fahmi karaa inuu matalo naftiisa qofku naftiisa lumiyo si uu u jeclaado. [16] Oo bal eeg, waxaad ku xidhataa xawaashka boqortooyada Sulaymaan. . [17]\n\nSi ka duwan dhaqanka Talmud, Sulaymaan ma uusan ogayn oo weligiis kama uusan qeybqaadan sanam caabudid. [18] Dheeraad ah, Quraanka ayaa diiday in Sulaymaan uu ahaa Saagii Saamiyadi Saaxir ah: (2: 102)\n\nSulaymaan iyo And\nSulaymaan xitaa wuxuu baray afafkii xoolo kala duwan, sida quraanjada. Quraanka ayaa ka sheekeeya taas, maalin uun, Sulaymaan iyo ciidankiisaba waxay soo galeen + naml (واد ٱلنمل, dooxada qudhaanjiga). Oo markii ay Sulaymaan iyo ciidankiisa u eegayaan, oo ah Namlah (نملة, qudhunku waxay ku baabiiyeen in kuwa kale \"... marka loo eego cagahaaga, oo aan ogayn. [19] Isla markiiba Oo qudduushu wuxuu yidhi, Sulaymaan, oo Ilaah u baryay Ilaah, oo uga mahadnaqayaa isaga hadiyado caynkaas ah. Hadiyadaha uu ka helay Ilaahay, oo muslimiintuna waxay leeyihiin in Sulaymaan uusan ilaawin salaadda maalintiisa, taasoo ka muhimsanayd isaga ka badan hadiyadiisa.\n\nSuugaanta qurxinta waxay ku nuuxnuuxsaneysaa xikmadda ka hortagga waxayna sharraxaysaa macnaha ka dambeeya hadiyadda Sulaymaan si loo xakameeyo dabaysha. Sida uu sheegay Siracü'l-kuul, ayaa weydiisanaya Sulaymaan hadii uu ogyahay sababta loogu yeero sababta loogu yeero \"Sulaymaan\" (Süleyman). Sulaymaan wuxuu sheegay inuusan sameeyo, taasoo ka quduushuhu ay usocdo si ay u sharaxdo: \"In kasta oo wadnahaagu dhawaaqa (srelim) oo aad taqaanid duruufaha dunida soo socota, waad aqbashay in yar oo ka raaxeysan adduunkan oo lagu khiyaaneeyo haysashada iyo boqornimo; sidaas daraaddeed Sulaymaan waxaa laguu yeedhay Sulaymaan. Dabadeedna waxay weydiisataa kuwii majaajiloodayay Sulaymaan, haddii uu garanayo sababta uu Ilaahay u saaray dabaysha. Mar labaad, Sulaymaan maya maya iyo kahortaga: \"Wuxuu joojiyey dabaysha sababta oo ah wixii aad aqbashay ma aha. Sida dabayshu u dhaafto, maalka dunida iyo boqornimadu sidoo kale. Culimada sida Fakhr al-dini razi iyo al-qurtubi oo kor u qaaday qunjadii darajada imtixaanka bini'aadamka si ay u raacaan. [22] (P198)\n\nGuuleysta Saba '\n\nBurburkii Macbudka Barlan ee ku yaal Maiirib, caasimada hore ee Saba 'waxa hadda ah Yemen\nQayb kale oo muhiim ah oo ka mid ah Sulaymaan Boqor-u-qaadidda Sulaymaan wuxuu ahaa cabirkiisa ciidankiisa, kaas oo ka kooban labada nin iyo Jinni. Sulaymaan wuxuu si joogto ah u qiimeyn lahaa ciidamadiisa iyo dagaalyahannadiisa sidoo kale Jinni iyo dhammaan xayawaankii ka dambeeyay. Maalin maalmaha ka mid ah, markii la kormeerayo ciidanka ciidanka, Sulaymaan wuxuu helay Xud-Hud (هدهد, Hooopoe) oo ka maqnaanaya Golaha. [23] Hase yeeshe hud, oo barxaddii Sulaymaan la joogay oo ku tidhaahdaa, Dhowr baan ku soo wareegsanaa (sara 'oo aan kuu imid sala' run. [24] XUDUUDAHA HUDDE Oo Sulaymaanna wuxuu caabuday in reer Shebaaceen qorraxda ay qorraxda ka baxeen, iyo in naagtii boqortooyadii boqortooyadii addoonsatay oo ay xoog badan tahay. Oo Sulaymaanna wuxuu dhegaysiiyey inuu warqad u qoro dalkii Shebaa, oo uu isku dayo inuu dadka Shebaa u muujiyo inuu caabudo shuqullada sanamyada sanamyada, oo caabuda Ilaah. Sulaymaan Xad u amray inuu caddeeyo boqoradda Shebaa (Biilqi), oo markaas in la dhawro oo dhawro oo dhawro amarradiisa Sulaymaan, wuuna toos u duulay Sheba inuu soo celiyo warqad boqoradda. Boqoraddu waxay ugu yeedheen wasiiradeedii, oo aad u akhriday warqaddii Sulaymaan oo sheegtay Sulaymaan, oo ku yidhi, Naxariista kuwa naxariistiisa ah, ha iigu tihid sida muslimiin, ). \" Waxay la tashatay wasiirradeeda iyo saraakiisha kale ee maxkamadda, oo leh \"Dadkeyga, si fiican ayaan u aqaan inaad tahay rag xoog badan oo aan ahayn wejiga dunida, laakiin weli maan garan lahaa maskaxdaada arrinta. \" Oo dadkii baryada waxay ku jawaabeen: \"Boqorku waa xoogga, boqorow, iyo amarkiinna aannu addeeci doonnaa. Dhererkiisuna waxay u timid Sulaymaan, Oo waxay iyada ku dhawaaqday inay Ilaah hortiisa ku dhawaaqdo. [25]\n\nSulaymaan iyo IFRIT\nIn kasta oo BiilQIS 'uu u safray maxkamadda Sulaymaan, boqorkii wuxuu addoommadiisii ​​ku amray inay carshigeeda halkaas ku soo noqoto imaatinkeeda. Ifrit waxay bixisay adeegyadiisa (Q27-40) Baryootankiis ayaa u jawaabay oo intuu tukanayay ayaa loo jawaabay oo intuu tukanayay waa laga yeedhay, carshiguna wuxuu ku dhex muuqday gurigii uu Sulaymaan ku jiray xoogga Ilaah. Markii Bil Qimqiyo weyddiisay inay garto haddii ay aqoonsatay carshigeeda, laakiin iyadu waxay la halgamayeen inay Ilaah ka jawaabayaan, ka hor intaanu qaadan caqiidada Sulaymaan, waxay ku guuleysteen caddeynta in mucjisaduhu aysan ahayn Taasi waa mid hadriiga ah oo hadhuudh ah laakiin waa Ilaah qudhiisa. Oo Sulaymaanna wuu diiday inuu allabarigii Ifriyod ahaa, maxaa yeelay, wuxuu doonayay inuu ku tiirsan yahay Ilaah, oo intuusan jinni ka fadhiyey, oo waxaa lagu abaalmariyey wanaaggiisa inuu ku beddelo iimaanka runta ah. [26]\n\nDhimashada\n\nMausoleum of Sulaiman oo ku yaal xarunta al-Aqsa masaajidka, magaalada hore ee Yeruusaalem\nQuraankuna wuxuu kalaajiyey Sulaymaan inuu ku tiirsanaa (isagoo istaagay, kor u mariyey, ilaa waxoogaa yar, waana la gayray, ugu dambayntiisuna way soo noqotay. Meydka jirka.\n\n(53) Markaannu Geerida (Qiyaamada) Dhimashadiisa (Qoomkii (Qiyaame) ma aha ee in yar oo dhulka agtiisa ah mooyee, oo markuu ku dhacayna Jannuu ku sujuuday (Jannu) Jinn wuxuu arkay hadii ay ogtihiin. maqan, ma ay ku raali ahaan laheyn ganaaxa ceelka ah (howsha).\n\n- Qur'aan, Surah 34 (Saba), Ayah 14 [27]\nMarkuu qumman yahay, wuxuu ku dhex degay shaqadiisii, Jinni wuxuu mooday inuu weli nool yahay oo uu kormeerayo.\n\nWaxay garteen runta oo keliya markuu Ilaah u soo diray abuur inuu dhulka ku gurguuro, oo uudna u shaqeeyey hawshii Sulaymaan; Aayaddan ayaa la fahamsan yahay inuu baro dhagaystayaasha in Jinni garaneyn waxa maqan (Al-Ghaib) - Hadday garan lahaayeen, ma ay ahaan lahaayeen inay ka nagayaan sida nacasnimada ee loo adeego nin dhintay. [28]\n\nMahammaddim oo gabaygii Sulaymaan\nFaahfaahin dheeraad ah: Muxammad iyo Kitaabka Quduuska ah iyo xididka Semitik\nSida waxyooday ee loo waxyooday aayaadda Qur'aanka, qaar ka mid ah muslimiinta [kuwaas oo?] Waxay aaminsan yihiin in Muxammad (Carabi: م-m-m-d) oo lagu xusay heesta heesaha (5:16) sida 'Mahammaddim' (Cibraaniga: מַחֲמַדִּדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַדַ, M-ħ-M-D-y-D-M-M-M-M-D), In kasta oo erayga dambe loo tarjumay \"ama\" quruxsan \"ama\" qurux badan \"ee Yuhuudda. [29]\n\nSulaymaan iyo Jammuds\n\nMuuqaalka guud ee Persepolis, Iran (2) (jarjaran)\nJamshiid wuxuu ahaa boqorka afaraad ee adduunka, sida laga soo xigtay Sheenāma Abwaan ee Firdausī. Sida Sulaymaan oo kale, oo wuxuu rumaystay inuu u taliyo malaa'igta oo dhan iyo jinniyada dunida, oo uu ahaa boqorkii reer Hormodd oo dhan (oo reer Hormas iyo reer sarsareba waxay ahaayeen Ambara Mazda). Wuxuu mas'uul ka ahaa wax qabadyo badan oo aad u badan oo nolosha ka dhigay mid ka aamin ah dadkiisa , samaynta carafsiga iyo khamriga, farshaxanka daawada, haadka biyaha adduunka ee maraakiibta socdaalka ah. Mudane Jamshid wuxuu hadda noqday boqoradda ugu weyn adduunka abid aheyd. Waxaa lagu taageeray Royal Far (Avestan: Khovarena), qurux badan oo qurux badan oo ku saabsan isbaarada rabaani ah.\n\nSababo la xiriira waxyaabaha u dhexeeya labada rasuul ee caqliga leh, caadooyin qaarkood ayaa isku halleeya labada. Tusaale ahaan Sulaymaan wuxuu la xiriiray xukunkii koonfurta-galbeed ee Iran ee ka jirta shaqooyinka al-Balkhi. Persepolis ayaa la rumeysan yahay inuu yahay cardiga Sulaymaan waxaana lagu tilmaamay \"garoon lagu ciyaaro Sulaymaan\" ee Aqoonyahanada sida Masqadi, Murandasi iyo Istakhri. Qorayaasha kale ee muslimiinta ah ayaa ka soo horjeestay aaminaadda ah in Sulaymaan uu mar ku xukumay Iiraan, taas oo ay ka dooday in wixii ay la mid yihiin ee nolosha iyo camalshid ay tahay mid ku soo beegmay, oo ah shaqsiyaad kala duwan oo kala duwan. [31] [31]] (33) Waxaa ku caddeeyey deeq waxbarasho oo ku saabsan khuraafaadka Indo-Yurub, kaas oo si guul leh u muujiyey in dabeecadda Jaamacastid ah ee Yima, [33] Qur'aanka iyo deeqda deenishka ee ay taageerayaan cabir taariikhi ah Nabiga caqliga leh ee xigmadda leh boqorka nebiyada. [34]",
"Ilyas": "Ilym (Carabi: إلياس) waxay ahayd nin nebi ah iyo rasuullo Ilaah ah (Eebe) oo loo diray inuu hanuuniyo reer binu Israa'iil. Waxaa la siiyay howlgalka sheegid si looga hortago dadka inay caabudaan sanamyada. [1] Ilhals waa nin ka yaraaday Alyasa. [2] Qaar ka mid ah culimada islaamka ayaa rumeysan, in ilnas ay ka soo jeedaan farac ee harun (Haaruun). [3]\n\nQaar ka mid ah muslimiinta ayaa rumeysan in Ilyas uu weli nool yahay oo uu dhigto Xajj sannad kasta, oo ay weheliso Khadr. [4] Qaar ka mid ah muslimiinta ayaa sidoo kale aaminsan in Iyas soo laaban doonaan waqtiyada dhamaadka. [5]\n\nNolosha Hore\nIlaha Islaamka, Magaca buuxa ee Ibaas waa Ilshaas Ibn Yaasiin, [6] Tan iyo markii ay ahayd As-Safat 37: 130, Isas, Ilyas waxaa loo yaqaan Yasin. [7] Sheekooyinka qaarkood ee Ilyas ayaa sidoo kale lagu xusay xadiiska Islaamka; Kuwaasoo ah habaarka reer binu Israa'iil ee Istas, bogsiiyey, oo waxay la dirireen Axaab.\n\nSida laga soo xigtay ilo badan oo islaam ah iyo Kitaabka Quduuska ah, Eliyaas (a) waa nool yahay oo u kordhayaa cirka. [11] Si kastaba ha noqotee, ibnu Kathir ma aqbalin xadiiskaas oo u tixgeliyey iyaga oo ka mid ah diinta dhiig. [12] Mu'am al-Buldan, Yaqut al-Hamawi wuxuu qabyad u sheegay Elias (a) Baalbek. waxay ahayd xabaashii Eliyaas (a) [14]\n\nQof sheegid\nIlyas ayaa markii ugu horreysay lagu xusay inuu nebi ku yahay Al-An'am 6:85. [15] Wuxuu casuumay dadkiisii ​​ku noolaa Baalbek ilaa MENOThek, oo adeeca Ilaah oo dembiyada ka tagista. [16] Hawsha ugu weyni waxay ahayd in laga hortago sanam caabudayaasha. [17] Ka dib markii uu wajaho dad ku adkeysay dadkiisa sanado badan, habaar iyaga oo ay abaarta dadka iyo dadkana ay ku soo gaadheen gaajo. [18] Qoraalka Ilyas ee Qur'aanka iyo Dhaqankii Muslimka ee Muslimka ayaa si dhaw u eg in Kitaabka Quduuska ah iyo suugaanta Muslimka ah ay ka damacday inay ka dhacday boqornimadii Axaab iyo Yesebeel, iyo tan Axasyaah. Tirada nebiyada kale iyo quduusiinta, oo ay ku jiraan Idiris, oo ay rumeysan yihiin in culimada qaar ay magac kale u ahaan lahaayeen Ilyas, [21] iyo Khidh. [22] Halyeeyga Islaamka ayaa markii dambe soo saaray sawirka Ilyas, isagoo si weyn u soo dejiya sifooyinkiisa, iyo qaar ka mid ah suugaanta Apocryphal waxay Ilyas siisay Iyas xaalada bina-aniga, [23] Ilhals sidoo kale wuxuu ka soo muuqday shaqooyin dambe oo suugaanta, oo ay ku jiraan Hamzanama. [24]\n\nBar\nIlyas waxaa lagu xusay Qur'aanka, halkaas oo Waddanku ka sheego hab qosol leh. Quraanka ayaa ka warbixiyay in Iiisas u sheegay dadkiisa inay u yimaadaan cibaadada Ilaah iyo inay ka baxaan cibaadada Bacal, oo ah sanamkii ugu horreeyay ee aagga. Qur'aanka Qur'aanka: [1]\n\nVerysas wuxuu ka mid ahaa rasuulladii. Markuu ku yidhi dadkiisii, oo miyaadan ka cabsan doonin Ilaah? Ma waxaad u qaylin doontaa Bacal oo waxaad ka tagaysaa waxa ugu wanaagsan oo ah abuuraha, Eebihiin iyo kibirka iyo Rabbiga ka mid ah awowayaashiin?\n\n- as-daffat 123-126\nQur'aanka ayaa cadeeyay in inta badan dadka reer Iiisas ay beeniyeen Nabiga oo uu sii waday raacitaanka sanam-dheellitirka. Si kastaba ha noqotee, waxay sheegaysaa in tiro yar oo addoommo ah oo Ilaah dhexdooda laga soo waday oo uu ku soo raacay Eliyaas oo uu rumaystay oo caabuday ilaah. Qur'aanka Quraanka,, way diideen (Eliyaas), waxaana hubaal ah in la ciqaabo, oo aan ka dhex tagno addoomada Eebbe ee dhagarnimada leh oo ka dhexeysa farcan. \"[26]\n\nIlaahayna wuxuu ku sugan yahay Eliyaas laba meelood.\nNabadgalyo ha ahaato Eliyaas! Sidaasaa aynu ku abaalmarinno kuwa wanaagsan. Isagu wuxuu runtii ku yahay addoomadanada mu'miniinta ah.\n\n- Quran, Cutubka 37 (as-daffat), aayadda 139-132 [27]\nIyo Zakariya iyo Yaxya iyo Ishac iyo Ilyas, dhammaantood waxay ka mid ahaayeen kuwa dhawrsada\n\n- Quran, Cutubka 6aad (Al-An'am), aayadda 85 [28]\nFaallo badan oo faallo badan ah, oo ay ku jiraan Abdullah Yuusuf Ali, ayaa soo bandhigay faallo ku saabsan aayadda 85-da ee ay ku dhahday Ilyas, Zakariya, Yaxya iyo Ishacee waxay ahaayeen kuwo isku xidhan. Abdullah Yuusuf Cali wuxuu leeyahay, \"Kooxda seddexaad ma ahan mid ka mid ah dadka wax qabad, laakiin waa wacdiyiin ku nool nolosha, oo ah kuwa xaqa ah, Sakariyaah wuxuu dhalay Yooxanaada, Sateeplaha, oo loo tixraacay \"Ilyas, oo loo ahaa inuu yimaado\" (Matt 11:14); iyo Elias ayaa la sheegay inay goob joogeen oo la hadleen Ciise ku wareejinaya buurta (Matayos 17: 3). 29]\n\nIn kasta oo culimada muslimiinta badankood ay rumeysan yihiin in Eliyaas uu ku wacdiyey Israa'iil, saadaalinno hore oo kariimka ah Qur'aanku wuxuu caddeeyey in ilmas loo diray Baalbek, Lubnaan. [30] Culimada casriga ah ayaa diiday sheegashadan, isagoo sheegay in xiriiriyaha magaalada oo lala yeelanayo Eliyaas qeybtii ugu horreysay ee magaca magaalada, ee Bacal, kan Bacal, ee ah in Eliyaas ah ay ku dhiirrigelisay dadkiisa inay joojiyaan cibaadada. Culimada oo diiday aqoonsiga magaalada Eliyaas oo leh Baalbek ayaa sii dheer in magaalada Baalbek laguma xusin sheekada Ilyas ee Quraanka ama Kitaabka Quraanka ah. [31]\n\nDhimashada\nWaqti-dhaafka waqtiga, abaarta abaarta badan ayaa dad badani dhinteen. Markay arkeen naftooda oo ay ka qoomameeyeen camalkoodii hore, oo u jeestay Elias (a), oo aqbalay casuumaddiisa. [32] Markaas salaadda Eliyaas ee loo duceeyey, iyo roob culus ayaa dhulka ka salaysiiyey. Si kastaba ha noqotee, in muddo ah, dadku waxay ilaaway axdigooda Ilaah oo ku soo noqdeen sanam caabudidda. Markii Ehals arkeen tan, wuxuu weydiistay Ilaah dhimashadiisa; Laakiin Ilaah wuxuu u soo diray gaadhifardaar dab, oo wuxuu u tegey cirka, oo wuxuu doortay Alyasa oo isagu yeeshay inuu yahay kooxdiisa. [33] Ilyas si dhif ah ayey ula xiriirtaa islaamka. [34] Si kastaba ha noqotee, qaar ka mid ah muslimiinta ayaa aaminsan in Ilyas la filayo inuu soo laabto oo ay weheliso wanaagga qarsoodiga ah ee Khadr ee xididka ee Khadr dhamaadka waqtiyada. [5]\n\nDhaxal ah\nSuufka muslimiinta iyo dhaqanku waxay sheegaan in ilnaas uu ku wacdiyey damiirkii dadka Israa'iil, oo wuxuu u taliyaa Axaab oo wiilkiisii ​​Axasyaah. Waxaa loogu yeeraa \"Nabiga cidlada - Yaxye\". [35] Ilyas waxaa la rumeysan yahay inuu ku wacdiyey qiiro u ah Axaab, xaaskiisa Jesebel, oo sida ku xusan dhaqankii muslimiintu qayb ahaan mas'uul ka ahaa cibaadooyinka sanamyada beenta ah ee aaggan. Muslimiintu waxay rumeysan yihiin inay sabab u ahayd sababta inteeda badan ay diideen inay dhageystaan ​​Eliyaas ee Eliishaa inay ku sii wadaan wacdinta farriinta Ilaah ka dib. [36]\n\nIlyas wuxuu ahaa mawduuca halyeeyada iyo dhaqanka dhaqanka dhaqanka ee dhaqanka, sida caadiga ah kulankiisa kulankiisa lala galayo dhiidkiisa. Sida laga soo xigtay Warbixinta Musliska ee Muham ah, Muxamed wuxuu la kulmay Iyas magaalada Makka. [37] Xuquuqda Islaamka, Ilyas waxay si dhow ula xiriirtaa sage Xiddiga. Hal xadiis ayaa wariyay in Ilyas iyo Khadr ay sanad walba ku kulmeen si ay u aadaan xajka ee Maka. [38] Ilhals wuxuu sidoo kale ka soo muuqday Hamzanama waqtiyo badan, halkaas oo uu looga hadlay inuu yahay walaalkiis Khadr iyo sidoo kale mid ka cabay isha isha dhalinyarada. [39] Intaa waxaa sii dheer, waxaa lagu sheekeeyay Kitab al-Kafi in Imaam Jacfar al-Sadiq uu ka fiirsaday sujuudda Ilyas ee afgaanka Siiriya oo ay u oo ooyi lahayd. Ka dib wuxuu u turjumay baryootanka Carabiga koox ka mid ah culimada:\n\n\"O Lord, will I find that you punish me although you know of my thirst in the heat of midday? Will I find that you punish me although you know that I rub my face on Earth to worship you? Will I find that you punish Aniga in kastoo aad ogtahay inaan dembiyo idiinkagaga dhigo? Miyaan ogaadaa inaad i ciqaabayaan inkasta oo aad ogtahay inaan soo fiirinayo habeenkii oo dhan? \" Kaas oo Eebbe u waxyooday Ilyas, \"Madaxaaga madaxda ka saar, waayo, anigu idinma ciqaabin. [40]\n\nQoraalada\n Eliyaas wuxuu la mid yahay Eliyaas, oo sheekooyinkeedii laga dhex heli doono Axdiga Hore. Eliiyaah wuxuu degay boqornimadii Boqoryaah (Axasyaah) iyo Axasyaah (874-872 B.cyaah (874-872 B.cyaah , Boqorrada boqortooyadii reer binu Israa'iil, iyo Samaariya. Wuxuu ahaa nebi lamadegaanka oo kale, oo sida nebigii quduuska ahaa, oo ka qaybshay, oo wata arimaheedii dadkiisa. Labadaba ee dadkiisa. Labadaba ee dadkiisa. Labada Axaabba Oo Casaryaahna waxay u muuqdeen inay ku soo dhacaan cibaadada Bacal, oo ah in Sun-Shooyihii ka dhex caabuday Siiriya. Oo Axaab wuxuu guursaday amiiradihii Siidoon, kaasoo ahaa Yesebeel, kii shar leh oo ninkeedii ka tegey inuu ka tago isagoo ilaahyaga ah oo korsaday Bacal caabuda. \" ... \"Eliiyaah wuxuu canaanaxmay dembiyadii Axab oo dhan iyo dembiyadii Axasyaah, ugu dambayntii, siday u kaceen belaayo dabka, Wuxuu ka tagay is-daatay nebigii Eliishaa. \"[20]",
"Alyasa": "Alyasa (Carabi: اليسع, Romanzed: Alyasā 'waa Nabi iyo Rasuullo Eebe (Eebe) ee loo diray inuu hanuuniyo reer binu Israa'iil. Qur'aanka, Alyasa waxaa lagu sheegay labalaab laba nin oo ah nebi, [1] waxaana labada jeer la xusey labadaba nebiyo kale oo kale. [2] Wuxuu sharaf ugu yahay Muslimiinta inay tahay qofka ku guuleysta ee ku guuleysta Ilyas (Elijah). Ilo-ciribkii Islaam ee cadeynaya Eliishaa iyadoo Khadr ay sheegto xiriirka xoogan ee ka dhexeeya Khadri iyo Ilyas ee dhaqanka Islaamka. [3]\n\nDabeecad\nMagaca Alyasa ayaa laba jeer lagu xusay Al-An'nam 6:86 iyo murugo 38:48. Aayadahaas, iyada oo aan wax sheegin wax ku saabsan shakhsiyadda ama Nabifnimo ee Alyasa, waxaa lagu sheegay inuu \"loo doortay\" iyo \"dhexdooda\". [4] Sida laga soo xigtay Qur'aanka, Eliishaa inteeda kale ee abuurista \"(Carabi: ٱلعالمين,\", oo Carab: Mina L-Akhyār).\n\nIyo Ismaaciil iyo Alyasa iyo Yunus, iyo Luud; Oo midkeen kastaba mid waynu ka nijaaseeyey dunida;\n\n- al-a a a a a a'am 6:86\nXusuusnow addoommadeena Ismail, Alyasa, iyo Dhul-Kiifl, oo mid kasta oo ka mid ah si wanaagsan.\n\n- murugo 38:48\nMucjisooyin\nXadiiska Shia ee ka socda Cali Al-Riraha, waxaa lagu xusay in Alyasa, uu lahaa mucjisooyin ay ku jiraan soo nooleynta dadka dhintay, oo ay bukoodaan jiran, oo ay ku socdaan biyo.\n\nSheekooyin la sameeyay xabaalaha\nQaar ka mid ah muslimiinta ayaa rumeysan in xabaashii Eliishaa ay ku sugan yihiin al-Awijam ee gobolka bariga ee Saudi Arabia. Shrine-ka waxaa ka saaray dawladda Sacuudiga maxaa yeelay xilliyadda noocan oo kale ah ma aha si waafaqsan Dhaqdhaqaaqa Walaabiga Wahhabi ama Muhafi dib-u-habeeynta ee Boqortooyada Wahhabi ee ku dhex jirta Sacuudi Carabiya. [6] [7] Waxay ahayd astaan ​​muhiim ah oo loogu talagalay qarniyo badan inta lagu gudajiray waqtiga loo yaqaan Ottoman Arabia, oo ay ahayd meel xajka oo caan ah oo loogu talagalay meel xajka oo caan ah oo loogu talagalay muslimiinta dhammaan xisbiyada hordhaca ah. [8]\n\nQabriga Eliishaa wuxuu joogaa degmada ELğIL ee gobolka Diyarbakir, Turkey. [9] Shrine-ka asalka ah wuxuu ku dhawaaqay wabiga oo daadadku daadadku ahaa 1994. Guddi qarsoodi ah oo ah sagaal aqoonyahan ah ayaa ay aasaaseen Golaha Magaalada ee kaashanaya agaasinka arrimaha diinta si ay uga fogaadaan inay damacyada u soo bandhigaan. Ka hor inta aaggu dhacay, qabrigii ayaa la qoday habeenkii iyo jirkii la ilaaliyay ee Nabiga - oo ay arkeen sagaalka aqoonyahannada ah iyo shaqaalaha rasmiga ah. Si kastaba ha noqotee, qaar badan oo ka mid ah magaalada magaalada ah waxay arkeen Nabiga riyadoodii habeenkaas habeenkaas, oo waxay soo baxeen ka hor in ka hor qorrax ka soo baxa si ay u dhawraan dib-u-celinta meeshii uu ku soo celiyo kaalinta cusub. [10] [11]",
"Yunus": "Yunus Ibnu Matta (Carabi: يونس ابن ماتا, Romans Ibn Matta) waa nabi iyo rasuullo Ilaah (Eebe). Yunus ayaa dhaqan ahaan loo arkaa inay muhiim u tahay Islaamka sidii nebi oo daacad u ahaa Ilaah oo uu soo gudbiyey fariimadiisa. [1] [2] Yunus waa kan keliya ee Kitaabka Quduuska ah ee Kitaabka Quduuska ah ee Kitaabka Quduuska ah ee Baybalka yar yar oo loogu magac daray Qur'aanka. [3] (53) Quraanka Tobnaad ee Quraanka Quraanka ah waxaa loo magacaabay (la magacaabay).\n\nYunus waxaa loo yaqaan Dhul-Nuun (Carabi: ذو ٱلنون) iyo Muslimiinta. [5] Waxaa lagu xusay afar jeer oo loo yaqaan Qur'aanka. [6]\n\nSheegashada xadiiska\nYunus sidoo kale waxaa lagu xusay dhacdooyin dhowr ah inta lagu jiro nolosha Muxammad. Xaaladaha qaarkood, magaca Yunus waa lagala hadlay ammaan iyo maamuus la xiriira Muxammad. Marka loo eego sheekooyinka taariikhiga ah ee ku saabsan nolosha Muxammad, toban sano oo la helay Muujintii, Muxammad wuxuu u aaday magaalada Ta'if inuu u oggolaado inuu wacdiyo farriintiisa halkii uu ka soo gudbin lahaa Mecca, laakiin waxaa ka soo tuuray magaalada. dadka. Wuxuu hoy ka ahaa beerta Utbah iyo Shaybah, laba xubnood oo kamid ah qabiilka Quruush. Waxay u direen addoonkaas Addas oo ah inay canabka u adeegtaan cunto aanad. Muxammad wuxuu weydiiyay Addas oo uu ka yimid oo midiidinkii ku jawaabay Nineveh. \"Magaalada Yunohuus oo ah kuwa qudha, ina Aadanay. Muxammad ayaa yidhi. Addos wuu argagaxay maxaa yeelay wuxuu ogaa in jaahilka jaahilka ah uusan aqoon u lahayn Yunus. Ka dib wuxuu weyddiiyey sida Muxammad kan ka ogaa ninkan. Waxaan nahay walaalo, \"Muhammad ayaa ku jawaabay. \"Yunus wuxuu ahaa nebi Ilaah iyo aniga, waxaan ahay nin nebi ka ahay Ilaah.\" Cadas si dhakhso ah ayey u aqbashay diinta Islaamka oo dhunkaday gacmaha iyo cagaha Muxammad. [10]\n\nMid ka mid ah hadalada Muxammad, aruurinta Imaam Bukhaari, ayaa sheegay in Muxammad uu yidhi \"mid ma dhihi karo waxaan ka fiican yahay Yunus\". [13] Ibn abi al-cusbada, oo casri ah oo casri ah Muxammad, taas oo ah, Yunus ma uusan baryin Eebe, wuxuu ku dhex dajin lahaa kalluunka ilaa maalinta qiyaamaha, oo ah salaadda, Yunus \"oo keliya ayaa joogay wax yar maalmood gudahood caloosha kalluunka \". [14]\n\nQeybtii sagaalaad-taariikhiyeenka Parian Parian Al-Tabri ayaa sheegaya in, halka Yoonis uu ku jiray kalluunka, \"midkoodna lafihiisa ama xubnahu kuma dhaawacmin\". [14] Al-Tbarari ayaa sidoo kale wax qoraya in Eebe ka dhigay jidhka kalluunka hufan, isagoo u oggolaanaya yunos inuu arko \"yaababkii uu maqlay kalluunka oo dhan oo ku heesaya inuu Ilaah ku ammaano. [15] Kisai Marvazi, oo ah gabayaa toban meelood meel, ayaa diiwaangelisay in aabihiis uu aabihiis ahaa toddobaatan sano markii uu dhashey markii uu Yunus hooyooyin ah oo aan waxba dhinnay, oo aan lahayn qaaddo alwaax ah, oo u rogay Noqo Cornauropia. [14]\n\nShaaarlooyin\nSidoo kale eeg: Masaajidada iyo meerayaasha Mosul § Masrkaaga Masjidka_Of_Propht_jonah\n\nSawirka burburka masjidka Yunus, ka dib baabi'inta burburka by Isil\nNineveh goobta hadda jirta waxaa lagu calaamadeeyay qoditaano shan irdood, qaybo darbi ah oo afar dhinac ah, iyo laba tound oo waaweyn: buurta Kuyunjik iyo Hill of Hill of Hill of line-ka ah ee ku xigta ku qoran). [16] Masaajid Apop Nabi Yunus waxaa loo go'ay Yoonaah waxaana ku jiray masruuf, kaas oo lagu sara kacay labada muslimiinta iyo Masiixiyiinta ah inay yihiin goobta xabaashii Yoonis. [17] Xabaashii waxay ahayd goob xujaajta caan ah [18] iyo astaan ​​midnimo in ay Yuhuudda, Masiixiyiinta, iyo Muslimiinta Bariga Dhexe ee guud ahaan. [18] Bishii Luulyo 24, 2014, 2014 Dawladda Islaamiga ah ee Ciraaq iyo kan Levant (ISIL) ayaa burburiyey masaajidka ay ku jiraan xabaashii iyadoo qayb ka ah olole lagu baabi'inayo bannaanka diinta. [19] Ka dib markii Mosul laga soo celiyay Isil bishii Janaayo 2017, oo ah Palace Ashuur oo qadiim ah oo ay dhistay Esarhaddon oo ay ku dhisan tahay qeybta hore ee qarnigii 7aad ee laga soo helay masaajidka burburay. [18] [20] Isil waxay dhacday qasriga shey ee lagu iibiyo suuqa madow, [20] [20] laakiin qaar ka mid ah farshaxanimada ay ku adag tahay in gaadiidku weli meesha joogo. [18] [20]\n\nXirmooyinka kale ee muslimiinta ah\nMeelo kale oo lagu tiriyey oo ku saabsan xabaashii Yoonis ee Monsharad, waxay ku taal agagaarkeedii qadiimka ahayd, oo ku taal Gad-Heefer, oo ku taal magaalada Galbeedka ee reer binu Israa'iil ee Halxula, 5 km (3.1 mi) woqooyiga Xebroon; [22]. [22] iyo Meel quduus ah oo u dhow magaalada Salaand (SAREPTA) ee Lubnaan. [23] Dhaqanka kalena wuxuu dhigaa xabaashii ku yaal buurta hadda loo yaqaan Giv'at Yoonah, \"buurta Yoonis, geeska woqooyiga ee magaalada Ashdood, oo ah goob ay dabooleen laambadda casriga ah.\n\nQabnaan Yoonis waxaa laga heli karaa Diyarbakir, Turkiga, oo ku yaal mihrab ee Mihrab ee Masaajidka Fatih Pasha Potih Pasha. [24] Evliya Celebi ee Celebi ayaa ku hadlaya wixii uu ku soo booqday xabaalaha Yoonis. [27]\n\nMacaayaanka ayaa la sheegay\nAl-BUNLYA 21:87 [7] iyo Al-Qlalam 68:48, Yunus waxaa loo yaqaan Dhulul-Nūn (Carabi: ذو ٱلنون, lit: 'mid ka mid ah kalluunka'). [5 \" AN-NISA 4: 163 iyo Al-An'am 6:86, waxaa loo yaqaan \"rasuulkii Eebbe\". [5] Surah 37: 139-148 ayaa dib u soo celiya sheekada buuxa ee Yunus: [5]\nOo sidaasuu Yoonis ka dhex yiil kuwii u diray.\nMarkuu cararay (sida addoon ah oo maxaabiis ahaanta u ah doonnida) markabka (si buuxda),\nIsaguse wuxuu ku heshiiyay wax saami u rida, oo isna waa la xukumay;\nMarkaasaa tunnidii liqay isagii, oo wuxuu sameeyey falayaal istaahilo eed leh.\nHadduusan ahayn inuu isagu (toobad keenin) Eebbe,\nDhab ahaantii wuxuu ku hadhay dalka dhexdiisa ilaa maalinta qiyaame.\nLaakiin waxaan dibadda u saarinnaa kuwa qaawan oo camal qabay,\nWaxaana korinay, waxaana u sugnaaday geeri faasiqiin ah.\nOo waxaan u dirray (ehelka) boqol kun oo (oo) ama ka badan.\nWayna rumeeyeen. Marka waxaan u fasaxay inay ku raaxeystaan ​​(noloshooda) muddo.\n\n- Quran, Cutubka 37aad (As-Sabftat), aayadaha 139-148 [8]\nQuraanka ma xuso dhaxalka Yunus, [5] Laakiin dhaqankii muslimiintu baray in Yunus wuxuu ka yimid qabiilka reer Benyjamin. [9]",
"Zakariya": "Sida laga soo xigtay caqiidada islaamka, Zakadaīyā (Carabi)\n\nQur'aanka\nZakariyana wuxuu ahaa wadaad ilaas oo ah wadaad xaq ah iyo nebi ka hadlay oo macbudka labaad joogay. Wuxuu si joogto ah mas'uul uga noqon doonaa maaraynta adeegyada macbudka [2] Isaguna wuxuu ku sii adkaysan lahaa Ilaah.\n\nU ducee wiil\nMarkuu gaadhay da'kiisii ​​hore, Zakariya wuxuu bilaabay inuu ka walwalo cidda ka sii wata dhaxalka ah inuu ku wacdiyo farriinta Ilaah dhimashadiisa kadib dhimashadiisa oo dhan ka dib. Zakariya wuxuu bilaabay inuu Ilaah u duceeyo wiil. Barkinta dhalashada dhalashadu ma ahayn mid ka baxsan rabitaanka ilmaha. [1] Wuxuu u duceeyey naftiisa iyo shacabka - waxay u baahnaayeen Rasuul, oo ah ninkii Eebe ka dhawrsanaa adeega Rabbiga ka dib Zakariya. Zakariya waxay lahayd dabeecad iyo wanaag oo uu rabay inuu tan ugu wareejiyo dhaxalkiisa ruuxiga ah ee ah hantidiisa ugu qaalisan. Oo riyadiisu waxay ahayd inay reerka ku soo celiso farxadda awowayaashii awowayaashii reer binu Israa'iil oo reer binu Israa'iil u cusboonaysiiyey farriinta Ilaah. Sida Qur'aanku ka sheekeeyo:\n\nXusuusta naxariista Eebahaa addoonkiisa Zakariya. Markuu u qayshaday Eebihiis dhawaaq qarsoodi ah, oo wuxuu ku yidhi, Sayidkaygiiyow! Lo! Lafahayga itaallada ahuna way itaalcadaan, oo madaxaygana waxay ku iftiimaysaa timo cirro leh, oo weligay kuma aan baabbi'in salaadda, sayidkaygiiyow, sayidkaygiiyow, sayidkaygiiyow. Lo! Waxaan ka baqayaa xigaalkayga xiga, maadaama naagtaydu ay madhalays tahay. Bal i siiya hortiin hortiinna ninkayga aniga i dhaxalsan oo dhaxli doona oo dhaxli doona guriga Yacquub. Oo ka yeedhi, sayidkaygiiyow, isaga wax laga aqbali karo. [Quraanka 19: 4-6 (Waxaa tarjumay faashad)\n\nAabayaal Yaxya\nHadiyad ka timid xagga Eebbe, Zakariya waxaa la siiyay wiil la odhan yaḥyá (Carabi: يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يح), يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحيى يحي (Carabi) waxaa loo magacaabay Baabtiisaha) Dhaqanka muslimiinta ayaa sheegeysa in Zakariya uu jiray sagaashan iyo sagaashan sano jira [3] markii loo sheegay dhalashadiisa Yooxanaa.\n\nIyada oo la raacayo salaadda Zakariya, Ilaah wuxuu Yooxanaa ka dhigay Yooxanaa (Yaxya) oo cusboonaysiiya farriinta Ilaah, oo ay khasaaray oo ay lumisay reer binu Israa'iil. [4] Maaddaama Qur'aanku yidhi:\n\nSakariyaah! Lo! Waxaan kuu bishaarayn inaad yeelsiisaan wiil magac ah oo la odhan doono Yooxanaa. Waxaannu la caddahay isku magac oo aan midnaba u bixinnay (isaga). Wuxuu yidhi Eebow. Sideen u heli karaa wiil markii xaaskeygu ay madhalays tahay oo aan gabowday da 'weyn? Wuxuu ku yidhi, Saas ma aha ee saas ma aha ee waxaanan u sahlaynaaday (Quraanka), anigu waxaan idin abuuray hortiis, markaad taasi ahayn. Wuxuu yidhi Eebow. Saxiix i sii. Wuxuu yidhi: Calaamadu waa inaadan awoodin inaad dadka la hadli doonin saddex habeen intaad caafimaad qabtid.\n\n- [Quraan 19: 7-10 (Waxaa tarjumay fallaaraha)\nMas'uulka Maryam\nSida laga soo xigtay Qur'aanka, Zakariya wuxuu ahaa the The The Guardian ee Maryam. Qur'aanka ayaa wada sheega:\n\n(Xusuuso) markay naagtiisii ​​Imraan tidhi, Sayidkaygiiyow! Waan kuu nidray, oo calooshayda ku jira oo ah sidii qurbaanno oo kale. Aniga iga aqbal. Lo! Adigu waxaad tahay waxaad tahay maqla, oo garanaya. Oo markii la samatabbixiyey waxay tidhi, Sayidow, sayidow! Lo! Waxaa laygu sameeyey dumar, Eebe wuxuu u ogaaday waxa la samatabbixiyey. oo bal eeg! Waxaan u bixiyey Maryan oo kale. Waxaan ku diidi doonaa belaayadaada iyada iyo farcankeeda shaydaan salaadda. Sayidkeeduna wuu aqbalay iyada oo ay u aqbasho si wanaagsan oo ay u wanaagsan tahay. oo wuxuu sameeyey Safaamyaah ilaaliyaha. Mar alla markii uu Sacallariyaah galay meeshii ay ku ahaan lahayd, wuxuu ogaa inuu cunto lahaa. Wuxuu yidhi: Maryan! Xataa tan ka sooad deddaban tahay? Oo iyana waxay ugu jawaabtay, Waa xagga xagga xagga. Eebbe ha u yeelo isagoo aan doonaynin.\n\nOgolaanshaha muslimiinta ayaa ku adkaysanaya in Zakadaya, oo ay weheliso Yooxanaa Baabtiisaha iyo Ciise, oo ay ka yimaadeen il nex oo nebiyada ah - oo dhammaantood ka soo jeeday wadaadkii Cammeem, oo ah Aaba, oo ah Aabaha Nebi Haaruun. Xaqiiqada ah in, wadaaddadii wadaaddada oo dhami, waxay ahayd Zakariye oo lasiiyay waajibaadka saaran ilaalinta daryeelka Maryan (Maryam) waxay muujineysaa inuu yahay nin cibaado leh. Zakariya waxaa badanaa lagu ammaanaa Qur'aanka inuu yahay nebi Ilaah oo nin xaq ah. Mid ka mid qiimaynta noocan oo kale ah ayaa ku yaal Sura al-An'nam:\n\n\"Iyo Zakariya iyo Yacya iyo Ishaas iyo Eliiya mid kasta wuxuu ka mid ahaa kuwa xaqa ah.\n\nTarjubaan Qur'aanka Abdullah Yuusuf Cali wuxuu siiyaa faallo ka hadlida hal qadkan [5] - oo soo jeedinaya in nebiyadan qaaska ah ay isku xiraan ruuxiga ah midba midka kale. Wuxuu tilmaamay in Yaxya uu ahaa qof qaraabo ah Ishac, halka Eliyas ahaa kii uu joogay beddelidda Ishacyaah, sida ku xusan Axdiga Cusub. Dhanka kale, guurka Ishari, wuxuu ahaa adeerkii reer Isha iyo wiilkiisa Yayaha waxaa loo yaqaan Eliyas ee Axdiga Cusub. [7]",
"Yahya": "Yaaḥyā ibn zakarīy: Carabi: يحيā (Carabi: يحيā (Carabi) . Waxaa rumeysan in ay muslimiintu ka marag kacaan ereyga Eebbe kaasoo ay soo saarto imaatinka ISA al-massih (1] [2]\n\nYaxye waxaa lagu sheegay Qur'aanka shan jeer. [3]\n\nYaxye waxaa sidoo kale si aad ah ugu sharfay Suffis-ka iyo sidoo kale khuraafaadka Islaamka, ugu horreyntii sababtoo ah sharraxa Qur'aanka ee loo yaqaan 'Qur'aanka' iyo naxariis. [4] Sufis waxay si joogto ah uga faraysas tira ka timaada aayadaha Yooxanaa ee Qur'aanka, oo ugu horrayn ku saabsan hadiyadda Ilaahay ee la siiyay ee uu ka helay dhalinyarada iyo sidoo kale isbarbardhiga Ciise. In kasta oo dhowr weedho ah oo loo adeegsado in lagu qeexo John iyo Ciise inuu yahay mid ka mid ah Qur'aanka, habka loo muujiyo inay ka duwan yihiin. [5]\n\nDhalasho\nQur'aanka, Eebbe wuxuu had iyo jeer ka sheegaa zakariya ee tukan u ah dhalashada wiil. Xaaska Zakariya, waxay ahayd madhalays sidaa darteed dhalashada cunuggu u muuqday wax aan macquul aheyn. [6] Hadiyad ka timid xagga Eebbe, Sekaryaah waxaa la siiyey wiil magaca Yaaḥya, magac gaar ah oo si gaar ah loogu doortay ilmahan oo keliya. (7) Iyo (Qiyaastii), Ilaah wuxuu sameeyey Yahya lix bilood oo kale, oo cusboonaysiiya farriintii Ilaah oo kharribtay oo ay reer binu Israa'iil ku garaaceen.\n\nQur'aanka ayaa sheeganaya in Yooxanaa Baabtiisaha uu ahaa kii ugu horreeyay ee magacaygan (Quraanka 19: 7-10) Laakiin tan iyo markii aayaddan ay ka hor timaadaa John Baabtiisaha, in aayaddan ay ka hor imanayso isku tanaasul aqoonyahan Islaamka in \"Yoḥyā \"Ma ahan magac la mid ah\" yoḥan \"[9] ama akoonka kitaabiga ah ee magacaabista Yooxanaa, oo ku saabsan inuu u dhawaaday\" Sakariyas \"(Griig) (Griig), ζαχαρίαρί), sida maya maya Mid ka mid ah safka aabihiis ee aabihiis Sakariyas (oo sidoo kale loo yaqaan Sekaryaah) waxaa loo magacaabay \"John\" (\"Yoonalnes\" / \"younnes\"). [11] Sida Qur'aanka uu leeyahay: [12]\n\"Zakadayna, runtii waxaan ku siinaynaa wiil magac ah oo magac ah, oo aannan annaguna ugu horrayn sumad,\n\n(53) Wuxuu yidhi (Eebe) Eebow waxaan leeyahay wiil, markii xaaskeygu madhalaysnaa oo aan si weyn u yareeyo da 'weyn? \"\n\n(53) Wuxuu yidhi (Eebe) Eebahaa wuxuu yidhi waa u Fududahay (Quraanka) anigaa idinka Fududay (Gargaaradka).\n\n(Zakada) wuxuu yidhi: \"Eebow! Calaamad i sii.\" Jawaabtaada, calaamaddaada ayaa ah, \"ayaa ah inaad ninna ninna run la tihiin, saddex habeen.\"\n\n- Maryam 19: 7-10\n- Maryam 19: 12-14\n\nWebiga Urdun, halkaas oo Yaxya lagu baabtiisay ISA. [13]\nYaxya waxaa lagu baryay inuu si dhakhso leh u xajiyo Kitaabka oo la siiyay xigmad Ilaah inta uu weli ilmo yahay. [14] Wuxuu ahaa daahir oo cibaadayaa, wuuna si wanaagsan u socday hortiisa. Isagu waa nin naago ah oo waalidkiis oo uusan ahayn kibirsan ama ka caasiyow. Akhrinta John iyo fahamka ee Qorniinka, marka cunugga oo keliya, ka sarreeyo xitaa kan aqoonyahannada ugu waaweyn ee waqtiga. [6] Moregesis Motegees ayaa sheegeysa in Isha u diray Hooyo Yaxya inuu soo baxay laba iyo toban xerta ah, [15] oo wacdiyey fariinta ka hor intaysan Ciise u yeedhay xeddiisa. [7] Qur'aanka ayaa yidhi: [16]\n\"O!\n\n- Maryam, 19:12\nYooxanaa wuxuu ahaa nebi heersare ah, [17] kuwaasoo Ilaah sare ugu sarraysiiyey, oo xagga Ilaah buu ugu sarraysiiyaa, oo wax kasta oo xaqdarro ah ayaa geesinimo badan oo xumaanta u laaya xumaanta. Intaa waxaa sii dheer, Qur'aanku wuxuu ka hadlayaa Yooxanaa cibaado jilicsan oo jabay iyo jacayl iyo dabeecaddiisa is-hoosaysiinta ee nolosha, kaas oo loo oggolaaday daahirnimada nolosha.\n\nSida uu sheegayo dhaqanka islaamka, Yaxya wuxuu aadi jiray Haram Esh-Sharif (Mountcy Mount) si loo dhiibo khudbarigiisa. [3]\n\nShirqool u dhigid\nIntii lagu guda jiray Nabinnimo ee Yahya, isku dhac ayaa ka dhex dhacay isaga iyo antimes-ka Herodos, kaasoo raba inuu is furo xaaskiisa koowaad oo uu xaaskiisa u qabto soddoggiis. [3] Yaxya wuxuu ku ogeysiiyay in guurku uu noqon karo mid aan wax qabin, oo uusan oggolaan guurka. Taas ka dib, Antipas Antipas ayaa Yaxya la xidhiidhay. [3] Yaxya kadib waa la goostay. [18] [3] Yaxya madaxa ayaa la rumeysan yahay inuu ku dhex yaal masjidka Umayyad ee Dimishaq. [19] [21]\n\nDhaxal ah\nDiinta islaamka, Yaxya wuxuu salaamay Muxammad habeenka al-ma'ah al-mi'raj, oo ay weheliso Ishac (Ciise), [22] Sheekada Yaxya ayaa sidoo kale loo sheegay boqorka Abiyay intii uu socday u guuritaanka muslimiinta ee Abisiniya. [23] Sida laga soo xigtay Qur'aanka, Yaxya wuxuu ahaa mid ka mid ah kii Ilaah nabada u diray maalintii uu dhalay iyo maalintii uu dhintay. [24] Sida laga soo xigtay al-suyuti, Ibraahim wuxuu cadeeyay in tan iyo abuurkii dunida, iyo dhulka oo ooyaya laba qof oo keliya, Yaxya iyo Husayn. [26] Sida laga soo xigtay xadiikii, Muxammad wuxuu yidhi: wiilkiisii ​​Aadam wuxuu u soo degi doonaa maalinta qiyaame, isagana wuxuu ku dembaabaa yuhuud, yaa ibn zakada \". [27] Muslimiin badan ayaa isbarbar dhigaya Yahya oo ay la socdaan Husayn. [28] Madaxyada labada Yaxye iyo xafisann ayaa la rumeysan yahay inay ku sugan yihiin masjidka Umayyad ee Dimishiq, Syria.",
"Isa": "Isha (Ciise) waa nabi iyo rasuullo Eebbe iyo Masiixa. Isagu waa nebigii ugu dambeeyay ee loo diray inuu hago carruurta reer binu Israa'iil\n\nQur'aanka, ISA waxaa lagu tilmaamay Masiixa (al-masīḥḥ), oo dhasha Maryantii Maryan oo bikradda ahayd, oo ay weheliyaan aayaad, oo ay diideen aasaaska Yuhuudda iyo samada. Quraanka ayaa ku caddeysan in Ciise iskutallaabta lagu qodbsanayn ama ku dhintey iskutallaabta, laakiin si mucjiso ah ayaa loo badbaadiyey Ilaah. Quraanka Quraanka ayaa Ruux ka mid ah dadka ugu waa weyn, wuxuuna ku sheegaa cinwaanno kala duwan. Nabinimadii Ciise waxaa ka horreeyay Yahya oo uu ku guuleystey Muxamed.\n\nDiinta islaamku waxay diidaysaa aragtida Masiixiga ah ee ilaahnimadiisa Ciise sida ilaah jidh ahaanta, ama wiilka suugaanta ah ee Ilaah. Waxay u dafirtay Ciise inuu yahay ilaahyo badan oo aayadaha dhowr ah, iyo sidoo kale sheegashada in Ciise uusan sheegan inuu yahay mid rabaani ah. Muslimiintu waxay rumeysan yihiin in farriinta asalka ah ee Ciise ay wax laga beddelay, ka dib markii la soo sara kiciyey. Monotheism of Ciise ayaa lagu nuuxnuuxsaday Qur'aanka. Sida nebiyada oo dhami Islaamka oo dhan, Ciise waxaa sidoo kale loogu yeeraa qof muslim ah, madaama uu wacdiyey in xeryayaashiisu ay qaadan doonaan 'wadada toosan' (ṣIRāṭ ṣ mustīīm. Ciise waxaa loo aaneeyey mucjisooyin aad u tiro badan, oo leh faro badan oo farta badan iyo suugaanta mystic lagu qoro laguna akhriyo isaga oo ku saabsan dhaqanka Islaamka. Waxaa sidoo kale lagu soo waramayaa inuu wax ku qoro imaatinka Muxammad isagoo adeegsanaya magaca magaca Axmed.\n\nDhamaadka waqtiga, Ciise wuxuu ku soo laaban doonaa imaatinka labaad ee Imaam Al Mahdi inuu dilo al-masih Ad-Dajjal ('kan Masiixa beenta ah', kaasoo keena qabiilka qadiimiga ah Yacbaab, oo ah qabiilka qadiimiga ah ee Yacjūj iyo Masijūj (Gog iyo Makurog) dhulka. Ka dib markii xayawaanku mucjiso u baabbi'iyaan, imaam Mahdi iyo Ciise waxay xukumi doonaan adduunka oo dhan, inay dhisi doonaan nabad iyo caddaalad, oo ay dhintaan ka dib xukunkii 40 sano. Qaar ka mid ah muslimiinta ayaa aaminsan in ISA lagu aasi doono Muxamed xabaashii afraad ee loo yaqaan 'afaraad' ee loo yaqaan 'Gime' ee Madiina.\n\nCiise waxaa fahmay Muslimiinta inay noqdaan mid ka mid ah nebiyadii ugu muhiimsan ee diinta islaamka. Booska Ciise ayaa la rumeysan yahay inuu ku laabto, masjidka Umayyad ee magaalada Dimishiq, ayaa si aad ah loogu qiimeeyaa Muslimiinta anigoo ah barta ugu saran ee Islaamka.\n\nDhalasho\nXisaabinta Ciise ee Quraanka ah ayaa runtii ka bilaabmaysa dhalashada hooyadiis, Maryan, Maryan iyo adeegteeda oo ku taal macbudka Yeruusaalem. Intii uu ka hoosaysiiyey daryeelka Nebi Zeharyaah, oo ahaa aabbaha Yaxya (Yooxanaa Baabtiisaha). Qoraalka dhalashada ee Qur'aanka ee Quraanka ah wuxuu ku bilaabmayaa Qur'aan 19: 16-34 iyo Q3: 45-53.\nTirtimaal\n\nCudurrada Islaamka ayaa xaqiijinaysa dhalashada bikraddu ee Ciise si la mid ah akoonka injiilka oo uu ka dhacayo Beytlaxam. Qoraxda dhalashada bikradda ah waxay ku dhawaaqday in Maryan belaayeen malaa'ig Jibriil halka Maryan lagu soo sara kiciyey macbudka ka dib markii ay hooyadeed ballan qaadday ka dib. Jibriil waxay wada dhaqanayeen inay sharaf ugu muujiso dumarka dhammaantood waa la wadaagaan wiilasheedii oo ay ka farxisay wiil quduus ah.\n\nAfhuyilka muhimka ah\nJibriil wuxuu caddeeyaa in Wiilku la odhan doono ISA, Masiixa, isagoo ku dhawaaqay in loogu yeedho nebi weyn. Maryan, wayddiiysay sidii ay uraysan lahayd oo ilmo ninna uusan taabtay markuu ninna u jawaabay, oo malaa'igtii Ilaah amar ku tiil, oo waxay u noqon doontaa inuu doono.\n\nQisada Qur'aanka kariimku waxay sii wadaa Maryan, waxay ka adkaataa xanuunka dhalmada, oo lagu siinayo durdur biyo ah cagaheeda oo ay ka cabbi karto iyo geed timireed oo ay ku dhici karto oo ay ku raaxeysan karto. Ka dib dhalmada, Maryan waxay siday ilbiriqsiyo ilbiise u ah macbudka oo waxaa weydiisanaya odayaasha macbudka ku saabsan ilmaha. Markii uu amray in Jibriil uu nidar gashay aamusnaanta aamusnaanta, waxay tilmaamtay dhallaanka Ciise ee Ciise ku dhawaaqaya:\n\nWuxuu yidhi, Anigu waxaan ahay midiidinka Ilaah. Wuxuu iga siiyey kitaabkii, oo wuxuu iga dhigtay nabi nebi ah. Oo wuxuu iga dhigay inaan barakaysan doono meel alla meeshii aan ino, oo waxaan idamadbanayaa cibaadada, iyo sadaqadda, oo intaan noolahay, iyo inuu hooyaday u noolaado. oo ima uumay mid dulmiga badan, oo aan cidhiidhi ahayn. Waa maalin aan dhalay maalintii aan dhiman, maalintii aan dhiman doono, oo maalinta aan la soo bixin waayeelka. 8]\n\nCiise oo ka hadlaya dabaasha ayaa ka mid ah lix mucjisooyin oo loo aaneeyey inuu kariinayo Qur'aanka, oo laga helo Injiilka dhalashada Syriac, shaqadii lixaad. [9] [10] Sida laga soo xigtay xadiisyo kala duwan, Ciise iyo Maryan ma uu qaylin dhalashadooda. [11] Nebigii Islaamka Muxammad wuxuu sharraxay in Ciise iyo Maryan labaduba ay ahayd bini-aadamka kaliya inay ku dhalaashadaan sida dembiga oo sidaas darteed, laga ilaaliyay shaashadda shaybaarka ee dhalashadooda, oo soo xiganaya aayadda lixdan-Imran. [12]\n\nSheekada dhalashada\n\nSida laga soo xigtay Qur'aanka oo ahaa Xanuunkii Shaabadood oo Maryan u Qaaday jirriddii Geed timireed.\nIimaanka Islaamka ayaa lagu dhajiyay qaar ka mid ah xargaha ka dhex jira dhaqanka Masiixiyiinta in Maryan (ama Maryam) ay ahayd bikrad suugaaneed markii Ciise uuraystay. Koontada ugu faahfaahsan ee baabi'inta iyo dhalashada Ciise ayaa lagu bixiyay Surah 3 (Al I Imran) iyo Quraanka Quraanka oo sheekada lagu sheegay in Eebe u diray malaa'ig in ay ku dhawaaqdo in Maryam waxyar u filan karto in la dhaco wiil, in kasta oo ay tahay bikrad. [13]\n\nQaar ka mid ah tacliinta sare ayaa xusay in koontada Surah 19 [14] ay si gaar ah ugu dhowdahay in injiilka Masiixiyiinta ee Luukos. [15] Afriminta Maryan waxaa lagu sheegay laba jeer Qur'aanka iyo labada tusaaleba Maryan / Maryam waxaa loo sheegaa in Ilaah loo doortay inuu wiilka soo doortay. Marka ugu horeysa, kii qaataha warka (oo ay rumeysan yihiin Muslimiinta badankood ee Jibriil), ayaa soo gaarsiiyay warka (Q3: 42-47) sida uu u qaadanayo qaab nin (Q19: 16-22) . [16] [17] Faahfaahinta ka-qaadista lama wada hadlin laakiin markuu Maryan weydiiyo sida ay u dhali karto wiil marka loo sheego in Eebbe abuuro waxa uu doono iyo in waxyaalahaas u fududahay Eebe. [18] Quraanka (Q21: 91.\n\nTaariikhdii 8aad ee muslimka ah ee Muslimka ah IBN Ishaq (704-767), ayaa qoray koontada cinwaankiisu yahay Kitab al-maraneriah, oo ka dib markii uu awood u leeyahay dayactirka iyada, wuxuu ku gartaa nijaar Magacaabista George. Waxaa ku sugnaa kaniisad dhexdeeda, waxay ku biirtay nin da 'yarta ah oo la odhan jiray Yuusuf, oo waxay ka caawiyaan midba midka kale biyo soo qaadaya iyo hawlo kale. Xisaabta dhalashada Ciise waxay raacdaa Qur'aanka Qur'aanka, isagoo ku daray in dhaliddu ka dhacday Beytlaxam agteeda geed timireed leh oo qaba gacan timireed. [21]\n\nQeybtii 10aad ee qarniga koowaad ee Faariska al-Tabari (839-923), ayaa sheegay in ka soo horjeedo Boqorka Faaris ee hadiyadihii (la mid ah Magi laga soo bilaabo magaalada East) ee Masiixa; Oo amarkii ninkii Yuusuf ugu yeedhay Yuusuf ninkeeda, inuu geeyo Masar iyo ilmaheeda Masar, oo markii dambena Naasared ku noqota. [22]\n\nCaruurnimo\nMaqaalka ugu weyn: Helitaanka Macbudka\nSidoo kale eeg: Duulimaadka Masar iyo muranka Injiilka ee Thomas\nQur'aanku kuma jiro dhaqankii duulimaadka Masar, in kastoo Sūra XxiiI, 50 si kastaba ha noqotee, waxaanan ka dhignay ina Maryam iyo hooyadiis waxaan ka yeellay iyaga meel sare, oo ka buuxa xasillooni oo lagu waraabiyey ilo. Qaar ka mid ah sheekooyinka waxay leeyihiin Ciise iyo qoys oo jooga Masar ilaa 12 sano. [26] Sheekooyin badan oo anshaxeed iyo munaasabado mucjisooyin ah oo ah dhalinyarada Ciise ayaa lagu xusay Qisas al-Anbiya (sheekooyinka nebiyada), buugaag ay ka kooban yihiin qarniyadii ay ku saabsan yihiin nebiyada islaamka iyo geesiyaasha. [7]\n\nAl-Maasudi wuxuu qoray in Ciise sidii wiil oo uu bartay diintii Yuhuudda ee aqriska ah ee aqrinta Sabuurrada waxaana lagu helay \"oo lagu raaco jilayaasha iftiinka\":\n\nAdigu waxaad tahay wiilkayga aan jeclahay, Waxaan kuu doortay naftayda \"\n\nCiise markaa sheegashada:\n\nWiilka Aadanahu maanta waa la rumoobay Eraygii Ilaah. [22]\n\nEe Masar\nSidoo kale eeg: Injiilka dhallaanka ee Thomas\nDhowr sheeko ayaa muujinaya xoogaa kala duwanaansho iyo isku mid ah qoraallada islaamka ee ku saabsan Ciise ee ku saabsan Ciise, gaar ahaan waqtigiisa Masar marka la eego muddada iyo dhacdooyinka. Qaar badan oo sheekooyinka waxaa laga helaa ilo aan ahayn Christian ah oo aan ahayn Christian ah, tusaale ahaan, injiilka ka hor islaamiga ah ee Thomas. Mid ka mid ah kala duwanaanshaha noocaas ah wuxuu ka yimid Al-Attarity ee uu ku dhamaaday taariikhda uu ka kooban yahay sheeko dhalasho oo sheegta Ciise uu ku dhashay dalka Masar halkii Beytlaxam. [27]\n\nQaar ka mid ah sheekooyinka kale ee Ciise caruurnimadiisii ​​waa Bariga Dhexe ee caanka ah sida ay muujiyeen borofisar ka mid ah basaasayaasha isbarbardhiga isgaadhsiinta Mahmoud M. [28] Mucjisooyin badan ayaa loo aaneeyaa in la sameeyo Ciise intuusan Masar ku jiro inta uu ku jiro Masar [26] (Eeg § § §r § §\n\nDalladdedda dhowaani yihiin\n\nWebi Urdun, halkaas oo Ciise lagu baabtiisay Yahya Ibnu Zakariya (Yooxanaa Baabtiisaha). [29]\nShaqada\nSidoo kale eeg: Wasaaradda Ciise iyo Rasuul (Islaam)\nWaxaa guud ahaan la isku raacsan yahay in Ciise uu ku hadlay AramaIC, aflaganka afka ee Yahuudiya qarnigii koowaad ee a.D. iyo gobolka oo ballaaran. [30]\n\nAragtida ugu horreysa ee ugu horreysa ee Ciise lagu sameeyay fikirka islaamka ayaa ah in qof bini-aadam ah oo uu doortay in Eebbe ku soo bandhigo labada xukun ee sanamyada iyo caqabadda inay u jeestaan ​​ilaahyada dhabta ah. Iyada oo la raacayo, ka muuqata dhammaan nebiyadii hore ee loo maro muraayadda aqoonsiga muslimka ah, Ciise ayaa loo arkaa inuusan ka badnayn farriin soo noqnoqda fariin soo noqnoqda oo da 'da' ah. Mucjisooyinka Ciise iyo magacyada Qur'aanku waxay u sababeeyeen Ciise inuu muujiyo awoodda Ilaah halkii uu kala jajabi lahaa Ciise awooddii ka dambeysa farriinta nebiyada oo dhan. Qaar ka mid ah caadooyinka islaamka qaarkood ayaa rumeysan in howlgalka Ciise uu ahaa oo keliya dadka reer binu Israa'iil iyo xaaladdiisa sida nebi uu xaqiijiyey mucjisooyin badan. [33]]\n\nSawirka sare ee hore ee Ciise waa tiradaasi dhamaadka. Fikraddani inta badan waxay ka soo baxdaa xadiiska. Dhaqanka muslimiinta ayaa si isku mid ah u dhisaya si la mid ah laga helo fiqiga Christian, marka loo eego Ciise imanaya dhamaadka waqtiga oo uu ku soo degay dhulka si uu ula dagaallamo ka geesta. Qisadani waa la fahamsan yahay inay ku guuleystaan ​​sababta Islaamka, iyada oo dhaqanka qaar ay sheegto Ciise tilmaamaya ciribtirka Muxammad. Dhaqannada badankood ee gobolka ayaa markaa u dhiman doona dhimasho dabiici ah. [33]\n\nSawir saddexaad oo gaar ah ayaa ah ciise matalaysa tiradiisa ascica - nebi qalbigu. In kasta oo Qur'aanku uu tixraaco 'Injiilka' ee Ciise, waxbarista gaarka ah ee aan lagu sheegin Qur'aanka ama qoraallada diinta dambe. Si weyn ayey u maqan yihiin. Dhaqanka Sufi waa meesha Ciise lagu xusadeeyay, loo qiray inuu yahay macalin ruuxiga ah oo leh cod gaar ah oo ka soo jeeda nebiyada kale, oo ay ku jiraan Muxammad. Sufism waxay u egtahay inay sahamiso cabirrada midowga ee Ilaah qaabab badan, oo ay ku jiraan ascicosm, gabay, falsafad, talo soo jeedinno, iyo hababkan. In kasta oo shirkadda ay ku taal gudaha maskaxda ee loo yaqaan 'Galbeedka Maskaxda' waxay u muuqan kartaa inay asal ahaan ka soo jeedaan asalka neoplatonism, gnoplatonism, huddlys, fikirka, fikirka quraanka ah ilaa ay u hoggaansamaan ereyada Qur'aanka iyo kuwa ugu fiican. [34]\n\nWacyi-gelinta\nFikradaha islaamka ee wacdinta Ciise ayaa la rumeysan yahay inay asal ahaan ka soo jeedaan kufa, Ciraaq, oo hoos yimaada Rashidun caliphate halkaas oo soo qorayaashii hore ee dhaqanka iyo deeqda waxbarasho ee muslimiinta. Fikradaha Ciise iyo wasaaraddiisa wacdinta ee ku soo korsatay Kufa waxaa laga soo qaatay Masiixiyiintii hore ee Masar oo ka soo horjeestay ballamaha rasmiga ah ee kaniisadda ee kaniisadda ee kaniisadda ee kaniisadda kaniisadda ee Rome. [35]\n\nSheekooyinka ugu horreeya, tirinta qiyaastii 85, waxaa laga helaa laba uruurinta suugaanta ee suugaanta ee cinwaankiisu yahay Kitab al-Zuhd wa'l Raaqa-iyo naxariis-darrada) by ibn al-mubarak (d. 797), iyo Kitab al-Zuhd (Buugga asketicm) ee Ibnu Hanbal (d. 855). Erayadani waxay ku dhacaan afar koox oo aasaasi ah: a) Eschatusrological; b) erayada ka imanaya ee Quasi-Injiilka; c) Estrics anceretic iyo sheekooyin; d) Eragooyinka Echo oo dhaarta kudhaca intra-Muslimka Polimics. [36]\n\nKooxdii ugu horreysay ee hadalada ayaa ballaarinaysa archetype \"ee Ciise sida lagu sawiray Qur'aanka. Kooxda labaad ee sheekooyinka, in kasta oo ay ku jiraan asaasida injiilka, waxaa lagu ballaariyaa \"shaam qeexan\" islaam islaam ah \". Kooxda saddexaad, iyagoo ah kuwa ugu weyn afarta, waxay Ciise muujisay Ciise Patterod Cint of Potctory Deconcesm. Kooxda ugu dambaysay waxay ku dhisantahay qeexitaankii Islaamka iyo Qeebta Muslimka ee Ciise iyo sifodiisa, oo ka soo dajinaya fikradaha eSoteric ee la xiriira ereyada Ilaah \"iyo\" Ereyga Eebbe \". [37]\n\nMucjisooyin\nMaqaalka ugu weyn: Mucjisooyinka Ciise\nSidoo kale eeg: Injiilka dhallaanka ee Thomas\nQur'aanka Qur'aanka ayaa sabab u ah ugu yaraan lix mucjisooyin ilaa Ciise, iyadoo inbadan oo inbadan lagu daro qarniyo badan oo qoraya qorayaasha iyo taariikhyahanadu. Mucjisooyinka ayaa loo aaneeynaa Ciise sida calaamadaha uu u sheegay nebiyadii, sida uu sheegay baraha iyo Professor Ishaq Musa al-Xusni (Meayoirs oo ah dajajkirat Dajaj) (Qaahira: Daarugal: Daar Al-MairIf , 1943; 2nd ed. 1967). Masiixa ku dhex jira Qur'aanka iyo suugaanta casriga ah (1960), al-Xusni ayaa sheegay in xusid mudan in xusid mudan mucjisooyin aan naftiisa iskaga mid ahayn. [38]\n\nLixda mucjisooyinka ah ee Qur'aanka waxoogaa ah ayaa si faahfaahsan looga eegayaa si ka duwan Injiilka iyo iligooda aan cibaadada ahayn, oo ay ku jiraan tafaasiisha oo ay ku xusaan mucjisooyinka kale ee loo habeeyay. [38] Qarniyo badan, lixdan sheeko mucjiso ayaa lagu sharaxay xadiiska iyo gabayada, oo ay ka mid yihiin qoraallo kale oo ay ka mid yihiin mucjisooyinka kale ee lagu xusay injiilka, ilaha aan ahayn. [28]\n\nKa hadlaya gogosha\nIsaga oo ka hadlaya gogosha ayaa lagu xusay seddex meelood oo kariimka ah Qur'aanka: Al-Imran (3) 41, 46, al-Imran (56, al-maidam iyo Maryam) iyo Maryam (199-30. Qayb ka mid ah dhallaanka ayaa dhallaankii Ciise ee difaacaya hooyadiis Maryan oo ka soo baxday eedeymaha ka soo demiyay iyada oo aan nin la yaqaannayn. [39] Hore Islaamku ma cadda 'Yuusuf iyo doorkiisa Ciise wuxuu ku hadlaa sidii malaa'ig Jibriil ku soo sheegtay ansactiyihii: Ciise wuxuu ku dhawaaqayaa inuu yahay kitaab, waa nebi, waxaa barakeeya meel kasta oo uu ku tagi doono, maalinta uu dhiman doono. , Oo maalintii uu soo sara kiciyey nool. [40]\n\nIn kasta oo sheekadan qaaska ah aan laga helin Kitaabka Quduuska ah, dulucda hadalka ka hadlaya ee ka hadhaya ee ka dhex dhacaya ku-meel-gaarka ah ee Syralia islaamka ee Syraliac-ka ee loo yaqaan Syram. Isha isha ayaa isku muujiyay in wiilka Ilaah yahay ereyga, iyo waxa uu ku caddeeyey waxa Malag Jibriil horey loogu shaaciyey Maryan sida lagu faahfaahiyay injiilka. [39]\n\nAbuurista shimbiraha dhoobada\nSheekada mucjisada ee abuurista shimbiraha dhoobada dhoobo ah iyo nolosha neefsashada ayaa ku dhex jira markii cunug lagu xuso al-Imran (3) 49, 49 iyo al-mayreed (5) 109-110. In kasta oo mucjisacan aan sidoo kale lagu sheegin injiilka buugga, oo sheekadan la mid ah ayaa laga helaa ugu yaraan laba ilo-dhimis hore ee Tholedot Toledot yesu, iyadoo la raacayo tafaasiil yar oo kala duwan oo ka dhexeysa Qur'aanka iyo labadan ilood. 41] [42]\n\nBogsiinta indhoolayaasha iyo barayaasha\nSidoo kale fiiri: bogsiinta labada nin ee indhaha la 'laba nin oo indhaha ku jira oo nadiifiya toban nin oo baras ah\nWaxay la mid yihiin Axdiga Cusub, Quraanka ayaa sheegay in Ciise uu ka hadlayo Ciise indhoole iyo kuwa la mid ah oo ah Al-Imran (3) 49. Qur'aanka Muslimka ah (3) 49. 486) waxay qoreen in kuman kumanaan kun oo dad ah ay u yimaadeen Ciise Si aad u bogsato oo in Ciise uu Ciise ku bogsiiyey cudurradan oo keliya salaadda oo keliya. [43] Aqoonyahan dhexe al-Tha'labi ayaa ka qoray sida labadan cudur oo gaar ah ka baxsan gargaar caafimaad, mucjisooyinka Ciisena waxaa loogu talagalay inay u arkaan kuwa kale inay yihiin calaamadaha cad ee farriintiisa. [41]\n\nKor u qaadida kuwii dhintay\nCiise waa la rumeysan yahay inuu sare u qaaday dadka dhintay, sida ku xusan al-Imran (3) 49. In kasta oo aan faahfaahin laga bixin karin ama duruufaha jira, ugu yaraan saddex qof ayaa lagu xusay si faahfaahsan injiilka (gabadh oo reer Yayros oo ahayd wiil carmal ah oo ku dhex yaal Nain, iyo Laasaros). [44]\n\nDadaalka\nCiise wuxuu awooday inuu saadaaliyo, ama uu hore u ogaaday, [45] wixii qarsoon ama aan la garaneyn kuwa kale. Hal tusaale ayaa Ciise si sax ah ugu jawaabi doona wax kasta oo su'aal ah qofna weydiiyey. Tusaale kale ayaa Ciise ogaadey waxa dadku hadda cunay, iyo sidoo kale waxay ku kaydsan yihiin guryahooda. [26]\n\nMiiska cuntada ee samada\nMaqaalka ugu weyn: Quudinta dadka badan\nSidoo kale eeg: cashada ugu dambeysa\nCutubka shanaad ee Quraanka, Al-Ma'ida (5) 112-115, Sheeko sheegaysa Xertiisii ​​Ciise oo cunto ku doonayay, oo waxay u noqon doontaa maalin sharaf ah iyaga mustaqbalka. Tani waxay noqon kartaa tixraac macquul ah oo ku saabsan Eucharist sida uu sheegay borofisar ku saabsan cilmiga islaamka iyo barashada Carabiga W. Montgomery Watt (D. 2006). Sida uu sheegay borofisar ku saleysan diimaha isbarbardhiga Geffrey Peorunder (D. 2005), ma cadda in sheekadan ay isbarbar dhigto casharka ugu dambeeya ee Injiilka ama quudinta ay ku xirnaato Ereyga Carabiga, laakiin waa la isku dayi karaa Ereyga Carabiga ah ee '' [47]\n\nOo mar alla markii xertii ku tidhi, Ciise oo ah Wiilka Maryamayshadii ma wuxuu noo soo dejin karaa miis samada ka soo degay? Wuxuu yidhi, Ilaah ka cabso haddii aad rumeeyso. Waxay dhaheen inaannu wax ka cunno, oo qalbiguu nabdoona, oo waxaan ogaan karnaa inaad si run ah ugu hadlaan oo ay markhaatiyaal ka mid yihiin. Ciise, ina Maryan ayaa ku yidhi, Sayidkayaga jannada ha noo soo dejiyo, Oo kii ugu dambays ahuna ha nagu soo dejiyo, oo ah kii ugu dambaysnaa, iyo kan ugu dambeeya, iyo calaamo idinka mid ah, oo waxaannu idiin bixinnaa. Cunto) annaga, adiga ayaa ah kuwa ugu fiican bixiyeyaasha. Ilaah baa yidhi waan kuu soo dirayaa. [46]\n\nRikoor ay qortay The Sunni ka baxday Tababaraha, ka hor casharka ugu dambeeya, halista dhimashada ayaa ka dhigtay mid walwalsan. Sidaa darteed, Ciise wuxuu xertiisii ​​ugu yeedhay cashada ugu dambaysa. Cuntadii darka dambe, ayuu gacmahoodii maydhay, oo wuxuu sameeyey damacoodii si aan gacmahooda gacmahooda gacmahooda ku tirtiro dharkiisa dharkiisa. Dabadeedna Ciise wuxuu ku yidhi, Si aan caawa idin kuugu sameeyo, si aan kuugu soo shaqeeyey, oo aannu kuu adeegeen oo aannu gacmahaaga kuugu soo maydhay, maxaa yeelay, adigu waxaad iila tihiin inaad iga fiiriso, Midkiinba midka kale ha isku samatalo, laakiin isbadaynina sidaan kuu sii balaayey. Ka dib markii xertii ku baray waxbariddiisa, Ciisena wuxuu u hadlay in mid iyaga diida doonaya isaga, mid kalena ha kuu hayo. Si kastaba ha noqotee, iyadoo la raacayo aragtida islaamka ee ku saabsan dhimashadii Ciise, kaliya meyd oo ka mid ah Ciise iskutallaabta lagu qodbay Ciise qudhiisa ayaa la sara kiciyey. [48]\n\nMucjisooyinka kale\nSheekooyin badan iyo sheekooyin ayaa la soo saaray sanadihii ku saabsan Ciise, oo ay ku jiraan casharo dhaxal ah ama in la bixiyo macnaha si faahfaahsan oo ka mid ah oo ka mid ah Qur'aanka oo dhan oo ku saabsan Ciise. Qaar ka mid ah sheekooyinkaas waxay la mid yihiin dabeecadda axdiga cusub, halka qaarna ay ku muujiyaan Ciise hab aad u binaad.\n\nKa sokow qaar ka mid ah soo koobitaan faahfaahsan oo mucjisooyin ah oo Ciise ku xusan qarniyo badan, iyo sida biyo lagu dhex socdo, oo kibistii kibis laga helo, oo kaluu ahaa carruurnimada. Ku dar: Sharaxaya aasaaska aasaaska Muslimka maamulaha maamulaha dugsiga, oo muujinaya cidda tuugada ay ahayd madax taam ah, oo ay ku cunaan dhalo iyo khamri ah oo boqorkan iyo boqorkan u caddeeya kuwii dhintay, oo korinta ilmaha si lama filaan ah loo dilay, oo dharka ka soo samatabeeya mowduuc midab midab leh oo la soo baxayo midabo kala duwan. [26]\n\nBogsiinta wiilka rasmiga ah ee boqornimada\nMaqaalka ugu weyn: bogsiinta wiilka rasmiga ah ee boqornimada\nAl-Tbarri (d. 923) ayaa ka warbixisay sheeko la kulanka Ciise ee Ciise oo leh boqor gaar ah oo gobolka iyo bogsiinta wiilkiisa. Aqoonsiga boqorka lama sheegin halka halyeeyga uu soo jeedinayo Philip Tetrarch. Tixraaca Kitaabka Quduuska ah ee u dhigma waa \"wiilka boqornimada ee Royal\". [49]\n\nHunguri iyo run sheegid\nSheeko halyeeyo ah oo mucjiso ah oo mucjiso ah oo uu dhaliyay Ciise, oo loo adeegsaday cashar adag oo caan ah ayaa laga helay Bariga Dhexe ee Bariga Dhexe sida uu sheegay Professor Ayoub, oo ay la mid tahay nin Yuhuudi ah iyo kibistii oo dhan iyo kibis rooti ah. In kasta oo ay sidday codka codka, xarumaha casharka ee hunguriga leh oo leh run-u-sheegida runta ah ee loo yaqaan 'sheegidda'. Waa sheeko laga helay inta badan buugaagta carruurta. [50]\n\nXikmadda dhaxalka\nSidoo kale eeg: Logos (Islaamka) iyo Logos (Kiristanka)\nSheeko kale oo mucjiso ah oo halyeey ah ayaa ka mid ah sheeko ku saabsan xigmadda Ciise ee Ciise. Halyeeygani, oo ka warbixiyay al-Tbar ee Ibn Ishaq, ayaa ka hadlay Maryan oo u dirtay Ciise oo u dirtay dugsiga diinta iyo macalinka in uu ogaado in la baro macluumaadka la baro / laga wada hadlay. [26]\n\nCunnada guryaha carruurta\nSheeko kale oo ka socota al-Tbari waxay ka hadlaysaa wiil dhalinyaro ah oo la ciyaaraya dhalinyarada tuuladiisa oo u sheegta waxa ay waalidkood waalidkood u diyaarinayeen guriga. [26]\n\nMarka loo eego faahfaahinta sheekada, waalidiinta qaar waxay careysteen oo mamnuuceen carruurtooda inay la ciyaaraan Ciise, iyagoo tuhmanaya inuu ahaa saaxir. Natiijo ahaan, waalidku carruurtoodii ka fogeeyey Ciise oo carruurtoodu waxay u soo ururiyeen guri keliya. Maalin maalmaha ka mid ah, oo dareemaya cidlo, Ciise wuxuu u baxay inuu raadinayo asxaabtiisa, oo uu ku soo degay gurigan wuxuu ka codsaday waalidiinta halkaasoo ay carruurtoodu ku sugnaayeen. Waalidku been bay sheegeen, iyagoo ka jawaabaya in carruurtu aysan joogin. Kadib markii Ciise weyddiiyo, markaa, guriga ayuu ku jiraa, waalidku waxay ugu yeeraan Ciise. Ciise ayaa gurigaas yidhi, Gurigan ha ku jiro, oo carruurta oo dhanna u jeestay doofaar. 28\n\nQarniyo ka badan, qorayaasha muslimiinta ayaa sidoo kale tixraaca mucjisooyin kale oo ay ka soo baxaan jinniyo, iyagoo ka amaahday qaar ka mid ah ilo-xumo hordhac ah, iyo ilo wareedyo islaam ah oo ka mid ah halyeeyada ku saabsan Ciise waa la ballaariyey. [26]\n\nKashifaadda\nMaqaalka ugu weyn: Injiilka ee Islaamka\nMuslimiintu waxay rumeysan yihiin in Eebbe muujiyay Qorniinka Ciise, oo loogu yeero al-ka (injiilka), halka uu sidoo kale ku dhawaaqayo runta muujinta hore: al-Tawrat (Tawrat) iyo al-Zabrms (Sabuurrada). [51] Quraanka ayaa si fiican ugu hadlaya al-wax kale, oo ay ku tilmaamayso sidii kitaab ka buuxisa quluubta kuwa raacsan iyo cibaadada. Tixraaca dhaqanka Islaamka ayaa sheeganaya in farriinta kitaabiga ah ee lagu margado (Tahrif), waxaa lagu magacaabaa T'din Al-Mububhar (\"Qaraarkii Ambiyeece\"). [52] Dadahan waqtigiisa ayaa asal ahaan ka soo jeeda xilliga dhexe ee leh Abd al-Jabbar Ibn Ahman Ahmad. [53] Ku saabsan sharciga Muuse, Qur'aanku wuxuu muujinayaa in Ciise uusan ka reebin shuruucda Yuhuudda laakiin waa la xaqiijiyey, iyadoo la dhisayo isbadal qayb ahaan keliya. [54]\n\nMuslimiintu waxay muddo dheer rumaysteen in Bawlos si ka fekeray uu kharribay waxbarista asalka ah ee Ciise. [55] Taariikhtii qarnigii 9-aad ee taariikhyahan ee Saynu Umar Umar wuxuu cadeeyay in dibbis hubaal ah ay ku qanacday Bawlos si ula kac ah Masiixiyiintii hore iyagoo soo bandhigaya sida Ibnu Hazmm-ka loo arko inay tahay caqabadaha wax diidmo ah ee diinta masiixiga. [56]\n\nSida laga soo xigtay Yuusuf al-Qaradhawi ee buuggiisa sharci ahaanta iyo kuwa mamnuucaya islaamka, xayiraadaha sharciga ah ee Ciisena wuxuu dammaanad qaaday Yuhuudda ay markii hore ee Ilaah ku xukuntay ciqaab. [57] Fasalada faallooyinka ee caadiga ah sida TAFSIR al-Jalalayn oo qeexaya isticmaalka kalluunka iyo hilibka shimbiraha iyada oo aan lahayn daaqado, ama guud ahaan. [58]\n\nKariimka ah Qur'aanka\nXertiisii\nQur'aanku wuxuu la sheegayaa in Ciise uu caawiyay koox ka mid ah xertii (ḥawrriyyece) oo rumeeyey fariintiisa. In kasta oo aan loo magacaabin xertii, Qur'aanku wuxuu siinayaa dhowr jeer oo Ciise oo Ciise ku wacdiyaya farriinta iyaga. Muslimiintu waxay u arkaan xertii Ciise oo isku mid ah asxaabta (ṣaḥ ṣḥ) ee Muxammad. [59] Oo laba-iyo-tobankii entibips, magacyadoodii waxay ahaayeen Butros, Butros, iyo Yacquub, Yooxanaa, oo ku yidhi, Yacquus, Yuudas, iyo Yuudas, iyo Yuudas, iyo Yuudas.\n\nQuraanka ayaa sheegay in cutubka 3, aayadaha 52-53, in xertii loo soo gudbiyey iimaanka Islaamka: [KOOBAN AAN SOCODKA \"\n\nGoortuu Ciise gaalnimo ku helay meel aan afkooda ka garan, wuxuu yidhi, Yaa kaa caawiya Ilaahay? Xertiisii ​​waxay yidhaahdeen, Annagu waxaannu nahay kuwa caawiya Ilaah, oo waxaan rumaynay Ilaah, oo waannu rumaynay inaannu nahay muslimiin. Sayidow, waxaannu rumaysan nahay Rasuulka, oo annana waannu raacnay kuwa wax qasan. Markhaati. \"\n\n- Quran Surah al-Imran 52-53 [60]\nQisanaha ugu dheer ee ku saabsan xertii Ciise waa markii Ciise uu fureeyey mucjisada ah miiska keeda miis ka yimaada miiska cuntada ee ay codsadaan, si loo caddeeyo in wacdigiisa uu yahay farriinta dhabta ah.\n\nKoronrid\nAayadda AN-Nisa ee 157 ayaa ah aayadda ugu weyn ee Qur'aanka ee loo yaqaan 'Qur'aanka Qur'aanka' oo tixraacaya dhacdada iskutallaabta Ciise. [61] Waxay leedahay in Ciise la dilin oo iskutallaabta lagu qodbay, laakiin 'waa la sameeyay\nAayadda AN-Nisa ee 157\nWaxay ku yidhaahdeen (Qiyaame) waxaan dilay Cusuun Wiilka Maryacyaah oo ah Rasuulladii Eebbe, mana ay dilin, laakiinse iskutallaabta lagu qodbsanin, laakiinse waxaa loo abuuray inay u muuqdaan. 015-072 Waxaa lugu eegayaa Cid (Gaaladii) wax aan la socon, oo maleh uun laguma dilo.\n\nin loo muuqdo iyaga '. [62] Dhaqanka islaamka badankood waxay si cad u dafirtay in Ciise jir ahaan ku dhintay iskutallaabta ama haddii kale. [63] [64] Mowqiftada Islaamka ayaa soo wacaya in qof kale lagula qodbay meesha Ciise. Si kastaba ha noqotee, qaar ka mid ah culimada muslimiinta casriga ah ayaa rumeysan in Ciise runtii dhinto, waxaana tixraacyadarayadiisa uu yahay mid astaan ​​ah, oo aan macno lahayn. Khilaafkan dabeecadda dhimashada Ciise ayaa laga dhex helay gudaha Canons Islaamka lafteeda, iyadoo xadiiskii ugu horreeyay ee soo xiganaya Ehelu Muxammad isaga oo dhintey in Ciise dhintay. Dhanka kale, inta badan xadiiska ku xiga iyo TAFSIR waxay ku doodayaan inay door bidaayaan ka soo horjeedda. [Tixraac ayaa loo baahan yahay]\n\nSida laga soo xigtay Qur'aanka, oo iskutallaabta lagu qodbay, laakiin uu badbaadiyey Ilaah. (In kasta oo caadooyinka hore ee Islaamka iyo Exessis soo sheekaysiga khilaafaadka waxoogaa ah ee la xiriira geerida iyo dhererkeeda, muslimiintu waxay rumeysan yihiin in Ciise uusan ku dhiman iskutallaabta, laakiin uu rumeysan yahay inuu badbaadiyey isagoo nool inuu jannada ku badbaadiyey.\n\nBadalid\nMa cadda saxda ah halka fasirku ku waayey, laakiin culimada qaar waxay tixgeliyaan aragtida asal ahaan ka dhex jira kooxaha qaarkood ee qarnigii labaad. [10] Leirevik wuxuu helaa Qur'aanka iyo xadiiska si cad u saameeyay diinta masiixiga ('oteenadda') ee ka adkaaday jaranjarada Carab ah ee ku dhex jira Jasiiradda Carab iyo Dheeraad ah ee Abisiniya. [65]\n\nIn kasta oo culimada reer galbeedka ah, [67] iyo Masiixiyiintu waxay rumeysan yihiin in Ciise uu baray, oo uu qof kale u kacay, Simoon oo ah Cyrate, inuu u muuqdo sida Ciise oo kale Qaddarka halkii Ciise (cf. Irenaeus 'ee isfurnaashaha siyaasadeed ee Basilis, buugga I, ch. Xxiv, 4.) [69]\n\nKhilaafka qaarkood iyo khilaaf ayaa lagu arki karaa bilowga Ibnu Ishaq ee (d. Waxay ku taalaa Madiina iyo kaalinta sedex katirsan meelaha ku jira Qur'aanka (3:55: 158) in Ilaah Ciise ku qaatay Ciise. [70]\n\nIbnu Kathir (d. 1373) waxay daba socotaa caadooyinka soo jeedinaya in iskutallaabta ay dhacdo, laakiin aan la joogin Ciise. [81] Munaasabadda ka dib, Ibnu Kathir ayaa qortay in dadka loo qaybiyay saddex koox kadib seddex sheeko oo kala duwan; Kuwii reer Yacquub rumaystay, oo rumaystay, Ilaah baa nala joogay intii uu doonayay oo ka dib jannada u kacay \"; Nesororians Rumaysa \"Wiilka Ilaah nala jiray iyo inta uu doonayay intuu wax ku kiciyey ilaa Ilaah samada ka soo sara kiciyey. iyo Muslimiintu waxay rumeysan yihiin \"addoonkii Ilaah, Ciise, Ciise, ayaa nala joogay in alla intuu Ilaah doonayo in Ilaahay sara kiciyey ilaahay isaga laftiisa.\" [82]\n\nImaatinka labaad\nWaqtiga imaanshaha Ciise kahor maalinta xukunka\n\nMinoret of ISA ee masjidka Umayyad, Dimishiq\nSida uu sheegayo dhaqanka Islaamka, isagoo jannada u kacay oo halkaas degganaanaya 2000+ sano, Ciise wuxuu ku soo degay dhulka wax yar ka hor maalinta Xujaynta, oo ah dagaallada ka hor ee la dagaallamayo al-masih ad-dajjal ('the masjaah been ah \") iyo taageerayaashiisa , in la imaado gargaarkii Mahdi iyo kuwa raacsan ee muslimiinta ah. Masaajidka Umayyadd.\n\nIntaa ka dib, wuxuu \"jebin doonaa iskutallaabta, inuu dilo doofaarka, wuxuuna baabi'in doonaa cashuurta Jizzya\", sida uu sheegay xadiiska xulka Sahih ee caanka ah ee Sahih. [80] \"Fasiraadda caadiga\" ee wax sii sheegidda ayaa ah, inay tahay qof muslim ah, Ciise wuxuu joojin doonaa cibaadada Masiixiga ee nafsadiisa iyo aaminaadda ilaahnimadiisa, \"oo ay astaan ​​u tahay iskutallaabta\". Wuxuu dib u dhisi doonaa qawaaniinta cuntada ee kosher / xalalka ee Kosher / Hastral oo ay ka tagi doonaan diinta masiixiga; (Sida laga soo xigtay hal xadiis, Ciise wuxuu \"baabi'in doonaa kaniisadaha iyo macbudyada oo dili doona Masiixiyiinta haddii aysan rumeysan mooyee.\") [93] [Xusuusin 1]\n\nQoraallada Islaamiga ah ayaa sidoo kale ka soo baxa dib-u-soo-noqoshada Gog-ga qadiimka ah iyo Makug (Ya'jūji), kaas oo ka adkaan doona xaraashkeeda dhulka hoostiisa oo sababi doona havoc aruuun adduunka. [95] Ilaahow, isaga oo ka jawaabaya salaadda Ciise, ayaa dili doona isaga oo diraya dirisyo qoorta, oo u soo dir shimbiro waaweyn oo ay ku qaadaan dhulka. [86] Geerida Mahdi kadib, Ciise wuxuu qaadan doonaa hoggaanka adduunka iyo nabad iyo caddaaladdu waxay noqon doonaan mid caalami ah.\n\nSidoo kale sida caadada, Ciise ayaa markaa guursan doona, carruur, oo dunida u talin doona afartan sano (caadooyinku waxay siinayaan waqtiyo badan oo waqtiyo badan oo kala duwan oo uu dhiman doono. [96] Muslimiintu waxay markaa sameyn doonaan salaadda aaska isaga ka dibna ku aaso meel cagaaran oo ku yaal magaalada Madiina ee bahalka ka joogay Muxammad, Abu Bakr, iyo Umar siday u kala horreeyaan. [97] Sida laga soo xigtay halyeeyga Ibn Khud Kaldayn, labada caliphs ayaa ka soo kici doona kuwa dhintay labada nebiyo. [98]\n\nIlo\nIn kasta oo Qur'aanku uusan sharraxayo wax ka mid ah sheekada kor ku xusan ee soo laabashada Ciise, [99] Muslimiintu waxay aaminsan yihiin in laba aayadood oo Qur'aan ah ay tixraacaan imaatinkiisa labaad inta lagu gudajiray dhamaadka. [90] (1) Aayadda aan ka sarreysay ee sheegaya inuusan waligiis ku dhinnayn dhulka:\n\n(53) Hadalkooda waxaan dilay Masiixihii, Ciise, ina Maryan, Rasuulka Alle. ' Oo iyana ma ay dilin, oo iskutallaabta ku qodna, laakiin waxaa loo sameeyey in isaga loo dhinto. Laakiin mid kale ayaa loo sameeyey inuu iyaga u ekaado iyaga. Oo kuwa ku kaladuwanuna shaki kuma leh. Iyagu waxba kama oga wakhtiga soo socda mooyee. . Oo iyana ma ay dilin isaga, maxaa yeelay, qaar baa hubaal ah. (Q.4: 157 :)\nAayadda labaadna waxaa loo tarjumay si loo muujiyo xiriir ka dhexeeya Ciise iyo \"saacadda\" (dhamaadka waqtiyada):\n\n\"And lo! verily there is knowledge of the Hour. So doubt ye not concerning it, but follow Me. This is the right path.\" (Q.43: 61 Transthalllll). [90]\nXadiisyada ku soo laabashadii Ciise ayaa dib loogu celiyay Abu casiararah, oo ka mid ah Sahaba, laakiin dhab ahaantii ayaa dib loo soo bandhigi lahaa markii dambe ee shilalka Abbasid ee ugu dambeeyay caliphate, markii badbaadiyaha la filayay. In kasta oo Shias, Mahdi waxay noqon doontaa Badbaadiyaha, qaar ka mid ah Sunnis ayaa ka filaysa inuu filayo soo laabashada Ciise. Intii lagu gudajiray caliphate hore ee Abbasd, oo xidhashada iskutallaabta lagu qodbo wax-ka-qabashada iyo qabashada doofaarka dadweynaha, waa la mamnuucay. Haddii kale, jabinta iskutallaabta, waxay ka tarjumaysaa diidmada guud ee diidmadaas oo ay sameeyeen muslimiinta, iyo digirta doofaarka waxay tixraac u tahay Ciise ee laga soo horjeedo. [100]\n\nCiise waxaa lagu xusay qiyaastii 187 jeer oo keliya Qur'aanka, si toos ah oo aan toos ahayn, oo sidoo kale waxaa tixraacaya magacyo badan, oo ah kan ugu badan ee ah al-maish (110] [112] [112] [112] ] Ciise waxaa lagu tilmaamaa 25 jeer magaca ISA, [Xusuus-qor 2-aad ee 38 jeer 48 jeer, [Xusuusin 35-kii ugu horreysay 35 jeer iyo inta kale ee kariimka ah ee Qur'aanka ah. [Xusuusnow) [113]\n\nMuxammad wuxuu ku tilmaamay inuu yahay 'ugu dhaw dadka oo dhan ilaa Ciise'. [114]\n\nTusaale ahaan Adam\nQur'aanku wuxuu ku nuuxnuuxsaday abuuritaanka abuurista Ciise, [107] iyada oo loo marayo maahmaahdiisa oo ay la socdaan Adam ee la xiriira maqnaanshaha asalka aadanaha. Muxammad inta badan loo isticmaalo isbarbardhiga dhalashadii Adam iyo Ciise. [115]\n\nCudurrada islaamka ayaa laga soo saaray iswaafajin macquul ah oo ka dambaysa doodda Masiixiyiinta ah ee faragalinta rabbaaniga ah, maaddaama saamaynta noocaas ah ay u tahay Aadam oo loo fahmay kaliya abuurista. [107]\n \nDiinta islaamka, Ciise waa la rumeysan yahay inuu u soo hormarinayo nebigii Nabiga Islaamka Muxamed. Sida laga soo xigtay Qur'aanka, imaatinka Muxammad wuxuu saadaaliyay Ciise ee As-Saff 61: 6 iyada oo loo marayo aayaddan, muslimiinta hore ee muslimiinta ah ee ku saabsan dhaqankooda diineed ee jira iyo saadaalinta la sheegay ee Ciise. [116] Muslimiintu waxay aaminsan yihiin in Ciise uu ahaa horumar u dhashay Muxammad, oo uu wax sii sheegay imaatinka dambe ee imanaya. [117] Muuqaalkan ayaa ku saleysan aayadda Qur'aanka oo uu Ciise ka hadlay farriin ah inuu u muuqdo ka dib markii loo magacaabay \"Axmad\". [118] Islam Axdiatates Axmad oo leh Muxammad, labada erey waxay ka helayaan xididka T Triconson-ka H-M-D ee loola jeedo ka-hortagga. Muslimiintu waxay cadeeyeen in caddeynta ku saabsan magaca Ciise uu ku sugan yahay Axdiga Cusub, isagoo tilmaamaya xuska Paraclete-ka kaas oo imaatinka lagu sheegay injiilka Yooxanaa. [119]\n\nFaallooyinka Muslimka ah ayaa sheeganaya in ereyga asalka ah ee loo adeegsado uu ahaa Periklutos, oo macnaheedu yahay abaar, ama amaan ah, ama ka mid ah Carabiga Ahmad; Iyo in tan lagu beddelay Masiixiyiin leh Paraklos. [97] [120] Fikraddan waa la dooday, weydiinta haddii fahamka dhaqanka ay taageerayaan qoraalka Qur'aanka.\n\nMuuqaalka islaamka ayaa sheeganaya in Ciise uu sii sheegay nebi kale oo ku guuleystey inuu yahay Sura 61: 6, iyadoo la xuso magaca Ahmad. (Ahmad waa magac Carabi ah oo ka socda xidid isku mid ah oo isku mid ah ḥ-m-d = [ح - م - \) oo ka jawaabaya taariikh nololeedka Ibn Ishaq ee Muxammad, aqoonyahan Islaamka Alfred Guillame ayaa qoray:\n\nKu soo laabanaya ereyga \"Axmad\", muslimiintu waxay soo jeediyeen in Ahmad uu yahay tarjumaadda Periklutos, oo loo dabaaldego ama la amaahiyey, taas oo ah musuqmaasuqa John XIV, XV iyo XV. [121]\n\nXadiis\nXadiiska waxaa la soo sheegay in hadallada Muxammad iyo dadka ku xeeran. Xadiiska ay ka mid yihiin halyeeyga Ciise ayaa saameyn ku yeeshay diinta masiixiga ('oreat') ee ka adkaaday Jasiiradda Carab iyo Dheeraad ah ee Abisiniya. [65] Xadiiska ayaa soo saaray xaalad canonil qarnigii saddexaad ee muslimka ah inuu yahay isha awoodda bulshada ee bulshada muslimiinta ah. Aragtida Muslimka ee Ciise ka soo ifbaxay xadiiska, dembiga, iyo sahaminta, oo tilmaamaya dadka, marka loo eego aragtida sheegid ee Nabiyow, iimaanka Muslimka ah (Muslim; mid u gudbiya doonista Eebbe). 130]\n\nXadiiska ayaa ciyaaray qeyb aad muhiim u ah qaabeynta sawirka Ciise ee ka dhex jira muslimiinta islaamka, iyadoo la sii waday marka la isku daro qaddar aad u badan oo qoraallo ah oo halyeey ah iyo warbixinno. [26] Iyada oo dib-u-dhigga muslimka ah, maradkii Ciise waa wax la yaab leh. Waxa halkii ay ka qoran yihiin waa sixirka ascica, oo uu caawiyay Ruuxa Quduuska ah. Injiilka waxaa loo arkaa buug in lagu wacdiyo oo waxaa loo yaqaanaa oo keliya gudbinta iyada oo aan la xusin waxbarista dhabta ah. Si la yaab leh, dhagarta khayaaliga ah iyo waxbarista Ciise ee Ciise waxaa lagu siiyaa promenince ee aruurinta xadiiska-aruurinta, Shiamka Islaamka ee SHIA, iyo wakiillada Sufi ee Ciise. [65]\n\nSunni Islaamka\nKitab al-Miliyal wa al-nihal, al-Shahrasthi (d\n\nMasiixiyiinta. (Iyagu waa) bulshada (um) ee Masiixa, Ciise, ina Maryan (xasilloon korkeeda). Eebe waa kan runti loo soo diray (Naa Nabi Muuse ka dib Nabi Muuse ka dib, oo Taxaarna lagu dhawaaqay. (53) Waxaana u sugnaaday calaamooyin iyo caddibaadda xusid mudan, sida dib u soo nooleeya kuwii dhintay iyo indhooleyaasha indhaha la 'iyo wax la kulma. Duulihiisa aad u badan iyo dabeecad ahaan (Fitra) waa calaamad ku habboon oo runtiisa; Taasi waa, imaatinkiisa oo aan lahayn farcan hore iyo hadalkiisa hadana waxbaris hore la'aan. Oo nebiyadii ahayd afartan sannadood, oo waxay ahayd afartan sannadood, laakiinse waxay u timid in la muujiyey markuu ku hadlay dabaqadii, oo Muujintii u yimid markii uu gaadhsiiyey (farriinta rabbaaniga ah) at (da'da) soddon. Muddada uu ku jiro Howlgalka (Nabiga) (da'wa) wuxuu ahaa saddex sano iyo saddex bilood iyo saddex maalmood. [131]\n\nShia Islaamka\nNahj al-Balagxa, oo ah Calph afraad Caliph Cali (R. 656-661) ayaa lagu soo waramayaa inuu ka hadlay fududadii Ciise. [132] Cali wuxuu leeyahay \"Ciise wuxuu u adeegsaday dhagax barkimihiisa, ku rid dharka isku darka leh oo cunay cunto adag. Isagu ma uu qabin inuu dhinto, oo uusan naag ka dhalan, wiilkiisana ma uu dhiman. maalku inuu leexdo. Labadiisa cagoodna waxay uruuriyeen labadiisa oo labadiisa gacmood waxay ahaayeen addoonkiisii ​​\". [132] Sida laga soo xigtay ja'Far al-Sadiq, awow weyn oo weyn, awow oo Cali, waqtiga u dhexeeya Daa'uud iyo Ciise wuxuu ahaa afar boqol oo sannadood. [133] Jacfabar wuxuu sii dheer yahay in diinta Ciise uu ahaa Monotheism (Tawḥīd) iyo daahirnimo (Ikhlāṣ). [133] '' Dhanka injirka (Injiil) ayaa loo soo dajiyay isaga iyo ballanqaadkii in nebiyada kale laga soo qaadin, si ay u muujiyaan kuwa wanaagsan oo ka reebay waxa la oggol yahay oo diida wixii la mamnuucay. Isaga waxaa isaga lagu soo dejiyey wax la xumo, laakiinse waxaa lagu soo dejiyey sharci ciqaab ah oo ka dhex jira, iyo wax waajibka ah oo dhaxal ah. Waxaa loo diray waxa uu ahaa yareynta wixii loo soo dajiyay Muuse Tawreed. Ciise wuxuu ku amray xertiisa, inay rumaystaan ​​sharciga Tawreedka iyo 'amarka'. [133]\n\nSida uu sheegayo Qadi al-N'an, oo ah Jarmalka caanka ah ee Mudane ee Muslimiga ah, Ciise waxaa lagu magacaabaa Masiixa (al-masīḥ) Qur'aanka maxaa yeelay waxaa loo diray dadkii kaga jawaabay si uu u saaro (masaha) (53) Daaxinimadooda, xudunta u ah iimaankooda, Haddii muuqata muuqata (zahir) ama qarsoon (BATIN). Qadi Al-nu'an, oo ah aasaaska shaqadiisa ee fasiraadda calaamadaha Zahir) ee ku xusan Qur'aanka. Wuxuu dhahay Maryan, hooyadii Ciise, waa tusaale u ah qof kobciyay oo la baray Ciise (Lāhiq), halkii uu ahaan lahaa jir ahaan. Qadi al-N''man wuxuu sharraxay in Ciise uu ka yimid farcan saafiga ah ee Ibraahim, sida uu u yahay, iyo wiilashiisii ​​waxay ka yimaadeen farcan saac ah oo ka mid ah Fatima. [134]\n\nMuuqashada\nIyada oo ku saleysan dhowr sheeko xadiis ah oo Muxammad ah, Ciise waxaa lagu sifeyn karaa sidaas (iyada oo la kala saarayo wixii ku saabsan falsanaanta jireed ee Ciise iyadoo la adeegsanayo Muxammad oo ku tilmaamaysa markii ay u egyihiin dabeyshaas, ama markii uu sharaxayo Ciise inta lagu gudajiray Ciise 'Imaatinka labaad): [144]\n\nNin si fiican loo dhisay oo ah dhererka dhexdhexaadka ah / dhexdhexaad / dhexdhexaad ah oo leh xabadka ballaaran.\nToosan, xaq, iyo timo dheer oo ku dhex dhejisay garbihiisa. Waxay umuuqataa sidii biyo ka xun madaxa madaxiisa, in kastoo uusan qoyan.",
"Muhammad": "Muxammad ee Islaamka\nLaga soo bilaabo wikipedia, encyclopedia bilaash ah\nU bood ku-wareejinta si aad u raadiso\nQodobkaani wuxuu ku saabsan yahay doorka iyo muhiimadda Muxammad ee macnaha islaamka. Guudmar guud, arag Muxammad.\nImaam al-arbiya\nRasūl Alāh\nXaq\nمحمد\nمحمد صلى الله عليه وسلم. SVG\n'Muhammad' ee Calligraphy Islaamka\nNabiga Iswm\nKa hor ISA (Ciise)\nKu guuleystey booska la joojiyay\nCinwaanka Khatam An-Nabiyyin ('Sealal of Nabiyada')\nShakhsi ahaan\nWuxuu dhashay Isniinta, 12 Rabi 'Al-Awwal 53 Bh (570 CE)\nMakka, Hejaz, Carabiya\nWuxuu dhintey Isniintii, 12 Rabi 'Al-Awwal 11 Ah (8 Juun 632 CE)\nMadiina, Hejaz, Carabiya\nNasashada meesha cagaaran ee cagaaran, masaajidka Nabiga, Madiina\nDiinta Islaamka\nXaaskaaga la joogo xaasaska Muxammad\nCarruurtu waxay u arkaan carruurta Muxammad\nWaalido\nAbd Eebe Ibn Abd Abd al-Muttalib (Aabe)\nAmina Bint Wahb (Hooyo)\nShaqada (yada) Shaqada ee Lahadaalaha ee Madiina\nMagacyada kale ee arka magacyada iyo cinwaannada Muxammad\nEhelka ayaa arka geedka qoyska ee Muxammad, Ahl al-Bayt (\"qoyska guriga\")\nSaxeex Muhammad Themb.svg\nShaabadda Muxammad\nHoggaamiyaha Muslimka\nGuusha Ka eeg Isku xigxiga Muxammad\nMagaca Carabiga\nShaqsi (ism) Muhammad\nPathum (NASAB) Musab ibn Cabdn Abn Abnd ibn hadim ibnu Abn Abn Abn Qusai ibnu collab\nTeknymntan (Kunya) Abu al-Qaasim\nBisemillahir Raxmanir Rahim\nQayb ka mid ah taxanaha Islaamka\nNadiiqooyinka Islaamka\nAnbiya\nNebits ee Quraanka\nWaxaa ku taxan magaca Islaamka iyo magaca kitaabiga ah.\n''Āam (Adam)' aidbrīs (Enown) Nūd (NOAH) Hūd (Enober) Hūd (Enober) ṣāliḥ (eleh) '' (Ibraahim) 'Yacquul) yazsuf (Joseph) yacūb (Joseph) Shu'ayb (Joseph). Jethro) Mūsā (Muuse) Hārūn (Muuse) Dhul-Kifl (Ezekiel) (Ezekiel ama Gautama Buddha) 'David)' zekariah (zekariah) zakarīna' (Jonas) zakymā (Johnlaah) yanīssā (Ciise) ) Muḥamma (Muxammad)\nDhacdooyinka waaweyn\nMuuqaal\n Xeerka Islaamka\nvte\nQayb ka mid ah taxanaha\nIslam\nAllah3.SVG\nRumaynta\nKu dhaqan\nQoraallada\nTaariikh\nDhaqanka iyo Bulshada\nMowduucyada la xiriira\n Xeerka Islaamka\nvte\nMustammad ibn alla (Carabiga Muhammads, qoraalka dhexe ee diinta ee islaamka, waxaa loo muujiyey Muxammad by Ilaah, iyo in Muxammad loo diray inuusan ka soo kicin rumaysadka asalka ah ee aan Muxam ahayn, Ibraahim, Ibraahim, Ibraahim, Ibraahim, Muuse, Ciise, iyo nebiyo kale. [2] [4] Geedka diinta, bulshada, iyo xilliyayaasha siyaasadeed ee Muxammad laga sameeyay Qur'aanku wuxuu noqday aasaaskii diinta islaamka iyo dunida muslimka. [5]\n\nWuxuu ku dhashay Sannadka 53 BH (570 CE) Qoyska la ixtiraamo ee Qureeshi ee Makka, Muxammad wuxuu kasbaday cinwaanka \"Al-Amiin\" (الأمين, oo la micno ah \". [7] [7] [7] Markay tahay da'da 40 ee 11 Bh (610 CE), Muxammad ayaa la sheegay inuu helay muujinta hadalka koowaad ee godka uu u yeedhay Hira, oo ahaa bilowgii ka dhashay noloshiisa; iyo Muhammads waxay haystaan ​​in Muxammad uu weydiiyay inuu Eebbe weydiiyo inuu ku wacdiyo midnimada Ilaah si uu u tirtiro sanadeedka, dhaqankii si qumman looga soo horjeeday ka hor islaamka. [8] [9] Sababta oo ah cadaadis muslimiinta dhowaan loo beddelay, markii casuumaadda ka soo qeyb galeen wafdi ka socda Madiina (oo loo yaqaan yonrax), ee xisbiga, ee xidhnadiisu waxay u guureen Madiina ee 1 (622 CE), oo ah dhacdo loo yaqaan Hijrah. [10] [ 11] Meel la leexdo nolosha Muxammad, Hiniirani wuxuu sidoo kale xusayaa bilowga kalandarka Islaamka. Magaalada Madiina, Muxammad wuxuu ka saaray dastuurka dastuurka Madiina oo tilmaamaya xuquuqda iyo xiriirka ka dhexeeyo bulshooyinka kala duwan ee jira, wuxuuna sameeyay beel madax-bannaan, wuxuuna ku guuleystey inuu sameeyo dowladdii ugu horreysay ee Islaamka. [12] In kasta oo cadaawayaasha socda ee reer Meccas, Muxammad, oo ay weheliso xertiisa, ay la wareegeen Makka 630, oo amar ku bixiyey burburka sanamyada jaahilka oo dhan. [15] Sannadihii dambe ee Madiina, Muxammad mideysan qabiilooyinka kaladuwan ee Carabi ee hoos yimaada Islaamka [17] oo ay fuliyeen islaam bulsho iyo diin. [18] Waqtigii uu ku dhintay ilaa 11 ah (632 CE), ku dhawaad ​​dhammaan qabiilooyinka Jasiiradda Carabta ayaa loo beddelay diinta islaamka. [19]\n\nMuhammad Badanaa waxay tixraacaan Muxammad sidii Nebi Muxammad, ama kaliya \"Nabiga\" ama \"Rasuul\", oo ay u tixgeliyaan inuu ugu weyn yahay nebiyada oo dhan. [1] Wuxuu arkaa muslimiintu inay tahay qof kahadlaya dhammaan wanaagga. [23] Sida ficil ixtiraam ah, muslimiintu waxay raacaan magaca magaca Carabiga ee Sacallahu 'Alayhi wa Sallam, (24] marmarka waxaa loo soo gaabiyey sidii \"scbuh\" ama \"pbuh\".\n\nQur'aanka\nFaahfaahin dheeraad ah: Muhammad ee Quraanka\n\nMagaca Muxammad oo ku qoran Thuluth, oo ah qoraallo kala duwan oo cudurka islaamka ah\nQur'aanku wuxuu ka kooban yahay wax yar oo ku saabsan Muxammad noloshiisa hore ama faahfaahinta kale ee taariikh nololeed, laakiin waxay ka hadashaa howsha sheegid, heer sare ee anshaxeed, iyo arrimo fikradeed oo ku saabsan Muxammad. Sida laga soo xigtay Qur'aanka, Muxammad waa kii ugu dambeeyay ee silsilad nebiyo ah oo uu soo diray Ilaah (33:40). Qur'aanka oo dhan Qur'aanka, Muxammad waxaa loo yaqaan \"Rasuul\", \"Rasuulka Ilaah\", iyo \"Nabiga\". Some of such verses are 2:101, 2:143, 2:151, 3:32, 3:81, 3:144, 3:164, 4:79-80, 5:15, 5:41, 7:157 , 8:01, 9: 3, 33:40, 48:29, iyo 66:09. Shuruudo kale ayaa la isticmaalaa, oo ay ku jiraan \"digsiga\", \"oo ah kan bishaareega line, iyo\" kan ku martiqaada dadka Ilaah \"(Quraanka 12: 108, 45: 45-46). Qur'aanku wuxuu ku caddeeyaa in Muxammad uu ahaa nin haysta heerka ugu sarreeya, iyo in Eebbe ka dhigay tusaale wanaagsan, oo ah \"tusaale wanaagsan\" ee dadka muslimiinta ah inay raacaan (Quraanka \". Qur'aanku wuxuu u sameeyaa astaamo kasta oo suphuman ah oo loogu talagalay Muxammad, [25] laakiin wuxuu ku sifeeyay isaga oo ka mid ah tayada tayada ee wanaagsan. Dhowr aayadaha, Qur'aanku wuxuu qoynayaa Muxammad ee xiriirka la xiriira aadanaha. Sida laga soo xigtay Qur'aanka, Eebbe wuxuu ku soo diray Muxammad si xaq ah (farriinta Eebe u soo dirtay binu-aadmiga), iyo sidii dunida oo dhan (Quraan 39:33, iyo 21: 107). Dhaqanka Islaamka, tan micnaheedu waa Ilaah wuxuu u diray Muxammad farriintiisa u dirtay bini-aadamka kaas oo siin doona badbaadada nolosha dambe, waana daahirkiisa noloshiisa shaqsiyadeed oo kaligiis ah oo ku nool cibaadada Ilaah ee adduunkan . [26]\n\nMarka laga soo xigtay Qur'aanka, imaatinka Muxammad wuxuu saadaaliyay Ciise: \"Xusuusnow Ciise oo ahaa ina Maryan oo yidhi, reer binu Israa'iil, Anigu waxaan ahay xukunka Ilaah, oo farriin iiga soo bixiya, magiciisu wuxuu ahaan doonaa Axmed \"\" (Quraanka) (Quraanka) (Quraanka). Aayaddan, muslimiinta hore ee muslimiinta ee hore waxay sheegteen sharci ahaanta caqiidadooda cusub ee dhaqannada diinta ee jira iyo saadaasha la sheegay ee Ciise. [27]"
}
