{
"Adam": "__ \"Эй ҷодугар! Мо шуморо аз як марде аз як марди як мард ва занатон офаридем ва шуморо бо гурӯҳҳову қабилҳо офаридааст. Бинобар ин дар миёни шумост. Дар назди Худо парҳезгорист ва Худо донову огоҳ аст!\n\nОдам (арабӣ: Муслими мусалмон ҳамчун падари насл ва зани ӯ, Ҳавво (Ҳавво) ҳамчун модари инсоният. Мусалмон Одам мисли мусулмонони нахустинро мебинанд, ки ҳамаи пайғамбарон як имони Исломро мавъиза карданд, ки ин ба Худо итоат мекунад.\n\nАз ин ду шахс, наслҳои инсон дар Замин истодаанд. Дар Қуръон Худо қарор дорад.\n\nВақте ки офарида шудааст, Худо фармон дод, ки ҳаргиз ба сӯи Одам нишон дода буд, ки офариниши наве буд. Ҳама ба Шайкан, ки ӯро рад кард, аз оташи муноқиша (ҷиннн) саркашӣ карданд, дар ҳоле ки Одам аз гил сохта шуд. Он гоҳ Худо онҳоро дар боғи Адан ҳамчун озмоиш ва Шайтан бомуваффақият Одам ва ҳам Ҳӯшро фиреб дод. Худо онҳоро ба дарахт мефиристод, ки Худо онҳоро аз он манъ кард. Дар натиҷа, Худо моро то рӯзи дигар то рӯзи доварӣ дар замин (одамон ва шайтон) дар замин замин додааст. Пас аз он ки як бор дар рӯи замин, Худо бахшиш пурсид ва Худо ӯро бахшад.\n\nМисли Одам ва ҳама пайғамбарон онҳо ба замин омаданд, то ки худро бо Худо бастаанд. Агар мо ба Худо итоат кунем, мо метавонем дар назари Худо сатҳи баландтар дошта бошем. Барои ин мо бояд аз васвасаҳои Ирайто канорагирӣ кунем ва ҳатто аз ин бадтар аз он боз ҳам бадтар ва рад карда шавад. Мо инро аз паи хиради бебаҳо, дастурот ва мисолҳо овардем, ки китоби нахто ба мо дод, ки ба Худо аввал, ки Худо комил ва бетағйир мондааст, иҷро мекунем. Мо инчунин бояд намунаи аҷиб аз пайғамбарон пайравӣ кунем ва ҳикояи пурраи ҳаёти пурраи Муҳадмадро, ки дар таърихи замонавии таърихи муосир омада истодааст, пайравӣ мекунем. Тамоми таълимоти ӯ низ нигоҳ дошта мешаванд ва стипендияи зиёде барои нигоҳ доштан ва таълим додани тарзи ҳаёт вуҷуд дорад. Пайғамбар Муҳаммад мӯҳри пайғамбарон, раҳбари давлат, маънавӣ ва ҳарбӣ дар якҷоягӣ бо шавҳар, падар, ҳамсоя ва дӯст будан буд. Ӯ аз ҷониби онҳое, ки ҷовидонӣ, амалҳо ва таълимоти ӯро таҳқиқ мекунанд, баланд аст. Ҳатто душманони ӯ ҳангоми зиндагӣ ва эътимод ба ӯ.\n\nҲамин тавр, ба монанди мусулмонон мо мақсади ҳаётро медонем, ки тамоми одамон ба ибодати Худо ва дидани он ки дар амал беҳтарин аст, медонанд. Худо ба мардум ҷои зебои биҳишт аст, ки дар биҳиштҳои худ дар бораи пайғамбарии ӯ. Хатари пасттарин дар осмон замини даҳ осмонро хоҳад дошт. Вақте ки шумо ба сатҳи баландтари осмон меоед, шумо бояд замини худро дар солҳои нур оғоз кунед. Худо саховатманд аст ва мехоҳад, ки моро ба мо диҳад ва аз Ӯ битарс. Агар мо аз Худо ва роҳҳои пайғамбарии паёмбарон рӯй гардонем ва моро дар ҷаҳаннам азобест! Бигзор Худо моро аз ин ва одамони бад муҳофизат кунад.\n\nАз нуқтаи назари илмӣ, одамон дар намудҳои __HONNING мебошанд, ки аз он маҷмӯи маъруфи маълум ҳамчун __homo Sapiencens Sairiens__ маълум аст. Мо намудҳои бартаридошта дар рӯи заминем. Бо вуҷуди ин, намудҳои зиёди ҳаёт вуҷуд доранд, алалхусус дар байни растаниҳо ва проттҳо, ки ба ҳаво, санг, ҳаёт ва муҳити табиии замин бештар таъсир мерасонанд.\n\nВикипедия:\nАввалин пайғамбар ва падари тамоми инсонҳо.\nҲикояи Одам ва махлуқ дар Қуръон ба амал омад. Дар бобҳои зерин истинодҳо мавҷуданд: 2, 4, 5, 21, 38 ва дигарон. 038-059 Худо дар Қуръон далеле афканд (59) [26-32 рад кард [19-32]. [19] ва аз Ҷанна (Биҳишт (биҳишт).\n\nМувофиқи Қуръон, Худо пеш аз офаридаҳои офаридаи инсоният (Одаму фарзандонаш) дар замин гузошта мешуд. Ислом ҳаёти инсониятро дар рӯи замин ҳамчун ҷазо ба ҷои ҷазое эҷод намекунад.\n\n\"'Ман мардумро пас аз офариниши мардум мегузорам.' Оё дар он ҷо ҷеғ мезанед? Ва дар он ҷо фақат саҷда мекунед ва Мо туро таслими шукргузорӣ мекунем ва туро шукргузорӣ мекунем? Худо гуфт: «Ман медонам, ки шумо намедонед».\n\nОн гоҳ Худо ба Одам номҳои ҳама чизҳоро таълим медиҳад ва фариштаҳоро назди Одам таълим медиҳад, то ба онҳо нишон диҳад, ки ба Одам назар ба онс, алахусус қобилияти зеҳнии Одам:\n\n«Ва ба Одам ба Одамро ба Одам таълим медод. Сипас ба фариштагон гуфт:« Агар рост мегӯед, Ман ба номҳои инҳо хабар диҳед ». Гуфтанд:« Туро фахр кунед (гуфт: \"Эй фариштагон Мо ҷуз чизҳо ба мо додаем. Магар ту, ки ту дар дониш ва ҳикмат комил ҳастӣ ». Гуфт:« Эй Одам! »Гуфт; Бигӯ; Номи онҳоро гӯед. Ва ман ба шумо нагуфтам, ки ман аз осмону замин худ медонам ва чизеро, ки ошкоред, пинҳон медоред? ».\n\nХудо ба фариштагон фармон медиҳад, ки ба Одам саҷда кунанд. Бигзор ба илиблис итоат кунанд, ки Ӯ аз оташ офаридааст ва на ба Одам, балки ба Одам саҷда нахоҳад овард, Ва ӯ беитоатии амри Худо паси сар кард, ки ӯро аз илтифоти Худо халос кунад:\n\nВа ба фариштагон гуфтем: «Ба Одам гуфтем» ва онҳо саҷда карданд. Ва Ӯ саҷда карданд. Ӯ аз кофирон буд ва дурӯғ бархур омаданд. (2:34)\n\nХудо дертар Одаму Ҳавворо дар боғҳо мегузорад ва мегӯяд, ки аз меваҳои худ баҳраваранд, ба ғайр аз дарахти муайяне, ки ба дарахти муайян наздик нашавед: (2:35)\n\nГуфтем: «Эй Одам! Ту ва занат дар боғи. Шуморо аз ҳар чӣ хоҳед, бихӯред. Аммо ба ин дарахт наздик на он киштӣ, ки ситам ё ситам кардаед ».\n\nШайтон баъд аз ин ки Одаму Ҳавворо фиреб медиҳанд, то аз меваҳояш бихӯранд, (2:36)\n\n«Он гоҳ шайтонҳоро аз биҳишт ба воя расонидем ба сӯи дигарон. Ва дар рӯи замин ҷойгоҳ ва воситаҳои зиндагии шуморо дар рӯи замин ҷонишини шумост.\n\nОдам ва Ҳавво пушаймонии зиёдеро аз рафтори худ эҳсос мекунанд, аммо Худо ба Одам бо раҳмдилӣ ва тасаллӣ аст: (2:37)\n\n«Баъд Одамро аз ҷониби Парвардигораш фаҳмидам ва Парвардигораш ба ӯ рӯй овард. Пас, ӯ бозгашти (бузургтар)\n\nВа Худо медонад, ки Худо ҳидояти Худу фарзандонро мефиристад. (2:38)\n\nГуфтем: «Ва гуфтанд:« Ҳамаи шумо аз Ман рӯй бар ту нозил шуда ва ҳар кӣ аз ҷониби Ман пайравӣ кунад, битарсед ва андӯҳгин намешаванд ».\n\nДар боғи Адан Шайтон (аксар вақт чун Илллис шинохта мешавад. Оё Одаму Ҳавворо исбот мекунад ва Ҳавво, ки меваи фарќангаи дарахти манъшударо гӯш мекарданд. Худо, Одаму Ҳавворо ба боқимондаи замин мефиристад. [20] [21] [21]\n\nҚуръон инчунин ду писар Одаму Ҳавво, Қобил ва Ҳавворо тасвир мекунад. [22] [23]",
"Idris": "Ихтироъкори ин ихтироъ ва ихтироъкори сӯзан.",
"Nuh": "Зиндонии обхезии азим.",
"Hud": "Савдогар\n\nИн хулосаи мухтасари ривоятҳои Ҳуд мебошад, бо ду ояти махсус аҳамият медиҳад:\n\nОдамони қавм хеле пурқувват ва сарватманд буданд ва онҳо биноҳои бешумор сохтаанд [19] ва ёдгонӣ қудрати худро нишон медиҳанд. Аммо, сарвати халқи дар ниҳояти замон, ки дар ниҳоят исбот карданд, набудани онҳо шуданд, аз бутпарастӣ, аз ҷумла аз се буте, ки бо Самф, Самуд, бо номи Сомуд, аз ҷумла бутпарастон ба номи бутпараст, аз ҷумла бутпарастон, аз бутпарастӣ сар карданд. [11] Ҳуд, ҳатто дар кӯдакӣ, ба Худо пайваста намемонад. Ин тавассути eseesge ҳирси гӯсфандоне, ки дар таваллуди писараш рӯяшро дида буд, ягона шахсе буд, ки дар ибодати худ гудро рӯҳбаланд кард. [20] Ҳамин тавр, Худованд чун пайғамбар барои қавм аз пайғамбар буд. [20]\n\nВақте ки шумо ба ибодати танҳо дар бораи Худои ҳақиқӣ шурӯъ кард ва ба онҳо фармуд, ки он ба гуноҳҳои гузаштаашон тавба кунанд ва ба мардуми худ тавба кунанд ва дар бораи он, ки ба Исо таъқиб карда, ба масхара сар карданд. Ҳикояи Ҳодир давраи пешгӯишударо барои анбиёи аввалини худ фиристодааст, ки Худоро бипарастанд ва мегӯяд, ки баракатҳои онҳост Қуръони [3] ИҲҲО:\n\nМо ба мардуми худ бародарашон Ҳудро фиристодем, ки гуфтанд: «Эй қавми ман, Худоро бипарастед! Шуморо ҷуз он дурӯғ мебароред?\nЭй қавми ман, аз они он касестки маро офаридааст. Чаро ақл намекунед?\nЭй қавми ман, аз Парвардигоратон битарсед ва ба ӯ тавба кунед. Ва дар наҳр аз осмон борон нозил мекунад ва қуввати худро дод. Пас аз Худо гумроҳ нашавед.\nГуфтанд: «Эй канда, бо мо далелҳо назди мо омадаӣ. Мо мегӯем, ки худоёни худро ба худоёни худ нахоҳанд партофт ва ба шумо имон оварем.\nТанҳо гуфта метавонем, ки баъзе аз худоёни мо ба шумо гуфтанд. \"Гуфт:« Ман ба шаҳодат даъват мекунам ва шумо низ шаҳодат медиҳед, ки ман аз он чӣ шарикатон мекунед, маълум ҳастам\nҒайр аз ӯ. Муқобилат бар зидди ман то чӣ андоза шумо мӯҳлате накунед.\nМан таваккал мекунам ба Худои худо, ки Парвардигори ман ва Парвардигори шумост. Ҳеҷ махлуқе нест, ки бар замин ҳаракат кунад, ки аз ҷониби вай маҳкам нигоҳ намекунад. Албатта аз они Парвардигори ман.\nВа агар рӯйгардон шавед, паёмбарро ба шумо фиристодам. Парвардигори ман мардуми дигареро ба ҷои шумо хоҳад дод ва шуморо бар ӯ ғолиб нахоҳанд кард. Албатта Парвардигори ман нигаҳбони ман аст.\n\n- Қуръон, Сураи 11 (HUD), AYAH 50-57\nМӯъҷизаи Ҳуд\nБа гуфти ТаФСир аз ибни Қайим Ал-Ҷавизия дар китоби таҳлили худ, Мадамия Сакини Абида Ал-Тархия ояти 56-58:\n\n(56) Ва баъзе аз мо гуфта метавонем, ки баъзе аз худоёни мо ба бадӣ гирифтор мешаванд ». Вай ҷавоб дод: «Ман Худоро ба шоҳидӣ даъват мекунам ва шумо низ шоҳидӣ медиҳед, ки ман аз он чӣ шарики худ мекунед, равшанам. Қуръон чӣ гуна ба шумо маъқул аст ва маро мӯҳлат надиҳед. .\n\n(57) Моро ба Худо таваккал мекунам, ки Парвардигори ман ва Парвардигори шумост. Ҳеҷ махлуқе нест, ки бар замин ҳаракат кунад, ки аз ҷониби вай маҳкам нигоҳ намекунад. Албатта аз они Парвардигори ман.\n\n(58) Агар рӯйгардон шавед, бозгаштам ё ба шумо паёмбаре фиристодам. Парвардигори ман мардуми дигареро ба ҷои шумо хоҳад дод ва шуморо бар ӯ ғолиб нахоҳанд кард. Албатта Парвардигори ман нигаҳбони ман аст.\n\n- Қуръон, Сураи 11 (HUD). AYAH 56-58",
"Salih": "Солеҳ (араб: ] Дар Арабистони қадим пеш аз як умри пайғамбар Муҳаммад. Ҳикояи Солеҳ бо хаймаи вай, ки бахшоиши Худои Худо аст, ки ин тӯҳфаи Худост, ки ба қавми Самоле, ки Солҳимро тасдиқ кардааст, дод.\n\nКасби ӯ селексивери шутури шутур буд.\n\nКонтексти таърихӣ\n\nМадами Сторӣ ё А-ҳиҷан дар минтақаи кӯҳистони Ҳидя Арабистони Саудӣ\nСамуд конфедератсияи қабилавӣ дар минтақаи шимолу ғарби нимҷазира, ки дар сарчашмаҳои Ашшур дар вақти Саржон II гуфтааст, номбар шуда буд. Номи қабилаҳо дар ҳуҷҷатҳои асри чорум эраи мо идома дорад, аммо дар асри шаш, онҳо ҳамчун гурӯҳе, ки хеле пеш аз байн бурда буданд, ҳозир шуданд. [6]: 81: 81\n\nМувофиқи Қуръон, шаҳре, ки Солиҳааш Солеҳ фиристода шуд, [7], ки ба шаҳри Нобунаи Ҳегра мувофиқанд. [8] Сардор ба шӯҳрат омадааст, ки дар атрофи асри I ҳамчун як сайти муҳим дар тиҷорати минтақавии минтақавӣ баромад. [9] Ҳамшоғар ба шаҳр калон буд, қабрҳои буридашудаи сангкардашуда, ки аз ҷониби аъзои гурӯҳҳои гуногуни динӣ истифода мешаванд. [6]: 146 дар нуқтаи номаълум дар замонҳои қадим, сайт партофта шуда буд ва эҳтимолан ал-нақша иваз карда шуд. [10] Дар ин сайт ҳамчун давраи Муҳаммад номида шуд, зеро давраи Муҳаммад Солеҳро номидааст. [11]\n\nБерун аз имони исломӣ ва Баҳид, Солеҳ, Солеҳ дар Нависаи Иброҳим ё матни дигари муҷаррад зикр нашудааст, аммо ҳисоботи қавми Самуд шояд дар Арабистони қадим маълум буд. Номи қабилаҳо дар шеърҳои қадимаи Арабистон ҳамчун очора «ба нозири ҳама чиз» истифода мешавад. [6]: 223-24\n\nДар Ислом\nБисмиллаҳир Раҳимир Раҳим\nҚисми силсилаи ислом\nПайғаҳои ислом\nAnbiya\nАнбиё дар Қуръон\nНоми ислом ва номи Китоби Муқаддас.\n'Āādam (Add)' IIDRIS (INAH) Hūde (ISAH) Ya'qra) YOACHAN (ISAA) YOACHAN (JOURAC) Jethro) mūsā (Мусо) hārūn (jonomon) Youhda (EACHILE) ) Муҳаммад (Муҳаммад)\nРӯйдодҳои асосӣ\nТамошо\nИслом Портал\nvte\nҚисми силсилаи\nИслом\nАллоксет1.svg\nЭътиқод\nТаьриба\nМатнҳо\nТаърих\nФарҳанг ва ҷомеа\nМавзӯъҳои марбут\n Ислом Портал\nvte\nҚуръон\n\nСолиҳа барои дидани одамони худ даъват мекунад\nҶамъоварии афсонаҳои пайғамбарҳо\nЗиндагии Солеҳ дар ҷомеаи ӯ чунон ки мардумро ба дурӯғ нисбат медоданд. [12] Ва Худои як паёмбаре интихоб кард ва фиристодааст, ки бар зидди худпарастии шуғзе, ки барои мавъизае ато кунад, бар зидди мавъиза кардани амали Ширк (мушрикон). Гарчанде ки саий Салия мавъиза карданро мавъиза карданд, мардуме, ки қавми Самуд аз шунидани огоҳии худ даст кашид ва ба ҷои он ки ба Соҳия суҳбат кунад, то ки мӯъҷиза барои онҳо суҳбат кунад. Гуфтанд: «Эй Солиҳо! Эй умедони мо! Эй умедони мо! Моро аз парастиши он чӣ падаронамон мепарастиданд, бозмедорӣ? Ва мо дар он шак макун! . \"\n\n[13] ва бартарии технологии худ нисбат ба ҷомеаҳои ҳамсоя, Солеҳ падид овард. Беш аз ин, ӯ ба онҳо дар бораи аҷдодони худ нақл кард, сибти «сибти мусибат ва чӣ тавр ба гуноҳҳояшон ҳалок шуданд. Аммо баъзе аз мардуми Самуд имон оварданд, аммо сарварони Толӣ ба суханони Ӯ гӯш намедоданд ва аз шунидани пешгӯиаш мӯъҷиза нишон медиҳанд. [14]\n\nХудо ба қавми Самуд ба қавми Самуд, ки ҳамсараш хоҳад буд, ба қавми Самтфарид. Дар сибт гуфта буд, ки шутур имкон диҳад, ки оромона чоҳ кунад ва ба вай зарар расонад. [15] Аммо аз беэътиноӣ аз огоҳии Салеҳ, мардуми қабила бо ман шутурро сар зад. [16] Солеҳ ба онҳо огоҳ кард, ки онҳо аз бозгашти Худо дар пеши онҳо зиндагӣ мекарданд. [17] 2 | 18 | Аммо гуноҳашон барбод рафтаанд ва ҳамаи кофирон дар шаҳрҳо дар зилзила кушта шуданд. Al-Hijr беодам ва пас аз он, ки баъд аз он хароб монд, яъне аз хароб монд. [19] Худи суруд ва баъзе мӯъминеро, ки аз паи ӯ зиндаанд, шӯҳратпарастанд! [20]\n\nДар ин ҷо достон дар сарза AN-NAML таваҷҷӯҳ карда мешавад, дар ин ҷо нишон медиҳанд, ки нӯҳ мард Солеҳро куштанд, [21] [21] пас аз се рӯзи баъд аз Худо. [23]\n\nАнъанаи мусалмон\nНависандагони мусалмонон ба достони Соли ва вай сурудро таҳия карданд. Early Islamic tradition often involved a motif of the camel miraculously emerging from stone, often accompanied by a calf, and the production of milk from the camel. Al-Tabari мегӯяд, ки Санабари мардуми худро ба кӯҳе даъват кард, ки он ҷо медонистанд, ки заминро шутурро ба таври мӯъҷиза андохтааст, ШУМО ЧИСТ вай гӯсолаи ҷавонро дошт. Он гоҳ ба қавми Самуд хабар дод, ки шутурони пешин дар рӯзе аз сарписорашон дар он ҷо буд. Дар рӯзгоҳҳое, ки ба онҳо иҷозат дода нашуд, шутур онҳоро бо шир дод. Аммо Худо ба тумане тааллуқ дошт, ки он писаре ба сибти қаблӣ таваллуд шавад ва кӯдак ғайриимкон буд ва ғайривоқатӣ ба вуқӯъ хоҳад омад. Далерел кушта шуд, ва гӯсолаи он се вақт се маротиба зад, ки дар он рӯз ҳалок хоҳад шуд. Чеҳраҳои онҳо зард шуданд, сипас сурх, сипас сиёҳ, ва дар рӯзи сеюм пешгӯӣ карданд. [24]\n\nТибқи баъзе олимони исломӣ, модари Исмоил, Ҳаа, як набии садои пайғамбар буд. [25]\n\nАнги ба ин дараҷаи сарзамини асри ҳаштум аз ҷониби Яҳьёи Масъалаи Димишқ алоқаманд аст, 26 | 26] [26] (28 | 28 | 28]",
"Ibrahim": "Падари Суфайн, масеҳият ва Ислом. Бинокори Кааба.",
"Lut": "Таърихшинос ва сайёҳ.\n\nҚуръонҳо дар бораи ин рӯз, ки рӯз ба Иброҳим аҳли шабониён фирор карданд, чун ба ӯ хабар доданд, ки Соро бо Исҳоқ номатлуб мебахшад. Онҳо дар он ҷо гуфтанд, ки Худо Худо ба қавми гунаҳкор фиристода шудааст [13] [13] [13] [13] [13] [13] [14] [14] (бо \"14] бо\" души сангҳои гил \"фиристодаанд. [16] Лут ва касоне ки ба Ӯ имон оварданд, таслим шуданд ва занаш дар ҳалокат мурд, балки занаш медонистанд, ки дар паси худ пирон аст. Ин Қуръон низ ба зани Лут монанд аст, чунон ки вай ба марди одил издивоҷ кард, аммо ба хабари Ӯ бовар карданро маҳкум кард ва ҳамин тавр ба ҷаҳаннам маҳкум шуд. [3 [19]\n\nМардуми он деҳаҳое, ки дар шаҳрҳо аз ҳад гузарандагонро таҷовуз карданд. Тибқи гуфтаҳои Қуръон, гуноҳҳои онҳо интерпаскитӣ ва ғоратгарӣ буданд [20] Онҳо аз бегонагон ва сайёҳон аз дигар нақилҳо ва таҷовуз ғорат карданд. Ин гуноҳи бадахлоқии ҷинсӣ буд, ки ба таври табиӣ махсусан ба назар мерасид, бо лут ба ҷои занонашон онҳоро ба ҷое бурданд. [21] [22] Лут ба онҳо гуфт ва кӯшиш карданд, ки ба онҳо кӯмак кунанд, ки роҳҳои гунаҳкоронаи худро тарк кунанд, аммо ба онҳо масҷид намуда, таҳдид мекарданд, ки ӯро аз шаҳрҳо дур кард. [23] Лут ба Худо дуо гуфт ва аз оқибати амалҳои гунаҳкоронаи онҳо наҷот хоҳад ёфт. [3] [24]\n\nСе се фариштаҳо, ки писари зебо пинҳон карда шуданд, ба Лут ҳамчун меҳмонон омаданд. Вай мардумро ғамгин кард, чунон ки вай барои муҳофизат кардани онҳо аз мардуми шаҳрҳо муҳофизат мекард. [25] Сокинони шаҳрҳо аз огоҳии меҳмонон огоҳӣ медоданд, ки ЛИ ба онҳо меҳмонони худро ба онҳо талаб карданд. [26] Ғамгин ва тарсу ҳарос, ки хашми Худоро мезананд, никоҳи рӯҳбаландкунандагонро барои дӯстони худ насиҳат дод [278] ба орзуҳои ғайриқонунии худ ва шояд манбаи роҳнамо. [28] Аммо онҳо бешаккор буданд ва ба онҳо ҷавоб надоданд, ки мо ба духтарони худ ниёз надоштем. Ту чӣ чизеро меҷӯем ».\n\nИҷозати IBN KERIR, Қуртуби ва Табари ва Табари духтаронро барои маънои маънои духтарони Лут хондааст. Онҳо баҳс мекунанд, ки пайғамбар ба чӣ гуна пайғамбар монанд аст, исёнгаронро роҳбарӣ мекунад, ки гунаҳкоронро аз гуноҳҳои худ дур кунанд ва бо духтарони умумӣ муносибати солим ва некӯаҳворо ҷалб кунад. [30]\n\nФариштагон, чунон ки аҳли баистандагӣ ба Лут номбар карданд ва гуфтанд: «Мо аз ту тасбеҳ гаштем, ҷуз аз онон, ки аз шаҳрҳо маслиҳат дода буданд. Дар давоми шаб, ба ӯ нақл кунед, ки қадамро нигоҳ надошта бошад. [31] Дар торикиҳои худ имони худро дар торикии худ тарк кард ва аъзоёни оилаашро гирифт, ва фармони Худо омад. Ва Қуръонро аз он дур хонда будемки поён фуруд омад ба нобудсозӣ ва ноумедӣ ва қайд кардани тамаддунҳои Садӯм ва Амӯрор. [3]",
"Ismail": "Падари арабҳо.\n\nИсмоил дар Ислом пайғамбар ҳисобида мешавад ва дар Қуръон бо анбори анбиё дар бисёре навишта шудааст. 77 [13] [13] [13] [13] [13] [13] [13] [13] [15:85 [15] ва 38:48, [15] ва 38:48, [16] Исмоил барои сабр ва одилон ситоиш мешавад. [17] Наме мисоли мушаххасе, ки Исмоилро ба таври инфиродӣ тасвир мекунад, 19: 54-55 | Ва бар мардуми Худ паёмбаре қабул мекардаед ва дар миёни насли Исмоил худ ниҳоданро неъмат кард.",
"Ishaq": "Исмоҳи Библия Исдаи патрич (арабӣ: Ҳамчун яҳудиён ва дини масеҳӣ нигоҳ медорад, ки Исҳоқ писари патрут ва пайғамбар Иброҳим аз занаш Соро буд. Мусалмонон Исҳоқро дар зинатҳои амиқ нигоҳ медоранд, зеро онҳо ҳам Исҳоқ ва нимпайли калони калони калони Исмоилро аз марги Худо пас аз марги Иброҳим идома доданд. [2] Исҳоқ дар понздаҳ изофаи Қуръон қайд карда шудааст. [3] Дар баробари он ки дар Қуръон борҳо дар Қуръон гуфта шуда буданд, Исҳоқ чуноне ки яке аз анбиёи Ислом гуфта шудааст.\n\nПадари исроилӣ.\n\nЗиндагии пешина\nАзбаски файзи Худо бо Иброҳим бо Иброҳим бо Иброҳим бо кӯдаки пиронсолон возеҳ буд. Исҳоқ синну соли 10-сола буд, вақте ки бародараш Исмоил Исҳоқ аз хонаи Иброҳим ба биёбон афтад. Ҳангоми биёбон Исмоил зани духтарони Мӯобро бо номи \"ASHAH супурд. [4]\n\nДафн\nҚабри Исҳоқ\nМарҳилаи вай ва аз зани худ Ривқо дар ғори патриархҳо дар Хипрҳо, Бонки Ғайби Иброҳим номида мешавад (масҷиди Иброҳим »-и Иброҳим\" гуфта мешавад). Дар баробари қабри Исҳоқ ин аст, ки патрикарҳои дигари Қуръон / библиявӣ ва занони худ ҳастанд: Иброҳим ва Яъқуб ва Лаҳм.\n\nДар Қуръон қайд мекунад\nИсҳоқ понздаҳ маротиба дар Қуръон номбар шуд, ки дар Қуръон ном бо Падараш ва писараш Яъқуб (Яъқуб) номбар карда шуд. [5] Қуръоне ки Иброҳим мегӯянд, ки Иброҳим пазируфтаанд, паёмбарони солеҳи одилатонро (якунимуле аз шайтон гирифт ва Худо онҳоро баракат диҳад. Гуфтанд: «Ва ӯро аз шоистагӣ афлом хушхабар додем. Ва аз фарзандонашон ҳалок кардем. Ва гурӯҳе аз онҳо, ки ба худашон меоянд, ситоиш карданд. Иброҳим ба ӯ дар бораи ҷазои оянда, Соро, ки ҷазои Исҳоқ, Соро ба қайд гирифта, ба Ӯ ҳисоб карда мешавад ва баъд аз Исҳоқ хушхабар додем ва пас аз Исҳоқияи Исҳоқ) Яъқуб »(11: 71-74) ; Ғайр аз он шарҳ дода шуд, ки ин чорабинӣ Нигоҳи Иброҳим ва пиронсолон сурат мегирад. Якчанд оятҳо ба Исҳоқ ба Иброҳим сухан гуфтанд, ва 29: 49-50), ки Худо «нубувват кард», яъне тафсир карда шуд Барои писарон ба ду писари нубувватҳои Иброҳим, набераҳои пешгӯии ӯ Яъқуб ва пешгӯиҳои бузурги ӯ Юсуф. Пас аз Қуръон, баъдтар паймон аст, ки Иброҳим низ Худоро ҳамду сано хондааст, то Ӯро Худо ва Исҳоқро дар синни солхӯрдааш арзёбӣ кунад »(xiv: 39-41).\n\nДар ҷойҳои дигари Қуръон Исҳоқ зикр шудааст: Юсуф ба дини падарони худ Иброҳим, Исҳоқ ва Яъқуб сухан меронад (12: 38). (12: 38). Писарони Яъқуби Яъқуб имони худро ба Худои худ шаҳодат медиҳанд ва ба Худои худ, ки падарони худ, «Иброҳим, Исҳоқ ва Исҳоқ шаҳодат медиҳанд» (2: 127); Қуръон ба мусулмонониҳое, ки ба оёт ва Иброҳим, Исҳоқу Исҳоқ ва Мӯсорандон) фармон медиҳад, фармудааст. (136; III: 84).",
"Yaqub": "Yaqub ishaaq ibhaaq ibn ibraac (арабӣ: يعقو, possi Исҳоқ: \"Яъқуб\" Писари Иброҳим: \"Яъқуб:\" Яъқуб : «[ИАМЕР]», чун Яъқуб маъруф аст, чун пайғамбаре ки дар Ислом пайғамбар аст. Вай ҳамчун патриархи Ислом эътироф карда мешавад. Мусалмонон боварӣ доранд, ки ӯ мисли тақлидёфтагон, ки падари ӯ буд, ба Иброҳим мавъиза кард: исмоил (Исмоил) ва Исҳоқ (Ишемул).\n\nЯъқуб шонздаҳ маротиба дар Қуръон гуфта шудааст. [1] Мусоҳибаи минбаъда ба Яъл боварӣ доранд, ки Яъқуб ба ёдоваранд. [2] Дар аксарияти ин истинодҳо Яъқуб дар баробари пайғамбарон ва пайғамбарон чун паёмбарони қадим ва парҳезгорон гуфта шудааст, ки дар «Ширкати баргузашт» монд. [3 [4] Мусалмонон доранд, ки Яъқуб писари Исҳоқ буд ва дар тамоми ҷони худ ӯ мавъизаи Худоро мавъиза мекард. Тавре ки дар дини яҳудиён ва яҳудиён, исломаш Исоро дувоздаҳ писар дошт, ҳар кй дувоздаҳ сибти Исроилро ба Падар мегузошт. [5] Яъқуб дар таърихи писараш Юсуф (Йршиф) нақши муҳим дорад. [6] Қуръон маънои онро дорад, ки Худо бо Яъқуб аҳкид кардааст [7] ва Яъқубро раҳбари содиқ пеш аз фармони Худо сохт. Бобояш (Иброҳим), падар, падар (Исхра), Писар (Исмоил), писар (Юсуф) ва худаш ҳама аз пайғамбарони ислом мебошанд. [8]\n\nДар Қуръон\nЯъқуб номбаршуда дар Қуръон дар давоми шонздаҳ маротиба зикр шудааст. [9] Гарчанде ки аксарияти ин оятҳо Ӯро ситоиш карданд, на як мисол аз ин, Қуръон якчанд ҳодисаҳои муҳимро аз ҳаёти худ сабт мекунанд. Анъан ва адабиёти мусулмонӣ [10] Интихоби пештара дар Қуръон ба Иброҳим ва Соро оид ба таваллуди пешгӯии Писари пешгӯӣ бо номи Исҳоқ ва инчунин пешгӯӣ » набера бо номи Яъқуб. [11] Қуръони Қуръон:\n\nВа аз онон, ки ҷуз Оллоҳ парастиш карданд, аз он рӯй меоварем. Ва ҳам паёмбаре гардонидем.\n\n- 19-ум Сураи 19\nҚуръон инчунин ба Иброҳим ёдрас кард, ки Иброҳим ба Исмоилу Исҳоқ ва Исҳоқ ва Исҳоқ ва Исҳоқро ибодат овард. Иброҳим ба Исмоил, Исҳоқ ва Яъқуб имон овард; Қуввати имонаш, ки чун калонсолтар шуд, Дар Қуръон қайд кард, ки Яъқуб \"дониш\" будааст \"; [14]« Таълим »дода шуд, ки« забони рости ҳақиқат дода шуд ». [16] Баъдтар ин Қуръон дар бораи Яъқуб фикр мекунанд:\n\nВа ба ӯ Исҳоқ ва ҳадяро ато кардем, то ба ӯ бахшидем.\nВа ба фармони мо паймон гирифтем ва онҳоро ба некӯкор фиристодем ва ба некӯкорон илтиҷо фиристодем. Ва пайваста ба мо месупоранд.\n\n- Қуръони 21 (алрбия), AYAT 72-73 [17]\nВа ёдгории бандагони Иброҳиму Исҳоқ ва Яъқуб ва бинанда.\nМо ба онҳо чизе доно муҳайё кардем.\nОнҳо, дар назари мо, ба ростй, аз ширкати мо, аз ширкати мо ва некӣ буданд.\n\n- Қуръон, Сураи 38 (суруд), Ayat 45-47 [18]\nЯъқуб ва писаронаш\nЯъқуб аз наврасӣ ёдрас мекунад, ки Қуръон дар суруди сурафи суруд аст. Ҳикояи Юсуф дар Қуръон, ки Юсуф як шаб давид, пас аз он ки ӯ ба Падари худ давид, гуфт: «Инак, ба падараш гуфт:« Эй Падари Ман! Ман ёздаҳ сайёра ва офтобро дидам, ки аз он чи аз Юсуфи ҷавон шунида буд, саҷда мекардам ва пайғамбар дарҳол чӣ маъно дошт . Яъқуб тасаввур карда метавонад, ки Писараш пайғамбари навбатии пайравӣ дар Иброҳим ва Юсуфе буд, ки Юсуфе, ки паёми Исломро дар солҳои оянда зинда мемонад, мебуд. Аммо писарони калони Яъқуб чунин ҳис карданд, ки Падарашон Юсуф ва Бинёмин, писари ҷавонтарини Яъқубро дӯст медоштанд. Яъқуб дар бораи ҳасади онҳоро медонист ва ҷавононро Юсуф дар бораи он ҳушдор дод. [20] Сипас, даҳ бародари калонии Юсуфро кушиш карданд, ки ӯро бикушанд. Қуръон муҳокимаи онҳоро риоя мекунад;\n\nГуфтанд: «Дар ҳақиқат Юсуф ва бародараш дар ҳақиқат аз ҷониби мо дӯст доранд, аммо мо як бадани хуб ҳастем! Дар ҳақиқат, ростқавл аст!\nВа заминро бикушед ва ба Лосе бикушед ва бархурдор бар баъзе (номаълум), то ки неъмате аз падаратонро танҳо диҳӣ, то ки панд гиред!\n\nҚуръон 12 (Юсуф) AYAT 8-9 | 21 |\nЯке аз бародарон ҷубронид: 22] Аммо, худро ба ҷои куштани Юсуф (Юсуф), ки метавонад ӯро ба вуқӯъ оварад ва ӯро бигирад. [23] Ҳамин тавр, онҳо аз Падари худ пурсиданд, ки оё ҷавононро Юсуфро ба бозӣ бо онҳо боздоранд, дар ҳолате, ки онҳо Ӯро назорат мекунанд. Гарчанде ки Яъқуб аз ин тарсон буд, ки DhI'B (арабӣ: ذذب ланг) аст [24] Писари калониаш Юсуфро ба назди чоҳ гирифтанд. [25] Он шаб, ки он шаб ба Яъқуб барои Яъқуб омаданд, гиря карданд ва ба ӯ гуфтанд, ки гург Юсуфро хӯрдааст. Барои фиреб додани падари худ, ҷомаи Юсуфро бо хуни бардурӯғ ба даст оварданд [26] Аммо Яъқуб, ки дониши бардурӯғ буд, медонистанд, медонистанд, ки онҳо тарҳрезӣ карданд. Ҳарчанд Яъқуб аз даст додани Юсуф хавотир хавотир буд, ӯ аз ғаму ғуссаи худ сабр кард. [26] Дар тӯли солҳои гузашт - ҷавон Юсуф ба мард дар Миср ба воя расид; Яъқуб, дар ҳамин ҳол, дар Канъон баргашт, он ҷо писаронаш ҳамеша ӯро дар бораи дуои Юсуф (Юсуф) ба Худо нигоҳубин мекард. [27] 29. Гарчанде ки Яъқуб аксар вақт Худоро шикоят кард [14] Ин кор ҳеҷ гоҳ ба корҳои Худо, балки аз парешонаҳои худ бархурдор буд. Ӯ доимо ба одамони писаронашонро мебахшид ва онҳоро мебахшад ва кӯшиш мекарданд, ки ба онҳо маслиҳат диҳанд. [28] Рӯзе Яъқуб, Яъқуб тасмим гирифт, ки писарони худро аз як супориш фиристад ва ба Миср дар ҷустуҷӯи Юсуф ва Бинёмин ба Миср рафт. Писарони ӯ Ӯро фаро гирифт, ва ба Миср рафтанд. Вақте ки писарони Яъқуб бо хушхабари Юсуф ва Бинёмин дар Миср ба Канъӯн баргашт, ӯ ба ӯ гуфт, ки ба падари онҳо, ки бар болои падари худ андозад, барпо кард. 29 | 29 | Нест кардани нобиноёни Яъқуб ва ғаму ғусса. Ҳамин тавр, Писар гуфт: «Баррасии ҷисмонии Яъқуб ва рӯҳии Яъқуб».\n\nВақте ки дидаи Яъқуб барқарор шуда буд, тамоми оила ба Миср ба Миср рафтанд, то Юсуф ва дигар писарон онҳоро пешвоз гиранд. Вақте ки онҳо омаданд, падар ва писар бо муҳаббати бузург бо муҳаббати бузург вохӯрданд ва бори дигар дар сулҳ барқарор шуданд. Юсуфи пурқудрати волидайн назди падару модараш бо худ буд ва он гоҳ, ки Қуръон мегӯяд, ба болои тахти шарафӣ баланд шуд \". [30] Ҳоло ин ҳама оила буданд, ва ҳамроҳи нузҳо Яъқуб ва Юсуф ба Худо рӯ оварда мешуданд.\n\nМаслиҳати охирин Яъқуб ба халқаш\nБа ислом тамоми банӣ-Исроил даъват карда шуд, ки саҷда падид омад. Яъқуб мехост боварӣ ҳосил кунад, ки фарзандонаш танҳо дар Ислом бимиранд ва аз ин рӯ, яке аз ваъдаи охиринро гирифтанд. Ва аз онҳо пурсид, ки пас аз маргаш меноманд, онҳо гуфтанд, ки онҳо Исломро давом хоҳанд дод ва ба Худо саҷда хоҳанд дод. [31] Гарчанде ки ҷои марги хоб ба анъанаи яҳудиён паҳн шуда, қайд кард, ки Қуръон, Исҳоқ, Исмоил ва Яъқуб ҳама мусалмон буданд, аммо онҳо ба имони пурра ба Худо ва Худост. Қуръон суханест ».\n\nВа ин соҳа буд, ки Иброҳим ба писарони худ рафт ва Яъқуб инро тавр кард; \"Эй писаронам! Худо имон бар сари шумо имон овард. Оре, бимиред, ҷуз аз имони Ислом.\"\nОё вақте ки марг пеш аз он ки Яъқуб зоҳир гардид, ба шаҳодат додед? Инак, ба писарони худ гуфт: «Пас аз ман чиро мепарастед?» Гуфтанд: «Мо худои ростии Худост ва Худои падарони Ту, ки Исмоил ва Исҳоқро парастиш хоҳем кард.\n\n- Қуръони 2 (Ал-Босара), Аёсяри 132-133 [32]\nРейнии Яъқуб\nЯъқуб дар Ис Исроил барои иҷрои мусибате, ки падарони худро тарк кардааст, хеле махсус аст. Мусалмонон ба Худо писанд омад, ки ба Яъқуб файзаш дода ва ӯро интихоб кард, то аз мардуми ҷаҳон бошанд. Қуръон чун марде аз марди қиёмат ва биниш сухан мегӯяд ва аз ширкати некӯ ва интихобшуда буд. Ва чун Қуръон гӯяд:\n\nИн ба Иброҳим ато кардем, ки ба Иброҳим ато кардем. Ҳар касро ба дараҷае фаро растӣ, ба он ҳидоят хоҳем кард, зеро Парвардигоратон ба ҳикмату дониш аст.\nВа ба ӯ Исҳоқ ва Яъқубро бахшидем: ҳамаи ҳидоятёфтагон ба ӯ бахшидем. Солмотар ва фарзандонаш Довуд, Юсуф ва Ҳорун подош диҳем.\n\n— Quran, surah 6 Al-An'am, ayah 83–84[33]\nАлӣ ибни Талиб, вақте пурсид, ки дар бораи пайғамбарон, ки номҳои махсус пурсидаанд, ҳадде ки ибни Исха Исроил шинохта буд. [34]\n\nВоситаҳои Китоби Муқаддасро бо фариштае, ки Яъқуб бо фариштае бо фариштае, ки дар Қуръон гуфта шудааст, ёдовар нест, аммо дар тафсири мусулмонон, чунон ки бинои Яъқуб буд, қайд карда мешаванд. [35] Яъқуб аз ҳудуди Исҳоқро фиреб дод, ки дугоникашро баракат диҳад, ва Эсов низ дар Қуръон нест, аммо ба тафсири мусулмонон дар чист. [9]\n\nМусалмонон, ки имон оварданд, ки Яъқуб имон оварданд, як пайрави бузурге буданд, ки аҳамияти муҳими Яъқубро ба Худо ва имони мустаҳкам ба дини дуруст равона кардааст. Ҳамчун патриарх, Пирарит, Яъқуб, ҳамроҳ бо Иброҳим, аз анъана мефаҳмад. Аз дувоздаҳ писарони худ [36] мекӯшиданд, ки дигар анбиё анбӯҳи бузург буданд, аз ҷумла Юнус, Довуд (Сулейс) ва Исо (Исса).",
"Yusuf": "Юсуф ibn yaqub ishaaq ibhauk ibn (арабӣ) Шахсе аз TANAAD, Навиштаҳои динӣ яҳудиён ва Китоби Муқаддаси масеҳӣ, ки тахмин карда шуда буданд, ки дар Миср пеш аз Салтанати нав зиндагӣ мекарданд. [2] Ин яке аз номҳои умумӣ дар Шарқи Наздик ва дар байни миллатҳои мусулмон аст. Ва ҳамаи фарзандони Яъқуб, Юсуф касест, ки пешгӯии пешгӯӣ буд. Гарчанде ки ривоятҳои дигари пайғамбарҳо дар аксҳои мухталифи гуногун зикр шудаанд, натиативии Юсуф танҳо дар як сураи суроҳ аст, ки онро беҳамто месозад. Гуфта мешавад, ки тавинзи муфассалтарин дар Қуръон ва маълумоти бештар аз ҳамтои библиявии Библияв аст. [3]\n\nГумон меравад, ки Юсуф писари ёqub (арабӣ: يعقوب, yaqub) ва ба гуфтаи олимон, дӯстдоштааш буд. Ба гуфтаи Ибл Кэрир »,« Яъқуб дувоздаҳ писаре буд, ки бузургтарин гузаштагони исроилиён буд. ба Падараш, ки Яъқуб эътироф мекунад [5] Илова бар нақши Худо дар ҳаёти ӯ, ҳикояи Юсуф ва Зулиш (зани Фӯтифар Фӯтифар) мавзӯи маъмул дар адабиёти форсӣ шуд, ки дар тӯли садсолаҳо ба таври назаррас гаштанд. [6]\n\nҚуръони Сурх 12 (Юсуф)\n\nИстифодаи \"подшоҳ\" бо \"фиръавн\"\nДар Қуръон, унвони ҳокими Миср \"мегӯяд, ки« подшоҳ »аст Фиръавн \"(Арабӣ: Фирда, ҳарчанд ҳамчун ном бе ном аз мақолаи муайян). Ин аҷиб аст, зеро мувофиқи манбаъҳои таърихӣ, Қлим танҳо барои роҳбарони ҳокимони Миср муроҷиат карда буд (аз ҳукмронии Thutmose III), тақрибан 21 сол пас аз марги пайғамбар буд. [44] Аммо дар ривояти Юсуф, унвонҳои подшоҳ (Ибриён: Мелек) ва фиръавн дар ҳайвони Миср дар бобҳои 39-41 интериро истифода мешаванд. [45]\n\nМалик (аз Миср) буд: «Ман дидам, ки ҳафт кинаи фарбеҳро, ки ҳафт донаҳои сабз ва ҳафт гӯшҳои сабз ва ҳафт гӯшҳои сабз ва ҳафт гӯшмонанд мебинам , агар шумо андешаҳоро шарҳ диҳед. \"\n\n- Қуръон 12 (Юсуф), Ана 43, [46]\nПас мо пас аз онон ва паёмбарони худро ба сӯи равшани худ фиристодем. Пас бубинед, ки чӣ тавр анҷоми Ал-МУФСидон чӣ гуна буд (арабӣ: ألسفف) \"Макону фитхаву одатшудагон\" ё фасодкорон).\n\n- Қуръон 7 (Ал-Араф), AYAH 103 [47]\nВа Малик гуфт: «Ӯро ба назди ман биёваред». Чун паёмбар рухсат расонда, гуфт: «Ба сӯи Парвардигорат бозгардед ва аз заноне ки дастҳояшонро тарк карданд, аз они Худост\n\nҚуръон 12 (Юсуф), Ана 50-ро\nСокинони Юсуф ӯро гирифта, ба зиндон гузошт, ҷое ки асирони подшоҳ ба амал омаданд, Ва Ӯ дар зиндон буд.\n\n- Ҳастӣ 39:20\nВа Юсуф дар сарзамини Подшоҳи фиръавн буд.\n\n- Ҳастӣ 41:46\nВа Юсуф падарашро падари худ ва бародаронаш гузошт ва дар замини Миср дар замини бузургтарин, ки дар беҳтарин замин, ки фиръавн фармон дода буд, дод.\n\n- Ҳастӣ 47:11",
"Ayyub": "Айюб (арабӣ: أيوب Румбардор: 19) ҳамчун пайғамбар дар Ислом огоҳ аст ва дар Қуръон гуфта шудааст. [1] Ҳикояи Айюб дар Ислом ба достони Китоби Муқаддас ибрат аст, гарчанде ки диққати асосӣ ба Худо қавӣ аст, зеро диққати асосӣ назди Худо боқӣ мемонад; Дар бораи муҳокимаҳои Айюб дар матни Қуръон, вале адабиёти мусалмонон гуфтаанд, аммо баъдтар Айвонӣ бародарон меандешанд, ки Айюб бародаронро дошт, ки дар бораи андешаи худ баҳс мекарданд. Баъзе тафсонафеҳи мусулмонон дар бораи Айюб номи аҷдоди румиён сухан гуфтанд. [2] Адабиёти ислом инчунин дар бораи вақти хизмати пешгӯиҳо ва суханони пас аз Юсуф дар силсилаи пешгӯӣ омад, ки аз силсилаи пешгӯӣ омада, ба халқи худ, на ба ҷомеаи муайяне, ки ба ҷомеаи муайяне мавъиза мекард, хабар додааст. Тибқи анъана ҳисоб мекунад, ки Айюб дар осмон аз гурӯҳи «онҳое, ки пуртоқат буданд» хоҳад буд. [3]\n\nАввалин (Айюб) аввал дар Қуръон дар ояти зерин зикр шудааст:\nМо ба ту ваҳй кардем, ки ба Нӯҳ ва паёмбарони паёмбарон ваҳй кардем. Ва ба Иброҳим, Исмоил, Исҳоқ, фарзандон, Яъқуб, Юнус, Юнус, Юном! Ва ба Довуд китоб додем.\n\n- Қуръон, сураи 4 (AN-NISA), AYAH 163 [4]\nҚуръон Айюбро чун бандаи одилонаи Худо, ки ба муддати тӯлонӣ гирифтор буд, тасвир мекунад. Аммо, аниқ мегӯяд, ки Айюб ҳеҷ гоҳ ба Худо ва абадӣ ба Худо нидо накард ва илтимос кард, ки бадбахтии худро нест кунад.\n\nВа Айбро: Ӯ Парвардигори худро нидо дод: «Мардаринро мусибате расонд ва шумо меҳрубонтарини меҳрубон\n\nҚуръон, суруд, 21 (Паёмбарон), Ана 83 | 55 |\nДеҳнюняти он шаҳодат медиҳад, ки пас аз солҳои зиёд фармон додааст, ки ба Айюб \"ба пои худ бизан! [6]. [6] Дарҳол Айюб ба пои худ замин зад ва Худо як чашмаи сарди обро барои ҷуръат сохт, то аз он аз кадом кор ҷавоб диҳад. Ва Худо дарду ранҷу азобашро аз ӯ бардошт ва ӯ ба назди ӯ омад ва ӯ ба назди ӯ кас фиристода, насли бисёрро баракат дод. Илова бар тавсифи мухтасари ривоятҳои Айюб, минбаъд дар рӯйхати шахсоне, ки Худо ба онҳо роҳнамо, ҳикмату илҳоми Худо дода буд, минбаъд ба кор бештар аз он шаҳодат медиҳад (IV: 163) (Vi: 84).\n\nБаъд аз он ки шайтон кӯшиши аз ҷониби Худованд рафтанро ба даст овард, Худо андӯҳгинии Айюбро бардошт ва ба шумораи бештари онҳо касонеро нарасонд. Ӯ дороии корву кор бо тилло баргашт. Пас аз он, ки зани Айюб шавҳар мебуд, ки шодиро ба раҳсату шодмонӣ ва тандурустӣ барқарор кард, ӯ ба Худо писанд омад, балки ваъда дод, ки ӯро ваъда додааст, ки ӯро бо сад зарба мезанад. Ва Айюб низ савганд бодҳол, ки ӯ ба қасам хӯрд, ки азоби Ӯ баён кард. Аммо, аммо Худо ба Айюб ваҳй фиристод, ки ба ӯ гуфт, ки зани худро латукӯб накунад, балки ба ӯ бастаи алафи нармро ба ӯ зад. [7]\n\nҚуръонҳои Қуръон\nПешгӯии Айюб: 4: 163, 6:84\nМурофиа ва пурсабрӣ: 21:83, 21:84, 38:41, 38:42, 38:44\nХониши иловагӣ\nИбл Кэйти, Буминги ВА Л-Нихяа, ман, 220-225\nTafsir дар xxi ва xxxvii\nTabari, I, 361-364\nТалаби, афсонаҳои пайғамбарон, Каэйми 1339, 106-114\nКиза, ҳикояҳои пайғамбарон, 179-190\nИбни Асакир, Тарах ал-Кабир, III, 190-200",
"Shuayb": "Шуъиб, Шуиб, Шуибе ё Шу'''йб (арабӣ: [iuʕajb]; Маънӣ аст: \"Яъне Пайли дурусте (пайғамбар) дар Ислом аст. [ 1] Шуайд ба таври анъанавӣ бо библия, Падари Мусо, Мусо, Мусо муайян шудааст. Шуъиб дар Қуръон 11 маротиба зикр шудааст. [2] Гумон меравад, ки пас аз Иброҳим зиндагӣ мекард, ва исрорҳо имон доранд, ки ӯро паёмбаре азиме нозил шудааст, ки чун паёмбарон машҳур шаванд, 4 | 6 | 5 | | 7 | 7 | 7 | 7 | 7 | 7 | 7 | 7 | 7 | 7 | 7 | 6 | Ба мардум Шӯҳоқатро ба сӯи ростӣ эълон кард ва мардумеро огоҳ кард, ки роҳҳои қаллобии худро ба итмом расонанд. Ва чун уммате тавба накард, ӯст, ки мардумро ҳалок кард. [3] [5]\n\nШӯҳъил аз ҷониби мусулмонон фаҳмида шудааст, ки номи Қуръон номбар мешуданд, дигарон Солеҳ ва Муҳаммад буданд. Гуфта мешавад, ки вай бо мусалмонон ҳамчун «воизони Элоюленд дар байни пайғамбарон шинохта шудааст», азбаски вай мувофиқи анъана ва боистеъдод ва илтимос ба забони худ буд. [8]\n\nКонтексти таърихӣ\nМасоҳати Шу'Йайб фиристода шуд, ки \"Мадян дар Қуръон, ки бо забони миёна маълум аст, ки дар Библия ба забони англисӣ ишора мекунад. Гарчанде ки онҳо ҳамсояҳои арабӣ буданд, гарчанде ки ҳамсояҳои библиявӣ буданд, онҳо бо онҳо ошно шуданд. Гуфта мешавад, ки онҳо сибти саргардон буданд ва қаламрави соҳиби Мӯсо, ки нимҷуман буд.\n\nМуайян кардани муайян бо JERERRO\nДар Библия JERUDURS (Хуруҷ 3: 1). Ҳамчун Падари Мӯсо. Гарчанде ки Шуайб аксар вақт бо коҳини нимаиӣ Ж.Х, аксарияти муосир ин мушаххасро рад мекунанд. Эзоҳурирони классикӣ, масалан, Ибл Кэрир Кэндсе аз Микил, Шуъӯ буд, писари Микил, писари Мидон, писари Иброҳим буд. [8] Ки шахсияти худро бо ширро, ки дар замони Мусо зиндагӣ мекард, имконнопазир буд, ки пас аз Иброҳим ба садсолаҳо дучор мешуд. [9]\n\nИҷрокунони Қуръон, ки Шуъил Худоро паймоне ба қавми Мидиён таъин кард. Гуфта мешавад, ки мардуми ин замин барои фиреб кардани дигарон тавассути душманӣ ва бутпарастӣ махсусан муҳим мебошанд. Пешгӯиҳои Шуэй асосан ба роҳи дурусти Худо даъват карданд, ки ба роҳи дурусти Худо занг зананд, [10] Ва ба парастиши парастиши худоёни каҷравӣ.\n\nИнчунин гуфта мешавад, ки ӯ ба халқаш гуфт, ки дар корҳои ҳаррӯзаи худ беинсофона бошанд. Ҳарчанд ӯ мавъиза мекард ва нубувват мекард, ки аксарияти мардум Ӯро гӯш мекарданд. Аммо, Шуэйб сабр боқӣ монд. Ӯ пайваста ба бадкорон қудрат дод ва ба ҷазое, ки пеш аз гунаҳкор буданд, ба он ишора кард. 47 | 11 | Ҳар кас, ки Нӯҳ, Солий ва Лутро ҳалок мекард, ба марги худ оварда мерасонад.\n\nМардум Шуъайбро диданд ва ба вай хабар доданд, ки ин на барои ӯ омад, ки вай аз ҷониби ӯ омадааст, вай ба марг сазовори марг мебуд. Шуэй ҷавоб дод: «Оё оилаи ман аз Худо дида зиёдтар аст?» Вақте ки Мидяниён имон меоварданд, онҳо ба заминҷунбии сахт нобуд шуданд. [3] Аммо Қуръон, ки Шуъайб ва Шуъайбро ёдрас мекунад ва ҳамроҳонаш азоби бод, ки он сар карданд. 79 | 11 | [12]\n\nМувозӣ бо дигар пайғамбарон\nМиссияи Шуайб аксар вақт дар Қуръон бо рисолати Нӯҳ, ҲУД, Солиҳа ва Лот номбар мешавад. [Олимон қайд карданд, ки ин пешгӯиш намояндагиҳои ниҳоии пешгӯишавандагонро қадр мекунанд: [13] Падидоварат хоҳад кард, то ба ҷамоат фиристад. Ҷуҷак ба огоҳии Ӯ ҳеҷ аҳамияте нарасонад ва ба ҷои ӯ ҳаройна, ба ҷои ӯ ба ӯ хабар хоҳад дод. Пас аз солҳои мавъиза, Худо аз ӯ хоҳиш мекунад, ки ҷомеаро тарк кунад, дар ҳоле ки халқаш ба ҷазо нобуд шуд. [13] Шоҳхурҳои ин анбӯҳро таъсим мекунанд, то Шуа аз насли Нӯҳ мавъизае ва Иброҳимро мавъиза мекард.",
"Musa": "Дар Ислом, М.С.М.М.М.Мунъият ».« Эй Мӯсо, Писари Амрам » Сухани ӯ 136 маротиба дароварда шуд ва ҳаёти ӯ дар баробари пайғамбарии дигар медонист. [2] [3]\n\nМувофиқи Қуръон Мӯсо барои оилаи исроилӣ таваллуд шуд. Дар кӯдакӣ Ӯ вай ба сабаде, ки ба пеши Нил меравад, фирор кард ва дар натиҷа аз ҷониби Фиръавн Оҳанно, ки чун писари фарзандаш мегардад, ошкор мекунад. Пас аз он ки ба воя расид, пас пеш аз рафтан ба Миср боз дар Мидян зиндагӣ мекунад. Дар замони ӯ, Мусо гуфта мешавад, ки имрӯз бо Худо мӯъҷизаҳои гуногунро иҷро кард ва инчунин гузориш дода шудааст, ки унвоние, ки унвони Худост, ба Мӯсо мукофоте медиҳад. Ва мӯъҷизаи бузургтарин пайғамбар баҳрро бо асари Худо тақсим мекунад. Мӯсо, мухлис ва дар адолати Худ низ чунин гуфта шудааст.\n\nПас аз марги фиръавн, Мӯсо ва пайравонаш ба сӯи Ерусалим мераванд, ки дар он паём огумо аз ақиб мемирад. Гумон меравад, ки ба анъанаҳои ислом, вай дар Наби Мӯсо дафн карда шуда буд ва оқибат ба осмон рӯ овард. Пас аз он, вай хабар медиҳад, ки дар ҳафтаҳояш дар ҳафтаҳоямон бо дидори ҳамлаи Ерусалим дар давоми шаб (\"isrā 'Mi'rāj) мулоқот кард. [4] Дар ҷараёни сафар, гуфт, ки Муҳаммадро боз ба дидори худ фиристодааст ва аз кам шудани дуоҳои зарурӣ коҳиш ёфт, ки танҳо панҷоҳе, ки панҷ умяти ҳатмӣ боқӣ мондаанд, дархост кунад. [5] [6]\n\nМӯсо дар Ислом нақши хеле муҳим ҳисобида мешавад. Тибқи манзили исломӣ, ҳамаи мусалмонон бояд ба ҳар пайғамбар ва расули Худо имон дошта бошанд, ки Мӯсо ва бародараш Ҳорунро дар бар мегирад. Ҳаёти Мӯсо одатан ба таври рӯҳонӣ ба зиндагии Муҳаммад дидааст ва мусулмонон ҷанбаҳои зиёди ду нафарро мубодила мекунанд. [1] Адабиёти ислом инчунин робитаи мувозӣ байни мардуми худ ва ҳодисаҳое, ки дар тӯли умри худ рух доданд, тавсиф мекунад; Хуруҷи исроилиён аз Миси қадим аз Мисри қадим ба муҳоҷирати Мексия ба Мадина ба Мадина дучор меоянд бо meccans мутаносибан. [7] Ҳамин тавр, ки оёти Ӯ ба монанди он даҳ ояти шариат, ки қисмҳои Тавротро ташкил медиҳанд ва ба он динҳои Иброҳим донандаи дини Иброҳим ва масеҳият мебошанд [9] [9] Ҳамин тавр, яҳудиён ва масеҳиён барои мусалмонон «мардуми китоб» ҳамчун «мардуми китоб» таъин шудаанд ва бояд ба ин мақоми махсус дар бораи истифодаи қонуни исломӣ эътироф карда шаванд. Мӯсо дар адабиёти исломӣ эҳё мешавад, ки он дар бораи ҳодисаҳои умр ва мӯъҷизоте, ки дар Қуръон ва ҳадисҳо ба ӯ гуфтугӯи мустақим бо Худо меафзояд, меафзояд.",
"Harun": "[2] Литров (Араб:) [3] [Нигоҳсозӣ дар ҳамроҳӣ ҳамроҳи бародараш ба Мисриён мавъиза кард. [4]\n\nҚуръон дорои истинодҳои сершуморро ба Ҳорун, ҳам ном ва бе ном дорад. Ва гуфта мешавад, ки вай аз авлоди Иброҳим буд [Иброҳим ». Батарея илова мекунад, ки Мусо пеш аз ин ки Худо хизмати худро бо Ҳорун қавӣ гардонад [7] Ва Ҳорун чун паёмбаре буд, ба Мусо кӯмак кард, 39 | 8 | 5] Қуръон изн дод, ки Мусо ва Ҳорун супорида шуданд, ки исроилиён дар Миср сокинони манзилро барқарор кунанд ва ин хонаҳоро ба ибодатҳои ибодат барояшон муҳайё карданд. [10]\n\nҲодисаи тиллои тиллоӣ, зеро он дар Қуръон рангҳои Ҳорун дар равшании мусбат ранг карда мешавад. Қуръон мегӯяд, ки Ҳорун роҳбарии Исроилро супурданд. [11] [12] [Таснифи ноком] [Таслимшавӣ] Иловаҳо илова мекунад, ки Ҳорун кӯшиш кард, ки ибодати гӯсолаи Ҳорунро боздорад, аммо ба воситаи марди шарир бо исми \"Асри\" қатъ карда шуд. [13] Вақте ки Мусо аз кӯҳи Сино баргашт, ӯ маро водор кард, ки ба парастиши бутпарастӣ, ки Ҳорун ба он Мусо муроҷиат кунад, то дар сохтани он ҳеҷ натавонад. [14] [12] Он гоҳ Қуръон ба гуноҳҳои Исроил афтод ва гуфт, ки ӯ танҳо бар ӯ ва Ҳорун қудрат дошт. [15]\n\n50 | 16 | Оё он ки ба роҳи рост ҳидоят меварзидааст, гумон кард. [17] Минбаъд илова мекунад, ки хотираи Ҳорун пас аз он ки аз паси ӯ омада буданд, мондааст [19] Қуръон низ мегӯяд: «Қуръони модари Исо Мэриами (арабӣ: مريم, Мэри Марям» хоҳарони Ҳорун »[20] Тарроҳии мусулмонон, ки маҳз ҳамин баҳс мекард, бо баъзеҳо изҳор дошт, ки ин изҳорот ба Ҳорун аз Хоҳишҳо ва истилоҳи\" хоҳар \"танҳо як метафоризикӣ таъин шудааст Вақте ки Мартон, одами одилонаи одами дигаре, ки Ҳорун буд, алоқамандии рӯҳонӣ бештар аз он ки Ҳорун буд, маълум аст, аммо дигарон дар замони «Ҳорун» зиндагӣ мекарданд. Аксархонаҳо бо дурнамои пешина розӣ шуданд ва Марямро бо хоҳари воқеии Ҳорун пайваст карданд, ки ӯ Мирямин (арабиро пайванд карданд. Қуръон он гоҳ, ки тирандозиро баъд аз он, ки бозича, пас аз он табиб низ чунин барҳақ боқӣ хоҳад дод,",
"Dhul-Kifl": "Dhul-Kifl (Arabic: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, literally \"Possessor of the Kifl \"; also spelled Dhu l-Kifl, Dhul-Kifl, Zu al-Kifl, or Zu l-Kifl) is an Islamic prophet. Гарчанде ки шахсияти ӯ номаълум аст, шахсияти ӯ назар ба пайғамбарон ва рақамҳои Китоби Муқаддас ва дигар Буддои Китоби Муқаддас иброз дошт ва Будкои дигар ва Гапама дар [2 [2] [4] [4] ДИЛ-Кифолро Худо ба пойгоҳи баланд дар сатҳи ҳаёт баланд мебардорад ва дар Қуръон ҳамчун марди «Робитои нек» меҷуст. [5] Гарчанде ки аз дигар манбаъҳои таърихӣ хеле маълум нест, ҳамаи навиштаҳо аз тафсирони классикӣ, ба монанди ДӮЛЛИИ ПЕШАТ, МАРДАНИ ҲЕЛАЛО, ки дар ду намоз ва ибодати Худо содиқ мондааст. [ 6]\n\nДар вилояти Аврупои Диётбакир Туркия ба Туркия, ки ҷойҳои боқимондаи пайғамбар-kifl ҳастанд, имон дорад. Он 5 км аз маркази шаҳр дар теппае дар теппае, ки Макам Дук Макамавам. [7] [8]\n\nЕмология\nБо истифода аз як хусусияти ном номи Дҳар-Кифол \"ном дорад, ки номи ном\" соҳиби KIFL \"-ро дорад Чунин номҳо дар дигар рақамҳо дар Қуръон истифода мешуданд, масалан: DHU Al-Al-Al-Qarnayn (арабӣ: ذورنayn (арабӣ) ٱلنون, даргиронда шуд. 'Якаш бо моҳӣ'), бо ишора ба Юнус. Kifl як калимаи арабии арабӣ аст Он инчунин барои пӯшонидани матоъ истифода мешуд. Ном одатан ба маънои \"яке аз қисми дукарата\" фаҳмида мешавад. Баъзе олимон пешниҳод карданд, ки номи ҷазо \"марди дуюми\" мардест, ки ду маротиба подшоҳ кардааст \", [10] Дуруст аст, ки дар оилааш ба ҷои кор бароварда шуд мувофиқи Қуръон ва китоби Айюб. [11]\n\nБа гуфтаи якбора ин маънои \"марди кифол\" -ро дорад, зеро \"марди кифол\" мебошад, боз як тарҷумаи эҳтимолии DHUPT DHU ва Кифл изҳор дорад, ки арабии арабии \"Капиласту\" аст. [12]\n\nЭзекиэл\nБаъзеҳо фикр мекунанд, ки ДИул-Кифл метавонад Ҳизқил бошад. Вақте ки асирӣ, монархия ва давлат ба ҳалокат расидаанд, як ҳаёти сиёсӣ ва миллӣ дигар ғайриимкон буд. Мутобиқи ду қисмати китобаш шахсияти ӯ ва мавъизаи ӯ бо ҳам баробаранд ва унвон Дарул-kifl маънои \"дукарата\" ё \"пӯшидан\" -ро дорад.\n\nАбдуллоҳ Юсуф Алӣ дар тафсири Қурани худ мегӯяд:\n\nЗул-Кифл аслан «соҳиби ё додани як қисми дуҷониба» -ро дорад; вагар на, \"Яке, ки ҷомаи дукаратро истифода бурда, яке аз маънояшҳои кифол буд. Шарҳҳо аз андешаҳо фарқ мекунанд, зеро ки маънои онро дорад, ки чаро унвон ба ӯ муроҷиат мекунад. Ман фикр мекунам, ки пешниҳоди беҳтарин аст, ки аз ҷониби Карстен Нибуҳр Нибуҳр дар Рисбесхреютии ӯ Арабенегн, Копенгаген, 1778, II. 264-266, тавре ки дар энсиклопедаи Ислом дар зери хифл-Кифл иқтибос оварда шудааст. Вай ба Мешад \"ҳама дар Ироқ ва ҳам шаҳре, ки шаҳри хурдсол Кифл ном дошт, дар миёнаҷо байни Наҷолӣ ва Ҳилла (Бобил). Kefil, ӯ мегӯяд, ки шакли арабии Ҳизқиёл аст. Ва ибодати Ҳизқиёл дар он ҷо буд ва яҳудиён ба ҳаҷ расидаанд. Агар мо як эпитет, ин шакли арабии «Ҳизқия» -ро қабул кунем, Ҳизқиёл дар Исоикад дар Бобил B.C. 599). Китоби ӯ ба Китоби Муқаддас (Аҳди Қадим) дохил карда шудааст. [15] Дар маҳбас баста буд ва ба зиндон андохта, дар зиндон монд ва муддате гунг буд. Вай ҳама бо сабр ва доимо бор карда, мазаммат карданро давом дод, ки бадиҳоро дар Исроил далерона мазаммат кард. Дар порчаи фурӯзон, ӯ роҳбарони бардурӯғро бо калимаҳое, ки абадӣ ҳастанд, рад мекунад: «Чӯпонон рамаҳои чӯпононро таъом медиҳанд» ва шумо ба пашм мепӯшед ва мегӯед Бикки онҳоро бикушед;, аммо шумо рамаро чиҳил макунед. Оё шумо бемор нашудаед ва шумо беморед, ки он шикаста надоред, то ки он шикаста нашудаед,\n\n- Абдуллоҳ Юйуф Алӣ, Қуръони Шарус: матн, тарҷума ва шарҳи [17]\n\nДар Қуръон зикр шудааст\nДар Қуръон\nДар оятҳои зерин ду маротиба дар Қуръон ду маротиба дар Қуръон қайд карда шуд:\n\nВа Исмоил ва Идрис ва Зулкифлу Кулулист.\nМо ба раҳмати худ дохил шавем, зеро ки онон аз одилон буданд.\n\nQuran, Сураи Ал-Анбиё (21), AYAHS 85-86 [13] [13]\nВа Намахша Исмоилия, Элиша ва Зул-Кифлро ёдрас кунед: ҳар кадоми онҳо аз ширкати некӣ буданд.\n\n- Қуръон, Сураи Рӯҳ (38), Ана 48 | 14 |\nДар ҳарду ҳолат, ДИЛ-Кифл дар доираи паёмбарони Қуръон, аз он ҷумла бисёре аз дигар одамони дар AIT иқтибос оварда шудаанд.\nAl kifl (арабӣ: ulifl (арабӣ: ул-кифол) як шаҳрест, ки дар ҷанубу шарқи Ироқ дар дарёи Фортс дар дарёи Фурот ва Ал Ҳорун мебошад. Номҳои вариантӣ барои майл дар ҳудуди Ал kifl kifl dhu'l kifl, qifbat dhu'l khu'li kabi-kabi dhul-kabi dhul-kabi dhul-kabi kabri dhul-kabr kabr hinquial, шреди хор . Ҳаззия транстикаи арабии ибрӣ аст Ин аз он шаҳодат медиҳад, ки яҳудиён ба Ҳизқиёл ва ДИЛ-КИЛ-КИЛ-Кифл муҷаҳҳаз шудаанд ва исми мусалмонон костюмро пайгирӣ карданд. Мақомоти Ироқ тасдиқ мекунанд, ки дар соли 1316 (715-16) Илёс (715-16) Илёҳии илмҳои илмӣ аз ҷониби ҷомеаи яҳудиён ҳуқуқи парасториро ба даст овард. Аз ин рӯ, парастор мувофиқи номинкофаи исломӣ барои худи ҳамон паёмбар интишор шуда буд. Султон Улҷайзу ба сохтор тавассути сохтани масҷид ва minaret илова карда шуд. Ҳамчунин барқарор кард, ки парадуро ба амал баровардани баъзе тағиротҳое, ки бо муқоисаи давлати ҳозирааш бо тавсифи сайёҳони пеш аз ILKHANID равшан нишон дода шудаанд. Сайт дар ҷои аввали асри нуздаҳ вақте, ки Меннахтӣ Ҳаҷи асри наҷабонӣ, яҳудиён, яҳудӣ ба сайти яҳудӣ баргардонида шуд ва барқарор кард. Мисли MANARENT ҳамчун Шоҳиди ӯ ба вазифаи ислом шаҳодат дод. Гарчанде ки масҷид ва minaret дар асри 14 сохта шудаанд, антиқаи Шрайн ва қабрҳо муайян карда намешуданд. [18]\n\nГапама Буддуи\nДИЛ-КИФЛ инчунин бо Буддуи Гапама муайян карда шуд. [19] [21] [21] [21] [21] [21] Маънои ДИЛ-КИФЛ баррасӣ карда мешавад, аммо ба гуфтаи як нуқтаи назар, мумкин аст \"Марди Капил (капиласту, шаҳре, ки Буддо сию сол-солаи Буддодо сарф карда буд, маънои онро дорад. [12] [20] [20]\n\nТарафдорони ин ибора иқтибоси аввалини боби 95-уми боби 9-ро боби аввалини Сураро дар Трам-Тин:\n\nДар анҷоми анҷир ва зайтун, ва кӯҳи Сино ва ин шаҳрҳои бехатарии ˹of mecca˺!\n\n- Қуръон, 95: 1-3\nАз рӯи ин пайғамқият, аз ҷойҳое, ки дар ин оятҳо зикр шудаанд, ҷое аст, ки Мусо Ваҳй аст; Макка ҷое аст, ки Муҳаммад Ваҳбуби ваҳй гирифтааст; Ва дарахти зайтун ҷойест, ки Исо Ваҳйро қабул кардааст. Дар ин ҳолат, дарахти боқимондаест, ки дар он Гаутама Буддои Ваҳйро қабул кард. [21]\n\nБаъзеҳо инчунин онро каме боз ҳам мегиранд ва изҳор мекунанд, ки Муҳаммад Буддо буд, зеро калимаи Буддо маънои \"мунаввар\" -ро дорад. [23]\n\nДигарон\nХифлат бо Еҳушаъ, Ододияи Ободия, инчунин ба таври мухталиф муайян карда шуд [24] ва Ишаъё. [25] [24]",
"Dawud": "Духтур (арабӣ: داو, Руминёфта, пайғамбар ва расули Худо ва парҳезгор ва фақат Монарбои Шоҳигарии Исроил аст. [1] Ғайр аз он, мусулмонон Довудро барои гирифтани ваҳдати Забур эҳтиром мекунанд (Забур). [2] [3] Дэвид яке аз муҳимтарин одамони ислом ҳисобида мешавад. Ҳамон шонздаҳ маротиба дар Қуръон гуфта шуд, Довуд дар дафтарчаи исломӣ, ки дар занҷири пайғамбар пеш аз мухолиф буданд. [4] Гарчанде ки ӯ одатан яке аз мусибатҳои «қонун» (улū мил-Илзал »ҳисобида намешавад,\" ӯ тасвири марговар \"дар фикри ислом аст. [2] Баъдтар баъд аз анъанаҳои исломӣ Ӯ барои ҷазои худ дар дуо ва рӯза ситоиш кард. Вай инчунин прототипи прототипиати оддӣ ва рамзи қудрати қудрати Худо дар рӯи замин муаррифӣ карда, як вақте шоҳ як вақт подшоҳ ва пайғамбар буд.\n\nДовуд барои меъмории динӣ Ерусалими исломӣ махсусан муҳим аст. [1] Дэвид бо номи Довуд машҳур аст, ки буд, мувофиқи Китоби Муқаддаси Иброр, подшоҳи дуюми Шоҳигарии Муттаҳида ва Яҳудо, салтанат буд. 1010-970 то эраи мо. [Тасвир лозим аст]\n\nДар Қуръон қайд мекунад\nДар Қуръон дар Қуръон, дар бисёр ҷиҳат, мувозинатҳое, ки дар Библия додаанд, мағзи сараш. Довуд паёмбаре ба ӯ фиристода шудааст, ки ба паёмбаре фиристода шудааст. Дар ҳарду рӯйхат номаш дар паҳлӯи писараш Сулаймон пайдо мешавад. Дар ҷойҳои дигар, шарҳ медиҳад, ки Худо ба онҳо атоҳои «ҳукми сазовор» додааст (ЭКИЯ; 21:79; 21:79; 27:15). Аммо ин Қуръон ба Довуд сазовори он аст, ки ӯро аз Сулаймон фарқ кунад, ки Ҷолётро куштанд (2: 251) [quran 17:55] (Қуръон шакли номуайян гирифтанд, дар ҳоле ки 21: 105 истифода мебарад [5] Форвард дар бораи таронаи ибрози (истилоҳ (истилоҳ (истилоҳ (истилоҳ (истилоҳ (истилоҳи Забр / Сриия), \"Забур\", \"Забур\" Кӯҳҳо ва паррандагон ҳамроҳи Довуд (21:79), ки Худо ба онҳо фармон медиҳад, ки ин корро кунанд. CFR. Забур 148: 7-10). Худо Довудро «корнат» кард (Kalīfa; 38:26), сарлавҳаи Қуръон танҳо ба Одам мефаҳмонад (2:30). Ин унвон бармеояд, ки тибқи Қуръон, Довуд аз паёмбари Худо чизи дигаре буд, ки ҳукмронии Худоро дар рӯи замин офаридааст. [1] Ин нақш низ ба ӯ ваколат дода шудааст, ки ин нақшро низ нишон дода шудааст ва ба ӯ қудрати (Мулк) ва ҳикмат дод. Ва он чизеро, ки ба дигарон баргардонида буд, замин фасодкор мешавад. [2 ]\n\nДар байни чизҳо ба Довуд пайравӣ карданӣ будани зиреҳи зиреҳ (21:80, 34: 104: 104: 104: 34: 10-11). Инчунин муҳим аст, ки истиноди Қуръон ба \"ҳикмати нубувват\" фаҳмонд. [6] Қуръон инчунин Довуду Исоро ба исрор кол мекунад, то ки он исроилиёнро лаънат кунанд, ки он исроилиёне, ки имон надоранд (5:78). Гузашта аз ин, ба гуфтаи Қуръон, Довуд қобилияти фарқ кардани ҳақиқатро ҳангоми паҳн кардани адлия (FAILL AL-hioṭāb, 38:20). Ғайр аз он, муттаҳид шудан ба озмоиш ба воситаи Довуд, ки ӯ дуо кард ва тавба кард ва Худо ӯро бахшид (38: 24-5). Сурат Shad (боби 38-уми Қуръон низ меноманд [78) Қатъ намуд . [8]\n\nАҳамияти дин\nДовуд яке аз пайғамбарон аз анбиёи ислом, ки подшоҳии худро қабул карданд, ин аст. Дар сурате ки дигар анбиё дар ҳукмронии подшоҳон, Довуд мавъиза мекарданд, подшоҳ буд. Ҳамин тариқ, ӯ вазифаи хеле муҳимро гирифт, то боварӣ ҳосил намуда, на рӯҳан дар тариқи рӯҳонӣ нигоҳ накарда, аммо худи кишвар низ сахт боқӣ монд. Ҷойҳои ӯ, чунон ки ҳам роҳбар ва пайғамбар ҳамаи мусулмононро ҳамчун яке аз рутбаи хеле баланд эҳтиром мекунанд. Довуд бо ҳамроҳи Писари пешгӯии Ӯ, Сулаймон, Исътирёнаи одамоне мебошанд, ки дар зери заминҳояшон ҳукмронӣ мекарданд. Худо ба дараҷаи баланди Довуд ҳамчун пайғамбар ва фаришт дар Қуръон ишора мекунад. Аксар вақт бо вуҷуди ин пайғамбарони дигар қайд карда мешавад, ки чӣ қадар бузург буд. Масалан, Худо мегӯяд:\n\nВа ба ӯ Исҳоқ ва Яъқубро бахшидем, ҳамчунон ки мо ҳидояташон кардем ва Аймон ва фарзандонаш ва Юсуф ва Мӯсову Ҳорун. Ва некӯкоронро ин гуна подош диҳем!\n\n- Қуръон 6:84 [9]\nҲангоме ки халифи Ерусалим ба Ерусалим ташриф овард, Ҳукуфайли пайғамбар ӯро ба суҳан вогузошт, дар вақти ҷустуҷӯи дуъои Довуд гуфт; Баъдтар шарҳдиҳандагон ин сайтро бо бурҷи Довуд муайян карданд. Дар чунин буд, дуо ва рӯза додани Довуд қайд карда мешавад, ки барои Худо азизист.\n\nАбруллоҳ Дин Абр ибти Кин Ал-ро ба ман гуфт: «Намуди Худо ба Довуд гуфт:« Дуои аз ҳама маҳбуб ба Худо нигаристанд ». Вай нисфи шаб хоб мекард буд Баъд аз се як ҳиссаи шаб дуо гӯед ва шаби шашуми худро дар хоб бедор кунед ва рӯзҳои 6-ум барои рӯзҳои иловагӣ дар хоб буд ».\n\n- Муҳаммад Ал-Бухарӣ, Сахар Ал-Бухар [10]\nКитоби Довуд\nМақолаи асосӣ: Забур\nВа Забур китоби муқаддасро Худое ба Довуд расонд, ба монанди Мӯсо (Мӯсо) Traft (Таврот), Исои Масеҳро ба даст овард (Инҷил). Дар Библияи кунунии ибронӣ Забур бо номи Забур шинохта мешавад. Аммо, ба монанди дигар оятҳои гузашта, зола бо вақт ҷудо карда шудааст, бо баъзеи паёми аввалия ҳоло рафтааст. Бо вуҷуди ин, мусулмонон гуфтаанд, ки ин таронаи Забурро бо эҳтиром эҳтиром кунед, зеро дар шакли аслии худ онҳо низ китоби илҳомбахши Худо буданд. Қуръони Қуръон:\n\nПарвардигори ту ба касе, ки дар осмонҳову замин аст, медонад. Ва баъзе аз пайғамбарро бар гурӯҳе некӯӣ бахшидем. Ва ба Довуд китоби Забурро додем.\n\n- Қуръон 17:55 [11]\n\n Қуръон 4: 163; 17:55.\n Қуръон 4: 163; 6:84.\n масалан Табарраи Таиīk, I, 559\n Hibat hodāh б. Саламма, А-Номсикх В. -.-Мансūх (дар ҳошияи Виҷд)\n Бухора, ṣaḥīḥ, VI, 155\n Қуръон 6:84\n Сахеҳ Ал-Бухар, 2: 21: 231\n Қуръон 17:55",
"Suleyman": "Мувофиқи Қуръон, Маликс ибни Малик ибни Малик Иблис Исроилиён. Умуман, анъанаи ислом, ки Подшоҳи яҳудии қавми яҳуд ва халқи доно буд. [1]\n\nДар Ислом яке аз анбиёи Худо ҳисобида мешавад, ки ба бисьёриҳо тӯҳфаҳои сершумор, аз он ҷумла қобилияти сухан гуфтан бо ҳайвонот ва ҳам ҷиннӣ; Ҳамчунин гуфта шудааст, ки Шайётро ғулом кард (شياطين Диттон (شيeايين) ва dīv's ва dīv (دیو (دیو) ва dīb. 'девҳо (دی.) бо дастгирии Худое, ки Худо додааст, дастгирӣ мекунад. [2]\n\nМусулмонон минбаъд нигоҳ медоранд, ки вай монотиби содиқ дар тамоми умр буд; дар тамоми халқи Исроил, ки ҳукмронӣ кард; бо сатҳи салоҳдиди он, ки дар пеши Ӯ ва ҳеҷ кас фиристода шудааст, муборак буд Ва тамоми аҳкоми Ӯро, ки дар Жанна, ба Ӯ ваъда шудааст, дар охири умри худ, дар Ерусало, дар охири умри худ ба амал омадааст. [3] Аз болоравии Ислом, аз байн бурдани синфи гуногуни арӯсӣ Сулаймон Сулаймонро яке аз ҳокимиятҳои бузургтарин дар таърих баррасӣ карданд. [4]\n\nДар Қуръон қайд мекунад\nҚуръон ва тафсир\nДоварӣ дар бораи соҳа\nДар тафовути барвақати Сулаймон, Қуръон (21:78) Баҳс кун, ки Сулаймон дар назди падар фарзанд буд, вақте ки ин ду мард дар бораи онҳо дар бораи онҳо дар бораи онҳост дар бораи онҳо доварӣ карда буданд (حرث, саҳ.). [ 5] Баъдтар шарҳдиҳандагони мусулмонон дар якҷоягӣ, аз ҷумла ал-табари, Бамававӣ ва ибни Кэй. [6] [8] Онҳо гуфтанд, ки аввал ду нафар аввалин шуда гуфтанд, ки токии он солро тамоми солинаро аз худ гирифтааст. Аммо рӯзе, вақте ки ӯ ғоиб буд, гӯсфандони дигар ба токзор тааллуқ доштанд ва ангурро хӯрданд. Вай аз ӯ ҷуброн карда мешавад, ки барои ин зарар ҷуброн карда шавад онро соҳиби он. Ҳамзамон, соҳиби токзор ба гӯсфандон ғамхорӣ мекард ва аз пашмашон баҳра бурдан ва шир то замоне, ки ба назди худ бармегардад, бармегардад. Ин посух ба он ҷавоб дод, ки ин Қуръон мегӯяд: [10] Ҳақиқатан дар дунё хост. Тибқи анъанаи мусиқӣ, ки ҳамеша бо Сулаймон алоқаманд аст, ки баъдтар ҳатто ҳатто Сулаймоист (سلمان ٱلحي, \"Сулаймон хирадманд\"). Ин ҳикоя дар Кебра Нограма мутобиқ карда шудааст, аммо ҳамчун баҳси доварии писари Сулаймон. [7]\n\nСулаймон ва девҳо\n\nМаликаи Шеба\n(Ваъдаи Сулаймон боде тавонгарод. 7 | 11 | Ва онро ба иродаи Худ назорат мекунад ва ҷинниён зери назорати Сулаймон омад. Ҷинн ба мустаҳкам кардани ҳукмронии Сулаймон кӯмак кард. [Шойзин], 55 | 12 | Девҳо низ барои вай сохта буданд. [13] Худо ба мӯъҷизае \"ё\" баҳор \"ё\" баҳор \"ё 'BR'\n\nВақте ки Довуд мурд, Сулаймон мавқеи худро чун шоҳи нубокосии исроилиён мерос гирифт. Боре Сулаймон занеро барои сохтани номи падараш ба зан иҷозат дод. Баъдтар, ӯ ба ҳайкал ва Сулаймон барои сарзаниши бутпарастӣ дар Салтанати худ сууд карда шуд. Ҳамчун ҷазо, Худо ба яке аз девҳо қасам кард, ки ҳалокаи Сулаймонро дуздид ва Салтанати худро риоя кунад (суруди 38:34). Баъдтар ӯ бори худро раҳо мекунад ва девҳоро аз болои девҳо идора мекунад, ки боз ба сохтани маъбад мусоидат мекунад. [14] Вай ба Худо дуо гуфт, ки ба Ӯ салтанате диҳад, ки дар паси ӯ зид аст. [15] Худо дуои Сулаймонро қабул кард ва ба ӯ ҳар чӣ мехост, ба ӯ дод.\n\nБа таври бераҳмӣ маҳдуд шуд, аз даст додани талафоти Сулаймон ба девҳо, мумкин аст ифодаи инсонро ба оташи девҳо дарк кунад. [16] Аттари Нишапур менависад: \"Агар шумо бо sableon ind (дев) бипӯшед\" ва \"шумо на ба Салтанати шумо фармон медиҳед, ки дар парвандаи Сулаймон . [17]\n\nБар хилофи анъанаи Талмуд, Сулаймон бехабар буд ва ҳеҷ гоҳ дар бутпарастӣ иштирок накард. [18] Ғайр аз он, Қуръон он рӯз ҷодугар аст. Ва Сулаймон кофир шуд, аммо шайтон кофир шуданд ва ба мардони ҷоду ва (...) \". (2: 102)\n\nСулаймон ва мӯрча\nСулаймон ҳатто забонҳои ҳайвонҳои гуногунро ба мисли мӯрчагон таълим дода буд. Қуръон рӯзи якрӯз ва Сулаймон ва лашкари ӯ ба wādin-nombal ٱلنم ٱلنمل, водии мӯрча). Вақте ки Сулаймон ва лашкари ӯ (نلة andbah), ки Сулаймонро ба вуҷуд меовард, монед, ки Сулаймон ва лашкарҳояш шуморо (дар пойҳо) бидуни фаҳманд. \" Он чизе, ки мӯрча гуфта шудааст, Сулаймон чунон дуо гуфт, то ба ӯ ин тӯҳфаҳо бахшида шавад, ки [9]: 63: 63: Ҳикмати Сулаймон боз як буд Аз бахшоишҳое, ки ӯ аз Худо гирифтааст, нигоҳ доранд, то Сулаймон нигоҳ доранд, ки Сулаймонро ҳеҷ гоҳ дуои ҳаррӯзаи худро фаромӯш кардааст, ки барои ӯ нисбат ба тӯҳфаҳои ӯ муҳимтар аст.\n\nАввалан адабиёти ғайримуқаррарӣ хиради зидди мӯрбаеро таъкид мекунад ва маънои тӯҳфаи Сулаймонро барои назорат кардани шамол мефаҳмонад. Тибқи гуфтаҳои Сирактизатсия, мӯрча аз Садум мепурсад, агар ӯ «Сулаймон» -ро медонад (Сюлиман). Сулаймон мегӯяд, ки не, барои фаҳмондан ба мӯрчае расид: «Гарчанде ки дили шумо садо медод ва шумо дар дунёи оянда садо медонистед ва подшоҳӣ; аз ин рӯ, шумо Сулаймон номидаед ». Пас аз он сонт аз Сӯрчаҳо мепурсад, ки агар бидонад, ки чаро Худо бодро ҷазо додааст. Бори дигар Сулаймон мегӯяд ва ба мӯрба бод Вардан: \"Он гоҳ, ки шумо қабул кардаед, сарватдорон ва подшоҳии ҷаҳон низ аст.\" Олимон мисли fa -in Razi ва Al-Қурти Разӣ ва Алин Ал-Қурси Раик ба рейтинги имтиҳон барои одамон риоя карда шаванд. [22] (P198)\n\nҒалабаи Сабта '\n\nОсеби маъбади Барран дар Майрбар, пойтахти собиқи Саба 'дар чӣ ҳоло Яман\nҶанбаи муҳими подшоҳии Сулаймон андозаи лашкари ӯ буд, ки аз мардон ва ҷинси иборат буд. Сулаймон аксар вақт нерӯҳо ва ҷанговарони худро ва ҳам ҳайвонҳо ва ҳайвоноти дар зери вай кор мекард. Рӯзе, Сулаймон Ҳудбаҳои худро тафтиш кард, Сулаймон HUD-HUD (هددyد, huopoe) аз калисо гумшуда ёфт. [23] Пас аз он, пас аз он, ки Офтоби Гуду ба Сулаймон, он фаромада, гуфт: «Ман аз Сабтае, ки\" Ман аз Сабира дорам \", ман аз он ҷо рост омадаам.\" [24] Ҳақиқат Ба Сулаймон гуфт, ки мардуми Шадо офтобро ибодат мекарданд ва он зане ки ҳукмронӣ кард, ҳусумат ва тавоно буд. Сулаймон, ки аз наздик гӯш кард, ба замини Шаба номе интихоб кард, ки тавассути он одамони Шоба номаш мекӯшад, ки ибодати бутпарастии офтобро қатъ кунад ва ба ибодати Худо ояд. Сулаймон ба HUD-HUD-ро ба Маликаи Шеба (BilQa (Bilqis) фармон дод ва баъд аксуламали HUD-HUD-HUD-ОЗОДИДАНИ ПЕШГУФТОР ВА РОЙГОН НИГОҲ ДОРАД, то ки ба Шеба баргардад. мактуб ба малика. Он гоҳ Малика, вазирони худро ба суд номид ва ба онҳо номаи Сулаймон гуфт, ки «Ба номи Худои Худои раҳмон, ки ба муқобили Худои раҳмон нестӣ, балки мусалмонон назди ман биёед. ). \" Вай бо вазирон ва дигар шахсони мансабдори Суд, гуфтанд, ки гуфтанд \"Эй қавми ман, шумо ҷанговарони қавӣ ва тавоно ҳастед ва ҳеҷ кас дар рӯи замин ба шумо муқобилат карда наметавонам, аммо ман дар ин бора ақли шуморо медонам масъала. \" Аҳоли Суд ҷавоб доданд: «Ту қудрат, Малика, ва ҳар чӣ фармони ту ба амр фармудаем, ба он итоат хоҳем кард». Аммо, малика ба Сулаймон омад, вайро ба Худо итоат мекунад. [25]\n\nСулаймон ва IFRIT\nДар ҳоле ки Билқисҳо ба суди Сулаймон сафар мекарданд, подшоҳ пеш аз омадани ӯ тахти вайро таслим кард. AFRIT хидматҳои худро пешниҳод кард (Q27: 38-40), аммо Сулаймон ба ҷои manservant рад кард, ки ҳамкори парҳезгорона ба Худо дуо гуфт, ки артаро ба ӯ ҳаракат диҳад. Ҷомаш барои робита кардан, дуои ӯ дар ҷавоб гуфт: «Кист, ки тахти Қасади Сулаймон ба воситаи қуввати Худо пайдо шуд; Вақте ки билисия омад, Сулаймон аз вай пурсид, ки агар дар ниҳоят, имони Сулаймонро қабул кунад, ҷавоби вайро ба хашм овардааст, ки бо далелҳо, ки мӯъҷиза набуд «Худи Терфе, балки аз они Худост. Ва Сулаймон паҳншавии нозукро рад кард, зеро ки ба Худо такя намуда, ба Худо таваккал кардан ё дигаре дар он ҷо мададгорро ба эътиқоди худ подшоҳ кард. [26]\n\nМарг\n\nМузодияи Сулаймон дар таркиби масҷиди AL-AQSA, шаҳри кӯҳна аз Ерусалим\nВа Қуръон ба ҳалокат расад ва дар он ҷо истода, Сулайм фурӯ монд ва дар охир ба роҳ даромад. Ва оқибати он ба роҳ афтод. шавқу завқи бадан.\n\n018-019 Он гоҳ ки мурданбар будемки дар хаймояш ҷеғ задем Назди ошуфта, онҳо намехӯрд, ки дар ҷазои таҳқиромез ҷуръат намекарданд (аз вазифаи онҳо).\n\n- Қуръон, Сураи 34 (Сабокона), Ана\nВақте ки ӯ рост монд ва ба ҳайси ходимони худ шарик шуд, яъне фикр кард, ки вай ҳанӯз зинда ва назорати онҳост.\n\nОнҳо ҳақиқатро фаҳмиданд, ки Худо махлуқро фиристод, то аз замин фарёд зананд ва дар ҳайати кормандони Сулаймон гашта бошад, то даме ки ҷисми ӯ то фурӯ дамида шавад. Ин оят барои таълим додани шунавандагон дарк карда мешавад, ки асннҳо аз ғайб надоранд (Ал-Абиб) - буданд, ба монанди беақл дар хидмати мурда намешуданд. [28]\n\nМаҳмаддддим дар суруди Сулаймон\nМаълумоти иловагӣ: Муҳаммад ва решаи Библия ва семитсия\nТавре ки оё оё оятҳои Қуръон, баъзе мусалмонон илҳом гирифтааст, ки Муҳаммад (арабӣ: م ħ) ҳамчун \"махламадддим\" зикр шудааст (забони ибронӣ: Ҳарчанд калимаи охирин: M-ħ-m-m-m), гарчанде ки калимаи охирин тарҷума шудааст, аз ҷониби яҳудиён тарҷума шудааст. [29]\n\nСулаймон ва Ҷамшид\n\nНамуди умумии Фереполис, Эрон (2) (бурида)\nҶамшид подшоҳи чорум аз ҷаҳон буд, гуфтаҳои Шаҳри Фирдасī. Мангоба ба ҳамаи фариштагон ва девҳои ҷаҳон фармон дода буд, ки ҳам шоҳ ва ҳам саркоҳини горозьд буданд (форсии Мастиё барои Аҳура барои Аҳура Вай барои бисёр ихтироъкорон, ки зиндагиаш бештар ба худоӣ дода буд, истеҳсоли зиреҳи ваҳшӣ ва аслиҳа, аз кар хишт ва пашм, кӯҳнаи сангрезон ва металлҳои қиматбаҳо , эптуб ва шароб, паймоиши обҳои ҷаҳон дар киштиҳои киштӣ. Ӯ Ҷамшид ҳоло бузургтарин монархи ҷаҳон буд. Вай бо Фаррори Роя (Авестан: Хварена қасд омадааст, ки зебои дурахшоне, ки аз ҷониби илтифоти илоҳӣ сӯхташуда сӯзонд.\n\nБа сабаби монандии байни ду монархҳои оқилона, баъзе анъанаҳои дуҷонибаи ҳарду. Масалан, Сулаймон бо ҳукмронӣ дар ҷанубу ғарбии Эрон дар асарҳои Ал-Балки алоқаманд буд. Форколис гумон буд, ки курсии Сулаймон аст ва ҳамчун олимон ба монанди олимон ба монанди Масолард, ба монанди Масда, MAQADASI ва ISTASHI. Муаллифони дигари мусулмон ба эътиқод муқобилият карданд, ки як бор дар Эрон ҳукмронӣ кард ва дар бораи он ки ҳар гуна чунин монандии байни зиндагӣ ва ҷамолҳои ҷамоа ростқавлонаанд, дар [30] [31] назари охирин аст. [31] [32] (32) [34]",
"Ilyas": "YYOOSON (арабӣ: إلياس) пайғамбар ва караме ёди Аллоҳ аст (барҳақ) хост. Ба ӯ рисолати пешгӯӣ дода шуд, ки одамон аз ибодат кардани бутҳо пешгирӣ карда шаванд. [1] Илёс пешгузаштаи пешгӯии Alyasa аст. [2] Баъзе олимони исломӣ ба имондор бовар мекунанд, ки Илш аз Pregeny аз Ҳорун (Ҳорун) аст. [3]\n\nБаъзе мусулмонон чунин меҳисобанд, ки Ильяз ҳанӯз зинда аст ва ҳар сол ҳамроҳи Khidr. [4] Баъзе мусулмонон инчунин боварӣ доранд, ки Ильян дар замонҳои ниҳоӣ бармегардад. [5]\n\nЗиндагии пешина\nДар сарчашмаҳои исломӣ номи пурраи Иллос Иилас ибни Янин аст, [6] Аз лаҳзаҳои Ат-Суфат 37: 130, Ильёс номида шудааст. [7] Баъзе афсонаҳои Илёҳо низ дар ҳадяҳои исломӣ низ зикр шудаанд; Ба монанди лаънати исроилиён бо хушкии Ильюс, [9] Ҷанг Alyass, [9] ва ҷанг бо Аҳъоб. [10]\n\nМутобиқи бисёр манбаъҳои исломӣ ва Китоби Муқаддас, Илёс, Илёс (а) зинда аст ва ба осмон сууд карда мешавад [11] Аммо, ибни Кээд Кээд ин ҳадилро қабул накард ва онҳоро дар байни Яҳува Яҳува дидаву дониста ҳисобид. [12] Дар Мубам Ал-Булдан, Яла Ҳамави қабр барои Илласббек зикр кард, ки онҳо дар ин қабр (а) дар болои ин қабр сохта шудааст қабри Илпанӣ (а) [14]\n\nНубувват\nИльюс аввал ҳамчун пайғамбаре дар Ал-Аном 6:85 зикр шудааст. [15] Ӯ халқашро даъват кард, ки дар Бадоқистон ба Пустухон итоат кардан ва гуноҳ кардани гуноҳҳо зиндагӣ мекарданд. [16] Вазифаи асосии ӯ пешгирии ибодати бутҳо буд. [17] Баъд аз он ки ӯ бо суботи халқаш дучор шуд, солҳои дароз онҳоро бо хушксолӣ лаънат карданд. [18] Иловаи Илёс дар Қуръон ва баъдтар, ки дар Қуръон, адабиёти мусулмонон ба таври наздик дучор мешаванд, ки дар вақти ҳукмронии Аҳли Аҳд ва Алитобӣ навишта шудааст Шумораи дигар, аз он ҷумла издиҳоми дигар, аз он олимон, ки ба он олимон имон дорад, [21] ва Kidr. [22] Пас аз он, ки бинои исломӣ хабари Ильёро ба вуҷуд овард ва хусусиятҳои Алиакро ба вуҷуд овард ва баъзе адабиёти Апокисфал - мақоми ним одам, нисфи фаришта доданд. [23] Илёс инчунин дар корҳои баъдтар, аз ҷумла Ҳамзанама пайдо мешавад. [24]\n\nҚуръон\nИиляр дар Қуръон зикр шудааст, ки дар он ҷо мавъиза ба таври мухтасар нақл мекунад. Қуръон ба қавми худ нақл кард, ки ба ибодати Худо расанд ва парастиши Баал, олами асосии минтақаро тарк кунанд. Иёлоти Қуръон: [1]\n\n«Алял яке аз ҳаввориён буд. Он гоҳ ки ба қавми худ гуфт:« Оё наметарсед? Оё ба хотири худ мехонед ва беҳтарин офаридагонро, Худои якто, Парвардигори ту ва Парвардигори ту ва Парвардигори ту ва Парвардигори шумо, аз падару модар ва Парвардигори ту таслим шавед?\n\n- ҳамчун-Сатот 123-126\nҚуръон маълум гардидааст, ки аксарияти қавми Илёс инкор кунанд ва аз ҳаққи бутҳо идома диҳанд. Аммо, он ба шумораи ками ходимони содиқи Худо дучор шуд, ва ба Худо ибодат ва ибодат карданд. Қуръон деҳ: «Оё Ӯро дурӯғ бароварданд ва азобро ба азобе, ки ба бандагон месупоранд». 37 | [25]\n\nҚуръон дар ду гурӯҳ ба Ильёс мекунад.\nОсоиштагӣ бар Илёс бод! Зеро некӯкоронро инчунин мукофот медиҳем! Дар ай паёмбарони мӯъмин аст.\n\n- Қуръон, боби 37 (AS-ASTATH), Ояти 129-132 |\nВа Закария ва Яҳё ва Исо ва Илёс ҳама аз миёни одил буданд\n\n- Қуръон, боби 6 (00), ки ояти 85 | 28 |\nБародурони сершумор, аз ҷумла Абдуллоҳ Алӣ Шарҳу ояти 85 гуфтаанд, ки Ильпай, Закария ва Исо буданд. Абдуллоҳ Алӣ мегӯяд, \"Гурӯҳи сеюм аз тадриҷан аз тадбир иборат аст, аммо эптитиёнашон инҳоянд:\" одилон \". Закарё Яҳё буд Юҳанно буд. Таъмид, ки «Ильён», ки бояд гуфта шавад, \"Ильёс, ки« Ильён », гуфт:« Ва Ильёс гуфт, ки дар ҳолати мусофиркунӣ дар кӯҳи кӯҳ (Матто 17: 3). \" 29]\n\nГарчанде ки аксари олимони мусулмонӣ боварӣ доштанд, ки Илёс дар Исроил мавъиза мекард, баъзе расурони барвақт дар Қуръон гуфта буд, ки Ильмас ба Бадбек, дар Лубнон фиристода шудааст. [30] Олимони муосир ин даъворо рад карданд ва изҳор дошт, ки дар нимсолаи аввали номи шаҳри Исо, он он ҳамон буд, ки Илёс насиҳат дошт, ки ибодати Худоро бас кард. Олимони шаҳри Илёс, ки Элисро бо Баиалбек рад мекунанд, баҳс мекунанд, ки шаҳри Бадббек бо тарқиши Илёс дар Қуръон ё Библияи Ибронӣ зикр нашудааст. [31]\n\nМарг\nДар давоми анҷоми вақт, хушксолӣ ва фавтидагон. Вақте ки онҳо диданд, ки ба суханони пешини онҳо пушаймон шуданд, ба Ильёс муроҷиат карданд ва даъвати ӯро қабул кард. [32] Он гоҳ, ки дуои Илисангӣ (а) борони шадид фаро расид, ва замин ба рӯз расид; Аммо, пас аз муддате, одамон бо Худо аҳдро ба ӯҳда доранд, ва ба он чизҳоямро фиристоданд. Вақте ки Иоил инро дид, ӯ аз Худо аз худаш пурсид; Аммо, Худо ӯро бар оташ зад ва ба осмонҳо савор шуд ва Эйаса хондашонро интихоб кард, ки шогирди Ӯ чунон ки шогирди Ӯ буд, ҳамчунон буд. [33] Илёс хеле кам бо эчатологияи исломӣ алоқаманд аст. [34] Аммо, баъзе мусулмонон боварӣ доранд, ки Ильпсия ин интизор меравад, ки дар охири замон Headr Dive Refake баргардад. [5]\n\nМеросӣ\nАдабиёт ва анъанаи мусулмонӣ ба Малакути Исроил мавъиза кард, ки Аҳъоб ва баъдтар баъдтар ба ӯ мавъиза мекард, ки Аҳъоб ва баъдтар баъдтар Иҳанҷияро идора мекард. Ӯро «пайғамбар аз биёбон» номида мешавад. [35] Гумон меравад, ки бо ҷидду ҷаҳд ба Аҳъоб ва занаш Изобал мавъиза мекард, ки ба гуфти анъанаҳои мусулмонӣ барои ибодати бутҳои бардурӯғ дар ин самт масъул буд. Мусалмонон боварӣ доранд, ки аксарияти одамон гӯш кардани Илёсро, ки Элиша гӯш мекарданд, ки Элишоъ бояд пас аз ӯ Худо хабари Худоро ба Исроилро давом диҳанд. [36]\n\nИлёс мавзӯи афсона ва фолкалҳо дар фарҳанги мусулмон, одатан бо Хидр. Тибқи гузориши мусалмонони мусалмон, Муҳаммад Ильмас дар Макка. [37] Дар mysticism исбот, Ильзас бо Sage зич алоқаманд аст. Як ҳадис дар бораи он хабар дод, ки Ильмас ва Хидр ҳар сол дар Ерусалим якҷоя дар Ерусалим ҷамъ шуда, ҳаҷро ба Макка мегузаронданд. [38] Ильюс инчунин дар Ҳамзанама масхара мекунад, ки дар он ки бародари Хидр ва ҳам КАРВАТ, ки аз чашмаи ҷавон менигарист, пайдо мешавад. [39] Ғайр аз он, он дар Китаб Ал-Кофи, ки Имом Ҷа-Сириқалро дар забони Сурия мефармояд, ба қайд гирифта шуд ва гиря карданро сар кард. Сипас вай дар арабӣ ба гурӯҳи олимони боздидшуда намоён тарҷум кард:\n\n«Эй Худованд, ман мебинам, ки шумо аз нисфи он ба ташнагии худро дар бораи он медонед? Оё ман медонам, ки рӯи заминро ҷазо медиҳам? Оё ман онро ҷазо медиҳам Ман гарчанде медонед, ки ман гуноҳҳоро барои шумо таслим мекунам? Оё ман мебинам, ки шумо маро ҷазо медиҳед, гарчанде ки ман танҳо барои шумо бедор мешавам? \" Он гоҳ ки Худо ба Ильимус ваҳй кардааст: аз замин аз замин боло рафта, шуморо ҷазо нахоҳам дид \". [40]\n\nКиштиҳо\n «Ильёс монанди Ильёс аст, ки дар Аҳди Қадим дар 1 Подшоҳон 17-19 ва 4 подшоҳе буд, ки дар Малакути Аҳъоб зиндагӣ мекунад (896-874 эраи мо) ва Аҳазиёр (874-872 то эраи мо зиндагӣ мекунад. (Подшоҳони Имони Исроил ё Сомария. Ӯ мисли Яҳьёи Худ пайғамбари мо буд, баръакс, ҳамаи корҳои халқҳои Худро ҳидоят кард. Ҳарду Аҳъоб Ва азара ба василаи Масеҳ ҷидду ҷаҳди Туро ибодат мекард. Ин ибодат ба ибодати табиат - қувваи табиат ва қудрати бисёр касон оварда расонд. Подшоҳ Аҳъабар маликаи Сидӯн, Иҳанҷ, зани бад издивоҷ кард, ки шавҳари ӯро ба тарки Худ ва ибодат кунад. \" ... \"Илёс ҳамаи гуноҳҳои Аҳъобро рад кард ва маҷбур шуд, ки аз Аҳди Қадил дар арафаи сӯхтор ба осмон кашидааст Бо Элишои Элишоъро ба яктои худ монда буд ». [20]",
"Alyasa": "Alyasa (арабӣ: اليسع, Руминёфта: Alyasādized: Alyas ') ин паёмбари Худ (худо) ин аст, ки ба роҳи банӣ-Исроил фиристода шуда буд. Aluran, Ayasa ду баробар пайғамбарро ёд кардааст, ки дар баробари пайғамбарон ёдрас шуда буд. [2] Мусулмонон мисли вориси нубувват ба Илёс (Илёс). Сарчашмаҳои ислом, ки Элишаро бо Хидр, муносибати пурқувват байни Хидр ва Илшро дар анъанаи ислом муайян мекунанд. [3]\n\nШахсият\nНоми Alyasa ду маротиба дар ал-Аном 6:86 ва ғамгин аст 38:48. Дар ин оятҳо, бе нидо дар бораи шахсият ё нубуввати аляаса чизе ишора мекунад, вай ҳамчун \"мағрур\" ва \"аз тариқи баргузидагон\" зикр карда мешавад. [4] Мувофиқи Қуръон Элишоъ \"аз офаридаҳои боқимондаи офаридаи\" (арабӣ) mina l-akhyār). [5] Al'ASA дар Алля 6:86 ва ғамгин аст 38:48, дар якҷоягӣ бо Исмоил:\n\nВа Исмоил ва Alyasa ва Yunus ва Любҳо; Ва ҳамаро бар ҷаҳониён нигаҳбон барад.\n\n- Ал-Аном 6:86\nВа ба ёд оред, ки бандагони Моро Исмоилияву кул бифиристад.\n\n- Сол 38:48\nМӯъҷо\nДар як Шай юсха аз Алӣ Ал-Робха, ки алайаса мӯъҷизоте доштанд, инчунин эҳёи мурдагон ва ба об лозим буд. [Тасвир лозим аст]\n\nҚабрҳо\nБаъзе мусулмонон чунин мешуморанд, ки қабри Элишоъ дар минтақаи шарқии Арабистони Саудӣ мебошад. Ҳаққи Ҳукумати Саудӣ хориҷ карда шуд, зеро дар ҳаракати Ваҳҳобӣ ё Салафи дар Арабистони Саудӣ бартарӣ надорад. [6 [7] Дар тӯли чандин асрҳо дар давраи эндандияи Оропий Литмени муҳим буд ва ҳаҷми ҳаҷро барои мусалмонони ҳамаи фирорҳо дар тамоми давраи муосир буд. [8]\n\nҚаври Элишоъ дар ноҳияи Орлили вилояти Диёлир, Туркия ҳузур дорад. [9] Ҳадафи аслӣ дар наздикии маҷрои дарёи соҳилро дар бар мегирифт, ки дар ҳамкорӣ бо Директори Донсионӣ аз ҷониби Шӯрои динӣ ба вуҷуд омадааст, то ба насаб роҳ надиҳад. Пеш аз он ки минтақа зери об ғарқ шуд, қабр шабона дафн карда шуд ва бадани пайғамбарро, ки нӯҳ олимон ва коргарони расмӣ шаҳодат додаанд, ки аз болои равшании обхезӣ дур мешаванд, ба дафн гирифта шуданд. Бо вуҷуди ин, бисёре аз шаҳри он шаҳр пайғамбарро дида, дар он шаб орзуҳои худро дид ва пеш аз асрҳои офтобӣ дар ҷои нав мушоҳида карданд. [10] [11]",
"Yunus": "Юнус Ибн Матт (арабӣ: Википедҳо: يوаҳо ابن ماتاتا: Юсус иблис Матто Матто Матто! Юнус одатан дар ислом ҳамчун пайғамбар ба Худо содиқ монд ва паёмҳои Ӯро расонд. [1 [2] Юнус ягона дувоздаҳ анбори асал мебошад, ки дар Қуръон ном доранд. [3] Боби даҳум боби Қуръон ном дорад. [4]\n\nЮнус Дигул-Нун (арабӣ: ذو ٱلنون) ва мусулмонон номида мешавад. [5] Вай дар Қуръон чор маротиба дар Қуръон гуфта шудааст. [6]\n\nЁдраскуниҳои дорои\nЮнус низ дар чанд ҳодиса дар давоми як мӯҳлати таъиншудаи Муҳаммад зикр шудааст. Дар баъзе ҳолатҳо, номи Юнус аз ҷониби ситоиш ва эҳтиром аз ҷониби Муҳаммад гуфта шудааст. Тибқи натиҷаҳои таърихӣ дар бораи ҳаёти Муҳаммад пас аз даҳ соли гирифтани Таиф рафт одамон. Ва ӯ дар боғи утоқи utbah ва Шайбаҳр паноҳгоҳ буд, ки ду нафари қабеҳи Қуръон буданд. Онҳо ғуломи худро фиристоданд, то ки ба ӯ ангурро барои баён кунанд. Муҳаммад Адусеяро ба он дод, ки ӯ аз куҷо буд ва хизматгоре аз Нинве ҷавоб дода буд. «Шаҳри Юнус, яъне писари Амиттай!» Муҳаммад хитоб кард. Ана ба ҳайрат оварда шуд, зеро медонист, ки арабҳои бутпараст аз Юнус намедонистанд. Баъд вай пурсид, ки Муҳаммад аз ин одам медонист. «Мо бародарони ҳастем», - гуфт Муҳаммад ҷавоб дода буд. «Юнус пайғамбари Худо ва Ман низ пайғамбари Худо ҳастам». Addas фавран исломро қабул кард ва дастҳо ва пойҳои Муҳаммадро бӯсид. [10]\n\nЯке аз сухани Муҳаммад, дар коллексияи Имом Бухарӣ мегӯяд, ки Муҳаммад гуфт, ки ман набояд аз Юнус беҳтарам \". [13] [13] [13] [13] [13] [13] [13] Ибни ABN AL-AL-намак, ки ба Худо намоз нафарро ба ҷо овард, ӯ ба Худо намоз монда, вай ба воситаи дуоҳояш Юнус мемонад, Yunus \"танҳо чанд нафар монд рӯзҳо дар шикам дар бораи моҳӣ ». [14]\n\nДар асри портиуми арвоҳи Фортс артҳои 9умин-Табарӣ, ки Юнус дар дохили моҳӣ буд, \"ҳеҷ яке аз устухонҳо ё аъзои ӯ маҷрӯҳ нашудааст\". [14] Al-Tabari инчунин менависад, ки Худо ҷисми моҳиро офарид, то ки хиради чуқурро «падид оварад» ва Юнус ҳамаи моҳиро шунид, ки ба Худо ситам мекунад. [15] Вақте ки ЮНИфт ба Yunus таваллуд шудааст, қайд мекунад, ки Падари Исйус ҳафтодсола буд, ки аз кӯдаки yunus ва ҳеҷ гоҳ мурдааст як корнучопия бошед. [14]\n\nҚабрҳо\nМаҳз бубинед: масҷидҳо ва макрҳои Мосул\n\nСурати харобаҳои масҷиди Юнус, пас аз нобудшавии он аз ҷониби Isil\nҶойгиршавии ҷории Nineveh бо кофтукови панҷ дарвозаҳо, қисмҳои деворҳо ва ду кӯҳҳои калон қайд карда мешаванд: теппа Кӯҳистон ва теппаи Наби Юнус (нигаред ба эзодӣ. [16] Як масҷид oop Наби Юнус бахшида шуда, ба Юнус бахшида шуд, ки ҳам мусалмонон ва масеҳиён ҳам мусулмонон ва масеҳиёнро, ки сайти қабрии Юнус меандозанд, тақдим карда шудааст. [17] Дар қабр сайти ҳаҷшудаи ҳаҷоти ҳунҳи ҷамъовар буд [18] ва рамзи ягонагии яҳудиён, масеҳиён ва мусулмонон аз Шарқи Наздик. [18] 24 июли соли 2014 давлати исломии Ироқ ва Леван (ISIL) масҷид масҷидро дар қабр нест кард, ки бутунҳои бутпарастро дар бар мегирад, ки бутҳо ҳисобида мешаванд. [19] [18] Баъд аз он ки Мосул моҳи январи соли 2017, Қасри қадим аз ҷониби Аъзои қадимӣ, ки дар нимаи аввали соли 7-юми асри 7 то эраи мо сохта шудааст, ба даст овардааст. [18] [20] [20] [20] [20] [20] [20] Isil қасди ашёро барои фурӯши бозори саника ба даст овардааст, [18] [20] Аммо баъзе аз артифакҳо, ки ҳамлу нақли нақлиётро дар ҷои [18] мушкилтар буданд. [18] [20] [20]\n\nДигар қабрҳои мусулмонӣ\nДигар ҷойгоҳҳои дигари қабри Еанё деҳаи Арабии Машҳад, ки дар майдони 9-уми Бонбони Вест-Харҳул, 5 км (3.1 MI) шимол (3,1) ва як макони дар назди шаҳри Сарафманд (Сарепта) дар Лубнон. [23] Реестри дигар қабр дар теппа акнун Гв'Анат Юнус Юнус Юнусро «Юнус Юнус», дар канори шимолии Шоҳини Исроил, дар сайт бо маисаи муосир фаро гирифта шудааст.\n\nДар Диарбакир, Туркак, Туркак, Туркия, дар паси Минхоб ҷойгир буда, дар масҷиди Майха Паша ҷойгир аст. [24] [25] Evliya Cocebi дар манзилаш, ки вай ба қабрҳои Юнус ташриф овард, [26] [27]\n\nҚуръон\nДар Ал-Анбия 21:87 [(qÂ 6] Дар Ал-Анбия 21:87 [5]. Дулус 68:48, Юнус-Нюнод номида мешавад. [5] Дар AI-NISA 4: 163 Ва алайъом 6:86, Ӯ ба \"расули Худо\" гуфта шудааст. [5] Сурах 3: 139-148 таърихи пурраи Юнусро такон медиҳад: [5]\nЮно низ дар миёни паёмбарон низ буд.\nВақте ки ӯ гурехта буд (ба асъор аз асирӣ) ба киштӣ (комилан) пур карда шуд,\nӮ (ба мувофиқа раҳо карда, қуръа партофт ва ӯ маҳкум шуд:\nВа барангало ӯро фурӯ бурд, ва ӯ ӯро сазовор буд.\nВа агар бар Худои якто тавба кард ва Худост,\nТо рӯзи қиёмат дар дохили моҳӣ дар дохили моҳӣ монд.\n«Лекин мо ӯро дар барғарашон касеро, ки бемор буд, берун кардем,\nВа бар болои сараш равон шудем ва киштзори дӯзах.\nВа ӯро ба сад ҳазор марде, ки ё бештар аз мардон фиристодем.\nВа имон оварданд. Ва ба онҳо иҷозат додем, ки ҳалол шаванд.\n\n- Қуръон, боби 37 (AS-САЗИЁН 139-148 [8]\n[5] Мероси Юнусро зикр намекунад, [5] Аммо анъанаҳои мусулмоне таълим медиҳад, ки Юнус аз сибти Бинянмин буд. [9]",
"Zakariya": "Мувофиқи доктринаи ислом Закарī (арабӣ: زكريا, Зак. Закарё) пайғамбар ва расули Худо ва падари пайғамбар буд.\n\nДар Қуръон\nЗакариё коҳинон буд, киҳо ва пайғамбаре аз Худо, ки дар маъбади дуюм дар маъбади дуюм буд, дар маъбади дуюм дар маъбади дуюм буд. Вай зуд-зуд аз маъбад хизмат мекард, ки ӯ ҳамеша ба Худо дуо мемонад.\n\nДуо барои писар\nҲангоме ки ӯ ба синни солааш расид, Закариё аз ҳад зиёд ғамгин шуд, ки чӣ тавр мӯзаи мавъизаи Худо пас аз марги паёми Худо мавъиза мекард ва хизмати ҳаррӯзаи ба ӯ дар Хонаи Худо наздик мешуд. Закария ба Худо барои писар дуо гуфтан шурӯъ кард. Дуо дар бораи таваллуди насл на танҳо аз хости кӯдак набуд. [1] Вай ҳам барои худ ва ҳам барои қавм дуо гуфт, ки ба паёмбаре ниёз доштанд, марди Худо, ки пас аз Закария Худованд кор мекард. Закария аломат ва сифат дошт ва ӯ мехост, ки вай вориси ҷорӣашро ба сифати соҳибназарони азизи худ интиқол диҳад. Орзуи ӯ бояд барқарор кардани хонавода ба насли Йеҳӯва - пайғамбар ва боварӣ ҳосил кунад, ки паёми Худо ба Исроил нав карда шуд. Қуръон аз ҷониби Қуръон чизест?\n\nБар он насиҳат нозиқи раҳмати Парвардигорат бар бандаи Худ Закариёҳ! Он гоҳ ки Парвардигорашро пинҳонӣ садо дод ва гуфт: «Эй Парвардигори ман! Инак! устухонҳои ман аз бемории ман лаззат мебаранд ва сари ман бо мӯи хокистар дурахшон аст ва ман ҳеҷ гоҳ ба ту ҳамду сано хостааст, эй Парвардигори ман. Инак! Ман пас аз ман хешовандонам метарсам, зеро занам нозоянда аст. Оҳ, ба ман аз ҳузури Ту ворисиза кунед, ки мегӯяд: \"Нури хонаи Яъқуб, - (инчунин) меросбари Яъқуб. Ӯро, ки ӯро Парвардигори ман мақбул созанд. [Қуръон 19: 4-6 (Тарҷума)]]\n\nПадари Юаҳона\nҲамчун тӯҳфаи Худо Закария писаре бо номи Яъқия писаре ба номи Юҳанҷое дода шуд, ки Юҳанно ба Таъмид (арабӣ), номе барои ин кӯдакро танҳо интихоб кардааст. Muslim tradition narrates that Zakariya was ninety-two years old[3] when he was told of John's birth.\n\nМувофиқи намози Закария, Худо Яҳёро (Яҳё) паёми Худоро барқарор кард ва исроилиён вайрон шуд ва аз даст додашуда. [4] Ва чун Қуръон гӯяд:\n\nЭй Закарьё! Инак! Туро ба писаре, ки Яҳьё ном дорад, башар мехоҳем. Ва мо ҷуз Ӯ ҳеҷ номе ба исбот кардем. Гуфт: «Эй Парвардигори ман! Чӣ гуна ман метавонам писаре дошта бошам, вақте ки занам нозоям аст ва синни аҷиби синну соли навро ба даст овардам? Гуфт: «Худовандо!» Бигзор Парвардигорат ба ман осон аст ва Ман пеш аз ин офариниш офаридаам. Гуфт: «Эй Парвардигори ман! Ба ман аломат диҳед. Гуфт: «Нишони ту ин аст, ки се шабу се шабона бо мардум сухан намегӯӣ?\n\n- [Қуръон 19: 7-10 (Тарҷума)]]\nПарвариши Марям\nМувофиқи Қуръон Закария муҳофизи Марям буд. Иёлоти Қуръон:\n\nВа чун зани Имрон гуфт: «Эй Парвардигори ман!» Он чи дар шикамам, ба шумо ваъда додам. Онро аз ман қабул кунед. Инак! Ту шунаво ва доност! Ва чун таслим шуд, гуфт: Парвардигори ман! Инак! Ман аз як зан таслим кардаам - Худо он чизе, ки ба ӯ расонида шудааст, огоҳтар медонист. ва инак! Ман ӯро Марям ном ниҳодам. Ман муҳофизати шуморо барои ӯ ва фарзандони вайро аз шайтони рондани худ хоҳам кард. Илёмаш вайро, ки комил гардонду хушнуд гардонид ва ба зудӣ ба вай афзун шуд; Ва Закариёро посбонӣ кард. Ҳар он даме ки Закарё ба маъбад даромад, дар он ҷо буд, ки вай хӯрок дорад. Гуфт: «Эй Марям! Инро аз куҷо меояд? Вай ҷавоб дод: ин аз ҷониби Худост. Худо ҳар киро хоҳад, бихоҳад. (Қуръон 3: 35-37) (Тарҷума тарҷума)]]]\n\nТеология мусулмонон, ки Закариёро нигоҳ медорад, ҳамроҳи Яҳьёи Таъмиддиҳанда ва Исо аз пайғамбарони анбиё истифода бурданд; Далел, ки дар бораи тамоми коҳинон Закария буд, ки вазифаи азизи Марям вазифаи Марямро нишон дод. Закария зуд-зуд дар Қуръон ҳамчун пайғамбари Худо ва одил ҷазо медод. Яке аз ин нархҳо дар сураи Ал-Аном:\n\n\"Ва Закария ва Яҳё ва Исо ва Элисос. Ҳар яке аз одил буд». [Қуръон 6:85 (Тарҷумаи ибораҳо)]]\n\nҚуръон Абдуллоҳ Юсуф Ани тафовутро дар бораи ин хат шарҳ медиҳад [5] Ӯ қайд кард, ки Яҳё яке аз Исо буд, Ҳангоме ки Элисос аст, ки Эллис аз ҳадяи Исҳо [6] дар кӯҳе, ки дар Аҳди Ҷадид гуфта шудааст, ҳузур дошт. Закария Закария, ки ба издивоҷ амак аз Исо ва писари ӯ Элисос дар Аҳди Ҷадид буд. [7]",
"Yahya": "Yaḥy Zakn Zakar Zakariā Zakar: urkare: inail inessy Yahya . Вай ба воситаи мусалмонон ба каломи Худо шаҳодат медоданд, ки мерафтаи Исои Ал-Масифӣ (Исои Масеҳ). [1 [2]\n\nYahya панҷ маротиба дар Қуръон зикр шудааст. [3]\n\nЯхя инчунин дар мувофиқмадорӣ ва даҳшатноки исломӣ, инчунин ба хотири тавсифи Қуръон, ки Яҳьё ва меҳрубонии Қуръон аст, эҳтиром карда мешавад. [4] Sufis тафсироти иззаткунандагонро зуд-зуд истифода бурданд, пеш аз ҳама, дар бораи атои Худо, ки ба Худо додааст, инчунин ба ҳамсараш бо Исо ҳамдастӣ кард. Гарчанде ки якчанд ибораҳое, ки барои тавсифи Юҳанно ва Исо истифода мешуданд, тарзи баёншуда, ки онҳоро фарқ мекунанд, хеле шабеҳ доранд. [5]\n\nТаваллуд\nВа Худо бар Худо дар ин Қуръон Худо барои таваллуди писар дуое, то лаҳзаи пайваста ёдгорӣ мекунад. Зани Закария, Нахария Нанен буд ва таваллуди кӯдак ғайриимкон менамуд. [6] Ҳамчун тӯҳфаи Худо Закарё аз Писар ба номи Яъъа, ба номи Яъқуб ба номи махсус барои ин кӯдак танҳо барои ин кӯдак писаре гирифта буд. Мувофиқи намози Закария, Худо Яҳуё ва Иссаро, ки мувофиқи ҳузураш буд, пас аз шаш сол таваллуд шуд, ки вайрон шуда, исроилиёнро вайрон кард ва исроилиёнро навсозӣ кард.\n\nҚуръон изҳор медод, ки Яҳёи Таъмиддиҳанда гирифтааст (Қуръон 19-10), аммо азбаски номи Яҳёи Таъмиддиҳанда пеш аз он ки Яҳьёи Таъмиддиҳанда ба амал ояд, ё ба асои исломии \"ЯḥЙО дахл дорад \"Оё номаш ҳамчун\" Ёḥanan \"нест [9] ё ба воқеаи библонии Юҳанно, ки ба номи\" Закарёвӣ \"номбар шудааст (юнонӣ: ζαχίίας) [10] Пас аз номи Падари ӯ яке аз дурӯғи падари худ Закарёро шинохта, ба номи Закарё ном дошт, ки \"Яҳьё\" / \"Ёронон\" / \"Yoannes\") дар назди ӯ буд. [11] Қуръон гӯянд: 7 | 12 |\n\"Эй Закарамия, мо ба ту як писаре хушкон будем, ки яҳудӣ ва он кас, ки муомилае онҳоро насиҳат додаем, ба ту атое бияндешем.\n\nГуфт: «Эй Парвардигори ман, ман фарзанд дорам, ки чӣ маро фарзанде бошам, вақте ки занам нозоянда аст ва ман аз паи пирон биравам?»\n\nГуфт: «Парвардигори ту низ гуфт:« Ин кор туро пеш аз ҳол, туро биёмурда кун, вақте ки ту ҳеҷ нест ».\n\nГуфт: «Эй Парвардигори ман, ба ман нишон диҳед. «Аломати Туро»\n\n- Мариам 19: 7-10\n- Марям 19: 12-14\n\nДарёи Ӯрдун, ки дар он Яҳё Исоро таъмид дод. [13]\nЯҳёро ба ин оят бигирад ва хирадеро ҳикматат мекард, ва дар ҳоле ки кӯдак аст [14] Ӯ поку поку маъвол буд ва дар ҳузури Худо хуб рафтор кард. Ба падару модар некӣ мекард ва ӯ гарданкашӣ кун ва шубҳанг. Хониши Яҳё ва фаҳмиши Навиштаҳо вақте ки танҳо кӯдак аст, ҳатто аз олимтарин олимони замон гузашт. [6] Озписсиёни мусалмонро бо дувоздаҳ нафар бо дувоздаҳ фиристод, то дувоздаҳ шогирдаш, ки пеш аз шогирдони худ номиданд, Юҳанно-Исоро фиристодааст. [7] 6 | 16 | | 16 |\n\"Эй Яъқуб! Ва китобро бо қувват гиред». Ва ба ӯ чун ҷавонӣ ҳаким ато кардем.\n\n- Марям, 19:12\nЯҳё пайғамбари клиникӣ буд, [17] Худо, ки бар ҷони худ ба ҷазои гуноҳон афтода буд. Ғайр аз он, Қуръон аз тақвияти Юҳанно ва муҳаббат сухан мегӯяд ва муносибати фурӯтании ӯ ба ҳаёт, ки вай тозагии ҳаёт дода шудааст.\n\nМувофиқи анъанаҳои исломӣ, Иаҳёс, ки барои расонидани мавъизаи худ ба Ҳарам Гара (маъбад) рафт. [3]\n\nКуштор\nДар замони нубуввати яҳудиён, муноқиша байни ӯ ва Ҳиродия Антодас, ки мехоҳад зани аввалини худро талоқ диҳад ва аз хоҳари пештараи худ зиндагӣ кунад. [3] Яҳё хабар дод, ки издивоҷ метавонад писандида бошад ва издивоҷро тасдиқ накард. Баъд аз ин, Ҳирод Антипас Еҳиё ҳабс кард. [3] Yahya пас декапитӣ буд. [18] [3] Имони Yahya дар дохили масҷид дар Димишқ ҷойгир аст. [19] [20] [21] [21] [21] [21] [21]\n\nМеросӣ\nДар Ислом Игорад Муҳаммад рӯзи Ал-Исроиоро табрик кард, ва Исо бо Исо (Исо) бар сарзаминии дуюм. [22] Ҳикояи Yahya дар давоми муҳоҷирати мусулмонӣ ба Абссиния гуфта шуд. [23] 26 Мувофиқи Қуръон Яҳост, ки Худо рӯзе фарҳангро фиристод, то рӯзе, ки зармод буд, ва рӯзе, ки мурдааст. [24] Ба гуфтаи Ал-Суюутим Иброҳим гуфта буд, ки аз офариниши осмонҳову замин миёни осмонҳову замин, ки осмонҳову заминро масхара мекард. [25] [25] Ба гуфтаи даъвогари Муҳаммад гуфт: «Ҳар писари Одам дар рӯзи қиёмат меояд ва бар ӯ Yaakarymya, гуноҳ хоҳад кард». [27] Бисёр мусулмонон Яҳьёро бо Ҳусейн муқоиса мекунанд. [28] Гумон меравад, ки сарварони ҳам yahya ва Ҳанейн Ҳусейн дар масҷид дар Димишқ қарор доранд.",
"Isa": "Исо (Исо) пайғамбар ва фарамои Худо ва Масеҳ мебошад. Ӯ пайғамбаркунандаи қавми Исроилро фиристодааст, ки фирори Исроилро ошкор созад ва як китоби муқаддасро нозил кард.\n\nДар Қуръон Исёҳҳо Масеҳ (Al-Massḥ), ки аз бокира таваллуд шудааст, чун шогирдон, бо шогирдон, бо шогирдон, ба сӯи осмон такя мекарданд, мӯъҷизаҳои мӯъҷизаро иҷро карданд. Қуръон изҳор мекунад, ки Исоро таслим намекунад ва дар салиб намурдааст, вале ба таври мӯъҷиза аз ҷониби Худо наҷот ёфт. Қуръонро аз бузургтарин паёмбарон дар миёни паёмбарон дурӯғаш бароварданд ва ӯро бо унвониҳо мефиристад. Номи ноби Исои Исо аз ҷониби Яҳё буд ва муваффақ шуд, ки Муҳаммад муваффақ шуд.\n\nИслом нуқтаи назари масеҳиро ба ихтилофи Исо, чунон ки Худо дар хатар аст ё писари аслии Худо аст, рад мекунад. Он Исоро ба воситаи якчанд ояҳо рад мекунад ва инчунин зикр мекунад, ки Исо илми Худоро даъво накардааст. Мусулмонон боварӣ доранд, ки паёми аввалияи Исо дигаргун шуд ва пас аз эҳё шудан зинда шуданаш пас аз зинда шуданаш. Ба Қуръон монотеіияи Исо қайд карда шуд. Монанди ҳамаи пайғамбарони Ислом, тавре ки мавъиза карда буд, Исоро низ, тавре ки мавъиза мекард, ки пайравонаш бояд «рост» (ṣra mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mana mancavī). Исо бо миқдори зиёди мӯъҷизаҳо, бо адабиёти сершумори сершумор ва майнӣ навишта шуда, дар анъанаҳои исломӣ хонда шуд. Ба ӯ маълум мешавад, ки омадани Муҳаммадро бо истифода аз номи Аҳмад.\n\nДар охири вақт, Исо дар омадани дуввум бо Имом Алт Махиди бозгашт мешавад дар рӯи замин. Баъд аз ин махлуқот ба таври мӯътамад ба таври мӯътамад нобуд мешуд, Имом Маҳдӣ ва Исо тамоми ҷаҳонро ҳукмронӣ мекард, сулҳу адолат барқарор намояд ва пас аз 40 сол бимиранд. Баъзе мусулмонон чунин мешуморанд, ки Исо дар якҷоягӣ дар давоми чорвори дар чорвои боқимондаи гунбази сабз дар Мадина дафн карда мешавад.\n\nИслоҳ аз ҷониби мусулмонон аз пайғамбарони муҳими ислом фаҳмида мешавад. Ҷойгоҳе, ки Исо ба он ҷо баргардад, масҷиди Умайяро дар Димишқ, мусулмонон ҳамчун мусулмонон ҳамчун чор макони чоруми ислом хеле арзёбӣ мекунад.\n\nТаваллуд\nҲисоби Исо дар Қуръон воқеан таваллуди модараш, Марям ва хизмати хизмати Ӯрангиро дар Миллати Ерусалим оғоз мекунад. Дар вақти нигоҳубини пайғамбар Закарё, ки бояд Падари Яҳё бошад (Юҳанно ба Таъмиддиҳанда). Таваллуди таваллуди Қуръон дар Қуръони Қуръон дар Қуръони 19: 16-34 ва Q3: 45-53 оғоз меёбад.\nАфзудан\n\nЭксегати исломӣ таваллуди бокира буд, ки ба китоби Инҷил ва дар Байт-Лаҳм рух медиҳад. Деҳаи зодрӯзи бокира эълони Марьар аз Марьар Ҷабр мекунад, вақте ки Марям дар маъбад ба Худо савор шуд ва баъд аз модараш ба Худо тақдим карда мешавад. Ҷабраил мегӯяд, ки тамоми занони ҳамаи халқҳо эҳтиром карда истодааст ва ӯро ба писари муқаддас эълон кард.\n\nАнгишт дар минатсия\nҶабраил мегӯяд, ки Писар ном дорад, ки Масеҳро ба воситаи Масеҳ ном дорад ва ба вай набӣ номидааст. Марям хоҳиш кард, ки чӣ гуна ҳомиладор шавад ва кӯдаке бошад, ки ӯ ба вай даст нарасонад, ба он фариштае, ки Худо мехоҳад, ба он чи хоҳад, фармони ӯ андозад, ҷавоб дод, ва он саҳеҳӣ хоҳад шуд.\n\nБо Марям бо Марям идома дорад, бо дардҳои таваллуди кӯдак, дар зери пойҳои худ оббозӣ карда метавонист, ки метавонад ба ларза ояд, ки метавонад то он даме, ки ҳам ороста шавад, то лаззат барад ва лаззат барад. Марям баъд аз таваллуд Исоро ба маъбад мебурд ва ӯ пирони маъбадро дар бораи кӯдак мепурсад. Ба тарафи аз ҷониби Ҷабриэл ба назори садоқати хомӯшӣ амр дода шудааст, вай ба тифли навраси Исо ишора кард ва тифли касбӣ эълон мекунад:\n\nГуфт: «Ман бандаи Худо ҳастам; Ба Мӯсо китоб дод ва маро паёмбар гардонид. Маро ба ҳар ҷо, ки бошам, фахр кардааст ва ба ман фармон дод, ки ба ман ибодату закратро чун зинда буд, ба даст овард. Ва ба модари ман меҳрубон меҳрубон аст! Маро ба зулму ситам накард. Рӯзе, ки таваллуд ёфтаам, он рӯзест, ки ман бимирам, ва рӯзе, ки ба эҳьё шудан, зинда аст ». [8]\n\nИсо аз гаҳзум сухан мегӯяд, ки дар Қуръон шаш мӯъҷизоте ба ӯ тааллуқ дорад, ки дар Воситаи Сарияс Инҷили Воситаи Сиркати мазкур, кори чашум, пайдо шудааст. [9] [10] Ба гуфтаи юнатиҳо, Исо ва Марям аз таваллуди худ гиря накарданд. [11] Пайғамбари ислом Муҳаммад фаҳмид, ки ҳам Исо ва Марям ягонаанд, ки аз ламсашон ба таваллуди худ таваллуд шудаанд ва бо таваллуд кардани ояти alman \"муҳофизат карда шуданд. [12]\n\nРивояти таваллуд\n\nМувофиқи Қуръон, дарди меҳнат Марямро ба сӯи танаи дарахти хурмо гирифтанд.\nИмони ислом дар анъанаи масеҳӣ Марям (ё Марям) як бокираест, ки Исо бокираи аслӣ буд. Ҳисоботи муфассали иттиҳом ва таваллуди Исоро дар Сурх 3 (Алман) ва 19 (Мэри Мэр) Писаре, новобаста аз бокира. [13]\n\nБаъзе олимон қайд карданд, ки ҳисоб дар Сураи 19 [14] ба он наздик аст, ки дар Инҷили масеҳӣ дар Луқо. [15] Ангуро ба Марям ду маротиба дар Қуръон ва ҳарду миссия Марям Марям / Марям гуфта мешавад, ки вай ӯро наҷот додан интихоб кардааст. Дар зинаи аввал, бунёди ахбори аксари мусалмонон (аз ҷониби аксари мусалмон Габрангел), хабарро дар (Q3: 42-47) расонидааст, зеро вай шакли мардро мегирад (Q19: 16-22) . [16] [17] Тафсилоти консепсия, вале Марям аз ӯ мепурсад, ки чӣ тавр ӯ ба хотири уқубатча писаре гирифта метавонад. [16 [18] Қуръон (QUDENT: 91 ва Q6: 12) мегӯяд, ки Худо аз фариштаи Худ ба Марям баромада, бе падар, Исо бидуни Падарест, ки Ҷабриелро ҳамчун падар фаҳмонад. [19]\n\nТаърихшиноси мусалмонони мусулмон Ибха ISHAQ (704-767) бо номи Ҷорҷ номгузорӣ. Дар калисо пинҳоншуда вай аз ҷониби ҷавоне бо номи Юсуф ҳамроҳ аст ва онҳо ба якдигар овардани об ва дигар вазифаҳо кӯмак мерасонанд. Ҳисоби таваллуди Исо аз Қуръон пайравӣ мекунад, ки таваллуд дар Байт-Лаҳм дар Би Лаҳм дар назди дарахти хурмо бо охур омадааст. [21]\n\n10. Хонаи 10-TATION-ПАС АТМТА (839-923), Ан-Маҳри (839-923) Фармон ба мард Юсуф ном дошт, ки ӯро ба Миср гирад ва кӯдакро ба Миср гирад ва баъдтар ба Носира бармегардад. [22]\n\nБачагӣ\nМақолаи асосӣ: Дар маъбад ёфтани маъбад\nИнчунин нигаред: парвоз ба Миср ва Инҷили Томас\nҚуръон анъанаи парвозро ба Миср дохил накарданд, гарчанде ки Сūraiii-и Марям, 50-ро дар бар намегирад. Ва онҳоро дар маконе ошкор кардем. Оромона ва обро бо чашмаҳо. [25] Бо вуҷуди он, ки дар тӯли асрҳои нависандагони исломӣ ва таърихшиносон бо баъзе тафсилот ба назар гирифта шудааст, ромӣ ва обанборҳо шабеҳ буданд. Баъзе ривоятҳо Исо ва оила дар Миср то 12-сола зиндагӣ мекунанд. [26] Бисёр ҳикояҳои ахлоқӣ ва воқеаҳои мӯъҷизаи ҷавонони Исоро дар солҳои додаҳо дар тӯли садсолаҳо дар бораи пайғамбарон ва қаҳрамонони пешбинишуда навишта шудаанд. [7]\n\nАл-Масасуда навишта буд, ки Исо писарбачае, ки динҳои яҳудиёнро аз Забур мехонад ва «дар аломатҳои нур» ёфт шуд:\n\n«Ту Писари Ман ҳастӣ ва маҳбубонам». Ман шуморо барои Худ интихоб кардам ».\n\nОн гоҳ бо Исо даъво кард:\n\n«Имрӯз каломи Худо дар Писари Одам ба амал ояд» [22]\n\nДар Миср\nИнчунин нигаред: Инҷили Тумо\nЯкчанд ривоятҳо ба баъзе фарқиятҳо нишон медиҳанд ва ба ин монандӣ дар навиштаҳои ислом дар бораи кӯдакии аввали кӯдакӣ, тамоман дар Миср дар робита бо давомнокӣ ва чорабиниҳо. Аксари ривоятҳо дар манбаъҳои ғайримуқаррарии ноболиғон пайдо мешаванд, масалан, Инҷили пешпопии Тумо. Яке аз ин фарқият дар ал-Атро дар комилияти таърих, ки динои зодрӯзеро дар бар мегирад, ки Исо ба ҷои Байт-Лаҳм навишта шудааст. [27]\n\nБаъзе ривоятҳои дигари кӯдакии Исо маъмуланд, ки чун профессорҳои интерфайтия Маҳмуд м. Айнус қайд карда шудааст. [28] Дар Миср дар Миср бисёр мӯъҷизаҳо ба ҷавони Исо мансубанд, ки ба ҷавоне дахл дорад [26] (Ба 27) мӯъҷизаҳо ва дигар мӯъҷизаҳо) ба назар мерасад.\n\nAlulumood\n\nДарёи Ӯрдун, ки Исо Яҳёро Юҳан таъмид гирифт, ибни Ислом Закария (Яҳёи Таъмиддиҳанда). [29]\nСупориш\nИнчунин нигаред: Вазорати Исо ва ҳавворӣ (Ислом)\nОдатан, Исо дар асри як А.Д. - асри як А.Д. ва минтақа дар асри як сухан гуфт. [30]\n\nНамиди аввалини Исо, ки Исо дар фикри Исломӣ пайғамбар аст, ин аст, ки Худо онро интихоб кард, ки инсониятро дар бораи ибодати бутҳо ва ба Худо муроҷиат кардан ба бутҳо пешниҳод кунад. Аз ин асос, дар ҳамаи пайғамбарони қабл аз ҳосили мусулмон инъикос ёфтааст, Исо на бештар аз як бор паёми такрории асрҳоро такрор мекунад. Мӯъҷизаҳои Исо ва унвонҳои Қуръон ба Исо қудрати Худоро нишон доданд, балки аз тарафи дуоҳо, худи ҳамон қудрати паси паёми ҳама пайғамбарон нишон медиҳанд. Баъзе анъанаҳои ислом боварӣ доранд, ки рисолати Исо танҳо ба халқи Исроил ва мақоми ӯ чун мӯъҷизаҳо тасдиқ кардааст. [31] [32]\n\nСамти дуввуми барвақти Исо як нуқтаи охир аст. Ин консепсия асосан аз ҳадисҳо ба миён меояд. Тибқи мусулмон як тарзе, ки дар теологияи масеҳӣ пайдо мешавад, мебинад, ки Исо то охири вақт ва фурӯзон дар рӯи заминро барои мубориза бо зиддимасниҳӣ мегардад. Чунин тафсилот қаҳрамонро ба роҳи роҳи ислом мефаҳмид, бо баъзе анъанаҳои анъанаҳои Исо Исоро қайд кард, ки Исоро қайд кард, ба розигии Муҳаммад ишора мекунад. Бисёр анъанаҳо ба Исо гуфтааст, ки баъд аз он вақт мурданд. [33]\n\nТасвири сеюм ва фарқкунандаи Исо аз Исо нишон медиҳад, ки оё пайғамбари асабӣ - пайғамбари дил аст. Ҳарчанд Қуръон ба «Инҷил» Исо ишора мекунад, ин таълимоти хифати Ӯро дар матнҳои Қуръон ё баъдан дар матнҳои динӣ ёдовар намешаванд. Онҳо асосан ғоиб мебошанд. Нобаробарии Суфай дар он аст, ки Исо ба ӯ ғамгин шуд, муаллими рӯҳонӣ бо овози дигар аз пайғамбарон, аз ҷумла Муҳаммад. Sufibicman Тамоюлҳои иттифоқчиёнро тавассути бархӯрдҳои зиёд, аз ҷумла asceticimisi, фалсафа, фалсафа, фалсафӣ, пешниҳоди махсус ва усулҳои сижа. Гарчанде ки сазовор ба тафаккури Ғарбӣ ба ақидаи Ғарбӣ дохил мешавад, ба назар мерасад, ки пайдоиши inoplatonism, gnosticial ва буддигоӣ, азбаски онҳо ба суханони Қуръон ронда шуда, ба пайравии марди комил эътимод дорад. [34]\n\nМавъиза кардан\nГумон меравад, ки мафҳумҳои исломии мавъизаи Исои Масеҳ, Ироқ, дар Куфа, дар зери хилофаи Рашидун дар он ҷое, ки қаблан анъанаҳои мусалмонон ва стипендияи мусалмон сохта шудаанд, ташкил карда мешаванд. Мафҳумҳои Исо ва мавъизаи ӯ аз масеҳиёни озоди Миср қабул карда шуданд, ки мухолифат карданд, ки бо таъқиботи Калисопрастикии бишиносии дифои Калисопрол аз Рум мухолифат карданд. [35]\n\nҲикояҳои пештара, тақрибан 85-ро дар ду маҷмӯи асосии адабиёти асабӣ, дар ду маҷмӯи асабҳои асабӣ мебошанд Китаб Ал-Зуҳд (китоби Asceticimisimimis) аз ҷониби IBN Hanbal (D. 855). Ин суханон ба чор гурӯҳи асосӣ меафтанд: а) суханони eschatoологӣ; б) фимогузҳои Инҷил бо Инҷил в) мулоҳизаҳо ва ҳикояҳо; г) гуфтаҳо echo to polemics-мусиқӣ. [36]\n\nГурӯҳи якуми гуфторони Исрпиппи Исоро то Қуръон васеътар мекунад. Гурӯҳи дуюми ҳикояҳо, гарчанде ки як касти Инҷил, бо \"мӯҳри равшан\" васеъ карда мешаванд. Гурӯҳи сеюм, ки бузургтарин чор нафар буданд, Исоро чун Проони муқаддаси асси мусулмонон пораҳо мегузоранд. Гурӯҳи охирин ба артетикаи Аркетипҳои исломӣ ва хусусиятҳои мусулмонони Исо ва хусусиятҳои ӯ, ки дар мавриди истилоҳҳои ба монанди «рӯҳи Худо» гардонанд, ба монанди «рӯҳ» ва «каломи Худо» мегардад. [37]\n\nМӯъҷо\nМақолаи асосӣ: Мӯъҷизаҳои Исо\nИнчунин нигаред: Инҷили Тумо\nАқаллан ба Исо ҳадди аққал шаш мӯъҷизаҳо дар тӯли асрҳо аз ҷониби нависандагон ва таърихшиносон бештар бештар ворид мешавад. Мувофиқи таълимот ва профессор ба Исо чун нишондиҳандаи пешгӯӣ ва профессор дар Исо ҳамчун аломати неъматҳои неъматӣ ва профессор Мӯсо (Қоҳира: Dar Al-Ma-Maulif) , 1943; 2-юми ED. 1967). Дар Масеҳ дар адабиёти Қуръон ва муосири арабӣ (1960), Ал-Ҳусейнӣ гуфт, ки ин нест, ки ба худ мӯъҷизбад. [38]\n\nИн шаш мӯъҷизаи дар Қуръон дар Қуръон дар муқоиса бо Инҷил ва манбаъҳои ғайримуқаррарии гностикии онҳо ба назар мерасанд, ки тафсилотро дар бар мегиранд ва дигар мӯъҷизаҳои дигарро дар бар мегиранд. [38] Дар тӯли асрҳо, ин шаш ривояти мӯъҷиза тавассути ҳуруф ва шеър, аз навиштаҳои динӣ, бо навиштаҳои динӣ, аз ҷумла бо аломатҳои дигари Инҷил, манбаъҳои ғайрикобӣ, ва аз лашкар номбарида шудаанд. [26] [28]\n\nСухан аз гаҳвора\nДар се ҷой дар Қуръон сухан гуфта мешавад: А-Иман (3) 41, 46, ал-Майдо (5) 109-110 ва Марьям (19) 29-30. Қисме аз принсипи тифл буд, ки Исо модарашро аз айбдоркунии таваллуд бидуни шарм надошт. [39] Исои аввал дар бораи Юсуф ва нақши худ ислом дур набуд. Исо чун ба ҷовидон сухан меронд, ки Исо мегӯяд: Ҳар ҷо, ки меронад, ғуломи Худо аст, он рӯзест, ки ӯ хоҳад мурд, пас рӯзе ки хоҳад мурд, баракат медиҳад ». ва рӯзе, ки зинда мегардонад,\n\nГарчанде ки ин тафсилоти махсус дар Библия ёфт нашудаанд, мавзӯи гуфтугӯ аз гаҳзумон дар Тимияи Нашриксияи топозандаи қаблии топозии қаблан то исломӣ пайдо мешавад. Ин манбаъ Исо Писари Худои Худои Худои Худои Худои Худои Худои Худои Худои Худои Худои Худои Худои Худост ва фариштае, ки фаришта Ҷабраил қаблан дар Инҷил муфассал эълон кардааст, нақл кард. [39]\n\nЭҷоди паррандаҳо аз гил\nҲикояи мӯъҷизаи ташкили паррандаҳо аз гил ва нафаскашӣ ҳангоми зикршуда дар Ал-Имрон (3) 43, 49 ва ал-Маида (5) 109-110. Гарчанде ки ин мӯъҷиза дар Инҷили canonical қайд карда нашудааст, ҳамон як пайдарҳад дар он ду манбаъҳои пешбинишуда ва яҳудиён Ешон пайдо шудааст ва бо шумораи тафсилоти вариант дар байни Қуръон ва ин ду манбаъ. [ 41 [42]\n\nСоъатро шифо медиҳанд\nИнчунин нигаред: «Ҷабр кунед, ки ду марди нобино дар Ҷалил ва даҳ махавиро шифо бахшанд\nМушкилоти Аҳди Ҷадид шуд То даме ки Исо ин бемориҳоро шифо дод, танҳо ба дуо танҳо. [43] Сардори асрҳои миёна Ал-Тобаби навиштааст, ки ин ду касалиҳои муайян аз ёрии тиббӣ ва мӯъҷизаҳои Исо дар бораи онон, ки онҳоро нишон дода буданд, ҳамчун нишонаҳои равшани паём шаҳодат дода буданд. [41]\n\nБаланд бардоштани мурдагон\nИсо имон дорад, ки одамонро аз мурдагон эҳьё кард, 49. Гарчанде ки дар Бунёди Инҷил, ҳадди аққал се ҷузъиёт дода мешавад, ҳадди аққал се ҷузъиёт дода намешавад аз Ёир, писари бевазан дар Ноин ва Лаъзор). [44]\n\nДанивӣ\nИсо тавонист, ки пешгӯӣ кунад ё пешгӯӣ кунад, [45 | аз он чизе, ки пинҳон буд ё ба дигарон номаълум аст. Як мисоли як мисол Исо дуруст ҷавоб медиҳад ва ҳар як саволе, ки касе аз ӯ пурсидааст, ҷавоб медиҳад. Мисоли дигар Исо медонист, ки одамон танҳо хӯрда буданд, ва он чизҳое, ки дар хонаҳои худ нигоҳ дошта мешуданд. [26]\n\nҶадвали хӯрок аз осмон\nМақолаи асосӣ: Ғизодиҳии мардум\nИнчунин нигаред: таоми охир\nДар боби панҷуми Қуръон, Al-МAIDA (5) 112-115, як ривоятҳои Исо бо шогирдон маслиҳат карданд ва барои он рӯзи махсуси ҷомаш дар оянда будан. Ин метавонад аз рӯи профессори таҳқиқоти исломӣ ва арабӣ ба Иттификаи Аюнистӣ бошад w. Монгомери Вомт (D. 2006). [46] Мувофиқи профессори дини муқоисавии Ҷекри Ҷеферей Сэкбинд (D. 2005), маълум нест, ки оё ин ҳикояҳои охирин Инҷилии Инҷилро, вале метавонад ба калимаи арабӣ \"(фестивал), яъне пайванд шавад: [47]\n\nПас шогирдон, ки шогирдон, шогирд, эй Исо, писари Марям аст, Парвардигори ту барои мо барои мо як собит аз осмон нозил шудааст? Гуфт: «Агар имон овардаед, аз Худо битарсед! Мо гуфтанд, ки мо мехоҳем аз он бихӯрем, ва дилҳои мо ба осоиштагӣ бошад, ва мо медонем, ки шумо ба ростӣ сухан рондаед ва ба он шоҳидед. Исо, Писари Марям гуфт: «Эй Парвардигори Марям бар мо чиҳоде, аз осмон бар мо нозил мешавад, то ки яке пеши мо ва ибратест аз ҷониби мо ва аломоти шумо, ва аломати шумо бошад; Мардарандие, ки барои мо бихонед. Худо фармуд, ки онро барои шумо мефиристам. [46]\n\nДар як сабти суннати аз ҷониби суннати пеш аз таоми охирин хатари марг ба ӯ таҳдид кард. Аз ин рӯ, Исо шогирдони худро барои таоми шом даъват кард. Пас аз хӯрок ӯ дастҳояшро шуст ва аз онҳо гусфандони худро иҷро кард, ки дастҳои худро бар либоси худ гирем. Исо ба онҳо ҷавоб дод: «Имшаб хӯрдам, ки ба шумо бо шумо мурғ хӯрдам ва дасти худро низ шуста, бигзор ба шумо намунае бифаҳмам». Азбаски шумо маро аз шумо беҳтар мешуморед, Ба якдигар гирифтор нашавед, балки худро барои якдигар бисёри якдигар бисӯзонед ». Пас аз таълим додани шогирдонаш, Исо дар таълимоти ӯ пешгӯӣ мекунад, пешгӯӣ мекунад, ки яке аз онҳо ӯро ва дигаре рад мекунад ва дигараш хиёнат хоҳад кард. Аммо, мувофиқи назари Исои Исо, нуқтаи назари Исо, як ҷасаде, ки ба назараш носавии Исоро маслуб карда шуд, ва Исо ба Худо эҳё шуд. [48]\n\nДигар мӯъҷизаҳо\nДар тӯли солҳо бисёр ҳикояҳо ва ривоятҳои зиёде таҳия карда шуданд, ки дар бораи набудани баъзе дарсҳои хояндатар ё барои набудани ҷузъиёт дар Қуръон дар бораи Исо мебошанд. Баъзе аз ин ривоятҳо ба Аҳди Ҷадид монанданд, дар ҳоле ки баъзеҳо Исоро бо инсонанд.\n\nҒайр аз он ки баъзе мӯъҷизаҳои мӯътамадии Исо дар тӯли асрҳо, дар тӯли асрҳо, дар тӯли асрҳо нишонданд (ба монанди об нишондодашуда оварда шудааст, инчунин нониҳои нон аз замин пайдо мешаванд; [39] Баъзе мӯъҷизаҳои дигар аз кӯдакӣ иборат аст аз: Фаҳмонидани аккредҳои мазҳаби мусулмонон ба як подшоҳии сарватманд, ки дуздҳоеро, ки дуздон, барои подшоҳи бераҳмонаи пуррагӣ пур мекунанд Аз мурдагон баланд бардошта, тараққуфгарро тасодуфан кушт ва боиси афшурдаҳост аз як иловаи ранга барои рангҳои гуногун. [26]\n\nШикояти шахси расмии шоҳона\nМақолаи асосӣ: Хоҳати писари расмии Роял\nAl-Tabari (D. 923) Ҳикояи дидбонгоҳи наздисаронаш бо подшоҳ дар минтақа ва шифобахши Писари Худ хабар медиҳад. Шахсияти подшоҳ дар ҳоле зикр нашудааст, вақте ки афсонаҳо пешниҳод мекунад, ки Тетрро тетрончаро пешниҳод мекунад. Пайгирии Библия «писари расмии шоҳона» аст. [49]\n\nХасисӣ ва ростӣ\nҲикояи афсонавӣ аз ҷониби як ҷавони ҷавоне, ки дар пропоринг маъмулан дар боғи Шарқи Наздик маъмул аст, мувофиқи профессор Аёу, ки бояд бо марди яҳудӣ ва нон нонро иҷро кунад. Гарчанде ки оҳанги полияҳо гузаронида мешавад, дарсҳои дарсҳо дар синте, ки бо забони рости ҳақиқӣ ба ривоят дучор мешаванд. Ин ҳикояе, ки аксар вақт дар китобҳои кӯдакон пайдо мешавад. [50]\n\nҲикмати хос\nИнчунин нигаред: logos (Ислом) ва вуруд (масеҳӣ)\nБоз як достони мӯъҷизаи афсонавӣ дар бораи хиради Исо аст. Ин афсона, дар бораи Марь-Табари аз Ибақ, дар бораи Марям гуфта шуд, ки Исоро ба мактаби динӣ фиристод ва муаллим дар ёфтани Исо будани иттилоот дар бораи Исо будани Исо. [26]\n\nХӯрок дар хонаҳои кӯдакон\nҲикояи дигари Al-Tabari дар бораи ҷавоне сухан мегӯяд, ки бо ҷавонони деҳаи бозӣ бозӣ ва ба онҳо гуфт, ки хӯрок ба волидонашон дар хона омода буданд. [26]\n\nТибқи маълумоти тафсилоти тавофуқ, баъзе волидон ба хашм омада буданд ва фарзандонашон бо Исо бозӣ мекунанд, гумон карданд, ки ӯ ҷодугар аст. Дар натиҷа, волидон фарзандони худро аз Исо дур нигоҳ медоштанд ва фарзандони худро ба як хона ҷамъ оварданд. Як рӯз, эҳсоси танҳоӣ, Исо берун рафта, дӯстони худро ҷустуҷӯ карда, ба падару модари худ аз волидонаш гуфт. Волидон дурӯғгӯянд, ки кӯдакон дар он ҷо набуданд. Баъд аз он ки Исо хоҳиш мекунад, ки кӣ дар хона бошад, падару модар Исоро хук мехонанд. Исо мегӯяд: \"Бояд, ки дар ин хона шубҳаро бинад, ҳамаи кӯдаконро ба хошок\" бигирад. [28]\n\nДар тӯли асрҳо, нависандагони мусулмон низ ба мӯъҷизоти дигар ишора карданд, ки аз баъзе манбаъҳои ҳошикҳои пеш аз сарчашмаи пеш аз пеш аз исломӣ ва аз манбаъҳои каноналӣ қарз гирифтанд. [26]\n\nКушода\nМақолаи асосӣ: Инҷил дар Ислом\nМусалмонон боварӣ доранд, ки Худо ба Исо китоби навро номид ва дар ҳоле ки ҳақиқати имтиҳонҳои қаблиро ошкор кард, ва дар Қӯраҳо низ ҳақиқати ояти қаблиро ошкор кард. [51] Қуръон дар ин ҷаҳон ба сухан ронд, ки он китобест, ки дилҳояшонро бо ҳалиму ҳалолкунандагӣ пур мекунад. Озунаи анъанавии исломӣ, ки паёми Китоби Муқаддасро вайрон мекунад Ин саъю кӯшиши мазкур аз давраи асримиён дар давраи асрулии Ал-Ҷабар Ибни Аҳмад мебошад. [53] Вобаста ба Қонуни Мусо Қуръон нишон медиҳад, ки Исо қонунҳои яҳудиро лазмӣ накард, балки танҳо онҳоро исбот кард. [54]\n\nМусулмонон орзу доштанд, ки Павлус ба таълимоти аслии Исо фаъй кард. [55] Таърихшиноси синфи 9-солагӣ Ибарро тасдиқ кард, ки баъзе исботи масеҳиёни аввалро бовар кунонд, ки ба масеҳиён мавъизаи норавшан аст. [56]\n\nТибқи гуфтаҳои Юсуф Ал-Қаҷот дар китоби қонунӣ ва дар Ислом маҳдудияти ҳуқуқӣ, Исо дар бораи яҳудиён, ки дар ҳолате ки Худо дар назди Худо қонунӣ кардаанд, бекор кард. [57] Барномаҳои классикӣ ба монанди ТТФир ал-Ҷалалайнро таъин карданд, ки онҳо ба истеъмоли моҳӣ ва парранда бе хӯша ё умумӣ таъин шудаанд. [58]\n\nДар Қуръон қайд мекунад\nШогирдони\nҚуръон, ки Исо аз ҷониби гурӯҳи шогирдони худ қарор дод, ки ба паёми ӯ имон оварданд. Дар ҳоле ки ба шогирдони Исо ишора накарда буд, Қуръон чанде буд, ки ба онҳо мавъиза карданро мавъиза мекард. Мусалмонон шогирдони Исоро ба дӯстиён монанданд (ṣaḥāba) -и Муҳаммад. [59] Мувофиқи дини масеҳият Петрус, Андриёс, Яъқуб, Юҳанно, Филиппус, Барталом, Тумо, Яъқуб, Яҳудо ва Яҳудо.\n\nДар боби 3, оятҳои 52-53 маслиҳатҳо ёдрас мекунанд, ки шогирдон ба имони ислом пешниҳод карданд: [Манбаи ғайрирасмӣ])\n\nВа ҳангоме ки Исо бегуноҳро пайдо карда, гуфт: «Кӣ ба ёрони ман, ки ба шумо кӯмак мекунад, ба Худо?» Шогирдон гуфтанд: «Мо ёрони ёварони Худо дорем ва ба Худо имон овардаем ва ба расул имон овардаем ва аз паёмбарон бинем ва аз миёни касонеки мо ба Худо нависед. шоҳид! \"\n\n- Қуръони Ал-Имрон 52-53 [60]\nВақте ки Исо бо хоҳиши онҳо саъй кардани шогирдии Исо бо хоҳиши хизмати осмонӣ ба даст овардааст, барои далели дигар, мавъизаи ӯ хабари ҳақиқӣ аст.\n\nУстувор\nОяти A-Nisa 157 Оё ояти асосии Қуръон аст, ки ба чорабинии маслуби Исо ишора кунад. [61] Дар он гуфта шудааст, ки Исо кушта нашудааст ва маслуб нашуда буд, балки \"он табдил ёфтааст\nОяти A-Nisa 157\nВа гуфтанд: «Эй расули Худои Қуръон, Масеҳро куштем, Ӯро куштем, Ӯро гирифтем ва дар он ҷо буданд, ки ихтилоф зоҳир мешуданд. Ва дар он ихтилоф мекунанд, ғайри гумроҳии худопарянд. Ҳамчунон ки ризқе пушт кунанд ва пиндор ӯро куштанд.\n\nба онҳо пайдо шудан '. [62] Аксарияти анъанаҳои исломӣ ба таври қатъӣ рад мекунанд, ки аз ҷиҳати ҷисмонӣ дар салиб мурд. [63] [64] Ҳисоботи ислом, ки шахси дигар дар ҷои Исо маслуб шудааст. Бо вуҷуди ин, баъзе олимони муосири мусулмон бовар мекунанд, ки Исо дар ҳақиқат мемирад ва истинод ба зинда мондани ӯ рамзӣ, на аслӣ аст. Ин ихтилоф дар худи марги Исо дар худи мамлакати ислом, бо шогирдони аввалини Муҳаммад мегӯяд, ки Исо мурд, Исо мурд. Дар айни замон, аксарияти чунин буд ва Tafsir ба манфиати муқобил баҳс мекунанд. [Тасвир лозим аст]\n\nМувофиқи Қуръон, ӯ тасаррифӣ накардааст, вале Худо онҳоро наҷот дод. (Гарчанде ки анъанаҳои исломӣ ва экспертсаҳои исломӣ дар бораи марг эътимод мекунанд ва муттаҳидони он боварӣ доранд, ки Исо дар салиб ҳанӯз бовар накардааст, балки бовар доранд, ки бо зинда зинда шудан зинда карда мешавад.\n\nИваз\nДар онҷо тафсири ивазкунандаи тафсири ивазкунанда номуайян аст, аммо баъзе олимон назарияи байни гурӯҳҳои муайяни асри дуюмро дида мебароем. [10] Леирвик Қуръонро пайдо мекунад ва даъвогарро масеҳӣ ба масеҳӣ («TEETETICE (« TEETETICE («TEETETILIC (« TEETETICIOL) ба таври равшан таъсир расонданд. [65]\n\n[66] Яҳудои Ғарб гуфтанд [67] Муаллифони Исо Ба ҷои Исо (CF. Изенаус) маслуб карда шуд (CF. Изенаиус \"Эленаи Базилиналҳо, Китоб, Ch. XXIV, 4. [68]. [68] [69]\n\nБаъзе ихтилофот ва ихтилофро бо Ибни 7661) Ҳисоботи мухтасари воқеаҳое, ки Исо бо номи Исо бо номи қабл дар бораи қабри Исо буданд, дида мешавад Воқе дар Мадина ва сеюм нишастанд, ҷойҳо дар Қуръон (3:55; 4: 158). Худо Исоро гирифтааст. [70]\n\nИбл Катир (д. 1373) анъанаҳое, ки пешниҳод мекунанд, ки маслиҳатҳои гузашт, вале на бо Исо. [81] Пас аз ин, Ибл Карсиш гузориш медиҳад, ки одамон се гурӯҳро се гурӯҳ тақсим карданд; Яъқубиён имон доранд, ки «Худо ҳамроҳи мо, то даме ки ӯ мехост, ба осмон сууд кард»; Несторҳо имкони «Писари Худо бо мо буд, то даме ки ӯ мехост, ки Худо Ӯро ба осонӣ бардошт»; Ва мусулмонон имон оварданд: \"Балид ва Раёмбари Худо, Исо, то даме ки Худо мехост, ки ӯ ӯро эҳё кунад.\" [82]\n\nДуюм меояд\nҶадвали вақт аз рӯзи доварӣ\n\nMararett дар масҷиди Умайя, Димишқ\nАз рӯи анъанаи ислом, солҳои 2000-ум ба замин сууд кард , бо кӯмаки Маҳди ва пайравони мусулмонаш омада, бо сараш тадҳиншудаи сараш либос пӯшид, Исо дар Димиши Шарқӣ, ки бовар дорад, ки камарбанди Исоро ба вуҷуд меорад Дар масҷиди Умайяъё. 37 | 87 | Он гоҳ ба Маҳри Маҳайй салом расон ва мусулмонро дар хотираш бихоҳад. Оқибат Исоро дар кӯл кушт. [88]\n\nПас аз он, вай «салибро мешиканад, хукҳоро кушт ва андози Ҷицияро бекор мекунад», ба гуфтаи маъруфи Сахи Даихи ҳадр. [89] [99] «Фаҳмонидани ин пешгӯӣ» ин пешгӯӣ аст, ки буданаш, Исо ибодати масеҳиро ба ибодати масеҳии худ ва боварии бақайдгирӣ, ки бо салиб гуфта мешавад, бозмедорад. Вай қонунҳои парҳезии Кошер / палидро аз ҷониби масеҳият таҷдид мекунад; [91] Имрӯз яҳудиён ва масеҳиён ҳоло имони пештара ва қабули онҳо дигаронро талаб мекунанд, ки Ҷация барои андозони кофирон дигар лозим нахоҳад шуд. [92] (Мувофиқи гуфтаи он ки Исо калисоҳо ва маъбадҳо ва маъбадҳоро нест мекунад ва ба ӯ имон наоварда, агар онҳо ба ӯ бовар кунанд. [Эзоҳ 1]\n\nМатнҳои исломӣ инчунин ба дубора навишташудаи Menease-и қадимаи Ғозогидии қадимӣ ва Моҷог (Яъҷой хонум), ки аз ҳудуди зеризаминии он хориҷ карда мешаванд ва ҷаҳонро ба вуҷуд меорад. [95] Худо, дар посух ба дуоҳои Исо, онҳоро мекушад, онҳоро дар гарданҳои гарданаш мекушад ва паррандагони калонро барои интиқол додан ва тоза кардани ҷасадҳои худ аз замин мефиристанд. [86] Пас аз марги Маҳди, Исо ба ӯҳда дорад, ки роҳбарият ва осоиштагӣ ва адолат универсалӣ хоҳад буд.\n\nҲамин тавр, мувофиқи анъана, Исо дар тӯли чил солҳо хонад, фарзандон ва ҳукмронии чил сол аст, ки пас аз он ӯ хоҳад мурд. [96] Пас мусалмонон дуои маросими дафнро барои ӯ иҷро мекунанд ва сипас ӯро дар шаҳри Мададӣ дар назди Муҳаммад, Абу Бакр ва Умар дафн намуда, ӯро дар ноҳияи Мадамад дафн карданд. [97] Ба гуфтаи афсонаи Ибни Халдун, ду халифаҳо аз мурдаи ду пайғамбарон бархостанд. [98]\n\nМанбаъҳо\n55 | 99 | Бисёр мусалмонон ба бисёре аз насиби онон, ки дуъояш дар он ду аст, ба вуқӯъ меоваранд. [90] (1) Ояти дар боло қайдшуда дар муқобили вай ҳеҷ гоҳ дар рӯи замин намурдааст:\n\n«Ва гуфтанд:« Ва гуфтанд: «Ӯ Масеҳ, Исо, писари Марям, расули Худост». Лекин онҳо Ӯро накуштанд ва бар дор накарданд. Балки онон, ки дар он ихтилоф карданд, ба ӯ дар шубҳаанд. Ба он сабаб, ки гумонашон гумон мекунанд, намедонанд. . Ва Ӯро накуштаанд. (Q.4: 157 :)\nВа аксулори дуюм, тафсир кард, ки робитаи байни Исо ва \"соат\" -ро нишон диҳад (замони ниҳоӣ):\n\n\"Ва инак! Огоҳ бош, ки он рӯз фаро мерасад. Бояд, ки дар он шубҳа кунед, ки дар он ҷо панд надиҳед. Ин аст роҳи рост. (Q.43: 61 Transhall). [90]\nГуноҳҳо дар бораи баргардиши Исо ба Абдайра, яке аз Sahaira, яке аз Sahaiay, яке аз сокинони шаҳрвандӣ дар фалифи аввали абадӣ, вақте ки Наҷотдиҳанда интизор буд, боздид шудааст. Вақте ки Тоси, Маҳдӣ Наҷотдиҳанда хоҳад буд, баъзе офтоб тӯрнагӣ ба бозгашти Исо нигарист. Дар давоми catiphate аввали абадӣ, пӯшидани маслиҳатҳои биринҷӣ дар коркард ва нигоҳ доштани хукҳо дар ҷамъият, манъшуда. Дар акси ҳол, шикастани салиб, рад кардани эътирофи ин аломатро бо мусулмонон ва куштани хукҳо ба Исо муқобилат кардан ба Исо Ҳабсӣ аз Легион. [100]\n\nJesus is mentioned about 187 times in the Quran, directly and indirectly, and also referred to by many titles, the most common being al-Masih ('the Messiah').[3][110][111][112][33] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nAppearance\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Муҳаммад дар Ислом\nАз Википедия, энсиклопедияи ройгон\nҶаҳиш ба навозиш барои ҷустуҷӯ\nИн мақола дар бораи нақш ва аҳамияти Муҳаммад дар заминаи исломӣ мебошад. Барои шарҳи умумӣ, ба Муҳаммад нигаред.\nИмом Ал-Анбия\nРасуби alon\nМуҳаммад\nمحمد\nمحمد صلى الاله عليه وسلم. SVG\n'Муҳаммад' дар навигии исломӣ\nПайғамбари Ислом\nПеш аз Исо (Исо)\nМуваффақ шуд, ки мавқеи бекор карда шуд\nНомгӯи Hatam An-Nabiyyin ('мӯҳри пайғамбарон')\nШахсӣ\nДушанбе, 12 Rabi 'Al-Averal 53 BH (570 CE) таваллуд шудааст\nМакка, Ҳакка, Ҳейжаз, Арабистон\nДушанбе, 12 Rabi 'Al-Awval 11 (8 июни 632 эраи 6 июн)\nМадина, Ҳжаз, Арабистон\nБозгашти Дум, Мидина Мидина\nАССИЛ\nҲамсар ба занони Муҳаммад нигаред\nКӯдакон фарзандони Муҳаммадро мебинанд\nВолидаи\nАбд Абд Худои Абд Аб--Мутталиб (падар)\nАмина Бинт Вахб (модари)\nКорҳои назаррас (ҳо) Конститутсияи Мадина\nНомҳои дигар номҳо ва унвонҳои Муҳаммадро тамошо мекунанд\nХешововандон дарахти оилавии Муҳаммад, Аҳли Байтанд (\"Оилаи хона\")\nИмзокунӣ Муҳаммад Мурд.SVG\nМӯҳри Муҳаммад\nРоҳбари мусалмон\nВорисро ба Муҳаммад бинам\nНоми арабӣ\nШахсӣ (Исм) Муҳаммад\nПаткарим (Насб) Муҳаммад ибни Аббун Ибни Абб Аб Ал-Мутталиб Ибни ибни\nTeknenic (Куня) Абу Ал-Қасим\nБисмиллаҳир Раҳимир Раҳим\nҚисми силсилаи ислом\nПайғаҳои ислом\nAnbiya\nАнбиё дар Қуръон\nНоми ислом ва номи Китоби Муқаддас.\n'Āādam (Add)' IIDRIS (INAH) Hūde (ISAH) Ya'qra) YOACHAN (ISAA) YOACHAN (JOURAC) Jethro) mūsā (Мусо) hārūn (jonomon) Youhda (EACHILE) ) Муҳаммад (Муҳаммад)\nРӯйдодҳои асосӣ\nТамошо\n Ислом Портал\nvte\nҚисми силсилаи\nИслом\nАллоксет1.svg\nЭътиқод\nТаьриба\nМатнҳо\nТаърих\nФарҳанг ва ҷомеа\nМавзӯъҳои марбут\n Ислом Портал\nvte\nМуҳаммад ибни Худо (Араб: مد عبه من عاد ٱله; C.570 - 8 июни 6 июни 632-и Худо дар тамоми шохаҳои асосии ислом аст. Мусулмонон боварӣ доранд, ки ин Қуръон, матни мазҳабии Ислом ба Худо ошкор шуд ва Муҳаммад барои барқарор кардани ислом, ки бо Муҳаммад сарчашма гирифтааст, аммо имони аслии насаби шахсияти Одам, Иброҳим аст Мусо, Исо ва дигар пайғамбарон. [1 [2] [4] Таҳҳорҳои динӣ, иҷтимоӣ ва сиёсӣ, ки Муҳаммад бо Қуръон таъсис ёфт, асоси ислом ва дунёи мусулмон шуд. [5]\n\nДар соли 53 BH (570 CE) ба оилаи Қуркиёи Қуркиё, Муҳаммад унвони \"Ал-Амин\" (الأمين, маънои \"эътимоднок\"). [7] [7] Дар синни 40-солагӣ дар 11 сола (610-ум) Муҳаммад гуфт, ки Муҳаммад аввалин Ваҳйи шифоҳии худро дар ғоре, ки оғози Қуръон буд, қабул кардааст, ки то охири ҳаёташ идома дорад; Ва мусалмонон, ки Муҳаммад хоҳиш карда шуд, ки Худо ягонагии Худоро барои мӯҳр ҷудо кардани бутпарастӣ, амалия дар Арабистони исломӣ пешниҳод кунад. [8] [9] Бо сабаби таъқиб намудани мусулмонони навшуда, бо даъвати даъват аз Мадина (баъд аз йараж маълум), Муҳаммад ва пайравонаш ба Мадамад дар 1 ААЛ (622 д), ки ҳамчун Ҳадид маълуманд. [10] [ 11] Нуқтаи бозрасӣ дар ҳаёти Муҳаммад ин Сергира инчунин оғози тақвими исломро қайд мекунад. Дар Мадина, Муҳаммад Конститутсияи Мададиро ифшо кард Сарфи назар аз хашми доимии MEECCANS, Муҳаммад ва ҳамроҳаш дар соли 630-уми [13] [14] [14] [14], ки ҳамаи бутҳои бутпарастро нобуд кард. [15] [15] Дар солҳои баъдӣ дар Мадина, Муҳаммад қабилаҳои гуногуни Арабистони Арабистони Исломро дар зери Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ис Ислом ягона ягона тасдиқ кард ва ислоҳоти иҷтимоӣ ва динӣ гузаронид. [18] Бо гузашти вақт ӯ тақрибан 11 Аҳ (632 эраи мо вафот кард), қариб ҳамаи сибти ноҳияи Араб ба ислом табдил ёфтанд. [19]\n\nМусалмонон аксар вақт ба Муҳаммад \"пайғамбар ё танҳо« пайғамбар »ё« ново »ва Ӯро бузургтаринаш аз ҳама бузургтаре мекушоянд. [1 [20] [21] [21] [21] [21] [21] [21] Ӯро моҳирона ба мисли мусалмонон дидаанд. [23] Ҳамчун як амали эҳтиром, мусулмонон номи Муҳаммадро аз ҷониби Бенгумии арабӣ ба исми Саллглаху \"Алайхио ва осоиштагӣ дар ӯ ихтилоф карданд.\n\nДар Қуръон\nМаълумоти иловагӣ: Муҳаммад дар Қуръон\n\nМуҳаммад Муҳаммад дар Толут навишта шудааст, ки скриптипҳои исломӣ\nҚуръон ҳаёти барвақти Муҳаммад ё дигар тафсилоти биографиро тақвият медиҳад, аммо он дар бораи рисолати пешгӯии худ, аъло ва масъалаҳои теологии Муҳаммад гуфтугӯ мекунад. Мувофиқи Қуръон Муҳаммад охиринест, ки огоҳи набии пайғамбар Худоро фиристода (33:40). Дар саросари Қуръон Муҳаммад ҳамчун «фаришта», ки \"расули Худо\" ва \"пай набӣ\" номидааст. Баъзе аз ин оятҳо 2: 101, 2: 143, 2: 153, 2: 151, 3:32, 3:81, 3: 144, 3: 144, 4: 169-80, 7:41, 7: 157 8:01, 9: 3, 33-13:40, 48:29 ва 66:09. Шартҳои дигар истифода мешаванд, аз ҷумла \"Занер\", \"Муталогии мутаҷаноби хуш\" ва \"касест, ки мардумро ба як Худо даъват мекунад\" (Қуръон ва 33: 45-46). Қуръон изҳор мекунад, ки Муҳаммад марди аъло буд ва Худо ӯро барои мусалмонон ибодат кард ё «намунаи хубе сохт». Қуръон аз хусусиятҳои фавқулодда барои Муҳаммад чӣ гуна аст, [25] аммо ӯро дар хусусиятҳои сифатҳои мусбии инсон тавсиф мекунад. Дар якчанд оятҳо, Қуръон ба муносибати Муҳаммад ба инсоният кристалл мекунад. Мувофиқи Қуръон Худо Муҳаммадро ба ҳақ фиристод, ва баракатест бар баракати ҷаҳониён! Дар анъанаҳои исломӣ, ин маънои онро дорад, ки Худо ба одамизод Муҳаммад фиристод, ки мардумро дар инҷо наҷот медиҳанд ва таълимоти ҳаёти шахсии Муҳаммад, ки ибодати Худоро зинда нигоҳ медоранд . [26]\n\nМувофиқи Қуръон, омадани Муҳаммад Исоро пешгӯӣ карда буд: «Эй банӣ Писари Исроил! Ман ба шумо расулам, ки шариатро тасдиқ мекунам Ва башорат додани паёмбари Қуръон, ки аз падараш омада, номашро ном медорад. (Қуръон 61: 6). Тавассути ин оят, мусалмонони барвақт, ки эътиқоди нави онҳо ба анъанаҳои нави динӣ ва пешгӯиҳои эҳтимолии Исои Масеҳ изҳор доштанд. [27]"
}
