{
"Adam": "__ \"oh adamzindind! Biz sizi erkek we aýal tanatdy (biri-birini ýigrenip bilmersiň we siz araňyzda iň hormatlary Allanyň öňünde ol saňa iň dogrudyr. Allanyň iň dogrudyr. Alla doly bilim aldy we gowy tanyşlyk (hemme zat bilen) \"(Kitan 49:13) .__\n\nAdam (arap: آدما) yslamyň birinji nabi (ببي tanza )dy. Musulman Adamlary adamzary we aýaly edip, adamkärçiligiň ejesi hökmünde hewtā (حalaryň ussady) hökmünde. Karanus Adam atany ilkinji musulman diýlip atlandyrylýan ähli pygamberiň aýaldygyny, bu Hudaý üçin ýüz öwürmegi aňladýar.\n\nBu iki adamdan gelenleriň nesilleriniň nesilleri ýer ýüzünde ýaşaýardy. Hudaý Gurhanda.\n\nAdam ýaralananda Hudaý ähli ýar-musdarlyk, täze ýokary ýaradylyş bolandygy üçin Adama hormat goýmak üçin özlerini azaşmak üçin özüne buýurdy. Hemmeler IALAN ILAN, Şiantadan başga-da, tymsy ot (jyn) edeninden başga-da, tymsy ot (jyn) edeninden başga-da, bir tüýp däl-de, adam palçykdan ýasalandygyny aýdyp, ony kesdi. Soňra Hudaý olary synagdan sypada edip Ewe bagyna goýdy we Şeýtan tussagyň ikisini-de üstünlikli garaddy we Awşana üstünlikli haýbat atdy. Ol Hudaýyň gadagan edilen bolan agaja gitdi. Netijede, Hudaý bize duşmançylyk güni bolup, raýatlarda (adam jümlesinde) ulandy. Bir gezek \"Eartherene bir gezek\" Earthere bagyşlandy, Hudaý ony bagyşla \"bagyşlandy.\n\nAdam bilen we ähli pygamberler Hudaý bilen Hukuk bilen bolan Bileleşigini ýatlamak üçin ýere barandyklary edýärler. Biz Hudaýa boýun egsek, has ýokary derejä ýetip bileris, onda Hudaýyň gözümdäki perişdeler. Munuň üçin Sytoryň pyşyrdylarydan gaça durmaly we nafts (egoist isleglerimizi äsgermezlik et we brafektden has erbet zat). Burranda TraRenizsiz paýhas, Açyk weýranç we bu ýerde iň gowy görýän yglan edilip, iň soňky aýanent we üýtgeşiklik we üýtgemegi. Şeýle hem pygamberleriň ajaýyp mysalydygyna eýemalydyrys we Muhammetiň häzirki taryhynda-de hatda häzirki wagtda doglanynda ýene-de ýüze çykanlarynda Hammasmyň doly durmuş hekaýasyny boýuzdy. Gatnaşyklar hem olary gorap saklanýar we ýaşaýşa ýol. Muhammet pygamber pygamber pygamberleriň, asman we harby güýçlenmek, kaka, goňşus we dosty bilen birlikde pygamberleriň möhüri bolandy. Durmuşyny, hereketlerini we taglymatlary ýygýandygy bilen öwüldi. Hatda hormat goýup, olara ynamly bolsa-da, duşmanlary-da.\n\nŞeýlelik bilen, musulmanlar, ömrüň ähli adamlar üçin ybadat etmegi bilýäris we amallarda kimiň iň oňat bolandygyny görmekdiris. Hudaý adamzise / jennetdäki ajaýyp ýerini / jennetdäki ajaýyp ýerini sözleýşi diýip wada berdi. Jennetdäki iň pes adam on toprakly toprak bolar. Jennetiň has ýokary derejesine ýeteniňizde, ýeriňizi ýagtylyk ýyllaryňyzda ölçemäge başlamaly. Hudaý iň johorçylyk we bize somorka bermek we bize hemme zat soramagymyza etmek isleýär. Hudaýdan we pygamberleriň ýollaryndan ýüz öwürsek, bize dowzahda garaşýar. Goý, Hudaý bu we erbet zatlardan gorap bilermi?\n\nYlym nukdaýnazaryndan adamlary, adamlary __Homo saupiens__ __Homo saupiens Sapiens__ hökmünde tanalýar. Biz ýerdäki iň agdyklyk edýän görnüşlerdiris. Şeýle-de bolsa, durmuşyň köp dürli dürli görnüşleriniň köpüsi köp, esasanam ösümlik dünýäsine we çykýan ýerlere, gaýalar, durmuş we Eartherden durmuşyň gülleri, gaýawlygyna has köp täsiri bolanlyk.\n\nWikipediýa:\nBIRINJI Pygamber we ähli adamlaryň atasy.\nAdam atanyň we ýaradylyş hekaýasy Gurhanyň dowamynda pökgi boldy. Bosgunlarda salgylanmalar bar: 2, 4, 5, 20, 38, 38 we beýlekiler bar. Gurhan barada azatlyga, Hudaý adamzady pal açy-dan (S: K3: 59-njy sorag), [18] Adam atanyň döwrüne (tabşyrmak) bilen ýaratdy. Ibis buýsançdan ýüz öwürdi (19-32: 26-32) [19] [19] [19] [19] [19] [19] [19] [19] [19] [19] [19-] Jannahdan (jennet).\n\nGurhananyň pikiriçe, Hudaý Adamyň özüni alyp baranda, Hudaý eýýäm bu karar çykardy. Yslamyam Hudaýyň aýynyň meýilnamasynyň bir bölegi hökmünde jeza hökmünde jeza hökmünde bellenmeýär.\n\n\"'Itekili, men ýerüde nesillerden soň adamzat nesillerine ýerleşdirjek bolýar.\" Olar (perişdeler): 'Dynç alyşyň üstünde erbetligi we şemal eder, biz bolsa öwüsýän wagtymyz, (perişdeler) sizi öwgi bilen şöhle saçýarmy we sag boluň?' Hudaý: 'Bilmeýändigiňizi bilýärin.' \"\n\nSoňra Hudaý Adam Adam raýatynyň atlaryny öwrüp, esasanam Atadaky ýokary intellektual ukybyna perişdeleri Atal-ne çagyrýar:\n\n\"Ol atanlaryň atlaryna öwretdi-de, diňe perişdelere guýandygyny habar berdi.\": \"Saňa şöhrat (perişdeleriň), Bilimleriň üstünde ýok zadymyzda saklaň, hakykatda bilimde we paýhasda gowy tanaýarsyňyz \"diýdi. Ol:\" Aýan! Olara atlaryny gürrüň berer \"-diýdi. Hudaý olara aýdanda (perişdeler):\" Saňa asmanyň we ýeriň syrlaryny bilýärin we gizlesiňmi? \"\n\nHudaý perişdeleriň Adama boýun egmäge buýandygyny buýurýar. Fireenöne otdan ýaradylan Iblis şäherinden başga, Eartherden ýaran adamy Adam atanyň bosulamany bolmaly däldir. Taňrynyň buýrugy bilen buýsançyna Hudaýyň isleginiň çäginden çykdy:\n\n\"Ine, perişdelere diýdiler:\" Adam atasy: \"Olar baş e, tussag edilmeýärdi we imany ret edenleriň (ýokaşýanlar).\" (2:34)\n\nSoňra Hudaý Adam we Howaýada-da bagda-da baglardan lezzet alýanlara-da, käbir agaç ýakyn wagtda gelmezliginden adatdan daşary halatyndan lezzet alýarlar: (2-nji 2: 35)\n\nBiz: \"Eý, Adam! sen we seniň bagda aýalyň senden ýaşaşdyrsyň; we şol ýerde (nirede we haçan we haçan) edersiňiz; Excteöne bu agaçdan däl-de, zyýan we hyýanatçylyga gaçyrsyňyz \".\n\nŞeýtan Adamy we başgany agajyň miwesini iýýär: (2:36)\n\n\"Soňra Şeýtan olary (bag) süýşürip, olary (gödek) döwletinden çykardyň:\" Agdaýandyklary, hemmesi (siz hemme zat), käbiriňiz bilen duşmançylyk edýär başgalaryna tarap. Earther ýüzünde ýaşaýan ýeriňiz we ýaşaýyş serişdeleriňiz bolar - bir gezeklik üçin. \"\n\nAdam atanyň we Howaýamanlary hereketleri üçin köp ötrişi duýýar, Emma Hudaý köplenç rehimdarlyk we gözelleri we konsorda tanaýar: (2:37)\n\nSoňra Halky ylham Sözünden geldi, Reb bir, Reb oňa tarap öwrüldi we rehimdardyr \".\n\nSoňra Hudaý Hudaýyň Atany Adam we onuň nohutana ýolenentini iberjekdigini aýdýar: (2:38)\n\n\"Biz:\" Bu ýerden hemmäňiziň (bagyň üsti bilen aşak düş, her haçan öz ýolenabymdan gorkýan size ýol tabyn bolman, men olara gorkmazlar, silemesek \"-da gorkmalar.\"\n\nEremiň bagynda şeýtan (Iblisiň ady bilen kesgitlenýär (köplenç iblis) Adam we miwäni gadagan agaçdan dadyp bolan adamlary boýun almagy aýyrmaga degişli bildirýärler. Hudaý Adam atany deňeşdirýär Eýrehene-de ýeriň galan bölegine iberýär. [20]\n\nGurhan Adamyň we Howanyň iki oguldygyny, Kabin we abel. [22] [23]",
"Idris": "Iňňäniň ruçkasyny we oýlap tapyjy oýlap tapyjy.",
"Nuh": "Beýik suw joşmasynyň diri galmagy.",
"Hud": "Söwdagär\n\nBu iki aýratyn aýat ünsi, Hud-nyň kyssaty,\n\n\"Gyrgyzdaky halk gaty güýçli we baý ýaly, ýaýrapsyz binalary gurdular. Şeýle-de bolsa, \"Interdarlaryň taryhy bolandygy aýdylýar we Hudaýy terk etdiler we Hudaýy terk etdikler-de, ybadat üçin bükler urup başladylar. [11] Hud, hatda Çagalyk ne-da Hudaýa doga edip bildi. Bu, Ogluň uýany ybadathanasyna uly tomeşmeler gören meşhur aýalyň üsti bilen, Ynha -ylaryň ybadathanasyna çagyrýan ýeke-täk adamdy. [20] Şeýlelik bilen Reb 'millionlar döwlete pygambere pygamber bir pygamber bir tükenikli pygamberlik göterdi. [20]\n\nHud wagyz edip başlady we biz edeniň geçmişine ybadat etmäge we olara täten günälere çagyryp, erbet günlerini zaýalaba sorap, erbet ýagdaýda Hudaýyň habary basyp başlamaga başladylar. Hudyň serkerdesi, Aşanyň iň amatlyjik sezektorlaryny öz üstüne alan iri pygamberlerden ybarat: Pygamber halka iberilmeli we bereketleri hödürleýänleriň özlerini isleýändigini gürrüň bermek olara iberýär [9] Gurhany [3] Döwletler:\n\n\"Agdaý, dogan Hudyň\": «Eý, halkym Hudaýa ybadat edýän, menem Hudaý ýok, ol bolsa diňe ýalan sözleýärsiňiz.\nEý, halkym, munuň üçin razy däldigiňi soraýaryn: sylagym meni ýaradan ýaňa degişlidir. Şonuň üçin düşünmersiňizmi?\nEý, halkym, Rebbiň sizi bagyşlamagyny haýyş edýär we oňa toba bererler. Ol size asmandan akymlar bilen ýagyş iberer we size güýç bererin. Şonuň üçin ondan slaýgerler bilen ony süpürmäň. \"\nOlar: \"Eý Hud, bize subutnamalar ýok, bize subutnamalar bilen bize geldiňiz. Biz Hudaýymyza ýüzlenmeris, sebäbi saňa däl-de, saňa-da ynandyrmaýarsyň.\nBiziň aýdyp biljek zatlarymyzyň käbiri ýamanlyk bilen urup, Hudaýyň şaýat bolandygyny ýa-da şaýat bolýandygyňyzy şaýat boluň, men-aýylyk bolsun (öz işiňizde) aýdyňdyr\nOndan aýry. Halaýan ýaly maňa garşy, maňa dynç bermäň.\nPüküriş Rebbim, Rebbim we Rebbim, kim jennete we Rebbim bolan kimi goýdum. Earther ýüzünde, öňünden berk däl-de, özüne degişli däl jana ýok. Teknamasy Rebbiň ýoly göni.\nEger ýüz öwürseňiz, (ýadyňyzda saklaň) Size iberilen habarymy berdim. Lord, meniň ýeriňe başga adamlary govearar, Oňa garşy agdyklyk edip bilmersiň. Hakykatdanam, Rebbim hemme zatdan syn saklaýar. \"\n\n- Guran, Sura 11-nji satyjy (HUD), aahah 50-57\nHud-yň gudraty\nIbn Abh-aqha Al-Haýşýanyň \"Mediaararary\" -ly Al-Jawsiýadan Tefririň berýän seljerini Safdaş Saryk şäherinde (teswirnamasy: \"Mysalçy) Hudyň ýaýran gudratyny görkezdi 56-58 aýat:\n\n(56) \"Biziň aýdyp biljek zatlarymyzyň hemmesi, hudaýlarymyzyň käbiri ýamanlyk bilen urdadyň\". J: \"Hudaýa Hudaýyň şaýatlyk edýändigiňizi ýa-da şaýatlyk edip bilersiňiz, sen ondan başga zatsyň. Isleýşiňiz ýaly we maňa garşy öler. .\n\n(57) Hudaýa bolan ynamymy, Rebbim we Rebbim bolsam, Rebbim bolsam, Rebbim Earther ýüzünde, öňünden berk däl-de, özüne degişli däl jana ýok. Teknamasy Rebbiň ýoly göni.\n\n(58) Eger ýüz öwürseňiz, (ýada salyň) Men size iberen habarymyň iberildim. Lord, meniň ýeriňe başga adamlary govearar, Oňa garşy agdyklyk edip bilmersiň. Hakykatdanam, Rebbim hemme zatdan syn saklaýar. \"\n\n- Guran, Sura (HUD). Aýda 56-58",
"Salih": "Salih (Arapça: ص & & صصḥḥ :ḥ lit lit: \"1] [2] [4 ] Muhammet pygamberiň ömrüniň öňünde, ömrüň jadygöýinden öň gadymy arapdanda. Salih hekaýasy, Hudaýyň özüne gahrymanyndan gudratyň beren habary bilen, Hudaýyň özüne berlen berýändigi, Tameudyň özüne berlen panelden gududyň bardygyny tassyklamak üçin gududyň hekaýasyny alandygy üçin TÖAD, TÖLEDE Gudratyň beren topary bilen baglanyşyklydyr.\n\nHünär düýegsidi.\n\nTaryhy kontekst\n\nMadda'in Salih ýa-da Saud Arabystanynyň Hijaziniň daglyk sebitinde Al-Hijr\nToman, D Sargon Ikinji kän guramasynda agzalan Darkria welaýatynyň demirgazyk-günbataryndaky Prisi şäherindäki gozgalaňçy sebitinde agzalan palatly sebitde boldy. Terýäniň ady Diniň sanawy resminamalar boýunça resminamalarda görkezilmegini dowam etdirýär, ýöne altynjy asyr bilen düýp tapylan topar hasaplaýardylar. [6]: 81\n\nGurhanyň habaryna görä, Saliniň iberýän şäheri, Nabatakean Hirja şäherine laýyk gelýän al-Hijg, [7] degişli bolanlara laýyk gelmäge çagyryldy. [8] Şäher döwlet kerwen söwdasynda möhüm sahypa hökmünde mahabatyň taryhyna aýlanyp, birinji asyra möhüm sahypa hökmünde ýokary galýar. [9] Şunuň bilen goňşy ulydy. Dürli dini toparlaryň agzalary tarapyndan ulanylýan uly, bezeg gaýa-kesilen mazarlary esasan, gadymy döwürleriň garşysynda ýüz tutup, işde çalşylýar. [10] Bu sahypa, öňünden bellenen Muhammet ERA aýdanyndan bäri Mada'in Salh diýiçe:. [11]\n\nYslamyň ýanynda we Bahanyň daşynda salihizm, \"Yhlas\" ýazgysynda, ýöne Hamanyň reptiginiň gadymydygy barada meşhurlyk yglan edilmezden hiç kim ýok. Tiresine gadymy arapça poeziýasy \"ähli zatlaryň terjimasdasynda\" poeziýasynda ulanylýar. [6]: 243-24\n\nYslamda\nBismillahahir Rahim\nYslamyň bir bölegi\nYslam pygamberleri\nAnbiýa\nGurhadaky pygamberler\nYslam ady we Injiliň ady tarapyndan sanalandyr.\n'Eýranda) Nūru (NABE) Orifri (Jacahmaý) ṣāo) \" Jheroro) moūsā (Musa) Hārū (kakasy) ) Muḥamad (Muhammet)\nEsasy wakalar\nGörüşler\nYslam portaly\nwit\nSeriýanyň bir bölegi\nYslam\nAllah3.svg\nYnançlar\nTejribe\nTextsFoundations\nTaryh\nMedeniýet we jemgyýet\nBaglanyşykly mowzuklar\n Yslam portaly\nwit\nKuran\n\nSali, öz halkyny düýe düýänini görmäge çagyrýar\nPygamberleriň gykylyklarynyň bulaşyk ýygyndy ýygyndysy\nSalihyň öz jemgyýetindäki durmuşy, Tamudyň halkynyň goldaw berijidigini tizläp hezgär bolduk, goldaýan oňa hüşgär bolduk. [12] Resul adam hökmünde Hudaý saýlady we baýlygyň öz karýerasyna we Şrunkyň egri dogygyna wagyzgärdirdi we Şirk ýa-da sözüni eşidipdi. Dyzan Durn habary belli bir döwürde wagyz eden hem gaýtalanyp, munuň derisinde Sali bilen gudrat etmegi üçin sorady. Olar: \"O Abigih! Sen bize hüşgär Musulmanlaryň merkezi bolsa! Biz et, biz hakykatdanam şübhelenýäris (däp-dessur), biz bize çagyrýanlara şübhelenýäris . \"\n\nSalih, jemi jemgyýetlerden gurlan, goňşy jemgyýetlere tehnologiki artykmaçlygy, [13] we tehnologiki artykmaçlygy ýerleşdirenlerinden ýüz öwürdi. Mundan başga-da, ata-babalary bolan türkler-tämenleri hakda gürrüň berdiler we nähili-da günäleri üçin nädip weýran bolandyklaryny aýtdy. Käbir halk Saliiň sözleri ynanýardy, ýöne taýpa liderleri Pygamberini subut etmek üçin gudratlandyryjyny hasaba aldylara dowam etdirdi. [14]\n\nMuňa jogap hökmünde Hudaý Taňy-da rehimatlumyz we synag serişdesi hökmünde mübäreklige bildirdi. Tire düýäniň rahatlygy taşlamaga we zyýan bermekden gaça durmaga rugsat bermegi buýurdy. [15] Ýöne Salihiň duýduryşynda taýpanyň hammrung-nyň adamlary düýäniň adamlary. [16] Salih olara Hudaýyň gazabynyň öňünden ýaşaýandygy barada ýene üç gün bardygyny mälim edendiklerine habar berdi. [17] Şäheriň halky ýadro boldular [18] emöne bu jenaýat düýbünden ýersiz adamlar dargamagynda gulak asmaýarlar. Al-haijr adamsyz görkezilmedi we mydama monta-de hyýallarda galdy. [19] Duzih Özi we giden az imanlylardyr. [20]\n\nHekaýaçynyň, Gysgyrýan Sūrat ştatynda giňelmeýär, şonça-da, Salih we tutuş maşgalasyny öldürmek üçin dokuz adamyň duzly we onuň kenaryndaky dokuz adamyň özüni tanlaýandygy [21] [22] [22]] [21] [22] peseldilýär üç günden soň Hudaý tarapyndan. [23]\n\nMusulman däp-dessurlary\nMusulman ýazyjylary Salih we dameý hekaýasyna mahrum edildi. FOLD-de ýerleşýän däp-dessur dudak ýaly daş gämi gatnawyň gudruse ilkinden gudratlanýan daň örtüginiň bary-ýogy miverine berdi, köplenç gölä we süýüm önümçiligi bilen ýakyn hereket edýär. Al-\"-Tabi\"-pidi, düýe şaýat bolan halka şaýat bolanlaryň şaýat bolanlaryň şaýat bolanlaryň şonça-da paroly döredendigini şaýat bolanlaryň şaýat bolanlaryň şaýat bolanlaryň açyk bölüme şaýat bolanlaryň şaýat bolandygyny şaýat bolanlaryň şaýat bolanlaryň açyk aç-açan bölýändigine şaýat bolanlaryň şaýat bolanlaryň şaýat bolanlaryň şaýat bolanlaryň açyk aç-açan bölüme şaýat bolanlaryň şaýat bolanlaryň şaýat bolanlaryň açyk bölüme şaýat bolanlaryň şaýat bolanlaryň açyk öwredýän ýerinde aç-açan bölýändigini aýtdy. Güýjülik ýaş gömüçindir. Salih uly düýe suw çeşmesinden suw çeşmesinden içmeli bolandygyny habar berdi we ertesi gün içmeli boldular. Günlerinde suw içmäge rugsat berilmedik bolsa daň, damatly olary süýt bilen üpjün etdi. Emma Hudaý düýekde batyrgaýlyk, taýpa başlyk geçjekdigini, şol çaga ýamanlyk boldy we aýal erbetdir we däl çalt çalt çalt ösen oglana habar beriň. Dül hakykatdanam öldürildi we gölesiniň Tohudyň üç günde ýok ediljekdigini üçünji gezek ýok edildi. Olary ýüzleri sary boldy, soňra gyzyl, soň bolsa gara, soň bolsa üçünji gün öldi. [24]\n\nDaşary Yslam alymyna görä, Ysmaýyl Pygamberiň enesi Hajaranyň agtygydy, oňa ýalbarmagynyň agtygydy [25]\n\nŞuňa meňzeş däp, Damaskyň johninde yslam däp-dememeginde şeýle hem, Ibn Katiriň işlerinde agzalandyr [28]",
"Ibrahim": "Göwnüňi, hristian we yslamyň kakasy. Kaaba gurraýjysy.",
"Lut": "Taryhy we syýahatçy.\n\nGurha bir gün YAAACK-nyň göwreli bir toparyna sebäp bolandygyny habar bermek üçin [12] özüne bildirenler diýip habar bermek üçin [12] özüne bildirenler diýip habar bermek üçin [12] özüne bildirenler diýip habar bermek üçin [12]. Onda olaryň Hudaýy tarapyndan Hudaý tarapyndan Hudaý tarapyndan \"günäkär adamlar\" tarapyndan ýazandygyny aýtdylar [14] Hudaý \"bilen\" Bir palçykdan daşlaşmak \"bilen [15] ýok ediň [14] Halas edilem bolkalar, ýöne ynananlar halas gorkulmalydyr, ýöne aýaly Lokadan çykarmak belli bolsa \"-diýip,\" Ygal reňkinde \"diýip atlandyrýan perişdeler bilen öldi\" -diýdi. [17] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] [18] Kuran, şeýle hem, dogruçyllyk bilen bir zat üstüne almaýanlary \"imyryrlarçylar üçin mysallar etdi\" ýaly, ýalpak ýoklar üçin ýüz tutdy \"-diýip, habaryna ynanmak we dowzaha höküm çykardy. [3]\n\nEkiz şäherleriň adamlary Hudaýyň Hudaýyň bidilerine garşy çykdy. Gurhanyň pikiriçe, günleri gyzgynlyga we talaňçylyk ýer eýeçiligine ünsi çekdi [20] nätanýanlary ýigrenýän 20] garyndaşlary we zorluklardan başga-da taladylar. Aýgytly hereket edýänler, esasanam aýratyn ynsanperok resmileşdirişiniň günäleri. [21] Lýuter günäli ýollaryna ýüzlenip geçmäge kömek etjek boldy, ýöne ony masgaraladygydy we ony şäherlerden sadaka berdi. [23] Dýulag Hudaýa doga etdi we günäli hereketlerinden soňam deşilip, günäsine doga edip, günäsine doga edip aýtjakdan halas etmegini isledi. [32]\n\nSoň bolsa owadan erkekler hökmünde gizlenen üç perişdeler, myhmanlar hökmünde lýuta geldi. Adamlary, olary şäherleriň halkyndan goramak güýjüne degenleri ýaly, adamlary gynandyrdy. [25] Gatnaşanlaryň ýaşaýjylary myhman medilerini olara boýun egýändiklerini isleýändiklerini adamlara-da boýun edesändigi islemel edipdiriler. [26] Jaňürege gämi duralgasyny şekillendirip, bikanun isleglerine eýe boljakdygyny we bikanun isleglerine eýe boljakdyklaryny we belki-de, ýol berilýän çeşme hökmünde alternatiw alternatiwalar hökmünde. [28] Hatöne olar ähli mätäçümizde ýok ýaşamaňyz \"bilýärsiňiz:\" islemeýändigimizi isleýär, erkek myhmanlaryna ýüzlenýär.\n\nEdentler Ibn Katdir, Ktrtubi we Tabari köp ýaýradylan gyzlary aňladýar. Pygambere halkyna Atanyň kakasy ýalydyr, sebäbi bolansoň, bir milletiň gyzlaryndan, I.\n\nAngginenler ol perişdeleriň köp şahsyýetlerini köp aýlanyp, aýalyň üsti bilen Aýalyňdan soň: «Bu ýerdekük çyzmak hem\" The Uniwersitetleri terk etsin \"diýdiler. Gije gaýdyp gelmezligi aýtýarlar. [31 31 FER Gijäniň garaňkylygyny saklamak, günbataryň garaňkylygyny we wagtlaýyn öz yzyna çagyryşlaryna ynanmak. Ahyrsoňy, Hudaýyň karary geldi Kerran bolsa, Gurha \"Biz (şäherlerde) tersine öwürdik\" -diýdi. weýrançylyk we umytsyzlyk we sudnogyň siwilizasiýalarynyň siwilizasiýalaryny we Gomorahunyň siwilizasiýalarynyň soňuna bellemek. [3]",
"Ismail": "Araplaryň kakasy.\n\nIshmael is considered a prophet in Islam and is listed in the Quran with other prophets in many instances.[11][12][13][14] Beýleki aýatlarda sagat 21: 185 [15] we 38:48, [16] Ismamaelel sabyrlylyk, gowy we dogruçyl bolany üçin öwýär. [17] Yhaýalel aýratynlykda bolandygyny aýratynlykda häsiýetlendiren 19: 18] 54-55 [18] - \"we wadasyna salgylanyp, hemişe hakykatdy, wadasy [Hudaý [Hudaýa] adatdeldi, a Kesiji halkyna ogurlamaga we goldawçysynyň goldaýandygyny we goldawynyň belleýşini kesgitlemek üçin pygamber ýaly dymdyryldy we Ysraýylyň yslam wakalaryna pygamberlerini dowam etdirýär.",
"Ishaq": "Injil patrierç antaac (arap, إسح musulmanlaryň pygamberdigi we multississ) diýlip ykrar edilýär. [1] Judahahizizm we hristiançylykda bolşy ýaly, Yslam Yshagyň ýyrtawhanynyň we Ybraýym pygamagynyň ogly bolan Sarahadan ogly patrihanyň oglydygyny elde saklaýandygyny. Musulmanlar Çuňňeriň çuňňur generalda saklaýarlar, sebäbi işiň ölenden soň, Ybraýym ölenden soň, ruhy habary Munuňy öňki weýkasyny etmegini dowam etdirýärler [2] Anaac Gurlanyň on bäş bölüminde agzalýar. [3] Kurran dilinde birnäçe gezek agzalamak bilen, Yscyň pygamberleriniň biri hasaplanýar.\n\nYsraýylyň halkynyň atasy.\n\nIrki durmuş\nTaňrynyň Ybraýymyň merhemetleri we merhemetleri we goly, Sarah köne çagasynyň çagasy bilen göçdi. Yshak ýarym doganyň webraýymyň Ybraýymyň öýünden çölüň çölüňdan çykyp giden 10 ýaşyndady. Çöl ýuwudynda Mowapyň gyzlarynyň aýalyny kabul etdi \"Aýşehahýar\" diýdi. [4]\n\nMazar\nYshagyň mazaryna\nMazar we aýaly etkeş-i-prokol sebäpli (Ybraýymyň \"metjidinde\" Patriçiniň gowagynyň \") bu öýbenet bankynyň aladasynda saklanýan hasaplaýar. AmAak-Bileleşigiň gapdalynda beýleki bir çatan patriarlarynyň käbiri we aýallarynyň käbiri, Ybraýym-da Sarah we Jacobakup we Laahlar bar.\n\nGurhanda ýatlamalar\nYshak Gurhandaky Gurhanyň ady bilen on bäş esse bellenaşykly bir atyň ady bilen on bäş esse bellenilýän on bäş esse bellenilýän on bäş esse bellenan on bäş esse bellenan on bäş esse bellenan on bäş esse bellenilýän on bäş esse bellenilýär. [5] Kuran Abrahamyň \"Yshagyň\" ITARA, Tygamberbaýatly pygamberiň gowy dolanyşy \"alandygyny\" alandygy \", Hudaýyň pygamberleriň ikisini-de ýalbarýandygyny\" alandygy aýdylýar. \"Oňa, dogruçyllykdan pakanyň arabençä pygamberiň arasynda size ak patayrdadygymyz we pygamberlik nurbaty bilen has doly düşündirişde, perişdeler gelende, perişdeler gelende perişdeleriň ýanyna geldi Ybraýymyň tohum, aýalyjy we Gomorger, söýgüli, Yshagyň bolan işçä, gowy jeza berdi, »Jacobakubyň ýanyndan soň,» Jacobakubyň ýanyna (agtyklary) Jacobakubyň soňuna berdi »diýdi. ; Bu çäräni Yraga we Sara-Güniň garryna garamazdan nähili boljakdygyny düşündirýär. Birnäçe aýat Ybraýyma \"Norrama\" -dan habar berýär (6: 84; 69-50) we 29: 269-7 hudaýyň \"pygamberlikdigini\", hudaýyň \"pygamberligini we kitaby\" talandygyny görkezýär Ybraýymyň iki pygamber iki sany pygambere ogullaryna, pygamber agtygyzçysyna we pygamyz agtyk enaşfysyna degişlidir. Kurana, soňra Ybraýymeliň we Yshak üçin Ysmaýel bilen Yshagy berenleri üçin Atasy (XIV: 39-41).\n\n\"ITRA-da\" Yshak \"sanawynda\" Yshak \"-da\" Yshac \"diler keşklerini Ybraýym, Yshak, Yshak, Yshak we Jacobakupberse-de, Hudaýyň maslahaty bilen aýdýar (12: 6); Ya'qū Pr'qū Pr'q et atalarynyň hemmesi şaýatlyk edip, atnadalary we isac \"ybadathanasyny tätmäge, atlandyrdylar we ybadathanalary bükürýän Hudaýa ybadat etmägeesme (2: 12: 1277); Kran musulmanlaryň \"Ybraýymeliň, Yshagyň, Yshak, Yshak we patriarhlary\" aýdan aýlawlara ynanýandygyny buýurýar \"(2: 136; iidi; i iii: mayo;",
"Yaqub": "AucaBus Ibn Ysha ibn Ybn Ybraýy (arap: قاوبي إسرiň biri: \"Jenaýat\": إسر إ Querob]; nusgawy / kükürli arap arap arap : إسok görnüşi [17ELELE]) Jacobakup hökmünde hem belli, yslam pygamber pygamber \"-diýdi. Yslamyň patriarhy hökmünde ykrar edilýär. Musulmanlar şol biram-duş öňki imanly aýal-açan wagyz edendigine ynanýarlar, Ybraýym (Ysmaýyl), Ysmaýyl (Ysmaýyl) we Yshak (Iýahaq).\n\nJacobakup Gurhanyň on alty gezek agdyklyk edýär. [1] Ö1-nji ýyllar Jacobakubyň mäzikdigi aýdylýar. [2] Bu salgylanmalar bezeginde Jacobakup Hebrew agza dünýä Bütindünýäleri we Patriarhlary \"saýlama\" bolan \"kompaniýa\" bilen goraýardy .B] Musulmanlar Jacobakmanyň Yshanyň oglydyrdigini, ömrüniň Hudaýyň benenini wagyz etdi. Yslam, Yslam Jacaaksyň bir ýeri bolan ýaly, olaryň her birunyň on iki taýpasyny kakasy bilen geçjekdigini aýdýarlar. [5] Jacobakup, oglunyň hekaýasynda, Josephusup (Yūfif) -da möhüm rol oýnaýar. [6] Krananyň mundan beýläk Hudaýyň äht baglaşandygyny mundan beýläk we Jacobakup wagyz etdi. Atasy (Ybraýym), kakasy (Yshaq), daýysy (Ysmaýf) we özi yslamyň ähli şuw-nyzdyr. [8]\n\nGurhanda\nJacobakup, on alty gezek kwananyň ady bilen agzalýar. [9] Bu aýdanlaryň köpüsi özüni kyssadan bir wakany subut etsemem bolsa, Quran däl-de, Quran däl-de, birnäçe raktalar onuň durmuşyny gaýtadan ýazgla. Musulman däp-desseli, Gurhanyň Jachach-nyň duzaklygy bolan pygamberlikleriň ady bilen Jahaham we Sarahyň geljekki Obraýy we Sara Ybraýyma we Sara YD-nyň \"tekjeleri we Sarabat\" pygamberlikleriň \"begenmegi bilen\" diýip atlandyrýarlar Jacobakubyň ady bilen agtygy. [11] Gurhan döwletler:\n\nOlardan ýüz öwrülende we menlerden ýananda Yshagy we Jacobakup tabşyrdyk we olaryň her biri-de pygamber taşladykdyk.\n\n- Kolran, 19-19 (Maryam), 49-njy aýda\nGurhandan hem YDHY bolsa arassa mowyň çozota ogullaryny, Ysmaýyl we Yscac, şeýle hem Jacobakup.. Gurhan Yhahel, Yshel we Jacobakup ýazgylar tassyklaýar; \"Yslamyň hemmesi saňa iman aýyrýar\" -diýdi. [12] Gurhan Jacobakupa-da berlen sowgatlary hem öz içine alýar Has ulusy bolansoň, imanynyň berkligi. Gurhan ýer \"Guldady\" diýýär; \"bilime\", \"bilim\" göz öňünde tutulýardy; [14] \"ylham berdi\"; 15] we \"eşidilmelidir\" \"berildi.\". [16] Gurhan soň, aşakda Jacobakob bilen baglanyşykly görkezýär.\n\nOňa Ysrama we goşmaça sowgat, (agtygy) size hödürledik, Jacobakup we her bir (olar) ikitaraplaýyn erkek tapdyk.\nOlar olary ýolbaşçylary öz buýuranymyzda ýola ugrukdyryp, yzygiderli dogalary bilelikde guramak we ownuk haýyr-sahawatçylyk etmek üçin ýaglady. we hemişe bize hyzmat etdiler (we diňe bize).\n\n- Gurran, 21 (Al-Anbiýa), aat 72-73 [17]\nWe hyzmatlarymyz Ybraýym, Yshak we görgütlerimiz şahamçalaryny ýatlaýar.\nTakyklary, olary ýörite (maksatly) - ahyretanyň habaryny yglan etdik.\nSaýlanlar we ýagşylyk kompaniýasynyň barlygymyzda, gözümizde boldular.\n\n- Kolran, 38-nji satyjy (\"gynandyryjy), aat 45-47 [18]\nJacobakup we ogullary\nJacobakup Gurhanyň demonstrucufiň keşbinde, ýulyfufyň keşbindedyr. Fruşdäki waka, kakanyň bir gije Johorfyň bir gününde eden wakasy bilen açylýar Josahob kakasy kakasynyň: «Eýdir, kakam!» Diýdi! Josephus kakasyna aýtdy »diýdi. Men on bir planetany we aýy gördim: olary ýaş joşup bilen eşideniňden gorkup, maňa puja çykandygyny görüp, olary düýş göreniň nämä göz aýandygyna gynandym. \"\" . Jacobakup oglunyň Ybraýymdaky dilindäki bolsa indiki pygamberiň döreýşidir we ýakyn ýyllarda Yslam janyny berjek Josephusup bolar. Şeýle-de bolsa, Garaljol Uly ogullary Josephusub we Benýamini Josebadyň iň uly ogly, olardan has köp gowy görýändigini aýtdy. Jacobakup gabanjaňlyk hakda bilýärdi we ýaş Jozef hakda bu barada duýduryş berdi. [20] Josephusubyň on uly doganlary ony öldürmek kararyna geldi. Gurhanyň çekişmesini köp gürrüň berýärkä:\n\nOlar: \"Hakykatdanam Josephusup we dogany kakamyzdan bizden has köpdeýändigi aýdýarlar: ýöne biz gowy beden! Hakykatdanam biziň kakamyz ýalpak (aňynda) isleýär!\n\"Josephusubyny öldüriň ýa-da käbirleri (näbelli) ýerlere taşla, şonuň üçin kakaňyň köşeşdirip mälim edilip bilner welin, şonda-da men size dogruçyl bolmagyňyz üçin\" ýeterlik bolar \"-diýdi.\n\n- Kurran, 12 sürýän (Yusuf) Aýatyň 8-9-njy [21]\nDoganlaryň biri (köplenç rubree-e düşünmäge, olary alyp, alyp gitmegi çuňlaşdyrmak üçin goýmasa, öz ugurlaryny alyp barmalydygyny muňa itekläp biler. [23] Şeýlelik bilen, çagalara Josephuslusal-ne-de özleri bilen gürleşip biljekdigini ýa-da özleri bilen syn edip biljekdiklerini soradylar. Jacobakup, Di'biň (arap: ذئ Eger arap: ذئ Bölümi ýelme), ony jebisdiros, möjekler atlylar derrew zorlanarlar alyp, ony guýagyna taşlardy. [25] Şol gije oýananda, geň gana döküp, möçtaryp, möçtaryp, mundan beýläk aýdanlaryň josephusyny iýdiň. Kakasyny göz aýlamak üçin Josephusubyň (Yusuf) reňkçini bellediler, [26] itöne bagyşlanan ýalan anyk tanady. Jacobakup Josephlemyşygnadyjysyna alada etse-de, hasraty boýunça Hudaý üçin gork astynda Hudaý üçin gorkma-aýaklar görmek kyndy. [26] Geçirilenler sebäpli ýaş josepl ýaş Josephusup Müsürdäki bir adama ulaldy. Silewy şeýle şeýle-de, şol wagt Jacobaku bolsa, Josephusuf (Yusuf) gaýtalady üçin ogullary Hudaý bilen gaýdyp gelen kananiýadady we ogullary. Jacobakup ýygy-ýygydan nägilelik bildirýän hem bolsa, 14] hiç haçan Taňrynyň işi üçin hiç hiçmandasatdy, ýöne öz pikiriniň we öz pikirini bes etmezlik bilen öz pikirini döwdi. Ogullarynyň beren zenany yzygiderli äsgerip, olary bagyşlar we olara maslahaty duýmaga synanyşdy. [28] Bir gün Jacobakup ogullaryny Josephusup we Benýamini göz öňünde tutup, Müsüre gitmegini islediler. Ogullary ilkinji gezek sözüni diňledi we Müsür üçin gidipt bardy. Jacobakubyň ogullaryndan on kim Josephusub bilen Benýamini Müsürdäki joozepalaý we Benýaminiň, kakasynyň ýüzüne taşlanjak köýne, Jacobakubyň körligini we hasrat. Şeýlelik bilen, ogly görkezmelere eýerdi we Josephusubyň bu fiziki we akyl gözlerini diktardy.\n\nJacobakebiň kömegi bolansoň, Josephusup, beýleki ogullar ýene-de başdardylar, tutuş maşgala ýene-de ýöräp başladylar. Geldiler, kakasy bilen Ogly beýik söýgi bilen biri-biri bilen duşuşdy we ýene bir gezek duşuşdy. Häzirki wagtda Josephusu üçin ene Özi ýaly, özi bilen bolan özi bilen bir öýüne sowgat berdi, olary \"mertebäň\" tagtyna \"ulalandygyny, 30] Indi bütin maşgala, Jacobakup, Josepheleriň pygamberlik ofisleri arkaly Hudaýy Hudaýa getirip bilerdi.\n\nJacobakubyň öz halkyna iň soňky maslahaty\nYsraýylyň tutuş çagalara yslam dänesinde imana geçmek (Hudaýa tabşyrmak )a ynanmaga rugsat bermezden ozal Hudaýa tabşyrmak üçin baş egmäge çagyrdy. Jacobakow çagalarynyň diňe ysda eden ölmegine we şonuň üçin \"ysraýyldan soňky wadasy\" göz öňünde tutmagy göz öňünde tutmak isledi. Özüläp, olary ret etjekdiklerini we Hudaýdan çykjakdyklaryny haýyş edenlerinde, Hudaýy dowam etdirjekdiklerini we Hudaýa ybadat edipdiklerini soradylar, [31] Olwislishde däp-dessurda düýşünde ýatan ýerine ýetiriş kitaby Abrraýam, Ysmaýyl düşünjäniň bardygyny belleaş edýändigine we Jacobakup barmagyň mobiline mesgen tutdular Hudaý we Hudaý ýeke. Gurran, köperýär:\n\nBu Ybraýydan ogullaryna giten merti -diýdi we Jacobakupmy ... \"Wah, men ogullar! Allah size imany saýladylar; Ysraýyl Yslam işinden başga bolmaň\" -diýdi.\nÖlüm Jacobakobyň öňünde peýda bolanda şaýatlyk edýärdiňizmi? Ine, ogullaryna: «Maňa näme ybadat edersiň?» Diýdi. Olar: taňrylar islegiňiziň, Ysnaýyl, Ysmaý, Isaewropa, Yshdaş, hakyky) Allah: Biz biz ýaý, ýaýlymynda (Yslamda). \"\n\n- Kurran, 2 (al-Baqara), aahah 132-133 [32]\nJacobakubyň mirasy\nJacobakup, ata-babalary tarapyndan galan mirasa alyp barýan yslamda gaty üýtgeşik. Musulmanlar Hudaýa Jacobakaba düýpgüsini bermegini we iň köp ýaýran adamlary edeniň arasynda utandyr öýdüpdirler. Gurhany ýygy-ýygydan bolup, onuň gowy we görüşi we saýlan kompaniýasy hökmünde ýygy-ýygydan we nesihat hökmünde ýygy-ýygydandygyny ýygy-ýygydan aýdýar. Gurhanyň aýdyşy ýaly:\n\nBu biz bu pikiri, Ybraýyma (ulanmak) Biz öz milletlerine garşy berlerislerimiz, derejeden soň, dereje paýhasdan soň paýhas we bilimlerden doly.\nOňa Yshak we Jacobakuby berdik, hem Josephuldadygy gözbaşly, ozala ugrukdyrdylar, Ysraýyl, Süleýşinden Eýon, şonda Jansfler, Muslar we Harun bolsa: Şeýdip, ýagşysylary sylaglaýarys:\n\n- Kurran, 6 al-şany sürdi, 83-84-nji aý süraby, aýat 83-84 [33]\n\"Ali Ibn Abi Thebi Talaz\" ýaýradylan pygamberler hakda soran on ally Abi Isq, adamlar tarapyndan Ysraýylyňabil'rabyň aýdýandygy barada soranlaryň bardygyny habar berdi.\n\nGurhakda göreşýän Injilde hereket edýän Injilde adamlaryň gatnaşmagynda ýagdaýlar, ýöne Jacobakmanyň münişen görnüşi ýaly, Jacobakobyň merweniň görşümi ýaly, Jacob- Jacobakup Yshak Ysawküsini hem \"Ekranda hem\" imana edýän ak pata almaga, eýsem \"Musulman Teswirýasdists\". [9]\n\nMusulmanlar Jacobakup hormatlanýandygyna ynanýan, Jacobakupyň esasy ähmiýetini, öz ýurlanylygyň özüni durmuşyna uly dinlere etmegi ýüregine düwmeginiň şübhesizine we sag implygyny basyp bähbitde bolan ynamdygyny aýtdy. Patriarh, Ybraýymyň töwereginde bile ýaşaýan Jacobakup hökmünde iň köp miwersiz bolup biler. Dawut on iki oglundan (onau), Ahunah (usunus), Ahunun (Dawifom), Isa (Süleýmanyň), Isa (Yshaým) şol sanda beýleki köp pygamalara eýe bolmak, ýüze çykdy.",
"Yusuf": "Yususufusuf Ibn Ysha Ibn Işaýa Ibn Ybraý فباهيل فإا ي çeňňek قبا زق ٱوقق وققا زى قٱري Kankuwdan adam täze Patyşalykda ejirdar ozal Müsürde Müsürde Müsürde Müsürde Mesihiň hökümeti we Müsürde ölendigi baradaky ýerilmedik, ýewreý dini dini ybadathana we hristian Injili Eastakyn Gündogarda we musulman halklarynyň arasynda umumy atlaryň biridir. Jacobaksyň çagalaryna, Josephutpus pygamberiň sowgadynyň berlendigi berlen adam berdi. Beýleki pygamberleriň bardygyny dürli keşblerde agzalýar, ýehufususyň gyzarda berilýändigine garamazdan, ony şekillendirýär. Gurhandaky iň giňişleýin keşboýydygy we Bibldäki kärdeşinden has giňişleýin maglumat boljakdygy aýdylýar. [3-de]\n\nYusufusuf, YAPUPF (arapça: ق قوبات ققt: قووبe) Birnäçe alymlaryň pikiriçe, onuň halanýanlary bilen baglanyşykly öýdýär. Juhakobyň pikiriçe, Jacobakub Ysraýylyň etheleriň ýaranalarynyň yrsonon terjenleri bolan on dokuz ogul geldi. Iň köp, iň beýik adam Josephusup bilen başdan geçiren düýş görendigini aýtdy. \"[4] kakasyna, Jacobakubyň ykrar edýär. [5] Ömrümine Hudaýyň durmuşynda duran ýerinden başga-da, Yusufusufyňy Kitifkanyň aýaly (Kitifkiň aýaly) hekaýasy, dowamynda asyrlaryň dowamynda ep-esli aýlandygy aýdylýar. [6]\n\nKuran 12 (yusufusuf)\n\n\"Fyrowda\" bilen \"patyşa\" ulanmak\nJosephusup döwründe Müsüriň hökümdarynyň adyndan Gurhanda \"atly patyşa\" (arap: Al-Media \") ýöritedygyny\" -diýdi. Fyrowk \"(arap: arap: Firtrounyň, kesgitli maddasyz ýaly). Watelaryhy çeşmelere görä, sebäbi bu gyzykly, sebäbi olar ady bilen 'Pertoshys III ISAöne of Injilde (Hebrewewreýler: Melek: Melek: Melek: Melek serediň) we Pyram 39-41-iň baş hökümdary Rubpalaryň hökümdary tarapyndan çalşylýar. [45]\n\nMalik (Müsüriň) aýdyşy: \"Men edýärin (Görüşde) ýedi sany mekgejöweniň we ýedi sany mekgejöweniň aýlanýar we ýedi sany mekgejöweniň we mekgejöwen, meors! Görkezler! Görüşleri düşündirip bolar ýaly. \"\n\n- Gurhan, 12-si (Yusufusuf), 43 aýat, [46]\nSoňra olaryň yzyna soň, Fir'auna we başlyklaryna mazmuny bilen Musany iberdik, ýöne olary ýalňyş ret etdiler. Şonuň üçin al-moffiiniň (arapça) soňy nähili, \"Arapça\" -yň ahyrky-görnüşi, \"erbetlikler-ýasaýjylar\" ýa-da \"parahorlar\" ýa-da \"korruplar\" ýa-da \"parahorlar\").\n\n- Gurhan, 7 (Al-Arak) 7-nji aýahy gün Rahah 103 [47]\nMalik: \"ony maňa getir\" diýdi. Reseper\n\n- 12-nji sapar (Yusufusuf), 50-nji aý, [48]\nJosephehäniň ussady ony alyp, patyşanyň tussaglarynyň bu ýeri eýeledi; Türmede ol ýerde.\n\n- ÇAÖMEK 39:20\nJosephusup Müsüriň Patyşasynyň öňünde duran kamin fyrownyň faraýewiň aradan çykanda dur .-3-den we Josephusup fyrownyň olaryň huzuryndan çykyp, Müsüriň ähli topragynyň huzuryna gitdi.\n\n- Gelip çykyş 41:46\nJosephusup kakasyna, doganlaryny gouzsge goýdular we Ysraýylyň rampaniýadaky Rabers topragynda ýer berýärler.\n\n- Gelip çykyş 47:11",
"Ayyub": "Iş (Arap) Açyk: Romanizirlenen: AūcB) yslam dyzhanasy hökmünde bellendi we Gurhada agzalandyr. [1] Işiň yslamdaky hekaýasy Hebrewewreýçüň hekaýasyna meňzeşdir, ýöne esasy abraýdan esasy üns berilýär, Hudaý üçin gözegçilik Hudaýa barrat bolsun. Işiň Gurçak tekstindäki dostlary bilen çekişmeler bilen, ýöne soňra musulman edebiýatynyň özüniň işgäriniň sebäbinde öňe süren doganlar bardy. Käbir musulman teswirçileri hem rimlileriň atasy bolandygy sebäpli iş ýüzünde aýtdylar. [2] Yslam edebiýaty hem işiň wagtyny we ýeri barada pikir alyşdy, pygamberlikli serjotadaky Josejeriňden soň duş gelendigini we sözme-edil belli bir jemgyýete iberilmegi däl-de, öz halkyna wagyz edendigini aýtdy. Däp-dessur hasam aýdyp, \"sabyr edenler\" toparynyň 'toparynyň lideri' boljakdygyny hasam aýdyp, bu işe garşy boljakdygyny hasam aýdypdyr »diýdi. [3]\n\nAYūB (iş) aşakdaky aýatda Gurhanda agzalandyr:\nHakykatdanam, biz size aýdanymyz, Nuhda we pygamberler hakda aýan etdik. Ybraýyma, ada, Yshak, Yshak, Jonah, Haron we Süleýman Kitse atasyz-da, \"Zabur]\" -ýuny tabşyrdyk.\n\n- Kuran, Sura (an-Nisa), 163 [4]\nKurna, uzyn wagt ejir çekip, bir uzyn wagtyň çykýan Allanyň dogruçyl hyzmatkäri Allanyň dogruçyl hyzmatkäri. Şeýle-de bolsa, bu iş Hudaýda hiç haçan Hudaýda Hudaýa halka Hudaýa çagyrmaýandygy we haýyşy bilen doga edip, hasam doga edip,:\n\n[[Hakykatdanam, onuň Rebbe çagyranda, hakykatdanam, synçylar meniň üçin çagyranda, bu saňa rehimdar mähirli rehimdar \".\n\n- Gurhan, 21 Sura (pygamberler), 83-nji aýat 83 [5]\nHekatiw görünýänleriň köpüsinden soň, Hudaý seniň yzyň bilen urmagy buýurdy! \" Bir gezekde, işe aýagy bilen ýer ýüzüp, ýer ýüzünde çopan suwuň ajaýyp çeşmäni doldurypdyr, bu işden başga-da, işden doldurypdyr. Gurhan bolsa, Hudaýyň agyryny aýryp, işiň maşgalasyny aýryp, işiň maşgalasyny ýitirdi, köp çagalandy we oňa uly baýlyk bilen berdiler. Işiň hekaýasynyň gysga düşündirişlerine goşmaça, Kuran, Kuran has täze ara alnyp barandygy, paýhas we ylham beriji pygamberlik sowgaty hökmünde Kuran has köp ýaýradisiýa edýär (Vi: 84).\n\nŞeýtany Rebden uzaklaşdyrjak bolanymdan soň, Hudaý işiň işgärini aýyrdy we olaryň Oňa şübheli adamy özüne gaýtaryp berdi. Işiň baýlyk baýlygyny we altyn bilen ýuwuň. Işgäriniň aýaly adamsynyň aýaly abadançylyk bilen dikeldilenden soň, Hudaý bilen doga etdi, ýöne soň bolsa öne, adamsy ony ýüz urup wada berendigini wada berendigini görüpdi. Iş, görgü eden mahsyndan düýpgöter ösdi. Emma Hudaý aýalyny urmagy üçin Ylham iberdi .Siz bolsa, ony ýumşak otly bilen ýuwaşlyk bilen urmak üçin ylham bermegi tabşyrdy. [7]\n\nGurhany salgylanmalar\nIşiň pygamberligi: 4: 163, 6:84\nKazyýet we sabyr: 21:83, 21:83, 38:44, 38:32, 38:32, 38:32, 38:33, 38:33, 38:33, 38:44, 38:44\nGoşmaça okamak\nIbn Katir, Biýdaýa Wal L-Nihaýa, I, 220-225\nXXI we XXXVII-de tafsir\nTabari, I, 361-364\nPygamberleriň ertekileri, pygamberleriň ertekileri, Cairo 1339, 106-114\nKisa'i, pygamberleriň hekaýalary, 179-190\nIbn Asakir, Tarik Is-Kabir, III, 190-200",
"Shuayb": "ŞUAYB, ŞUAYB, Shaýab ýa-da Şu'aýa (Arapça: ʃuʕAjs]; Gadymy ýoly görkezýän, daglyk nabory); Dogrusyny iman edeniňde iň gynançly Nabi Nabi (pygamberiň \") bolýan manysy.\" 1] Şuwa bu Injil Jetrol, Musanyň gelmejäniň gaýynatynda tanalýar. Shuaieb Kurranda jemi 11 gezek agzalýar. [2] Ybraýymim (Ybraýym) sebäpli ýaşaýandygy aýdýar diýilýär öýdülýär we Musulmanlar özüniň bir pygamber hökmünde adama pygamber ýerleşdirendigine ynanýar: \"ATHAN AYKABY (\" osýan, \"ýaşaýandygyna\" şeýle hem bolan \"kimdigine ynanýar , [4] [5] [7] [7] [7] [7] çarwa boldular, sebäbi köp agaja çokunýar. Halk üçin göni ýol yglan etdi we halkyň galyndylarlaryny bes etmäge duýdurdy. Birde bir toba etmedik ýagdaýda toba etmedi, Allyh (Hudaý) jemgyýeti ýok etdi. [3] [5]\n\nŞuoieb musulmanlara düşündi, Gurhanyň ady, ýaggynyň ady we şony Salihh we Muhammet. \"Plastindäki araly\" sözleýşi \"\" \"-diýdi, sebäbi öz däp-dessur, dilindäki zehin we\" zehin \"berýän\" bardy \"diýlip atlandyrylýar. [8]\n\nTaryhy kontekst\nŞu'aýbanyň Iberiň iberilen ugry adalyň iberilendigini, köplenç Injilde degişli diýilýän Mian şäherinde tanalýan Gurhanyň mälim bolan \"Mananan Maiananda\" Manananyň Manan şäherinde ada atan \"Manananyň\" Manan şäherinde \"Mananan\" atly ugry adynyň E-poçta adynyň adyny aýdýan sebitde at dakmak \"Manananyň Manan şäherinde\" Manananyň \"Mananen şäherinde at dakylýan\" Manananyň \"Mananen şäherinde at dakylýan\" Ma'an \"atly ugry adynyň adyny dolandyrandyr. Midiýlilere araplaryň nesil bolmagy, bibranal kanaktlarynyň goňşulary hem diýdiler. Olar özi bilen has köp goşulýarlar. Olar taýpa edýändiklerini, Musa) Musa (Musa) şol eş merkezine öndürýändigi aýdylýar we Sina ýarym adasy sunam ýarym adasydygyny aýtdy.\n\nJetro bilen jedelli şahsyýet\nJetro Injilde (Çykyş 3: 1) Musanyň döwründe kakaňyz agzalandyr. ŞuaiB Mianian-ruhi bilen ýygy-ýygydan jaýls bilen kesgitlense-de, häzirki zaman alymlary bilen kesgitlense-de, bu şahsyýetiň köpüsi ret edýär. Ibnhamanyň ýüregi Ybraýymyň eden agtygy bolup, Ybraýymyň ogly Milandyň ogly Mahragyň ogly Miiliň ogly Migiiliň ogly Miiliň ogly Miiliň ogly Miiliň ogly Miil. [8] Bu, Musanyň wagtynda ýaşaýan Jizon bilen tanalýan ony döredýän şahsyýeti. [9]\n\nGurhana, Şuidabyň Hudaý tarapyndan Orta welaýaty üçin pygamber bolmagyny belländigi aýdylýar. Bu topragyň halky, esasanam biwepalyk etmek we butparazlyk üçin başgalary aldamak üçin aýratyn bir zat diýseň begendi. Şu'aýbiň pygamberligi esasan miwusy Hudaýyň dogry ýoluna, [10] we ýalan tra utargatmaga çagyrýarlar.\n\nŞeýle hem, halkyna gündelik işlerde namyssyzdygyny aýtmagy öz içine alandyr diýilýär. Iş tabşyran mahaly görkezdi we köpelse-de, adamlaryň köpüsi ony diňlemekden ýüz öwürdi. Şuwa, ýöne, tükendirilmedi. Erbetlere däp bolansoň, erbetlere garşy täze wagyz edip, hünärjäni olara jezaly bagyşlamagy gürrüň beripdir. Şu'aý, olaryň nadanlüginiň ýok ediljek adamlara,, şol sanda Nuhi, Alyh we köp zatlara garşy alyp barýan adamlaryň Hudaý tarapyndan ýok edilendigi baradaky halkyna duýduryş berdi.\n\nAdamlar ýekewi sked sürdi we oňa munuň abraýly maşgalasynyň däldigi üçin däl-de, oňa başga daşda durup geçdi. Şuakub jogap berdi: \"Meniň bilen Hudaýdan has köp üns bermeýärmi?\" Midýanyň ynanmakdan ýüz öwürenlerinde, kuwwatly ýer titremesi bilen ýok edildi. [3] Şeýle-de bolsa, Şuaýanyň we özüne ynanýan ýoldaşlary öz ynandyrşyndan peýdalanmagy öz ýüzleri aýdýar, [11] [12]\n\nBeýleki pygamberler bilen meňzeşlikler\nŞuykanyň wezipesi, Nuh-nyň wezipesi bilen köplenç Gurhanyň tabşyrygy, HUD, Salih we Lot-da agzalýar. Alymlar, bu bäş pygamberleriň täze pygamberlik kabul edendigini mälim etdiler we iň az pygamberiň geljekki pygambere iberilmegi tassyklandylar: [13] kenaryna iberiler »diýdi. Jemgyýet, duýduryşyna üns bermez we muzu oňa jeza berdi; Birnäçe ýyllyk wagyz etmek, Hudaý bolsa öz halky jezasyna dokup, işini terk etmegini haýyş etdi. [13] Alymlar bäş pygamberligiň sanawyny horologiki taýdan düşündirmek, şonuň üçin ýekebe nuhuň nesli boldy) we Ybraýym pygamberdigi wagyz etdi.",
"Musa": "Yslamda MIlerBI JUBI'Rā (Arap dili: ماسی But Onuň ady 136 gezek belleýän onuň ady we onuň jany beýleki pygamberlerden has köpden gutulýar we gürrüň berdi. [2]\n\nGurhananyň pikiriçe, Musa Ysraýyla ysraýylly maşgalasyna dünýä indi. Çagalyklarda, Nil tarap ugrunda akymlaryň, netijede Musa fyrownyň (Fir'ave) falygynyň ornuny kabul eden ogly Aiýaya tapyldy. Makshluwaşlandan soň, fyrownly howp döretmäge ýol bermezden ozal Müsür üçin ýene-de gitmezinden ozal dekabrada gitmezdi. Musa pygamberlik döwründe köp gatly gudratyň etjekdigini ýerine ýetirendigi ýa-da adynyň spikeriniň ahyryna çenli (kalīm theh) -da musa bilen gürleşendigi habar berildi. Pygamberimiziň iň meşhurlary gaty gudrat, Hudaý tarapyndan gudratly taýakly deňzi gurýarmy. Gurhandan tapawut, Musa hem HEMMES EDEMDATDAŞLA-jikdigi hem beýan edildi.\n\nMusa ölenden soň, Perime pygamberiň ahyrky hereket eden ýerinde Iýerusalime syýahatçysy. Yslam däplerinde, Nabi Musa-da jaýlanylýan we ahyrsoňy asla ýaýradylar. Soň bolsa, soňrynyň Iýerusalimden Iýerusalimden soňky Iýerusalimden soň ýedi kenarda ('Ysmā' töweregi Iýerusalimden soň muhhamadada duşan pul ('. 4] Musa, hökmany bäş sany Hökmany doga edýärler we adatça bäş sany namaz okaýarka, başda galana ynanýardy. [5] [6]\n\nMusa Yslamda möhüm şekili hasaplanýar. Yslam ýalyhogiýa görä, her pygamberde ähli musulmanlar musa we dogany Harun bar. Musanyň durmuşy Muhammetiň durmuşyna ruhy göelňer bolup, musulmanlaryň umumy tarapyna köp taraplary hökmünde görünýär. [1] Yslam edebiýasy, ýurtlar bilen bu adamlaryň bedenim bilen bolup geçen gozgalmaýan aram gatnaşyklaryny suratlandyrýar; Gadymy Müsürden Ysraýylyň twodusy tebigatda gadymy Müsüriler we irki musulmanlaryň üns yzarlamagyna eýe bolşy ýaly. degişlilikde Mekanlar tarapyndan. [7] Onuň söýgüleri Töwratyň mazmunyny emele getirýän we jaahanyň mazmuny we hristiançylygyň elhematiki dinler ýerleşýärdir. [8] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] Netijede, ýewreýler we hristgärler \"atly\" atly \"atly\" atly \"atly\" kitaby hökmünde tassyklanýar we yslam kanunlarynyň alýan bu ýörite ýagdaýy bilen ykrar edilýär. Musa, yslam edebileri, ömrüniň wakalarynyň we hedikden Hudaý bilen göni söhbetdeşlikler ýaly özüni baglanyşdyryp, janly söhbetdeşlikleri we hident şäherlerinde nädip gizlenýär.",
"Harun": "Yslamda hārū ibn \"wrubn\" 2] (arap, pygamberçi), Allanyň ogly we Musa pygamberiň uly doganydyr. [3] [şowsuz barlamak] [agyz babun bilen bile boldular. [4]\n\nGurhanyň ady bilen hem adyndan hem Haruna bar. Ybraýymyň noburolydygyny we şeýtanyň taňrynyň jezasy baradakydigini aýdýar. [6] Mundan başga-da, Musa gitmeziň Aarun bilen öz pygamberiň pygamber ýaly çagyrýandygyny, Harony hem pygamber bolandygy üçin doga etdiler, 8] Kran Müsürde ýaşaýan ysraýyllylar üçin ýaşaýyş ýerlerini dikeltmäge ynanýan goşundylar, we şol kwartiralary Hudaý üçin ybadat ýerlerine öwürmek jogapkärçiliginden ynandyryldy. [10]\n\nGurhanda edilen \"Altyn göle hadysasy\" Buranda zarba agyrlaşýardy Ysan heýilmi oňyn yşykda. \"Adaranyň Ysraýylyň\" döwründe Harunyň kyrk güni Musanyň ýolbaşçylygyna ynandyrýandygy \". 11] [12] [12] [12] [Şowsuz barlamazgy] [düşündiriş gerekdi] Harunyň Haruna-da erbet adam tarapyndan gurnalan, ýöne erbet adam tarapyndan 'AS-Samiri' ady bilen gurlan altyn göle urmagy bes etmegini islediler. [13] Musa Sinaý dagyndan gaýdyp gelenlerinde, Musanyň guramagynda roluna eýep, golaý Harunyň roluna bolmadyk, Musanyň abraýynyň ýokdugyna, Harunyň adyny götermezlik üçin, Harunyň adyny gurmaz. [14] [12] [12] Gurur, bu moda şol ýerden, şol ýerdäki söweşlere ideg etdiler we diňe özüne esasynyň we Harunyň güýjüne bolandygyny aýtdy. [15]\n\nHarun, soňra Gurhada \"aç-açan häkimiýete\" toplaýan \"DÖWLETBA\" diýilýär [16] we \"sagda ýola gatnaşan adam\". Mundan başga-da, Harunyň adyny göterýän adamlar üçin giden zatlaryň köpüsini görkezdiler [19] 'Isanyň ene Meramy \"bilen toba berdi welinah, şeýle hem, A arapIfikdir: مريم, Mary) A\" Haruna aýal dogany \"Haruna\" bu çäräniň Harunyň Aaron bilen görkezilendigi aýdylýar we \"Könsiň\" adyndaky, \"utuk\" adalgasynyň diňe şüwtüwe gelmegine sebäp bolandygyny we \"Ad gyz dogasynyň\" berilýändigi aýdylýar, bu \"utmadyň\" adalgasynyň diňe metaforikanyň dizaýny bolandygyny aýtdy Iki toparyň arasyndaky ruhy baglanyşyk, Mereriň öňki hatyrasynyň ada-gyzynyň nesilli bolandygyny, beýlekiler bolsa şol döwürde \"h Awo\" ady bilen Mesih bolup işleýän başga bir dogruçyl adam bolup, eýsem eden beýleki dogru-nesihekeke ýaşaýar. Alanslaryň köpüsi öňki perspektiwasyna ylalaşdylar we Merionyň bolan Harunyň Ruhy: مرريم Jody: مرs -diýdi (21] köp tarapdan nägilelik bilen baglanyşyklydy. Kuran hem, Arauta şonça-da, golmanka (arap: تاس) Ysraýyla gaýdyp geldi »diýdi we Harunyň maşgalasyndan ýadygärlikler girdiler. [22]",
"Dhul-Kifl": "Dif-kifl (Arapça) diýseň deň \"kifl eýesi\" bolan DHU-KIFL, Dhul L-Kifl, Dhul-Kifl, Dhul-Kifl Nasist) yslam pygamberligi geçirýärdi. Adamyň şahsyýeti ýok bolsa, onuň şahsyýeti, dürli aklatmasy köpçülikleýin bir Statlyklary we Ştatekiýel Budda hökmünde tanalýar we olaryň iň köpsy ok. [1] [3] [3] [3] [4] dah Dhul-Kifl Alladan durmuşda ýokary duralga bilen öwünlendigi we but-da \"gowy zat\" kompaniýasy hökmünde hasaba alynýar diýilýär. [5] Beýleki taryhy çeşmelerdan kifzal koriz tarapyndan mälim däl-de, ibn-dan, içki derze we Ybadat, ybadat edýän pygamberlik bar we ybadat etmek ýaly klassiki teswirçileriň ähli ýazgylary. 6]\n\nErganiniň Diýa Lanýalyr welaýatynda bir mazara käbir käbir adamlaryň Dhul-Kifl pygamberiň geljekdigine ynanýar. It is located 5 km from the city centre on a hill called Makam Dağı.[7][8]\n\nEtimologiýa\nDhul-kifl söz hukugy ýok, ذو DHū (\"Emläk\" (\"Local\" eýesi \"atly adyň eýesi\" Kilip-\"eýesi\" käbir häsiýetli baglanyşdyryjy aýratynlykdan öňe. [9] Şeýle atlar Gurhadaky beýleki maglumatlary ulanyldy (Mysal DHA Al-Karnaýn üçin ٱ Oktونىرونى Kifl \"goşa\" ýa-da \"goşa\" ýa-da \"goşa\" ýa-da \"ekmek\" manysyny \"goşa\" ýa-da \"dublikat\" manysydyr; Şeýle hem mata eposy üçin hem ulanylýardy. Adatça \"goşa bölekleriň biriniň\" manysyny berýär. Käbir alymlar adyň \"goşa bezelýän adam\" diýlip atlandyrylýandygyny \"iki gezek\" azaşdyran adam \"-diýdi [10] maşgalasy bilen gaýdyp gelendigi sebäpli işiň ady, bu maşgala gaýdyp gelmegi bilen işiň adydygyny aýtmagy buýurdy. Gurranyň we iş kitabyna görä. [11]\n\nBir görnüşe görä, \"Bir-si\", \"bir ...\" ýaly, Kişliň adamdygyny, \"KapilipAvastu\" görnüşinde başga bir açylmasy \"Kapivastu\" görnüşini döretmek \"Kapilawastu\" diýlip deňdir. [12]\n\n►kiezegi\nKäbirleri dhul-küpl elektron keşi bolup biljekdigi baradaky pikir. Şatly, monarhiýa we döwlet ýok edilende, syýasy we milli durmuşa çykypdyr. Kitabynyň bir bölegine, onuň şahsyýetnamasy we wagyz ediligi iki esse köpdi, dessy iki esse we ady ýaýly \"bir esse ýa-da\" diýmekdir.\n\nAbdullah Yusufusup al, Quang bu barada düşündirişinde:\n\nDhul-kipl göni manyda \"eýe bolmak ýa-da\" goşa ähmiýete eýe bolmak ýa-da bermek \"; ýa-da \"goşa galyňlygy eşigi eşidip, kilipsyň dolandyryşlaryndan biridir. \"Teswirçilep\" diýip pikir edýär ýaly, adynyň kime degişlidir. Meniň pikirimçe, iň gowy teklip, gepis teachreebh arkien, \"Copebeschreeb\", 1778-nji \", II-de\" Copebeschreebh \"-da\" Karsen Nieuhr \", Kopençogen, 1778-nji ýyldaky\" Kopençogen \", II 1778-nji ýyllar. 264-26 müň, Dhul-Kill boýunça Yslam Insindardasiýalarynyň şekili aslyklyk nukdaýnazaryndan soýlandy. Heşiň hemme ýerinde \"Yrakda\", NAJaf bilen Hildiň arasynda (Wawil) atly mahaly çagyrdy. Onuň bilýän Kefil Ezekiýanyň arap görnüşine degişlidir. Ezekiýanyň mukaddes ýerleri, ýewreýler Hajathana garynjada boldular. \"Dhul-kifl\" kabul etseler, \"Efitthe\" -iň \"Ezekezel\" bolmazlygy \"Ezekezel\" tarapnamada tutsam, nukdaýnazardan \"Iýerusalime\" Nebuladneňske (bu hakda) gaçdy B.C. 599). Kitaby iňlis ingrinde (Köne amentht) goşulýar. [15] Ol zynjyrlandy we baglandy we işden çykarylan wagt aldy. Hemme zat sabyrlylary we yzygiderli bilen göterýär we Ysraýyldaky erbetlikleri gaýdýar. Peringýanma geçişinde baky dogry aýdýanlar ýaly ýalan liderleri ýazgarýar: \"woplar iýmitlendirýär! Fed-da iýmitlenmeýärin.\n\n- Abdullah Yususub Gurhus: Tekst: Tekst, terjime we teswir ýazan [17]\n\nGurhanda agzaldy\nGurhanda\nDahul-KipL Gurhanda iki gezek agzalýar, aşakdaky aýatlarda:\n\nWe (Idemüzülik, idris, idis-i hemişelik we Dhul-Kifl (erkekler).\nOlary merhemetimize boýun aldyk: Olar dogruçyl adamlardy.\n\n- Gurran, Al-Anbiýa (21), 85-86 aýats (13] abars\nArmaýaty \"Elisma\", Elisa we Dhul-KIFL: Olaryň her biri ýagşylaryň kompaniýasy boldy.\n\n- Kurran, gynançu sürrüni (38), 48-nji aýat [14]\nIki ýagdaýda-de Duh'anic pygamberleriniň sanawynda, ýokarda agzalandygyny başga-da, onatda agzalanlygy köp adamlar bilen bellemek üçin, şol sanda on ýurtda agzalýar.\n\"Al KIFL\" (arapça: الكلكلارالكفالكلكلالكلكلالكلكلكلكنان), Najaf bilen Al Hilliň arasyndaky uruşaçy derýasynda şäher günorta-gündogarynda şäherdir. Al kifldäki ybadathananyň dürli sözleri: Dhu'l Kifl Keflej KIFHL, Sulbatyň Alli şäheri, Dost-kiful mashilasy, Dhul-kif . \"Hebarýaal\", Beýik ýewreý ýewreýleriniň arap ýazgysydyr. Muňa garamazdan, ýewreýleriň Ezekiýel we Düplük-küpl deňdigine we musulman söndürişleri şol bir taraplaýyn teselli bermegi görkezýär. Yrakly häkimiýetler 1316-njy ýylyň (715-16 Ah) lakhanid soltan soltan soltan soltan soltan soltan soltan soltan soltan soltan soltan soltan ilatyň hossarynyň ýewreý jemgyýetçiliginiň üsti bilen ýewreý jemgyýetiniň üsti bilen göterdi. Netijede, mukaddesgaýyz şol bir pyga pygamber üçin yslama görä gaýtadan ýazylypdyr. Soltan Uljaitu metji we minara gurup gurluşa goşuldy. Şeýle hem, käbir ýagdaýy taýdan Ilhanid syýahatçy diýlip ýa-da bu häzirki ýagdaýy bilen deňeşdirmek arkaly aç-açan geçiren käbir üýtgetmeleri dikdedi. Bu sahypa, XIX asyryň başlangyjy INICHEMIM Imn Daýdaly bolup, ony yhlas bilen ýüz tutdy we dikelddi. MinareT, komiteti Yslam saýtynda ýeke-täk şaýady hökmünde galdy. 14-nji asyrda metjit we minara, ybadathananyň gadymy-da gurlupdyr we gabyr kesgitläp bolmaz. [18]\n\nGautama budda\nDhul-Kifl Gautama Budda bilen hem kesgitlendi. [19] [20] [21] [21] [21] Dunyň-kifl-yň manysy, näme duralga görä, kapil (Kapil (Kapil) durmuşynyň otuz ýyly sarp edilen adamy \"budda bolan adamy\" Kapilvastu, buddanyň otuz ýyly sarp eden adamy \"diýip şol. [12] [20] [20] [20]\n\nBu görnüşdäki tarapdarlar Kurganyň 95-nji bölüminiň 95-nji bölüminiň ilkinji aýatyny getiriň:\n\nZeýtun we zeýtun bilen Çinaý dagy bilen, Sinaýly Bu howpsuz şäher mekasy bilen ikiňiz bilen!\n\n- Kartan, 95: 1-3\nBu görnüşdäki aňlatmalar, bu aýatlarda görkezilen ýerlerden, Sinaý Musa eden waka alan ýeri; Mekska Muhammet alýäkini alan ýeri; zeýtun agajy Isanyň Ylham alan ýeridir. Bu ýagdaýda galan bölek agaç, Gautama budanyň Ylham alandygyny Ylham alýan ýeri.\n\nŞeýle hem, Muhammetiň bolan öz adamy buddanyň Buddanyň \"aňlatmak\" sözüniň däldigini aňladýar. [23]\n\nBeýlekiler\nDhul-Kifl Jandar, Obadýa bilen dürli-de, Işaiýa we Işaýa bilen dürli-de ýüze çykdy [24]",
"Dawud": "Dawud (Arapça: داوم condelmedial, Dāwuːd [Daːwūd], Allanyň pygamberdigi, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruçyl, dogruklar. [1] Mundan başga-da, musulmanlar Zabur (Zebur) ylahy aýan edenini görenleri üçin Dawudy hormat goýup: [2] [3] [3] [3] [3] Dawud yslama bilen iň möhüm adamlaryň biri hasaplanýar. Gurhanda dört gezek agzalanda, Dawut yslam uruggäsisi Muhammet alan pygamberleriň zynjyryndaky bagşy ýaly, yslam urugynda bir bellendi.! Şeýle-de bolsa, \"Kanun berlen\" pygamberleriň biri-birine \", Ulū\" \")\" -diýip, ol \"yslam pikirinde\" marginal şekilden uzakda hasaplanmaýar. [2] Birneme yslam däplerinde, onuň çigerçyrasyna doga-dileg üçin weýran boldy. Şeýle hem, ol ýer ýüzünde jadysal we Hudaýyň ynsan Hudaýyň abraý nyşany bolansoň, birbada-pygamber patyşa we pygamber nyşanynyň nyşany hökmünde görkezilýär.\n\nDeýwid Yslam Iýerusalimiň dini binagäri üçin aýratyn möhümdir. [1] Dawud, Hebrewewreý-Miras Injiline görä Ysraýyl we Judahahudanyň ikinji şasy we Judahahuda patyşanyň hökümdarlygy höküm sürmegi C. 1010-970 bce. [Sitata zerur]\n\nGurhanda ýatlamalar\nGurhandaky Dawurda, köp do domen-deňlik bilen paralleller, Injilde beren parallellilere-de hasabat bermek. Dawut ady bilen pygam durýar (NABI) Aýreştç (WAHY; 63) ýa-da habar beriş serişdeleriniň sanawyny (Raşogly) sanawyna (Raşogly) sanawyna buýrulan şärikdir (Rasū) san) öz içine alýar. Iki sanawda onuň ady Solononyň şol ady gapdalynda. Başga bir ýerde,, men, Kitabyň ikisindenem \"seslenmeda\" (eýuk; 21:79) we \"Bilim; 21:79; Şeýle-de bolsa, Sawondan Süleýmandan öldüren Sawwondaky ritanlar rubratda öldürdi: Dawid Rubal-Peýsioner [5] (Kuran 17:55 Birnäçe wagt bäri ulanýar kesgitli forma al-ZabūrR), Zeburlara salgylanma), Zeburlara ýa-da Zalter ýewreý ýa-darak MazMGM serişdesi mizmiýa aralygy mermrōr-ters berýär. Daglar we guş Dawud bilen bilelikde isleýär (21:79; 44: 10.30 Hudaý özüne şeýle buýruk berdi; Cfr. Zebur 148: 7-10). Hudaý Dawa \"-ni\" (Ysraýyl bagman tarapyndan (Ysraýyl arfa; 38:26), Quulangseusem-başga diňe bir berýär (2:30). Bu at, Dawut, Deýwid messden bir zatdymdan gowwa bolupdy, eýsember ýola düşen lider bardy. [1] Bu aýratyn rol bilen, Hudaý oňa ygtyýarlyklaryny (NDD) ygtyýarlyklaryny we habary berdi. Hudaý bolsa korrumpirlenen bolsa \" ]\n\nDawudyň edilýän zatlaryň arasynda gaýkalyň harby partnamalarynyň (21 şartym) dartgynlamakdy (21: X: 10-11-11: 10-1111-nji sahypa we 15-111-nji ýerde ýasaýyn.) Taňrynyň hereketine öwrülmegi boldy. Şeýle hem, Dawutiň \"paýhas\" bilen çäkli ýer \"pygamberlik peşgeşine sowgat hökmünde nusgawy e -gelçilikçilik bilen düşündirilýär. [6] Gurhany Dawudy we Isany hem baglanyşdyranok, ikisiniň hem ynanmaýandygyny (5:78) nägilelik bildirýändigini aýtdy. Mundan başga-da, Gurhanyň pikiriçe, Dawut adalat barada aýdylanda, Damence, Dawuda (FAṣL-nyň FAṣL-den, Kiçijik we galanlygy, 38:20). Mundan başga-da, eden synag üçin bigpire bigünä bu ýerde toba etdi we Hudaý soňmesiň diňledi (38-r 24-5). Sat gynandyryjy (Gurhanyň Qury basybasy) \"Dawudyň land\" dwigat daşynda, Hudaýyň bagyşlaýan Dawudyň ony bagyşlamagyny we bu bap okasaňyz ony ynandyrmak üçin we Muhammet oňa gaýdadygda . [8]\n\nDini ähmiýet\nDawut patyşalygyny, aýdym-saz alan diňe Yslam pygamberlerinden biridir. Beýleki pygamberleriň, Dawut patyşanyň höküm sürenlerinde wagyz edenlerinde, patyşa boldular. Şeýlelik bilen, Ysraýyl halkyna Ysraýylyň Ruhy salynjak däldigini eýeupasyp gadagan etmezlik üçin gaty uly ýaýly meselä sebäp boldy, emma ýurduň öz-ykdysady taýdan güýçlidigini göze bermedi. Reseg pygamberiň ikisi-de bolsa ähli musulmanlar tarapyndan gaty ýokary derejeli bir belleýşi ýaly hormat goýýan ýeri. Piamyaliýanyň pygamber ogly, Süleýman şondy, bilen bilelikde topragynda dolandyrylýan adamlaryň hokonik bolup durýar. Hudaý Dawudyň ýokary derejesini alýan Dawudyň ýokary derejesini alýandygy we Kurranyň bidüzgünçilik hökmünde ýygy-ýygydan ýadymda. Beýik edeniniň nähili bolandygyna ünsi çekmek üçin köplenç başga pygamberler bilen bilelikde agzalandy. Mysal üçin, Hudaý:\n\nNoýab we nobatçy edenimizi we nesil wezipesinden, Dawut we Süleýman, Musa we Harun. Şeýlelik bilen, dik bolup, gowy bolanlary sylaglaýarys.\n\n- Kerran 6:84 [9]\n\"Umar Iýerusalimde\" Patriarh Sofrona baryp görse, patriarh şofroni ybadathananyň namaz okamak üçin Mihror Dawudyň (Dawut dogasyna-da) ybadat duretagynda bilelikde öz üstüne aldy. Soňra teswirçiler bu ýeri Dawudyň diňi bilen kesgitlediler. Dawudyň hedikalylygyny we ýygmatlary Hudaý üçin eziz boljakdygy aýdylýar.\n\nKazy Abdolly Abdol binanyň amr bin Al-de Allahyň resulaty: \"Allaha Allahynyň iň söýgüli temasy, gijäniň ýarysyny ýarysyna ýuka bolýardy. soň bolsa gijäniň bir üçden birini dileg ediň we ýene-de altynjy bölegi üçin uklap, alternatiw günlerde agdyklyk edýärdi \".\n\n- Muhammet al-Buhar, Haýh al-Buhari, Sahh al-Buhari [10]\nDawudyň kitaby\nEsasy makala: Zabur\nZabur hem Zabur hem Kusa (Musa) Halaýan Musa (Musa) Isan ony kabul etdi (Töwrat) we Isa (Isa) we Muhammet alany aldy. Häzirki \"Herbatl\" -triň Injilde, Zabur 3-nji washim hökmünde tanalýar. Şeýle-de bolsa, geçmişiň beýleki skripelmegi ýaly, ansal wagtyň içinde wagtyň geçmegi bilen bir wagtyň geçmegi bilen Zebur çak edilipdigine ynanylýar, olaryň käbirleri ýok edildi. Musulman bolsa, musulmanlar bilen sanly pezal geçiriler, sebäbi, özboluşly görnüşinde bize hormat goýmak diýlen hasaplanylar we bu asyl görnüşinde-de ylham berýän kitapdy. Gurhan döwletler:\n\nRebbiň öleniňi we ýeri bolan bolsa, Rebbiňiz kim bilýär. Pygamberleriň käbiri-de başgalara gazdyk; Dawudyň psallaryň kitabyna bermedik.\n\n- Kurran 17:55 [11]\n\n Kuran 4: 163; 17:55.\n Kuran 4: 163; 6:84.\n E.G. Ta'rara, ta'rīhah, men, 559\n Hibiat lyv Salāma, Al-Nāsikh Wa-mansūk, asbyrb), Cair Na Bornu), Kair 13198-9, 262\n BukHārī, ṣaḥīḥ, vI, 155\n Kurran 6:84\n Sahih Al-Bukhari, 2: 21: 231\n Kurran 17:55",
"Suleyman": "Kurn Dālik (Arapçýa: فل ysraýyllar. Umuman, yslam däp, ýewreý halkynyň üçünji Patyşasy we Ysraýylyň akylly hökümdary wezipesini eýýär. [1]\n\nYslamda sawham hakda göreniňde, şol sanda haýwan bilen gürleşmek ukybynyň biri hökmünde garamakdyr; Şeýle hem, Şeýkṭīn uludygyny ~ şeýtanlar) we Taňrynyň beren ediliş şol eşigi goldamak bilen aýdylandygyny aýtdy.) Gy-de özüne berlen şol gan goldawy bilen diýilýär. [2]\n\nMusulmanlara mundanam has, durmuşy, Durmuşyny bütin dünýäde wepally monototär gidendigi barada; Ysraýylyň bütin milletiniň üstünden düýbünden şa-da hereket etdi; Ondan ozal hiç kim ýok, ondan huzuryna berlen patyşa bilen bereketli patyşa bilen ak pata berildi; Durmuşynyň ahyrynda Jannahda (جنة, ýakmak. 'Jennete \") ýakynlaşdy. [3] Yslam, dürli arap taryhçylary bolansoň, Süleýmli Süleýmini taryhdaky iň uly hökümdar hökmünde hasaplaýarlar. [4]\n\nGurhanda ýatlamalar\nKuran we düşündiriş\nMeýdanda höküm\nSüleýmanyň bilen baglanyşykly iň irki keşbinde Süleýmanyň gelende kakasynyň (حرث, ýatak) bilen baglanyşykly bir hekaýany gysgaça aýlandy. 5] Later Muslim commentators expanded on the allusion, including Al-Tabari, Baidawi, and Ibn Kathir.[6][7][8] Iki adamyň ilkinjieniňdäki ýoldaşdygyny, ähli ýyllara uly üns berendigini aýtdy. Onlyöne bir gün, ýok bolsa, beýleki adamyň goýun çydam etdi we üzüm üstünçiligi iýdi. Bu zyýan üçin öwezini dolmagy gadagan etdi. [9]: 612 Adam şikaýat edeninden soň, Süleý, Süleýmanyň öňki ýagdaýyna gaýdyp gelen bolýança, üzümçiligiň näzini abatlanmagy we ony gaýdyp gelmelidigini eşitdi eýesi üçin. Şol bir wagtyň özünde, üzemeýçiň eýesi goýunlara we ýenine, şol topragy, şol ýeri eýelegine eýerini eýesine gaýtalap bilerdi. Bu jogap berenleriň pikiriçen Süleýmanyň durmuşynyň dowamynda Süleýmini häsiýetlendirjekdigi aýdylýar. Musulman däp-dessurlaryna görä, paýhas (paýhas) elmydama sülюmen, ḥل ḥليمان ٱليمان ٱليزيد \") jogap berýär\") hem Süleýman däl-de \"Süleýman\" -a şeýle hem degişlidir.). Bu hekaýa kebra nagast-da uýgunlaşdyryldy, ýöne Süleýmanyň ogly tarapyndan jedel hökmünde. [7]\n\nSüleýman we jynlar\n\nŞebanyň şa zenany\n\"Süem\" -e şemalyň dökülendigini, [11] we oňa gözegçilik edip biljekdigini aýdýar we jynlaryň Süleýmanyň gözegçiliginde-de süliň gözegçiliginde-de dakyp biler öýdýändigini aýtdy. Jinn Süleýmanyň hökümdarlygyny güýçlendirmäge kömek etdi. Şeýtanlar (Şaýatin), [12] we jynlar oňa ýadygärlige mejburlandy. [13] Hudaý gudratly \"geýiň, qر\" 'ýa-da \"çeşmesi\") erteki tarapyndan gurluşygynda jynlar tarapyndan efirde ulanmaga sebäp boldy. [11]\n\nDawut ölde adam öý hojalygynyň pygambere patyşasy hökmünde pozisiýasyny miras aldylar. Süleýman bir gezek aýalyň kakasynyň heýkelini gurmak üçin bir aýala rugsat berdi. Soňra onuň aýaly öz butparasyna boguralandy we butparazlyk biperwaýratlamaga mejbur boldy. Jeza hökmünde Hudaý Süleýmonyň halkyny ogurlamak we Şeýligiň birini alyp, Patyşalygy barada Oňa mümkinçilik berdi (38:34 süresi sürüň). Soňra ybadatany gurmaga ünsi jemläp, günälerine toba edýär we ýene günälere gözegçiligini ýowam alýar. [14] Ol bolsa Ondan soň hiç bir patyşalykdan tapawutlylykda bilmezligine Hudaýa doga etdi. [15] Hudaý Süleýmanyň namazyny kabul edip, oňa begenýän näme etdi.\n\nSüleýmanyň jadygöýleri jynlara ýüzlenmeginiň ýitgisini jynlaryň göwnünden turmagy, jynlarynyň jadygöýligini ýitirmek üçin adama şekillendirilip bilner. [16] Nishapuryň özüne çekijiligi: \"Dini baglanyşdyrsaňyz (jyn) we\" Süleýman bilen şa pawilionyna gursaňyz we \"Süleýmanyň özüne buýrugy ýok bolsa, Süleýmanyň ýerine diwara bölünişik ýok\" . [17]\n\nTalmudjiki däplerinden Süleýman däl-de, Süleýman bihabarçylykdan biynjalyk bolmady we butparazlyga gatnaşmady. [18] Mundan başga-da, Süleýmanyň Süleýmanyň jadydygyny biler: Süleýman ynandyrmaýar, ýöne şadylmaýar, egmolbarlara ynanmadylar. (2: 102)\n\nSüleýman we garynja\nSüleýman ençiz beýleki haýwanlar ýaly dürli haýwanlaryň dillerini öwretdi. Gurhanyň bir gün, Süleýmanyň we onuň goşunynyň garynjanyň jülgesi (واد ٱلنم ýuml (واد ٱلنم ýuml) üçin gadymy-namal-naml girdi. Süleýmanyň we goşunynyň namilady) Namila (Пар gujak) beýlekilere münmäge, başgalaryň hemmesine \"(aýaga girmäge) täsir etdi.\" [19] derrew düşünýär. \" Garantyň näme, Hudaý bolsa Islendik, Garl koloniýalaryň üsti bilen doga etmek üçin oňa minnetdarlyk bildirip, ondan mundan beýläk doga-gyzlyk bilen öwezini dolmakdan minnetdarlyk bildirdi we 43] Süleýmanyň paýhasy entek bu başga biri boldy Hudaýdan alnan sowgatlaryň we musulmanlar Süleýmanyň öýlerini sowgatlaryndan has möhüm bolan gündelik namazyny ýatdan çykarmaýandyklaryny goldady.\n\nElektron işgäri garynjanyň paýhasyny ýel bilen dolandyrmak üçin solmonyň sowgadynyň manysyny berýär. Sirskü'l-Kulubyň pikiriçe, çontmy demýär, sebäbini \"Sülemi\" diýilýän bolsa, çyýarat edýär. Süleýman, çylşyrymlydygyny: \"ýüregiňiz ses eşidýär (Selim) we Indiki dünýäniň birnäçe lezzetini bilseňiz we onuň eýeçiligi bilen aldandyňyz. ŞERT; Şonuň üçin Süleýman diýilýär. \" Anketde Süleýman Assse soraýar, Hudaýyň nämedigini kim üçin onuň üçin ýel boýun egendigini bilýär. Süleýman ýene bir gezekem ýok diýýär: \"Netijede şemal, hiç zat ýok. Justagşal geçýär. Bütindünýä baýlygy we patyşalygyň heläkçiligi Alymlar Fahr Al-Dina Razi we Al-Kltubi, garynjalara garaýşyny yzarlaýarlar. [22] (P198)\n\nSaba-da basyp alýar '\n\nNowranyň paýtagtyndaky Zaaryň öňki paýtagty Ha'anyň öňki paýtagty Yemenemeniň öňki paýtagty\nSüleýmanyň patyşalygynyň ýene bir möhüm tarapy, erkekden ybarat goşunynyň beýlekisi boldy. Süleýman goşunlaryna, söweşijilerini we jynlary we onuň aşagynda işleýän ähli haýwanlaryň hemmesine ýygy-ýygydan baha bererdi. Goşuny barda barjak Süleýman goşuny Hud-hud (هد, Hopopoe) ýygnanyşygyň ýok edilýär. [23] Onsoň, hud-ha ses tarapyndan düşen Süleýmanyň kazyýetine geldi we Saba-dan dogrydyrylýar \"diýdim. Süleýmanyň Süleýmanyň dünýä inendigi we patyşalygyny ýokary akyl-çusulman ýaşady. Supany diňlän Süleýman, Şebanyň ýurduna hat ýazyp, Şebanyň halkyna gün basmagyna sebäp bolan we Hudaýa ybadat etmegine ynanmaga synanyşmaga synanyşmaga synanyşmaga synanyşar. Süleýman Şebanyň şa zenany (Bilqis), soň bolsa reaksiýany gizlemek we synlamak üçin hab-hu-a sargyt etmek üçin HUD-HUD-Haud buýruk berdi. [9]: 64 Süleýmanyň buýruklaryny kabul etdi we göni ŞAP-a gaýdyp geldi şa aýalyna hat. Şa şa zenanyna çagyran we Süleýmanyň halkyna jaň etdiler: \"Maňa rehimdarlyk bilen eşidilmeýär, musulman-google-a gelşy ýaly geliň ). \" Ol Ministrler we beýleki kazyýet işinde bu ministrler bilen näderejäni alyp, gynandyrýandyklaryňyzy we kuwwatly söweşijiler bilen bilşi ýaly, men şonda-da henizem bu meselede henizem aňlatmasam dalaş edýärin materiýa. \" Kazyýetiň halky: \"Siziňki, güýje, O şaýat, watançaňyz, näme etsin, mundan boýun garaşarys\" -diýdi. Şeýle-de bolsa, uzynlygy Süleýmana geldi, ony Hudaýa tabşyranymyza geldi. [25]\n\nSüleýman we Ifrit\nBilsis Süleýmanyň kazyýete syýahat eden bolsa-da, patyşa öz hyzmatkäri onuň terbiýelenmezden ozal özüne tagt iberýär. IFRI-lägine hödürlenýär (15-40), Süleýmanyň wezipesine eýerdi, ýöne Süleýmanyň bu wezipäni ýerine ýetirdi, Hudaý bolsa tagtalyga öwrüp, Hudaýa doga etmek üçin Hudaýa doga etdiler. Birdaba meňzeşligine ajaýyp jogap berdi, dogyjyjynyň Hudaýyň güýji bilen Süleýmanyň köşgünde peýda bolan tagt. BilQ Ol Süleýman bolsa Süleýmandan gelendigini, ýöne gudratyň imanyny kabul edendigini henizem dalaşgäriň, gudratyň bardygyny subut edýän subutnamalar bilen ylalaşandan soň, ol gudratly jogap berdi birmeňzeş nahoryňky, ýöne Hudaýyň Özi hakda. Süleýmanyň özüne çekiji teklibini ret etdi, sebäbi Bilqisiň hakyky imana öwürmek we beýleki ýaradylan üstünlikleri üçin takyk adamlara ýüzüne we pygamly dödine bil baglady. [26]\n\nÖlüm\n\nAl-Aqsa metjidiniň birleşen mawzoleýi Iýerusahananyň Köne şäheriniň birleşmesine mawzoleýi\nKuranda, Süleýmanyň işgärlerine syzanlarynda we garynja süpürilençä, bir ýere çümüp, oňa çümüp, oňa çydam, oňa ýol berdi - we diňe bolsa bedeniň ýykylmagy.\n\nSoň bolsa, edenimizde (Süleýmanyň) ölümi barada işgärenimizden bir zat görkezmedi: he bu ýiten ýaly, olary ýykylanda, olaryň arasyndan aýrylandan başga hiç zat görkezmedi Garaşsyz, jeza jeza (olaryň işinden (olaryň hajyrmamyz) erbetleşdirmediler.\n\n- Guran, 34-nji süre (Saba'), Aýah 14 [27]\nHas geçirenlerinde has dikelip, JINN henizem özüni janlydady we olara gözegçilik edýärdi.\n\nDiňe Hudaý, Hudaý bolsa Süleýmanyň keseli ýykylançak bolsa, Süleýmanyň janyndan gäne meýdanyny süýräp gaçanda we Gong welaýatlarynda galyp ibereninde hakykata ideg etdiler. Bu aýat görünmeýänleriň görmeýänleri (al-Ghehab) tomaşaçy (al-Ghehab) bilmeýär tomenkylaryň göreldeleşemegini öwretmekde, ölen adamyň hyzmatygyndaky samsyk ýaly kemsitmezdiler. [28]\n\nMuhammetdim Süleýmanyň aýdymyndaky aýdym\nGoşmaça maglumat: Muhammet we Injil we semic köküniň\nKurga aýatlaryndan ylham berýän ýaly, käbir musulmanlaryň (arap: م arab-d-D) aýdym-saz atasynda \"Muhammetdim\" (Hebrewlounka hakda aýdym aýdylýar: מַחֲמַדִּים, Rud-Rudianja hatlary: m-m-m-m) ýewreýler tarapyndan \"islenýän\" ýa-da \"ýakymly\" ýa-da \"ýakymly\" diýlip terjime edilen hem bolsa. [29]\n\nSüleýman we Jamşid\n\nParpopolisiň umumy görnüşi, Eýran (2) (ekilen)\nJamşid dünýäniň Sāhnouzān hāān ghnān hāān ghnānma sözlerine görä, dünýäniň Daridiň dördünji Patyşasy boldy. Süleýman ýaly, dünýäniň ähli paçly we jynlarynyň üstünden höküm sürendigi aýdylýar, (ahura Mazda -e Origeňli Porsidiň) diýen zaly bolan diýen zadyň bardygyna ynanýardy (Ahýa Mazda) bardy. Halky köpdü eden köp sanly biomons üçin jogapkärdirdi: sowuty we ýaraglary, kerpiçleriň dokuzylmagy we bosagody, kerpiçleriň kiçelmegi, şaý-sepleriň we gymmat bahaly metallaryň öndürmegi, kerpiçleriň kiçelmegi we gymmat bahaly metallary bina , Tahar etikleri, tafeniň bolmagy lukmançylyk süýrüm gämileriniň suwlary. Jamşid indi dünýäni mundan ozal iň beýik monarh boldy. Ol Korol Farr bilen dördünji orny eýeledi (Awçysy (Awestan: Haşaçysy), on nahary rahatlyk bilen ýakdy.\n\nIki akylly monarhlaryň arasynda meňzeşlikler sebäpli käbir däp-dessurlary partlady. Mysal üçin, Slanmon, prezidentiň türmelerinde karary bilen baglanyşyklydy. PERPERIPLAI Süleýmanyň oturgyjysy hasaplandy we \"Mas'udi, Muqadasi we Ystrrif ýaly alymlar\" oýun meýdançasy \"hökmünde häsiýetlendirildi. Beýleki musulman awtorlarynyň Eýranyň birdygyny, Süleýmanyň arasynda berlendigini we \"Kamiş daň atylandygyna ynanýardy. [30 30] [31] [31] [31] [31] [31] [31] [31] çakyrylan Jemhşidiň gahrymany merimaty bolan hindimiki zorasiz şäher mifologiýasy bilen birleşdirilen stipendiýa bilen bezelenler bilen mündi ýaly stipendiýa bilen mündiler. [34]",
"Ilyas": "Ilyās (Arapça: إلياس) Ysraýyl halkyna ýol ýol ýoluna iberilen pygamberdigi we meplendir. Adamlaryň butlara ybadat etmeginiň öňüni almak üçin pygamberlik şertnamasy berildi. [1] Ilyas ALYSA-a pygambere adalgasydyr. [2] Käbir duşman alymlary Imyanyň Harunyň dubyndan bolandygyna ynanýandygyny ynanýar. [Harun). [3]\n\nKäbir musulmanlar Ilýasyň diregine, Hajyň ýaşaýandygyna, Hajda haja şäherinde ýygnanýandygyny ynanýarlar. [4] Käbir musulmanlar Illyasyň ahyrynda gaýdyp geljekde dolanypmajakdygyna ynanýarlar. [5]\n\nIrki durmuş\nYslam çeşmelerinde Ilýa \"ady bilen Safatdan\" -dan bäri \"Alyas Ibn\", [6] asistas Ibn gatylom 37: 130, Ilýas diýýär. [7] Şeýle hem Ilýasyň käbir hekaýalary hem yslamçylaryňky pikirleri bilen tapawutlandy; BUMALAR tarapyndan gurak ýaşhanaly bolan ysraýyllaryň ülgüleri ýaly, Alyasa şaýyplygy Alyasa we Ahab bilen söweşýän ysraýyllary, [9] we Ahap bilen söweşýän ysraýyllary. 10]\n\nKöp Yslam çeşmelerine we Injili, ERIAS (A) diridir we asmanda äkidildi. [11] Şeýle-de bolsa, Ibn Katir bu hedilleri kabul etmedi we çagalaryň arasynda olary hasaplamady. [12] Mu'jam Al-Bulýal-Ha-Hamavi bolsa, Baalbekdäki Eveýls (a) gabyryny agzadan geçirdi. [13] Bir gabyrda-da \"Pyýanyňy AIILA\" -a soň, ýerli ýaşaýjylara geldi Elias (A) -iň mazarydy [a) [14]\n\nPygamberlikli\nIlýas ilkinji gezek Al-A Şain Pygamber hökmünde agzy hökmünde bellediler. [15] Baalbekda ýaşaýan halky monotiza garamazdana garşy we taşlamak üçin boýun egmäge çagyrdy. [16] Esasy wezipe, but basmagynyň öňüni almakdy. [17] Köp ýyl bäri öz halkynyň dowam edijiden soramaga-da, guraklyk we adamlaryň açlyk bilen göz öňünde tutulansoňlar olara açlyga döküpdiler. [18] Ilýasdaky qanasda, soňra musulman däp-desk panym-halk edebiýaty Ahazeldäki Rehisbeldäki we Olisýada ​​Elisiýa ýazgylaryna Raniýas.! Käbir aldadylar, käbir alymlar tarapyndan ynanýanlaryň, [21] we Khurdiýed üçin başga bir at öwretdi. Yslam agabyy Ysraýyly \"Aaýlas\", \"Sits\" -iň şekilli \", käbir käbir käbir jubogy ýarysyny, ýarym perişde statusyny berdi. [23] Ilýas, soňrak eserlerinde, şol sanda Hamzanamy ýaly görünýär. [24]\n\nKuran\nIlýa wagyz eden ýerindäki Gurhada agzalýar. Gurhana halkyna Hudaýa ybadathana ybadathana gelüregini we sebitiň esasy butuny terk etmegini we Bagalyň ybadathanasyna taşlamagyny terbiýeleýär. Gurhan döwletler: [1]\n\n\"Hakykatdanam, Mena Resullardan biri, öz halkyna:\" Hudaýdan gorkmaýarsyňyzmy? \"Diýdi. \"Çünki Hudaýa, Hudaýyňyz we çereriňiziň ýagşylygynyň we Şeraşeriň iň gowy galdyran we iň gowy taraplaryny goýber / filmiň gowurmaçlaryndan ýüz öwürsäňizmi?\n\n- Saaffat 123-126\nKuran, Iýasyň adamlaryň köpüsiniň pygamberi inkär alyp, butparany yzarlamagy dowam etdirýär. Şeýle-de bolsa, onuň ýurduňiň köpüsiniň ajaýyp sanyny ýaňy-aýry-ýakynda elıýa eýerdi we ynanýardy. Gurhany \"Olar ony (olaryň arasynda) (olaryň arasynda).\n\nKuranda, Hudaý Ylýas iki ýerde öwüň:\nYlýasda parahatçylyk bolsun! Bu gowy edýänleri nädip sylaglaýdyk. Ol hakykatdanam imanly pudaklarymyzyň arasynda ýaşaýar.\n\n- Kuran, 37-nji bap (asta-Saaffat), 129-132-nji bezär (27]\nWe zakariýa we yahýaa we Yahýa we Iýa we Ilyas, hemmesi meniň dogruçyllaryndan seredenlerden bäri\n\n- Kurran, 6-njy bap (al-Wa'am), 85 [28]-nji aýat\n85-nji dagyň Iliam, Zýarýanyň, Reba we Işa-da ähli zady edip sürüpdir diýerdi. Abdullah Yusumyful aldama, üçünji topara, höküm sürenlerimlerinden, ýöne öz ep-esli wagyz edýär. \"Dogralan topary Zakrah\" diýip wagyz edýär. Uptokiste salgylanylan \"Boktisti\", bar 11:14); we Elias barşynda Isa bilen aglaýandygy we Isa-özüne habar berilendigini we aglaýandygy (Matta 17: 3). \" 29]\n\nMusulman alymlaryň köpüsiniň Ysraýylda aglanylýan tanymalda birneme irki tarapa getirilenleriň, irulalaryň Liwanda iberilendigini mälim etdiler .SK Hatnaşyk bilen baglanyşygynyň häzirki zaman şäheriniň birinjilygy sebäpli Baalyň halkynyň ybadat etmegi bes edýän pozitigi boldy. Ylýasynyň Gurhanyň mekany bilen Keralbek şäherinde tanamagy ret edýän alym Baotbek şäheriniň Kuran ýa-da ýewreýleriň Injilindäki \"Baýlylaryň\" hekaýasy bilen doly agzalmaýandygyny aýtdy. E Belren Injilde agzalmagynyň döwülmändigi. \"[31]\n\nÖlüm\nWagtyň geçmegi bilen guraklyk ýaýrady we köp adam öldi. Ony alanlarynda, öňki işlerine ökünenlerinde, Elias (a) we çakylygyny kabul etdi. [32] Soňra, Eliýasyň dogaýan (A) güýçli ýagyş gelandyk we toprak daňlandy; Şeýle-de bolsa, adamlar Hudaý bilen bu äheňlerini ýatdan çykardylar we IDL-e ybadat etmekden ýüz öwürdiler. ILY KÖP T: ol görenlerinde, ol Hudaýdan Hudaýdan sorady. , emma Hudaý oňa oty araba iberdi we askalara garşy çykdy we okuwçysy dürünrüligine bolan yşarata we Alyasa ony ýykdy. [33] Ilýas Yslam Eshatologiýa bilen seýrek niýetlenendir. [34] Şeýle-de bolsa, käbir musulmanlar Illileriň döwründe belli-wagtyň ahyrynda khidr khidr bilen şertnama baglaşmagyna garaşylýandygyna ynanýarlar. [5]\n\nMiras\nMusulman edebiýatlar we däp-dessur Ysraýyl patyşalygyna wagyz edendigiňi, Ahabyň üstünden höküm sürendigini, soň bolsa Ohazy Ahazaýa boşaddy. Çölüriji Yahýa ýaly çölüň pygamberlik diýilýär. [35] Musulman däplerine görä, Musulman däplerine görä, Ahap we aýal-gyz Jebel bilen wagyz etmekdi welin, bu ugurdaky ýalan butlaryň ybadat edilmegine ep-esli jogapkärdigine ep-esli garaşyldy. Musulmanlar munuň bolandygyna ynanýarlar, sebäbi Eli E Elýaşyň yzyndaky Hudaýyň habary wagyz edýändigini yzyna aýdan ýüz öwürmeli boldular. [36]\n\nIlýas, adatça, Musulman medeniýetiniň mowzugy, adatça HHIDr bilen gatnaşygynda, musulman medeniýetiniň mowzugy bolan rowaýatlar we halky taksyndylar boldy. Musulman tüssesine görä, Muhammet Iýas Meksada Mekas bilen duşuşdy. [37] Yslam mesihide, Ilýasyň akýan khidr bilen ýakyndan baglanyşyklydyr. Bir hepde Iýos we Khidryň Iýerusalimde Iýerusalimde Mekgä geçmek üçin Iýerusalimde her ýyl bilelikde duşuşandygyny habar berdi. [38] Iýaslar Hamzanama-da köp döwürlerde, bularyň öňünde, ýaş dogan bolmak ýaly, ýaşlaryň çeşmesinden duran biri. [39] Mundan başga-da, Ymam Ab-kafide immap Al-Kafi siriýadaky prowhimentikanyň Siriýanyň dilinde çykandygyny we aglap başlaýandygy bolandyklaryny aýtdy. Soň arap dilini arap dilini arap alymlaryna baryp görmek topary bilen terjime etdi:\n\n\"LORE LORD, günortanlygymy ysdaky suwsuzlygymy bilýän bolsaňyz, meni oýarmak üçin ýüzümi sürtmek üçin ýüzümi sürtýändigimi bilseň, meni jezalandyrýandygyňy, meni jezalandyrýandygyňy, meni jezalandyrýandygyňy bilsed öýdýänmy? Saňa günälerden ýüz öwürýändigimi bilseňem bolsam-da, diňe seniň üçin bütin gije oýanýandygymy bilseň, meni jezalandyrýarsyňmy? \" Şana ylham berdi, şanabe ylham berdi, \"Men seni jezalandyrmaz, jezasam\" -dan kelläňe çyk \". [40]\n\nBellikler\n \"Elias Könes Könes, 1 Patyşalylara 17-19-njy we 2 patyşadaky Kökdäki Ylýaşyňy tapjak Ylýaş ýaly, elýahyň hökümdarynda öldi, elhýa (876-872 BCE) we Ahaziýa boldy ), (Ysraýyl koroly ýa-da Samariýa patyşalygynyň patyşalary, halkynyň ähli işlerimize, çölüň pygamberimizde, ybadathana ähli işlerimizde we gyssagly Ahap Azarýa Baalyň ybadatmagyna ýykyldy. Çagalar Jedek Şkitasiýa LINDO-a çenli köp hyýanatçylyga sebäp boldy. Patyşa Ahab, adamkärine Allah -ynja terk eden erbet aýal, yzebeliň şazadasyny durmuşa geçiripdi, ýenjel baýram etdi. \" ... Gijah ähli Şehabyň ähli günälerini, Ahazýanyň seýillerini urmagy, Köne amenthtiň pikiriçe, ahyrynda, ot alan söweşindäki ganly Oljagyny Elisha bilen elishasy bilen galdyrypdy. \"[20]",
"Alyasa": "Aelasa (Arap), Ysraýyl halky ýollaryna ugra ýola goýlan Hudaýyň (Allah) pygamber we Hudaý pygamber we habarçy. \"Buran\" -da Alyasa iki esse-de pygamber hökmünde agzalýar we beýleki pygamberleriň arasynda agzalandyr. [2] Musulmanlara Ilýasa pygamberlik mükeni hökmünde hormatlanýar (Ylýas). Khidr bilen tanşany tanaýan yslam Hyzmatdyrýan Yslam çeşmeleri Kidr bilen Emelasiýanyň arasyndaky güýçli gatnaşyklara esas döredýän \"Yslam\" -le \"Yslam\" bilen berk gatnaşyklara esas döredýän Yslam çeşmeleri. [3]\n\nŞahsyýet\nAlisa-nyň ady Al-Anaýda iki:86 we gynansagam gynananda agzalan 38:48. Şol aýatlarda adaasa-dan şahsyýet ýa-da pygamberiň \"durnukly\" bolandygyny bellenmezden, \"maldar\" diýip bellenilmän, bellendi. [4] \"Efan\" gazetiniň habaryna görä, Elisha eýe bolan ýarançy: لعا ٱلى ٱلى ٱلى ٱلى ٱلىىلاسى ٱلياري ٱ_ luokord: Mina l-akhrrr). [5] Aelasa Al-Ada 6:86 we gynanç bilen Ysmaýyl:\n\nWe Ysmaýyl we Alyasa we usunus we Lut; Her biri dünýädäki daňdym;\n\n- Al-Anak 6:86\nHyzmatlarymyz biziň hyzmatkärlerimiz, aanasa we Dhul-küpl ýadyňyzda saklaň.\n\n- gynanýan 38:48\nGudratlar\nAli Al-Ridanyň Şia Hewiden Hadanynda Aliasa keseliň bardygyny, suwa syrkawlap, suwda ýöräp, galyndylarynyň bardygyny öldi we suw basdy. [Citrat gerek)\n\nTalap edilýän mazarlar\nKäbir musulmanlar Elisha migregasyna ynanýarlar Elisha Saud Arabystanynyň gündogar sebitinde Al-Aunjamda diýip hasaplaýarlar. Ybadathana Saud Arabystanynda gazaba safa hökümetiniň agdyklyk edýän Wahhabi ýa-da Salafiniň özgertmediniň agdyklyk edýän Wahhabi ýa-da Salafiniň özgertmeleriniň agdyklyk etmeýän wahhabi ýa-da Salaffi özgertmeleriniň agdyklyk etmeýän wahhabi ýa-da Salaffi özgertmeleriniň agdyklyk etmeýän wahhahafynyň çäginde kömek etmese. [6] [7] Osman araplarynyň döwründe köp asyr üçin möhüm kagyz boldy we häzirki zaman döwrüň dowamynda musics musulmanlary üçin musulmanlara musulmanlar üçin örän meşhur zyýarat boldy. [8]\n\nElýabanyň mazary Türkiýe Diarbakaf welaýatynyň Eğil etrabynda bar. [9] Asyl syrylan derýanyň ýakyn wagtda bolmagy bolan derýanyň ýakynlaşdy. Jemgyýetiň itiniň gahrymançylygynyň öňüni almak üçin dini gatanç geňeşi döretmek. Meýdany taşlap, gijelerine we pygamberiň saklanan we resmi işgärler üçin gazylyp, dokuz alymlar we resmi işgärler suw basmagy bilen bir gahrymançylyk edýärdi. Şeýle-de bolsa, şäherfolagyň köpüsi pygamberiň köpüsi şol gije düýşünde gören pygamberi täze otaga berjaý etmezden çykdy. [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11] [11]",
"Yunus": "Younus ibn matta (arapça: ي arap) مانس مون مون مان موتا, Rimnus Ibn Matta) Taňrynyň pygamber we maslahatydyr. Usunus adatça, Hudaýa we habarlaryny halas eden pygamberi hökmünde Yslamda dalaş edýän pygamber hökmünde Yslamda bolup, Yslamda bolup akylly görünýär. [1] [2] Usunus, Gurhanyň agzasynyň ady bilen on sany kiçi pygamberleriň ýeke-täk pygamberleriniň ýeke-täk pygamberleridyr. [32] Gurhanyň onunjy Kuran onuň yzyndan atlandyrylýar. [4]\n\nUsunus Dhul-mun (arap: ذو ٱلنو) we musulmanlar tarapyndan musulmanlara diýilýär. [5] Kurranyň dört esse ady bilen dört gezek agzady. [6]\n\nHadysasiýa\nUmunus hem ömrüň dowamynda Muhammet döwründe-de agzalýar. Käbir ýagdaýlarda Muhammetiň ady Muhammetiň öwezini dolmak we hormatlamak bilen aýdylýar. Taryha görä, Muhammetiň Hatmuhammediň ömrüni yzarlamakdan soň Muhammetiň ýene-de barmeniň habaryny mekşen şäherine gitdi, ýöne ol şäherden taşlandy adamlar. Kuraýyň taýpasynyň iki agzasynda Ekbanyň we Şaýban bagynda gaçybatalga almaga başlyk edip, emzahyň bagynda başpena aldy. Hyzmatkärini, Idany, Oňa üzüm hyzmatlaryna hyzmat etmek üçin üzüm hyzmat etmek üçin üzüm hyzmatlaryna hyzmat etmek üçin. Muhammet Nahulany we hyzmatkäriň dokuz derejesine jogap berdi. \"Amittaýyň ogly usunus şäheri!\" Muhammet gygyrdy. Bulaşyk armanyň ussunus hakda bilmändigi baradakydigini çakladymdy. Soňra ol Muhammetiň bu adamy nädip bilýärdi. \"Biz doganlar\" -diýdi Muhammet jogap berdi. \"Usunusyň bir pygamberidy, menam, Hudaýyň pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber pygamber dokamaz. Mundan başga-da yslama kabul edildi we Muhammetyň ellerini we aýaklaryny ogşady. [10]\n\nOne of the sayings of Muhammad, in the collection of Imam Bukhari, says that Muhammad said \"One should not say that I am better than Yunus\".[11][12][13][14] Ibn Abi Al-Duz duzunyň daňandygyny öňe sürdi, boguna tarap bolup, içalymyň içinde gezelenç edýänçä, içeri girýänçä, okus \"diňe birnäçe galdy balygyň garnynyň garnynda günler \". [14]\n\nNIX asyr par Taryhy Al-Topari Al-Tabari, Yonýah balyklaryň içinde-de, süňkleriň ýa-da agzalarynyň hiç biri \"ýaralandy\". [14] Şeýle hem al-Tabari \"Çuňňegiň gödekleri\" -yň bedadýandygyny, Uunusyň \"çuňlukdaky\" görendigini görüp, ýagglaýanyň ähli balyklaryň hemmesini eşidendigini aýtdy. [15] Aryven asyr şahyry Kisaý Marazi, äkidilen Kisaý \"ady bilen meni ödemekde, soňundan dynç alanda, [14] aşagyndady mekgejöweniň bol. [14]\n\nMazarlar\nŞeýle hem serediň: metji_tuff_thop_ton_ropet_jonah\n\nYununus metjidiň harabalyklarynyň harabalyklarynyň weýran bolýan suratydir\nNotagynyň häzirki ýerleşýän ýeriniň gazuw-agtaplarynyň gazuw-agtaplarynyň gazuw-agtaplarynyň gazuw-agtalalary bilen bellendi we iki ulaldylan diwarlaryň gazuw-agtaryşlary bilen bellenýär: Nabi oununus kuwunjik we depe (pyýadadaky karta baglanyşygyna serediň). [16] \"Oruns\"-At Nabi Iunus \"The Eastunus\" -a bagyşlanyp, iki musulman we musulmanlaryň \"musulmanlar\" we \"Myons\" we mesihiler tarapyndan meşhur musulman tarapyndan we mesihiler tarapyndan ýerleşilen şäherde ýasaldy. [17] Bumy meşhur zyýaratçy saýtydy [18] we Eastakyn Gündogaryndaky ynsaýalara, mesihilere, hristianlara we musulmanlara bolan akulyndular, hristianlara we musulmanlara bolan ýewro, mesihilere, mesihilere we musulmanlaryna bolan akab, hristianlara we musulmanlara bolan aklawçylar. [18] 2014-nji ýylyň 24-nji iýuly, 2014-nji ýylyň 24-nji iýuly, boşadyldy (ISD) butparaz hasaplamak bilen dini mukaddes ediler diýip gasyp kampaniýanyň ýok etmek üçin kampaniýanyň \"Yslam\" dini mukaddes ýerini ýok etmek üçin kampaniýanyň dini mukaddes edepsiligi kampaniýanyň ýok bolmagy hökmünde mazaryň öz içine alýan metjitini ýok etdi. [19] [18] [18] Musuldan IRDID-den YD-den soň işinden alyp barýan gadymy Assadowanyň 7-nji asyryň birinji ýarymynda arabageçiriň mekirgäniň aşagynda ýok edildi. [20] YDIL gara bazarda satmak üçin zatlaryň köşgünini talady [18] [20] [20] [20] [20] öňlükde bolup geçen kyn ýüze çykypdyr. [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20]\n\nBeýleki musulman hamsalary\nAhuna çenli beýleki meşhur ýerleri Ysraýylda beýleki meşhur ýerlerde, Hebronyň Pakistanyň Walhul şäheriniň Pakistanly Bank şäherçesiniň Arap obasy (3,2 mi); [22] we Liwanda Sarefand (Sarefand) şäheriniň golaýyndaky mukaddes ýer. [23] Başga bir däp-bat Her däp -besi monopy-da bir hamanda goýýar, Ysraýylyň depesi ýyýanyň, döwrebap çarçuwanyň demirgazygyndaky bir ýerde bir ýerde bir ýerde.\n\nFatibakirdäki Fatih Metolise bölüminde Mihrabyň arkasynda ýerleşýän Diarbakir, Türkiýe mihr-Aşagynda ýerleşip bilner .JI] Evlýaýa Seýýat adalgasynda Jonanyň mumonlaryna baryp görendigi aýdylýar. [27]\n\nKwinan\nAl-Anbiýa 21:87 [7] Q-AF MEMHALI (Arapça Nū tarapyndan lota. \"-e ýakylýar) diýilýär. [5] A-Nisa 4: 163 we Al-A'ca 6:86 resul manysy, \"Alladan\" kabul \"diýilýär. Shrah 37: 139-148 usunusyň doly hekaýasyny ret edýär: [5]\nBu hem iberilenleriň arasynda ahunus hem şeýle boldy.\nGämi (ýogsam, ýesir bilen gämi ýaly) Lowden,\nBogsa-da, blankanyma berildi we ýazgardy:\nSoňra kit ony ýuwutdy, günäkärdi we günäkärlenipdi.\nOl (toba toba we) şöhratlan,\nElbetde, kyýamat güni bolýança balygy galdyrar.\nÝöne kesel ýagdaýynda ýalaňaç kenarda,\nÖsdürip ýetişdirmäge sebäp bolduk.\nOňa ýüz müň (erkek (erkek) ýa-da has köp missiýa iberdik.\nOlar ynandyrdylar; Şonuň üçin olara biraz wagtdan lezzet almaga rugsat berdik.\n\n- Kurran, 37-nji bap (asta-Saaftrat), 139-148-nji aýatlar\nKurhana usunusyň mirasy \"Miras\" -iň aýdylmaýar [5], ýöne musulman däp bolan Ysunusyň Beýtjamin taýpasyndan bolandygyny çagyrýar. [9]",
"Zakariya": "Yslam dinofinine görä Zakari: زДILI: Zakarýa pygamber we pygamber pygamberdigi we mazaddes çygy (Alla) -yň Atasy.\n\nGurhanda\nZakariýa dogruçyl adamdy [1] we ofisi Iýerusalimdäki ikinji ybadathanada ikinji ybadathanada boldy. Ol ybadathananyň hyzmatlaryny dolandyrmak üçin ýygy-ýygydan jogapkär bolup, elmydama Hudaýa doga ederdi.\n\nOgul üçin doga etmek\nGarürşiden hudaýdan ýöräp başlady, ol hudaýdan soň Hudaýyň hynymyzy wagyz etmekden we ybadathananyň gündelik hyzmatlaryny alyp giden hirp gurup bilerdi. Zakariýa bir ogul üçin Hudaýa doga edip başlady. Nassorynyň dünýä inmegi üçin dileg etmek diňe bir çaganyň isleginden däldi. [1] Ol özi üçin özi we halk üçinem doga etdi - olara Zakariýa kimde Rebde işleýän Hudaýdan Hudaý gerekdi. Zakariýa häsiýet we ahlakly häsiýete eýe we bu ruhy toba edebiýatyna iň gymmatly eýeçiligini edinmek isledi. Onuň arzuwy öý hojalygyna patrierç Jachakubyň patribiniň wizitmesine dini düşürmek we Hudaýyň Ysraýylyň Ysraýylyň täzelenendigine göz ýetirmekdi. Gurhany gaýtalap:\n\nRebbiň hyzmatkärine zakariýa üçin Rebbiň rehimdarlygyny ýatlatmak. Liýä dogmagyna aglamany aglamagyna aglady:: «jenabym! Lo! Mumyň süňkleri gowşak we kelläm çal saç bilen şöhle saçýar we Rebbe doga-dilekde ýatdan çykarmadym. Lo! Aýalym Barrenenimden soň garyndaşymdan gorkýaryn. Aý, meni şereket edersiň we Jacobakubyň öýüniň (şeýle hem) boljak mirasçegim. Ony, Rebbim, kabul ederlikli (saňa). [Kurran 19: 4-6 (Southall tarapyndan terjime edildi)]\n\nOhahýa kakasy\nHudaýyň sowgady hökmünde Bagarýanyň (arap: ي namedok, çokundyryjyma bilen, çokundyryjy ady John bilen saýlanan bir ogul, islendik çaga bilen ýörite saýlanan at berdi. Musulman däp-dwory, Johnahýanyň dogasynda näme diýilse-de togenanda-da togsan iki ýaşakatda köpdýär.\n\nZakariýanyň nazary bilen baglanyşykly Hudaý Jon (Reba) zaýalanan Hudaýyň habaryny beýnady. [4] Gurhanyň aýdyşy ýaly:\n\nEý Zacharýaah! Lo! Johnahýa atly ogly seni seni bagyşlaýarlar; Öň hiç kimde hiç kime (oňa) bermedi. Ol: «Rebbiň! Aýalym Barrenen bolsa, garrylygym, garrylyga baryp görmedimmi? Ol: Reb hem gowakda aýtdyň, hiç zat edeniňde, men seniň aňsatlyk bilen uldanmanka sizi ösdürdim. Ol: «Rebbiň! maňa alamat beriň. Ol: Siziň alamatyňyz, bu, üç gije adamlar saglygymda üç gije gürleşip bilmezligiňizdir.\n\n- [Kurran 19: 7-10 (7-10)\nMaryamyň hossary\nGurhana görä, Zakariýa Marakiýa maryam şäheridi. Gurhan döwletleri:\n\n(Imran aýdymy): Perwerdigärim! Öz garnymda, muňa mukaddes etmek (hödürlemek) üçin. Menden kabul et. Lo! Bu diňe siz bararsyňyz, henizem şundygyjy meker! Haçan-da ol gowşurylansoň: «Şübi! Lo! Bir aýal elimden gelenim - Alla gowşurylan çagyl, erkek aýal ýaly däl; we lo! Men oňa mary atly dymdym we lo! Men onuň üçin onuň we nesilden nesil üçin goramagy we nesil üçin. Rebbi doly kabul etmek we sessiz ony gowy öňe sürdi. we zacharaha horarçy etdi. Zacaharaç onuň, onuň inçekulynyň abansa-da gitdi, azyk bolandygyny anyklady. Ol: «Mary! Bu (iýmit) size haçan gelýärmi? Ol Jogap berdi: Allahdadyr. Alla kimiň islegine görä söz bermeýär. [Kitan 3: 35-37)\n\nMusulman asly, Zakarýanyň Joneniýadan Çaphana bilen çygmatçy we Isa bilen pygamberleriň täze döwründe gatnaşandygyny, Adaradaky pygamberiň atasynyň ýanynda ýygnanypdyr. Allhli ruhanylaryň hakykatyndan (Maryam) aladasyny saklan borjy Zakariýa bolup, hilli adam hökmünde statusyny görkezýär. Zakariýa Gurhanda tükenikanyň we dogruçyl adamyň pygamberinde köplenç öwýär. Şeýle bahalandyrma Saça Al-şa-da:\n\n\"We Zakariýa we Yahýa we Ylýas. Her biri dogrudan mahalydy\" -diýdi. [Kurana (Colthall \"tarapyndan terjime edilen)\n\nGurhan Yusuchuf Aflififlf Ali bir pubişa hödürleýär [5] - bularyň hemmeleriň biri bilen ruhy baglanyşyk usulyny hödürleýändigini öňe sürýär [5]. Ol Yahanyň YAA-nyň keseli bolandygyny, Yliýa gelip, Täze amenthtde görkezilişi dagşy bolupdy. Yevandan bir wagtyň özi bolsa, ol senylygyň arasynda Zakarýasy Russiýa dargysy boldy we ogly Alaýha Täze amenthtde Ylýas hatyrasyna salgylandy. [7]",
"Yahya": "Yaḥyā ebon zakardany 'Ol şol iňlis dilinde Jon bilen, howa ýoluny, Zakarýanyň Oňa ogly, Aladadanyň pygamber, Allahiýa-da, Allahdyryjy Hudaý (Allah) . Ol Musulmanlara Isa Al-Miň (Isa Mesihiň (Isa Mesihiň goşulmagy) Aýradan şaýatlyk etjek Hudaýyň Sözüne ornaş boljak. [1] [2]\n\nYahýa Gurhanda bäş gezek agzalýar. [3]\n\nYAYA SP Sufizmde ýokary derejede hormatlanýar, ilkinji nesiliň Johananyň keşbiniň we hoşniýetliligiňiziň beýany we hoşniýetliligi sebäpli yslam mistikasy sebäpli hormatlanýar. [4] Sufis, Gurhandaky Gurhandaky John Housedisshilen spana bolan haýyşda köplenç teswir berdiler. Jon bilen Isany suratda suratlandyrmak üçin ulanylýan birnäçe sözlem Kurana beýan edilip bilinýän görnüşde diýen ýaly birmeňzeşdir. [5]\n\nDogulmagy\nKurranda, Hudaý Zakariýanyň ogly üçin ogly yzygiderli doga etmegi öz-düşýär. Zakariýaly aýaly öndürlendi, şonuň üçin bir çaganyň dünýä inişi ýaly däl ýalydy. [6] Aloneazuwanyň sowgady hökmünde alýawanyň ady, bu çaga üçin ýörite saýlanan YAYAYAYLY NAḥanyň ady tarapyndan ogly berdi. Zakariýanyň namazyna laýyklykda Hudaý alty aýdan soň ýagyşa görä, hassahananyň ýolbaşçylygyna görä, ysraýyllylara zynjyrlanan we ysraýyllynyň ýoýulan Hudaýyň habary ret etdi.\n\nQARADA Johanahananyň bu at (Kurran 19: Kurran 19: Ortaça \"atlydigini mälim edendigi üçin Jolanyň kakasynyň öňünde ýerleşýändigi aýdylýar [8] bu aýat Yslam alymy Kanunyň ähmiýeti,\" howadaly \"garşy çykýandygyny öňe sürýär. \"Ol Birtania-yň atly ady ýa-da Johnahýa şol ady görkezilen\" -diýdi. \"(9] ýa-da kakasynyň adyndan\" Grek: ζ TRTχαςί) [10] ýok diýip atlandyrdy Bir kakasy Zakraarlarynyň hatyrasynda (Zakarýa diýlip atlandyryldy) \"Ogluna\" (\"Yokanan\" / \"ýenanna\" ady bilen tanalýardy. [17] Gurran ýaly: [12]\n\"Eý Zakaryya, hakykatdanam size ady yahýa kim Yahýa boljak oglan we hibasyny döretmedik oglan-bagtly oglan berýäris.\n\nOl: «Rebbiň Rebbisi, aýalym gelenden bolsa bir oglum, garrylygym bar, men Gar asyrdan gaty az kömek etdilermi?\"\n\nOl: \"Şeýlelik bilen (giç şeýle diýdi:\" Sen bu Meniň üçin: \"Hiç zat etmerin!\" Diýedim hakykatdanam, hakykatdanam seni demiss edipdim \"-diýdi.\n\n(Zakara): \"Ogry Perwerg! Maňa bir bellik beriň\". \"Siziň alamaty:\" Jogap, \"Üç gije hiç kim bilen gürleşersiňiz\" -diýdi.\n\n- Maryam 19: 7-10\n- Maryam 19: 12-14\n\nYraýýa Çokunedesiz işiň, Iordan derýasy. [13]\nUýa, Mukaddes .azgylara çalt saklamak üçin nyşana alyndy we häzirem çaga tarapyndan paýhas tarapyndan paýhas tarapyndan paýlandy. [14] Arasy we bitürip, Hudaýyň huzurynda gowy gezdi. Ol ene-atasyna şeýle boldy, ol ulumsy ýa-da pitneçi däldi. Jonyň akjilleri okamak we düşünişmek, diňe çaga wagtyň geçmegi bilen wagtyň iň uly alymlaryndan aýrylandygyny mundan beýläk aşakda düşüneniň. [6] Musulmanly teselliden on heka iberendigini gürrüň geçýärler, ýöne Isanyň garaşsyzlygyny wagyz eden, Isanyň öňünde habary wagyz eden kim, Isanyň öňünde habary wagyz eden bolsa, Isanyň öňünde habary wagyz etdi. [7] Gurran diýýär: [16]\n\"Oyla\n\n- Maryam, 19:12\nJon klastik pygamber bolup, ähli zatlaryň batyrkaýynyň batyrkaýyny üçin batyrgaýlyk üçin Hudaý tarapyndan taňrupdy. Mundan başga-da, kwan Johnahganyň mylaýymlygyna we söýgüsini we durmuşy durmuşa söýgä bolan garaýşyny we kiçigöwünliligi garaýar, ony üçin durmuşyň arassalanmagy bilen gürleşýär.\n\nYslam däplerine görä, yahýa, Wermony halas etmek üçin hamaş eshiýasyna (ybadathana dagy) gidýärdi. [3]\n\nJanyna kast etmek\nYAYADA pugys wagtynda, ilkinji aýalyny aýrylyşmak we öňki aýal dogan atlandyrylmagy bilen birlikde konfliktiň arasynda gapma-garşylykdyr. [3] OlAYAA N Nikanyň tersine bolup biljekdigini habar berdi we nikany tassyklamady. Ondan soň, Hirod priipas, Oňany türme tussaglygyna höküm edilen orahakadan bardy. [3] Yahýa soňa çykdy. [18] [3] [3] YYA tapgyranyň kellesi Damaskda Umayyad metjidiniň içinde boljakdygyna ynanýar. [19] [20] [20]\n\nMiras\nYslam dininde, okaaun Çaga gamyşy, Isa (kakasy) gaby Salam Ally Al-Maýjak gijesinde Muhamer we ikinji jenap bolsa, ikinji jenap bolsa, ikinji jenap bolsa. Yiahýanyň hekaýasy Abysassiniýanyň Abysassiniýanyň döwründe çankaz şanyň \"ABYassin patyşa aýdylýar. [23] \"Yýa\" Nahýa çopan şol günde doglan günüm we ölen güni we ölen güni parahatçylygy iberen biri boldy. [24] Alyujyň pikiriçe, Ybraýym dünýäde iki adam, şöheýden we ýer diňe bir adamýatyňy bolansoň, YAHA we EHHAYA üçin YAHAYA we EHAYA üçin kabul edilmeginden bäri muny Yahýa we Eaşiýanyň diňe iki adam üçin utuldy. [25] Muhammetiň pikiriçe, Adam atanyň her ogly: \"Adamyň her bir ogly direlş güni başlar, ol we oňa garşy ýararla bolar. [27] Köp musulmanlar ýagyany deňeşdirýär. [28] Rebbiň başlary Yagda we Huşaýn-iň baştutanlary, Siriýada, Damaskda bolan Umayyad metjidinde hasaplaýarlar.",
"Isa": "Isa (Isa) bolsa pygamber we Mesihden mesgenjidir. Ysraýyl ogullaryna ýol görkezmek üçin iberilen geçen pygamber Injilmi (Hoş Habar) atly mukaddes kitabyny ýüze çykardy.\n\nGurhanda \"ISA\" iň medarada, Yshadan \"Mewis\" guramasynyň döreden we asmana götermek tarapyndan ret edilip, misa (al-massy bilen bilelikde häsiýetlendirilýär. Kuran Isanyň hulpsyzlamadylardygyny, ýöne haçda ölendigini tutýar, ýöne Hudaý tarapyndan gudratdy. Kuran Isanany iň gowy pygamberleriň üstüni ýetirýär we ony dürli atlar bilen bilýär. Isanyň pygamberligi yahana tarapyndan wagyz edildi we Muhammet bilen üstünlik gazandy.\n\nYslam Isanyň hilileşmegine, ýa-da Hudaýyň gönümel Oglany hökmünde Isa hristiançylyga garadýandygyny ret edýär. Isany birnäçe aýatda bir hudaýy inkär edýär we Isanyň ylahy bolmagy talap etmeýändigini aýdýar. Musulmanlar Isanyň diri bolan, soň bolsa diri bolansoň, Isanyň asyl habaryny üýtgedilýändigi üçin ynanýarlar. Isanyň monotirmazlygy Gurhanda nygtalýar. Yslamdaky ähli pygamberler ýaly ýaly, Isa yzyna eýerýänleriň \"göni ýola çykarylmagyny\" wagyz edenligi üçin meşhur diýip, sebäbi yzyna eýerýänleriň \"göni ýola\" diýlip atlandyrylýan musul diýip wagyz edilýär. Isa ençizlik, täsin edebiýatlar şonça dollar, yslam däplerinde bellän gämiler bilen baglanyşyklydyr. Şeýle hem, Muhammet gelişiniň Ahmad adyny ulanyp, pygamberlik edendigini habar berdi.\n\nIsanyň ahyrynda Isa gadymy taýpalar Aah-Ma'jūj-iň (Geg we Magog bilen \"Al-Mas Aoneh\" (Geg we Mighor (Gog we Masg) bilen gaýdyp gelerkä, ikinji hambere) dardar \"-diýdi. ýer ýüzünde. Bu jandarlardan soň gudrat, Ymam Mahdi gudrat we Is dünýä boýunça parahatçylyk we adalat borjuny berer, 40 ýyl patyşanyň hökümdarlygyndan soň öler. Käbir musulmanlar, Medinada ýaşyl Woluň dördünji goragynda Muhammetiň dördünji ätiýaçlyk mazaryndan bilgeşleýin ýanjakdygyna ynanýarlar.\n\nIsa musulmanlara yslamyň iň möhüm pygamberlerinden biridigine düşündiler. Isanyň gaýdyp gelmegine ynanýan ýerinden ybaratdygyna ynanylandygyna ynanýan ýer, Damaskda Taňyyad metjibesi musulmanlar tarapyndan Yslam tarapyndan dördünji şekili.\n\nDogulmagy\nGuruldaky Isanyň islegi ejesiniň doglan Ahti we Iýerusal ybadathanasynyň dünýä moden bilen başlaýarlar. Zakarýanyň ýerineýaloşa bolan Zakarýa (Johnahýa) atlyçesinde bolsun. Agandaky Doglanyň Dogan Kurandaky Doglan mugallym Kurana başlaryna baş başlan başlaryna başnap başlandy 19: 16-34 we SP: 45-53.\nYglan edildi\n\nYslam Exeer Gares Garezis, şepreýleriň gyzynyň gyzdygyny aýdyň we Beýtullahamda ýüze çykýandygyny tassyklaýar. Wirgin dünýabynyň keşbiniň ejesi tarapyndan berenlerinden soňam ybadathana göterilende, Perel gabygy bilen Maryda Maryda. Gabriel, ähli halklaryň ähli aýal-zähmetine hormatlanyp, mukaddes ogluna begenýändigine begendi.\n\nMiniatýurda\nGurbandanel ogurlan ogluň Isa, Mesih diýlip yglan ediler, bu Beýik pygamber diýip yglan etjekdigini yglan edýär. Ol oňa hiç adamyň üstüne degmän, Hudaýyň üsti bilen Hudaýyň mysaly zatlary çözüp, ýakynlaşyp, düşünjäni gizläp, geçip biljekdigi bilen gürleşip, bu çagany göz öňüne getirip, näderejdigini we geçip biljekdigini çözüp, pasdan gelmeli.\n\nKurandaky keşnama Merhemden çaga dogurmagyň çilim çekendigi, utup bilýän saçagyndaky, şeýle bişen seneleri ýykmaga, ýeňip biljek diwarlary bilen, aýagynyň aşagynda suw akymlary bolan ýa-da aýdyşy ýaly saçlary bilen suw skesinden suw bilen suw akymyny üpjün edildi. Maryul dünýä inenden soň, ybadathana Isa Isa ybadathanasyna gaýdyp barýar diýip, ybadathana ybadatçylary orta Assaşulýatorlary soraýar. Golriel tarapyndan dymyşlyk ammaryna buýruk berensoň, Palanta we çaga çaklamalaryny görkezýär:\n\nOl: «Men Hudaýyň gujakhanasy» diýdi. Meni kitaby berdi we maňa pygamber goýdy. Men seni ýer bolsam ak pata berdi we meniň ýaşaýan bolsam, mende ybadat we maýmyn zyýan çekdi. we ejemiň kabul edilmegi; Meni eziji, zatlara zyýan ýetirmedi. Parahatçylyk meniň dünýä inen günümde, men öalam, diri eşiderininmi. [8]\n\nIsa ýykansoň, altyburç eser bolan Siriýada giden Kärhanada özüne bolan alty gudratly oňa girýän alty gudratly sandan biridir. [9] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] [10] Dürli hidentlileriň, Isa we Merýem doguwda aglanmady. [11] Mukham Isa-da Isanyň we Merýemiňdigini düşündirdi we munuň bilen otuz altyn-altyn ýarym aýyna silkanyň döremegi bilen baglanyşykly ýeke-täk adam ýaly adamlardygyny düşündirdi. [12]\n\nDogluş keşbleri\n\nGurhanyň pikiriçe, zähmetiň agyrylary palma agajynyň magistralyna alyp gitdi.\nYslam däpaly Mary (ýa-da Maryam) göwreli bolanda göni bir zat goşdy. Isanyň nädogry adamy we Isanyň sanynyň iň jikme-jik hasaby, hekaýa hudaýyň hudaýyň (Allanma) basyp alýan ýeriň 19 (maryam) perdäniň (maryam) perişdede (Alla), ýöne Maryamyň çäge geçmegine gysga wagtyň içinde dogurmagyna garaşýandygyny habar bermek üçin perişdede iberilýär päk gyz bolandygyna garamazdan bir ogul. [13]\n\nKäbir gazapçlar, 19-njy keşbiniň hasabaty bellediler 14] akymyň hristian Hoş Habarynyň ýerleşýän ýakyndygyny bellediler. [15] Şerbada netije alyndy, Maryda iki gezek agzalýar we ştatda iki gezek agzalýar we ştatda Maryam, ogluň gowşurmagy Hudaýyň saýlandygyny aýtdylar. Birinji gezek musulmanlaryň göterijisi (musulmanlaryň köpüsi (Q19: 16-22-e bolan çakuny edinýän) bu habary (S1 ::200: 42: 42-49) bolansoň, habarlary (12-nji sorag) bu habary (S1 ::201: 42-nji sorag) bu habary (S1 ::201: 42-nji sorag) bu habary (S1 ::201: 42: 42) Wakton) adyny (köpde ynanýan) bu habary (9-njy sorag) bu habary (9-njy sorag) [17] [17] Munuň göwreliligiň jikme-jiklikleri ara alnyp maslahatlaşylmaýar, ýöne markasyny elhençligini başdan geçirendigini soraýar, Hudaýyň başlaryny we bu zatlaryň Hudaýa aňsat aňsatdygyny we Hudaýyň aňsat aňsatdygyny we bu zatlaryň Hudaýa aňsatlygyny döredýändiklerini soraýar diýýär. [16] Kuran (Q21: 91-nji Q2-nji Q61: 12) Hudaýdan gaçýandygyny, Çünki Hudaýyň hiç bir kakasy kakasy kakasy ýaly bol ýaly, ölçegi kaka ýaly gersmaga mümkinçilik berýär »diýdi. [20] [20]\n\n8-nji asyrda Ibn Ishq (704-76-njy ýyllar) tarapyndan döredilen bu hasabyň gysga wagtyň içinde we oňa ýazylan hasabyny habar berdi, ol oňa agaç mubastyny ​​ýazdyryp, ony agaç maslahaty diýip hasaplapdir. Jorj atly Jorj. Ol ýygnakda saklanýan, ol Josephusup neşir eden bir birek-birege suw we başga meselelere goşyjylara kömek edýärler. Isanyň dogluşynyň hasabyna, Beýtalyn bilen Palma agajy bilen doglan kysikasyny yzarlaýardylar. [21]\n\n10-njy asyryň slanmy Al-Tabari (839-923) Habarçy üçin Mesih türmelerinden sowgatlary (Mag meti); Josephusuba (esasanam Merýem däl-de, Merýemden adamsy däl) atly buýruk (esasanam Merýem däl). [22]\n\nÇagalyk\nEsasy makala: ybadathanada tapmak\nŞeýle hem serediň: Tomas Home-yň \"Müsüre we Resul Hoş Habaryna uçuş\nGurhany Müsüre garamazdan, 50-e çenli göz öňüne getirem ýok, 50-e göz aýlap bilýäris: \"Biz Maratamyň ogly we ejesini ýokary ýere etdik, biz bolsa ýokary ýere goýduk. Çeşmeler bilen süpürip, suw dymmak bilen suwardy \"-diýdi. Käbir kyssalarda Isa we maşgalasy ýaşaýarlar. [26] Isanyň gelmeýänleriniň köpüsi (pygamberleriň hekaýalary) döwründe aýdylyşy (protestler-dese pygamberler we gahrymanlar barada ýurduň köpelenleri bilen baglanyşykly kitaplar. [7]\n\nAl-Masion Jewishewreý dini pomeliň ýenşerini okaýan ýewreý dinini öwrenendigini, \"ýagtylyk nyşanlarynda yzly\" tapandygyny \"aýtdy:\n\n\"Sen meniň oglum we söýgülim; men seni özüm üçin saýladym\"\n\nIsa bilen:\n\n\"Häzirki wagtda Ynsan Oglunda Hudaýyň Sözi ýerine ýetirilýär.\" [22]\n\nMüsürde\nŞeýle hem serediň: Tomas\nBirnäçe sapakda Isanyň daşarysoňy Yslam ýazgylarynda Isanyň irki çagalykdygyny, şol döwürde Müsürde durnuklylygy we wakalara degişlidigini aýratyn gürleşýär. Näsaglaryň köpüsi ýaly, tomasyň öňki başçysynyň öňki başyna, TOMO-nyň Yslamly gompezi. Şeýle paýaýatyny öz içine alýan, Isa Beýik hünärleri döredendigini öňe sürýän doganlyk keşbini bar bolan atçy dünýä indi. [27]\n\nIsanyň çagalygynyň beýleki hekaýalary \"Mahmoud\" -yň gözleg professory Mahmoud Mugus M. Aýohub esasynda meşhurlyklar görkezilýär. [28] Müsürde köp gudratlar Müsürde ýaş ýaş Isa ýaş Isa ýaş Isa bagly, § ciratces we beýleki gudratly-da serediň).\n\nUlular\n\nIsa Ibn Zakariýa tarapyndan çokundyrylan Iordan derýasy (Johnahýa, çokundyryjy). [29]\nTabşyryk\nŞeýle hem serediň: Isanyň we resul süresi (Yslam)\nEmma Isanyň birinji asyrda Judahaýlylaryň umumy dili okandygy, adatça, Isanyň umumy dili (uly sebit. E sebiti. [30]\n\nYslam dukyna fokusda düzülen titreme, pygamberiň merkezi we adama butlara çokunmak üçin adamzada-da höküm çykarmak we bir hakyky Hudaýa ýüz tutmak üçin adamzada-da höküm çykarmak. Bu esaslardan öňki ähli pygamberleri aýdymy çap etdi, Isa messengerden has gaýtalanýan habary gaýtalamakdan başga hiç hili düşünje hasaplanýar. Isanyň we Isanyň gudratlary Isa we Isanyň gudratlary Isa-da Isanyň budygyny Isanyň hüşgärçiligini däl-de, ähli pygamberleriň habarynyň arkasynda bir kowap görkeziň. Käbir daşary ýurtly yslam däpleri, Isanyň missiýasynyň diňe bir gudratlary tarapyndan tassyklanmagy hökmünde pygamber hökmünde tanalýan pygamber hökmünde statul hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamber hökmünde statessi hökmünde hasaplaýan pygamberi hökmünde status hökmünde pygamber hökmünde statessisuzlygy hökmünde ynanýar. [312]\n\nIçiniň ikinji sany Içiniň ikinji beýik keşbi ahyrky bir wagtyň özünde. Bu düşünje esasan hadysadan gelip çykýar. Musulman däp, Isa eden wakada aýan hristian matologiýasy bilen tapylan kubok döretmek we weklist bilen söweşmek üçin ýere gelýär. Bu kyssa yslamyň, Isanyň sebäbini aýlamakda alaýarys bilen alaýaýşy bilen Isanyň Muhammetiň metbugata görkezýändigini çaklaýar. Däpnleriniň köpüsi döwlet Isany tebigy ölüm etjekdigini ýa-da ýokdugyny, şonda tebigy ölüm etjekdigini. [33]\n\nÜçünji we görnükli surat, astetriki şekilli - ýürek pygambere wekilçilik edýän Isa. \"Fran Isa Isanyň\" Hosel \"-iň\" Hasel \"-iň\" Hosel \"-iň\" Hosel \"-yň bu tagallalar Gurhanyň ýa-da soňraky dini tekstlerde agzalmaýar. Esasan ýok. Isanyň muhammetiňem, şol sanda Muhammetden tapawutly ses bolan ruhy mugallym hökmünde kabul edilip bilner. Suhermenlik adakrýatizm, poeziýa, pelsepriýany, pelseprüş teklip we mistiki usullar bilen bileleşigiň ölçeglerini öwrenmäge ýumýar. Şeýle-debet aňy ýa-da neopatonizmiň, güwürtikleriň, buddizmiň elementlerini paýlaşypdyr ýaly bolup biler ýaly bolup biler ýaly bolup görünýän ýaly bolup biler Ofandyň sözlerine we buddizmiň iň ajaýyp adam hökmünde döredilen we Muhammet mähirli yslamy meşhurdyr. [34]\n\nWagyz etmek\nIsa-Isanyň yslam düşünjeleri Raşingtonly däp-dessurlaryň \"Ylym däp-dessurlarynyň\" astyndaky Kufa şäherlerinde Kuva şäherinde döredendigi meselesidir öýdülýär. Isa düşünjesi Koufa şäherinde Rimden garşy resmi ýygnaklaýyn bissopiki üstünlikleriniň başynda Müsüriň azalýan mesihilerinden kabul edildi. [35]\n\nIň irki hekaýalaryň takmynan 85 ýaşly toparlar Kitapuň kitaby bolan iki esasy ýygyndysy tapylýar (Ibn al-Mubarak (D. 797) we Ibn Hanbork tarapyndan \"Kitab al-Zuhd\" (D. 855) tarapyndan astetrizizm kitaby). Bu sözler dört esasy toparlara bölünýär: a) estoçtologiki sesler; b) kwasi-Hoş Habar sözleri; ç) ascetik Saýt we hekaýalar; d) Saýatlar intra-musulman poladikasyny ýaňlandyrmak. [36]\n\nSaýnalaryň birinji topary Isanyň arheini Gurhanda yrdy. Hoş Habar korini bar bolsa-da, \"Miradyň meşhur ysmaz\" dag bilen giňeldilýär. Dört beýikligi Isany Islatyşyň howandarlygynyň perdesi diýip plastin. Iň soňky topar Isanyň Yslam ethizlennik we meşhur-musulman -NICTIK kesgitlemesine, \"Hudaýyň agzasy we\" Hudaýyň Sözisi bilen baglanyşykly Esiterdarik ideleri, \"Hudaýyň Sözi\" bilen ekerantgelýär. [37]\n\nGudratlar\nEsasy makala: Isanyň gudratlary\nŞeýle hem serediň: Tomas\nKedran Isanyň azyndan alty gudratlary Isadaky azyndan köp adam ýazýarlar we ýazyjylar we taryhçylaryň köp bölegi bilen has köp goşuldy. Mugallymyň we professor \"professor\" Nusa-Husaýen Al-Husaýni \"-yň pikiriçe-de, öz ygtyýari Isanyň alamatlary hökmünde tanalýandygy ýa-da öz ygtyýari hökmünde häsiýetlendirilip, towdary ýatlamalary üçin iň meşhur) (CAIRK: Dar AL-Maarif , 1943; 2-nji on. 1967-nji ýyl). Gurhada, häzirki zaman arap edebiýaty (1960), Al-Husaýni özüne gepleşme ýokdygyny bellaşaýandygyny \"Al-Husaýni muny\" gudrathmadlarynyň özüne gepleşmeýändigini alamatlandyrýandygyny aýtdy »diýdi .18]\n\nKurranda bu alty gudratlar Hoş Habar we onuň birikmesi beýleki baglanyşdyrylan gudratlary bellemegi we agzybirligi agzap saklamaýan, kanpelden we gapma-garşylyk däl gizlin çeşmeleri jikme-jik we kandidan gizlin çeşmeleri göz öňünde tutýar. Erassyz keşbäniň dowamynda Hoş galmaýan, şübheli çeşmelerde we ähli beýleki gudratlar arkaly bellediler. [26] [28] [28] [28] [28] [28] [28] [28] [28] [28]\n\nBäşlikden gürlemek\nKrolyň pikiriçe, Gurhadaky gürlemek üç ýerinde: Al-Imran (3,1) Al-IIISA (59 ýaşly (59-110 we Maryam (19) 29-30. Kyssanyň bir bölegi, çaga dogurýan çaga Merýem Merýemini belli bir adamsy bolmazdan çaga dogulmagy kabul etdi .Sin \"-diýdi. Yslam dinotyp hereketiniň jebisligi baradaky daşary ýurtly Hoşniýetligiň täsiriniň berilmedikdigi baradaky irki yslam sebäbiniň bardygyny aýdylýandygy sebäpli yslam sebäbiniň ýokdugynyň belli däldi. Isa bun şikaýat bilen aýdypda tutanlar, Isa Hudaýyň gulydygyny yglan edip, pygamberdigi, pygamberdigi, pygamberdigi, ol öljek gününiň ak pata ber! diri göterilen gün. [40]\n\nBu-da Injilde hümmet tapylmasa-da, bürünçden gürleýän bu kandile milotmotlamasynyň mazmuny bolmadyk öňki garşy dansat hossysynda duş gelýär. Şol çeşmä Isa Hudaýyň ogly Hudaýyň ogluny, sözüni, nädip Hoş Habarda jikme-jik yglan edip biljekdigini tassyklap, Ukrainanyň ŞAP-a şeýle yglan edendigini tassyklady. \"39]\n\nPalçykdan guş döretmek\nKeýikden guş döretmek we keýpäniň (3,3, 4 43, 49, 48, 49 ýaşly we Al-Maýda (59-110-da agzalanda, olara durmuşda durmuş ýuwmak hekaýasyna olara olara durmuş bermek barada gürrüň bermek hekaýasynda. Bu gudratiki hyzmatda bu gudratly Hoş Habarda-da agzalmaýar, şol bir hekaýada bir ýetişdirýände tapylýar: Gurhan we bu iki çeşusyň arasynda birnäçe dürli üýtgeşik jikme-jik maglumat berýär. 41] [42]\n\nKörleri we garyplary bejermek\nŞeýle hem serediň: Jelilede iki kör erkekleri bejermek we on kaýyplary arassalamak\nTäzeressiýalara meňzeýär Isany körleri körleri we Al-IMRA-nyň başlaryny şeýledirleri köşürleri we Al-Ida şäherinde belleeri basyp alýar öýdýär, 39. 1286) Isanyň köpelenýän müň agzynyň nädip ýazylandygy ýazylandygyny bilýär sagalmaly we Isa diňe maňa doga etjegini nädip bejermelidigini. [43] Orta asyrlar \"Ededial\" \"atly\" iki aýratyn keseliň \"habar berijiniň\" habarynyň habarynyň aýdyň alamatlary diýip häsiýetlendirmek üçin şeýle ýazypdyrlar, beýlekiler tarapyndan aç-açan alamatlar hökmünde gahana gelendigi barada şeýle ýazylypdyr. [41]\n\nÖlüleri terbiýelemek\nIsa Al-Imranda aýdylyşy ýaly ölülerden adamlary terbiýelenendigi ýa-da ýagdaýy ösdürip ýetişdirilse-de, Hoş Habarda (gyzy) jikme-jik ýokdy öýdülýär. \"Aairus\", naina we lazarusdaky ogly \"AIRAIB\" ogly. [44]\n\nMöhşeşleri\nIsa çaklamagyň ýa-da başga birine gizlin ýa-da näbelli bolan zadyň bardygyny öňe sürdi. [45] [45]. Bir mysal Isa dogry islendik ýa-da her bir sorag hiç kime jogap bererdi we her bir soragdan sorady. Başga bir täjiler, adamlaryň ýaňy öýlerinde saklanýandyklaryny, şeýle-de näme iýendiklerini, şeýle hem öýlerinde saklanandyklaryny bilýärdi. [26]\n\nJennetden iýmit tablisasy\nEsasy makala: märekäni iýmitlendirmek\nŞeýle hem serediň: Soňky agşamlyk\nGurhanyň bäşinji bölüminde Al-Ha'ida (5) 112-115 kapitaly, bu ucasion Isanyň şägirtleri Iýmitden iýmit bilen we geljekde olar üçin ýörite ýatlama gününi islese-de, belli bir günlük bellige alýan aýratyn gününi islese. Munuň Yslam we arap, gözleg professorine laýyklykda Eur che eopharazulyk bolup biler (d. 2006-njy ýyl. 2006). [46] Bezeg paýdarlaryň professoryna laýyklykda Geoffri Parstard (D .5) Hoş Habaryň iň soňky agşamlyklaryny bilen iýmitlendirýän bolsa, ýöne arap dilinde göterilýän bolsa, ýöne arap festiwaly) bilen baglanyşykly düşürilendigi sebäpli, arap sözüni ýumulýar (47]\n\nŞägirtler: Eý, Maryyň ogly Isa, Rebbiň ogly, Gökden gökden tablisa? Ol iman bolsaňyz, Hudaýa ştata gorkup gorkdy:. Ony iýmek isleýändigimizi we ýüregimiz parahatçylyk etmändigini we muňa janlanyp, jandaryň bardygyny bilip bileris. Mumanyň ogly, Reb bolsa, Rebbimiz ABŞ-dan bir fesala, birinnimiz üçin gaýykda, ilkinji gezek we iň soňky, şeýle hem üpjün ediň (ylalaş) Iýmit) bize iýmitlendirmek, sebäbi üpjün edijileriň iň gowusydyr. Hudaý size iberýändigimi aýtdy. [46]\n\nDüwünçe tagty, soňky agşamlyk döwründen çykarylan desga ýazgagynda, ölüm howpy ony aladalandyrdy. Şonuň üçin Isa şägirtlerini soňky agşamda çagyryp, soňky agşamlyk edýär. Nahardan soň ellerini ýuwdup, ellerini öz geýeginde süpürmek üçin al-jezalaryny ýerine ýetirdi. Ondan soň Isa olara jogap berdi: \"Meniň şu gije saňa-da etdim, nahar çemçesi men saňa elde ýasadym, seniň eliňe çaly etdi, sebäbi hakykatdanam menden gowy bolardym, Biri-birimize degişlidir, ýöne özümi siziň üçin giňeldip, özümi biri-birine giňeltmäge mejbur etmäň \"-diýdi. Şypuwarlary ýumlandan soň Isa olaryň biriniň muny inkär eder diýen zetmez, inkär eder diýen ýaly, ony biynjalyk eder. Şeýle-de bolsa, Isanyň Hudaý bilen Yslam görülýän jesetlere diňe haça çüýredir we Isa haça-da geldi .Saýlady. [48]\n\nBeýleki gudratlar\nGurhanyň Gurrandaky jikme-jiklikleriň aňlatmany Isa hakda jikme-jik maglumat bermegiň ýa-da many berýän. Bu kyssalaryň käbiri Tebigatda tebigatda tebigatda meňzeýär, käbir amenthtiň käbir dogruçyl otakyndadyr.\n\nIsanyň gyrnaklarynyň gudratlarynyň dürli-dürli gudratlarynyň käbiri asyrlardan geçip, çagalykdan öňki gudratlar - käbir beýleki gepleşmek - çörekden geldi) -diýdi Öz içine alýar Çeýdäni tölenip öldürilen ölenlerden daşarda öldürildi we bir reňkli sesiň dürli reňkler bilen çykmak üçin ýüz tutýar. [26]\n\nŞaurnalistiniň işgärini bejermek\nEsasy makala: Korollyk resmi işgärini bejermek\nA-Tabari (923) ABŞ-nyň belli bir şalyhun bilen belli bir patyşa bilen duşuşygyň we oglunyň bejergisi hakda hekaýa barada hekaýa hasabat berýär. Patyşanyň şahsyýeti agzalyşa görä agzalmaýar, Filip Bir Filip Tetaraçys teklip edýär. \"Rolion\" -yň \"Korol Resminiň ogly\". [49]\n\nAçgözlük we hakykat\nRespanaşyň ýaşda bir gudratçy Häkimiýet tarapyndan professor Aýohoda baş harpy Ene-da döredilen gaty ajaýyp çapyşyk haty ýewreý adam we çörek bipedildedir. Eger, açgözlük dokalan, hekaýa aýdýan ýadaw ugurlary bilen baglanyşykly sapaklar bilen meşgullansa-da, hakykat bilen baglanyşykly sapaklar bilen. Çagalaryň kitaplarynda köplenç tapylan hekaýa. [50]\n\nInçaýhgalter paýhas\nŞeýle hem serediň: logotmeler (hristiançylyk) (hristiançylyk)\nAnotherene bir rowaýata öwrülen gudratçy Isa döwrüniň çagalyk hishumumy hakda bir zat. Bu rowaýatyň \"Ibn Ishq\" -dan al-Tabari-den \"Is\" hakda habar berenler Jary hakda habar berdi we Isa muny öwretdigi / ara alyp maslahatlaşandygyny holdan tapmaga söz berendigi habar berildi. [26]\n\nÇagalaryň öýlerinde iýmit\nAl-Taazari ýaş Isa obasynyň ýaşlary bilen oýnaýan we ene-atalarynyň ene-atalarynyň iýmitini taýýarlaýandygyny aýdýar. [26]\n\nKyssa maglumatlaryna görä, käbir ene-atalar çagalaryny Isa bilen oýnamak üçin günäkärlenýär, jadygöý bolandygyny her gezek Isa bilen oýnamak üçin günäkärlenýärdi. Netijede, ene-atalar çagalaryny Isadan çykardylar-da, çagadan-da toplady. Bir gün ýalňyzlyk duýulýar, Isa dost gözlediler we çagalarynyň bolan ene-atasyndan çykdy. Ene-atalar çagalaryň ýokdugyny aýtma, ene-atalar ýalan sözledi. Isa kimiň, ene-atalaryň I Isanyň doňuzyna jaň edýändigi soraýar. Soňra Isa \"bu öýüň dowamynda swine ýakmasyn\", ähli çagalaryň doňuz etmegine öwrülýär. [28]\n\nTäze gün öňki çeşmeleriň dowamynda we musulman tussaglarynyň käbiri, jynlary bilen karz almagy ýaly beýleki girkeslerden hem gyşaýel edipdirler diýip atlandyrýarlar ýaly beýleki gämi duralgalaryndan hem bar bolan janyna-da getirdiler. [26]\n\nYlham\nEsasy makala: Yslamda Hoş Habar\nMusulmanlarlar Hudaýyň aýtdylar, al-Rätil (Hoş Habar) diýilýändigine ynananlaryň ozalkydygyny aýtandygyna ynanýanlara: al-Töwrat (pezylan) we al-Zabur (Zebur). [51] \"Quran Al-Ordhil\" -lary möjek, yzyna eýerijileriň ýumşaklygy we gorkuzýanlary bilen yzarlaýanlary suratlandyrýan sebäp hökmünde suratlandyrýar. Adaty yslamçy ekzamezi Biblyň göçedigini ýoýlanma talap edýär (Tahrf), terýer al-Mubam bar, Ta'ýin al-Mubham (\"Ybamy üýtgetmek\"). [52] Bu polem tagallalary Abd Al-Jabbar Ibn Ahmadynyň ýazgylaryndaky orta asyr döwürde öz gelip çykyşy bar. [53] Kolza bilen buthanalar bilen Isanyň azerbaýjan kanunlaryny hiç zat ýok etmän, diňe bölekleri bölekleýin ýazgylary boýun bolmandygyny görkezýär. [54]\n\nMusulmanlaryň köpdüler, içindäki Isanyň asyl tagallalaryny zaýalap saklanjakdygy üçin has köp. [55] 9-njy asyrlyk taryhçysyndan başlap Ibn Hazmany hristiançylykda pikirlenmek boýunça işçini goşulan Ibn Hatm goşandygy boýunça käbir hobatçy başyny özüne çekýän käbir robryň başyna çekilýän käbir hobatçylaryň bilkastlaýyn dilegçiligine getirmek üçin käbir Robbiniň başyny çekmegi buýurdy. [56]\n\nYususuf al-Karavi öz kitabyna görä, yslamly gadagan edilenlere görä, Isanyň hut-bildirilen kanunlar bilen kanunlaşdyrylan ýewreýler üçin kanuny çäklendirlikler hökmünde saklandyklary. [57] Tafsir Al-Jelaferi ýaly nusgawy teswirleri balygyň we guş eti sarp etmäge, ýa-da umuman. [58]\n\nGurhanda ýatlamalar\nŞägirtler\nAwan Isanyň habaryna kimiň ynanýan şägirtler toparynyň seredip boljak şägirtler boýunça (rawriryyy \") toparlara kömek edilýän şägirtler boýunça (ḥawrāriýeyūūn) toparlara kömek edilýän şägirtler boýunça şägirtler toparyna seredip terjime edilendigi aýdylýar. Şägirtleri aýtmazlyk bilen Kurana bu habary bu habary wagyz etmegini berýär. Musulmanlar Isanyň şägirtlerine, ýoldaşlary (raṣābaba) hökmünde ýoldaşlary (ṣaḥāba) hökmünde birmeňzeş çemeleşmeler hökmünde görýärler. [59] Hristiançylyga görä, on iki şägirlileriň atlary Piter, Jeýms, Jeýms, Jelhewreý, Jahm, Juad, Juad, Juad, Simýon we Juad, Simon we Juad's Simon we Juad's.\n\nGurhan 3-nji bapda aýlanýandygyny aýdýar, 52-53-nji aýatlar yslamyň imana edendigi aýdy welin, şägirtleriň yslam ynançyna berlen şägirtleriň: [Esasy çeşme zerur]\n\nIsa: \"Taňrym, Hudaýyň (işim) kim eder?\" Şägirtleriň aýtmagy: \"Biz Hudaýyň hübidigärin: Hudaý bolsa, musulmanlara ynanýarys. Biz aýdan gelýän nämäň, üstüne edýän degişmeleriň arasynda bize ýazýarys; soň şaýat. \"\n\n- Kuran Al-Imran süresi 52-53 sürüpdir\nIsanyň şejor bilen gatnaşýan iň uzyn kawun Isa mundan beýläk jennetden çykmagyň bir tablisasyny ýerine ýetiriň, mundan beýläk hakyky habar saýlandygy üçin, onuň haýyşydyr.\n\nBýuýma\nAn-Nisanyň 157-nji aýatynyň 157-nji aýat Isaniýanyň haça çüýlenişine serediň. [61] Isanyň öldürilmändigini, ne-de haça-da haça-da heläk bolmady we ne heläkçilige uçrandygy aýdylýar\nNisanyň 157-nji aýaty\n(Gyzda): \"Marysyň ogly\", \"Martiýanyň ogly Isa Reb Isa-da öldürdik, ýöne olara tapawutlanýanlar üçin oňa bar zatlar geldi On çyd, (belli) bilim ýok, ýöne diňe bir karar ýokdy, ýöne eýermek, elbetde, ony öldürendikler kän etmediler.\n\nolara görünmek '. [62] Yslam däpleriniň köpüsi Isanyň haçda ýa-da tersine ýa-da başgaça ölendigini, fiziki taýdan fiziki taýdan ölýändigini ýa-da başgaça ölendigini inkär etdi. [63] [64] Yslam Exeer Gares Garaş, başga biriniň Isanyň haça çüýlenendigini habar berdi. Şeýle-de bolsa, häzirki zaman musulmanlary hakykatdanam dogrusyň hakykatdanam ölmegine ynanýar we diri galmagy simwoliki däl, salgylanmalar, söz ýok. Isanyň ölüminiň tebigatyndaky bu ylalaşyk çekişme Ismäiň ölendigini, ir \"Yslam Contham\" suratdan tapylmagy bilen, Yslam kandidiýasynda duş gelýär. Bu aralykda, indiki hadysanyň we Tafsir tersiniň tersini jedel edýär. [Sitatasiýa zerur]\n\nGurhana görä haça çyrdy, ýöne Hudaý tarapyndan halas edildi. (Has irki yslam däp-dessurlary we EXEGESSI ÇAGATLARY\n\nÇalyşmak\nEger bir ornuny tutýan düşündirişiň göz öňünde tutulan ýerinde bu, käbir alymlar ikinji asyryň käbir gnoriki toparlaryň arasynda ýüze çykýan teoriýany şu ýylyň gynistiki toparlarynyň arasynda ýüze çykýan teoriýany yzarlaýarlar. [10] Arirmi Gurhany tapýar we Hristian däl ('MERKOSITA) Öň agdarylan hristiançylyk (' şu ýerdäki ') hristiançylykly hristiançylyk täsirine getirdi. [65]\n\nGünbatar alymlary, [66] ýewreýleriň köpüsi Isa Simon Imantona düşmän asmana ýüz tutdy we Hudaý Isa haýsydyr bir adamy agdardy diýip, Hudaý Isa Isanyň agzalmagy ýaly täsir etdi Isanyň ýerine haça çüýlendi (CF. Irenaus, Kitaby, kla. XXIV, 4 XXIV, 4.). [68] [69] [69] [69] [69] [69] [69] [69] [69] [69] [69] [69] [69]\n\nKäbir düşünişmezligi Ibn Ishq-iň (761) Habaýy-iň öýüniň hasaby hasaby hasaby Habaýyçylyk bilen alyp barýan wakalara gysgaça hasabat bermek, ilki bilen Isanyň belligini çap edip, Ikinjiden, Isanyň Sergi atly biriniň çalşyp bolmajakdygyny ilkinji gezek görip bol bolup biler Medinada ýerleşýän ortaça ýerleşýär we Gurhanyň ýerlerinde ýerleşýän bölümde ýerleşýän tertipli ýerleşýär (3: 5fi; 4: 158) Hudaýyň özüne eden ýerlerine alyp barýandygydyr. [70]\n\nIbn Katir (1373) heläkçilik döreden däp-dessurlary, ýöne Isa bilen däl-de, Isa däp-dessurlary yzarlaýar. [81] Viderden soň, Ibn Katä, adamlar üç dürli derejeli dardan soň üç toparda bölünipdirler; Jult \"Hudaý biziň erkleşen bolsa, soň jennete çykyp, ynanýarsyň\"; Nesorassals \"Hudaýyň Ogly\" Hudaý ony asman oýanýança, Hudaý ogly talybyndady \". we bütin ynanmaýan musulmanlardan Hudaý habarçysy bolsa, Hudaý Özüniň ekýän ýanýançäler iman edendigine musulmanlar biziň arka-özüne dökýänçä galypdyr \"-diýdi. [82]\n\nIkinji\nIsanyň pikiriniň gelmezliginiň gijigine gününe çenli\n\nUmaýa metjidinde ISA minarasy, Damaskda\nYslam däplerine görä, 2000+ ýyly bardy, 2000-nji ýylda ýere sürüp, Isanyň aglamylaşdyrma çäginden ýuwaşlyk bilen söweş ýylyndan gaýynda al-Mas ştatynyň söweşlerinden mahrum edip, garşy söweşleriň arasynda Al-Mas-da dajal garşy söweşdiler , Mahdi köşgünlendirilmek üçin köşgünçilik niýeti bilen rezronçysynyň kömegi bilen aýdydy, Isa gündogar damiziondaky, Isa gazabynda minaralaşdyryş üçin ak minaranyň barha ýolunda Soňra Umylad metjidinde Mahdi salam berer we (musulman bolmak bilen) Onda doga eder. Ahyrynda Isa Lodda öldürer Isaň aýak astynda öldürer. [88]\n\nŞondan soň meşhur Sarh Al-Buhri hadysynyň habaryna görä, \"haçly döwüp, doňuzlary öldürer we jizýa salgytyňyzy öldürer we jizýa salgytlaryny öldürer\" -diýdi. [90] Bu müdiriň adaty düşündirişi Bu pygamberlik bolmak, özüne simulirlenendigi \"Christianty ybadathanasyna\" ybadat etmek üçin hiçman we özüne we hacamasyna ynanmak üçin storak dykgat gurar. Ol hristiançylykdan ýüz öwürmegi / Halalyň dogry şertnamasy kanunlary kabul eder, sebäbi Yslamlaryny ret ederler, ýöne imansyzlar Jizýany salgytlary has zerur bolmaz. [92] (Bir waka, Isa laýyklykda \"ybadatlaryny ýok eder\" eder \"ýygnananlar we ybadathanalary ýok eder we hristianlary öldürerler.\" [93] [Bellik boýunça 1] [Bellik boýunça 1] [Bellik boýunça\n\nÖzbaşdak tussaglykda aýrylyşynyň öňüni alar we hawos ol odoci The Rigogyň dünýä inerdisi) sebäplikydyr. [95] Hudaý \"Isanyň\" ybadathanasyna şeýle jogapda, egerleriniň ukypsyzlaryndan aljakatlary gurup, boýnuny götermek we arassalamak arkaly olary öldürerler. [86] Mahdi Diriden ölenden soň, Isa hakykatdanam ýeňillik we parahatçylyk we adalat islegini alar.\n\nŞeýle hem bu däp-dessele görä, Isa soň durmuşa geçiriler, çagalary üçin kyrk berýär we dünýäde dünýäni dolandyrarlar (däp-dessurlar köp dürli wagtylyk döwrüni berýär) Ol ölerdi. [96] Musulmanlarlar bolsa, gazaply doga etmegi ýerine ýetirer, soň bolsa gabyr şäherindäki Medina şäherindäki Gara Greathan şäherinde gudrykda, abu Bakr we UAR-da degişlilikde Medin şäherindäki ýaşyl gümmezinde jaýlaýarlar. [97] Ibn Haldunyň rowaýatyna görä, iki pygamber araly aradan çykýan iki şaldan turar. [98]\n\nÇeşmeler\nKuran Isanyň gaýdyp gelen kasamynyň hiç birini suratlandyryp halatynda Isanyň gaýdyp gelendigi sebäpli [99] köp musçlar iki likriýanyň aýatlaryna iki gezeklik döwründe oňa gönükdirýändigine ynanýar. [90] (1) ýokarda agzalan aýatyň hiç haçan Eartherde hiç haçan ölmedi:\n\nOlaryň beren sözlerine \"Olar\" sözlerini aýdýardylar 'Hakykatdanam, Maryyň mysy Allahyň Messengermeýyjany Messary-da öldürdik.' Bizi öldürmediler, emma hem oňa ýakynlaşdyrmak üçin şübhelenipdirler. Aşakda bir çakdan başga hiç hili bileleşigi ýok . Elbetde, ony öldürmediler \"-diýdi. (S: 157 :) :)\nWe \"Isanyň bilen\" bilen \"Sagatlar\" bilen baglanyşygy görkezmek üçin düşündirilýär (ahyrky wagtlar):\n\n\"Lo Iokin! Sagda bilim bar. Bu barada däldigiňize şekilli, ýöne meniň yzyma düşüň. Bu dogry ýol.\" (Q.43: 61 transkallall). [90]\nIsanyň gaýdyp gelmegindäki Hadarslar Saha deňziniň biri bolan Abu Huriiranyň arka-Laurirranyň yzyna düşdüler, ýöne ir Ab Ab Ab Abbatal diragagtyň garaşylýandygy sebäpli hakykatdanam girizildi. Şaýy üçin mahdi Halasgärlik bolar, Isanyň gaýdyp gelmegine garaşýardy. Irki Abbasyň halyfaltan hadysasiýasy, gaýtadan işleýänlere haça kärendiler we halkdaky pigleri saklaýan ýagdaýda ösdürilip ýetişdirýär we halka saklanda, gaýtadan işleýänler gadagan edildi. Entolida-da, haçdan çykmagy musulmanlar tarapyndan bu nyşandan umumy nyşanlary umumy hasaplamazdan we doňuzlary yşaratyň açmagy bilen habarlaşypdyr. [100]\n\nIsa, Kursyň takmynan 18-21-nji ýyllarda, \"Al-Mih\" (111] [Messiýa ') atly köp atlar bilen agzal hasaplanýar. [112] [33 ] Isa AS Ady bilen 25 gezekden üçünji adam, [belligiň 3,11] birinji 6-njy adam boldy\n\nMuhammet özüni \"Isa ähli adamlara Isanyň ähli adamlara\" Isa \"-a iň ýakyn\" diýip häsiýetlendirdi. [114]\n\nAdamly simillik\nGurulda Isanyň döredendigini, adam bilen janly simsiýanyň ýoklugy bilen hormat goýmagy bilen baglanyşyklydyr [107]. Muhammet köplenç Adam Adam we Isa dördünini deňeşdirmek üçin ulanylýar. [115]\n\nYslam Esteresis, ylahy gatyşma baradaky logiki görnüşini açar açýar, şeýle manyly, şeýle hili päsgelçilikler bilen aýdylanda, şeýle manyly düşünişmezlige kabul edilip bilinýän adam üçin tussaglygy bellemäge esaslanýar. [107]\n \nYslamda Isa \"Yslam pygamber\" yslam pygamyna rugsat berlendigine saýlandy. Gurhanyň pikiriçe, bu aýda Muhammetçynyň çykmak maksady -1 tarapyndan çak edilýän prezidentiň irki dini däp-dessurlara we Isanyň bar bolandygyny aýdylmagyna sebäp bolandygy we Isanyň bardygyny çaklamak gadagan edilen täze ynanjidygyny subut etdi. [116] Musulmanlar Isanyň Muhammetçydygyna we giçki adamyň geleniň jenaýaty pygamber diýendigine ynanýarlar. [117] Bu nukdaýnazardan Kuran Aglany \"Messenger\" atly bir aýatynyň bir aýaty messenger: «Ahmet\" atly bir aýy bilen peýda görmäge esaslanýar. [118] Yslam, Muhammet bilen öwüşgininmegi aňladýan H-m-m-den iki söz döreden sözidir. Musulmanlar Isanyň Hepse barylaşýan adamyň jülgesinde bolanda gelýän parlame agzynyň agzalandygyny tassyklaýar. [119]\n\nMusulmanky ekçar boldular, ulanylýan asyl grek sözüniň aktlutosdygyny, Ahmetalda demirstana, ilatly ýa-da pararogy aňladýandygyny öňe sürýändigini öňe sürýärler; Bu, bu hristianlaryň sözbaşysynda daşarky baglanyşyklar bilen çalşylýandygyny görkezýär [97] [120] Bu pikir jedel edilýär, däp bolan düşünişiň Gurhanyň teksti bilen goldanylsa soralýar.\n\nYslam kepinasy Isany 61: 6-njy nabyna höküm sürendigi baradaky pikirini öňe sürdi-NaRa-nyň 61: 6-njy nobatda ýerine ýetirendigi aýdylýar. (Ahmet, şol bir teňlik IshAHA-dan IBN Ishaýal köküniň terjimesine, Sirtora Rar BerlD GuillaREREZIDEN HALSA Jaýat berler:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nHöwheleşehal Muhammetiň we töweregindäki halkynyň habar bermegi habar berildi. Ish rowaýatyny bilýän Hadysa, arap ýarym adasynda we Abysysde öňe sürýän hristian däl (') kanon däl (') hristiançylykdan täsir etdi. [65] Hadyjy üçünji müdiriň musulman jemgyýeti üçin ygtyýarlyk çeşmesi hökmünde Canoniki ýagdaýyny döretdi. Hormatly Isa bolan Isa bu Isa bolan musulman düşünjesi Isa bolan gudratly, güneşsiz, günäli adamlar, Musulman imanyna salgylyklaryň (musulman; başlaryna gözegçilik edýän perişmegi). [ 130]\n\nHidenual Isa we Tafler goşunlary dakylýan hadysalaryň arasynda, köp sanly musulmanlar we hasabatlar üçin köp sanly umumy musulmanlar oýlanyp tapylan örän möhüm öwredip, umumy boljak musulmanlaryň arasynda has möhüm öwredip, umumy ruslaryň şekilini döretdiler. [26] Musulman rezidensiýasy bilen Isanyň kanuny geň galdyryjy zat. Munuň ýerine Mukaddes Ruh tarapyndan mätäç ruh kömek etegeli asiksiz jadygöýdir. Hoş Habar wagyz edilmeli kitap hökmünde görülýär we hakyky taglymatlary aýtmazdan bu meselede diýilýär. Ajaýyp sözlere, Isanyň sägünlenen soýulsgislerinde Wia Yslamda we Sopfiniň wekilhanasynda Headeliklilikde göreldem-dessur. [65]\n\nSünni yslam\n\"Kitab Al-Hilal Wa al-Nihal\", taryhçy we teology (d .1 d.\n\nHristianlar. (Öz)) Mesihiň jemgyýeti, Isa (Onyň asuda) jemgyýeti (umma) jemgyýeti (umma) jemgyýeti (onda)) jemgyýetiň jemgyýetidir. Ol hakykatdanam hakykatdanam (diýip, pygamber &; Maj) Maja »-dan soň (özüne parahatçylyk etmeginden soň) we Töwratda yglan edilenden soň hakykatdanam iberildi (meselem, Mab'ut) -diýdi. (Asla ölülere we körlere we güjükiň getirilmegi ýaly meşhur maslahaty) alamatlar we görnükli moolidlerdi. Onuň tebigaty we köp dinoz taýdan kesgitlik (FITRAE) hakykatynyň ajaýyp alamaty. Bu, öňki Tohum bolmasa çykmagy we öňünden öwredmezden habar bermek. Goodsolhli (beýleki) pygamberlik, eden işleriniň gelmegi Ylham bilen (ýaşy) (ýaşy ýaşynda (ýaşy) kyrk ýaşyna ýeten bilen ýöne ylham (ylahy habary) otuz (ýaşynda) otuz. (Pygamber) -iniň missiýasy (Da'wa) dowamlylygy üç ýyl, üç gün. [131]\n\nŞiy Yslam\nNahj al-Baýga, dördünji gölejom Aly (R. 656-66), dördünji halyfyň (R. 656-66) habar berlendigi habar berildi. [132] Ali ojak geýenleri geýip, gödek iýmit geýip, gödek iýmit ulandy. Onuň ylhamy açdy. Ol gije aýdydy, nemol ýok, ne-de hasrat üçin hiç zat ýokdy. Baýrak almak üçin baýlykdyr. Iki aýagy onuň konweri bardy, iki eli onuň hyzmatkäridi \"-diýdi. [132] Ju'far Al-Sadikowyň pikiriçe, Alyyň beýik agtygy, Ali bilen Isanyň arasyndaky wagtyň dürli agtygy dört ýüz ýyl boldy. [133] Juaraz Isanyň dininiň mundan beýläk-de mundan başga bolandygyny aýdýar (TAWḥīd) we arassalyk (Ihllṣ). [133] 'Rabil \"(Hoş Habar) özüne iberildi we beýleki pygamberleriň Isany bilen doga edip, dinini gözläň we gadagan edilen zatlara rugsat beriň we gadagan edilen erbetligi gözlemek üçin ýanymyz berkitdi. Admisobaçylar we tymmanlaryň \"dädi\" bilen iberildi, ýöne jeza ýa-da jeza bermek kanuny entek jeza bermedi (ahkiam Al-Hudud), miras üçin salgydy ýok. Töwratda Musa iberen zatlaryny ýitirmedik zatlardan habar berildi. Isa öz yzyna eýerijilerine Töwratyna we 'Injil \"kanunyna ynanandyklaryny ýola goýdular [133]\n\nFokratid döwründe meşhur musulman tarapyndan döredilen \"Ladi al-Nuh\" -a görä, Isa \"MASAHA\" -da jogap berenleriňyza iberilen adamlara iberilendigi sebäpli, Isa messir (al-mas) sözüne iberilýär (Masha) diýlip atlandyrylýar ) imanlarynyň arasynda bolmagy; äşgär (zahir) ýa-da gizlenen ýa-da gizlenen bolsun (Batin). Kadi Al- Zibil simwoliki düşündirişiň (Asihā al-Ta'sti-leriniň düşündirişi hökmünde Isanyň ruhy dünýä inişi diýip, Ruhy Al-Batin (Mirad Al-Batin) hakda aýdylýar (Baglady Al-Batin) hakda aýdylýar (Baglady Al-Batin) hakda aýdylýar (Baglady Al-Batin hakda aýdylýar (Baglady Al-Batin) hakda gürrüň hakda gepleşikler bar Zahir) Gurhada agzalandyr. Meri, Isanyň şeri, oňa fiziki taýdan dogulmagy bilen Isanyň dogduklygy we ýaýradylan Kimdir diýen we öwredýän we öwredýän biri üçin metafora (lirikq) diýýär. Qadi al-nuhuň, Adalyň bir we onuň ogullary Muhhamm belli arkaly Muhhamm belli bolan Palidoýyň arassadygyny düşündirýärdiler. [134]\n\nDaşky görnüşi\nMuhammet almadymy çaknyşykyna onuň kanuny beýan edilen birnäçe hedoldyna esaslanýar (Isanyň daşky görnüşinde asmanda asmana ýüz tutup, Isamanyň asmanda ýerleşýän tapawutlary sebäpli Isanyň Isa wagtynda görüp biljek tapawudy bilen beýan etmek Oirsra-iň Isa-da göreniň haçandygyny aýtdy 'Ikinji gelýär): [144]\n\nUly / orta / orta / orta we ortaça beýiklik bilen, ýokary döşli\nEgniniň arasynda göni, genk we uzyn saçlar. Suw kellesine meňzeş bolsa-da, çygly däl-de, suw gadysiýasy ýaly.",
"Muhammad": "Yslamda Muhammet\nWikipediýadan mugt ensiklopediýa\nGözlemek üçin nawigasiýa bökmek\nBu makala, Muhammediň yslamçylygynda Yslamyň roly we ähmiýeti barada durulýar. Umumy syn üçin Muhammet tomaşa ediň.\nYmam al-Anbiýa\nRasūl Allih\nMuhammet\nمحمد\nمحمد صلى صلىلله اللله وسه /p | svg\nYslam çagyryşynda Muhammet 'Muhammet'\nYslamyň pygamberi\nISA tarapyndan öňe geçdi (Isa)\nBölüm ýok boldy\nAdy Hatam A-Nabaryin (pygamberleriň möhüri ')\nŞahsy\n12-nji duşenbe, 12-nji duşenbe\nMekka, Hojaz, Arapiýa\n12-nji duşenbe\nMedina, Hojaz, arap\nDynç almak Greenaşyl Dome, Pygamberiň metjidi, Mediniýa\nDin Yslam\nSpouser-aýal Muhammetyň aýallaryny görýär\nÇagalar Muhammediniň çagalaryny görýärler\nEne-atalar\nAbdon Allan Ibn Abd Al-Mutatalib (ata)\nAmina bink wahb (ene)\nMedinanyň dürli konstitusiýasy (lar) konstitusiýasy\nBeýleki atlar Muhammetyň atlaryny we atlaryny görýär\nGaryndaşlary Muhammet al-Baýtyň Maşgala agajyny görýärler, Ahl al-Baýt (\"Jaýyň maşgalasy\" görýärler)\nMuhammet Seal.svg\nMuhammet beal\nMusulman lideri\nMirasdüşer Muhammeta mirasdüşe serediň\nArap ady\nŞahsy (ISM) Muhammet\nTanendimion (Nasab) MuNAMAME Ibn Abd Allah Ibn Hasthing Ibn Abn Ibn Abn Kobaly Ibn Kill\nTekdenmiimik (Kunia) abu al-kadim\nBismillahahir Rahim\nYslamyň bir bölegi\nYslam pygamberleri\nAnbiýa\nGurhadaky pygamberler\nYslam ady we Injiliň ady tarapyndan sanalandyr.\n'Eýranda) Nūru (NABE) Orifri (Jacahmaý) ṣāo) \" Jheroro) moūsā (Musa) Hārū (kakasy) ) Muḥamad (Muhammet)\nEsasy wakalar\nGörüşler\n Yslam portaly\nwit\nSeriýanyň bir bölegi\nYslam\nAllah3.svg\nYnançlar\nTejribe\nTextsFoundations\nTaryh\nMedeniýet we jemgyýet\nBaglanyşykly mowzuklar\n Yslam portaly\nwit\nMu SpameMad Ybn Abd Allah (Arapik: محمد Jobber عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن عبن abok Musulmanlar Gurhany Yslamyň merkezi dini tekstine, Hudaýyň piltelmegine boýun bolan ýerä, ynanýan yslamy dikeltmek üçin iberilendigini, ýöne Adamyň, YAHAM, Musa, Isa we beýleki pygamberler. [1] [2] [2] [3] [3] [3] [3] [3] [4] [3] [3] [3] [3] [3] [3] [3] [3] [4] [3] dagahana Gurhan Wender bolan Muhammet, \"sosial we syýasy titre\", Yslam dininiň we musulman dünýäsiniň düýbüni boldular. [5]\n\n53 ýylda (570-dir) Mekka welaýat maşgalasy bilen doglan keramçy maşgalasyna dünýä inen, Muhammet \"Al-amin\" (لأمينار) atly şahsyýetini gazandy (7] [7] Muhammetiň 111-e golaý ýaşynda (611 \"ýeke-de ömrüniň ahyryndaky Gurhany dowam etdirýän Kurany yzyna getirilendigi aýdylýar; Musulmanlar Muhammet, yslam Araba gününden başlap, yslam aç-açan gezmek üçin Taňrynyň agzalaryny yzarlamak üçin Hudaýyň ýataklygyny sorady. [8] [9] [9] [9] [9] [9] [9] [9] [9] [9] [9] Täze imananlandy Musulmanlardan, Muhammetiň, Muhammetiň, Muhammet we onuň eýedirleri Hijra diýlip atlandyrylýan waka, Hijra diýlip atlandyrylýan waka, Hijra diýlip atlandyrylýan waka, Hijra diýlip atlandyrylýan waka, Hijra diýlip atlandyrylýan waka, Hijra diýlip atlandyrylýan waka. [10] [ 11] Muhammetiň durmuşynda öwrülişik nokady öwrüliş nokady bu Hegira yslam senenamasynyň başlangyjy bilen bellik edýär. Medinada Muhammetda \"Döredilen adamlarlaryň arasynda bolanlaryň arasynda hukuklaryny we gatnaşyklary kesgitlän Muhammet gözbaş aldy, garaşsyz jemgyýeti döretdi, ilkinji yslam döwletini döretmegi başardy. [12] Despite the ongoing hostility of the Meccans, Muhammad, along with his followers, took control of Mecca in 630,[13][14] and ordered the destruction of all pagan idols.[15][16] Soňky ýyllarynda Mekdepde Muhammet Yslamyň çägi ruhlylary bilen araplama [17] jemgyýet we dini özgertmeleriň dürli taýpalaryny birleşdirdi. [18] 11 töweregi Ah (632 \"ýaryş), Arapça seminülý adasynyň ähli taýpalarynyň hemmesine diýen ýaly Yslam bilen görelli tanymal filmler Yslam dinini kabul etdi. [19]\n\nMusulmanlar köplenç mukaddes \"Pygamber\" ýa-da \"Messenger\" şygymdaky ähli pygamber atasy diýip özlandyrýarlar. [20] [21] [21] Musulmanlar tarapyndan ähli wirtularyň eýesi hökmünde görýär. [23] Şaýat hökmünde musulmanlar arap doralive dalla sallanyň Muhammet Ealelah, asuda we Oňa sally\n\nGurhanda\nGoşmaça maglumat: Muhammet Kurana\n\nMuhammet ady, trulda ýazylan \"Muhammet\" ady Thulishyhli yslam çagyryşynyň skript görnüşi\nThe Quran enumerates little about Muhammad's early life or other biographic details, but it talks about his prophetic mission, his moral excellence, and theological issues regarding Muhammad. Gurhanyň pikiriçe, Muhammet Hudaý tarapyndan iberilen pygamberlerinde iň soňky (33:40). Furan, Muhammet, \"habarçy we\" pygamber \"habarçysy\" -diýdi, \"pygamber\" we \"pygamber\" diýilýär. Şeýle aýatlar 2: 01, 2: 143, 2: 73, 3:83, 3: 79-80, 4: 79-80, 4: 1741, 4: 174, 5:41 , Sagat 9: 01-de 9: 3, 38:20: 48:29 we 66:09. Arylar \"kömekçi\" ulanylýar, şol sanda serk begenýänlere begenýänlere hoşlaşmagyň \"we\" Adamlary ýeke-täk Hudaýa atar \"(Kurang 12: 45, 33: 45-46). Kuran Muhammetiň mähir çekeniň ussatlygyna eýe bolan, musulmanlara musulmanlara gowy bilkastlaýyn \"bir ýa-da\" gowy bilşi \"diýip gowydürdi (Serana 68: 4-nji we 33:21). Gurhan Muhammet üçin Muhammet üçin haýsydyr bir konfigural aýratynlyklaryny ýerleşdirýär [25] ony pozisiýa öz adamlarynyň oňyn taýdan beýan edilýär. Birnäçe aýdan tapawutlarda Kuran Muhammetyň adamkär däl-de, adamzada arasyna garşy tapawutlandyrýar. Kurra söz görä, Hudaýy Hakykat bilen (Taňrynyň habary bilen mukaddes (Taňrynyň habary) we bütin dünýä (Kurran 39: 107). Yslam däplerinde, bu, Hudaýyň sünürtlärligi we bu bu dünýädäki Hudaýa ybadat etmegi dünýäni saklaýan adamyň tagallalaryny we diri saklaýan şahsy durmuşynyň arassalanmagydyrdy . [26]\n\nGurhanyň pikiriçe, Muhammetçä çap edilen gelip çykansoň, Maryyň ogly: 'O Ysraýylyň ogly hemmämiz! Menden öň kanuny tassyklaýan Isa, Habarçynyň yzymdan gelmek üçin begenýän adamlaryňyza begenç garşylyk berýän begençler Ahmadyň adyny \"Ahmet 'bolar\" \"(Kural 61). Bu aýdanyň üsti bilen, iren öndürijisi bar bolan dini däp-dessurlara başlangyç we Isanyň sanadylmagy diýlip yglan edilmegini talap etdi. [K]"
}
