{
"Adam": "__ \"Oh insoniyat! Biz sizni bir erkak va ayoldan yaratdik va bir-biringizni mensimasliklari uchun sizni xalqlar va qabilalarni yaratdik. Bas, ular bir-biringizni bilishingiz uchun. Allohning nazdida sizlarning huzurida bo'lganlardir. Va Alloh biluvchi va xabardor zotdir ». __ (\n\nOdam Ato (Arab tili: ìmm) Islomning er yuzida va Islomning birinchi Nabi (Nabi, payg'ambar) edi. Muslimning Shaxsi Odam irqi va rafiqasi Xovva (ʾ, Momo Havo) insoniyat onasi sifatida. Musulmonlar A Odamni Qur'onda aytganidek, barcha payg'ambarlar Islomning bir xil imonini va'z qilishni anglatadi, bu esa Xudoga itoat qilishni anglatadi.\n\nUshbu ikki shaxsdan, insonlarning avlodlari er yuzida yashab qoldilar. Xudo Qur'onda.\n\nOdam Ato yaratilganida, Xudo barcha yaratilishni yangi eng yuqori buyuk ijod bo'lgan Odam Atoga nisbatan hurmat ila bo'lishini buyurdi. Hammasi faqat Shaytondan bosh tortdi, u u fitna olovidan (jin) yasalgan edi. Odam Ato loydan qilingan. Keyin Xudo ularni Adan bog'iga sinov sifatida qo'ydi va Shaytan ikkalasini ham, Xavvani muvaffaqiyatli hal qildi. U ularni Xudo ularga taqiqlagan daraxtga qo'ydi. Natijada, Xudo qudrat kunigacha bir-birining dushmanlari sifatida bizni (odamlarni odamlar va shaytonlar) qo'ydi. Odam er yuzida bir marta kechirim so'rab ibodat qildi va Xudo uni kechirdi.\n\nOdam Ato va barcha payg'ambarlar kabi, Xudo bilan ahdimiz haqida eslatib o'tish uchun er yuziga kelishdi. Agar biz Xudoga itoat qilsak, unda farishtalar Xudoning nazarida yuqori darajaga erishamiz. Buning uchun biz sheytonning pichirlashidan qochishimiz kerak va bizning nuffs (xudbin xohishimiz) ni sinash va bostiradigan narsa. Biz buni biz Qur'onda cheksiz donolik, ko'rsatmalar va misollardan, birinchi bo'lib birinchi bo'lib saqlanib, mukammal saqlanib qoladi. Shuningdek, biz payg'ambarlarning ajoyib o'rnagiga taqlid qilishimiz kerak va bizning payg'ambarimiz yaqin paytlarda u zamonaviy tarixda bo'lganida, u yana bir bor kelgan paytda. Uning barcha ta'limotlari ham saqlanib qoladi va hayot tarzini saqlab qolish va o'rgatish uchun islomiy stipendiyalar mavjud. Payg'ambar Muhammad payg'ambarlarning muhri, er, otajon, qo'shnisi va do'sti bo'lish, davlat, ma'naviy va harbiy rahbar edi. U o'z hayoti, harakatlari va ta'limotlarini o'rganadiganlar tomonidan maqtalgan. Hatto uning dushmanlari yashagan va unga ishonganida ham.\n\nShunday qilib, musulmonlar kabi, biz hamma insonlar uchun hayotning maqsadi Xudoga sajda qilish va kimning ishlarida eng yaxshisidir. Xudo odamlarga jannatda go'zal joyga, Uning amrlariga binoan savob sifatida go'zal joyni va'da qildi. Osmondagi eng past odam o'nta er yuziga ega bo'ladi. Osmonning yuqori darajasiga tushganingizda, yorug'lik yillarida eringizni o'lchashni boshlashingiz kerak. Xudo eng saxiy va bizga va Undan hamma narsani so'rashni xohlaydi. Agar biz Allohdan yuz o'girsak va Payg'ambarlarning yo'llaridan yuz o'girsak, jahannamda shiddatli azob bordir. Xudo bizni bu va yomon narsalardan himoya qilsin.\n\nIlm-fan nuqtai nazaridan, odamlar __homo Sapiens__ turlaridan iborat, shundan faqat ma'lum bo'lgan kichik bo'limlar __momo Sapiens__ deb nomlanadi. Biz Yerdagi eng yuqori turdosh turimiz. Biroq, hayotning turli xil turlari, ayniqsa o'simliklar va protoklar orasida erning jinslari, hayoti va tabiiy muhitiga ko'proq ta'sir ko'rsatdi.\n\nVikipediya:\nBirinchi payg'ambar va barcha insonlarning otasi.\nOdam Atoning hikoyasi, Qur'on davomida Qur'onda. Bo'limlarda: 2, 4, 5, 20, 21, 38 va boshqa narsalar mavjud. Qur'onda rivoyat qiladiki, Alloh odamzodni loydan yaratdi. Iblis mag'rurlikdan bosh tortdi (1-savol: 19) Va Jannadan (jannat) quvg'in qilingan.\n\nQur'onga binoan, Xudo Odam Ato yaratilishidan oldin, insoniyatni er yuzida joylashtirishini allaqachon hal qilgan edi. Islom inson hayoti sifatida insoniyatning hayotini jazo qilmaydi, aksincha Xudoning rejasi.\n\n«Albatta, men er yuzida avlodlardan keyin insonlarga avlodlarni joylashtiraman», dedilar. Ular: «Biz u erda buzg'unchilik qiladigan va qonni to'kis ado etasizlar. Biz seni senga rahmat va shukr qilurmiz, shukr qilurmizmi?» Dedilar. Alloh: «Siz bilmagan narsani bilaman», dedi.\n\nXudo Odam Atoga hamma narsaning ismlarini o'rgatadi va Odam Atoning yuqori intellektual salohiyati, ayniqsa, Odam Atoning yuqori intellektual imkoniyatlari borligini ko'rsatadigan Odam Atoning ismlarini o'rgatadi:\n\n\"Va u Odam Atoga ismlarini o'rgatdi. Keyin ularni farishtalarga ko'rsatdi va:\" Agar rostgo'y bo'lsangiz, menga xabar bering \", dedilar. Ular:\" Seni poklalar \", dedilar. Bizga faqat ilm va hikmat ila mukammal baxsh etadigan narsamizdan boshqa hech kim yo'q. \"U zot:« Ey Odam! Ularga o'z ismlarini ayting », deganida, Xudo (farishtalarga) aytdi:\" Men sizlarga osmonu er sirlarini bilaman, deb aytmadim va nimani oshkor qilayotganingizni va nimani yashirin qilayotganimni bilaman \", dedi.\n\nAlloh farishtalarga Odam Atoga sajda qilish buyuradi. Hamma itoat qilishdan tashqari, Iblisdan tashqari, u olovdan yasalganini his qilganlar, erdan yaratilgan Odam Atoga sajda qilishlari kerak emas. Uning Xudoning buyrug'i Undan keyin mag'rurligini Xudoning marhamati bilan yiqilishiga olib keldi.\n\n\"Mana, biz farishtalarga:« Odamga sajda qildik », dedik. Ular ta'zim qilmadilar. U kofirlardan bo'ldi. U kufr keltirganlardan edi. (2:34)\n\nXudo Odam Ato bilan Momo Havoni bog'da olib boradi va ularga ma'lum bir daraxtga yaqin kelmaslik uchun mevalaridan bahramand bo'lishlari mumkinligini aytadi: (2:35)\n\n\"Biz:\" Ey Odam! Siz va uning bog'ingizda xotiningiz yashaysizlar. Va u erda Allohning qahormatlaridan englar. Bu daraxtga yaqinlik qilmang yoki zarar va tajovuz qilding.\n\nShunda Shayton Odam Ato bilan Momo Havoni daraxtning mevalaridan eyishga aldaydi (2:36)\n\nBas, shayton ularni bog'dan silay boshladi va ular o'zlari bo'lgan she'badan kelib chiqurlar. Biz ba'zi adovatli bo'lsangiz ham, ba'zilaringiz bilan adovat boshqalarga nisbatan. Yer yuzida sizning yashash joyingiz va tirikligingiz bor.\n\nOdam Ato va Momo Havo ularning harakatlaridan juda ko'p afsuslanishadi, lekin Xudo Odam Atoni rahm-shafqat va popoldiradi: (2:37)\n\nBas, Odamni Robbidan ilhomlantiruvchi so'zlarni bildi. Chunki u tavbadorlik va rahmli zotdir », dedi.\n\nShunda Xudo Odam Atoga Xudo O'zining rahbariga va uning zurriyotiga yuborishini xabar qiladi. (2:38)\n\n\"Biz:\" Barchangizdan bu joydan pastga tushinglar, shunda mendan hidoyat topsa va ulardan qo'rqadiganlar va ular xafa ham bo'lmaslar \", dedik.\n\nAdan bog'ida Shayton Odam Ato va Momo Havoni taqiqlangan daraxtdan tatib ko'rish orqali Xudoga itoatsizlik bilan Xudoga itoatsizlik qilish uchun Xudoga itoatsizlik qiladi. Xudo Odam Ato bilan Momo Havoni er yuziga yuboradi. [20]\n\nQur'onda, Odam Ato va Momo Havoni, Qobil va Hobilni ham tasvirlaydi. [22] [23]",
"Idris": "Ignaning qalam va ixtirochisi.",
"Nuh": "Buyuk To'fondan omon qolgan.",
"Hud": "Savdogar\n\nBu HUDning rivoyatlarining qisqacha mazmuni, ikkita ma'lum bir oyatga urg'u berish bilan:\n\nOsmonlar juda kuchli va badavlat edilar va ular son-sanoqsiz binolarni va o'z kuchlarini namoyish etish uchun yodgorliklarni qurdilar. Biroq, odamlar boyliklari o'zlarining muvaffaqiyatsizligi bo'lib, Xudoni masxara qilishdi va sajda qilish uchun butlarni, shu qatorda Samoud va Xara ismli uchta butni qabul qila boshladilar. [11]. Hud, hatto bolalikda ham, Xudoga ibodat qilish uchun izchil qoldi. Ayniqsa, o'g'lining tug'ilganida ajoyib vahiylarni ko'rgan dindor ayolning onasi, topinishida o'zini qo'llab-quvvatlagan yagona odam edi. [20]. Shunday qilib, Rabbiy Hudni xalq uchun payg'ambar sifatida tiriltirdi. [20]\n\nHud va'z qilishni boshlaganda va ularni faqat haqiqiy Xudoga sig'inishni taklif qilganda va ularga rahm-shafqat so'rab, rahm-shafqat va kechirim so'rashini aytganida, Xudoning xabarini haqoratlashni boshladi. HUDning hikoyasi bashoratli payg'ambarlar uchun bashoratli davrni epitomom qiladi: payg'ambar o'z qavmiga faqat Xudoga sajda qilishlarini va ularning qut-barakotbuido ekanligini tan olishlarini aytadi [9] Qur'on [3] Shtatlar:\n\nBatahqiq, Biz: «Ey qavmim, Allohga ibodat qilmanglar. Sizda Undan o'zga ibodatga sazovor zot yo'q. Sizlar faqat yolg'on to'qigansizlar.\nEy qavmim, men sizlar uchun haq ila so'ramayman. Mening ajrim meni yaratgan zot bilan birgadir. Bas, bilmaysizlarmi?\nEy qavmim, Robbingiz sizni mag'firat qilishini so'rang va Unga tavba qiling. U sizlarga osmondan tuprog'lar ustiga yomg'ir yog'diradi va sizga kuch berur. Bas, Undan yuz o'girma.\nUlar: \"Ey Hud, sen bizga hech qanday dalillar yo'q\", deyishdi. Biz sizlarga ishonmaymiz va ishonmaysiz.\nAytishimiz mumkinki, ba'zi xudolarimiz sizni yovuzlik bilan urdi. U: «Allohning guvoh bo'lasiz, men siz shirk keltirayotgan narsadan pokdir.\nUndan boshqa. Menga yoqadigan narsa menga qarshi chiqing va menga muhlat bermang.\nMen Rabbim va sizning Robbingiz Allohga bo'lgan ishonchimni joylashtiraman. Er yuzida yurmaydigan er yuzida hech qanday harakat qilmaydigan jonzot yo'q. Albatta, Robbimning yo'lidir.\nAgar yuz o'girsangiz, men sizlarga yuborilgan xabarni etkazdim. Robbim boshqa odamlarni sizning joyingizga qo'yadi va siz Unga qarshi hukm qila olmaysiz. Albatta, Robbim har bir narsani muhofaza qilguvchidir », dedi.\n\n(Qur'on, Qur'on, 11-sura (Hud), oyat 50-57 yil\nHUD mo'jizasi\nIbn Qayyim al-Javziyya tomonidan Tafsirning so'zlariga ko'ra, Ibn Qayyim al-Javziyya, Ibn Abu Izzning Saidisining Saidhisining al-Aqida (sharhlari) so'zlariga ko'ra, al-Aqida al-Tahaviyya. 56-58 oyatidagi oyat:\n\n(56). Aytishimiz mumkinki, ba'zi xudolarimiz sizni yomonlik bilan urdi. U: «Men Xudoni shohidlik qilishga chaqiraman va guvoh bo'laman, men siz shirk keltirgan narsadan xabardorman ... mendan tashqari, mendan tashqari menga qarshi chiqing va menga hech qanday muhlat bermang .\n\n(57) Men ham Robbim va sizning Robbingiz Allohga tavakkal qilguvchiman. Er yuzida yurmaydigan er yuzida hech qanday harakat qilmaydigan jonzot yo'q. Albatta, Robbimning yo'lidir.\n\n(58) Agar yuz o'girsangiz, men sizlarga yuborilgan xabarni etkazdim. Robbim boshqa odamlarni sizning joyingizga qo'yadi va siz Unga qarshi hukm qila olmaysiz. Albatta, Robbim har bir narsani muhofaza qilguvchidir », dedi.\n\n- Qur'on, 11-sura (Hud). oyat 56-58",
"Salih": "Solih (Arab tili: ṣṣ ṣ roman. Lāli, Lim. Solihni ham Solih hukm qildi), Samud qabilasiga aytilgan [2] [4] [4] ] Qadimgi Arabistonda, Muhammad payg'ambarning hayotidan oldin. Solihning hikoyasi Xudo Tauloning hikoyasi bilan bog'langan, bu Solih chindan ham payg'ambar ekanligini tasdiqlash uchun, ular mo''jiza berganlarida, bu mo''jiza berganlarida, ular mo''jiza berganlarida, ular mo''jiza xohlagan.\n\nUning kasbi tuya selektsioner edi.\n\nTarixiy nuqtai nazar\n\nSaudiya Arabistonining Hiudi tog'li hududida masiaviy Solih yoki al-hijr\nSamud Arabiston yarim orolining shimoli-g'arbiy qismida Arabiston yarim orolining shimoli-sharqidagi qabilalar edi. Qabila nomi I asrning I asrda hujjatlarda paydo bo'ladi, ammo miloddan avvalgi oltinchi asrga qadar ular ancha oldin g'oyib bo'lgan guruh sifatida qabul qilindi. [6]: 81\n\nQur'onga ko'ra, Solihning yuborilgan shahar Nabata shahriga Habara shahriga to'g'ri keladigan «Hijr», deb nomlangan (7). [8] Birinchi asrda shaharning mintaqaviy karvon savdosi bo'yicha muhim sayt sifatida shahar obro'ga oldi. [9] Turli xil diniy guruhlarning a'zolari tomonidan ishlatiladigan shaharga ulashgan rok-kesilgan qabrlar edi. [6]: 146 Qadimgi zamonlarda, sayti bekor qilindi va u funktsiya almashtirildi. [10]. Sayt, Muhammad davridan beri Madan Solih deb nomlangan, uning oldingi Solih ismli Solih. [11]\n\nIslomiy va Bahdiriy dindan tashqarida, Solih boshqa har qanday Ibrohim oyatida yoki zamonaviy tarixiy matnda aytilmagan, ammo Samudning vayronagarchilik matnida qadimgi Arabistonda taniqli bo'lishi mumkin. Qabila nomi qadimgi Arab she'riyatida, \"hamma narsaning davrlari\" uchun metafora sifatida ishlatiladi. [6]: 223-24\n\nIslomda\nBismilhir Rahmanir Rahim\nIslomda qator bir qismi\nIslom payg'ambarlari\nG'ishta\nQur'onda payg'ambarlar\nIslom nomi va Bibliyadagi ismi tomonidan sanab o'tilgan.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muammamad (Muhammad)\nAsosiy tadbirlar\nKo'rishlar\nIslom portali\nvte\nSeriyaning bir qismi\nIslom\nAlloh3.svg\nE'tiqod\nAmaliyot\nMatnsfunds\nTarix\nMadaniyat va jamiyat\nAloqador mavzular\n Islom portali\nvte\nQur'on\n\nSolih o'z xalqini tuyaning tuyasini ko'rishga taklif qilmoqda\nPayg'ambarlarning hikoyalarini yoritilgan\nSolihning jamiyatidagi hayoti shunchalik solicha edi, chunki Samud aholisi unga yordam berishdi. [12] U Xudo tomonidan elchi sifatida tanlangan va badavlatlarning xudbinligi va shirkning amaliyotini qoralash uchun yuborilgan. Garchi Solih halqa vaqt davomida xabarni va'z qilgan bo'lsa-da, Samud uchun odamlar uning ogohlantirishini eshitishdan bosh tortdi va Solih ular uchun mo''jizani o'qishni so'rashdi. Ular: «Ey Solih! Bizdan bo'lgan edingiz! Bizga ota-bobolarimiz sajda qilyapsizlar? .\n\nSolih o'z xalqiga toshsiz qasrlar va saroylardan, toshdan qurilgan saroylardan, [13] va ularning qo'shni jamoalarga nisbatan yuqori darajadagi ustunliklarini eslatdi. Bundan tashqari, u ularga ota-bobolari, farzandlari haqida aytib berdi va ular gunohlari uchun qanday qilib halok bo'ldilar. Samuning ba'zilari Solihning so'zlariga ishonishdi, ammo qabila boshliqlari Uning payg'ambarligini isbotlash uchun uni tinglashdan bosh tortdilar. [14].\n\nBunga javoban, Xudo Samudga har bir tuya berdi. Qabila, tuyaning tinchliksevar bo'lishiga va unga zarar keltirmasliklariga yo'l qo'ymaslik uchun. [15] Ammo Solihning ogohlantirishiga binoan, qabila xalqlari tuyani so'yishdi. [16] Solih ularga Xudoning qahr-g'azabidan oldin yashash uchun yana uch kun davomida yashash uchun atigi uchta kun borligini aytdi. [17] Shahar aholisi pushaymon bo'ldilar, ammo ularning jinoyatlari bekor qilinmaydi va shahardagi kofir qavm zilzilada halok bo'ldi. Al-Hijr qarama-qarshi bo'lib qoldi va har vaqtdan keyin xarobalarda qoldi. [19] Solihning o'zi va Unga ergashgan ba'zi imonlilar tirik qolishdi. [20]\n\nHikoya Sauf An-Namlda kengaytiriladi, u tuyacha aniq aytilmagan, bu to'qqiz kishi Solihni o'ldirishni va butun oilasini o'ldirishni rejalashtirganini aytadi [22] Ular jinoyatchini buzishgan. Uch kundan keyin Xudo tomonidan. [23]\n\nMusulmonning an'analari\nMusulmon yozuvchilar Solih va tuyaning hikoyasiga berildi. Erta islomiy an'ana ko'pincha tuyaning mo''jizaviy ravishda buzoqdan, ko'pincha buzoq bilan va tuyadan sut ishlab chiqarishning motivini o'z ichiga olgan. Al-Tabariy aytilishicha, Solih o'z xalqini toqqa chaqirdi va u erda mo''jizaviy tarzda ochilib, tuyani ochib, ochiq tarzda ajratib turardi. Uning tuyasi yosh buzoq bor edi. Solih, keksa tuyasi bir kunda suvi suvidan ichishi kerakligini va ular ertasi kuni undan ichishlari kerak edi. Ular suv ichishga ruxsat berilmaganda, tuya ularga sut bilan ta'minladi. Ammo Xudo Solihni, tuyani ushlab turadigan bola yaqinda tug'ilib, bola yovuz tomoni bilan o'stirib, ro'za tutgan edi. Tuya haqiqatan ham o'ldirilgan va uning buzoqi uch marta qichqirar edi. Ularning yuzlari sarg'aygan, keyin qora, keyin qora, ular uchinchi kuni taxmin qilingan edi. [24]\n\nBa'zi islom ulamolarining fikriga ko'ra, Ismoilning onasi Xayar Solih payg'ambarning nabirasi edi. [25]\n\nShunga o'xshash an'analar Sakkizinchi asrning sakkizinchi asr sharhida aytilgan [27] [27] Ibn Kasir asarlarida eslatib o'tilgan. [28]",
"Ibrahim": "Yahudiy, nasroniylik va Islomning otasi. Ka'laning quruvchisi.",
"Lut": "Tarixchi va sayohatchi.\n\nQur'onda aytilishicha, bir guruh farishtalar Ibrohimga Ibrohimga Ishoq bilan homilador bo'lganligi to'g'risida xabar berish uchun Ibrohimga mehmonlar tashrif buyurishdi. U erda bo'lganlarida, ular unga Alloh tomonidan yuborilgan, Lutni (14) «loydan g'ururli yog'dir», dedilar. [15]. [15]. [16] Lut va Unga ishonganlar tirik qolishlari kerak edi, ammo xotini halok bo'ldi, farishtalar \"u orqada qolganlardan\" degan farishtalar. [17] [18] Qur'on Lutning xotiniga solih odamga uylanganda, «imonsizlar uchun misol keltirdi».\n\nEgizak shaharlarining xalqi Xudo chegarasidan g'azablangan. Qur'onga ko'ra, ularning gunohlari buzilib, talonchilikni o'z ichiga olgan [20] Ular notanishlardan nafratlanib, sayohatchilarni boshqa suiiste'molliklar va zo'rlashdan tashqari talon-taroj qilishdi. Bu ularning jinsiy axloqsizlikning gunohi, shuningdek, xiralik bilan, Lut ayollarning o'rniga jinsiy istak bilan yaqinlashishi uchun ularni qattiq namoyon etgani uchun. [21] Lut ularga gunohkor yo'llaridan voz kechishga yordam berishga harakat qildi, ammo ular Isoni masxara qilishdi va uni shaharlardan chiqarib yuborishdi. [23] Lut Xudoga ibodat qildi va gunohkor harakatlarining oqibatlaridan qutulishni va'da qildi. [3] [24]\n\nKeyin kelishgan uchta farishta, lutga mehmon sifatida kelishdi. U shaharlarning odamlaridan himoya qilish uchun kuchsizligini his qilib, u odamlarni xafa qildi. [25] Shaharlar mehmonlar tashrif buyuruvchilar Lut ularga mehmonlarini ularga topshirishni talab qilishlarini talab qilishdi. [26] Ular Xudoning qahr-g'azabini olishlari uchun xiyonatkor va qo'rquv, ularning noqonuniy istaklariga va ehtimol ularni noqonuniy istaklariga va balki yo'l-yo'riq manbai sifatida. [28]. Ammo ular tavba qilmadilar va: \"Qizlaringizdan qizlaringizga ehtiyoj sezadigan bilasizlar!\", - deb javob berishdi. [29] Erkak mehmonlariga murojaat qilish.\n\nExeget Ibn Kasir, Qurtub va Tabariy Lutning tom ma'noda qizlarini anglatishi uchun «qizlar» ni o'qimaydilar. Payg'ambarning o'z qavmiga o'xshagan payg'ambarning o'z qavmiga o'xshar ekan, Lut gunohlaridan yuz o'girib, xalqning qizlari bilan sog'lom va taqvodor munosabatlar bilan shug'ullanishini ta'kidladi. [30]\n\nShunda farishtalar o'zlarining haqiqiyligini Lutga ochib berishdi: \"Biz sening xotini Sening zimmasiga tushadi.\" [3] Ular Lutni ortda qoldiradilar. \"[3] Ular Lutni shaharlarni tark etishni maslahat berishdi Kechasi unga qaramaslikni ayt, Lutni Xudoga bo'lgan ishonchini tun qorong'usida qoldirib, uning izdoshlari va imonli oila a'zolarini olib kelib, u bilan birga va Xudoning farmonini olib keldilar. Qur'on o'qiydi: \"Biz (shaharlarni) ostiga burilib, pishirilgan loydan, yiqilib tushdi. Sado'm va G'amo'raning tsivilizatsiyalari tugashi bilan umidsizlik va umidsizlikka tushish. [3]",
"Ismail": "Arablarning otasi.\n\nIsmoil Islomdagi payg'ambar deb hisoblanadi va ko'p hollarda boshqa payg'ambarlar bilan Qur'onda Qur'onda yozilgan. [11] [12] [14] [14] [15] va 38:48 kabi boshqa oyatlarda. [16] Ismoil sabrli, yaxshi va solihlik uchun maqtadir. [17] Ismoilni alohida tasvirlaydigan muayyan misoldir. \"Va bu ilohiy yozuvi, Ismoilni eslab, u har doim va'dasiga rioya qildi va\" A Xudo] a Payg'ambari, O'z qavmiga sadaqa va sadaqa qilishni buyurgan va uning Robbining avlodlari kabi, Muhammad Nabiy alayhissalom deb hisoblanadi va islomdan oldingi davrlardagi payg'ambarlar qatori.",
"Ishaq": "Bibliyadagi Patriarx iaac (Arab tili: ạ̹ i ạ̹ i ạ̹ i ạ̹ i ạ̹ i tut yoki ạ̹ i ạ̹k ạ̹ ilaq qofiy) musulmonlar tomonidan Nabiy va Rasululloh sollallohu alayhi vasallam. [1]. Yahudiyalik va xristian dinida bo'lgani kabi, islom Patriarxning o'g'li va payg'ambar Ibrohimning xotini Soradan bo'lganini ta'kidlaydi. Musulmonlar Ishoqni chuqur hurmat bilan ushlab turishadi, chunki Ibrohimning vafotidan keyin Xudo haqidagi xabarni keyingi va'z qilishda ota-onasining ma'naviy merosini davom ettirishdi. [2] Ishoq Qur'onning o'n besh yo'lida tilga olinadi. [3] Qur'onda bir necha bor Qur'onda eslatib o'tilgan Ishoq Islom payg'ambarlaridan biri sifatida ushlangan.\n\nIsroil xalqining otasi.\n\nYoshlik\nXudoning inoyati va ahdlari tufayli Sora qariganida bolasi bilan sovg'a qilingan edi. Ishoq 10 yoshida edi, u Ibrohimning uyidan cho'lga chiqdi. Cho'lda Ismoil Mo'ab qizlarining xotini Oyeshax ismini oldi. [4]\n\nDafn marosimi\nIshoq maqbarasi\nUning qabri va uning rafiqasi Rivqo, Islomda Ibrohim-i masjid sifatida tanilgan Vest Banks shahridagi ota-bobolarning g'orida deb hisoblanadi. Ishoqning qabri yonidagi ba'zi bir Qur'on va Bibliya boblari va xotinlarining ba'zilari Ibrohim va Soro va Lea.\n\nQur'onda eslatmalar\nIshoqni Qur'onda o'n besh marta eslatib o'tilgan, ko'pincha otasi va o'g'li Yoqub (Yoqub). [5]. Qur'onda Ibrohim \"Ishoq, Nabiyning xushxabarini\" qabul qildi va Xudo ularga baraka berdi. Va unga solih va Ishoqning xushxabarini berdik. Va Biz unga va Ishoqni muhvarq qildik. Ibrohim unga kelajakda Sado'm va G'amo'ra shaharlariga etkazilishi kerakligi haqida xabar berish uchun, uning kulib, Ishoqning (nabirasi) Ishoqning xushxabarini berdik. (11: 71-74) ; Va yana bir tushunarliki, ushbu voqea Ibrohim va Soraning qariliklariga qaramay sodir bo'ladi. Bir necha oyatlar Ibrohimga \"sovg'a\" deb biladi (6: 84; 19: 49-50), Xudo: «Xudo payg'ambarlik va uning avlodlari orasida kitobni o'z zurriyotiga aylantirdi», deydi. Ibrohimning payg'ambarining nabirasi Yoqub va uning bashoratli nabirasi Yusufning ikkita bashoratli o'g'illariga murojaat qilish. Keyinchalik Qur'onda, Ibrohim qari yoshida Ismoil va Ishoqni Unga ham maqtaganligi haqida aytilgan (XIV: 39-41).\n\nIso Qur'onda Isoc, Ibrohim, Ishoq va Yoqubning ota-bobolarining O'zining ota-bobolarining O'zining ota-bobolarining dini Ibrohim, Ishoq va ularga bergan ehtiroslariga rioya qiladi. Yoqubning o'g'illari o'zlarining imonlari va ota-bobolarining \"Ibrohim, Ismoil va Ishoq\", sajda qilishlari uchun Xudoga sajda qilishlariga va'da berishadi; 2: 127; Qur'on musulmonlarga «Ibrohim, Isoma, Ishoq va ota-bobolariga» berilgan vahiylarga ishonishlari haqida buyuradi (2: 136; III: 84).",
"Yaqub": "Yafib Ibn Ishoq ibn Ibrohim (Arab tili: Yakaham o'g'li, shuningdek, Isroilning o'g'li, arabcha: ạ̹ i ạ̹ālah). - Yoqub deb ham tanilgan, shuningdek, Islomning payg'ambaridir. U Islomning patriarxi deb tan olingan. Musulmonlar, u ota-bobolari singari, ota-bobolari, Ibrohim (Ibrohim), Ismoil (Ismoaq) va Ishoq (Ishil).\n\nYoqub 10 ta Qur'onda o'n olti marta eslatib o'tilgan. [1] Ikki qo'shimcha ma'lumot Isroilga Yoqub haqida aytilgan deb ishoniladi. [2] Ushbu havolalarning aksariyatida Yoqub iBrono Ibroniycha payg'ambarlar va ota-bobolarimiz «tanlanganlar uchun» bo'lgan qadimiy va taqvodor payg'ambar sifatida eslashadi. [3] [4] Musulmonlar Yoqub Ishoqning o'g'li ekanligini va hayoti davomida Xudoning birligini targ'ib qilganini tushunishadi. Xristianlik va iudaizmda bo'lgani kabi Islom Yoqub o'n ikki o'g'li bor edi, ularning har biri Isroilning o'n ikki qabilasini otaga borar edi. [5] Yoqub o'g'li Yusuf (Yusuf) hikoyasida muhim rol o'ynaydi. [6] Qur'onda Xudo Yoqub bilan ahd qilganini va Yoqub Xudoning amriga binoan sadoqatli etakchidir. Uning bobosi (Ibrohim), otasi (Ismoil), o'g'li (Yusuf) va o'zi Islomning barcha payg'ambarlari. [8].\n\nQur'onda\nYoqub Qur'onda o'n oltinchi marta aytilgan. [9] Garchi bu oyatlarning ko'pi uni maqtab, Uning hikoyasidan ko'ra misolni qayta ochib berishdan ko'ra ko'proq maqtashadi. Musulmon an'analari va adabiyotlari [10] Qur'onda Yoqubning Ibrohim va kelajakdagi bashoratli o'g'lining ulug'vorligi, shuningdek, bashoratli narsa sifatida «xushxabar» ni taqdim etadi Yoqub nomi bilan nabirasi. [11] Qur'onda:\n\nU ulardan yuz o'girganida, Biz unga Ishoqni va Ya'qubni hadya etdik.\n\n- Qur'on, 19 (Maryam) surasi Qur'oni karim, 49 [11]\nQur'on, shuningdek, Ibrohim sof tavsiyga ishongan o'g'illari Ismoil, Ishoq va Yoqub ham. Qur'on Ibrohim Ismoil, Ishoq va Yoqub haqida gapiradi: \"Alloh sizga iymon keltirdi. Qur'on Yoqubga berilgan sovg'alar haqida ham gapiradi U keksa bo'lganida kuchli bo'lgan imonining kuchi. Qur'onda Yoqub «hidoyat topdi», deb ta'kidlamoqdalar. [13] \"Ilm\" berildi. [14] «ilhomlantirilgan». [16] Qur'on keyinchalik Yoqub haqida quyidagilar:\n\nVa Biz unga Ishoqni (nabirasi), Yoqub va har biridan solih odamlarni ado etdik.\nVa Biz ularni O'z amrimiz ila hidoyat qildik. Biz ularni yaxshilik qilishga, odatiy namozni to'kis ado etdik. Ular Bizgagina xizmat qilishdi.\n\nQur'on, 21-sura, (Anbiyo), Oyat 72-73 [17]\nVa kuch va vahiy egalari Ibrohim, Ishoq va Yoqub xizmatkorlarimizni xotirlashdir.\nAlbatta, Biz ularni o'z zimmamizga tortdik. Oxiratning zikrini tug'dir.\nAlbatta, ular tanlanganlar va go'zallar guruhi.\n\n- Qur'on, 38-sura surasi, Oyat 45-47 [18]\nYoqub va uning o'g'illari\nYoqubning Qur'onda navbatdagi muhim eslatma Yusuf surasining rivoyat qiladir. Qur'ondagi Yusufning hikoyasi bir kechada Yoqubga yugurib bordi, shundan keyin u otasiga: \"Mana! Yusuf otam! Men o'n bitta sayyora va oyni ko'rdim. Men ularga sajda qildim! \"(19) Yoqubning yuzi yosh Yusufdan eshitganidan xursand bo'lib, tushida tush nimani anglatishini tushundi . Yoqub o'g'lining Ibrohim taraqqiyotida keyingi payg'ambar bo'lishini va bu Yusuf yaqin kelajakda tirik bo'lgan Yusuf bo'lishini oldindan ko'rishlari mumkin edi. Yoqubning keksa o'g'illari, Otalari Ota Yusuf va Benjamin, Yoqubning eng kenja o'g'li, ulardan ko'ra ko'proq. Yoqub ularning rashkini bilardi va bu haqda yosh Yusufni ogohlantirdi. [20] Keyin Yusufning o'nta akalari uni o'ldirishga qaror qilishdi. Qur'onda ularning munozarasini so'zlaganidek:\n\nUlar: \"Haqiqatan ham Yusuf va uning ukasi Otamizdan ko'ra ko'proq jonni sevishyapti, ammo biz ham xuddi shunday tanamiz!\n\"Yusufni o'ldiring yoki bir oz ularga tashlanglar, shunda sizlar esa, Ungagina solih bo'lishingiz kerak.\n\nQur'on, 12-oyat (Yusuf) Oyat 8-9 [21]\nBirodarlardan biri (odatda Ruben degani [22]), ammo Yusufni o'ldirish o'rniga, uni quduqqa tushirish va olib ketishi uchun uni quduqqa tushirishlari kerak edi. [23] Shunday qilib, ular otalaridan yosh Yusufni ular bilan kuzatib turishlari shart bo'lgan holatda ular bilan o'ynashlarini so'rashdi. Yoqub esa zikrdan qo'rqqan bo'lsa-da, uning o'g'lini yutib yubordi. [24] Qayg'uli keksa o'g'illar zo'rlik bilan Yusufni olib ketishdi. O'sha oqshom o'g'illar Yoqubga qaytib kelishganda, ular yig'lashdi va unga bo'ri Yusufni yutib yuborganini aytishdi. [26] Otasini aldash uchun ular yolg'on qon bilan bo'yalgan edilar. Yoqub Yusufni mag'lubiyatdan xavotirga solgan bo'lsa-da, u qayg'u davomida Xudoga sobit bo'lib qoldi. [26] Yillar o'tib, yosh Yusuf Misrda bir kishiga aylandi; Yoqub, shu bilan birga Kan'onda qaytib kelgan, u erda o'g'illari uni takomil qilib, Yusufning qaytib kelib, Xudoga takrorlagani haqida doimo bezovta qilishadi. [27] Garchi Yoqub tez-tez Xudoga shikoyat qildi [14] Bu hech qachon Xudoga qilgan ishlari uchun emas, balki o'z fikridan va o'zini sabr-toqatdan mahrum qildi. U doimo o'g'illarining yovuz mazaxlab yiqilib, ularni kechiradi va ularga ovozli maslahat berishga harakat qildi. [28] Bir kuni Yoqub o'g'illarini topshiriqqa topshirishga va Misrga Yusuf va Benyaminni izlab borishga qaror qildi. Uning o'g'illari birinchi marta uni tinglab, Misrga jo'nadi. Yoqubning o'g'illaridan biri Misrda Yusuf va Benyaminning xushxabari bilan Kan'onga qaytib kelishganida, Yoqubning ko'rligini olib, Yoqubni quvib chiqardi. qayg'u. Shunday qilib, O'g'il Yusufning so'zlariga ko'ra, Yoqubning jismoniy va aqliy qarashlarini tikladi.\n\nYoqubning ko'zi tiklangandan so'ng, butun oila yana Yusuf va boshqa o'g'illarni uchratish uchun Misrga o'zlarini Misrga boshladilar. Bir marta ular kelishganida, Ota va O'g'il bir-birlarini katta sevgi bilan kutib olishdi va yana bir bor tinchlik o'rnatdilar. Hozirgi kuchli Yusuf ota-onasi uchun uyni o'zi bilan ta'minladi va Qur'onda aytilishicha, ularni «taxtning taxtida» ko'targan. [30] Endi butun oila birgalikda Yoqub va Yusufning bashoratli ofislari orqali Xudoga murojaat qilishlari mumkin edi.\n\nYoqubning xalqiga oxirgi maslahat\nIsroil xalqi Yoqubning oldida vafotidan oldin Islomga ishonish uchun ta'zim qilishga da'vat etilgan. Yoqub bolalari faqat Islomda o'lishlariga amin bo'lishlarini xohlashdi va shuning uchun ulardan oxirat va'da qildilar. U ulardan o'limidan keyin ularga ibodat qilishlarini so'raganda, ular Islomda davom etishlarini va Xudoga sajda qilishlarini va Unga sajda qilishlarini buyurdilar. [31] Yahudiylar an'analarida o'lim karsenzi paydo bo'lsa-da, Qur'on, Ibrohim, Ishoq, Ismoilning barcha musulmonlari bo'lganligi haqidagi tushunchani eslatib turadi, chunki ular to'liq imon bilan ta'zim qildilar Alloh va yolg'iz. Qur'on raziyallohu anhu:\n\nVa bu Ibrohim o'g'illariga qoldirgan merosi edi va Yoqub ham shunday qildi. \"Ey o'g'illarim! Alloh sizlarga iymonni tanladi. Undan boshqa hech narsa yo'q.\nYoqub oldida o'lim paydo bo'lganida guvohlar bo'lganmi? Mana, u o'g'illariga: \"Menga nima ibodat qilasiz?\" Ular: «Biz sening ota-bobolaringiz va ota-bobolaringiz Ibrohim, Ismoil va Ishoqning Xudosi - Allohga sajda qilamiz», dedilar.\n\n- Qur'on, 2-oyat (sollallohu anhua) (Qur'on) lagin 132-133 [32]\nYoqub merosi\nYoqub Islomda ota-bobolari tomonidan qoldirilgan merosni olib borgani uchun juda o'ziga xos. Musulmonlar Xudo Yoqubga eng buyuk inoyatini bergan va uni eng buyuk insonlar orasida tanlaganiga ishonishadi. Qur'onda tez-tez Yoqub qudratli va vahiyni ta'kidlaydi va u yaxshi tanlangan va tanlanganlar guruhidan bo'lgan. Qur'onda aytadi:\n\nBu Biz haqimizda, Biz Ibrohimga o'z qavmiga qarshi) berdik. Albatta, Biz kimni rizqlantirurmiz. Albatta, Robbing hikmatli va ilmga to'la.\nBiz unga Ishoq va Yoqubni berdik. Uning huzurida Nuhni hidoyat qildik.\n\nQur'on, 6-oyat, al-An'am, oyi 83-84 [33]\nAli ibn Abu Tolib, maxsus ismlar berilgan payg'ambarlar haqida so'raganda, hadisda aytilgan hadisda, Ya'qub ibn Ishoq o'z xalqi sifatida tanilgan. [34]\n\nBibliyadagi Yoqubning farishtasi bilan bog'liq bo'lgan holatlar, Yoqub zinapoyasi haqida aytilmagan, ammo Yoqub zinapoyasi haqidagi tasavvurlar. [9] [35]. Yoqub Ishoqni aldaydi. Esov, Esovning egizakida ham Uning egizakida emas, balki musulmon sharhlarda. [9].\n\nYoqubning iymon keltirgan musulmonlar, buyuk payg'ambar edi, Yoqub Xudoga bo'lgan buyuk itoatkorlik va to'g'ri dinga mustahkam bo'lgan ishonchni keltirib chiqaradi. Ibrohim bilan bir qatorda, Patriarx Yoqub an'anaga ko'ra eng samarali bo'lishi mumkin. O'n ikki o'g'lidan boshqa katta payg'ambarlar, shu qatorda Yunus (Yunus), Dovud (Dovud), Sulaymon (Sulaymon) va Iso (Ishayo).",
"Yusuf": "Yusuf ibn Yaqub ibn Ishaaq ibn Ibrahim (Arabic: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهيم) (Joseph, son of Jacob, son of Isaac, son of Abraham) is a prophet mentioned in the Quran,[1] and corresponds to Joseph, a Misrda Yangi Shohlik oldida Misrda bo'lgan Yahudiy diniy yozuvi va masihiylar Injilidan bo'lgan tanaxiy. [2] Bu Yaqin Sharqdagi va musulmon millatlari orasida yagona ismlardan biridir. Yoqubning barcha farzandlari, Yusuf bashorat in'omini berdi. Boshqa suralarda boshqa payg'ambarlarning rivoyatlari aytilgan bo'lsa-da, Yusufni yagona surada, Yusufni yagona surada beriladi. Qur'onda eng batafsil rivoyat deb aytiladi va Injil hamkasbiga qaraganda batafsilroq. [3]\n\nYusuf Yoqubning o'n birinchi o'g'li bo'lgan (Arab: ya ʿ q bb, yagarb) va ko'pchilik olimlarning eng sevimli ekaniga ishoniladi. Ibn Kasirning so'zlariga ko'ra, Yoqub isroillik qabilalar ajdodlari bo'lgan o'n ikki o'g'li bor edi. Hikoya uning tushini ochib bergani bilan boshlanadi Yoqubni taniydigan otasiga. [5] Xudoning hayotida Xudoning o'rni, Yusuf va Zulayxa (Eski Ahdning Potifarning xotini) haqidagi hikoya Fors adabiyotidagi mashhur mavzuga aylandi, u erda asrlar davomida sezilarli darajada rivojlanib bordi. [6]\n\nQur'on surasi 12 (Yusuf)\n\n\"Podshoh\" dan \"Fir'avn\" dan foydalanish\nQur'onda Yusuf davrida Misr hukmdori bo'lgan unvoni ayniqsa, Misrning hokimi Muso davrida Misr hukmdori bo'lganida, Misr hukmdori. Fir'avn \"(Arab tili: Fir'aun, garchi aniq maqola bo'lmagan nom sifatida). Bu qiziq, chunki tarixiy manbalar bo'yicha fir'avn fir'avn faqat miloddan avvalgi 1479 yilda, miloddan avvalgi 2179 yilda, Yusuf vafotidan keyin. [44] Ammo Yusuf rivoyatida Bibliya rivoyatlarida shoh (ibroniycha: Melex) va Fir'avn Ibtido 39-41 boblarida Misr hukmdori uchun Misr hukmdori uchun ishlatilgan. [45].\n\n\"Malik\" (Misr): \"Men ko'rdim (vahiyda) etti yog'li sigir va etti yashil qulog'ini va etti yashil qulog'ini va ettita yashil qulog'ini va ettitaga quritgan holda ko'rdim. Ey odatim! Agar siz vahiylarni izohlashingiz mumkin bo'lsa. \"\n\n- Quron, Sura, (Yusuf), oyat 43, [46]\nSo'ngra ulardan keyin Musoni oyatlarimiz bilan Fir'avn va uning a'yonlariga yubordik. Mufidinning oqibati qanday bo'lganiga qarang (Arab: ạ̉ alf dum na, «buzg'unchilar» yoki «buzg'unchilar»).\n\n- 7-sura, 7-oyat, oyat 103 [47]\nMolik: «Uni menga keltiringlar», dedi. Qachonki Payg'ambar uning oldiga kelganida, u: «Robbingizga qaytib boringlar, qo'llarini kesgan ayollarga nima bo'ldi? Albatta, Robbim makrlaridan xabardordir.\n\n(Qur'on, Qur'on, 12-sura, 5 (1).\nYusufning xo'jayini uni olib, shohning mahbuslari bog'langan joyga u qamoqqa tashladi. Va u qamoqda edi.\n\n- Ibtido 39:20\nYusuf Misr fir'avnning oldida turganida, o'ttiz yoshda edi. Va Yusuf fir'avnning huzuridan chiqib, butun Misr yurtiga bordi.\n\n- Ibtido 41:46\nYusuf otasiga va aka-ukalarini qo'yib, Misrda, Fir'avn amr etganidek, u erda ramzalar yurtida, Misrda mulkni topshirdim.\n\n- Ibtido 47:11",
"Ayyub": "Ayub (Arab: ạ̉ạ̉ạ̉ạ̉ạ̉id, Roman) Islom payg'ambar deb nomlanadi va Qur'onda zikr qilingan. [1]. Xotinning Islomdagi hikoyasi ibroniy tilidagi Injil hikoyasiga parallel ravishda, garchi Ayubga Xudoga sodiq qolmoqda; Qur'on matnidagi do'stlar bilan Ayub munozarasi haqida hech qanday ma'lumot yo'q, keyinchalik musulmon adabiyotlari Ayub aka-ukalari bo'lgan, u odam bilan azob-uqubatning sababi haqida bahslashgan. Ba'zi musulmon sharhlovchilar, shuningdek, Rimliklarning ajdodlari sifatida ish haqi haqida gapirishdi. [2] Islomiy adabiyotning Ayub payg'ambarning vaqti va joyi haqida, u Yusufning payg'ambar davrida va u ma'lum bir jamoaga yuborilishdan ko'ra o'z xalqiga va'z qilganini aytib, u bashorat qilingan. An'anaga ko'ra, «sabr-toqat qilganlar» guruhida bir ish bor. [3]\n\nAyu (ish) Qur'onda quyidagi oyatda aytilgan:\nDarhaqiqat, Biz sizlarga Nuhga va undan keyin Payg'ambarlarga tushirganimizdek, senga vahiy qildik. Va Ibrohim, Ismoil, Ishoq, avlodlar, Iso, Ayub, Yunus va Sulaymon va Dovudga kitobni berdik.\n\nQur'on, 4-sura (Nisa), oyat 163 [4]\nQur'on uzoq vaqt davomida azob chekayotgan Allohning solih xizmatkori sifatida tasvirlangan. Biroq, bu ish hech qachon Xudoga bo'lgan imonni yo'qotganligi va abadiy Xudoni ibodatda iltijo qilib yubormaganligini aniq aytadi:\n\nVa Ayubni eslatib o'tadir, u Robbisiga duo qilib: «Albatta, zolimlar menga ta'sir qildi va sizlar Rohmanning rahm-shafqatingiz bordir.\n\n- Qur'on, 21-sura (payg'ambarlar), oy 83 [5]\nRabbiy shuni ko'rsatadiki, ko'p yillik azob-uqubatlardan so'ng, Xudo Ayubga «oyog'ing bilan urishni buyurdi!». [6] Bir vaqtning o'zida, Ayub oyog'ini silkitdi va Xudo erdan chiqib, erdan chiqib, erdan chiqib ketishini juda yaxshi ko'rdi. Qur'onda Xudo azob-uqubatlarini olib tashladi va Ayubning oilasini unga baraka berdi va unga ko'pgina avlodlarni duo qilib, unga katta boylik berdi. Ayubning qissasi qisqacha tavsifi, Qur'onda Xudo maxsus rahbarlik, donolik va ilhom berganlar ro'yxatida, Payg'ambarlik in'omi sifatida (VI: 84).\n\nShayton Ayubni Rabbiydan qaytarishga uringandan so'ng, Xudo Ayubning azob-uqubatlarini olib tashladi va oilasini unga ikki marta takrorladi. U Ayubning boyligi va oltin bilan ishlagan ishni qaytardi. Ayubning xotini erining gullab-yashnashi va sog'lig'iga tatbiq etar ekan, u Xudoga shukr qilganida, u ilgari yuz chekishga va'da bergan edi. U azob-uqubatlar ostida bo'lgan qasam ichgani, Ayub juda xafa bo'ldi. Ammo Xudo Ayubga vahiy yubordi, bu unga xotinini kaltaklamaslikni va uni yumshoq o'tloq bilan muloyimlik bilan urishini aytdi. [7]\n\nQur'onda ma'lumotnoma\nAyub bashorati: 4: 163, 6:84\nSinov va sabr-toqat: 21:83, 21:84, 38:42, 38:43, 38:44\nKeyingi o'qish\nIbn Kasir, Bizoyat va L-Nihaya, I, 220-255\nTafsir XXI va XXXVIIDA\nTabariy, i, 361-364\nTalabi, payg'ambarning ertaklari, Qohira 1339, 106-114\nKisai, payg'ambarlarning hikoyalari, 179-190\nIbn Asadirir, Tarikh al-Kabir, III, 190-200",
"Shuayb": "Shuayb, Shoayb, Shuayb yoki Shuayb (Arab tili: s sẖʿ ayb, IPA: \"Juda to'g'ri yo'lni ko'rsatadi\" degani: \"Juda to'g'ri yo'lni ko'rsatadi\" degan so'zlar va druze dinda eng hurmatli payg'ambar. 1] Shuayb an'anaviy ravishda Injil i Jetro bilan, Musoning qaynonasi bilan aniqlangan. Shuaib Qur'onda jami 11 marta tilga olingan. [2] U Ibrohimdan keyin (Ibrohim) yashagan va musulmonlar uni bir ummat qilib yuborganiga ishonishadi. Midiyonlarni bir ummat qilib yuborganiga ishonadi. [4] [5] [7] [7] Va katta daraxtga ibodat qilar edilar. Shunda Shuxib to'g'ri yo'lni e'lon qildi va xalqni soxta yo'llarini tugatishni ogohlantirdi. Agar bir ummat tavba qilmasa, Alloh bir ummatni yo'q qildi. [3]\n\nShuaib musulmonlar tomonidan Qur'onda eslatib o'tilgan bir nechta arab payg'ambarlaridan biri, boshqalari Solih, Hud va Muhammad. Aytilishicha, u musulmonlar tomonidan «payg'ambarlar orasida va'zgo'y» sifatida tanilgan, chunki u an'anaga ko'ra, uning tilida iste'dod va notiqlik berildi. [8]\n\nTarixiy nuqtai nazar\nShuayom yuborilgan hudud \"Ingliz tilida, ingliz tilida tanilgan Madyan\" deb nomlangan, bu Muqaddas Kitobda tez-tez aytilgan. Midiyonlar arab millatiga kelganda, Bibliya Kan'onlarining qo'shni bo'lishlari, ular bilan aralashib ketishdi. Ular adashib-uloqib yurganlar va ularning asosiy hududi Sinay yarim oroli bo'lganligini aytadi.\n\nJetro bilan bahslash\nJatrro Injilda (Chiqish 3: 1) Musoning Qonunida Ota sifatida eslatib o'tilgan. Gara'inchi Midiyon ruhoniysi Jetro bilan tez-tez aniqlangan bo'lsa-da, aksariyat zamonaviy olimlar bu identifikatsiyani rad etishadi. Ibn Kasir singari klassik sharhlovchilar Ibn Kasir, Ibrohimning nabirasi Ibrohimning nabirasi edi. Shu'vabning o'g'li, Midcharning o'g'li, Ibrohimning o'g'li. [8]. Yetro davrida, Ibrohimga yuzlab yillardan keyin yuzlab yillar o'tgach yashagan Jatrro bilan tanib olinmagan. [9]\n\nQur'onda Shuxaib Xudo tomonidan Madyanlarga payg'ambar qilib tayinlangan. Ushbu er aholisi, boshqalarni insofsizlik va butparastlik uchun aldash bilan mashhur deb aytilgan. Shu'aybning bashorati asosan Midiyonlarni Xudoning to'g'ri yo'liga chaqirib, soxta xudolarga sig'inishni taqiqlagan.\n\nShuningdek, u o'z xalqiga kundalik faoliyatida insofsizlikni to'xtatishni buyurgan. Garchi u voizlik qilgan bo'lsa-da, ko'p vaqt davomida bashorat qilgan bo'lsa ham, ko'pchilik uni tinglashdan bosh tortdi. Ammo Shuayb sabotli bo'lib qoldi. U doimiy ravishda fosiqlarga qarshi va'z qilib, ulardan oldingi gunohkorlarga azob chekkanini aytdi. Shu'ayb odamlarni johilliklari Midiyonning vayron qilinishiga olib keladi, deb ogohlantirgan, Nuh, Hud, Solih va Lut, hamma odamlar Xudo tomonidan vayron bo'lgan edilar.\n\nOdamlar Shuaybni masxara qilib, u nufuzli oila uchun bo'lmaganida, albatta toshbo'ron qilar edi. Shuayb: «Sizlar Xudodan ko'ra ko'proq e'tiborimni ko'proq e'tiborlimanmi?» - deb javob berdi. Midiyonlar ishonishdan bosh tortganlarida, ular zilzi tufayli vayron bo'lishdi. [3] Ammo Qur'on, Shu'ayb va imonli hamrohlari momaqaldiroq jazosidan xalos bo'lishini eslatib turadi. [11] [12]\n\nBoshqa payg'ambarlar bilan o'xshash\nShuaybning vazifasi ko'pincha Qur'onda Nuh, Hud, Solih va Lutning vazifasi bilan yozilgan. Olimlar ushbu besh payg'ambar ilk payg'ambarlik topshiriqlarini misol keltirganlarini ta'kidlashdi: [13] Nabiy sallallohu alayhi va sallam o'z jamoasiga yuboriladi. Hamjamiyat uning ogohlantirishiga ahamiyat bermaydi va uning o'rniga uni azob bilan qo'rqitadi; Ko'p yillik va'zlardan so'ng, Xudo undan o'z jamoasini tark etishini so'raydi, keyinchalik uning xalqi keyinchalik jazoda yo'q qilindi. [13] Olimlar xiyonatkor ravishda beshta payg'ambarning ro'yxatini talqin qilishsa, Shuaybning avlodlari va buyuk To'fon haqida va'z qildilar. Ibrohim payg'ambar.",
"Musa": "Islomda, Muso Ibn Oimmrān (Arab tili: jami, amram o'g'li Muso). Uning ismi 136 marta tilga olinib, uning hayoti qissasi va boshqa payg'ambardan ko'ra ko'proq narsani tilga olishdi. [2] [3]\n\nQur'onga binoan Muso isroillik oilada tug'ilgan. Bolaligida u Nilga oqib chiqadigan savatga solingan va Oxir oqibat Fir'avnning xotini Asaya tomonidan topilgan. Musoga balo keltirganidan keyin Muso Misrda Fir'avnga tahdid qilishdan oldin, Missiyada yashaydi. Payg'ambari payg'ambar davrida Muso, Musoga «Xudoning Spikeri» unvonini bergan Xudo bilan shaxsan suhbatlashib, Xudo bilan suhbatlashishi haqida aytilgan. Payg'ambarimizning eng mashhur mo''jizasi, u dengizni taqsimlaydi, Xudo tomonidan yaratilgan mo''jizaviy tayoq bilan. Qur'ondan tashqari, Muso ham tasvirlangan va hadis adabiyotida ham maqtalgan.\n\nFir'avnning o'limidan so'ng, Muso va uning izdoshlari Payg'ambar vafot etgan Quddus tomon yo'l olishdi. Islomiy an'analarda unga Nabi Musoga dafn etilgan va oxir oqibat osmonga ko'tarilganiga ishoniladi. Keyinchalik u Muhammadni yetti osmonda, tungi sayohat paytida Quddusdan ko'tarilgandan keyin u bilan uchrashgani haqida xabar bermoqda. [4]. Sayohat paytida Muso, Xudo bilan uchrashish va har beshta vaqt namozlari qoldi. [5] [6]\n\nMuso islomdagi juda muhim shaxs sifatida ko'rilmoqda. Islomiy ilohiyotga ko'ra, barcha musulmonlar har bir payg'ambarga va Muso va uning ukasi Horunni o'z ichiga olgan har bir payg'ambarga ishonishlari kerak. Musoning hayoti umuman Muhammadning hayoti uchun ruhiy jihatdan parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parall parallv qilib, deb hisoblaydi. [1] Islomiy adabiyotlar, shuningdek, ularning odamlar va ularning hayotlarida ro'y bergan voqealar o'rtasidagi parallel aloqani ham tavsiflaydi; Qadimgi Misrdagi isroilliklar Makkadan Makkaga ko'chib o'tishiga o'xshash deb hisoblanadi. mos ravishda Makkaliklar tomonidan. [7] O'n Ilohiy Amr, bu Tavrotning mazmunining bir qismini tashkil etadigan va iubramik dinlarga va xristianlikning inoyati va xristianlik kabi Uning oyatlari. [8] [9] Binobarin, yahudiylar va nasroniylar musulmonlar uchun «kitob va boshqalar» etib tayinlanadilar va Islom qonunlari qayerda qo'llaniladi. Muso islomiy adabiyotlarda bo'lib, uning hayotidagi voqealar va unga Qur'onda va hadisda, masalan Xudo bilan bevosita suhbatlar kengaytiriladi.",
"Harun": "Islomda Horūn ibn Oimmron [2] (Arab: h ạr na ạ b ʿ mr ạ̉ mr nābãn ʿ mr ạn n ạrum) va Allohning akasi va Muso payg'ambarning akasi (Muso). [3] [Muvaffaqiyatsiz tekshirish] [Tasdiqlash] U o'z ukasi Isroil xalqini Misrodusga va'z qildi. [4]\n\nQur'on Horunga ism va ismsiz ham ko'plab ma'lumotlarga ega. Unda aytilishicha, u Ibrohimning avlodidir. Va u va Muso ham Fir'avnni Allohning azobi haqida ogohlantirish uchun yuborilganini aniq aytadi. [6] Bundan tashqari, Muso avval Horun bilan xizmatini mustahkamlash uchun Xudoga ibodat qilganini va Horun Musoga, shuningdek, nutq va nutq masalasida juda mohir bo'lganiday, Musoga nega yordam berganini qo'shimcha qiladi. [9]. Qur'onda Muso bilan Horun ham Misrdagi isroilliklar uchun yashashni va uylarni Xudoga ibodat qilish uchun joylashtirishga ishonishgan. [10]\n\nOltin buzoqning fikri Qur'onda ijobiy nurda rivoyat qilinadi. Qur'onda aytilishicha, Horun Isroilning rahbarligiga ishonib topshirilgan, Muso, qirqaylik davrida Sinay tog'i. [12] [12] [noto'g'ri tekshirish] [tushuntirish kerak] Horun Horun tomonidan qurilgan oltin buzoqqa topinishni to'xtatish uchun bor kuchini, yovuz odam tomonidan \"As-Samiriy\" nomi bilan yaratdi. [13]. Muso Sinay tog'idan qaytib kelganida, u Aorunga sajda qilish uchun Horunga tanbeh berish uchun Horunga tanbeh berdi. [14] [12] Qur'onda Muso bu erda Isroilning gunohlarini yig'ib, o'zini o'zi va Horun ustidan hokimiyat borligini aytdi. [15].\n\nHorun keyinchalik Qur'onda «ochiq-oydin hujjat» bo'lgan va «to'g'ri yo'lga hidoyat topgan» Qur'onda zohir bo'ldi. [17] Bundan tashqari, Horunning akasi [18] Ukari bilan birga bo'lgan odamlar uchun Xarinning xotira ketishini qo'shimcha qildi. [20] Musulmon ulamolari Horun olimlari uning tarixiy persisining nuqtai nazariga ko'ra, u o'zining tarixiy persivi va \"singil\" atamasi bo'lgan \"Opa\" atamasi bo'lgan deb hisoblashadi. Yoki ikki raqam o'rtasidagi ruhiy aloqalar, Maryam Horunning ruhoniy liniysining avlodidan chiqqanida, boshqalari esa «Horun» nomi bilan Masihning davrida yashagan yana bir solih inson bo'lishgan. Aksariyat olimlar avvalgi nuqtai nazarga rozi bo'lishdi va Maryani ma'nan bog'ladilar, uning ismlari Horunning singlisi bilan bog'ladilar (Arab tili: Morym, ibroniy: ậlewys), u ko'p jihatdan qayg'urgan. Qur'onda, asrlar o'tib, qabila sandig'i Isroilga qaytib kelganida, bu Isroilga qaytib keldi. [22]. [22]. [22].",
"Dhul-Kifl": "Zul-kifl (Arab tili: lēāl-kisl, so'zma-so'z \"Kifl\", Duul-Kifl, zu al-kifl, zu al-kifl, zu l-kifl-da yozilgan. Garchi uning kimligi noma'lum bo'lsa-da, uning o'ziga xosligi tilga olingan va boshqa raqamlar, eng keng tarqalgan va boshqa raqamlar, eng keng tarqalgan va boshqa raqamlar, eng keng tarqalgan va boshqa raqamlar, eng keng tarqalgan va boshqa raqamlar, eng ko'p ham, Haziel Budda. [2] [4] Zul-Kifl Alloh tomonidan hayotning yuqori stantsiyasiga ko'tarilgan va Qur'onda «yaxshilik qiluvchi» odami sifatida surilgan iymon keltirilgan. [5] Zul-Kifl boshqa tarixiy manbalardan unchalik ma'lum bo'lmagan bo'lsa-da, Ibn Ishoq va Ibn Kasir singari klassik sharhlovchilarning barcha yozuvlari, kunlik namozda va sajda qilishda sodiq qoldi. 6]\n\nDiyarbakirning \"Ergan\" viloyatidagi maqbara, Turkiya Dful-Kiflning dam olish maskanidir deb ishonadi. Bu shahar markazidan 5 km masofada joylashgan Makam Da qurdi. [7] [8]\n\nEtimologiya\nZul-Kifl nomi tom ma'noda \"Kifl\" degan ma'noni anglatadi, u erda dẖd dhū (\"egalik qiladigan\". Bunday nomlar Qur'onda boshqa notarbonlaridan foydalanilgan, masalan, Zu al-Qarnayn (Arab tili), Lu-Nuhul (Arab tili) Yunusga ishora qilayotgan loln nu, lyuks. Kifl - arxiy arxaik arxaik so'z, \"ikki baravar\" yoki \"ikki baravar\" yoki \"ikkilasha olish\" degan ma'noni anglatadi; u mato uchun ham ishlatilgan. Nom odatda \"ikki tomonlama portlash\" degan ma'noni anglatadi. Ba'zi olimlar nomi \"bir martalik mukofotga ega bo'lgan odam\" degan ma'noni anglatadi, ya'ni Ayub uchun unvonni anglatadi, chunki uning oilasi unga qaytarilgan. Qur'on va Ayub kitobiga ko'ra. [11]\n\nBir qarashga ko'ra, bu \"Kifl odami\" degan ma'noni anglatadi, \"kifl\" degan ma'noni anglatadi, \"Kifl\" degan ma'noni anglatadi.\n\nHajotchi\nBa'zilarning fikriga ko'ra, Zul-Kifl Hizqiyo bo'lishi mumkin degan fikrda. Asirlik, monarxiya va davlat halok bo'lganda, siyosiy va milliy hayot endi mumkin emas edi. Uning kitobining ikki qismiga, uning shaxsiyati va voizligi ikki tomonlama, va sarlavhasi dhul-kifl \"Biror narsa\" yoki \"qoplash\" degan ma'noni anglatadi.\n\nAbdulloh Yusuf Ali, Uning Qur'on sharhida shunday deyilgan:\n\nDhul-Kifl tom ma'noda \"egasidan yoki berish, ikki tomonlama jazo yoki bir qismi\" degan ma'noni anglatadi; Yoki: \"Kiflning ma'nolaridan biri bo'lgan\" ikki dublli qalinlik plashidan foydalangan kishi \". Sharhlovchilar kimga nazarda tutilganidek, kimning ma'nosi unga qo'llaniladi. O'ylaymanki, eng yaxshi taklif - Karsten Niebuhr tomonidan o'zining Reybeschreibung Nach ArabI, Kopengagen, II. 264-266, DHUL-KIFL qoshida Islomning entsiklopedida keltirilgan. U Najaf va Xilla (Bobil) oralig'ida Meshardning \"Iroq\" dagi Meshardga tashrif buyurdi. Kefil, deydi u, deydi Hizqiyo arabcha shakli. Hizqiyo ziyoratgohi u erda edi va u hiylalari ziyoratgohda kelishdi. Agar biz \"Zul-Kifl\" ni epithet emas, balki \"Hizqiyo\" ni arabiy shaklda qabul qilsak, u Quddusga (Hazilda) ikkinchi hujumidan keyin Navuxadnazarning Bobilga olib borgan payg'ambar edi. B.C. 599). Uning kitobi ingliz Injiliga (Eski Ahd) kiradi. [15] U zanjirbandlanib, zindonga tashlandi va bir muncha vaqt u soqov edi. U hammasini sabr-toqat va doimo tug'di va Isroildagi yovuzliklarni jasorat bilan tanbeh berishda davom etdi. Yonayotgan parchada u abadiy haqiqatdir: «Isroil cho'ponlar uchun voy! Cho'ponlar qo'ylarni boqish kerakmi? Ularni o'ldiring, lekin siz suruvni yo'q qilyapsizlar. Kasal bo'lgan narsani sog'aytirmadingiz va siz ham kasal bo'lgan narsani yo'q qilmayapsiz. [16]. [16]. [16]. [16]. [16].\n\n- Abdulloh Yusuf Ali, Muqaddas Qur'on: Matn, tarjimasi va sharh [17]\n\nQur'onda aytilgan\nQur'onda\nZul-Kifl Qur'onda ikki marta, keyingi oyatlarda qayd etilgan:\n\nVa Ismoil, Idil, Idris va Zul-Kifl, barcha odamlar (erkaklar) doimiylik va sabr-toqat.\nBiz ularni O'z rahmatimizga kiritdik. Albatta, ular solihlardandir.\n\nQur'on, Anbiyo surasi Qur'on, Anbiyya surasi (21), 85-86 [13]\nVa Ismoil, Elishay va Zul-Kiflni xotirlash: Ularning har biri yaxshilik guruhidan edi.\n\nQur'on, Sudya surasi (38), oyat 48 [14]\nIkkala holatda ham, Zul-Kifl, yuqorida keltirilgan oyatda eslatib o'tilmagan Qur'on payg'ambarlari ro'yxati kontekstida aytilgan.\nAl Kifl (Arab tili: Ul-kifl) Najaf daryosida Iroqning janubi-sharqidagi shahar, Najaf va Al Xalah o'rtasida. Al-Kifl tilidagi hikoyaning variant nomlari: zhul kifl ziyoratgoh, marqad zhu'l kifl, Qabr al-Nabi Zul-Kifl, Zul-Kifl ziyoratgohi, zobr hazuqiy, hazkiyal ziyoratgoh . Hazqiyal - bu arab tilini eshitgandan keyin, Sefardi yahudiylar foydalangan ibroniycha Yashqelning arab translitratsiyasi. Bu yahudiylar Hizqiyo va Zul-Kiflni, va musulmonlar esigelarini tenglashtirganligini ko'rsatadi. Iroq rasmiylari buni 1316 yilda (715-16), Ilxanid Sulton Uljayit, yahudiy jamoasidan maqbara huquqini qo'lga kiritgan. Binobarin, ziyorat bir xil payg'ambar uchun islomiy nomenklaturaga xabar berildi. Sulton Uljaytu masjid va minorani qurish orqali tuzilishga qo'shildi. Shuningdek, u ba'zi o'zgarishlarni amalga oshirib, ba'zi o'zgarishlarni ilhanid sayyohlari tavsiflari bilan taqqoslash orqali ba'zi o'zgarishlar aniqlandi. Sayt o'n to'qqizinchi asr boshlarigacha, o'n to'qqizinchi asrning boshlariga boy yahudiy Manahim yahudiy Manaxim ibn Deylni, uni yahudiylarning saytiga muvaffaqiyatli aylantirganida, musulmon bo'lgan. Minoret Islomiy sayti sifatida o'zga tegishli guvohlik sifatida qoldi. Masjid va minora 14-asrda qurilgan bo'lsa-da, maqbara va qabrning qadimiyligi aniqlanmaydi. [18]\n\nGautama Budda\nZul-Kifl ham Gautama Budda bilan aniqlandi. [19] [20] [21] [22] Zul-kiflning ma'nosi hali ham munozaralardir, ammo bitta qarashga ko'ra, bu Budda o'ttiz yil umrini o'tkazadigan Kapil (Kapilvastu shahar) ni anglatishi mumkin. [12] [20]\n\nUshbu qarashning tarafdorlari Tin surasi surasi Qur'on surasining 95-bobining birinchi oyatlarini keltiradilar.\n\nAnjir, zaytun va Sinay tog'ida, bu Makkada bo'lgan bu shahar!\n\nQur'on, 95: 1-3\nUshbu nuqtai nazardan, ushbu oyatlarda aytilgan joylardan: Sinay Musoning vahiy olgan joyidir. Makka - Muhammad Vahiy olgan joy; Zaytun daraxti - bu vahiy olgan joy. Bunday holda, qolgan anjir daraxti bu erda Vahiy oldi. [21]\n\nBa'zilar, shuningdek, bu Budda ekanligini bir oz ko'proq oladilar, chunki Buddha so'zi \"ma'rifatli\" degan ma'noni anglatadi. [23]\n\nBoshqalar\nZul-Kifl, shuningdek, Obodiyo [24] va Ishayo bilan har xil bo'lib, Isha'yoning [25]",
"Dawud": "Dovud (Arab tili: dāw ạ wwd: dovuid [Allohning Rasuli (Alloh) va Allohning Buyuk Britaniya Shohligining majriyosona monarxidir. [1] Bundan tashqari, musulmonlar Dovudni ham Zaburning ilohiy vahiysini olgani uchun hurmat qilishadi. [2] [3] Dovud Islomdagi eng muhim odamlardan biri hisoblanadi. Qur'onda o'n olti marta eslatib o'tilgan Dovud Islom oyatida Muhammaddan ilgari o'tgan payg'ambarlar zanjiri sifatida ko'rinadi. [4] Garchi u odatda \"qonunga bag'ishlangan\" payg'ambarlardan biri (ulu al-sayin), \"U frakal fikrda\". [2] Keyingi islomiy an'analarda u o'zining maqbul va ro'za tutish qiyinligi uchun maqtalgan. Shuningdek, u shunchaki hukmdor va er yuzidagi Xudoning boshqaruvining ramzi sifatida, xuddi shoh va payg'ambar sifatida namoyon bo'ladi.\n\nDovud Islomiy Quddusning diniy me'morchiligi uchun juda muhimdir. [1] Dovud Bibliyadagi Bibliyadagi Bibliya, ya'ni Isroil va Yahudo Qirolligining ikkinchi podshohi deb biladi. 1010-970 mil. [Iqtibos kerak]\n\nQur'onda eslatmalar\nDovudning Qur'onda rivoyat qilgan, Muqaddas Kitobda ko'p jihatdan, ko'p jihatdan o'xshash narsalar. U Payg'ambar (Rasin) deb ism qo'ydi. Dovud vahiy olganlarning ro'yxatiga kiradi. Ikkala ro'yxatda uning ismi o'g'li Sulaymonning yonida ko'rinadi. Boshqa joyda, Qur'onda Xudo ikkalasiga ham «ishonchli hukm» sovg'alarini berdi (ḥukm; 21:79). 27:15; 27:15; 27:15; 27:15; 27:15). Dovudni Sulaymondan ajratib turadigan Dovudni Dovudga aytadigan Dovudni ham shunday ajratadi: Dovud Go'liyotni o'ldirdi (Qur'on 17:55) 21: 105 foydalanadi Aniq zaburning aniq shakli, ehtimol Zabur yoki Zabroil atamasi (Zabur atamasi Mizmr yoki surma atamasi Mizmr yoki surafiy atamasi, Zaburning »atamasi bilan bog'liq. Tog'lar va qushlar Dovud bilan birga Xudoni ulug'ladilar (21:79; 34:10. Xudo Dovudni «xalifa» ni yaratdi (xalifa; 38:26). Bu sarlavha shuni ko'rsatadiki, Dovud elchisidan boshqa narsa edi. U O'zining er yuzida Allohning hukmronligini o'rnatgan hidoyat topgan. [1] Bu rolga ham 2: 251. \"Alloh unga hokimiyat va donolik berdi. Agar Xudo boshqa odamlarni boshqalarni qaytarmagan bo'lsa, er yuzi buzuq bo'ladi\". [2 ]\n\nDovudga bergan ta'limotlarning orasida qurol-aslahalar qilish qobiliyati (21:80, 34: 10-11), Dovudning harbiy ekspluatatsiyasi Xudoning harakatidir degan taklifdir. Shuningdek, Dovudning «donoligi» haqida Qur'on haqida bashorat qilingan bashoratlar bashorat in'omi sifatida tushuntirilgan bo'lishi muhimdir. [6]. Qur'on Dovudni va Isoni bog'laydi, chunki ishonmagan isroilliklarga ham la'natlaganini ta'kidlab (5:78). Bundan tashqari, Qur'onda odil sudlovni tarqatishda haqiqat va yolg'onni farqlash qobiliyati berildi (FAIH - 38:20). Bundan tashqari, Dovudni sinash bilan birga, u erda ibodat qildi va tavba qildi. 38: 245). Sabr sur'at (Dovud suralari) deb ham ataladi. [7] Ekzeget Xudo uni kechirishini so'raganda, bu bobni o'qiyotganda unga taqlid qilish va sajda qilish buyurilgan. . [8]\n\nDiniy ahamiyat\nDovud shohlikni qabul qilgan bir nechta islomiy Payg'ambarlardan biridir. Boshqa payg'ambarlarning boshqa payg'ambarlari Shohlar hukmronligi paytida va'z qilgan paytda shoh bo'lgan. Shunday qilib, u juda katta vazifani oldi, ammo Isroil xalqi nafaqat ma'naviy tekshiruvda ushlab turilganiga ishonch hosil qilishdi, ammo mamlakatning o'zi ham kuchli bo'lib qoldi. Uning o'rni, ikkalasi ham, Payg'ambar ham barcha musulmonlar tomonidan juda yuqori darajadan biri bo'lgan. Payg'ambar o'g'li Sulaymonning o'rniga, Dovudning figurasi, ularning erlaridan adolatli hukmronlik qilgan odamlar bilan ovora bo'lgan odamlar bilan ovora. Xudo Dovudning yuqori darajalarini Qur'onda payg'ambar va payg'ambar deb tez-tez eslatib o'tamiz. U ko'pincha boshqa payg'ambarlar bilan birga, u qanchalik buyuk ekanligini ta'kidlash uchun eslatib o'tilgan. Masalan, Xudo aytadi:\n\nBiz Unga Ishoqni va Ya'qubni hidoyat qilib, ularga va uning zurriyotlarini, Dovud va Sulaymon va Yusuf va Horunni hidoyat qilganimizda, ularga hidoyat qildi. Shunday qilib, biz adolatli va yaxshilik qiluvchilarni mukofotlaymiz.\n\nQur'on 6:84 [9]\nXalifaning Umarti Quddusga tashrif buyurganida, Patriarx u bobokalx, ma'bad tog'ida unga hamroh bo'ldi, u Muhrab Dovudni ibodat qilishini qidirdi. Keyinchalik sharhlovchilar ushbu saytni Dovud minorasi bilan aniqladilar. Hadisda Dovudning ibodatlari va ro'za tutish Xudo uchun aziz bo'lgani haqida aytilgan.\n\nAbdulloh ibn al-Ans rivoyat qiladi: \"Allohning havoriysi menga:\" Ollohning eng sevimli ibodatlari - Dovud va eng azizlar Dovudning ro'za tutishi Dovuddan biri. U tunning yarmida uxlagan edi Va keyin tunning uchdan bir qismiga ibodat qiling va yana oltinchi qismida uxlab, muqobil kunlarda ro'za tutgan ».\n\n- Muhammad al-Buxoriy, Sahih al-Buxoriy [10]\nDovudning kitobi\nAsosiy maqola: Zabur\nZabur Muso (Idat), Isoning (Isoning) ni qabul qilgani kabi, Xudo tomonidan aytilgan muqaddas kitobdir. Zabur hozirgi Injilda Zabur Zabur sifatida tanilgan. Biroq, o'tmishdagi boshqa oyatlar singari, Zaburlar vaqt o'tishi bilan buzilgan deb ishoniladi, ammo ba'zi dastlabki xabarlar endi yo'q bo'lib ketdi. Shunga qaramay, musulmonlarga hozirgi Zaburlarga juda hurmat bilan munosabatda bo'lishlari kerak, chunki ular asl shaklida, ular ham ilohiy ilohiy ilohiy kitob edi. Qur'onda:\n\nRobbing osmonlaru erdagi kimsani bilguvchidir. Biz ba'zi Payg'ambarlarni boshqalardan ustun qo'ydik. Dovudga Zabur kitobini berdik.\n\nQur'on 17:55 [11]\n\n Qur'on 4: 163; 17:55.\n Qur'on 4: 163; 6:84.\n E.G. Ḍ rivilik, men, 559\n Hibat Allah b. Salon, Nāskiki WA-L-Mansukh (Vazidiy, Asbob chegarasida), Qohira 1316 / 1898-9, 262\n Buxoriy, Layīṣ, VI, 155\n Qur'on 6:84\n Sahih al-Buxoriy, 2: 21: 231\n Qur'on 17:55",
"Suleyman": "Sulaymon ibn Dowd (Arab: Slym ạn ạw ạ hwd, Limo (Dovud o'g'li Sulaymon) edi. Isroilliklar. Odatda, islomiy an'analar, u yahudiy xalqi va Isroilning dono hukmdori bo'lgan. [1]\n\nIslomda Sulaymon ko'p ilohiy sovg'alarga, shu jumladan hayvonlar va jin bilan gaplashish qobiliyatidan biri sifatida qabul qilingan; Shuningdek, u shayafiyani (s sẖ n ṭṭ na ṭ ṭṭ ṭṭ ṭṭ ṭṭ ṭṭã ṭṭys lityit (jinlar) qo'llab-quvvatlashi bilan aytadi. [2]\n\nMusulmonlar, u butun umri davomida sodiq tuhmat bo'lib qoldi. Isroil xalqining butun umridan butunlay hukmronlik qildi; Uning oldida ham, undan keyin ham muborak bo'lgan. Jannatda Xudoga yaqinligini va'da qilgan barcha amrlarini bajardi (jn ẗ, zohir »). [3] Islomning ko'tarilishi sababli, turli xil arab tarixchilari Sulaymonni tarixdagi eng buyuk hukmdorlardan biri deb bilishgan. [4]\n\nQur'onda eslatmalar\nQur'on va talqin\nSohada hukm\nSulaymon, Sulaymonning eng qisqa qissasiga (Sulaymon otasi bilan bir rivoyatda, ikki kishi Dovuddan (ḥ, dalada) hukm qilishini so'rab, ikki kishi kelganda, ikki kishi keldi. 5] Keyinchalik musulmon sharhlovchilar al-Tabariy va Ibn Kasirni al-Tabariy va Ibn Kasirga qo'shdilar. [6] [8] [8] Ularning so'zlariga ko'ra, ikki kishining birinchisi, u uzumzorga egalik qilganini aytdi. Ammo bir kun, u yo'qligida, boshqa qo'ylarning qo'ylari uzumzorga adashib, uzumni yutib yubordi. U bu zararni qoplashni so'radi. [9]: 62 Buyurtmalarning sobiq shtatiga qaytib kelmaguncha, qo'ylarning boshqa shtatidagi uzumlarni ta'mirlash va etishtirish uchun boshqa odamning uzumzorini ta'mirlash va etishtirishni taklif qildi. u o'z egasiga. Shu bilan birga, uzumzorning egasi qo'ylarga g'amxo'rlik qiladi va uning eriga qaytarilgunga qadar, uning oldiga qo'ylarni o'z egasiga qaytarishiga qadar jun va sutdan foyda ko'radi. Ushbu javob Sulaymonning hukm darajasini ko'rsatadi, deydi Qur'on, [10] Sulaymonni butun umri davomida tavsiflaydi. Musulmonlarning urf-odatlariga ko'ra, keyinchalik Hatto Sulaymon al-ikiak deb nomlanadigan Sulaymon bilan doimo Shubha bilan bog'liq bo'lar edi. Ushbu hikoya Kebra Nagast shahrida moslashtirildi, ammo Sulaymonning o'g'li nizo sifatida. [7]\n\nSulaymon va jinlar\n\nSheba malikasi\nQur'onda shamol Sulaymonga bo'ysungani aytilgan [11] Va uni o'z xohishi bilan boshqara olmas. Jinn Sulaymonning hukmronligini kuchaytirishga yordam berdi. [12] va jinlar unga yodgorlikni o'rnatdilar. [13] Xudo, shuningdek, mo''jizaviy izni keltirdi (ʿ na, 'fayrial' yoki 'fayrial' yoki 'fayrial' yoki 'fayrial'), ularni qur'a tashlashda. [11]\n\nDovud vafot etganida, Sulaymon isroilliklarning payg'ambar shohi sifatida o'z pozitsiyasini meros qilib oldi. Bir marta Sulaymon ayolga otasining haykasini qurishga ruxsat bergan. Keyinchalik u haykalga sajda qila boshladi va Sulaymon o'z shohligida butparastlikka toqat qilish uchun tanbeh berdi. Jazo sifatida, Xudo Sulaymonning uzukini o'g'irlash va Uning shohligini olib ketish uchun qul bo'lgan jinlardan biriga yordam bergan (38:34-surasi). Keyinchalik u gunohini qaytaradi va yana jinlarni boshqaradi va yana ma'badni qurishga qaratdi [14] U Xudodan keyin birortasida farq qiladigan shohlik uchun ibodat qildi. [15] Xudo Sulaymon ibodatini qabul qildi va unga xohlaganini berdi.\n\nAlegorikaga ko'ra, Sulaymonning jinlarga bo'lgan uzukni yo'qotish, odamni jinga ishtiyoqqa tushiradigan odamni ifodalash uchun tushunish mumkin. [16] Nishapur Attar yozadi: \"Agar siz Sulaymon bilan qirollik pavilionini olib chiqasiz va\" o'zingizning Shohligingiz ustidan buyruq yo'q, chunki siz Sulaymonning o'rniga. . [17]\n\nTalmudik an'analardan farqli o'laroq, Sulaymon bexabar edi va butparastlikda hech qachon ishtirok etmadi. [18] Bundan tashqari, Qur'on Sulaymonning sehrgarligini rad etdi: \"(...) Sulaymon kufr keltirmadi, lekin shaytonlar kofirlar va (...) Kufr keltirganlar. (2: 102)\n\nSulaymon va chumoli\nSulaymon hatto chumolilar kabi turli xil hayvonlar tillarini o'rgatdi. Qur'on shuni eslaydi, bir kun, Sulaymon va uning lashkarlari vojl, chumoli vodiysiga kirishdi. Sulaymon va uning lashkarini ko'rish uchun (mml ẗ, urg'ochi chumoli, sarlavhalaringizga kiring, uni (oyoq ostiga) esa (oyoq ostiga) sizni ezib tashla. \"[19] Anjuman, Sulaymon har doimgidek, Xudoga ibodat qilib, chumoli mustamlakalari bilan birga Xudoga ibodat qilib, boshqalarga: 63 [21] Sulaymonning donoligi yana bir bor edi Xudodan olgan sovg'alar va musulmonlar Sulaymonning har bir sovg'alaridan ko'ra muhim bo'lgan har bir kunlik ibodatini hech qachon unutmaydilar.\n\nSo'nggi adabiyot andaramasi chumolning donoligini ta'kidlaydi va Sulaymonning shamolni boshqarish uchun Sulaymonning sovg'asi orqasidagi ma'noni tushuntiradi. Sirakul-Kulubning so'zlariga ko'ra, chumoli Sulaymondan, nima uchun \"Sulaymon\" (Sulyulman) deb nomlanganligini so'raydi. Sulaymonning aytishicha, u yo'qligini aytdi: \"Agar siz yuragingiz tushunib yurgan bo'lsa, bu dunyoning bir nechta zavqlarini qabul qildingiz va bu dunyoning bir nechta zavqini qabul qildingiz va o'z mulkiga ega bo'ldingiz va uning mulki bilan aldangansiz podshohlik; shuning uchun siz Sulaymon deb atalgan. Shundan keyin chumoli Sulaymondan, agar Xudo unga shamolni bo'ysundirganini bilsa, so'raydi. Yana bir bor Sulaymonning yo'qligini va chumoli deb javob beradi: \"U bir sababga ko'ra shamolni bo'ysundirdi. Faxr al-Din Razi va Al-Qurbiy kabi olimlar, chumolilarni odamlar uchun imtihon darajasiga ko'tarishdi. [22] (p198)\n\nSaba-ni zabt eting\n\nSabibning sobiq poytaxti Ma'ribning vayronagarchining vayron bo'lishi, hozir Yaman nima\nSulaymon shohligining yana bir muhim jihati ikkala erkak va jindan iborat bo'lgan qo'shinning hajmi edi. Sulaymon o'z qo'shinlari va jangchilarini, shuningdek, jin va uning boshqaruvi bo'lgan barcha hayvonlarni tez-tez ko'rib chiqadi. Bir kuni, uning qo'shinlarini tekshirganda, Sulaymon majmuadan yo'qolgan Hud-Hud (How, Hoopoe) ni topdi. [23] Ko'p o'tmay, Hud Hud Sulaymon sudiga: \"Sizlar kompozitsiyani (xudo) qildingiz va men senga xushxabar bilan keldim». [24] HUD HUD Sulaymonning so'zlariga ko'ra, Sheba odamlari quyoshga sajda qilishgan va shohlikni boshqargan ayol juda aqlli va qudratli ayol edi. Sulaymon yaqindan tinglagan Sheba eriga xat yozishni tanladi, u orqali odam odamlarni quyoshga va Xudoga topinish uchun keltirishga majbur qiladi. Sulaymon XUDni Sheba malikasiga yuborishni buyurdi, so'ngra uning reaktsiyasini yashirishga va uni yashirishni buyurdi. Qirolichaga xat. Shunda malika o'z xizmatlarini sudga qo'ydi va Sulaymonning Sheba xalqiga aytgan maktubini ovoz chiqarib o'qidi, menga qarshi chiqmanglar! ). \" U vazirlari va boshqa sud vakillari bilan maslahatlashib, \"Ey qavmim, jasur va qudratli jangchilar ekanligingizni yaxshi bilaman va er yuzida hech kim sizga qarshi turolmaydi, ammo men hali ham ongingizni bilmayman materiya. \" Sud aholisi: \"Sizning kuchingiz, ey malika va nima buyrug'ingizdir.\" Ammo qirolicha Sulaymonga keldi va Xudoga bo'ysunishini e'lon qildi. [25]\n\nSulaymon va IFRIT\nBilqis Sulaymonning sudiga ketayotganida, shoh o'z xizmatkorlarini etib borguncha u erga olib bordi. IFRIT o'z xizmatlarini taklif qildi (2-chorak: 2: 38-40). Sulaymon bu vazifani taqvodor bo'lib, xudo bilan ishonib, Xudodan taxtni Unga o'tkazish uchun ibodat qildi. Uning so'zlariga ko'ra, uning ibodati ijobat bo'ldi, Sulaymon saroyida Xudoning kuchi bilan paydo bo'ldi. Biloqis kelganida, Sulaymon taxtni taniganmi, deb so'radi, lekin u Sulaymonning imonini qabul qilish uchun u shohid javob berdi, bu mo''jiza emasligini isbotladi bu erda xiyobon, lekin Xudo O'zi. Sulaymon Isoning jozibali taklifini rad etdi, chunki u faqat jingalakni yoki boshqa biron bir tarzda yaratilgan Xudoga tayanishga intildi va Biliqisni haqiqiy imonga etkazishda uning xudojo'yligi uchun mukofotlandi. [26]\n\nO'lim\n\nSulaymonning maqbarasi, Al-Aqsa masjidi atrofida, eski Quddus shahri\nQur'onda Sulaymonning tayanchini - chumoli yoki qurtgunga qadar u tikilib qoldi. tana qulashi.\n\nQachonki Biz o'limni hukm qilganimizda, ular uning kabinetidan boshqa bir oz er yuzidagi ozuqadan boshqa hech narsa ko'rsatmadi. G'oyib, ular xorlovchi azobda qolmas edilar.\n\n- Qur'on, 34-sura, 37]\nU tik bo'lib qolganida, uning xodimlariga aytganida, jin uni tirikligi va ularni boshqargan deb o'yladi.\n\nUlar haqiqatni faqat Xudo evartalib, tanasi qulab tushmaguncha, Sulaymonning tayanchisida yiqilib tushganida, haqiqatni angladilar. Ushbu oyat tinglovchilarga jinni g'aybni bilmasligini o'rgatadi, agar ular buni bilsalar, o'lik odamning xizmatida ahmoqlar kabi hojatatilishda qolishmadi. [28]\n\nSulaymon qo'shig'ida Maxammaddim\nQo'shimcha ma'lumotlar: Muhammad va Bibliya va Seccit Ilmi\nQur'on oyatlaridan ilhomlanganidek, ba'zi musulmonlar Muhammad (Arab tili: Maxammaddim) qo'shiqlarida: \"Mahammaddim\" qo'shiqida: \"Maxammaddim\" (Ibroniy tilida: ibroniycha: ~yg, undosh harflar: m-ħ-M-Y-M), garchi bu so'z \"orzu qilingan\" yoki \"yoqimli\" deb tarjima qilingan bo'lsa ham. [29]\n\nSulaymon va Jamshid\n\nPersepolis, Eron (2) (kesilgan) ning umumiy ko'rinishi\nJamshid shoir Firdausining so'zlariga ko'ra, Shoir Firdamasining so'zlariga ko'ra, dunyoning to'rtinchi shohi edi. Sulaymon singari, u dunyoning barcha farishtalari va jinlarini ustidan buyruq bergan deb ishongan va Hormuka Mazda uchun O'rta Fazda) bo'lgan shoh va oliy ruhoniy bo'lgan. U o'z qavmiga hayotni yanada xavfsiz qilgan ko'plab buyuk ixtirolar uchun mas'ul edi: zirh va qurol ishlab chiqarish, liberal va jun kiyimlarini, g'isht, zargarlik buyumlari va qimmatbaho metallarni qazib olish , atir va sharobni, tibbiyot san'atini, dunyo suvlari suzib yuradigan kemalarda navigatsiya qilish. U Jamshid endi dunyoga ma'lum bo'lgan eng buyuk monarxga aylandi. Unga shoh Shond Farpar (Avestan: Xvara), u haqida ilohiy marhum orqali yoqib yuborgan yorqin go'zal edi.\n\nIkki donon monarxlar o'rtasidagi o'xshashliklar tufayli ba'zi urf-odatlar ikkalasini birlashtiradi. Masalan, Sulaymon Eronning janubi-g'arbiy qismida Al-Balxining asarlari bilan bog'liq edi. Persepolis Sulaymonning o'rni deb ishonilgan va \"Sulaymon o'yin maydonchasi\" deb baholandi. Boshqa musulmon mualliflari Sulaymonning Sulaymon va Jamshidning hayoti va ishlari o'rtasidagi o'xshashliklari aniq va alohida shaxslar tasodifiy va alohida shaxslardir. [30] So'nggi fikrlar edi Jamshidning qahramonining erta zarduzi oqibatidan kelib chiqqan holda, hind-evropalik mifologiya sohasidagi stipendiya miqdori, Yima, Qur'on va Bibliyadagi ilmli iltijolar, masihiy Payg'ambarimiz uchun tarixiy tiniqlikni qo'llab-quvvatlaydi. [34]",
"Ilyas": "Ilyos (Arab tili: ạ̹ i l ys) Payg'ambar va Isroil xalqini boshqarish uchun yuborilgan Allohning elchisi edi. U odamlarni butlarga sig'inmaslik uchun bashoratli missiya berildi. [1] Ilyas - Alyasa shahridagi bashoratli oldingi. [2] Ba'zi islom ulamolari Ilyos Xarun naslidan (Horun) avlodidandir, deb ishonishadi. [3]\n\nBa'zi musulmonlar Ilyas hali ham tirik va Xidr bilan birga hajda hajga boradilar. [4]. Ba'zi musulmonlar, shuningdek, Ilyos oxirida qaytib kelishiga ishonishadi. [5]\n\nYoshlik\nIslom manbalarida Ilyasning to'liq ismi Ilyos ibn Yasin, Saffat 37: 130, Ilyas Yasin deb ataladi. [7] Ilyosning ba'zi hikoyalari islomiy hadislarda ham eslatib o'tilgan; Bu isroilliklarning la'nati Ilyos tomonidan qurg'oqchilik bilan, [8] va Axab bilan jang qilish. [10].\n\nKo'plab islom manbalari va Bibliya, Ilyos (a) jonli va osmonga ko'tarilgan. [11] Biroq, Ibn Kasir bu hadislarni qabul qilmadi va ularni Isvaydiriyatda ko'rib chiqdi. [12] Ma'jom al-Boladan Baalbekdagi Elians (a) dalada qabr haqida so'z yuritdi. [13] Mahalliy aholi bunga ishongan bo'lsa ham, \"AIIDA\" ga bag'ishlangan edi Ilyas (a) maqbarasi [14]\n\nPayg'ambarlik\nIlyos birinchi bo'lib An'omda 6:85 da payg'ambar sifatida eslatib o'tilgan. [15] U Baalbekda monoteizmga yashagan, Xudoga itoat etib, gunohlardan voz kechgan xalqini taklif qildi. [16] Uning asosiy vazifasi butga sig'inishning oldini olish edi. [17] U ko'p yillar davomida o'z xalqining qat'iyatliligiga duch kelganidan keyin ularni qurg'oqchilik bilan la'natladi va odamlar ochlik bilan la'natladilar. [18] Ilyosning hikoyasi va keyinchalik musulmon anjumanida Axab va Izabel hukmronligi paytida, Izabel va Oxaziyo davrida bo'lib o'tadigan ibroniycha Muqaddas Kitob va musulmon adabiyotlarini bir-biriga o'xshatganiga yaqindan o'xshaydi. [A] Ilyosning raqami a bilan aniqlangan. Ba'zi olimlar, ba'zi olimlar ilyomi Ilyos uchun yana bir ism bo'lgan, deb ishoniladigan boshqa payg'ambarlar va azizlar. [21]. Islomiy afsonani keyinchalik ilyulosning fazilatini rivojlantirib, o'ziga xos xususiyatlarini keltirib chiqardi va apokrin adabiyotlari Ilyosni yarim odamning yarim farishtasining holatini berdi. [23] Ilyas, shuningdek, keyinchalik Adabiyot asarlarida, jumladan Hamzanama ham paydo bo'ladi. [24]\n\nQur'on\nO'zining va'zgo'yligi keng tarqalgan, Ilyos Qur'onda zikr qilingan. Qur'onda Ilyos o'z xalqiga Xudoga topinish va Baalga ibodat qilishni, hududning asosiy butlari bilan birga ketishini aytdi. Qur'onda: [1]\n\n\"Albatta, Ilyos havoriylardan biri edi. Uning qavmiga:« Allohdan qo'rqmaysanmi? \"Baalga qo'ng'iroq qilyapsizmi va eng yaxshisini, Rabbingiz va qadimgi ota-bobolaringizning Robbingiz va Robbing va Egamizni va Egamizni, Egamiz va qadimgi ota-bobolaringiz va Robbing va Robbing va Robbing va Robbing va Egamizni valudanni tark etasanmi?\n\n- saxafhat 123-126\nQur'onda Ilyosning ko'p odamlar Payg'ambarni rad etishdi va butparastliklarni davom ettirishgan. Ammo bu, ular orasida Xudoning bir sodiq xizmatchilari Ilyosdan keyin va Xudoga ishonishgani haqida aytilgan. Qur'on shogirdlari uni yolg'onchiga chiqardilar va Allohning ixlosli va sodiq bandalaridan boshqa azobga olib borur. [25] [26]\n\nXudo Ilyosni ikki joyda maqtab:\nIlyosga salom bo'lsin! Biz go'zal amal qilguvchilarni mana shunday mukofotlarmiz. Albatta, u mo'min bandalarimiz orasida.\n\nQur'on, 37-bob (as-Safvat) 129-132-oyat [27]\nVa Zakariya va Yahyo va Is'a va Ilyaslar, ular solihlardan edilar\n\nQur'on, 6-bob (al-An'am), 85 [28]\nKo'plab sharhlovchilar, shu jumladan Abdulla Yusuf Ali 85-oyatiga iltifotni taklif qildi, deydi Ilyos, Zakariya, Yahyo va ISA. Abdulla Yusuf Ali aytadi: \"Uchinchi guruh ham harakat qilmaydi, ammo haqiqiy.\" Ular Isoning atrofidagi ulangan guruhni tashkil qiladi. Zakariyo Yuhannoning otasi edi \"Ilyos\" bo'lgan \"Ilyos\" deb nomlangan suvga cho'mdiruvchi (Matto 11:14). Va Ilyos, tog'da o'zgarib, Iso bilan suhbatlashib, Iso bilan suhbatlashdi. \"[ 29]\n\nGarchi aksariyat musulmon ulamolar Isroilda voizlik qilayotganiga ishonishgan bo'lsa-da, Qur'onda bir necha ilk izohlar Livanda Ilyos Baalbekga Baalbekga yuborilganligi aytilgan. [30]. Zamonaviy olimlar ushbu da'vonni rad etishdi va shaharning ulanishi shaharning ulanishining birinchi yarmi tufayli Baalning birinchi yarmi tufayli, Ilyos payg'ambarga ibodat qilishni to'xtatishga chaqirdi. \"Baalbek\" ni Baalbek bilan tanqidiylikni rad etgan olimlar Baalbek shahri, shuningdek, Ibroniy Injilida \"Ibroniy\" Injilida \"Ilyos\" ning rivoyat qilgani haqida aytmoqda. [31]\n\nO'lim\nVaqt o'tishi bilan qurg'oqchilik tarqalishi va ko'pchilik halok bo'ldi. Ular o'zlarini etkazganlarini ko'rishganda, o'tmishdagi ishlaridan afsuslanib, Ilyosga murojaat qilib, Uning taklifini qabul qildilar. [32] Eliansning namozini (a) kuchli yomg'ir yog'ib, erlar to'ydi. Biroq, odamlar Xudo bilan ahdlarini unutib, butlarga sig'inishga qaytishdi. Ilyas buni ko'rib, Xudodan o'limini so'radi; Ammo Xudo unga aravani yubordi va osmonga ko'tarilib, uning shogirdlari bo'lgan \"Allasu\" ni o'z zimmasiga olgan. [33] Ilyas kamdan-kam hollarda islomiy Eschatologiya bilan bog'liq. [34] Biroq, ba'zi musulmonlar, Timesr oxirida sirli figurali XIDR bilan birga qaytib kelishi kutilmoqda. [5]\n\nMeros\nMusulmon adabiyoti va urf-odatlari Ilyosning Axab shohligiga va'z qildi, Axab va undan keyin o'g'li Oxaziyo ustidan hukmronlik qildi. U \"cho'llar Yahyosiga o'xshab payg'ambar\" deb nomlanadi. [35] Ilyas Axab va xotini Izabelga g'ayrat bilan va'z qilganiga ishoniladi, u musulmon an'analariga ko'ra, bu sohada soxta butlarga sig'inish uchun javobgar edi. Musulmonlar, ko'pchilik Ilyosni tinglashdan bosh tortgani uchun, Elishay Isroil xalqiga Xudoga bergan xabarni va'z qilishni davom ettirishga majbur bo'lgan. [36]\n\nOdatda musulmon madaniyatidagi afsonalar va folaltellar mavzusi bo'lib kelgan, odatda uning uchrashuvini XIDR bilan birga. Musulmonning tarixiga ko'ra, Muhammad Ilyosni Makkada uchrashdi. [37] Islom mistikizmda Ilyyas XIDR bilan yaqindan aloqada. Bitta hadis rivoyat qilinganligicha, Ilyas va Xizr har yili Makkaga hajga borish uchun yig'ilishdi. [38] Ilyos Hamzanamada ham ko'p marotaba bo'lib ko'rinadi, u erda XIDRning akasi, shuningdek, yoshlar favvorasidan ichgan kishi. [39] Bundan tashqari, Kitab al-Kofi shahrida imom Ja'far al-Sodiq Ilyas sajdalarini suriyaliklar tilida o'qiyotgan va yig'lay boshladi. Keyin u duolarni arab tilida bir guruhga tashrif buyurgan olimlarga tarjima qildi:\n\n\"Ey Xudovand, mendan tushkunlikka tushganimni topsam bo'ladimi? Meni o'ldirganimni bilaman, chunki siz er yuzida sizlarga sajda qilish uchun yuzimga yuzimni aylantirganimni topaman. Siz azob-uqubatlarni topaman deb bilaman Men siz uchun gunohlardan voz kechganimni bilasizlarmi? Meni faqat siz uchun hushyor turishimni bilasizlarmi? Xudo Ilyosga ilhomlantirgan, - \"Yerdan boshingni tiriltirmayman\". [40]\n\nQaydlar\n \"Ilyos Ilyos bilan bir xil, 17-19 va 2 podshoh Ilyos, Axab hukmronligi va Oxaziyo (mil. 894-872 yillar) hukmronlik qildi. Ilyos Axab hukmronligi va Oxaziyo (876-872 yil). (Shimoliy) Isroil va Samariyalik shohlik (shimoliy) shohlari. U payg'ambarning payg'ambari edi, u payg'ambarga o'xshab, payg'ambar edi. va Ozariyo \"Lingening\" ning hindiga sig'inishda bo'lgani kabi, Xudo Hindistonga sig'inishga olib kelgan tabiat-kuchlar va nasroniy kuchlarga ibodat qilish uchun moyil edi. Shoh Axab Sidon shahriga uylandi, yovuz ayol, erini Allohdan undaydi va Baalga sig'inishni qabul qildi. \" ... \"Ilyos barcha Axabning gunohlarini va hayoti uchun qochib ketishdi. Oxir oqibat, Eski Ahddan keyin, keyin uni osmonga ko'targan edi U mantiyasini Elishay payg'ambar bilan tark etgan edi. \"[20]",
"Alyasa": "Alyasa (Arab tili: ạl lys ʿ, romanizatsiya: alleys: allyaso) bu Isroil xalqini boshqarish uchun yuborilgan. Qur'onda Alina payg'ambar sifatida ikki marta zikr qilingan, [1] va ikkala marta payg'ambarlar bilan ham eslatib o'tilgan. Ilyosga (Ilyos) va'zgo'ylik vorisi sifatida musulmonlar tomonidan hurmat qiladi. Islom manbalar Xizr bilan Xizr va Ilyas Islomiy an'analardagi kuchli munosabatlarni keltiradi. [3]\n\nShaxsiyat\nAl-Anyasa ismini ikki marta An'om 6:86 va SAH 38:48 da eslatib o'tilgan. Ushbu oyatlarda, alangusning shaxsiyati yoki payg'ambarligi haqida hech narsa aytmasdan, u «mayakatlar» va «tanlanganlar orasida» eslatib o'tilgan. [4]. Qur'onga binoan, Elishay «qolgan narsalardan ustun» (Arab: f lã ạ ʿ alay y̱ l ḍ l ạ̉la l lakẖ lilamn (Angriya). Mina L-Ahyor). [5] Al-An'om 6:86 va Sad 38:48 da, Ismoil bilan bir qatorda eslatib o'tilgan:\n\nVa Ismoil, alyasa va Yunus va Lut; Va har birimiz olamlardan o'tdik.\n\n- al-anam 6:86\nVa bizning xizmatkorlarimiz Ismoil, Alisa va Zul-Kiflni esla.\n\n- Sad 58:48\nMo''jizalar\nAli qiribxonaning shia-hadisida Aliasanning ba'zi mo''jizalari, shu jumladan o'liklarning tirilishi, kasallarni tiriltirdi va suv ustida yuribdi.\n\nDa'vo qilingan qabrlar\nBa'zi musulmonlar Elishay qabri payg'ambar Saudiya Arabistonining sharqiy mintaqasida. Sarine Saudiya hukumati tomonidan olib tashlandi, chunki bunday tartib Saudiya Arabistonida Vahhobiy yoki Salafiy Islohot harakatiga muvofiq emas. [6] [7] U Usmonli Arabiston davrida ko'p asrlar davomida muhim ahamiyatga ega bo'lgan va barcha mazhablardagi musulmonlar uchun juda zamonaviy davrda juda mashhur bo'lgan. [8]\n\nElishay qabrlari Diyarbakir viloyatining o'g'li, Turkiya. [9] Asl maqbarasi 1994 yilda suv oqimi yaqinida edi. To'qqizta olimning yashirin kengashi shahar kengashi tomonidan eksgumatsiyaga qarshi chiqishni oldini olish uchun diniy ishlar boshqarmasi bilan hamkorlik qilishda bo'lgan. Tuman qazib qolganda qabr qazilgan va payg'ambarning saqlanib qolgan tanasi - Rasululloh sallalning tanasi - Rasulullohning tanasi - Rasulullohning jasadini suv bosgan tekislikdagi tepada ko'milgan edi. Biroq, ko'p shaharchaning ko'plari o'sha kuni kechqurun Payg'ambar alayhissalomni yangi joyga qaytish uchun chiqishdi. [10] [11]",
"Yunus": "Yunus ibn Matta (Arab tili: ywans ạ tā, romanlar: Yunus ibn Matta) bu Nabiy va Allohning elchisi. Yunus an'anaviy tarzda Islomda Xudoga sodiq bo'lgan va Uning xabarlarini topshirgan payg'ambar sifatida juda muhim deb hisobladi. [1] [2] Yunus Qur'onda nomlangan Injilning o'n ikki mayda payg'ambarlaridan yagona emas. [3] Qur'onning o'ninchi bobida uning zimmasiga berilgan. [4]\n\nYunus dhul-rohan deb ataladi (Arab: dẖ l ln n na va musulmonlar tomonidan. [5] U Qur'onda to'rt marta Qur'onda eslatib o'tilgan. [6]\n\nXaditik eslatmalar\nYunus, shuningdek, Muhammadning umr bo'yi bir necha voqealarda ham eslatib o'tilgan. Ba'zi hollarda, Yunusning ismi Muhammad tomonidan hamdu sano va ehtiromlari bilan aytilgan. Muhammadning hayoti haqidagi tarixiy rivoyatlarga ko'ra, Muhammadning o'n yilligi haqidagi voqealar bo'yicha Muhammad unga Makkadan ko'ra o'z xabarini u erdan va'z qilish uchun uning rahbaridan voz kechishiga yo'l qo'yganmi yoki yo'qligini ko'rish uchun ta'id shahriga borganmi? odamlar. U Quraysh qabilasining ikki a'zosi Utbah va Shayba bog'ida boshpana berdi. Ular xizmatkorlarini, unga rizq berish uchun uzum yuborishdi. Muhammad u qaerdan bo'lganida, xizmatkor Nineviyni javob qildi. \"Yunus shaharchasi\" Amitayning o'g'li! \" - dedi Muhammad. Addas butparast arablar Yunus haqida hech qanday ma'lumotga ega emasligini bilgani uchun hayron bo'ldi. Keyin u Muhammad bu odamni qanday bilishini so'radi. \"Biz aka-ukamiz\", deb javob berdi Muhammad. \"Yunus Xudoning payg'ambari va men ham Xudoning payg'ambariman. Advlas darhol Islomni qabul qildi va Muhammadning qo'llari va oyoqlarini o'pdi. [10]\n\nImom Buxoriy to'plamida Muhammadning so'zlaridan biri Muhammad \"men Yunusdan yaxshiroq ekanligimni aytmaslik kerak\". [11] [12] [14] Muhammadning eski zamondoshi Ibn Abi-Tuz, Yunus Allohga ibodat qilmaganida, u qiyomat kunigacha baliqning ichiga tushib qolgan bo'lar edi [12] Baliqning qornida kunlar. [14]\n\nX-asrda Fors tarixchisi Al-Tobar yozuvlari, Yunus baliq ichida bo'lganida, \"uning suyaklari yoki a'zolari yaralanmagan\". [14] Al-Tabariy, shuningdek, Olloh baliqning jasadini «chuqur mo''jizalar», deb yozadi va Yunusning so'zlarini «chuqur mo''jizalar», va Yunus bir bor narsaning barchasini ulug'lashini aytdi. [15] O'ninchi asr shoir, Yunusning otasi Yunusning otasi Yunusning otasi bo'lganida, Yunusning onasidan boshqa hech narsa bilan yo'q bo'lib ketayotganini yozdi. [14] Kornukopiya bo'ling. [14]\n\nQabr\nShuningdek qarang: Musulmonlarning masjidlari va maqbaralari § masjid_of_profetet_jonah\n\nImil tomonidan vayron bo'lgandan keyin Yunus masjidining xarobalarining fotosurati\nNineviyaning hozirgi joylashuvi to'rt tomonning besh tomoni va ikki katta tepaliklar: Kuychli va Nabi Yunusning tepaligida (Xaritali xarita havolasiga qarang). [16] Atop Nabi Yunusga bag'ishlangan masjid Yunusga bag'ishlandi va musulmonlar ham, masihiylar tomonidan Yunusning qabrining joyida bo'lgan. [17]. Qabr mashhur ziyoratgoh edi [18] va Yaqin Sharqdagi masihiylar va yahudiylarga birlik ramzi edi. [18]. 2014 yil 24 iyulda Iroq va Levant Islomiy Davlat (IShI), qo'shiqning diniy marosimlarini yo'q qilish kampaniyasini yo'q qildi. [19] [18] Musulmonlar 2017 yil yanvar oyida IShIDdan qaytarilgandan so'ng, miloddan avvalgi 7-asrning birinchi yarmida joylashgan Qadimgi Ossuriya saroyi, vayron qilingan masjidning ostiga topilgan. [18] [20] [18], ammo tashish qiyinroq bo'lgan ba'zi asarlar hali ham joyida saqlanib qolgan ba'zi artefaktlarni talon-taroj qildi. [18] [20]\n\nBoshqa musulmon qabrig'i\nYunus qabrining boshqa taniqli joylari orasida Isroilda qadimiy Vestod qishlog'ida joylashgan Mashxad qishlog'i kiradi; [21] Falastin G'arbiy banki Halxul shahri, Xevrondan 5 km (3.1 mi) shimoliy va Livandagi Sarafand shahri (Sarepta shahrida) ma'bad. [23] Yana bir urf-odatdagi qabrni \"Yunusning tepalik\", Isroil Ashdod shahrining shimoliy chekkasida, zamonaviy mayoqcha bilan qoplangan joyda joylashtiradi.\n\nFotih pasha masjididagi Mifrab ortida joylashgan Turkiya, Turkiyaning qabri payg'ambarni topish mumkin. [24] [25] Evliya Kelebi o'zining Seyahatname shahrida Yunus qabrlariga tashrif buyurgan. [27]\n\nQur'on haqidagi eslatmalar\nAl-Anbiyo 21:87 [7] va al-Qalom 68:48, Yunus dhul-nuni deb ataladi (Arab tili: Baliqlardan biri). [5 baliqchi \". An-Niza shahrida An'om 6:86 da, unga «Allohning havoriysi» deb nomlanadi. [5] Surasha 37: 139-148 yilgi Yunusning to'liq hikoyasini takrorlaydi: [5]\nYuborilganlar orasida ham Yunus ham shunday bo'ldi.\nU qochib ketganida, kemaga (to'liq) to'ntarilgan kemaga (to'liq)\nU zot qo'yib, qur'a tashlandi va u hukm qilindi:\nKeyin kit uni yutib yubordi va u aybdorlik qilgan xatti-harakatlarni qildi.\nAgar u Allohni poklab yod etmagan bo'lsa edi.\nU qiyomat kuniga qadar baliq ichidagi baliq ichida qoldi.\nBiz uni yalang'och qirg'oqqa kasallikda tashladik.\nVa Biz uning ustida tug'yonga ketdik.\nVa Biz unga yuz ming yoki undan ko'proq vaqtni yubordik.\nVa ular iymon keltirdilar. Bas, Biz ularga bir muddat rohatlanishlariga yo'l qo'ydik.\n\n- Qur'on, 37-bob (as-SAFaffat), 139-148 oyatlari [8].\nQur'on Yunus merosi haqida gapirmadi.",
"Zakariya": "Islom doktrinasiga ko'ra, Zakariyo (Arab tili: zakr, Zakariyo) bu Nabiy va Allohning elchisi va Yahyo payg'ambarining otasi.\n\nQur'onda\nZakariya solih ruhoniy edi. U tez-tez ma'badning xizmatlarini boshqarish uchun mas'ul bo'lardi [2] va u Xudoga ibodat qilishda davom etadi.\n\nO'g'il uchun ibodat qilish\nU qariganida, Zakariya vafotidan keyin Xudo haqidagi xabarni va'z qilish merosini davom ettirgan va undan keyin kundalik xizmatlarini davom ettiradigan merosni davom ettirar edi. Zakariya o'g'li uchun Xudoga ibodat qila boshladi. Zotning tug'ilishi uchun ibodat qilish shunchaki bola uchun istak emas edi. [1] U o'zi va jamoatchilik uchun ibodat qildi - ular Zakariyadan keyin Rabbimiz xizmatida xizmat qiladigan Xudoning odami kerak edi. Zakariya xarakterga va fazilatga ega edi va u buni o'zining eng qimmatbaho mulki sifatida ruhiy merosiga o'tkazmoqchi edi. Uning orzusi uy xo'jaligini bobokalonning avlodiga qaytarish va Isroilning Isroil xalqi uchun yangilanganiga ishonch hosil qilish edi. Qur'onni eslab:\n\nRobbingning bandasi zakariysiga eslatma. Qachon Robbisiga nido qilsa, jannatda: «Ey Robbim! Haqiqatan ham Mening suyaklarim sharmandali va boshim kulrang sochlar bilan porlab turadi, men esa, Hazratim, Hazratim, sizlarga ibodat qilmaganman. Haqiqatan ham Mendan keyin qarindoshlarimdan qo'rqaman, chunki xotinim bepusht. Oh, menga, mendan meros oladigan vorisingdan xiyonat qiling. Va uni, Robbim, maqtalgan zotdir. [19: 4-6 (PickTall tomonidan tarjima qilingan)]\n\nYahyo payg'ambar\nXudo tomonidan berilgan sovak sifatida YAYḥ ismli o'g'il berildi (Arab ibn: Yuhanno), yolg'iz bu bola uchun maxsus tanlangan ism. Musulmonning urf-odatlari rivoyat qiladilarki, Zakariy to'qson ikki yoshli edi.\n\nZakariyoning ibodatiga binoan, Xudo Yuhannoni (Yahyo) isroilliklarning buzilib ketgan va yo'qotgan Xudoning xabarini yangiladi. [4] Qur'on aytadi:\n\nEy Zakariyo! Haqiqatan ham Biz Sening ismini Yahyo payg'ambarning xushxabarini keltiramiz. Biz bir xil ismini zikr qildik. U: «Ey Robbim! Xotinim bepusht bo'lganida, men qanday qilib o'g'il topsam bo'ladi va men qarilikning kasalligiga etib keldim? U: «Bas, Robbing:« Bu men uchun oson kechadir. U: «Ey Robbim! menga belgi bering. U: «Sizning oyatingiz, sizlar sog'lom salomatlikda uch kecha gaplasha olmasligingizdir.\n\n- [Quron 19: 7-10 (Pikthall tomonidan tarjima qilingan)]\nMaryamning vasiysi\nQur'onning so'zlariga ko'ra, Zakariy Maryamning qo'riqchisi bo'lgan. Qur'onda aytilgan:\n\nImronning xotini Imronning xotini: «Ey Robbim! Mening qornimdagi narsamdan bir narsaga sazovor bo'ldi. Buni mendan qabul qiling. Haqiqatan ham Sen faqat eshitguvchi va bilguvchi zotdir. Uni topshirganida, u: «Ey Robbim! Haqiqatan ham Men ayoldan xalosman - Alloh uning nutqini eng yaxshi biladi - erkak ayol emas. Va mana! Men uning Maryamni qo'ydim. Men u uchun va uning zurriyotini Shaytonning quvg'inlari uchun qo'rqinchni xohlayman. Uning Rabbi uni to'liq qabul qilib, unga yaxshi o'sishni buyurdi; Va uning vasiysi Zakariyoni yaratdi. Zakariyoning har safar u erda bo'lgan ma'badga kirganida, u ovqat borligini aniqladi. U: «Ey Maryam! Sizga qayoqqa beriladi? U javob berdi: \"Bu Allohdan. Alloh xohlagan kishiga behisob qarab qo'yadi. [3: 3: 3: 3: 3: 3: 3: 3: 3: - PickTall tomonidan tarjima qilingan)]\n\nMusulmon ilohoti Zakariy, Baptist va Iso bilan birga payg'ambarlarning yangi davrida, Horun payg'ambarning ruhoniysi (Imron) ning otasi bo'lgan. Hamma ruhoniylar, Maryam (Maryam) ga g'amxo'rlik qilish burchini taqvodor odam sifatida namoyon etish vazifasini ko'rsatgan Zakariya. Zakariya Qur'onda Xudoning payg'ambari va solih odami sifatida maqtadi. Bunday baholardan biri An'am surasida:\n\n\"Va Zakariya va Yahyo va Is'a va Eliya. Har bir kishi solihlardan edi.\" [6:85 (tarjima qilingan)]\n\nQur'on tarjimon Abdulla Yusuf Ali bu bir qatorda sharhlarni taqdim etadi [5] - bu payg'ambarlar bir-birlari bilan ruhiy aloqani taklif qilishadi. Yahyoning qarindoshi bo'lganini ta'kidladi, Eliya esa Yangi Ahdda aytilganidek, Isoning [6] Tog'da Is'adagi [6] Tog'da bo'lgan. Bu orada Zakariya nikoh orqali Isaning amakisi va uning o'g'li Yayxa Yangi Ahdda Eliaas deb ataldi. [7]",
"Yahya": "Yozay i ibn Zakarīyo (Arab tili: Yha ḥ a y̱ y̱ b ạ b ạ b b b b ar y̱ Yahyo), Isroil xalqini boshqarish uchun yuborilgan va Allohning payg'ambari. . Unga Isali Masihning (Iso Masih) kelishini payqaydigan Xudoning kalomiga guvohlik berishadi. [1] [2]\n\nYahyo Qur'onda besh marta eslatib o'tilgan. [3]\n\nYahyo so'fiylik, shuningdek, islom mistikizm, birinchi navbatda, Injilning pokligi va mehribonligi haqidagi ta'rifi bilan juda hurmatga sazovordir. [4] So'fiylar, asosan, Xudo tomonidan yoshlarga, shuningdek, Iso bilan bir-biridan Iso bilan o'xshashligi haqidagi donolik in'omiga oid sharhlarga tez-tez sharhlar berilgan. Garchi Yuhanno va Isoni tasvirlash uchun ishlatiladigan bir nechta iboralar, chunki Qur'onda deyarli bir xil bo'lsa-da, ular namoyon bo'lgan uslub boshqacha. [5]\n\nTug'ilish\nQur'onda Xudo tez-tez Zakariyaning o'g'lining tug'ilishi uchun doimiy ibodat qilishini eslatib turadi. Zakariyaning xotini tug'mas edi, shuning uchun bolaning tug'ilishi imkonsiz bo'lib tuyuldi. [6] Xudo tomonidan berilgan sovg'a sifatida Zakariyoning Yayyaya ismli o'g'li berildi, faqat bu bola uchun maxsus tanlangan nom berdi. Zakariya namoziga binoan Xudo Eslatib o'tadigan Yahyo va Isani olti oy o'tgach, isroilliklar buzilgan va buzib ko'rsatgan Xudoning xabarini yangiladi.\n\nQur'on bu ismni birinchi bo'lib qabul qilgani uchun, ammo Yoidanan ismli bir necha bor bo'lganligi sababli, bu oyat Islom olimi Yahyoga ham shunday deyilganligi sababli, bu oyat Islom olimlariga yoki yaḥyo \"Yoḥanan\" kabi ism emas, balki uning \"Zakariya\" (Zakariya) deb nomlangan Yahyoning mo''jizaviy deb nomlangan deb nomlanuvchi emas. Uning oldiga otasi Zakariyo avlodida (Zakariyo deb nomlanuvchi) \"Jon\" (\"Yohanya\" / \"Yohannes\" deb nomlangan. [11] Qur'onda aytadi: [12]\n\"Ey Zakari, biz senga Yahyo ismli bir o'g'ilning xushxabarini beramiz.\n\nU: «Ey Robbim! Xotinim bepusht bo'lganida, men qarindoshim va qarilikdan voz kechganimda, menda qanday o'g'lim bor?» Dedi.\n\nU: «Robbingning Robbing:« Bu men uchun oson, men seni hech narsa bo'lmaganingda yaratganman », dedi.\n\n(Zakarya) aytdi: \"Ey Robbim! Menga oyat bering!\" \"Sening belging\", - deb javob qildi: - Uch kechada hech kim bilan gaplashmaysiz.\n\n- Maryam 19: 7-10\n- Maryam 19: 12-14\n\nYahyo suvga cho'mgan Iordan daryosi. [13]\nYahyo, Muqaddas Bitikni mahkam ushlab turish uchun da'vat qilindi va bolamda Xudo tomonidan donolik berildi. [14] U pok va xudojo'y edi va Xudo oldida qudratli edi. U ota-onasiga nisbatan hurmatga sazovor edi va u mutakabbir yoki isyonchi emas edi. Yuhannoning o'qish va Muqaddas Yozuvlarni tushunish, faqat bola bo'lganida, hatto vaqtning eng buyuk ulamolarining ham ortda qolgan. [6]. Musulmon aziatezessi Iso Yahyo payg'ambar bilan Yahyo payg'ambar orqali Yahyo payg'ambar orqali yubordi. [15]. Qur'on: [16]\n\"Ey ya'yumya! Kitobni olib boringlar. Va biz unga yoshligicha ham donolik berdik.\n\n- Maryam, 19:12\nYuhanno hamma gunohkorlarni jasorat bilan rad etgani uchun Xudo tomonidan ulug'vor payg'ambar bo'lgan. Bundan tashqari, Qur'on Yuhannoning mayin xudojo'yliklari va hayotiga kamtarlik va hayotga bo'lgan kamtar munosabati haqida gapiradi, buning uchun unga hayot pokligiga berildi.\n\nIslomiy an'anaga ko'ra, Yahyo va'zlarini amalga oshirish uchun Xar-sharif (ma'bad tog'iga) borar edi. [3]\n\nSuiqasd\nYahyo payg'ambar davrida uning birinchi xotini sifatida ajralishni xohlagan va xotinining sobiq qaynotasi sifatida qabul qilmoqchi bo'lgan U va Hirod Antipalar o'rtasida ziddillik yuz berdi. [3] Yahyo nikohning g'ayratli bo'lishi mumkinligini va nikohdan rozi bo'lmasligini aytdi. Shundan keyin Hirod Antipas Yahyo qamoqqa tashlandi. [3] Keyin Yahyo defitatsiya qilingan. [18] [3] Yahyoning boshi Damashqdagi Umayd masjidida bo'lishiga ishoniladi. [19] [21] [21]\n\nMeros\nIslomda Yahyo Muhammadga Muhammadni, Isoni (Iso), Ikkinchi osmonda Isoni (Iso) kutib oldi. [22]. Yahyoda migratsiya paytida Yahyoning hikoyasi, Habashistonga migratsiya paytida ham. [23] Qur'onga ko'ra, Yahyo tug'ilgan kuni va vafot etgan kunida Xudo tinchlikni yuborgan edi. [24] Al-Sayrga ko'ra, Ibrohim dunyoning yaratilishi osmon va er faqat ikki kishi uchun, yaha va 26]. Hadisga ko'ra, Muhammad shunday dedi: \"Odam Atoning har bir o'g'li tirilish kuni keladi va Yahyo ibn Zakdaryyadan boshqa gunoh qiladi. [27] Ko'p musulmonlar Yahyo bilan Husayn bilan solishtirmoqda. [28] Yahyo va Husaynning boshliqlari Suriya, Damashq, Damashqdagi Umayd masjidida bo'lishadi.",
"Isa": "Iso (Iso) Nabiy va Rasula va Masih. U Isroil xalqini boshqarish uchun yuborilgan oxirgi payg'ambar (Bani Isroil) ni boshqargan va Injil degan Muqaddas kitobni ochib bergan.\n\nQur'onda Iso Masihning Bokira Maryamdan tug'ilgan, mo''jizalar ko'rsatib, shogirdlar tomonidan yahudiylarning muvaffaqiyati rad etilgan va jannatga ko'tarilgan. Qur'on Iso xochga mixlanmagan va xochda o'lmagan, balki Xudo tomonidan mo''jizaviy tarzda qutqarilgan. Qur'on Iso eng buyuk payg'ambarlar orasida joylashdi va uni turli unvonlar bilan eslatib turadi. Isoning bashoratidan oldin Yahyodan oldin va Muhammadga erishgan.\n\nIslom Isoning ilohiyligini yoki Xudoning tom ma'noda O'g'li ekanligiga Islom masihiy nuqtai nazarini rad etadi. Bu Isoni bir necha oyatlarda xudo deb rad etadi va Iso ilohiy deb da'vo qilmagani haqida aytilgan. Musulmonlar Isoning asl xabari Uning tirikligidan keyin tirilganiga ishonishadi. Isoning tavhidi Qur'onda ta'kidlangan. Islomdagi barcha payg'ambarlar singari, Iso shogirdlari \"to'g'ri yo'lni\" qabul qilishlari kerakligi haqida va'z qilishdi. Iso juda ko'p mo''jizalar bilan bog'liq, ko'plab asketik va mistik adabiyotlar bilan yozilgan va Islom an'analariga oid. Shuningdek, u Muhammadning kelishi bilan Ahmad ismidan kelib chiqqan bashorat qilgani haqida xabar berilgan.\n\nVaqtning oxirida Iso Imom Al-Mahdi (\"Soxta Masih\" ni o'ldirish uchun ikkinchi bo'lib qaytib keladi. er yuzida. Ushbu jonzotlar mo''jizaviy ravishda vafot etsa, Imom Maxdi va Iso butun dunyoni boshqaradi, tinchlik va adolat o'rnatadi va 40 yil hukmronlik qilishdan keyin o'lishadi. Ba'zi musulmonlar Ishay Madinada yashil gumbazning to'rtinchi qismida Muhammad bilan birga dafn qilinishiga ishonishadi.\n\nMusulmonlar Islomning eng muhim payg'ambarlaridan biri bo'lishlari kerak. Iso Damashqdagi Umayd masjidi, Umayd masjidi Islomning to'rtinchi eng yaxshi sayti sifatida musulmonlar tomonidan juda hurmatli.\n\nTug'ilish\nQur'onda Isoning hikoyasi aslida onasi, Maryam va uning xizmati bilan Quddusdagi ma'badda boshlanadi. Zakariyo payg'ambar davrida Yahyoning otasi bo'lgan bo'lsa, u Yahyo payg'ambar edi. Tug'ilish Qur'onda Iso Qur'onda Iso Qur'onda boshlanadi (16-34 va 3-chorshanba kuni Qur'onda boshlanadi.\nE'lon qilish\n\nIslom asarlari Isoning Vignnal tug'ilishiga o'xshab Xushxabar kitobiga va Baytlahmda sodir bo'lganligini tasdiqlaydi. Farishta tomonidan tug'ilgan bokira qizning hikoyasi Maryam, onasi tomonidan Xudoga va'da qilingandan keyin Maryam taraqqiyotdir. Jabrielning ta'kidlashicha, u barcha xalqlarning barcha ayollari ustidan sharaflangan va muqaddas o'g'ilning xushxabarini keltirgan.\n\nMiniatyuradagi e'lon\nJabroil Oson ismli Masih deb e'lon qilingan Masih, deb e'lon qilgani buyuk payg'ambar deb nomlanadi. Maryam, u o'zini qanday tasavvur qilishi va bolasini qanday qilib qo'yganida, Xudo xohlagan narsani hal qilishi uchun farishta, farishtasi ijobat bo'ldi.\n\nQur'onning hikoyasi Maryam bilan davom etmoqda, bola tug'ilishi mumkin bo'lgan suv oqimi va palma daraxti ostiga olib boradigan suv oqimi va xurmo daraxti ostiga qo'yilishi mumkin bo'lgan suv oqimi, shuning uchun u sakrab tushishi mumkin bo'lgan palma daraxti uchun suv oqishini ta'minlaydi. Tug'ilgandan so'ng, Maryam chaqaloq Isoni ma'badga qaytib, u bola haqida ma'bad oqsoqollari tomonidan so'radi. Jabroil tomonidan sukut saqlash uchun amr etilganida, u go'dak Isoga va chaqaloqni chaqirib e'lon qildi:\n\nU: «Men Xudoning xizmatkoriman», - dedi. U menga kitob berdi va meni Payg'ambar qildi. U meni qaerda bo'lsam ham muborak qildi va menga sig'inishni va sadaqa qilishni buyurdi. va onamga yaxshilik qilish; Va meni zolim va zurriyot qilmagan. Men tug'ilgan kunim, o'lalik kunim, men qayta tiriltiriladigan kunim. [8]\n\nIso besh oyatdan olingan Suriyadagi go'daklik xushxabarida, shuningdek, oltinchi asrdagi asarda bo'lgan Qur'ondagi oltita mo''jizalardan biri. [9] [10] Turli hadislarga ko'ra, Iso va Maryam tug'ilishida yig'lamadilar. [11] Muhammad Islom payg'ambari Iso va Maryam ham gunohsiz tug'ilish uchun yagona inson bo'lganini va shu tariqa, Imronning o'ttiz oltinchi oyatini iqtibos keltirgan. [12].\n\nTug'ilishning hikoyalari\n\nQur'onga ko'ra, mehnat azoblari Maryamni palma daraxtining tanasiga olib bordi.\nIslomiy e'tiqod xristian urf-odatlari ichida, Maryam homilador bo'lganida, Meri (yoki Maryam) bokira qiz bo'lgan. Isoning bekor va tug'ilishining eng batafsil hisobi, Qur'onning (Imron) va 19 (Maryam), Xudo harom kutishini kutish uchun farishta yuborganligi haqida hikoya qilinadi. Bokira bo'lishiga qaramay, o'g'il. [13]\n\nAyrim akademiklar, 19 [14] Surax surasidagi voqea, ayniqsa Luqo Xushxabarida joylashgan. [15] Maryamning yozilishi Qur'onda ikki marta aytib o'tilgan va ikkala instansiyada Maryam / Maryamning so'zlariga ko'ra, u Xudo tomonidan o'g'il tug'ishni tanlagani aytilgan. Birinchi holda, xabar beruvchisi (ko'pchilik musulmonlar tomonidan Archangel Jabroil bo'lish uchun) va u (Qur'on) ning birortasini tutganidek, xabar qildilar (1-chorak: 16-22) . [16] [17] Inseptsat tafsilotlari muhokama qilinmaydi, ammo Maryam uning pokligi tufayli o'g'il tug'ishi mumkinligini so'raydi, unga Xudo Uning irodasini yaratishini va bu narsalar Xudo uchun oson ekanligini aytadi. [16] Qur'on (22-savol: 91 va Q66: 12) Xudo O'z farishtasini Maryam va otasiz qilib qo'ygan. [19] [20].\n\n8-asr musulmon tarixchisi Ibn Ishoq (704-767), Zakariyo Maryamning vasiysi qisqa ekanligi va uni qo'llab-quvvatlamaganidan keyin, uni duradgoriga ishonib topshirdi Jorj nomli Jamoatda yashiringan, u Yusuf ismli bir yigit bilan bir qatorda bir-birlariga suv va boshqa vazifalarni olib kelmoqda. Isoning tug'ilishi haqidagi voqea Qur'onning rivoyatiga rioya qiladi, bu tug'ilish Baytlahmda palma daraxti yonida oxur bilan sodir bo'lgan. [21]\n\n10-asrda Fors olimi al-Tabariy (839-923), Fors shohidan Masih uchun SHOHS ShOXLARINI ASOVATLASh; Uni va bolasini Misrga olib borish va keyinchalik nosiralikka qaytishga chaqirgan odamning buyrug'i. [22].\n\nBolalik\nAsosiy maqola: Ma'badda topilgan\nShuningdek qarang: Misrga parvoz va Tomasning go'zishi\nQur'on Misrga parvozning an'anasini o'z ichiga olmaydi, ammo 50 nafari Maryam va onasini oyat-mo''jiza qildik. Jim va buloqlar bilan sug'orilgan. \"[25] Keyinchalik islomiy yozuvchilar va tarixchilar tomonidan ba'zi tafsilotlar va tafsilotlar bilan o'xshash rivoyatlar, ba'zi bir islomiy yozuvchilar va tarixchilar tomonidan qo'shilgan rivoyatlar. Ba'zi hikoyalarda Iso va oilada 12 yilgacha bo'lganlar. [26] Qisas al-Anbiya (payg'ambarlarning hikoyalari) kitoblarida bir necha asrlar davomida islomdan oldingi payg'ambarlar va qahramonlar haqida yozilgan ko'plab ma'naviy hikoyalar va mo''jizaviy voqealar eslatib o'tilgan. [7].\n\n\"Al-Masudiy\" Iso bola sifatida Zaburdan o'qigan yahudiy dinini o'rgangan va \"yorug'lik belgilarida ko'rilgan\" deb topilganligini yozdi:\n\n\"Siz mening o'g'lim va suyuklisiz; men seni o'zim uchun tanladim\"\n\nIso bilan:\n\n\"Bugungi kunda Xudoning Kalomi Inson O'g'ida amalga oshadi.\" [22]\n\nMisrda\nShuningdek qarang: Tomasning go'zishi haqidagi xushxabar\nBir necha rivoyatlar Isoning ilk farzandi, xususan Misrdagi vaqtlari davomiyligi va voqealaridan kelib chiqqanligi haqidagi islomiy yozuvlarda bir nechta tafovutlar va o'xshashlikni namoyon etishadi. Aksariyat rivoyatlarning aksariyati, masalan, iflos bo'lmagan masihiy manbalarida, masalan, Islomning Islomiy Xushxabari. Bunday tafovutlardan biri Tarixning mukammalligi bilan ajralib turadi, bu esa Isoni Misrda Baytlahmdan ko'ra tug'ilgan, Isoni Misrda tug'ilgan va Misrda tug'ilgan. [27]\n\nIsoning bolaligidagi boshqa rivoyatlar O'rta Sharqiy chekka bo'lib, asosan, O'rta Sharqiy Lore-Maxmoud M. Ayubeb tomonidan ajratilgan. [28] Misrda bo'lganida, ko'p mo''jizalar yosh Isoga tegishli [26] (mo''jiza va boshqa mo''jizalarga qarang).\n\nBalog'at\n\nIordan daryosi Iso Yahyo ibn Zakariyani suvga cho'mdirgan (Yahyo suvga cho'mdiruvchi). [29]\nVazifa\nShuningdek qarang: Isoning xizmati va Rasululloh (Islom) xizmatlari\nUmuman olganda, Isoning birinchi asrdagi Yahudiyaning umumiy tilida, A.D. va uning katta qismini aytgan. [30]\n\nIslomiy tafakkurda Isoning birinchi va eng qadimgi nuqtai nazari, payg'ambar, Xudo tomonidan tanlangan inson insoniyatni tanlab, insoniyatni tanlab olish uchun insoniyatni tanlab olish uchun, shuningdek, haqiqiy Xudoga murojaat qilish uchun qiyinchiliklarni taqdim etish. Shu asosdan avvalgi barcha payg'ambarlar aksariyat avlodlar, musulmonlarning ob'ektivlari orqali aks ettirilgan, Iso asrlarning takroriy xabarini takrorlaydigan xabardan boshqa hech narsa emas. Isoning mo''jizalari va Isoga tegishli bo'lgan unvonlari, Isoning ilohiyligini emas, balki Xudoning kuchini aks ettiradi - barcha payg'ambarlarning xabari orqasida. Ba'zi islomiy an'analar Isoning vazifasi faqat Isroil xalqiga va uning payg'ambari ko'plab mo''jizalar bilan tasdiqlanganligi haqidagi maqomga ega. [32]\n\nIsoning ikkinchi eng erta yuqori tasviri - bu vaqtning oxiri. Ushbu kontseptsiya asosan hadisdan kelib chiqadi. Musulmonning urf-odatlari, masihiy ilohiyotda, Iso oxirzamonda etib borganini va zamonasiga qarab, zamonasiga qarshi kurashish uchun er yuzida tushayotganini ko'rib, shunga o'xshash rivoyatni quradi. Ushbu rivoyat Islomning sababi bilan tushuniladi, ba'zi urf-odatlar Iso Muhammadning iblisini ko'rsatib, ba'zi urf-odatlar haqida gapiradi. Aksariyat urf-odatlar Iso, keyin Iso tabiiy o'limdan o'lishadi. [33]\n\nUchinchi va o'ziga xos tasvir aqidasi - qalbning payg'ambari bo'lgan Isodandir. Garchi Qur'on Isoning \"Injil\" ga tegishli bo'lsa-da, uning o'ziga xos ta'limotlari Qur'onda yoki keyinchalik diniy matnlarda aytilmagan. Ular ko'p jihatdan yo'q. So'fiy urf-odatlari Iso hurmatga sazovor bo'lgan, boshqa payg'ambarlardan, shu jumladan Muhammadning o'ziga xos ovozi bilan ruhiy ustoz deb tan olingan. Tasavvuf ko'plab yondashuvlar, shu jumladan astetizm, she'riyat, falsafa, spekulyativ takliflar va mistik usullar orqali Xudo bilan birlashmaning o'lchamlarini o'rganishga moyildir. G'arb ongga bo'lgan so'fiylik shunga o'xshash kelib chiqishi yoki neoplatizm va buddizm elementlariga ega bo'lib, mafkura Qur'onning so'zlariga rioya qilish va Muhammadning mukammal odami sifatida taqlid qilgani uchundir. [34].\n\nVa'z qilish\nIsoning targ'ibotining Islomiy tushunchalari Kufa, Iroqda Rashidun xalifaligi ostida paydo bo'lgan, ularda musulmon an'analari va stipendiyasi tuzilgan. Kufada Isoning va'z qilish va'z qilish va'z qilish va'z qilish tushunchalari Rimdan Rimdan rasmiy cherkovning epissoprik uchrashuvlariga qarshi chiqqan. [35]\n\n85 ga qariyb 85 ga teng bo'lgan eng qadimgi hikoyalar, Kitab al-Zuhd Valloh (Astetizm va yumshoq rahm-shafqat kitobi) Ibn al-Muborak (D. 797) va Ibn Hanbal (D. 855) Kitob al-Zuhd (Asketchilik kitobi). Ushbu so'zlar to'rtta asosiy guruhga tushadi: a) esatatologik so'zlar; b) kvazi-Injilning so'zlari; c) astetik so'zlar va hikoyalar; d) Musulmon ichidagi musulmon polemikasining so'zlari. [36]\n\nQur'onda tasvirlanganidek, birinchi so'zlarning birinchi guruhi Isoning arxetipasini kengaytiradi. Ikkinchi hikoyalar guruhi, Garchi Injil yadrosiga ega bo'lsa-da, \"Islomiy shtamp\" bilan kengaytirilgan. Uchinchi guruh to'rt kishidan eng yirtqich bo'lgan, Isoni zohirlikning payg'ambar sifatida tasvirlaydi. So'nggi guruh Isbiy Arxetip va uning sifatlari haqidagi islomiy-markaziy ta'rifiga va \"Xudoning Ruhi\" va \"Xudoning ruhi\" va \"Xudoning Kalomi\" kabi atamalarga tegishli Esoterik tillarning musulmonlari. [37].\n\nMo''jizalar\nAsosiy maqola: Isoning mo''jizalari\nShuningdek qarang: Tomasning go'zishi haqidagi xushxabar\nQur'onda kamida oltita mo''jizadir, bu asrlar davomida yozuvchilar va tarixchilar tomonidan yana ko'p narsalar qo'shildi. Mo''jizalar Isoning so'zlariga ko'ra, o'qituvchi va professorni payg'ambarlik va professorning so'zlariga ko'ra, mualliflik va professorning so'zlariga ko'ra, mualliflik va professorning vakolatlari, o'qituvchisi, professor va professorni 1990 yilga ma'lum qildi. , 1943; 2-yil 2-yil. 1967 yil). Qur'onda Masihda va zamonaviy arab adabiyotini (1960) (1960), \"Al-Xusayni\" o'ziga xos xususiyatlarga ega emasligini aytdi. [38]\n\nQur'ondagi oltita mo''jizlar xushxabarni va ularning kanonik bo'lmagan gnostik manbalaridan farqli ravishda tafsilotlarni o'z ichiga olgan va boshqa aniqlik mo''jizalarini eslatib o'tadi. [38]. Asrlar davomida ushbu oltita mo''jizalar rivoyatlari hadis va she'rlar orqali, diniy yozuvlar, jumladan, xushxabarda, iflos bo'lmagan manbalar va yadrodan yasalgan boshqa mo''jizalar orqali nashr etilgan. [26]\n\nBeshikdan gapirganda\nBeshikdan gapirganda, Qur'onda uch joyda aytib o'tilgan: Al-Imron (3) 41, 46, 41, 46, 109-110 va Maryam (19) 29-30. Hiktalning bir qismi go'dak Iso Onasini ma'lum bo'lgan ersiz tug'ilishdan himoya qiladi. [39] Erta islom Yusuf va uning roli haqida noaniq edi. Bu gnostik Injil ta'siri Qur'oni karimdan ilohiy bo'lmasligiga da'vo qilmoqda. Iso Jabroil farishtasi tugashida so'zlaganidek gapiradi: Iso u Xudoning xizmatkori bo'lgan, u qaerga boradigan kunni barakali qilib, payg'ambar, u tug'ilgan kunni duo qiladi. U tirik ko'tarilgan kun. [40]\n\nGarchi ushbu rivoyat Injilda aniq topilmasa ham, beshikdan chiqqanda so'zga chiqqan dushmanlik xushxabarida soxta bo'lmagan surili islomiy bo'lmagan islomiy bo'lmagan surili islomiy bo'lmagan islomiy bo'lmagan surili islomiy bo'lmagan islomiy bo'lmagan surili asosli. Bu manba Iso o'zini Xudoning O'g'li deb e'lon qilgan va Jabroil farishta farishta, farishta Xushxabarda batafsil xabar berishini tasdiqlagan. [39]\n\nQushlarni loydan yaratish\nBola Al-Imronda (3) 43, 49 va al-Mayda (5) 109-110-dagi qushlarni yaratishda mo''jizadir. Ushbu mo''jizaning kanonik xushxabarda qayd etilmagan bo'lsa-da, kamida ikkita islomiy manbalarda topilgan bo'lsa-da, Tomas va yahudiylarning Insondot xushxabari Qur'on va bu ikki manbaning turli xil tafsilotlari bilan. [ 41] [42]\n\nKo'r va moxovlarni davolash\nShuningdek qarang: Ikki ko'r kishini Jalilada va o'nta moxovni tozalash\nYangi Ahdga o'xshab, Qur'oni karim Imron va Hukmdorlar Iso olim va hukmronliklarni sog'aytirgan (1286). Minglab odamlar Isoning oldiga kelishgani haqida yozgan Sog'ayish va Iso faqat ibodat orqali bu kasalliklarni davolagan. [43] O'rta asrlar olimi al-Ta'labi bu ikkita kasalliklar tibbiy yordamdan tashqari qanday bo'lganligi to'g'risida yozgan va Isoning mo''jizalari uning xabarining aniq belgilari sifatida boshqalarning guvohi bo'lish uchun. [41]\n\nO'liklarni tarbiyalash\nIso Imronda aytilganidek, Iso o'liklardan odamlarni tiriltirganiga ishoniladi. Garchi kimning ko'tarilgan yoki vaziyatda tafsilot berilgan bo'lsa ham, Injilda kamida uch kishi (qizi) Nain va Lazarda bevaning o'g'li Yair. [44]\n\nOldindan rioya qilish\nIso boshqalarga yashiringan yoki noma'lum narsani oldindan bilish yoki oldindan aytib yurishga muvaffaq bo'lgan. Bir misol, Iso har qanday narsaga to'g'ri javob berishini va har kim undan so'radi. Yana bir misol, Iso odamlar hozirgina egan, shuningdek, uylarida saqlangan narsalarni bilar edi. [26]\n\nOsmondan oziq-ovqat jadvali\nAsosiy maqola: Ko'pchilikni boqish\nShuningdek qarang: oxirgi kechki ovqat\nQur'onning beshinchi bobida, Ma'ida (5) 112-115, Isoning shogirdlari oziq-ovqat bilan to'lgan va kelajakda ular uchun maxsus xotiraning maxsus kunini so'rashadi. Bu Islomiy va arab tadqiqot professori bo'yicha Eucharistga murojaat qilish mumkin (2006 yil). [46]. Qiyosiy dinlar professori professori (D. 2005), agar bu hikoya Injilning oxirgi kechki ovqatni yoki olomonni boqish bilan taqqoslab, lekin arabcha so'zi (Musulmon festivali) bilan bog'liq bo'lishi aniq emas: [47]\n\nBir safar shogirdlar, Ey Iso, Maryam o'g'li, Robbing osmondan dasturxonni yuboradimi? U: «Agar mo'min bo'lsangiz, Allohdan qo'rqing. Ular biz undan eyishni xohlaymiz, deb aytishdi va yuragimiz tinch bo'lib qolishini va siz haqiqat bilan gapirganingizni va guvohlardan bo'lishingizni bilib olamiz. - Ey Rabbimiz Xudo bizga osmondan bir stol yuborgan Iso, bizdan avvalgilarimiz va sening zimmasidadir. Oziq-ovqat) Bizga eng yaxshi podirlarsiz. Alloh seni senga yuborayotganimni aytdi. [46]\n\nSunniy Exorete Tabari tomonidan, oxirgi kechki ovqatdan oldin, o'lim xavfi uni tashvishga soldi. Shuning uchun Iso shogirdlarini oxirgi Kechki ovqatga taklif qildi. Ovqatdan keyin u qo'llarini yuvib, qo'llarini kiyimiga artib, tahorat olib, ta'sir qildi. Keyin Iso ularga shunday javob berdi: - Men bugun sizga qilganim uchun, men sizlarga ovqatni berdim va qo'llaringizni shaxsan yuvib yubordim, chunki siz haqiqatan ham mendan yaxshiroq deb bilasiz. Bir-birlariga nisbatan takabburlik qilmang, balki o'zimni siz uchun kengaytirganim kabi bir-biringiz uchun o'zingizni yanada kengaytiring. \" Shogirdlariga shogirdlariga o'rgatganidan keyin, Iso ulardan biri uni rad etishini va boshqalarga xiyonat qilishini bashorat qiladi. Biroq, Isoning o'limi haqidagi Islom nuqtai nazariga binoan, Isoning nuqtai nazarining fursandchilik xochga mixlandi va Isoning O'zi Xudoga keltirildi. [48]\n\nBoshqa mo''jizalar\nIso haqida ko'p yillik voqealar va rivoyatlar yaratilgan, ularda Isoga tegishli Qur'onda tafsilotlarning yo'qligi tufayli ba'zi bir tug'ruq yoki ma'no berish ma'nosini o'z ichiga olgan. Ushbu rivoyatlarning ba'zilari tabiatga o'xshash tabiatga o'xshash, ba'zilari Isoni insoniy tarzda tasvirlaydi.\n\nAsrlardagi asrlar davomida musulmon yozuvchilar tomonidan aytilgan ba'zi bir tafovutlar bundan mustasno va Xushxabarda ham, nondan bo'shashgan. O'z ichiga: Musulmon aqidasini o'qish asoslari maktabga olib borilayotgan va o'g'rilik, ichak va sharobni zolim podshoh bilan to'ldirish, shuningdek, bu qirolni o'lik odamni tarbiyalashda saqlab qolishadi O'lganlardan, bolani tasodifan ko'tarib, bir rangli QQS bilan turli xil ranglar bilan chiqishni keltirib chiqardi. [26]\n\nQirollik amaldorining o'g'li shifo\nAsosiy maqola: Qirollik amaldorining o'g'li shifo\nAl-Tabariy (923) Voyaga etganlarning mintaqadagi bir podshohi va o'g'lining shifo topishi haqida xabar beradi. Afsonada shohning o'ziga xosligi aytilmagan, afsonasi Filipp Tetrarxni taklif qiladi. Muqaddas Kitobning tegishli ma'lumotnomasi - \"Qirollik\" ning o'g'li \"dir. [49]\n\nOchko'zlik va haqiqat\nProfessor Ayubning so'zlariga ko'ra, o'rta sharqda ommaviy ravishda O'rta Sharqiy darvozadan foydalanib, yosh Iso mo''jizasi, yahudiylarning erkak va non bilan qurgan. Garchi polemik ohangni ko'targan bo'lsa ham, ochko'zlikdagi darslar rivoyatda to'qilgan. Bu bolalar kitoblarida ko'pincha topilgan voqea. [50]\n\nMumkin donolik\nShuningdek qarang: logotip (Islom) va logotiplar (nasroniylik)\nYana bir afsonaviy mo''jizalar hikoyasi Isoning bolalikdagi donoligi haqida. Ushbu afsonalar Ibn Ishoqdan rivoyat qilgan, Maryam Isoni diniy maktabga yuborgani haqida gapirdi va o'qituvchini o'rgangan ma'lumotni bilib, uni topganliklarini ko'rdi. [26]\n\nBolalar uylarida ovqat\nTabariyning yana bir hikoyasi, qishlog'ining yoshlari bilan o'ynayotgan yosh Iso aytadi va uyda ota-onalari ularga qanday ovqat tayyorlayotganini aytib beradi. [26]\n\nQisqartirilgan rivoyat tafsilotlariga ko'ra, ba'zi ota-onalar o'z farzandlarini Iso bilan birga o'ynashni taqiqladilar, ular sehrgar ekanliklarini shubha qilishdi. Natijada, ota-onalar farzandlarini Isodan uzoqroq tutib, farzandlarini bitta uyga yig'ishdi. Bir kuni Iso yolg'iz his qilsak, Iso do'stlarini qidirdi va bu uyga kelib, bolalari bo'lgan ota-onalardan so'radi. Ota-onalar yolg'on gapirishganida, bolalarning u erda emasligini aytishdi. Iso payg'ambarni so'raganidan keyin, uyda kim uyda ekan, ota-onasi Isoni cho'chqa deb atashadi. Shunda Iso, barcha bolalarni cho'chqaga aylantirib, \"bu uyda cho'chqa bo'lsin\" deydi. [28]\n\nAsrlar davomida musulmon yozuvchilar boshqa mo''jizalardan, ba'zi bid'at oldidan islomiy manbalardan tortib olingan jinlarni quvib chiqarish kabi, shuningdek, Isoning taraqqiyotlari kengaygan edi. [26]\n\nVahiy\nAsosiy maqola: Islomda Xushxabar\nMusulmonlar, Xudo Al-Injilni (Xushxabar) deb atagan Isoga yangi oyatni ochib berganiga ishonishadi: \"Tavrat (Tavrot» va Zabur (Zabur). [51]. Qur'on al-Injidning ijozat bermoqda, bu uning izdoshlarining qalbini muloyimlik va taqvodorlik bilan to'ldiradigan oyat sifatida tasvirlaydi. An'anaviy Islom asarlari Bibliyadagi xabarni buzib tashlagan (tahrif), TAYIN al-Mubham (\"noaniqlik\" degani). [52] Ushbu polemik harakatlar o'rta asrlarda Abdul-Jabbar ibn Ahmad asarlari bilan o'rta asrlarda uning kelib chiqishi bo'ladi. [53] Qur'on Musoning qonuniga binoan, Isoning yahudiylarning qonunlarini bekor qilmagan, balki faqat qisman bekor qilinganida, ularni tasdiqlagan. [54]\n\nMusulmonlar uzoq vaqtdan beri, Pavlus Isoning asl ta'limotlarini zo'rg'a buzganiga ishonishdi. [55] 9-asr tarixchisi Sayf Ibn Umar Pavlusni Ibn Xazmga xristianlikning nomaqbul ta'limotlari sifatida tanishtirib, ilk ila masihiy yo'l bilan yo'l qo'yganini bildirdi. [56]\n\nYusuf al-Qaradaviyning so'zlariga ko'ra, uning kitobida qonuniy va taqiqlangan so'zlarga ko'ra, Isoning jazo sifatida qonun chiqarganlar uchun yahudiylar uchun bekor qilingan. [57] Tafsir al-Jallayn kabi klassik sharhlar, ular baliq va qush go'shti iste'mol qilinishi bilan bog'liq yoki umuman umuman. [58]\n\nQur'onda eslatmalar\nShogirdlar\nQur'onda Iso O'zining xabariga ishongan bir guruh shogirdlar (ḍayriviy) yordam bergan. Shogirdlarni nam tutmaganda, Qur'onda Isoga xabarni va'z qilayotgan misol keltiradi. Musulmonlar Isoning shogirdlariga Muhammadning sahobalari (ṣaba) bilan bir xil munosabatda bo'lishadi. [59] Xristianlikning so'zlariga ko'ra, Butrus, Endryu, Yoqub, Yuhanno, Bartolomew, Tomas, Matto, Simun va Yahudo ismli o'n ikki shogirdning ismlari.\n\nQur'onning 3-bobida, 52-53-bobda, shogirdlar Islomga bo'ysunishgan: [asosiy manba kerak bo'lmagan]\n\nIso imonsizligini topganda, u: \"Mening yordamchilarim kim bo'ladi?\" - Biz Xudoga ishonamiz, - dedi shogirdlar: \"Biz Xudoga ishonamiz\", deymiz. Ey Robbimiz, biz Sening zalolatga ishonamiz. So'ngra Bizni zinokorlar orasida yozamiz. So'ngra Bizni zinokorlarga ergashamiz. So'ngra Bizni zolimlarga ergashamiz. So'ngra Bizni zinokorlarga ergashamiz. So'ngra Bizni zinokorlar ila yoz Guvohlik. \"\n\n- Imron 52-53 [122] Qur'on surasi\nIsoning shogirdlari bilan birga bo'lgan eng uzun rivoyat, Iso va'zgo'yligi haqiqiy xabar ekanligini isbotlash uchun osmondan oziq-ovqat dasturini o'qiganiday, u haqiqatni isbotlaydi.\n\nKo'tarilish\nNisoning 157-oyatida Isoning xochga mixlanishiga tegishli Qur'onning asosiy oyatidir. [61] Unda aytilishicha, Iso o'ldirilmagan va na xochga mixlanmagan, ammo u qilingan\nAn-NIIning 157-oyati\nUlar (maqtanishda), \"Biz Xudo O'g'li Maryamni o'ldirdik\", deb aytganlar. Ammo uni o'ldirmadilar, lekin ular uchun xochga mixlandi. U erda shubha bordir. Ular hech bir ilmdan o'zga ilm yo'qdir.\n\nularga ko'rinishi. [62] Aksariyat islomiy an'analar Isoning xochda yoki boshqa tomondan o'lishini yoki boshqacha emasligini qat'iyan rad etadi. [63] [64] Islom azivalari Isoning o'rniga boshqa shaxs xochga mixlangani haqida xabar beradi. Biroq, ba'zi zamonaviy musulmon ulamolar Iso, albatta, o'lgan va uning omon qolishiga oid ma'lumotlarning ramziy emas, balki ramziy emas, balki ramziy emas, deb ishonishadi. Isoning o'limi haqidagi kelishmovchilik Islomiy Kanonning o'zi topilgan, Muhammadning vafot etganini aytgan eng qadimgi hadislar. Shu bilan birga, keyingi hadisning aksariyati va Tafsir buning aksi bilan bahslashadi. [Iqtibos kerak]\n\nQur'onga binoan u xochga mixlanmagan, ammo Xudo tomonidan qutqarilgan. (Qadimgi islomiy urf-odatlar va uning uzunligi to'g'risida qarama-qarshi xabarlar shuni anglatadiki, musulmonlar Iso xochda o'lmaganiga ishonadi, ammo osmonga tirilganiga ishoning).\n\nAlmashtirish\nTalkni almashtirish haqidagi tarjimasi aniqlanmagan noma'lum, ammo ba'zi olimlar ikkinchi asrning ayrim gnostik guruhlari orasida paydo bo'lgan nazariyani ko'rib chiqmoqdalar. [10] Leynvik Arab Polisinsiyada va undan keyin Habashistonda ustun bo'lgan xristianlik tomonidan Qur'on va hadisni topgani Qur'on va hadisni topadi. ​​[65]\n\nG'arb olimlari, [67] Yahudiylar esa, Masihning iloji boricha osmonga ko'tarilishiga ishonishadi va Xudo boshqa odamni, Syrinaning Simunni o'zgartirdi, xuddi shunday bo'lgan Iso singari aniq ko'rinadi Isoning o'rniga xochga mixlangan (Irenae Irenuzlar) bid'atning tavsifi, men, kitob i, ch. XXIV, 4. [69]\n\nBa'zi bir kelishmovchilik va nizolarni Ibn Ishoqning (761) boshlanayotganini ko'rish mumkin, shuning uchun Isoning Sergius ismli kishining o'rniga Isoning qabri haqidagi xabarini aytganda Madinada joylashgan va Qur'ondagi joylarni uchratishgan (3:55; 4: 158). Xudo Isoni o'ziga o'zi olib ketdi. [70]\n\nIbn Kasir (D. 1373), lekin Iso bilan emas, balki xochga mixlanish sodir bo'lganligini taxmin qiladigan an'analarga amal qiladi. [81] Tadbirdan so'ng, Ibn Kasir, odamlar uchta turli rivoyatdan keyin uch guruhga bo'lingan edi; Yakob xalqlar ishonishgan \"Xudo xohlaganicha biz bilan qoldi va osmonga ko'tarildi\"; Nestoriyaliklarga ishonish \"Xudo O'g'li Xudo uni osmonga ko'targuncha xohlaganimizda, biz bilan birga edi\"; Musulmonlar ishonishlari \"Xizmatkor va Isoning Rasululloh, Xudo xohlaganicha xohlaganicha, Xudo biz bilan qolishdi\". [82]\n\nIkkinchi kelish\nQiyomat kuni oldin Isoning kelishining xronologiyasi\n\nUmayd masjidida Iso minorasi Damashq\nIslomiy an'anaga ko'ra, jannatga ko'tarilib, 2000 yildan beri u erda yashab, Iso Qiyomat kunidan oldin er yuzida yashaydi, ular urushlar orasida, Jamoatlar va uning izdoshlari bilan urushlar bilan kurashdilar Mahdi va uning musulmon izdoshlariga yordam berish uchun. [86] Moyixlab qo'ygan boshi bilan Oq Damashqning minorasi deb ishonilgan oq minorada, oq minoraning nuqtai nazaridan tushadi [87] U mahdiyni va'z qiladi.\n\nKeyinchalik u \"xochni sindirib, cho'chqalarni o'ldiradi va Jizya soliqlarini bekor qiladi\", deb taniqli sahih sahih hadis. [89] [90] Ushbu bashoratning «odatiy talqin qilishi», Iso musulmon bo'lganligi sababli, Iso O'ziga va «xochga riofat», imonga ishonishini to'xtatadi. Xristianlik tomonidan tashlab ketilgan kosher / halol parhez qonunlarini qayta tiklaydi. [91] Endi yahudiylar va nasroniylar endi o'zlarining avvalgi imonsizlariga inkor etish uchun etarli bo'lmaydi. [92] (Bitta hadisga ko'ra, Iso «cherkovlar va ibodatlarni yo'q qiladi va xristianlarni yo'q qiladi, agar ular Unga ishonmasalar, [eslatma 1]\n\nIslomiy matnlar, shuningdek, qadimgi mensoyli Go'g va Ma'juj (Ya'jut ma'daj) ning er osti qamoqxonasidan chiqib ketishini va dunyoni aviobi qo'zg'atishga olib keladi. [95] Xudo, Isoning ibodatlariga javoban, bo'yinlarining narozlarida qurt bir turini yuborib, ularni o'ldiradi va ularning jasadlarini erdan olib tashlash va tozalash uchun katta qushlarni yuboradi. [86] Mahdi vafotidan keyin Iso dunyo rahbariyati va tinchligi va adolatini umumlashtiradi.\n\nO'sha paytda Iso uylanadi, farzandlaringiz bilan turmush quradi va qirq yil davomida dunyoni boshqaradi (an'analar ko'p turli xil vaqtlarni beradi). [96] Musulmonlar undan dafn marosimini u uchun o'qib, keyinchalik Madina shahridagi yashil gumbazda, Muhammad, Abu Bakr va Umarning yonida bo'shashgan. [97] Ibn Xaldun afsonasining so'zlariga ko'ra, ikki xalifa ikki payg'ambar oramizda o'liklardan tiriladilar. [98]\n\nManba\nQur'on Isoning qaytib kelganidan biron bir rivoyat qilgan bo'lsa-da, ko'plab ko'plab musulmonlar ikkita Qur'onning ikkinchi oyatlari oxiri yaqinlashayotganiga ishonishadi. [90]. 1) Yuqorida aytib o'tgan oyatda u hech qachon er yuzida o'lmagan:\n\n\"Va ular:\" Darhaqiqat, biz: \"Darhaqiqat, biz Masihni, Maryamning o'g'li, Rasululloh sollallohu alayhi vasallamni o'ldirdik. Ular uni o'ldirmadilar va xochga mixlamadilar. Lekin u ularga o'xshashlar unga o'xshash edi. Va ularda ixtiloflar yo'qdir. Ularga hech qanday ilm yo'q . Ular uni o'ldirishmadi. (7: 157 :)\nIkkinchi oyat Iso va «Soat» o'rtasidagi bog'liqlikni (oxirgi marta) ko'rsatadi:\n\nVa albatta! Albatta, (qiyomat) soati ilmi bor. Bas, unga hech shubha qilmasligingiz uchun shak-shubhasiz. Bu menga ergashing. Mana shu to'g'ri yo'ldir. (Q.43: 61 tranhthall). [90]\nIsoning qaytishi haqidagi hadislar ABU Hurayra, Ashob-surondan biri Abu Hurayraga, ammo keyinchalik Abbasid xalifaligi kutilgan paytda fuqarolik urushi paytida keyinchalik ular bilan tanishishgan. Shialar uchun, mahdiy Najotkor bo'ladi, ba'zilari Isoning qaytib kelishini kutdilar. Abbosiy xalifatida xochga mixlash va jamoatchilikda cho'chqalarni ushlab turish taqiqlangan. Aks holda, xochni buzish bu ramzni musulmonlar tomonidan norozilik bildirishi va cho'chqalarni Isoga taqqoslash uchun xiraliklarni o'ldirishi mumkin. [100]\n\nJesus is mentioned about 187 times in the Quran, directly and indirectly, and also referred to by many titles, the most common being al-Masih ('the Messiah').[3][110][111][112][33] Jesus is referred to 25 times by the name Isa,[note 2] third-person 48 times,[note 3] first-person 35 times and the rest as titles in the Quran.[note 4][113]\n\nMuhammad described himself as the 'nearest of all people to Jesus'.[114]\n\nSimilitude with Adam\nThe Quran emphasizes the creationism of Jesus,[107] through his similitude with Adam in regards to the absence of human origin. Muhammad often used to compare the births of Adam and Jesus.[115]\n\nIslamic exegesis extrapolates a logical inconsistency behind the Christian argument of divine intervention, as such implications would have ascribed divinity to Adam who is understood only as creation.[107]\n \nIn Islam, Jesus is believed to have been the precursor to the Islamic prophet Muhammad. According to the Quran, the coming of Muhammad was predicted by Jesus in As-Saff 61:6 Through this verse, early Arab Muslims claimed legitimacy for their new faith in the existing religious traditions and the alleged predictions of Jesus.[116] Muslims believe that Jesus was a precursor to Muhammad, and that he prophesied the latter's coming.[117][26] This perspective is based on a verse of the Quran wherein Jesus speaks of a messenger to appear after him named \"Ahmad\".[118] Islam associates Ahmad with Muhammad, both words deriving from the h-m-d triconsonantal root which refers to praiseworthiness. Muslims assert that evidence of Jesus' pronouncement is present in the New Testament, citing the mention of the Paraclete whose coming is foretold in the Gospel of John.[119]\n\nMuslim commentators claim that the original Greek word used was periklutos, meaning famed, illustrious, or praiseworthy—rendered in Arabic as Ahmad; and that this was replaced by Christians with parakletos.[97][120] This idea is debated, asking if the traditional understanding is supported by the text of the Quran.\n\nIslamic theology claims Jesus had foretold another prophet succeeding him according to Sura 61:6, with the mention of the name Ahmad. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nComing back to the term \"Ahmad\", Muslims have suggested that Ahmad is the translation of periklutos, celebrated or the Praised One, which is a corruption of parakletos, the Paraclete of John XIV, XV and XVI.[121]\n\nHadith\nThe Hadith are reported sayings of Muhammad and people around him. The Hadith containing Jesus legend have been influenced by the non-canonical ('heretical') Christianity that prevailed in the Arab peninsula and further in Abyssinia.[65] The Hadith developed a canonical status in the third Muslim century as a source of authority for the Muslim community. The Muslim perception of Jesus emerging from the Hadith is of a miraculous, sinless, and eschatological figure, pointing people, again according to the Muslim's perspective of prophethood, to the Muslim faith (Muslim; one who submits to the will of God).[130]\n\nHadith have played a very important part shaping Jesus' image among common Muslims, having become further developed when incorporating Hadiths and Tafsirs weaved into great amounts of legendary writings and reports.[26] With the Muslim reshaping, the void of Jesus is surprising. What is instead written about is the ascetic magician, helped by the Holy Spirit. The Gospel is seen as a book to be preached and is only referred to in passing without mentioning actual teachings. Strikingly, the fictitious sayings and supposed teachings of Jesus are given preeminence in Hadith-collections, in Shia Islam, and in Sufi representations of Jesus.[65]\n\nSunni Islam\nIn Kitab al-Milal wa al-Nihal, al-Shahrastani (d. 1153), an influential Persian historian, historiographer, scholar, philosopher and theologian, records a portrayal of Jesus very close to the orthodox tenets while continuing the Islamic narrative:\n\nThe Christians. (They are) the community (umma) of the Christ, Jesus, son of Mary (peace upon him). He is who was truly sent (as prophet; mab'uth) after Moses (peace upon him), and who was announced in the Torah. To him were (granted) manifest signs and notable evidences, such as the reviving of the dead and the curing of the blind and the leper. His very nature and innate disposition (fitra) are a perfect sign of his truthfulness; that is, his coming without previous seed and his speaking without prior teaching. For all the (other) prophets the arrival of their revelation was at (the age of) forty years, but revelation came to him when he was made to speak in the cradle, and revelation came to him when he conveyed (the divine message) at (the age of) thirty. The duration of his (prophetic) mission (da'wa) was three years and three months and three days.[131]\n\nShia Islam\nIn the Nahj al-Balagha, the fourth caliph Ali (r. 656–661) is reported to have talked about the simplicity of Jesus.[132] Ali says that \"Jesus used a stone for his pillow, put on coarse clothes and ate rough food. His condiment was hunger. His lamp at night was the moon. He had no wife to allure him, nor any son to give grief, neither wealth to deviate. His two feet were his conveyance and his two hands were his servant\".[132] According to Ja'far al-Sadiq, a great-great grandson of Ali, the time between David and Jesus was four hundred years.[133] Ja'far further says that the religion of Jesus was monotheism (tawḥīd) and purity (ikhlāṣ).[133] The 'Injil' (Gospel) was sent down to him and the pledge that other prophets took was also taken from Jesus: to establish prayer with religion, enjoin the good and forbid the evil, allowing what is allowed and forbidding what has been forbidden. Admonitions and parables were sent down to him in the 'Injil', but there was no law of retribution in it nor precepts of retribution (ahkam al-hudud), and no obligations for inheritance. He was sent what was an alleviation of what was sent down to Moses in the Torah. Jesus commanded of his followers that they believe in the law of the Torah and the 'Injil'.[133]\n\nAccording to Qadi al-Nu'man, a famous Muslim jurist of the Fatimid period, Jesus is referred to as the Messiah (al-Masīḥ) in the Quran because he was sent to the people who responded to him in order to remove (masaha) their impurities, the ailments of their faith; whether apparent (zahir) or hidden (batin). Qadi al- Nu'man, in his work Foundation of Symbolic Interpretation (Asās al-ta'wīl), talks about the spiritual birth (milad al-batin) of Jesus, as an interpretation of his story of physical birth (milad al-zahir) mentioned in the Quran. He says that Mary, the mother of Jesus, is a metaphor for someone who nurtured and instructed Jesus (lāhiq), rather than physically giving birth to him. Qadi al-Nu'man explains that Jesus was from the pure progeny of Abraham, just as Ali and his sons were from the pure progeny of Muhammad, through Fatima.[134]\n\nAppearance\nBased upon several Hadith narrations of Muhammad, Jesus can be physically described thus (with any differences in Jesus’ physical description being due to Muhammad describing him when seeing him at different occasions, such as during his ascension to Heaven, or when describing Jesus during Jesus' second coming):[144]\n\nA well-built man of medium/moderate/average height and stature with a broad chest.\nStraight, lank, and long hair that fell between his shoulders. It seems as though water is dribbling from his head, though it is not wet.",
"Muhammad": "Islomda Muhammad Muhammad\nVikipediyadan, bepul entsiklopediya\nQidirish uchun navigatsiya targ'ibotiga o'tish\nUshbu maqola Muhammadning Islomiy kontekstda roli va ahamiyatiga ega. Umumiy sharh uchun Muhammadga qarang.\nImom al-Anbiyo\nRas. allah\nMadil\nM ḥ md\nM ḥ amd ṣ lllo ạl llh ʿ lyh wēla. SVG\nIslomiy xattotlik \"Muhammad\"\nIslom payg'ambari\nIshdan oldin Ishayo (Iso)\nPozitsiyani bekor qildi\nXatam An-Nabiyin (\"Payg'ambarlarning muhri\" sarlavhasi\nShaxsiy\nDushanba, 12 Rabi 'Al-Avwal 53 bh (570 yil)\nMakka, Xajaz, Arabiston\nDushanba kuni, dushanba, 12 Rabi 'Al-Avval 11 ah, (mil. 632 yil 8 iyun)\nMadina, Xajaz, Arabiya\nYashash joyi, Payg'ambarimiz masjidi, Madina\nIslom dini\nTurmush o'rtog'ingiz Muhammadning xotinlarini ko'ring\nBolalar Muhammadning bolalarini ko'rishadi\nOta-onalar\nAbdulloh ibn Abd al-Muttolib (Ota)\nAminina bint Vahb (onasi)\nMadinaning E'tiborli ishi (lar) konstitutsiyasi\nBoshqa ismlar Muhammadning ismlari va unvonlarini ko'ring\nQarindoshlari Muhammadning oilaviy daraxtini ko'rishadi, Ahl al-Bayt (\"Uy oilasi\")\nImzo Muhammad Sric.svg\nMuhammadning muhri\nMusulmon rahbari\nVoritor Muhammadga ketma-ketlikni ko'radi\nArab tili nomi\nShaxsiy (ism) Muhammad\nHavmia (Nasab) Muimalmad ibn Abdulloh ibn Abdulloh ibn Abdulibb ibn Abd Manaf ibn kilob\nTekniteac (Kunya) Abu al-Qosim\nBismilhir Rahmanir Rahim\nIslomda qator bir qismi\nIslom payg'ambarlari\nG'ishta\nQur'onda payg'ambarlar\nIslom nomi va Bibliyadagi ismi tomonidan sanab o'tilgan.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Muammamad (Muhammad)\nAsosiy tadbirlar\nKo'rishlar\n Islom portali\nvte\nSeriyaning bir qismi\nIslom\nAlloh3.svg\nE'tiqod\nAmaliyot\nMatnsfunds\nTarix\nMadaniyat va jamiyat\nAloqador mavzular\n Islom portali\nvte\nMuimalmad ibn Abdul (Arab tili: m ḥ md b na bn ʿ au ʿ au ʿ ab:150 - Milod 632 yil 8-iyun 832 yil 832 yil. Musulmonlar Islomning markaziy diniy matni, Xudo tomonidan Muhammadga ochib berishiga va Muhammad Isoni Ibrohimning haqiqiy diniy imoni deb hisoblashiga ishonishadi. Muso, Iso va boshqa payg'ambarlar. [1] [3] [3] Muhammad Qur'onda o'rnatgan Muhammad Islom va musulmon dunyosi asosi bo'ldi. [5]\n\nMuxammad Muxammadning \"Ishonchli\" degan ma'noni anglatuvchi \"Al-Amin\" degan nom olgan. 40 yoshida Muhammadning aytishicha, Muhammadning aytishicha, Muhammad birinchi og'zaki vahiysini Xira deb ataladi, bu uning hayotining oxirigacha davom etgan Qur'onning paydo bo'lishining boshlanishi edi; Musulmonlar Muhammad tomonidan butparastlikni muhofaza qilish uchun Xudoning birligini va'z qilishini so'rashdi, bu islomiy Arabistonda odatiy hollar. [8] [9] Madina delegatsiyasini quvg'in qilgandan so'ng, Muhammad va uning izdoshlari Madinaga Madinaga hijrat qilgan voqea. [10]. [10]. 11] Muhammadning hayotidagi burilish nuqtasi, bu hijrat ham Islom taqvimining boshlanishini anglatadi. Madina shahrida Muhammad Madinaning konstitutsiyasini o'rganib chiqdi, ulardagi turli xil mavjud jamoalar o'rtasida munosabatlar va munosabatlarni bildirdi, mustaqil hamjamiyatni tashkil etdi va birinchi Islomiy davlatni tashkil etishga muvaffaq bo'ldi. [12]. Makkaliklar, Makkaliklar bilan bir qatorda, Muhammad, Muhammad, Muhammad, Makka bilan bir qatorda Makkani 630 yilda nazorat qilishgan. [15] [15] [16]. Madinadagi keyingi yillarida Muhammad Islomga huzuridagi Arabistonning turli qabilalarini birlashtirdi va ijtimoiy va diniy islohotlarni amalga oshirdi. [18]. Taxminan 11 ga vafot etganida (mil. Mil.), Arabiston yarim orolining deyarli barcha qabilalari Islomni qabul qilishgan. [19]\n\nMusulmonlar ko'pincha Muhammadga Muhammadga Muhammadga yoki \"Rasululloh\" yoki \"Rosululloh\" deb atashadi va uni barcha payg'ambarlar deb bilishadi. [1] [21] [21] U musulmonlar tomonidan barcha fazilatlar egasi sifatida ko'riladi. [23] Hurmat sifatida, musulmonlar arabcha marhumga (soyaga bo'lgan tinchlik) yoki \"frax\" sifatida qisqartirilgan.\n\nQur'onda\nQo'shimcha ma'lumotlar: Muhammad Qur'onda\n\nThulutada yozilgan Muhammadning nomi, turli xil islomiy xattotlik\nQur'on Muhammadning ilk hayoti yoki boshqa biografik tafsilotlari haqida gapiradi, lekin u o'zining bashoratli missiyasi, axloqiy fazilatlari va Muhammadning ilohiy jihatlari haqida gapiradi. Qur'onga ko'ra, Muhammad Alloh tomonidan yuborilgan payg'ambarlarning zanjirida oxirgi bo'lib qolmoqda (33:40). Qur'on davomida Muhammad \"Messenger\", \"Rasulalloh\" va \"Payg'ambar\" deb nomlanadi. Bunday oyatlarning ba'zilari 2: 101, 2: 143, 2: 151, 3:32, 3: 144, 4: 79-80, 5:15, 5:41, 7: 157, 15:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 va 66:09. Boshqa atamalar, jumladan, «xushxabarni ko'taruvchi», \"odamlarni yagona xudoga taklif qiladi\" (Qur'on 12: 108 va 33: 45-46). Qur'on Muhammad eng yuqori axloqiy mukammallikka ega bo'lgan odam ekanligini va Xudo uni yaxshi o'rnak ko'rsatdi va musulmonlarga musulmonlar uchun yaxshi o'rnakdir yoki \"Musulmonlar uchun\" yaxshi o'rnak \"yoki\" Musulmonlar uchun \"yaxshi o'rnakdir\" (Qur'on 68: 4 va 33:21). Qur'on Muhammad uchun biron bir g'ayritabiiy xususiyatlarni rad etadi. Bir necha oyatlarda, Qur'on Muhammadning insoniyatga bo'lgan munosabati. Qur'onning so'zlariga ko'ra, Xudo Muhammadni Muhammadni (Xudoning Insoniyatga da'vatini) va butun dunyoga baraka berib yubordi (Qur'on 39:33 va 21: 107). Islomiy an'analarda bu, Xudo Muhammadni insoniyatga yuborganidan keyingina odamlarga najot bag'ishlaydi va bu dunyoga Xudoga topinishni yashiradigan yagona narsadir . [26]\n\nQur'onga binoan, Muhammadning kelishi Iso tomonidan bashorat qilingan: «Meri o'g'li Iso:« Ey Isroil o'g'illari! Men sizlarga qonunni tasdiqlovchi, Allohning Raisiman. Payg'ambarning menga xabarini bergani haqida xushxabar berib, uning ismi Ahmadning ismidir »(Qur'on 61: 6). Ushbu oyat orqali ilk arab musulmonlari o'zlarining yangi diniy urf-odatlari va Isoning bashoratiga oid yangi imonlari uchun qonuniylikni da'vo qilishdi. [27]"
}
