{
"Adam": "__“哦，人类！我们是用一对男性和一对女性创造了您的，使您成为国家和部落，以便您彼此了解（不是说你们可以互相鄙视）。实际上，你们中间最荣幸的人在真主的眼光看来，谁是你们中最正义的人。阿拉有充分的知识，并且熟悉了（与万物）”（《古兰经》 49:13）。\n\n亚当（阿拉伯语：آ诚）是地球上的第一个人，也是伊斯兰教的第一个纳比（妈妈，先知）。穆斯林的Revere Adam是人类的父亲，他的妻子Hawwā（Eve，Eve）是人类的母亲。穆斯林将亚当视为第一位穆斯林，正如古兰经所说，所有先知都宣讲了伊斯兰的同样信仰，这意味着要屈服于上帝。\n\n从这两个人那里，几代人居住在地球上。上帝在古兰经中的国家。\n\n当亚当被创造时，上帝命令所有创造者降低自己，这是对亚当的尊重的标志，这是一个新的上级创造。除了谢坦（Shaytan）外，所有人都拒绝说他是用无烟大火制成的（jinn），而亚当是用粘土制成的。然后，上帝将它们放在伊甸园中作为测试，而谢坦成功地欺骗了亚当和霍瓦。他让他们去了上帝禁止他们的树。因此，上帝将我们（人类和魔鬼）置于彼此的敌人之前，直到审判日为止。一旦在地球上，亚当为宽恕祈祷，上帝原谅了他。\n\n就像亚当（Adam）和所有先知一样，他们来到了地球上，以提醒我们与上帝的约。如果我们服从上帝，我们就可以达到更高的水平，而那就是天使在上帝的视线中。为此，我们必须避免希坦的耳语，甚至比这更糟糕的是，努力和压制我们的努力（自私的欲望）。我们通过遵循《古兰经》中给我们的无休止的智慧，指示和例子，这是上帝用第一人称写作的最后启示和书籍，这是上帝完美保存和不变的。我们还必须效仿先知的惊人榜样，我们有了他最近出现在现代历史上的，他来到了他的完整人生故事。他的所有教义也得到了保留，并且有很多伊斯兰奖学金可以保留和教他的生活方式。先知穆罕默德是先知的印章，先知，一位国家，精神和军事领袖，也是丈夫，父亲，邻居和朋友。那些研究他的生活，行为和教义的人，他高度赞扬他。甚至当他的敌人生活尊重并信任他时。\n\n因此，作为穆斯林，我们知道所有人类的生命目的是敬拜上帝，看看谁在行为中是最好的。上帝已向人类承诺在天堂/天堂中一个美丽的地方，以此来遵循他的诫命。天堂中最低的人将拥有十个地球的土地。当您到达更高水平的天堂时，您需要在光明年份开始测量自己的土地。上帝是最慷慨的，想给我们并让我们向他询问一切。如果我们远离上帝和先知的方式，那么严厉的惩罚将在地狱中等待我们。愿上帝保护我们免受所有邪恶事物的侵害。\n\n从科学的角度来看，人类在__HOMO SAPIENS __物种中，其中唯一已知的亚种被称为__ Homo Sapiens Sapiens__。我们是地球上最主要的物种。但是，在植物和生物中，有许多生命对地球的空气，岩石，生命和自然环境产生了更大的影响。\n\n维基百科：\n所有人的第一先知和父亲。\n亚当和创造的故事遍布整个古兰经。章节中有参考文献：2、4、5、20、21、38等。在《古兰经》的叙述中，上帝用粘土创造了人类（Q3：59），[18]将其塑造成一种形式，然后命令天使向亚当鞠躬（提交）。伊布利斯（Iblis）拒绝自豪（Q15：26-32）[19]，并被詹娜（Jannah）驱逐出境（天堂）。\n\n根据古兰经的说法，上帝已经决定在亚当的创建之前，人类（亚当和他的后代）将被置于地球上。伊斯兰教并不将人类在地球上的生命归因于上帝计划的一部分。\n\n“'确实，我要在世代上倒几代人。'他们（天使）说：“您会在其中放置那些会在其中造成恶作剧并流血的人，而我们（天使）赞美您并感谢您并为您成圣吗？”上帝说：“我知道你不知道的。”\n\n然后，上帝教亚当的万物名字，并在亚当面前组装天使，以表明他们对亚当的知识还要多，尤其是亚当的高知识能力：\n\n“他教亚当的名字 - 所有人。知识我们没有，除了您教给我们的知识外：实际上，您在知识和智慧方面是完美的。”他说：“哦，亚当！上帝告诉他们。\n\n上帝命令天使屈服于亚当。除了伊布利斯（Iblis）觉得自己是用火制成的伊布利斯（Iblis）外，所有人都不应该向由地球制成的亚当鞠躬。他对上帝的命令的不服从之后，他的骄傲使他摆脱了上帝的恩宠：\n\n“看哪，我们对天使说：“向亚当鞠躬”，他们鞠躬。不是这样：他拒绝了，是傲慢的：他是拒绝信仰的人（那些不听话的人）。 （2:34）\n\n上帝后来将亚当和夏娃放在花园里，并告诉他们他们可以自由地享用其水果，除非不靠近一棵树：（2:35）\n\n“我们说：“哦，亚当！你和你的妻子在花园里；并在其中（何时何地）饮食中吃丰富的东西；但是，没有接近这棵树，或者你们陷入伤害和侵犯。”\n\n然后，撒旦欺骗亚当和夏娃，吃了树的果实：（2:36）\n\n“然后撒旦使它们从（花园）溜走，然后将它们带出（felicity的）。我们说：对他人。在地球上将是您的住所和您的生计手段 - 一段时间。”\n\n亚当和夏娃为他们的行为感到非常re悔，但上帝转向怜悯并安慰他：（2：37）\n\n“然后从他的主语言中学到了亚当，他的主转向他；因为他经常返回，最仁慈。”\n\n上帝随后告诉亚当，上帝将向亚当和他的后代发送指导：（2：38）\n\n“我们说：“从这个地方（花园）下来，每当我得到我的指导时，无论谁遵循我的指导，都不会对他们有任何恐惧，也不会对他们感到悲伤。”\n\n在伊甸园（Eden）的花园中，撒旦（通常被称为iblis）吸引亚当和夏娃（Adam）和夏娃（Eve）通过从禁忌树上品尝果实来不服从上帝。上帝，将亚当和夏娃送入地球其他地方。[20] [21]\n\n古兰经还描述了亚当和夏娃，该隐和亚伯的两个儿子。[22] [23]",
"Idris": "笔的发明者和针头的发明者。",
"Nuh": "大洪水的幸存者。",
"Hud": "商人\n\n这是HUD叙述的简要摘要，重点是两条特定的经文：\n\n孙子的人民非常强大和富有，他们建造了无数的建筑[19]和纪念碑来展示自己的力量。然而，随着他们变得傲慢并散布上帝，并开始采用偶像进行崇拜，其中包括三个名叫Samd，Samud和Hara的偶像。[11] HUD即使在童年时代，也在向上帝祈祷中仍然保持一致。通过训egess的习惯，哈德（Hud）的母亲是一个虔诚的女人，在儿子出生时看过伟大的愿景，是唯一鼓励哈德（Hud）崇拜的人。[20]因此，耶和华提出了哈德作为党民族的先知。[20]\n\n当哈德（Hud）开始讲道并邀请他们敬拜真正的上帝时，当他告诉他们为过去的罪恶悔改并寻求怜悯和宽恕时，ʿād人民开始恢复他，而邪恶的人开始嘲笑上帝的信息。 HUD的故事代表了古兰经中提到的早期先知共有的预言循环：先知被送到他的子民告诉他们只敬拜上帝，并告诉他们承认是上帝的祝福的提供者[9]古兰经[3]指出：\n\n我们寄给了他们的兄弟哈德（Hud）的人民，他说：“我的子民，敬拜上帝；除了他之外，你没有其他上帝。（至于偶像，）你只是在发明谎言。\n哦，我的人民，我不要求您补偿您：我的回报是与创造我的他在一起。因此，您不会理解吗？\n我的人民，请你的主原谅你，并悔改地转向他。他将从天空中为您降雨，并给您增加力量。因此，不要像罪人一样远离他。”\n他们说：“哦，哈德，你没有证据来找我们。我们不会放弃我们的神，因为你这么说，也不相信你。\n我们只能说，我们的一些神使你邪恶地迷住了你。\n除了他。尽可能多地反对我，不要让我喘息。\n我对上帝和你的主的上帝信任。没有任何生物在地球上移动，而他并非由他坚定地持有。我的主的道路确实是直的。\n如果您转身离开，（请记住）我已经向您发送了我发送的消息。我的主会把其他人放在你的位置，你将无法对他占上风。的确，我的主对万物保持监视。”\n\n - 古兰经，Sura 11（HUD），AYAH 50-57\n哈德的奇迹\nAccording to tafsir from Ibn Qayyim al-Jawziyya in his analysis book, Madaarij Saalikeen, which has been quoted by Ibn Abi al-Izz in his syarh (commentary) of Al-Aqida al-Tahawiyya, Hud has shown his miracle which are pointed by 56-58的经文：\n\n（56）“我们只能说，我们的一些神使你邪恶地迷住了你。”他回答：“我叫上帝见证，你也见证了，我明确您（在您的事务中）……除了他之外。 。\n\n（57）我对上帝和你的主的上帝信任。没有任何生物在地球上移动，而他并非由他坚定地持有。我的主的道路确实是直的。\n\n（58）如果您转身，（请记住）我已经向您发送了我发送的消息。我的主会把其他人放在你的位置，你将无法对他占上风。的确，我的主对万物保持监视。”\n\n - 古兰经，苏拉11（HUD）。 Ayah 56-58",
"Salih": "Salih（阿拉伯语：صصصِحٌ，罗马化：s pin。 ]在古代阿拉伯，先知穆罕默德一生之前。萨利赫（Salih）的故事与上帝的萨默尔（She-Camel）的故事有关，这是上帝赐给塔穆德（Thamud）人民的礼物，当时他们希望一个奇迹确认萨利（Salih）确实是先知。\n\n他的职业是骆驼育种。\n\n历史背景\n\n在沙特阿拉伯的Hijazi Mountainous地区Mada'in Salih或Al-Hijr\n塔穆德是阿拉伯半岛西北部地区的一个部落联邦，在萨尔贡二世时代的亚述消息人士中提到。该部落的名字继续出现在公元四世纪的文件中，但到了六世纪，他们被认为是很久以前消失的一群人。[6]：81：81\n\n根据《古兰经》的报道，萨利赫被派往的城市被称为al-hijr [7]，该城市与纳巴塔伊市赫格拉（Hegra）相对应。[8]在公元一世纪，这座城市作为区域大篷车贸易的重要地点。[9]该城市附近的是大型，装饰着各种宗教团体成员使用的装饰岩石。[6]：146在远古时代的一个未知点，该地点被放弃，可能在功能上被Al -'ula取代。[10]自穆罕默德时代以来，该地点就被称为Mada'in Salih，以他的前任Salih命名。[11]\n\n除了伊斯兰教和巴哈伊信仰之外，在任何其他亚伯拉罕圣经或当代历史文本中都没有提及萨利赫，但在古代阿拉伯人可能众所周知，萨穆德的销毁的描述可能是众所周知的。该部落的名字在古代阿拉伯诗歌中被用作“万物的瞬态”的隐喻。[6]：223-24\n\n在伊斯兰教\nBismillahir Rahmanir Rahim\n关于伊斯兰系列的一部分\n伊斯兰先知\nAnbiya\n古兰经中的先知\n由伊斯兰名称和圣经名称列出。\nʾ jethro）mūsā（摩西）hārūn（aaron）dhul-kifl（Ezekiel或Gautama Buddha）Dāūd（David）Sulaymān（Solomon）Yūnus（Jonah）（Jonah）（Jonah） ）穆罕默德（穆罕默德）\n主要事件\n视图\n伊斯兰门户网站\nVTE\n系列的一部分\n伊斯兰教\nallah3.svg\n信念\n实践\n文本基础\n历史\n文化与社会\n相关话题\n 伊斯兰门户网站\nVTE\n古兰经\n\n萨利赫邀请他的人民看she-camel\n发明的先知故事集\n萨利赫（Salih）在他的社区中的生活是如此公义，以至于塔穆德（Thamud）的人民实际上依靠他来支持他。[12]他被上帝选为一位使者，并派遣反对富人的自私，并谴责推克（偶像崇拜或多神论）的实践。尽管萨利赫（Salih）在持续的一段时间内宣讲了这一信息，但塔穆德（Thamud）的人民拒绝听到他的警告，而是开始要求萨利（Salih）为他们表现出奇迹。他们说：“哦，你是我们的！ 。”\n\n萨利（Salih）使他的人民想起了他们用石头建造的无数城堡和宫殿，[13]及其与邻近社区相比的技术优势。此外，他向他们介绍了他们的祖先，ʿād部落，以及他们如何因罪而被摧毁。塔穆德（Thamud）的一些人相信萨利（Salih）的话，但部落领导人拒绝听他的话，并继续要求他证明一个奇迹来证明他的预言。[14]\n\n作为回应，上帝给了汤姆德一个幸福的she-camel，既是一种寄托和考验的手段。该部落被告知要允许骆驼和平放牧并避免伤害她。[15]但是，为萨利（Salih）的警告，部落的人民阻碍了骆驼。[16]萨利（Salih）告诉他们，在上帝的愤怒降临之前，他们只有三天的生活。[17]这座城市的人民是re悔的，[18]但是他们的罪行无法撤消，城市中所有不信任的人都在地震中丧生。 Al-Hijr被无人居住了，此后一直留在废墟中。[19]萨利亚本人和跟随他的少数信徒幸存下来。[20]\n\n这个故事在苏拉特·安纳尔（Sūratan-naml）中得到了扩展，而在这里没有明确提到这个故事，但指出九个人绘制了杀害萨利赫（Salih）和他的全家人的案例，[21] [22]三天后上帝。[23]\n\n穆斯林传统\n穆斯林作家已经阐述了萨利赫和沙姆尔的故事。早期的伊斯兰传统经常涉及骆驼的图案，奇迹般地从石头上出现，经常伴随着小牛，以及从骆驼上生产牛奶。塔巴里（Al-Tabari）指出，萨利（Salih）将他的人民召集到一座山上，在那里他们目睹了奇迹般的岩石开放，露出了骆驼。她的卡姆尔有一只小牛。萨利（Salih）告知塔穆德（Thamud），老年骆驼（Thamud）有一天要从水源那里喝酒，第二天他们要喝酒。在不允许喝水的日子里，骆驼为他们提供了牛奶。但是上帝告诉萨利赫（Salih），一个会缠绕骆驼的男孩很快就会出生于部落，而那个孩子是邪恶的，并且迅速变得不自然。骆驼确实被杀死，小腿哭了三遍，表明塔穆德将在三天内被摧毁。他们的脸变黄，然后是红色，然后是黑色，他们在第三天死亡。[24]\n\n根据一些伊斯兰学者的说法，伊斯梅尔的母亲哈哈尔是先知萨利赫的孙女。[25]\n\n大马士革[26] [27]的约翰·约翰（John of John）对伊斯兰的八世纪评论也有类似的传统。",
"Ibrahim": "犹太人，基督教和伊斯兰教的父亲。 Kaaba的建造者。",
"Lut": "历史学家和旅行者。\n\n古兰经指出，有一天，一群天使拜访了亚伯拉罕以男人的幌子来访问亚伯拉罕[12]，以告知他他的妻子莎拉（Sarah）怀有艾萨克（Isaac）。在那里，他们还告诉他，上帝已将他们送给了卢特[13]的“有罪人” [14]，用“一堆粘土淋浴”摧毁了他们[15]。[16]卢特（Lut）和那些相信他的人要幸免，但他的妻子要在毁灭中死亡，天使说“她是那些落后的人”。[17] [18]古兰经还借鉴了洛特的妻子作为“不信者的榜样”，因为她嫁给了一个义人，但拒绝相信他的信息，因此被谴责为地狱。[3] [19]\n\n双子城的人民违背了上帝的界限。根据古兰经的说法，他们的罪恶包括不安和抢劫[20]，他们讨厌陌生人和抢劫旅行者，除了其他虐待和强奸。正是他们的性行为不端的罪特别被认为是特别令人震惊的，而鲁特强烈努力地接近有性欲的男人而不是女人。[21] [22] Lut告诉并试图帮助他们放弃犯罪的方式，但他们嘲笑他[20]，并威胁要驱逐他。[23]卢特向上帝祈祷，并恳求摆脱他们犯罪行为的后果。[3] [24]\n\n然后，三个天使伪装成英俊的男性，作为客人来到了鲁特。他为这些人感到悲伤，因为他感到无能保护他们免受城市人民的侵害。[25]城市的居民意识到游客要求将客人投降给他们。[26]痛苦和恐惧的是，他们会蒙受上帝的愤怒，向他的女儿提出了相当合法的婚姻[27]，这是他们非法愿望的虔诚和纯洁的替代品，也许是作为指导的根源。[28]但是他们毫不留情，回答：“您知道我们不需要您的女儿：的确，您非常了解我们的需求！” [29]指他的男客人。\n\nExegetes ibn Kathir，Qurtubi和Tabari不读“女儿”，意思是Lot的女儿。他们认为，由于先知就像他的民族的父亲，洛尔正在指示邪恶者摆脱罪恶，并与国家女儿（即一般妇女）建立健康而虔诚的关系。[30]\n\n然后，天使向他揭示了他们的真实身份，并对他说：“我们（在这里）除了你的妻子外，我们（在这里）送给你和你的追随者：她是那些落后的人。” [3]他们建议洛斯离开城市离开城市在夜晚，告诉他不要回头。[31]洛斯保持对上帝的信仰，在黑暗的黑暗中离开了城市，带来了他的追随者并相信家人。终于，早晨来了，上帝的法令以及上帝的法令古兰经通过了《古兰经》读到：“我们颠倒过来（城市），然后在它们上雨水下雨，就像烤粘土一样，在钢琴上下雨，散布，一层， - “ [32]。进入破坏和绝望，并标志着所多玛和戈莫拉文明的终结。[3]",
"Ismail": "阿拉伯人的父亲。\n\n以实玛利被认为是伊斯兰教的先知，在许多情况下与其他先知一起被列入古兰经。[11] [12] [13] [14]在其他经文中，例如21:85 [15]和38:48，[16] Ishmael因耐心，善良和正义而受到赞誉。[17]一个单独描述以实玛利的一个特殊示例是19：54-55 [18]  - “并通过这个神圣的令状，以实玛利召唤。先知曾经禁止他的子民祈祷和慈善事业，并在维持者的视线中受到了恩惠。” [19]作为以实玛利的后裔，穆罕默德被认为是理由为先知，并继续从伊斯兰前时代开始。",
"Ishaq": "穆斯林被圣经的族长以撒（阿拉伯语：阿拉伯语：إإحق[note]ʾISḥāq）被认为是上帝的先知和使者。[1]就像在犹太教和基督教中一样，伊斯兰教坚持认为，以撒是他妻子莎拉的族长和先知亚伯拉罕的儿子。穆斯林以深深的敬意持有以撒，因为他们相信以撒和他的同父异母兄弟以实玛利都通过随后在亚伯拉罕去世后通过对上帝的信息的讲道来继续他们父亲的属灵遗产。[2]在古兰经的15段中提到了以撒。[3]除了在古兰经中被提及多次，以撒被担任伊斯兰教的先知之一。\n\n以色列人的父亲。\n\n早期生活\n由于上帝的恩典和与亚伯拉罕的盟约，莎拉在她的年龄的时候就和一个孩子有天赋。艾萨克（Isaac）是10岁，当时他的同父异母兄弟以撒（Ishmael）从亚伯拉罕（Abraham）的房子出去。在沙漠中，以实玛利带走了摩押女儿的妻子，名为“阿耶沙”。[4]\n\n葬礼场\n以撒的坟墓\n他的坟墓和他的妻子丽贝卡（Rebekah）被认为是西岸希伯伦（Hebron）的族长，在伊斯兰教中被称为易卜拉欣·米斯克（Ibrahim-i-Mosque）（“亚伯拉罕清真寺”）。艾萨克（Isaac）的坟墓还有其他古兰经/圣经的族长及其妻子：亚伯拉罕，莎拉，雅各布和利亚。\n\n在古兰经提及\n艾萨克（Isaac）在《古兰经》中以15次的名字提及，经常与他的父亲和儿子雅各布（Yaʿqūb）一起提及。[5] 《古兰经》指出，亚伯拉罕获得了“义人的先知艾萨克的好消息”，而上帝祝福了他们俩（37：112）。 “我们给了他以伊萨克的欢迎，是义人中的先知。我们祝福了他和以撒。在他们的后代中，有贤惠的人和那些明显错误的人” [6]在一个更全面的描述中，天使来到了，天使来到了。易卜拉欣告诉他未来的惩罚是对所多玛和他的妻子莎拉（Sarah）施加的，“笑了，我们给了她以撒的好消息，以及（孙子）雅各布的艾萨克（Isaac）（11：71-74）（11：71-74） ;进一步解释说，尽管亚伯拉罕和莎拉的年龄，这次活动将发生。几节经文说以撒是亚伯拉罕（6：84; 19：49-50）和29：26-27的“礼物”，并补充说，上帝做出了“预言，这本书是他的后代之一”，已被解释为指的是亚伯拉罕的两个预言儿子，他的预言孙子雅各布和他的预言曾孙约瑟夫。在《古兰经》中，后来叙述说，亚伯拉罕还赞扬上帝在他年纪大的时候就给他以实玛利和以撒（xiv：39-41）。\n\n清单中提到了古兰经的其他地方：约瑟夫遵循他的祖先亚伯拉罕，以撒和雅各布（12：38）的宗教，并谈到了上帝对他们的恩宠（12：6）； Yaʿqūb的儿子都证明了他们的信仰，并承诺崇拜他们的祖先“亚伯拉罕，以实玛利和以撒”，被崇拜（2：127）；古兰经指示穆斯林相信“亚伯拉罕，以实玛利，以撒，雅各布和族长”（2：136; iii：84）。",
"Yaqub": "Yaqub Ibn Ishaaq ibn Ibrahim（阿拉伯语：Arabic：Arapicra atrabic obanial cltermanic obanial/yaqub; yaqub; yaqub; yaqub; yaqub; yaqub; yaqub; yaqub; yaqubl; ：إِ إِ ْ ْ已[以伊拉伊尔]），也称为雅各布，是伊斯兰教的先知。他被公认为是伊斯兰教的族长。穆斯林认为，他宣讲了与他的祖先：亚伯拉罕（Ibrāhīm），以实玛利（Ismail）和艾萨克（Isaac（Ishaaq））一样的一神教信仰。\n\n在古兰经中提到了雅各布16次。[1]据信，另外两个提到以色列的提及是雅各布。[2]在大多数参考文献中，雅各布与希伯来先知和族长一起被提及是一位古老而虔诚的先知，他留在“选举公司”中。[3] [4] [4]穆斯林认为雅各布是艾萨克的儿子，他一生都宣讲了上帝的一体性。就像在基督教和犹太教中一样，伊斯兰教认为雅各有十二个儿子，每个儿子都会继续送给以色列十二个部落。[5]雅各布在儿子约瑟夫（Yūsif）的故事中扮演着重要角色。[6] 《古兰经》进一步明确表示，上帝与雅各布[7]立约，雅各布被上帝的命令成为忠实的领导人。他的祖父（易卜拉欣（Ibrahim）），父亲（ishaq），叔叔（Ismail），儿子（Yusuf）和他本人都是伊斯兰的先知。[8]\n\n在古兰经\n雅各布在《古兰经》中被称为16次。[9]尽管这些经文中的许多经文都赞美他而不是从他的叙述中叙述一个实例，但古兰经记录了他一生中的几个重要事件。穆斯林的传统和文学[10]最早的古兰经中涉及雅各布的事件是天使（Malāʾikah）向亚伯拉罕和莎拉（Abraham and Sarah）和莎拉（Sarah）的未来诞生，以艾萨克（Isaac）和先知的名义给予了“高兴的消息”。雅各布的名字。[11]古兰经指出：\n\n当他从他们那里转身离开他们，除了阿拉以外崇拜的人时，我们赐给他以撒和雅各布，而他们每个人都做了先知。\n\n - 古兰经，《古兰经》 19（玛丽亚姆），艾亚49 [11]\n古兰经还提到，亚伯拉罕教导了纯粹的一神论对他的儿子以实玛利和以撒以及雅各布的信仰。 《古兰经》记录亚伯拉罕告诉以实玛利，艾萨克和雅各布：“哦，我的儿子们！阿拉，阿拉为你选择了信仰；然后，除了伊斯兰教的信仰外，不要死。他的信仰力量，随着年龄的增长，他变得更加强大。古兰经提到雅各布被“指导”； [13]给出了“知识”； [14]“启发”; [15]，并被赋予了“被听到的真实态度”。[16]古兰经后来指出以下关于雅各的人：\n\n我们赐给他以撒，作为另一份礼物，（孙子），雅各布，我们成为了每个人的正义人。\n我们让他们成为领导者，并通过我们的命令指导（人），并向他们派灵感来做好事，建立定期祈祷并实践定期慈善机构；他们不断为我们（仅我们）服务。\n\n - 古兰经，《古兰经》 21（al-anbiya），阿亚特72-73 [17]\n并纪念我们的仆人亚伯拉罕，艾萨克和雅各布，权力和视野拥有者。\n确实，我们确实为特殊（目的）选择了它们 - 宣布以下内容的信息。\n在我们看来，他们确实是选民和善良的公司。\n\n - 古兰经，《古兰经》 38（'Sad），Ayat 45-47 [18]\n雅各和他的儿子\n雅各布在《古兰经》中的下一个重大提及是《古兰经》的叙述。约瑟夫（Juran）在《古兰经》中的故事以一个梦开头，约瑟夫（Joseph）有一个晚上，然后他跑向父亲雅各布（Jacob），说：“看见！约瑟夫对父亲说：“我父亲！我确实看到了十一条行星，太阳和月亮：我看到他们对我俯卧！”“ [19]雅各布的脸充满了他对年轻的约瑟夫所听到的听到的喜悦，而老化的先知立即理解了梦的含义。雅各布可以预见，他的儿子长大后成为亚伯拉罕线中的下一个先知，而约瑟夫将在未来几年继续保持伊斯兰教的信息。然而，雅各布的大儿子认为他们的父亲比雅各的小儿子约瑟夫和本杰明更爱他们。雅各知道他们的嫉妒，并警告年轻的约瑟夫。[20]约瑟夫的十个哥哥随后决定杀死他。古兰经叙述他们的讨论：\n\n他们说：“真正的约瑟夫和他的兄弟比我们父亲更爱我们：但是我们是一个很好的身体！真的，我们的父亲显然在徘徊（在他的脑海中）！\n“杀死了约瑟夫或把他赶到了一些（未知的）土地上，所以你父亲的恩宠可能是一个人的恩宠：（会有足够的时间）让你在那之后成为义人！”\n\n - 古兰经，《古兰经》 12（Yusuf）Ayat 8-9 [21]\n然而，其中一个兄弟（通常被理解为鲁本[22]），但觉得自己不应该杀死约瑟夫（Yusuf），而是应该把他放入一个井中，以便大篷车可以来接他。[23]因此，他们问父亲是否可以将年轻的约瑟夫（Joseph）带出与他们一起比赛，条件是他们会继续监视他。尽管雅各布担心Dhi’b（阿拉伯语：ذِئـ w，狼）会吞噬他的儿子，[24]叛逆的大儿子强行将约瑟夫带走了，把他扔进了井。[25]那天晚上，当儿子回到雅各布时，他们假装哭泣，他们进一步告诉他，狼吞噬了约瑟夫。为了欺骗他们的父亲，他们用虚假的鲜血弄脏了约瑟夫（Yusuf）的衬衫，[26]但是雅各布有知识的天赋，知道这是他们所设计的虚假混合。尽管雅各布确实担心失去约瑟夫，但他在悲伤的过程中仍然坚定不移。[26]随着岁月的流逝，年轻的约瑟夫（Joseph）长大了埃及的一个男人。同时，雅各回到迦南的家中，他的儿子们会不断地打扰他，因为他反复向上帝祈祷约瑟夫（Yusuf）。[27]尽管雅各布经常向上帝投诉[14]，但这绝不是为了上帝的所作所为，而是出于自己的思想的干扰以及他偶尔从他为自己设定的耐心范围中脱颖而出。他不断地忽略了儿子的邪恶嘲讽，会原谅他们，并试图给他们合理的建议。[28]有一天，雅各布决定将儿子送去差事，告诉他们去埃及寻找约瑟夫和本杰明。他的儿子第一次听着他，离开了埃及。当雅各布的一个儿子带着约瑟夫和本杰明在埃及的好消息返回迦南时，他带着一件约瑟夫给他的衬衫，他告诉他要把父亲扔在父亲的脸上[29]，以消除雅各布的盲目性和盲目性和盲目性悲伤。因此，儿子遵循指示，正如约瑟夫所说的那样，恢复了雅各布的身心异象。\n\n一旦雅各布的视线恢复了，整个家庭就开始跋涉前往埃及，再次与约瑟夫和其他儿子见面。一旦到达，父子和儿子彼此相遇，并再次与和平团聚。如今，约瑟夫（Joseph）为他的父母提供了一个家，正如《古兰经》所说，他们在“尊严的宝座”上抬高了他们。[30]现在，整个家庭都可以通过雅各布和约瑟夫的预言办公室转向上帝。\n\n雅各布对他的人民的最后建议\n以色列的整个孩子被要求在雅各死亡之前对伊斯兰教（向上帝提交）信仰。雅各布想确保他的孩子只在伊斯兰教中死亡，因此，他们的最后承诺得到了他们的最后诺言。当他问他们去世后要敬拜谁时，他们回答说他们将继续在伊斯兰教中鞠躬并敬拜上帝。[31]尽管死亡床的场景在犹太传统中得到了修饰，并在《创世纪》中提到，但古兰经提到它强调这样的观念，即亚伯拉罕，以撒，以撒和雅各布都是穆斯林，因为他们全力以赴地屈服于上帝和上帝一个人。古兰经叙述：\n\n这就是亚伯拉罕留给儿子的遗产，雅各布也是如此。 “哦，我的儿子！真主为你选择了信仰；然后除了伊斯兰教的信仰之外，不要死。”\n当死亡出现在雅各布面前时，是目击者吗？看哪，他对儿子说：“你们会在我之后崇拜什么？”他们说：“我们将敬拜你的上帝和你父亲的上帝，亚伯拉罕，伊斯梅尔和艾萨克，一个（真）真主：对他，我们鞠躬（在伊斯兰教中）。”\n\n - 古兰经，《古兰经》 2（al-baqara），阿亚132–133 [32]\n雅各布的遗产\n雅各布在伊斯兰教方面非常特别，因为他的祖先留下了遗产。穆斯林相信上帝将他最大的恩典赋予了雅各布，并选择他成为最崇高的人之一。古兰经经常提到雅各定是一个有力的人，远见和压力，他是善良和选民的陪伴。正如古兰经所说：\n\n那是关于我们的理由，我们给亚伯拉罕（使用）反对他的子民：我们养育了我们将要的人，学位：因为你的主充满智慧和知识。\n我们给了他以撒和雅各：所有（三个）指导：在他之前，我们指导了诺亚，在他的后代，大卫，所罗门，约伯，约瑟夫，摩西和亚伦：因此，我们是否奖励那些做得好的人：\n\n - 古兰经，《古兰经》 6 al-an'am，Ayah 83–84 [33]\n当被问及被授予特殊名称的先知时，阿里·伊本·阿比·塔利布（Ali ibn Abi Talib）在圣训中叙述了Ya'qub ibn Ishaq在他的人民中闻名。[34]\n\n《古兰经》中没有提及雅各布与天使搏斗的圣经中的实例，而是在穆斯林评论中进行了讨论，雅各布的梯子的愿景也是如此。[9] [35]雅各布欺骗艾萨克（Isaac）通过冒充双胞胎以扫来祝福他，也不在古兰经中，而是在穆斯林评论中。[9]\n\n穆斯林确实相信雅各布是一位伟大的族长，他强调了这样一种信念，即雅各布的主要意义在于他对上帝和他对正确宗教的坚定信仰。作为族长，根据传统，雅各布与亚伯拉罕一起可能是最富有成果的。从他的十二个儿子[36]中，还有许多其他伟大的先知，包括约拿（尤努斯），大卫（达瓦德），所罗门（苏莱曼）和耶稣（伊萨）。",
"Yusuf": "Yusuf Ibn Yaqub ibn Ishaq ibn Ibrahim（阿拉伯语：留座ٱٱٱٱٱٱٱٱstriplٱٱإإإإإ父）（约瑟夫）来自塔纳克人，犹太宗教圣经和基督教圣经的人，据估计，他们曾在新王国之前居住在埃及。[2]它是中东和穆斯林国家的通用名称之一。在雅各的所有孩子中，约瑟夫是预言的礼物。尽管在各种苏拉人中提到了其他先知的叙述，但约瑟夫的完整叙述仅在尤苏夫的一个古兰经中给出，这使其独一无二。据说它是古兰经中最详细的叙述，比圣经中的叙述更具细节。[3]\n\n据信，尤苏夫（Yusuf）是Yaqub（阿拉伯语：Aragق²，Yaqub）的第十一个儿子，根据许多学者的说法，他的最爱。根据伊本·凯西（Ibn Kathir）的说法，“雅各布有十二个儿子，是以色列人部落的同名祖先。最崇高，最崇高，最伟大的是约瑟夫（Joseph）。” [4]故事始于约瑟夫（Joseph雅各布认可的父亲。[5]除了上帝在他的一生中的角色外，尤苏夫和祖拉卡（尤苏夫（Zulaikha）的旧约妻子）的故事也成为波斯文学中的受欢迎的主题，在过去的几个世纪中，它变得相当大。 [6]\n\n古兰经12（Yusuf）\n\n使用“国王”与“法老”\n在《古兰经》中，约瑟夫时代期间埃及统治者的头衔被认为是“国王”（阿拉伯语：al-Malik），而埃及统治者在摩西时代被特别说是“法老”（阿拉伯语：Firaun，尽管作为没有明确文章的名字）。这很有趣，因为根据历史资料，法老的标题仅开始用于指代公元前1479年的埃及统治者（从Thutmose III的统治开始） - 先知约瑟夫去世大约21年后。[44] [44]但是在圣经中尤苏夫的叙述中，国王（希伯来语：梅莱克）和法老在创世记第39-41章中互换用于埃及统治者。[45]\n\n埃及的马利克（Malik）说：“我确实看到了（在一个愿景中）七个胖子，七个瘦的人吞噬了，七颗绿色的玉米和七个（其他）枯萎了。你们的酋长！ ，如果是你们可以解释愿景。”\n\n - 古兰经，苏拉12（Yusuf），Ayah 43，[46]\n然后，在他们之后，我们将穆萨带着迹象派往Fir'Aun和他的酋长，但他们错误地拒绝了他们。因此，请参阅Al-Mufsidin的终结（阿拉伯语：“恶作剧制造者”或“ Corrupters”）。\n\n - 古兰经，古兰经7（Al-Araf），Ayah 103 [47]\n马利克说：“把他带给我。”但是，当使者来到他身边时，他（Yusuf）说：“回到你的主，问他，'割手的女人怎么了？当然，我的主（真主）对自己的情节有充分的意识。\n\n - 古兰经，苏拉12（Yusuf），Ayah 50，[48]\n约瑟夫的主人把他带到监狱里，是国王囚犯被束缚的地方。他在监狱里。\n\n - 创世记39:20\n约瑟夫（Joseph）站在埃及法老国王（Waraoh King）之前，已经三十岁了。\n\n - 创世记41:46\n约瑟夫（Joseph）安置了他的父亲和弟兄们，并在法老的命令下，在埃及的土地上，在拉美莱斯斯（Rameses）的土地上给了他们一个财产。\n\n - 创世记47:11",
"Ayyub": "约伯（阿拉伯语：أأ，罗马化：ayūb）在伊斯兰教中被称为先知，在《古兰经》中被提及。[1]乔布在伊斯兰教中的故事与希伯来圣经的故事平行，尽管主要重点是对上帝保持坚定的工作。没有提到乔布在《古兰经》中与朋友的讨论，但后来穆斯林文学指出，约伯有兄弟，他与男人谈论了他的痛苦。一些穆斯林评论员还谈到约伯是罗马人的祖先。[2]伊斯兰文学还评论了乔布的时间和地点，说他是在预言系列中的约瑟夫之后来的，他向自己的人民讲道，而不是被送往指定的社区。传统进一步讲述了工作将成为“耐心忍受的人”的天堂的领导者。[3]\n\n古兰经中首先在以下经文中提到了Ayūb（Job）：\n的确，我们向您揭示了[O Muhammad]，正如我们向诺亚（Noah）和他之后的先知透露的那样。我们向亚伯拉罕，以实玛利，以撒，雅各布，后代，耶稣，约伯，约拿，亚伦和所罗门透露，我们给了[扎布尔]的书。\n\n - 古兰经，苏拉4（an-nisa），阿亚163 [4]\n古兰经将约伯描述为真主的正义仆人，他因苦难而受苦一段时间。但是，它清楚地表明，约伯从未对上帝失去信心，并永远祈祷上帝，要求他消除他的痛苦：\n\n[提及]约伯，当他呼唤他的主时，“的确，逆境触动了我，你是最仁慈的人。”\n\n - 古兰经，苏拉21（先知），阿亚83 [5]\n叙述继续指出，经过多年的痛苦，上帝命令工作“用你的脚罢工！”。[6]乔布立刻用脚撞到了地面，上帝造成了一个凉爽的水从地球上涌出，约伯可以从中补充自己。古兰经指出，正是上帝消除了他的痛苦和苦难，他将约伯的家人归还给他，祝福他有许多子孙后代，并授予了他巨大的财富。除了对乔布的叙述的简要描述外，古兰经还进一步提到了乔布在上帝赋予特殊指导，智慧和灵感的人的清单中（IV：163），作为获得权威的人之一，是预言的礼物（vi：84）。\n\n在撒但放弃试图远离主的工作之后，上帝消除了约伯的痛苦，并将他的家人归还给他，使他们的数字翻了一番。他归还了约伯的财富，并用黄金洗澡。一旦乔布的妻子看到她的丈夫恢复了繁荣和健康，她就感谢上帝祈祷，但随后担心丈夫早些时候宣誓就职，他承诺用一百杆击败她。在他的痛苦中，他的誓言也深感悲痛。然而，上帝向约伯发了一个启示，告诉他不要殴打他的妻子，而要用一束柔软的草轻轻地击中她。[7]\n\n古兰经参考\n约伯的预言：4：163，6：84\n审判和耐心：21：83，21：84，38：41，38：42，38：43，38：44\n进一步阅读\nIbn Kathir，Bidaya wa l-Nihaya，我，220–225\nXXI和XXXVII的TAFSIR\n塔巴里，我，361–364\nThalabi，《先知故事》，开罗1339，106–114\nKisa'i，《先知的故事》，179-190\nIbn Asakir，Tarikh al-Kabir，III，190-200",
"Shuayb": "shuaib，shoaib，shuayb或shuʿayb（阿拉伯语：ش诚，ipa：[ʃuʕajb];含义：“谁显示正确的路径”）是伊斯兰教中的古代米蒂安特·纳比（Prophet），是伊斯兰教，也是德鲁兹信仰中最受尊敬的先知。 1]传统上，Shuayb被摩西的岳父圣经耶特罗所识别。古兰经中总共提到了shuaib。[2]据信他曾在易卜拉欣（亚伯拉罕）之后生活，穆斯林认为他被送往一个社区：米迪亚人，[3]，他们也被称为aṣḥābal-aykah（“木材的同伴”） ，[4] [5] [6] [7]，因为他们曾经崇拜一棵大树。对于人民来说，舒阿布宣布了直径的道路，并警告人民结束欺诈方式。当社区不悔改时，阿拉（上帝）摧毁了社区。[3] [5]\n\n穆斯林认为舒阿是古兰经中名字中提到的少数阿拉伯先知之一，其他先知是萨利赫，哈德和穆罕默德。据说他被穆斯林称为“先知中的雄辩的传教士”，因为根据传统，他以他的语言授予了才华和口才。[8]\n\n历史背景\nShuʿayb被送往的区域被命名为“古兰经中的Madyan”，英语被称为Midian，这在圣经中经常被称为。据说，米迪亚人是阿拉伯血统，尽管是圣经的迦南人的邻居，但它们与他们互相混合。据说他们是一个流浪的部落，穆萨（摩西）时期的主要领土是西奈半岛。\n\n有争议的认同\n圣经（出埃及记3：1）在摩西律法中提到了杰特罗。尽管Shuaib经常被Midianite Priest Jethro识别，但大多数现代学者都拒绝了这一身份。古典评论员，例如Ibn Kathir，说Shuʿayb是亚伯拉罕的曾孙：据信Shuʿayb是Mikil的儿子Mikil的儿子，Abraham的儿子Midian的儿子Issachar的儿子。[8]这将使与杰特罗（Jethro）的身份不可能，后者在摩西（Moses）时期生活，据称是在亚伯拉罕（Abraham）之后数百年。[9]\n\n古兰经指出，舒阿布被上帝任命为米迪亚人民的先知。据说这片土地的人民因通过不诚实和偶像崇拜作弊而特别臭名昭著。 Shuʿayb的预言主要涉及将Midianites称为上帝的正确道路，[10]并禁止他们崇拜假神。\n\n还说他告诉他的人民在日常活动中停止不诚实。尽管他宣讲并预言了一段时间，但大多数人拒绝听他的话。然而，舒亚布仍然坚定不移。他始终如一地向邪恶的人讲道，告诉他们在他们面前陷入罪恶的惩罚。舒布警告人民，他们的无知将导致米迪安的破坏，并给出了早期先知的历史例子，包括诺亚，哈德，萨利赫和洛尔，[11]所有人都被上帝摧毁了。\n\n人们嘲笑舒布布，并告诉他，如果不是因为他来自的享有声望的家庭，他肯定会被砸死。舒布回答说：“我的家人比上帝更容易考虑吗？”当米迪亚人拒绝相信时，他们被强大的地震摧毁。[3]但是，古兰经提到Shuʿayb及其信仰的同伴被从雷鸣般的惩罚中救出。[11] [12]\n\n与其他先知的相似之处\nShuayb的使命在《古兰经》中经常在诺亚，HUD，Salih和Lot的任务中提及。学者指出，这五个先知体现了早期的先知任务：[13]先知将被送往他的社区；社区不会注意他的警告，而是会受到惩罚威胁他。经过多年的讲道，上帝会要求他离开社区，而他的人民随后被惩罚被摧毁。[13]学者们按时间顺序解释了五个先知的清单，因此Shuʿayb是诺亚的后裔（关于大洪水的宣讲）和先知亚伯拉罕。",
"Musa": "在伊斯兰教中，穆萨·伊本（Mūsāibnʿimrān）（阿拉伯语：沙夫，艾姆拉姆的儿子摩西），[1]是上帝的重要先知和使者，是古兰经中最常见的人他的名字被提及136次，他的生活被叙述和叙述了，而不是其他任何先知。[2] [3]\n\n根据古兰经的说法，穆萨（Musa）出生于一个以色列家庭。在他的童年时代，他被放在一个流向尼罗河的篮子里，最终由法老王（Fir'awn）的妻子Asiya发现，后者使Musa成为她的收养儿子。成年后，穆萨（Musa）居住在米迪安（Midian），然后再次出发前往埃及威胁法老王。据说穆萨（Musa）在他的预言期间表现出了许多奇迹，据报道，他亲自与上帝交谈，上帝将“神的演讲者”（Kalīmallāh）授予穆萨（Musa）。先知最受欢迎的奇迹是他用上帝提供的奇迹般的棍子将大海分开。除了古兰经外，穆萨还在圣训文学中描述和称赞。\n\n法老去世后，穆萨（Musa）和他的追随者前往耶路撒冷，先知最终死亡。在伊斯兰传统中，他被认为被埋葬在纳比·穆萨（Nabi Musa），并最终朝着天堂饲养。之后，据报道，在夜间旅程中，后者从耶路撒冷升起后，他在七个天堂中遇到了穆罕默德（’isrā’miʿrāj）。[4]在旅途中，据说穆萨一再派穆罕默德回到上帝见面，并要求减少所需的日常祈祷数量，最初据信为五十，直到只剩下五个强制性祈祷。[5] [6]\n\n穆萨被视为伊斯兰教中非常重要的人物。根据伊斯兰神学的说法，所有穆斯林都必须对上帝的每个先知和使者都有信心，其中包括穆萨和他的兄弟哈伦。穆萨的生活通常被视为与穆罕默德的生活相似的精神，穆斯林认为这两个人的生活的许多方面要分享。[1]伊斯兰文学还描述了他们的人民与一生中发生的事件之间的平行关系；以色列人从古埃及的出埃及在本质上与穆罕默德及其追随者从麦加的迁移到麦地那相似，因为这两个事件都面对迫害，这两个事件都在迫害（古代埃及人和早期穆斯林的以色列人）中展开。分别由麦康斯人。[7]他的启示，例如《十诫》，构成了摩西五经内容的一部分，是亚伯拉罕宗教的犹太教和基督教宗教的核心。[8] [9]因此，犹太人和基督徒被指定为穆斯林的“书中的人”，并在适用伊斯兰法律的任何地方都应认可这种特殊地位。穆萨（Musa）在伊斯兰文学中进一步受到尊敬，该文学扩大了他一生的事件以及古兰经和圣训中归因于他的奇迹，例如他与上帝的直接交谈。",
"Harun": "在伊斯兰教中，hārūnibnʿimrān [2]（阿拉伯语：阿姆拉姆（Amram）的儿子Aaron）是上帝的先知和使者（真主），也是先知穆萨（Musa）的哥哥（摩西）。 [3] [失败验证] [需要澄清]他和他的兄弟一起向出埃及记传讲以色列人。[4]\n\n古兰经包含众多对亚伦的引用，无论是按名称还是没有名称。它说他是亚伯拉罕[5]的后代，并明确表示，他和摩西都被派遣在一起警告法老王关于上帝的惩罚。[6]它进一步补充说，摩西早些时候曾向上帝祈祷，以加强与亚伦的事工[7]，亚伦也帮助摩西，因为他也是先知，[8]，在言论和话语方面非常雄辩。[9]古兰经补充说，摩西和亚伦都被委托为在埃及为以色列人建立住所，并将这些房屋转变为上帝的礼拜场所。[10]\n\n古兰经在古兰经中叙述的黄金小牛的事件以积极的眼光绘制了亚伦。 《古兰经》说，亚伦在摩西在sīrsīnā'（阿拉伯语：Sinai Mount Sinai）的领导层委托以色列的领导人。[11] [12] [12] [失败验证]补充说，亚伦竭尽全力阻止对金牛的崇拜，这不是亚伦建造的，而是由一个以“ as-samiri”为名的邪恶的人建造的。[13]当摩西从西奈山回来时，他斥责亚伦允许对偶像的崇拜，亚伦恳求摩西在其建筑中没有作用时不要怪他。[14] [12]古兰经随后补充说，摩西在这里感叹以色列的罪，并说他只对自己和亚伦拥有权力。[15]\n\n后来，亚伦在古兰经中被纪念为具有“明确权威” [16]的人，并被“指导到正确的道路”。[17]它进一步补充说，亚伦的记忆留给那些追随他的人[18]，他和他的兄弟一起得到了上帝的祝福[19]古兰经也说，人们称呼“伊萨的母亲玛丽亚姆（Arabic）：阿拉伯语：مـ厄一，玛丽）A”哈伦“ [20]穆斯林学者的姐姐辩论了这个“哈伦”是谁是他的历史角色，有人说这是对出埃及记的参考，而“姐妹”一词仅指定了一个隐喻或两个人物之间的精神联系，当玛丽是亚伦祭司血统的后代时，更明显的是，而其他人则认为这是在基督时代以“亚伦”的名义生活的另一个正义的人。大多数学者都同意了以前的观点，并将玛丽与亚伦的真实姐姐，她的同名米雅姆（阿拉伯语：贵重：希伯来语：מִרְמִרְָם）联系起来，[21]，她在许多方面都相似。古兰经还叙述，几个世纪后，当塔布特（阿拉伯语：盟约方舟）返回以色列时，它包含“摩西家族和亚伦家族的遗物”。[22]",
"Dhul-Kifl": "dhul-kifl（阿拉伯语：ذُٱٱ第fl-kīfl，字面意思是“ kifl的拥有者”；也拼写为dhu l-kifl，dhul-kifl，Zu al-kifl，Zu al-kifl或Zu L-Kifl）是伊斯兰先知。尽管他的身份尚不清楚，但他的身份被理论化并被确定为各种希伯来圣经先知和其他人物，最常见的是以西结和高塔玛佛。[1] [2] [3] [3] [4]据信，杜尔·吉夫（Dhul-Kifl）被安拉崇高到生活中的一个高级站，并在《古兰经》中被记载为“善良的公司”的人。[5]尽管对其他历史来源的Dhul-Kifl知之甚少，但来自古典评论员（例如Ibn Ishaq和Ibn Kathir）的所有著作都将Dhul-Kifl作为一个预言，圣人，他们仍然忠于日常祈祷和敬拜[[[[ 6]\n\n在埃尔加尼省迪亚巴基尔省的一个坟墓被某些人认为是先知dhul-kifl的休息之地。它位于距市中心5公里的位于一个名为MakamDağı的山丘上。[7] [8]\n\n词源\n名称dhul-kifl的字面意思是“ kifl的拥有者”，其中使用一种名称，其中ذُ执行（“拥有者”）先于某些特征性相关的特征。[9]这种名称是在古兰经中使用的其他著名人物的使用，例如dhu al-qarnayn（阿拉伯语：ذُ ذُٱٱٱpartenter。 lin。 kifl是一个古老的阿拉伯语单词，意为“双”或“重复”，从根含义“到double”或“折叠”；它也用于一折。该名称通常被理解为“双重部分”。一些学者建议这个名字的意思是“有双重补偿的人”或“收到两次补偿的人”，[10]也就是说，这是工作的标题，因为他的家人被送回了他根据《古兰经》和《约伯记》。[11]\n\n根据一种观点，它的意思是“ kifl的人”，因为“ ...”是分词dhū的另一种可能的翻译，据称KIFL是“ Kapilavastu”的阿拉伯语演绎。[12]\n\n以西结\n有些人认为Dhul-Kifl可能是以西结。当流放，君主制和国家被歼灭时，政治和民族生活已经不可能了。根据他的书的两个部分，他的个性和讲道都是双重的，标题dhul-kifl的意思是“一个to to double”或“折叠”。\n\n阿卜杜拉·优素福·阿里（Abdullah Yusuf Ali）在《古兰经》评论中说：\n\ndhul-kifl字面意思是“拥有或给予双重育儿或部分的拥有者”；否则，“使用双重厚度的斗篷的人”，这是KIFL的含义之一。评论员对谁的意思是不同的意见，为什么将标题应用于他。我认为最好的建议是Karsten Niebuhr在他的Reisebeschreibung Nach Arabien，哥本哈根，1778年，ii。 264–266，在伊斯兰百科全书中引用的伊斯兰教在Dhul-Kifl下。他参观了伊拉克的梅萨德（Meshad），也参观了纳杰夫（Najaf）和希拉（Hilla）（巴比伦）之间的名为Kifl的小镇。他说，凯菲尔是以西结的阿拉伯语形式。以西结神殿在那里，犹太人朝圣。如果我们接受“ dhul-kifl”不是一个称呼，而是一种阿拉伯语形式的“以西结”，它适合背景，以西结是以色列的一位先知，在第二次袭击耶路撒冷后，被尼布加达尼扎带走了巴比伦（大约B.C. 599）。他的书包括在英语圣经中（旧约）。[15]他被束缚并被束缚，并入狱，有一段时间他很愚蠢。他以耐心和恒定的态度犯下了一切，并继续大胆地谴责以色列的邪恶。在一段燃烧的段落中，他用永远真实的话谴责虚假的领导者：“对以色列的牧羊人敬畏自己的祸患！牧羊人不应该喂养羊群吗？你们吃脂肪，你们用羊毛给你衣服，是你的。杀死他们被喂食的人：但是你们不是喂养羊群。病人没有得到加强，你们也没有治愈那些生病的人，也没有束缚那些被打破的东西……”。[16]\n\n - 阿卜杜拉·优素福·阿里（Abdullah Yusuf Ali），《古兰经》：文字，翻译和评论[17]\n\n在古兰经中提到\n在古兰经\n在古兰经中，在以下经文中两次提到了Dhul-kifl：\n\n（记住）Ismail，Idris和Dhul-Kifl，所有（男人）的恒定和耐心。\n我们承认他们的怜悯：因为他们是正义的。\n\n - 古兰经，《古兰经》（Surah al-Anbiya）（21），艾亚斯（Ayahs）85-86 [13]\n并纪念Ismail，Elisha和Dhul-Kifl：每个人都是善良的公司。\n\n - 古兰经，苏拉·萨德（Surah Sad）（38），阿亚（Ayah）48 [14]\n在这两种情况下，在古兰经先知列表的上下文中都提到了dhul-kifl，其中包括上面引用的AYAT中未提及的许多其他人。\nAl Kifl（阿拉伯语：الكف。 Variant names for the shrine within Al Kifl are: Dhu'l Kifl Shrine, Marqad Dhu'l Kifl, Qubbat Dhu'l Kifl, Qabr al-Nabi Dhul-Kifl, Dhul-Kifl Shrine, Zul Kifl Shrine, Qabr Hazqiyal, Hazqiyal Shrine 。 Hazqiyal是希伯来语Y'Hezqel的阿拉伯语音译，在采用阿拉伯语后，塞法迪犹太人主要使用它。这表明犹太人等同于以西结和Dhul-kifl，而穆斯林埃克特斯也效仿了。伊拉克当局断言，在1316年（715–16 AH）伊尔卡尼德·苏丹·乌尔杰图（AH）从犹太社区获得了监护权对坟墓的权利。因此，根据同一先知的伊斯兰命名法，该神社被重命名。苏丹·乌尔杰图（Sultan Uljaitu）通过建造清真寺和尖塔来增加结构。他还恢复了神社的实施，通过将其目前的状态与前伊尔卡尼德旅行者的描述进行比较，从而明确了一些改变。直到19世纪初，该地点一直是穆斯林朝圣之地，当时富有的犹太人梅纳姆·伊本·丹尼亚尔（Menahim Ibn Danyal）成功地将其转换回犹太人遗址并恢复了它。尖塔仍然是其作为伊斯兰遗址任期的唯一见证人。尽管清真寺和尖塔是在14世纪建造的，但无法确定神社和坟墓的古代。[18]\n\n豪塔佛佛\nDhul-kifl也已与Gautama Buddha一起确定。[19] [20] [21] [22] Dhul-Kifl的含义仍在辩论中，但根据一种观点，这可能意味着“来自Kapil的人（Kapilavastu，佛陀一生中三十年的城市）。[12] [20] [20]\n\n这种观点的支持者引用了《古兰经》第95章的第一节经文：\n\n在无花果和橄榄和西奈山上，以及这个安全的麦加山！\n\n - 古兰经，95：1-3\n根据这种观点，从这些经文中提到的地方：西奈是摩西得到启示的地方；麦加是穆罕默德获得启示的地方。橄榄树是耶稣得到启示的地方。在这种情况下，剩下的无花果树是豪塔玛佛得到启示的地方。[21]\n\n有些人还进一步说明穆罕默德本人是佛陀，因为佛陀一词的意思是“开明了一个”。[23]\n\n其他\nDhul-Kifl也已与Joshua，Obadiah [24]和Isaiah。[25] [24]一起被发现。",
"Dawud": "dawud（阿拉伯语：罗马化：达瓦德[daːwuːd]）是上帝的先知和使者（真主），是以色列英国的义人，神圣的君主。[1]此外，穆斯林还尊敬戴维（David）获得了扎布尔（Zabur）的神圣启示（诗篇）。[2] [3]达瓦德被认为是伊斯兰教中最重要的人之一。大卫在《古兰经》中提到了十六次，在伊斯兰圣经中作为穆罕默德之前先知链的联系。[4]尽管他通常不被认为是“律法”先知之一（乌尔·阿兹姆），但他远非伊斯兰思想中的边缘人物。[2]在后来的伊斯兰传统中，他因在祈祷和禁食方面的严谨而受到称赞。他也被当作典型的公正统治者，是上帝在地球上的权威的象征，既是国王和先知。\n\n大卫对伊斯兰耶路撒冷的宗教建筑尤为重要。[1]达瓦德（Dawud）被称为圣经大卫，据希伯来圣经说，他是以色列和犹大英国的第二任国王，统治了c。公元前1010  -  970年[需要引用]\n\n在古兰经提及\n大卫在《古兰经》中的叙述在许多方面都与圣经中的叙述相似。他被任命为先知（Nabī），也被任命为Messenger（Rasūl），大卫被包括在接受启示（Waḥy; Q4：163）或指导（Hudā; 6:84）的人的名单中。在这两个清单中，他的名字出现在他的儿子所罗门旁边。古兰经在其他地方解释说，上帝赐给了他们俩“合理的审判”（ḥukm; 21:79）和“知识”（ʿilm; 21:79; 27:15）的礼物。然而，《古兰经》还归功于大卫的优点，使他与所罗门区分开：大卫杀死了巨人（2：251），并获得了一个名为“诗篇”的神圣启示[5]（古兰经17:55使用不确定的形式，而21：105用途明确的形式al-zabūr）[5]大概是对诗篇或诗篇的引用（zabūr一词可能与希伯来语术语Mizmōr或叙利亚Mazmūrā，“ psalm”有关）。山和鸟类与大卫一起称赞上帝（21:79；在34:10中，上帝命令他们这样做；上帝使戴维（David）成为“副人”（Khalīfa; 38:26），这是古兰经否则只给亚当（2:30）的标题。这个标题表明，根据《古兰经》，大卫不仅仅是一个使者：他是一个神圣的指导领袖，在地球上建立了上帝的统治。[1] 2：251也提出了这个角色：“上帝赋予了他权威（穆尔克）和智慧（ḥikmah），并教给他他的意愿。如果上帝不驱使他人驱赶某些人，那么地球就会腐败。” [2] [2这是给予的\n\n在向大卫教导的东西中，有能力制作盔甲（21：80，34：10-11），这一建议是大卫的军事剥削是上帝的行为。同样，重要的是，古兰经对大卫的“智慧”的提及有时被古典埃克特斯作为预言的礼物来解释。[6]古兰经还坚持认为两者都诅咒那些不相信的以色列人（5:78），与大卫和耶稣联系（5:78）。此外，根据古兰经的说法，大卫在分配正义时具有区分真理和虚假的能力（Faṣlal-Khiṭāb，38:20）。此外，还有对大卫进行了测试的暗示，他在其中祈祷和悔改，上帝原谅了他（38：24-5）。苏拉特·萨德（Surat Sad）（《古兰经》第38章）也被称为“大卫的苏拉” [7] Exegetes解释说，自从大卫要求上帝原谅他时，穆罕默德被命令模仿他并在阅读本章时进行俯卧。[8]\n\n宗教意义\n大卫是少数获得王权的伊斯兰先知之一。尽管国王统治期间其他先知宣讲，但戴维（David）的时代是国王。因此，他收到了一项非常艰巨的任务，以确保以色列人民不仅在精神上受到控制，而且该国本身也保持强大。他作为领导人和先知的地位都被所有穆斯林尊敬，这是极高的排名之一。大卫的人物与他的先知儿子所罗门（Solomon）的身影是统治自己土地的人的标志性。上帝经常提到大卫在古兰经中作为先知和使者的高级。他经常与其他先知一起提到他，以强调他的伟大。例如，上帝说：\n\n我们给了他以撒和雅各布，并指导他们，就像我们在他们面前指导诺亚以及他的后代大卫和所罗门和约伯，约瑟夫和摩西和亚伦。因此，我们奖励那些正直并做好事的人。\n\n - 古兰经6:84 [9]\n哈里发乌马尔（Umar）访问耶路撒冷时，族长索菲（Sophronius）陪同他在圣殿山上，而他搜寻了米赫拉布·达沃德（Mihrab Dawud）（大卫的祈祷黑人）进行祈祷。后来的评论员与大卫塔一起确定了该网站。在圣训中，提到大卫的祈祷和禁食是上帝的珍贵。\n\n叙述了阿卜杜拉·本·阿姆·本·阿尔·阿斯：阿拉的使徒告诉我：“对阿拉最受欢迎的祈祷是大卫和真主最受欢迎的斋戒是大卫的那些祈祷。然后祈祷三分之一的夜晚，然后再次入睡第六部分，并在替代日期习惯了。”\n\n - 穆罕默德·布卡里（Muhammad al-Bukhari），Sahih al-Bukhari [10]\n大卫书\n主要文章：Zabur\n扎布尔（Zabur）是上帝所归因于戴维（David）的圣书，就像穆萨（摩西（Mus））收到tawrat（律法）一样，伊萨（Isa），耶稣（耶稣）收到了印第安人（福音），穆罕默德（Muhammad）接受了古兰经。在目前的希伯来圣经中，扎布尔被称为诗篇。但是，像过去的其他经文一样，诗篇被认为随着时间的流逝而被腐败，现在一些原始信息已经消失了。尽管如此，穆斯林被告知要以极大的尊重来对待当前的诗篇，因为他们原始形式也是一本灵感的上帝书。古兰经指出：\n\n您的主知道在天堂和大地上的任何人。我们崇高了一些先知。大卫给了我们给诗篇。\n\n - 古兰经17:55 [11]\n\n 古兰经4：163; 17:55。\n 古兰经4：163; 6:84。\n 例如taʾrīkh，我，559\n HibatAllāhb。 Salāma，al-nāsikhwa-l-Mansūkh（在Wāḥidī的边缘，Asbāb），开罗1316/1898-9，262\n bukhārī，ṣaḥīḥ，vi，155\n 古兰经6:84\n Sahih al-Bukhari，2：21：231\n 古兰经17:55",
"Suleyman": "根据《古兰经》，《古兰经》（Solomon）是古兰经（Malik）（Malik，Lit。King'）和Nabī（Nabī（fiente），SulaimānibnDāwūd（阿拉伯语：舍罗（David）的儿子，solomon，david'的儿子）和nabī（fient.的'Prophet。以色列人。通常，伊斯兰传统认为他是犹太人的第三国王和以色列的明智统治者。[1]\n\n在伊斯兰教中，所罗门被认为是上帝的先知之一，他被赋予了许多神圣的礼物，包括与动物和金的交谈的能力。据说他还奴役了shayāṭīn（点燃的devils'）和dīv（bit。'demons'），并在上帝给他的戒指的支持下。[2] [2]\n\n穆斯林进一步坚持认为，他一生都是忠实的一神论者。在整个以色列国统治着统治；拥有一定程度的王权，在他之前或之后没有给予王权。并履行了他的所有诫命，并在他的生命结束时在Jannah（ججstim，点燃的'ججّة'）的所有诫命都承诺。[3]自伊斯兰教崛起以来，各种阿拉伯历史学家都将所罗门视为历史上最伟大的统治者之一。[4]\n\n在古兰经提及\n古兰经和解释\n在现场审判\n古兰经（21:78）在涉及所罗门的最早叙述中，简短地暗示了一个故事，即所罗门在父亲的陪伴下，当时有两个人来要求大卫对他们之间的审判，以判断他们关于ḥarth的审判（field）。 5]后来，穆斯林评论员扩大了典故，包括al-Tabari，Baidawi和Ibn Kathir。[6] [7] [8]他们说，两个人中的第一个说他拥有一个葡萄园，他整整一年都非常关注。但是有一天，当他缺席时，另一个男人的绵羊陷入了葡萄园，吞噬了葡萄。他要求对这种损害进行补偿。[9]：62在听到该人的投诉后，所罗门建议绵羊的所有者带另一个人的葡萄园维修和耕种，直到葡萄藤返回其前州，然后他应该返回它给所有者。同时，葡萄园的所有者将照顾绵羊，并从羊毛和牛奶中受益，直到他的土地归还给他为止，这时他将把绵羊归还给主人。这种回应表明了所罗门的判断力，古兰经说，[10]将在他的一生中描述所罗门。按照穆斯林的传统，ḥikmah（智慧）总是与所罗门有关，后来甚至被称为Sulaimānal-ḥakīm（Sulaimānal-ḥakīm）（舍罗姆·艾尔·ٱٱٱْح ْح留，“所罗门·明智”）。这个故事是在凯布拉·纳加斯特（Kebra Nagast）中改编的，但作为所罗门儿子的裁决。[7]\n\n所罗门和恶魔\n\n夏巴女王\n《古兰经》叙述说，风被屈服于所罗门[11]，他可以自行控制它，而吉恩也受所罗门的控制。金恩帮助加强了所罗门的统治。魔鬼（Shayatin），[12]和恶魔被迫为他建造纪念碑。[13]上帝还造成了MoltenQiṭr（قِطْر，“黄铜”或“铜”）的奇迹般的孙子（，“泉”或“春天”），用于所罗门。[11]\n\n大卫去世时，所罗门继承了他作为以色列人的预言之王的地位。所罗门曾经允许一名妇女建造父亲的雕像。后来，她开始崇拜这座雕像，所罗门因在他的王国中容忍偶像崇拜而受到斥责。作为惩罚，上帝使其中一个被奴役的恶魔偷走了所罗门的戒指并接管了他的王国（Surah 38:34）。后来，他悔改了自己的罪，再次获得了对恶魔的控制，重点是建造圣殿。[14]他向上帝祈祷，给他一个与他之后不同的王国。[15]上帝接受了所罗门的祈祷，并给了他他所喜欢的东西。\n\n所罗门对恶魔的戒指丧失了忠诚的解释，可以理解是代表一个人的灵魂，使其成为恶魔的激情。[16] Nishapur的Attar写道：“如果您绑定Div（恶魔），您将与所罗门（Solomon）一起前往皇家馆”和“您对自己的王国没有任何命令，因为在您的情况下，Div代替所罗门”。 。[17]\n\n与塔尔木德（Talmudic）的传统不同，所罗门（Solomon）没有意识到，从未参加过偶像崇拜。[18]此外，《古兰经》拒绝说所罗门是魔术师：“（...）所罗门并不相信，但魔鬼不相信，教男人魔术和（...）”。 （2：102）\n\n所罗门和蚂蚁\n所罗门甚至教过各种动物的语言，例如蚂蚁。古兰经报道说，有一天，所罗门和他的军队进入了蚂蚁山谷的Wādin-naml（›ٱٱdin。看到所罗门和他的军队，namlah（女蚂蚁）警告其他所有人“……进入您的居住，以免所罗门和他的主人粉碎您（在脚下），而不知不觉中。” [19]立即理解。蚂蚁一如既往地向上帝祈祷，感谢他赐予他这样的礼物[20]，并进一步避免践踏蚂蚁殖民地。[9]：63 [21]所罗门的智慧，然而，在他从上帝那里得到的礼物中，穆斯林坚持认为所罗门从不忘记他的日常祈祷，这比他的任何礼物更重要。\n\n训ege文学强调了蚂蚁的智慧，并解释了所罗门礼物控制风的含义。根据Siracü'l-Kulub的说法，蚂蚁问所罗门是否知道为什么被称为“所罗门”（苏利曼）。所罗门说他没有，随后蚂蚁继续解释：“尽管您的心是听起来的（Selim），并且您知道下一世的情况，但您已经接受了这个世界的一些乐趣，并被其拥有和所欺骗王权；因此，您被称为所罗门。”之后，蚂蚁问所罗门，他是否知道为什么上帝为他征服了风。所罗门再次说不，蚂蚁回答：“他屈服了风：您所接受的是什么都不是。就像风经过一样，世界的财富和王权也经过。”像Fakhr Al-Din Razi和Al-Qurtubi这样的学者将蚂蚁提升到了人类的审查级等级。[22]（P198）\n\n征服萨巴'\n\n马里布（Ma'rib）的巴兰神庙（Barran Temple\n所罗门王权的另一个重要方面是他的军队的规模，其中包括人和金。所罗门经常会评估他的部队和战士，以及吉恩和所有在他身下工作的动物。有一天，当检查他的部队时，所罗门发现了大会中缺少Hud-Hud（Hoopoe，Hoopoe）。[23]然而，不久之后，哈德·赫德（Hud Hud）到达所罗门法院（Solomon's Court），说：“我已经指着你没有指南针的（我没有指南针），我从萨巴（Saba）来到了你的tie tidings tire。” [24] hud hud又进一步告诉所罗门，谢巴人民崇拜太阳，统治王国的女人高度聪明和有力。仔细聆听的所罗门选择写信给Sheba的土地，他将试图说服Sheba人民停止对太阳的偶像崇拜，并来敬拜上帝。所罗门命令hud hud给夏巴女王（bilqis），然后隐藏和观察她的反应。[9]：64 Hud-Hud接受了所罗门的命令，然后直接飞回Sheba送达Sheba给女王的信。女王随后叫她的部长上法庭，向他们大声朗读所罗门的信，向谢巴人民说：“以真主的名义，慈悲的是仁慈的人，无论你不是对我崇高，而是作为穆斯林（贵重了我） ）。”她与部长和其他法院官员一起咨询，说：“我的人民，我很清楚你是勇敢而强大的战士，地球上没有人能反对你，但我仍然会知道你的想法事情。”法院人民回答：“女王，你的命令是你的力量，我们将服从它。”然而，最终，女王来到所罗门，宣布她屈服于上帝。[25]\n\n所罗门和伊斯兰特\n当比尔奇斯（Bilqis）前往所罗门法院时，国王竞标他的仆人在她到达之前就送达了她的宝座。伊斯兰特（Ifrit）提供了他的服务（Q27：38-40），但所罗门（Solomon）拒绝了，而是将这项任务委托给了一位奴役，他是一个虔诚的家伙，向上帝祈祷为他祈祷。奇妙的关系，他的祈祷得到了回答，王位由上帝的能力出现在所罗门的宫殿中。当比尔奇斯到达时，所罗门问她是否认出了自己的宝座，但是她努力抓住上帝所做的奇迹，给了国王一个回避的答案，在最终采用所罗门的信仰之前，她赢得了奇迹没有的证据。仅仅是伊奇特（Ifrit），而是上帝本人。所罗门拒绝了伊斯兰国的诱人提议，因为他试图仅依靠上帝，而不是依靠恶魔或任何其他创造的人，并因成功地将比尔奇斯转变为真正的信仰而获得了回报。[26]\n\n死亡\n\n苏莱曼的陵墓，耶路撒冷的旧城Al-Aqsa清真寺\n古兰经说所罗门在靠在员工身上时死了，他一直站着，被它支撑，直到有点生物 - 蚂蚁或蠕虫 - 直到最后，直到最后，它才被终于被抛弃了。身体崩溃。\n\n然后，当我们颁布（所罗门）死亡时，除了一点点蠕虫外，什么都没有向他们展示他的死亡，而这是（慢慢）朝他的员工倾斜：所以当他摔倒时，Jinn清楚地看到，如果他们知道看不见，他们不会受到屈辱的惩罚（他们的任务）。\n\n - 《古兰经》，《古兰经》 34（萨巴），阿亚14 [27]\n当他保持直立，支撑在他的员工身上时，吉恩认为他还活着并监督他们。\n\n他们只有当上帝派遣一个生物从地面上爬出来并向所罗门的员工gnaw时，他们才意识到真理，直到他的尸体崩溃。这节经文被理解为告诉听众，金恩不知道看不见的（al -ghaib） - 如果他们知道了，他们就不会像傻瓜那样辛苦苦苦挣扎。[28]\n\nMahammaddim在所罗门之歌中\n更多信息：穆罕默德和圣经和闪族根\n受《古兰经》经文的启发，一些穆斯林[哪个？]相信穆罕默德（阿拉伯语：它们之歌（5:16）中，都提到了穆罕默德（Arabic：和sopertical'sosonant Letters：M-ħ-M-D）。 consonant的字母：m-ħ-m-d-y-m），即使后一个单词被犹太人翻译为“理想”或“可爱”。[29]\n\n所罗门和贾姆希德\n\n伊朗波斯波利斯的一般视图（2）（裁剪）\n根据诗人Firdausī的Shāhnāma的说法，Jamshid是世界第四王。像所罗门一样，他被认为对世界上所有的天使和恶魔都有指挥，并且既是霍莫兹德的国王和大祭司（艾哈拉·马自达）。他负责许多伟大的发明，使他的人民更加安全：盔甲和武器的制造，亚麻，丝绸和羊毛衣服的编织和染色，砖的建筑，珠宝和贵金属的采矿，制作香水和葡萄酒，医学艺术，帆船上世界水域的导航。他的jamshid现在已成为世界上最伟大的君主。他被皇家法尔（Avestan：khvarena）赋予了崇高的光芒，这是一种光芒四射的辉煌，受到神的青睐烧毁了他。\n\n由于两个明智的君主之间的相似之处，有些传统将两者混为一谈。例如，所罗门与阿尔·巴尔基（Al-Balkhi）作品中对伊朗西南部的裁决有关。波斯波利斯被认为是所罗门的所在地，并被Mas'udi，Muqaddasi和Istakhri等学者描述为“所罗门的游乐场”。其他穆斯林作家反对所谓所罗门曾经在伊朗统治的信念，认为所罗门和贾姆希德的生活与契据之间的任何相似之处纯粹是偶然的，两者都是独特的和独立的人物。[30] [31]后一种观点是后一种观点在印欧神话领域的学术验证，该学家最终证明了角色Jamshid源自早期的琐罗亚斯德教徒Yima Yima，[32] [33] [33]，而Quranic and Crainic and Chinical Chartership支持了Wise Prophet King的历史性衡量标准。 [34]",
"Ilyas": "伊利亚斯（阿拉伯语：إ。）是上帝（真主）的先知和使者，被派去指导以色列的孩子。他被赋予预言的使命，以防止人们崇拜偶像。[1] Ilyas是Alyasa的预言。[2]一些伊斯兰学者认为，伊利亚斯来自哈伦（Aaron）的后代。[3]\n\n一些穆斯林认为，伊利亚斯还活着，每年都与凯吉一起参加朝圣。[4]一些穆斯林还认为，伊利亚斯将在结束时间返回。[5]\n\n早期生活\n在伊斯兰的来源中，伊利亚斯的全名是伊利亚斯·伊本·亚辛（Ilyas ibn Yasin）[6]，因为在As-Saffat 37：130中，Ilyas被称为Yasin。[7]伊斯兰圣训中还提到了一些伊利亚斯的故事。例如伊利亚斯（Ilyas）干旱的以色列人的诅咒，[8]治愈阿里萨（Alyasa）[9]，并与亚哈（Ahab）作战。[10]\n\n根据许多伊斯兰消息来源和圣经，埃里亚斯（A）还活着并升至天空。[11]但是，伊本·凯蒂尔（Ibn Kathir）不接受这些圣训，而是在以色列中考虑了这些圣训。[12]在Mu'jam al-Buldan中，Yaqut al-Hamawi提到了Baalbek的Elias（A）的坟墓。[13]后来在这个坟墓上建造了一座神社，但它是献给“先知艾拉”的，即使当地人相信它，是埃利亚斯（A）[14]的墓\n\n预言\n伊利亚斯（Ilyas）首先被称为阿尼姆（Al-Anam）6:85的先知。[15]他邀请他在巴尔贝克生活的人民一神教，服从上帝并放弃罪恶。[16]他的主要任务是防止崇拜偶像的人。[17]在他面对多年的人民的持久性之后，用干旱诅咒他们，人们遭受了饥饿的袭击。[18]伊利亚斯在《古兰经》和后来的穆斯林传统中的叙述非常类似于希伯来圣经和穆斯林文学记录以利亚在亚哈和耶洗别的统治期间进行的主要预言，以及阿哈齐亚。其他先知和圣徒，包括伊德里斯（Idris），一些学者认为这是伊利亚斯（Ilyas）的另一个名字，[21]和khidr。[22]伊斯兰传奇后来发展了伊利亚斯的人物，大量尊重他的属性，一些伪经文学使伊利亚斯的地位是半人类，半天使的地位。[23]伊利亚斯还出现在后来的文学作品中，包括汉扎纳玛。[24]\n\n古兰经\n在《古兰经》中提到了伊利亚斯，在那里他的讲道以简洁的方式讲述。古兰经叙述说，伊利亚斯告诉他的子民敬拜上帝，离开对该地区的主要偶像巴尔的崇拜。古兰经指出：[1]\n\n“伊利亚斯确实是使徒之一。当他对他的子民说：“你不惧怕上帝吗？ “你们会呼唤巴尔，留下最好的创造者，上帝，你的主和珍惜，以及你的旧父亲的耶和华和珍藏者吗？\n\n - 萨法特123–126\n古兰经清楚地表明，大多数伊利亚人的人民否认了先知，并继续跟随偶像崇拜。然而，它提到，少数虔诚的上帝的仆人跟随以利亚，相信并崇拜上帝。古兰经说：“他们否认了他（以利亚），并且肯定会受到惩罚，除了神的真诚而虔诚的仆人（其中包括）。\n\n在《古兰经》中，上帝在两个地方称赞以利亚：\n和平在以利亚！这就是我们奖励那些做得好的人的方式。他确实是我们信仰的仆人。\n\n - 古兰经，第37章（As-Saaffat），第129–132节[27]\n还有Zakariya，Yahya，Isa和Ilyas，​​它们都是从义人中\n\n - 古兰经，第6章（al-an'am），第85节[28]\n包括阿卜杜拉·尤苏夫·阿里（Abdullah Yusuf Ali）在内的众多评论员对第85节的评论说，伊利亚斯，扎卡里亚，雅阿和伊萨都在精神上联系在一起。阿卜杜拉·尤苏夫·阿里（Abdullah Yusuf Ali）说：“第三群体不是行动的人，而是真理的传教士，他们过着孤独的生活。他们的表现是：“义人。浸信会被称为“要来的伊利亚斯”（马太福音11:14）；据说埃里亚斯（Elias）在山上的变形（太17：3）中与耶稣交谈并与耶稣交谈。 29]\n\n尽管大多数穆斯林学者认为以色列在以色列讲道，但古兰经的一些早期评论员表示，伊利亚斯被派往黎巴嫩的巴尔贝克。[30]现代学者拒绝了这一说法，称这座城市与以利亚的联系是由于城市名称的前半部分而建立的，巴尔是巴尔的，这是以利亚劝告他的人民停止崇拜的神灵。拒绝与巴尔贝克（Baalbek）拒绝以利亚（Elijah）小镇的识别的学者进一步争辩说，在古兰经或希伯来语圣经中，伊利亚斯的叙述没有提及巴尔贝克镇。[31]\n\n死亡\n随着时间的流逝，干旱蔓延，许多人死亡。当他们看到自己施加犯罪，后悔过去的事迹，转向埃里亚斯（A），并接受了他的邀请。[32]然后，由于埃里亚斯的祈祷（a）一阵大雨，土地被满足。但是，过了一会儿，人们忘记了与上帝的盟约，并回到偶像崇拜。当伊利亚斯看到这一点时，他向上帝询问了自己的死。但是，上帝向他送了一场火车，他登上了天空，选择了阿里萨（Alyasa），后者是他的学生作为他的副人。[33]伊利亚斯很少与伊斯兰末世论有关。[34]但是，一些穆斯林认为，预计伊利亚斯将与神秘的人物Khidr一起回来。[5]\n\n遗产\n穆斯林文学和传统讲述了伊利亚斯向以色列王国讲道，由亚哈和后来的儿子阿哈齐亚（Ahaziah）统治。他被称为“沙漠先知，例如耶和华”。[35]据信伊利亚斯（Ilyas）向亚哈（Ahab）和他的妻子耶兹贝尔（Jezebel）传授了热情，根据穆斯林的传统，他们部分负责崇拜这一地区的虚假偶像。穆斯林认为，这是因为大多数人拒绝听以利亚，以利沙必须继续向以色列传授上帝的信息。[36]\n\n伊利亚斯（Ilyas）一直是穆斯林文化中传说和民间故事的主题，通常涉及他与基德（Khidr）的会面。根据穆斯林的一份报告，穆罕默德在麦加遇到了伊利亚斯。[37]在伊斯兰神秘主义中，伊利亚斯与贤哲khidr紧密相关。一位圣训报告说，伊利亚斯和吉德每年在耶路撒冷见面，前往麦加朝圣。[38]伊利亚斯（Ilyas）也无数次出现在哈姆扎纳马（Hamzanama），在那里他被称为吉德（Khidr）的兄弟，也是一个从青年源中喝酒的人。[39]此外，在Kitab al-Kafi中叙述了Imam Ja'far al-Sadiq在叙利亚语言中背诵伊利亚斯的叛变，并开始哭泣。然后，他将阿拉伯语的恳求翻译成一群来访的学者：\n\n“主啊，我会发现你惩罚我，尽管你在中午的热烈中知道我的渴求吗？我会发现你惩罚我，尽管你知道我在地球上摩擦我的脸以崇拜你吗？我会发现你惩罚你我虽然你知道我为你放弃罪过吗？我会发现你惩罚我，尽管你知道我整夜都为你醒着吗？”然后，真主启发了伊利亚斯，“从地球上抬起头，因为我不会惩罚你”。[40]\n\n笔记\n “埃利亚斯与以利亚相同，以利亚的故事将在1王17-19和2王的旧约中找到。 ），（北部）以色列或撒玛利亚王国的国王。他是沙漠的先知，例如施洗约翰（John Baptist），与我们的圣先知不同，我们的圣先知参与，控制和指导了他的人民的所有事务。和阿扎里亚（Azariah）容易陷入对巴尔的崇拜，在叙利亚崇拜的太阳神。崇拜还包括对自然力量和繁殖力量的崇拜，就像在印度教对林加姆的崇拜中一样，导致了许多虐待。亚哈嫁给了西顿公主，耶洗别，一个邪恶的女人，带领丈夫抛弃阿拉并采用巴尔·诺言。” ……”他与先知以利沙离开了地幔。” [20]",
"Alyasa": "Alyasa（阿拉伯语：罗马化：Alyasā'）是上帝（真主）的先知和使者，他被派去指导以色列的孩子。在《古兰经》中，阿里萨（Alyasa）两次被称为先知[1]，并与先知同胞一起被提及。[2]他以穆斯林为伊利亚斯（Elijah）的预言继任者。用吉德（Khidr）识别以利沙的伊斯兰消息来源，引用了伊斯​​兰传统中吉德（Khidr）和伊利亚斯（Ilyas）之间的牢固关系。[3]\n\n性格\nAlyasa的名字在Al-An'am 6:86和Sad 38:48中两次提及。在那些经文中，没有提及阿里萨的个性或预言，他被称为“尊敬”和“选举”。[4]根据《古兰经》的说法，以利沙被“在其余的创造之上”（阿拉伯语：فففضضضضضضضضفعىىىىىٱٱٱٱٱٱٱٱٱٱٱḍḍḍḍala l-βallammasizized：faḍḍalnābouthamlammasizeand oban oban oban oban oban：qulan： Mina l-akhyār）。[5] Al-an'am 6:86和Sad 38:48在Alyasa中提到了：\n\n以及Ismail，Alyasa和Yunus，以及Lut；每个人都在世界上介绍了世界；\n\n -  al-an'am 6:86\n并记住我们的仆人Ismail，Alyasa和Dhul-Kifl，每个人都非常好。\n\n - 悲伤38:48\n奇迹\n在来自阿里·里达（Ali al-Ridha）的什叶派圣训中，有人提到阿里萨（Alyasa）有一些奇迹，包括死者的复兴，治愈生病并在水上行走。[需要引用]\n\n声称坟墓\n一些穆斯林认为，以利沙墓在沙特阿拉伯东部地区的Al-Awjam中。沙特政府将神社撤离，因为这种崇拜不符合瓦哈比或萨拉菲改革运动在沙特阿拉伯的占主导地位。[6] [7]在奥斯曼阿拉伯时期，这是许多世纪以来一直是一个重要的地标，并且在整个前现代时期一直是所有教派穆斯林的朝圣目的地。[8]\n\n以利沙的坟墓出现在土耳其迪亚巴基尔省的Eğil区。[9]最初的神社在1994年被淹没的河床附近。市议会与宗教事务局合作成立了九个学者的秘密委员会，以避免吸引公众对挖掘的愤怒。在该地区被洪水淹没之前，晚上被挖了坟墓，先知保存的尸体（由九名学者和官方工人见证）被挖掘出来，被埋葬在俯瞰被洪水平原的山上。然而，当晚的许多乡镇人都在梦中看到了先知，并在日出之前发现了他在新地点的重态。[10] [11]",
"Yunus": "Yunus ibn Matta（阿拉伯语：罗马化：Yūnusibn Matta）是上帝的先知和使者（真主）。传统上，尤努斯（Yunus）在伊斯兰教中被认为是一位忠于上帝并传达其信息的先知。[1] [2]尤努斯（Yunus）是《古兰经》中唯一的十二个未成年先知中的唯一一位。[3]古兰经的第十章以他的名字命名。[4]\n\n尤努斯被称为dhul-nun（阿拉伯语：ذُ执）和穆斯林。[5]他在古兰经中被提及四次。[6]\n\n圣经提及\n在穆罕默德一生中，在几起事件中也提到了尤努斯。在某些情况下，穆罕默德（Muhammad）对尤努斯（Yunus）的名字表示赞赏和崇敬。根据有关穆罕默德一生的历史叙述，经过十年的启示，穆罕默德去了塔伊夫市，看看其领导人是否允许他从那里而不是麦加宣讲他的信息，但他是由他从城市中铸造的，但是人民。他在Quraysh部落的两名成员的乌特巴花园和沙巴花园里庇护所。他们派遣了仆人亚的达斯，为他服务葡萄以维持生计。穆罕默德问亚当达，他来自哪里，仆人回答了尼尼微。 “尤努斯镇公正，阿米泰的儿子！”穆罕默德大叫。亚当达（Addas）感到震惊，因为他知道异教徒阿拉伯人对尤努斯（Yunus）一无所知。然后，他问穆罕默德如何认识这个人。 “我们是兄弟，”穆罕默德回答。 “尤努斯也是上帝的先知，我也是上帝的先知。”阿达斯立即接受了伊斯兰教，亲吻了穆罕默德的手和脚。[10]\n\n穆罕默德（Muhammad）的一句话在伊玛目·布哈里（Imam Bukhari）的收藏中说，穆罕默德说：“不应该说我比尤努斯更好”。[11] [12] [13] [13] [14]穆罕默德（Muhammad）的老年人伊本·阿比·萨尔特（Ibn Abi al-Salt）教导说，如果尤努斯（Yunus鱼的腹部内的日子”。[14]\n\n九世纪的波斯历史学家艾尔塔巴里（Al-Tabari）记录说，乔纳（Jonah al-Tabari还写道，真主使鱼的身体透明，让尤努斯看到“深处的奇观” [15]，尤努斯听到所有鱼在歌唱真主的赞美。[15]十个世纪的诗人基赛·马瓦兹（Kisai Marvazi）记录了尤努斯（Yunus）的父亲在尤努斯（Yunus）出生时已经七十岁[14]，他不久后去世，[14]尤努斯（Yunus）的母亲除了木勺，事实证明成为聚宝盆。[14]\n\n坟墓\n另请参阅：摩苏尔的清真寺和神社§清真寺\n\n尤努斯清真寺废墟的照片在伊黎伊斯兰国毁灭之后\n尼尼微（Nineveh）目前的位置标志着五个大门的发掘，四个侧面的一部分墙壁和两个大土墩：库扬吉克（Kuyunjik）的山和纳比·尤努斯（Nabi Yunus）的山丘（请参阅脚注中的地图链接）。[16]纳比·尤努斯（Nabi Yunus）的一座清真寺献给了约拿（Jonah），并装有一座神社，该神社被穆斯林和基督徒尊敬为乔纳（Jonah）的墓地。[17]该坟墓是一个受欢迎的朝圣地[18]，是中东犹太人，基督徒和穆斯林团结的象征。[18] 2014年7月24日，伊拉克伊斯兰国和黎凡特（ISIL）摧毁了包含坟墓的清真寺，这是摧毁其认为是偶像崇拜的宗教庇护所的运动的一部分。[19] [18] [18]摩苏尔于2017年1月从伊黎伊斯兰（Isil）撤回后，埃萨哈登（Esarhaddon）建造的一座古老的亚述宫殿可追溯到公元前7世纪上半叶，在毁灭的清真寺下面发现了。[18] [20]伊黎伊斯兰国掠夺了在黑市上出售的物品宫殿，[18] [20]，但是一些更难运输的文物仍然存在。[18] [20]\n\n其他穆斯林坟墓\n乔纳（Jonah）墓的其他知名地点包括阿拉伯村庄的马什哈德（Mashhad），位于以色列的古老遗址上； [21]希伯伦以北5公里（3.1英里）的巴勒斯坦西岸霍尔尔（Halhul）; [22]和[22]和[22]和[22]和黎巴嫩萨拉凡德（Sarafand）市附近的避难所。[23]另一个传统将坟墓置于现在称为Giv'at Yonah的山丘上，即“约拿山”，在以色列小镇Ashdod的北部边缘，在一个现代灯塔覆盖的地点。\n\n在土耳其的迪亚尔巴基尔（Diyarbakir）可以找到一个约拿坟墓，位于菲尼·帕夏清真寺（Fatih Pasha Mosque）的Mihrab后面。[24] [25] Evliya Celebi在他的Seyahatname中指出，他参观了约拿的坟墓。[26] [27]\n\n古兰经提及\n在Al-Anbiya 21:87 [7]和al-Qalam 68:48中，Yunus被称为Dhul-nūn（阿拉伯语：ذُ到ذُٱٱٱٱٱstalig。在安妮（An-Nisa）4：163和al-an'am 6:86中，他被称为“真主的使徒”。[5]苏拉37：139-148重述了尤努斯的完整故事：[5]\n乔纳（Jonah）也是如此（我们）。\n当他逃离（像奴隶一样从囚禁）到船（完全）\n他（同意）投掷很多，他受到了谴责：\n然后鲸鱼吞咽了他，他做了值得责备的举动。\n如果不是他（悔改和荣耀阿拉），\n直到复活的那天，他肯定会一直留在鱼中。\n但是我们以疾病的状态将他抛在裸露的岸上，\n我们使他在他身上成长，是葫芦种类的植物。\n我们将他（执行任务）送往十万（男人）或更多。\n他们相信；因此，我们允许他们享受一段时间（他们的生活）。\n\n - 古兰经，第37章（as-saaffat），第139-148节[8]\n古兰经没有提到尤努斯的遗产，[5]，但穆斯林传统教导说尤努斯来自比尼杰明部落。[9]",
"Zakariya": "根据伊斯兰学说，Zakarīyā（阿拉伯语：Zechariah）是上帝的先知和使者（真主），也是先知Yahya的父亲。\n\n在古兰经\n扎卡里亚（Zakariya）是一位公义的神父[1]，是上帝的先知，其职位在耶路撒冷的第二座圣殿。他经常负责管理圣殿的服务[2]，他将永远坚定地向上帝祈祷。\n\n为儿子祈祷\n扎卡里亚（Zakariya）到年老时，开始担心谁会继续宣讲上帝在他去世后宣讲信息的遗产，以及谁将在他之后进行圣殿的日常服务。扎卡里亚（Zakariya）开始向上帝祈祷。祈祷后代的诞生不仅是出于对孩子的渴望。[1]他为自己和公众祈祷 - 他们需要一个信使，一个上帝的人，他将在扎卡里亚之后为主服务。扎卡里亚（Zakariya）具有性格和美德，他想将其转移到他的精神继承人中，作为他最宝贵的财产。他的梦想是将家庭恢复到祖先雅各布的后代，并确保上帝的信息被更新给以色列。正如《古兰经》所述：\n\n提及你的主的怜悯对他的仆人Zakariya。当他向主哭泣时，秘密哭泣时说：我的主！行！我的骨头蜡微弱，我的头正闪着白发，我的主祈祷，我从来都不是最不熟悉的。行！我害怕我的亲戚之后，因为我的妻子是贫瘠的。哦，从你的存在中给我一个继承者，他将继承我并继承雅各的房子。让他，我的主，可以接受（对你）。 [古兰经19：4-6（Pickthall翻译）]\n\n父亲Yahya\n作为上帝的礼物，扎卡里亚（Zakariya）被送给一个儿子Yaḥyá（阿拉伯语：寄给约翰·施洗者约翰（John the Baptist）），这个名字独自为这个孩子特别选择。穆斯林的传统叙述说，扎卡里亚（Zakariya）在被告知约翰出生时已经九十二年[3]。\n\n根据扎卡里亚（Zakariya）的祈祷，上帝使约翰（Yahya）更新了上帝的信息，上帝已被以色列人腐败和丢失。[4]正如古兰经所说：\n\nZachariah！行！我们带来了一个儿子的消息，他的名字叫约翰；我们以前（他）给出了相同的名字。他说：我的主！当我的妻子贫瘠而我已经年老时，我怎么能有一个儿子？他说：你的主说：这对我来说很容易，实际上我以前创造了你，当你什么都不是。他说：我的主！给我一个信号。他说：您的迹象是，在健康状况下，您将无法与人们交谈三个晚上。\n\n -  [古兰经19：7-10（Pickthall翻译）]\n玛丽安的守护者\n根据古兰经，扎卡里亚是玛丽亚姆的监护人。 《古兰经》说：\n\n（记住）当伊姆兰的妻子说：我的主！我誓言要在我的肚子里作为奉献（奉献）。接受我。行！你，只有你，听众，知识者！当她被送达时，她说：我的主！行！我是女性的 - 真主最了解她的送达 - 男性不像女性。和LO！我给她起了玛丽的命名，罗！我渴望您的保护，并为她的后代从流浪者那里提供。她的主完全接受了她，并为她提供了良好的成长。并使Zachariah她的监护人。每当Zachariah进入她所在的庇护所时，他都会发现她有食物。他说：玛丽！从哪里来到你这个（食物）？她回答：这是来自阿拉。阿拉（Allah）毫无任意的人。[古兰经3：35-37（Pickthall翻译）]\n\n穆斯林神学坚持认为，扎卡里亚（Zakariya）与施洗约翰（John the Baptist）和耶稣（John Baptist）和耶稣（John the Baptist）和耶稣（John the Baptist）和耶稣（John the Baptist）一起，迎来了一个新的先知时代 - 所有这些时代都来自先知亚伦（Aaron）的父亲阿姆拉姆（Imran）的牧师后裔。在所有牧师中，是扎卡里亚（Zakariya）保留玛丽（玛丽亚姆（Maryam））的责任表现出他的虔诚男人的地位。扎卡里亚（Zakariya）经常在《古兰经》中被称赞为上帝和义人的先知。这样的评估是在苏拉al-an'am中：\n\n“还有Zakariya，Yahya，Isa和Eliyas。每个人都是义人。” [古兰经6:85（Pickthall翻译）]\n\n古兰经翻译者阿卜杜拉·尤苏夫·阿里（Abdullah Yusuf Ali）对这一行[5]提出了评论 - 建议这些特定的先知彼此之间建立了精神联系。他指出，Yahya是Isa的亲戚，而Eliyas是在山上的Isa [6]中出现的人，正如《新约》中提到的那样。同时，扎卡里亚（Zakariya）是伊萨（Isa）的叔叔，他的儿子Yayha在新约中被称为Eliyas。[7]",
"Yahya": "YaḥyāibnZakarīyā（阿拉伯语：Zechariah的儿子Yahya/John），用英语确定为John baptist，在伊斯兰教中被视为神的先知和Messenger（Allah），他被派去指导以色列儿童的孩子。穆斯林相信他是上帝圣言的见证，他将预示着伊萨·马西（Isa al-Masih）的来临。[1] [2]\n\n古兰经中五次提到Yahya。 [3]\n\nYahya在苏菲派和伊斯兰神秘主义方面也受到高度尊敬，主要是因为古兰经对约翰的贞操和善良的描述。[4]苏菲派经常对《古兰经》中约翰的段落发表评论，主要是关于他在青年时代获得的上帝赋予的智慧的礼物以及与耶稣的相似之处。尽管用来描述约翰和耶稣的几个短语在古兰经上实际上是相同的，但它们的表达方式是不同的。[5]\n\n出生\n在《古兰经》中，上帝经常提到扎卡里亚（Zakariya）不断祈祷儿子的诞生。扎卡里亚（Zakariya）的妻子贫瘠，因此孩子的诞生似乎是不可能的。[6]作为上帝的礼物，撒迦利亚被以Yaḥya的名字送给一个儿子，这个名字专门为这个孩子选择。根据Zakariya的祈祷，上帝使Yahya和Isa成为八月后出生的Yahya和Isa。\n\n古兰经声称施洗约翰是第一个接收这个名字的人（古兰经19：7-10），但由于Yoḥanan这个名字在施洗John baptist之前很多次，[8]这节经文提到了伊斯兰学者的共识，即“Yaḥyāāā， “与“Yoḥanan” [9]或圣经中的约翰的奇迹命名的说法不同，约翰的命名是他的名字，该名字的名字几乎被称为“ Zacharias”（希腊语：ζαχαρίας）[10]在他的父亲Zacharias（也称为Zechariah）的血统中，他在他面前被命名为“ John”（“ Yohanan”/“ Yoannes”）。[11]正如古兰经所说：[12]\n“ Zakaryya，的确，我们给您一个男孩的好消息，他的名字将是Yahya，我们从未创造过同样的人。\n\n他说：“哦，我的主！\n\n他说：“所以（这将是）你的勋爵说，'这对我来说很容易：我确实确实创造了你，当你一无所有！''\n\n（Zakarya）说：“哦，我的主！给我一个迹象。”答案是：“你的标志是，你要在三个晚上与任何人说话。”\n\n - 玛丽亚姆19：7-10\n - 玛丽亚姆19：12-14\n\n约旦河，雅哈（Yahya）受洗的伊萨（Isa）。[13]\n雅耶（Yahya）被劝告迅速地遵守圣经，并在仍然是孩子的同时，上帝赋予了智慧。[14]他纯洁而虔诚，在上帝面前走得很好。他对父母的任务忠实，他并不自大或叛逆。约翰对圣经的阅读和理解，当时只有一个孩子甚至超过了当时最伟大的学者。[6]穆斯林的训okes叙述说，伊萨（Isa）与十二个门徒一起派出雅亚（Yahya）[15]，他们在耶稣称呼自己的门徒之前宣讲了这一信息。[7]古兰经说：[16]\n“哦，Yaḥya！抓住本书”：即使年轻时我们也给了他智慧，\n\n - 玛丽亚姆，19：12\n约翰是一位古典先知，[17]，他因大胆地谴责所有有罪的事物而被上帝崇高。此外，《古兰经》谈到了约翰的温柔虔诚，爱以及他对生活的谦卑态度，为此，他被赋予了生活的纯洁。\n\n根据伊斯兰的传统，耶阿（Yahya）曾经去哈拉姆·埃什·肖里夫（Haram Esh-Sharif）（圣殿山）发表讲道。[3]\n\n暗杀\n在Yahya的先知期间，他和Herod Antipas之间发生了冲突，他们想与他的第一任妻子离婚，并以他的前sister妇为妻子。[3] Yahya告知婚姻可能是乱伦的，不同意婚姻。此后，希律王安蒂帕斯（Herod Antipas）被雅阿（Yahya）囚禁。[3]然后将Yahya斩首。[18] [3] Yahya的头被认为在大马士革的Umayyad清真寺内。[19] [20] [21]\n\n遗产\n在伊斯兰教中，耶阿（Yahya）在阿尔·伊斯拉·米拉伊（Al-Isra al-Mi'raj）的夜晚与伊萨（Isa）（耶稣）一起向穆罕默德（Muhammad）致意。[22]在穆斯林移民到阿比西尼亚期间，耶和亚的故事也被告知阿比西尼亚国王。[23]根据古兰经的说法，耶和亚是上帝在他出生的那天和去世的那一天派和平的人。[24]根据艾尔·苏伊蒂（Al-Suyuti）的说法，易卜拉欣（Ibrahim）表示，自从创造世界以来，天堂和地球只为两个人哭泣，Yahya和Husayn。[25] [26]穆罕默德说，穆罕默德说：“亚当的每个儿子都会在复活的那天来，除了Yahya Ibn Zakaryya以外，他会犯罪。[27]许多穆斯林将Yahya与Husayn进行了比较。[28] Yahya和Husayn的头部都被认为位于叙利亚大马士革的Umayyad清真寺。",
"Isa": "伊萨（耶稣）是真主和弥赛亚的先知和使者。他是指导以色列子女（以色列巴尼）的最后一位先知，并被揭露了圣书《印第安人》（福音）。\n\n在《古兰经》中，伊萨被描述为弥赛亚（al-masīḥ），出生于圣母玛利亚，在门徒的陪同下表演了奇迹，被犹太机构拒绝，并被抚养到天堂。古兰经断言，耶稣没有被钉在十字架上，也没有死在十字架上，而是被上帝奇迹般地拯救了。古兰经将耶稣置于最伟大的先知中，并以各种头衔提到他。耶稣的预言是在耶和华之前，由穆罕默德继承。\n\n伊斯兰教拒绝基督教对耶稣的神性化身的观念，或者是神的字面儿子。它否认耶稣是几节经文中的神灵，也提到耶稣没有声称是神圣的。穆斯林认为，耶稣的原始信息在活着后改变了他。古兰经在古兰经中强调了耶稣的一神教。像伊斯兰教中的所有先知一样，耶稣也被称为穆斯林，因为他宣讲他的追随者应该采用“直径”（Áirāṭal-mustaqīm）。耶稣是有许多奇迹，其中有许多苦行和神秘的文学在伊斯兰传统中写下和朗诵。据报道，他还使用艾哈迈德（Ahmad）的名字预言了穆罕默德（Muhammad）的到来。\n\n在时间的最后，耶稣将与伊玛目·阿尔·马赫迪（Imam al Mahdi）一起返回，以杀死al-masih ad-dajjal（“假弥赛亚”），之后与古代部落yaʾjūj和maʾjūj和maʾjūj（gog and magog）将分散在地球上。在这些生物奇迹般地灭亡之后，伊玛目·马赫迪（Imam Mahdi）和耶稣将统治整个世界，建立和平与正义，并在40年的统治后死亡。一些穆斯林认为，伊萨将与穆罕默德一起埋葬在麦地那绿色圆顶的第四个预留墓。\n\n穆斯林认为耶稣是伊斯兰最重要的先知之一。据信耶稣返回的地方，大马士革的乌马亚德清真寺（Umayyad Mosque）受到穆斯林为伊斯兰教的第四个圣地。\n\n出生\n古兰经中对耶稣的描述实际上是从他的母亲玛丽的诞生开始，她在耶路撒冷神庙的服务开始。在被先知撒迦利亚（Zechariah）的照顾下，他是Yahya的父亲（John the Baptist）。古兰经中的出生叙事始于古兰经19：16-34和Q3：45-53。\n报表\n\n伊斯兰的训ewsemess肯定了耶稣的处女育，类似于福音书，并在伯利恒发生。处女诞生的叙述是天使加布里埃尔（Angel Gabriel）向玛丽（Mary）宣布的消息，而玛丽（Mary）被母亲承诺向上帝承诺后，在圣殿中长大。加布里埃尔（Gabriel）指出，她对所有国家的所有妇女都感到荣幸，并带来了她对圣儿子的喜悦。\n\n微型的报表\n加布里埃尔宣布儿子要被命名为弥赛亚伊莎，宣称他将被称为伟大的先知。玛丽问她如何在没有人触摸她的时候可以怀孕和生孩子，天使回答上帝可以判断他的意愿，这将通过。\n\n古兰经的叙述继续与玛丽一起，被分娩的痛苦所克服，她的脚下提供了一流的水流，她可以从中喝水，还有一棵可以摇动的棕榈树，使成熟的日期会掉落并享受。分娩后，玛丽将婴儿耶稣带回圣殿，寺庙长老问她有关孩子的问题。她被加布里埃尔（Gabriel）指挥着沉默的誓言，她指出了婴儿耶稣和婴儿宣称：\n\n他说，我是上帝的仆人。他给了我这本书，让我成为先知。无论我身在何处，他都让我祝福我，只要我活着，就一直在敬拜和施舍。并尽职尽责；并没有让我感到压迫，不道德。我出生的那一天，我要死的那一天，我要活着的那一天。[8]\n\n耶稣从摇篮中说话是古兰经中归因于他的六个奇迹之一，这也是六世纪的叙利亚婴儿福音书中的。[9] [10]根据各种圣训，耶稣和玛丽在出生时没有哭泣。[11]伊斯兰先知穆罕默德（Muhammad）解释说，耶稣和玛丽都是唯一出生的人类，因此受到了撒但在出生时的触摸，引用了阿尔·伊姆兰（Al Imran）的第三十六诗。[12]\n\n出生叙事\n\n据《古兰经》报道，劳动的痛苦将玛丽带到了一棵棕榈树的树干。\n伊斯兰信仰在基督教传统中回应了一些链条，即玛丽（或玛丽亚姆）在耶稣被怀孕时是一个字面的处女。关于耶稣的天使的诞生和诞生的最详细的描述是在《古兰经》中提供的《古兰经》和《古兰经》的19（玛丽亚姆），其中讲述了这个故事，即上帝（真主）派遣了一个天使宣布玛丽亚姆很快会期望忍受一个儿子，尽管是处女。[13]\n\n一些学者指出，《古兰经》 19 [14]中的说法尤其接近卢克的基督教福音。[15]在《古兰经》中两次提到了对玛丽的天使的报酬，在这两种情况下，玛丽/玛丽亚姆都被告知她被上帝选为送儿子。首先，新闻的承载者（大多数穆斯林认为是大天使加布里埃尔），他以（Q3：42-47）的形式发表了新闻（Q19：16-22） 。[16] [17]没有讨论这个概念的细节，但是当玛丽问她如何遵守儿子时，她被告知上帝创造了他的意愿，这些东西对上帝来说很容易。[16] [18] 《古兰经》（Q21：91和Q66：12）说，上帝通过天使吹入玛丽和她，尽管是贞洁的，但在没有任何父亲的情况下无聊的耶稣（消息来源允许您将Gabriel解释为父亲）。[19] [20] [20]\n\n8世纪的穆斯林历史学家伊本·伊萨克（Ibn Ishaq）（704–767）写了题为kitab al-mubtada的帐户（一开始），报告说撒迦利亚是玛丽的监护人，在无法维持她之后，他将她托付给她的木匠名字叫乔治。她在教堂里僻静，一个名叫约瑟夫的年轻人加入了她的行列，他们互相帮助拿水和其他任务。关于耶稣的诞生的描述是古兰经的叙述，并补充说，出生发生在带有马槽的棕榈树旁边的伯利恒。[21]\n\n10世纪的波斯学者Al-Tabari（839–923）提到了从波斯国王到达波斯国王的特使，并带有礼物（类似于东方的伊斯兰教），送给弥赛亚；一个叫约瑟夫（不是特别是玛丽的丈夫）将她和孩子带到埃及的人的命令，然后返回拿撒勒。[22]\n\n童年\n主要文章：在圣殿中发现\n另请参阅：飞往埃及和托马斯的婴儿福音\n古兰经不包括飞往埃及的传统，尽管苏拉xxiii，50可以想到它：“我们使玛丽亚姆和他的母亲的儿子和他的母亲成为标志；我们使他们居住在一个高架的地方，充满了[25]然而，与后来伊斯兰传统中流传的福音书和非传统资料中发现的叙述相似，伊斯兰作家和历史学家在几个世纪以来都增加了一些细节和阐述。一些叙述让耶稣和家人在埃及长达12年。[26]在Qisas al-Anbiya（先知的故事）中提到了许多道德故事和奇迹事件，这些书是关于伊斯兰前先知和英雄的几个世纪的书。[7]\n\nAl-Masudi写道，耶稣小时候研究了犹太宗教从诗篇中读到的犹太人，并发现“以光的特征追踪”：\n\n“你是我的儿子和我的挚爱；我为自己选择了你”\n\n然后耶稣声称：\n\n“今天上帝的圣言在人的儿子中实现了。” [22]\n\n在埃及\n另请参阅：托马斯的婴儿期福音\n几种叙述在伊斯兰关于耶稣幼儿时期的著作中表现出一定的差异和相似性，特别是他在埃及的时间和事件方面的时间。大多数叙述都在非典型的基督教资料中发现，例如托马斯的伊斯兰前福音。这样的差距之一是他的《历史的完美》中，其中包含一个出生叙事，说耶稣是在埃及而不是伯利恒出生的。[27]\n\n耶稣童年的其他一些叙述是受欢迎的中东传说，这是由信仰跨教授Mahmoud M. Ayoub强调的。[28]在埃及[26]时，许多奇迹归因于年轻的耶稣（见§§奇迹和其他奇迹）。\n\n成年\n\n约旦河，耶稣在那里受到耶和华伊本·扎卡里亚（John the Baptist）的洗礼。[29]\n使命\n另请参阅：耶稣和使徒的事工（伊斯兰教）\n人们普遍认为，耶稣讲阿拉姆语，这是公元一世纪犹太人的通用语言和一般性的地区。[30]\n\n在伊斯兰思想中提出的耶稣的第一个也是最早的看法是先知 - 上帝被上帝选中的人既提出对人类崇拜偶像的审判，又是求助于一个真正的上帝的挑战。从这个基础上，通过穆斯林身份的视角对所有先前的先知进行了反思，耶稣被认为不过是一个重复年龄重复信息的使者。耶稣的奇迹和耶稣归因于耶稣的奇迹证明了上帝的力量，而不是耶稣的神性，这是所有先知的信息背后的力量。一些伊斯兰传统认为，耶稣的使命仅针对以色列人民，他作为先知的地位被许多奇迹证实。[31] [32]\n\n耶稣的第二个早期形象是末日的人物。这个概念主要来自圣训。穆斯林的传统构建了在基督教神学中类似的叙事，看到耶稣到达了时间的尽头，并降落在地球上与敌基督作战。这种叙述被理解为支持伊斯兰教的事业，一些传统叙述了耶稣指出穆罕默德的首要地位。大多数传统声明耶稣会死于自然死亡。[33]\n\n第三个和独特的形象是耶稣代表苦行者的人物 - 心灵的先知。尽管《古兰经》是指耶稣的“福音”，但古兰经或后来的宗教文本中并未提及他的那些特定教义。他们在很大程度上没有。苏菲传统是耶稣受到尊敬的地方，被公认为是一位精神老师，其中包括穆罕默德在内的其他先知。苏菲派倾向于通过许多方法来探索与上帝联合的层面，包括禁欲主义，诗歌，哲学，投机性建议和神秘的方法。尽管对西方思想的苏菲主义似乎与新柏拉图主义，诺斯替教和佛教的起源或元素相似，但意识形态显然是伊斯兰的，因为它们遵守古兰经的话语并追求穆罕默德作为完美的人。[34] [34]\n\n讲道\n据信，耶稣讲道的伊斯兰概念起源于伊拉克的库法，在拉希蓬·哈里发的下，最早提出了穆斯林传统和奖学金的作家。耶稣和他的讲道在库法发展的概念是从埃及的早期苦行者基督徒中采用的，埃及反对罗马的官方教会主教任命。[35]\n\n最早的故事大约有85个，在伊本·穆巴拉克（d。797）和伊本·汉巴尔（Ibn Hanbal）（卒于855年）的Kitab al-Zuhd（禁欲主义书）。这些谚语分为四个基本群体：a）末世论； b）准福音说； c）苦行者的谚语和故事； d）俗语回应穆斯林内部的辩论。[36]\n\n第一章的谚语扩大了古兰经所描绘的耶稣的原型。第二组故事虽然包含福音核心，但却以“明显的伊斯兰邮票”扩展。第三组是四个中最大的一组，将耶稣描绘成穆斯林禁欲主义的守护神。最后一个群体建立在伊斯兰的原型和以穆斯林为中心的耶稣及其属性的定义，进一步扩大了关于诸如“上帝的精神”和“上帝的圣言”等术语的深奥思想。[37]\n\n奇迹\n主要文章：耶稣的奇迹\n另请参阅：托马斯的婴儿期福音\n古兰经将至少六个奇迹归因于耶稣，在几个世纪以来，作家和历史学家将更多的人加入。根据教育家和教授伊萨克·穆萨·霍西尼（Ishaq Musa al-Husayni）的说法，奇迹被归因于耶稣是他的预言和权威的标志，他是Mudhakkirat Dajaja（母鸡的回忆录）（Cairo：dar al al-Maararif）的作者（卒于1990年）。 ，1943年；第二版，1967年）。在《古兰经》和《现代阿拉伯文学》（1960年）中，霍西尼说，值得注意的是穆罕默德没有奇迹。[38]\n\n古兰经中的这六个奇迹与福音及其非统治的诺斯替语言不同，其中包括细节并提及其他归因于奇迹。[38]几个世纪以来，这六个奇迹的叙述已经通过圣训和诗歌阐述，包括宗教著作，包括福音书中提到的其他一些奇迹，非典型的来源和传说。[26] [28]\n\n从摇篮里说话\n古兰经的三个地方提到了从摇篮中讲话：al-imran（3）41，46，al-maida（5）109–110和玛丽亚姆（19）29–30。叙事的一部分使婴儿耶稣捍卫他的母亲玛丽免受未知丈夫出生的指控。[39]早期伊斯兰教不清楚约瑟夫及其角色。因此，这些诺斯替福音的影响被认为是古兰经可能不是对手的神圣。耶稣说的是天使加布里埃尔（Gabriel）在天使天使上提到的说：耶稣宣称他是上帝的仆人，被送给了一本书，是先知，无论他去哪里，那天他活着。[40]\n\n尽管圣经中找不到这种特殊的叙述，但在非典型的伊斯兰前叙利亚叙利亚婴儿福音书中发现了从摇篮中说话的主题。该消息来源让耶稣宣布自己为上帝的儿子，圣言，并确认天使加布里埃尔先前向玛丽宣布的内容，如福音所述。[39]\n\n用粘土创建鸟类\n当Al-Imran（3）43、49和Al-Maida（5）109-110中提到一个孩子时，创造了从粘土和呼吸生命的鸟类的奇迹故事。尽管在规范福音中也没有提及这个奇迹，但在至少两个伊斯兰前的来源中也发现了相同的叙述：托马斯的婴儿福音和犹太托莱多特·耶稣（犹太托莱多特耶稣），古兰经和这两个来源之间几乎没有变化的细节。 41] [42]\n\n治愈盲人和麻风病人\n另请参阅：在加利利（Galilee）治愈两个盲人并清洗十个麻风病人\n与新约类似，《古兰经》提到耶稣治愈了盲人和麻风病人（3）49。穆斯林学者和法官al-baydawi（卒于1286年）写了如何记录下来的，成千上万的人来到耶稣身边要治愈，耶稣只通过祈祷来治愈这些疾病。[43]中世纪的学者al-Tha'labi写道，这两种特定的疾病是如何超越医疗帮助的，耶稣的奇迹本来被别人见证，作为他的信息的明确迹象。[41]\n\n抚养死者\n据信耶稣已经抚养了死者的人，正如阿尔·莫兰（3）49中提到的那样杰里斯（Jairus）是寡妇的儿子，在纳因（Nain）和拉撒路（Lazarus））。[44]\n\n预知\n耶稣能够预测或预见到[45]别人隐藏或未知的东西。一个例子是耶稣会正确回答任何人问他的任何问题。另一个例子是耶稣知道人们刚刚吃过的东西以及他们在家里存储的东西。[26]\n\n来自天堂的食物表\n主要文章：喂养众多\n另请参阅：最后的晚餐\n在《古兰经》第五章中，al-ma'ida（5）112–115，叙述提到了耶稣的门徒，要求桌子上充满食物，这是将来为他们纪念他们的特殊日子。根据伊斯兰和阿拉伯研究教授W. Montgomery Watt（卒于2006年），这可能是对圣体圣事的可能参考。[46]根据比较宗教教授杰弗里·帕林德（Geoffrey Parrinder）的说法（卒于2005年），目前尚不清楚这个故事是否与福音的最后晚餐相似或喂养众多，但可能与阿拉伯语单词ʿīd（穆斯林节）相关：[47]\n\n玛丽的儿子耶稣啊，门徒们有一次说，你的主可以从天上送我们的桌子吗？他说，如果你是信徒，敬畏上帝。他们说我们想吃掉它，我们的心可能会和平，我们可能知道您已经说出了真实的说话，并成为了它的见证人。玛丽的儿子耶稣说，上帝啊，我们的主啊，我们的主寄给我们一张来自天堂的桌子，成为我们的节日，为我们的第一个和我们的最后一个，以及您的信号：食物）对我们来说，因为您是最好的提供者。上帝说我正在为你送下来。[46]\n\n在最后一顿晚餐之前，逊尼派Exegete Tabari的唱片中，死亡的威胁使他感到焦虑。因此，耶稣邀请他的门徒吃最后的晚餐。饭后，他洗了手，进行了洗礼，将手擦在衣服上。之后耶稣回答他们：“至于我今晚对你做的，我为你服务并亲自洗手了，让它成为你的榜样。因为你确实认为我比你更好，所以不要相互关系，而要为彼此扩展自己，因为我为您扩展自己。”在指示门徒在他的教义中，耶稣预言了其中一个会否认他，另一个人背叛了他。然而，按照伊斯兰对耶稣的死的看法，只有耶稣的外表尸体被钉死在钉在耶稣中，耶稣本人被抚养给上帝。[48]\n\n其他奇迹\n多年来，许多故事和叙述已经发展出关于耶稣的发展，其中包含某些固有的教训或提供意义，因为古兰经中缺乏有关耶稣的细节。其中一些叙述本质上与新约相似，而有些叙述则以人性化的方式描绘了耶稣。\n\n除了几个世纪以来穆斯林作家提到的耶稣奇迹的一些详细摘要，从成年（例如在水上行走 - 也在福音中发现），并导致面包片从地上出来），[39]童年的其他一些奇迹包括：向校长解释穆斯林信条的基本原理，揭示了盗贼是谁是富有的酋长，填充了一些可以喝的东西，为暴政的国王提供食物和美酒，同时还向这位国王证明了他的力量，以抚养一个死者。从死者身上，抚养一个孩子不小心被杀，并从单色桶中造成了各种颜色的服装。[26]\n\n治愈皇家官员的儿子\n主要文章：治愈皇家官员的儿子\nAl-Tabari（卒于923年）报道了一个成年耶稣与该地区某个国王的遇到以及儿子的治疗的故事。当传说暗示菲利普（Philip Tetrarch）时，未提及国王的身份。相应的圣经参考是“皇家官员的儿子”。[49]\n\n贪婪和真相\n据阿尤布（Ayoub）教授说，一个年轻耶稣的传奇故事被用作中东传说中普遍存在的艰苦学习课程，与一个犹太人和面包的面包有关。尽管带有争论性的语气，但该课程以贪婪为中心，讲真话的叙述都涉及叙事。这是一个经常在儿童读物中发现的故事。[50]\n\n固有的智慧\n另请参阅：徽标（伊斯兰）和徽标（基督教）\n另一个传奇的奇迹故事是关于耶稣的童年智慧的故事。这个传奇人物是通过伊本·伊沙克（Ibn Ishaq）的al-tabari报道的，谈到玛丽将耶稣送往一所宗教学校，而老师惊讶地发现耶稣已经知道所教 /讨论的信息。[26]\n\n儿童家中的食物\nAl-Tabari的另一个故事讲述了一个年轻的耶稣与他村庄的年轻人一起玩，并告诉他们父母在家为他们做准备的食物。[26]\n\n根据叙述的细节，一些父母感到恼火，并禁止他们的孩子与耶稣一起玩，怀疑他是魔术师。结果，父母将孩子远离耶稣，将孩子聚集到一所房子里。有一天，耶稣感到孤独，出去寻找他的朋友，然后来到这所房子里，问父母他们的孩子在哪里。父母撒谎，回答孩子不在那里。在耶稣问那时谁在屋子里之后，父母称耶稣为猪。耶稣然后说：“让这所房子里有猪”，将所有的孩子变成猪。[28]\n\n几个世纪以来，穆斯林作家还引用了其他奇迹，例如抛弃恶魔，从一些异端的伊斯兰前来源借来，并从规范的来源中，随着关于耶稣的传说的扩大。[26]\n\n启示\n主要文章：伊斯兰福音\n穆斯林认为，上帝向耶稣揭示了新的经文，称为艾尔·伊米吉尔（福音），同时也宣布了先前的启示的真相：al-Tawrat（The Torah）和Al-Zabur（诗篇）。[51]古兰经对Al-Injīl的说法很有良好的说法，它被描述为一本圣经，充满温柔和虔诚，充满了追随者的心。传统的伊斯兰释放声称，圣经的信息已被扭曲（tahrif），称为ta'yin al-Mubham（“歧义的解决”）。[52]这种争论的努力起源于中世纪，与阿卜杜勒·贾巴尔·伊本·艾哈迈德（Abd al-Jabbar Ibn Ahmad）的著作。[53]关于摩西的律法，《古兰经》表明，耶稣从未废除犹太法律，而是确认了它们，同时仅进行部分废除。[54]\n\n穆斯林长期以来一直认为保罗有目的地破坏了耶稣的原始教义。[55] 9世纪的历史学家Sayf Ibn Umar断言，某些拉比说服保罗通过将伊本·哈兹姆（Ibn Hazm）认为令人反感的教义介绍给基督教的东西故意误导了早期的基督徒。[56]\n\n根据尤苏夫·卡拉达维（Yusuf al-Qaradawi）在他的书《合法和伊斯兰教所禁止的》一书中的说法，耶稣对犹太人的法律限制被废除了上帝最初由上帝立法的惩罚的犹太人。[57]诸如tafsir al-jalalayn之类的古典评论指定了它们与没有尖峰或一般的鱼肉食用。[58]\n\n在古兰经提及\n门徒\n《古兰经》指出，耶稣得到了一群信徒（任信徒）的帮助，他们相信他的信息。古兰经虽然不命名门徒，但确实给了一些耶稣向他们传讲信息的情况。穆斯林认为耶稣的门徒与穆罕默德的同伴（黑巴）相同。[59]根据基督教的说法，十二个门徒的名字是彼得，安德鲁，詹姆斯，约翰，菲利普，巴塞洛缪，托马斯，马修，詹姆斯，裘德，裘德，西蒙和犹大。\n\n《古兰经》在第3章中提到了第52-53节，该门徒提交给伊斯兰教的信仰：[需要非主要来源]\n\n当耶稣发现他们不信的地方时，他说：“谁会成为上帝的工作的助手？”门徒说：“我们是上帝的助手：我们相信上帝，你见证了我们是穆斯林。我们的主！我们相信你揭示了什么，我们跟随使者；然后将我们写下来。见证。”\n\n - 古兰经Surah al-Imran 52-53 [60]\n涉及耶稣门徒的最长叙述是耶稣表现出应要求从天上带来一份食物的奇迹，以进一步证明他的讲道是真正的信息。\n\n提升\n安妮（An-Nisa）的第157节是古兰经的主要经文，是指耶稣被钉十字架的事件。[61]它说耶稣没有被杀，也没有被钉在十字架上，但是'\n安尼萨的第157节\n他们说（在吹嘘中）：“我们杀死了玛丽的儿子玛丽的儿子，是上帝的使者”；但是他们却没有杀死他，也没有钉在十字架上，但这是因为他们出现在他们身上，而那些有所不同的人其中充满了疑问，没有（某些）知识，但只能猜测，因为他们没有杀死他。\n\n出现在他们身上。[62]大多数伊斯兰传统都明确否认耶稣在十字架上或其他地方死亡。[63] [64]伊斯兰释放报告说，另一个人在耶稣的地方被钉死在钉在十字架上。然而，一些现代穆斯林学者认为耶稣确实确实死了，对他的生存的提及是象征性的，而不是字面意思。关于耶稣死的本质的这种分歧是在伊斯兰规范本身中发现的，最早的圣训引用了穆罕默德的同伴说耶稣已经死了。同时，随后的大多数圣训和塔夫西尔都反对相反。[需要引用]\n\n根据《古兰经》，他没有被钉在十字架上，而是被上帝拯救了。 （尽管最早的伊斯兰传统和训eges的报道引用了关于死亡及其长度的矛盾报道，但穆斯林认为耶稣没有死在十字架上，而是相信他被活着地拯救到天堂而得救了）。\n\n替代\n目前尚不清楚替代主义者的解释起源于何处，但是一些学者认为该理论起源于第二世纪的某些诺斯替群体。[10]莱尔维克（Leirvik）发现古兰经和圣训显然受到了在阿拉伯半岛和阿比西尼亚进一步盛行的非规范（“异教”）基督教的影响。[65]\n\n虽然大多数西方学者，[66]犹太人[67]和基督徒相信耶稣去世了，正统的穆斯林神学教会他登上天堂而不被放在十字架上，上帝改变了另一个人，西蒙的西蒙·西蒙（Simon of Cyrene），就像耶稣一样，就像耶稣一样被钉在十字架上，而不是耶稣（参见Irenaeus对Basilides异端的描述，第一本书，第XXIV，4。）。[68] [69]\n\n可以从伊本·伊萨克（Ibn Ishaq）（卒于761年）的报告中看到一些分歧和不和谐，该报告简短地说明了钉十字架的事件，首先说耶稣被一个名叫塞尔吉乌斯的人取代，其次是耶稣的墓碑，说明耶稣的坟墓是关于耶稣的坟墓的说法位于麦地那（Medina），第三引用古兰经（3:55; 4：158）的地方，说上帝把耶稣献给了自己。[70]\n\n伊本·凯西（Ibn Kathir）（卒于1373年）遵循的传统表明确实发生了一个钉十字架，但与耶稣没有发生。[81]活动结束后，伊本·凯西尔（Ibn Kathir）报告说，在三个不同的叙述之后，人们分为三组。雅各布人相信“只要他愿意，他就愿意与我们同在，然后他登上了天堂”。内斯特人相信“上帝的儿子只要他愿意，直到上帝将他抬高到天堂”。穆斯林相信“上帝的仆人和使者耶稣，只要上帝愿意，直到上帝抚养他自己。” [82]\n\n第二次\n审判日之前的耶稣到来的时间表\n\n大马士革的乌马亚德清真寺中的伊萨（Isa）尖塔\n根据伊斯兰的传统，在升到天堂并在那里居住了2000多年后，耶稣将在审判日前不久后下降到地球，在战争中，与al-Masih ad-dajjal（'the False Messiah'）和他的追随者作战。 ，在Mahdi和他的穆斯林追随者的帮助下。[86]穿着藏红花的长袍，戴着藏红色的长袍，耶稣将在大马士革东部的白色尖塔时降下，据信是Isa的尖塔[87]然后，他将向马赫迪打招呼，（是穆斯林）在他旁边祈祷。最终，耶稣将在洛德杀死dajjal。[88]\n\n之后，根据著名的Sahih al-Bukhari Hadith的说法，他将“打破十字架，杀死猪，废除Jizya税”。[89] [90]这种预言的“通常的解释”是，作为穆斯林，耶稣将停止基督教对自己的崇拜，并相信自己的神性，”十字架象征。他将重新建立基督教遗弃的犹太洁食/清真饮食法； [91]，因为犹太人和基督徒现在都会拒绝他们以前的信仰并接受伊斯兰教，所以不再需要对不信者征税。[92] [92] （根据圣训的说法，耶稣将“摧毁教堂和寺庙，杀死基督徒，除非他们相信他。”）[93] [注1]\n\n伊斯兰文本也暗示着古老的威胁Gog和Magog（YaʾjūjMaʾjūj）的重新出现，这将脱离其地下拘留，并造成世界上的破坏。[95]上帝回应耶稣的祈祷，将杀死他们的脖子的小na虫，并派大鸟从土地上携带和清理尸体。[86]马哈迪（Mahdi）去世后，耶稣将承担世界领导和和平与正义将是普遍的。\n\n同样根据传统，耶稣将结婚，生孩子并统治世界四十年（传统给予了许多不同的时间段），然后他将死。[96]然后，穆斯林将为他进行葬礼祈祷，然后将他埋在麦地那市的绿色圆顶上，分别在穆罕默德，阿布·巴克尔和乌玛尔旁边的坟墓中。[97]根据伊本·哈尔登（Ibn Khaldun）的传说，两个先知之间的死者将从死者身上崛起。[98]\n\n来源\n尽管《古兰经》没有描述上述任何关于耶稣归来的叙述，但[99]许多穆斯林认为两首古兰经经文是指他在末日的第二次来。[90] （1）上面提到的经文表明他从未在地球上死亡：\n\n“而且（因为）他们的意思是，'的确，我们杀死了弥赛亚，耶稣，玛丽的儿子，真主的使者。'他们没有杀死他，也没有钉在十字架上；但是[另一个]是为了与他们相似。的确，对它有所不同的人对此有疑问。他们对此不了解，除了以下假​​设以下假设而且他们没有肯定地杀死他。” （Q.4：157 :)\n第二节被解释为表明耶稣与“时代”（结束时代）之间的联系：\n\n“而且真是个小时的知识。所以怀疑你们对此并不了解，而是跟着我。这是正确的道路。” （Q.43：61 Trans Pickthall）。[90]\n耶稣返回的圣训可追溯到萨哈巴之一阿布·赫拉拉（Abu Hurairah），但实际上可能是在早期的阿伯巴斯·哈里发（Abbasid Caliphate）的内战期间引入的，当时有期望的救主。对于什叶派，马赫迪将是救世主，一些逊尼派倾向于期待耶稣的回归。在阿伯巴斯的早期哈里发期间，禁止在游行队伍中穿着钉十字架并在公共场合饲养猪。否则，十字架的破裂可能反映了穆斯林对这一象征的普遍反对，并杀死了猪的提法。[100]\n\n在古兰经中，直接和间接地提到了耶稣大约187次，也被许多头衔提及，最常见的是al-Masih（'the Messiah'）。[3] [110] [111] [111] [112] [33] [33] [33]这是给予的耶稣被称为25次ISA，[注2]第三人称48次，[注3]第一人称35次，其余的是《古兰经》中的标题。[注4] [113]\n\n穆罕默德（Muhammad\n\n与亚当相似\n古兰经强调了耶稣的创造论，[107]通过与亚当的相似，就没有人类来源。穆罕默德经常用来比较亚当和耶稣的出生。[115]\n\n伊斯兰的训okes被推断出基督教的神圣干预论点背后的逻辑矛盾，因为这种含义将神性归因于亚当，后者只被理解为创造。[107]\n \n在伊斯兰教中，耶稣被认为是伊斯兰先知穆罕默德的先驱。根据《古兰经》的说法，穆罕默德的到来是耶稣在61：6中通过这节经文预测的，阿拉伯早期的穆斯林声称他们对现有的宗教传统的新信仰和所谓的耶稣的预测合法。[116] [116]穆斯林认为耶稣是穆罕默德的先驱，他预言了后者的到来。[117] [26]这种观点是基于《古兰经》经文的，其中耶稣说一个使者出现在他的名字“艾哈迈德”之后。[118]伊斯兰教将艾哈迈德（Ahmad）与穆罕默德（Muhammad）联系在一起，这两个词都源自H-M-D Triconsonantal根部，它是指赞美性的。穆斯林断言，新约中存在耶稣的宣告的证据，并提到了副羊皮，他的来临是约翰福音的预言。[119]\n\n穆斯林评论员声称，使用的原始希腊语是壁periklutos，意为著名的，杰出的或值得称赞的，以阿拉伯语为艾哈迈德。这是由基督徒用帕拉克洛斯（Parakletos）取代的。[97] [120]这个想法是辩论的，询问古兰经文本是否支持传统理解。\n\n伊斯兰神学声称，耶稣预言了另一位先知，根据苏拉61：6，提到艾哈迈德这个名字。 （艾哈迈德是来自同一三角龙根的阿拉伯语名称。\n\n回到“艾哈迈德”一词，穆斯林建议艾哈迈德是佩里克鲁托斯（Periklutos）的翻译，著名的或称赞的人，这是约翰·十四（John Xiv，xvi and xvi of of Parakletos）的腐败。[121]\n\n圣训\n据报道，圣训是穆罕默德和周围的人的话。包含耶稣传奇的圣训受到了在阿拉伯半岛和阿比西尼亚进一步盛行的非典型（“异教”）基督教的影响。[65]圣训在第三穆斯林世纪发展为穆斯林社区的权威来源。穆斯林对耶稣从圣训中出现的看法是一个奇迹，无罪和末世的人物，再次根据穆斯林的预言观点指出人们，向穆斯林信仰（穆斯林；一个屈服于上帝的旨意）。 130]\n\n圣训扮演着一个非常重要的部分，塑造了耶稣在普通穆斯林中的形象，在整合了圣训和塔夫西尔时，已经进一步发展成大量的传奇著作和报道。[26]随着穆斯林的重塑，耶稣的空白令人惊讶。而是写的是圣灵的帮助。福音被视为一本书要宣讲，只有在没有提及实际教义的情况下才被提及。令人惊讶的是，耶稣的虚拟言论和所谓的教义在圣训 - 伊斯兰教和耶稣的苏菲代表中被赋予了首位。[65]\n\n逊尼派伊斯兰教\n在Kitab al-Milal wa al-Nihal中，Al-Shahrastani（卒于1153年），有影响力的波斯历史学家，史学家，学者，哲学家和神学家，记录了耶稣对正统宗旨非常接近的耶稣的描绘，同时又继续进行伊斯兰叙述：\n\n基督徒。 （他们是）基督的社区（Umma），耶稣，玛丽的儿子（他的和平）。他是在摩西（和平）之后真正被派往（先知; Mab'uth）的人，并在《摩西五经》中宣布。对他来说，（授予）表现出明显的迹象和著名的证据，例如死者的复活以及盲人和麻风病的治愈。他的本性和天生的性格（Fitra）是他真实性的完美迹象。也就是说，他没有以前的种子和他的讲话没有事先教导。尽管所有（其他）先知的启示的到来是（年龄）四十岁，但是当他被摇篮演讲时，启示录就出现在他身上，当他传达时，启示录（神圣的信息）就来了。在（年龄）三十岁。他的（预言）任务（da'wa）的持续时间为三年零三个月零三天。[131]\n\n什叶派伊斯兰教\n据报道，在Nahj al-Balagha中，第四位哈里发（r。656–661）谈到了耶稣的简单性。[132]阿里说：“耶稣用一块石头做枕头，穿着粗糙的衣服，吃了粗糙的食物。他的调味品是饥饿的。他的灯在晚上是月亮。他没有妻子来吸引他，也没有任何儿子，也没有财富偏离。他的两只脚是他的运输工具，他的两只手是他的仆人。” [132]根据阿里的曾曾孙子Ja'far al-Sadiq的说法，大卫和耶稣之间的时间是四百年。[133] Ja'far进一步说，耶稣的宗教是一神教（Tawḥīd）和纯洁（Ikhlāṣ）。[133] “印第安人”（福音）被送到他身上，其他先知采取的承诺也是从耶稣那里夺走的：用宗教建立祈祷，禁止善良并禁止邪恶，允许允许的东西并禁止禁止的一切。告诫和寓言在“ Indil”中被送往他，但没有报应法则，也没有报应的戒律（Ahkam al-Hudud），也没有继承的义务。他被寄给了对摩西摩西寄给摩西的一种缓解。耶稣指挥他的追随者，他们相信摩西五经和“ indil”的律法。[133]\n\n根据法蒂米德时期的著名穆斯林法学家卡迪·纳曼（Qadi al-Nu'man）的说法，耶稣被称为古兰经中的弥赛亚（al-masīḥ），因为他被送往回应他的人（Masaha） ）他们的杂质，信仰的疾病；无论是明显的（Zahir）还是隐藏（Batin）。卡迪·阿努曼（Qadi al- Nu'man Zahir）在《古兰经》中提到。他说，耶稣的母亲玛丽是一个养育和指示耶稣（拉希克）的人的隐喻，而不是亲自生下他。卡迪·纳曼（Qadi al-Nu'man）解释说，耶稣来自亚伯拉罕（Abraham）的纯粹后代，就像阿里（Ali）和他的儿子来自穆罕默德（Muhammad）的纯粹后代，经过法蒂玛（Fatima）。[134]\n\n外貌\n基于穆罕默德的几个圣训叙述，可以对耶稣进行身体上的描述（耶稣的身体描述中有任何区别是由于穆罕默德在不同场合见到他时（例如在他的升天期间）或在耶稣中描述耶稣时在耶稣中描述他时的描述。 '第二次降）：[144]\n\n一个中等/中/平均身高和身高的精心设计的人，胸部宽阔。\n直，长发和长发落在他的肩膀之间。似乎水从他的头上运球，尽管它不是湿的。",
"Muhammad": "穆罕默德在伊斯兰教\n维基百科，自由的百科全书\n跳到navigation jump搜索\n本文涉及穆罕默德在伊斯兰语境中的作用和意义。有关一般概述，请参阅穆罕默德。\n伊玛目al-anbiya\n拉苏尔·阿拉（RasūlAllāh）\n穆罕默德\n贵重\nSVG SVG\n伊斯兰书法中的“穆罕默德”\n伊斯兰先知\n在伊萨（耶稣）之前\n被废除的职位成功\n标题Khatam An-Nabiyinin（“先知印章”）\n个人的\n生于星期一，12个Rabi'Al-Awwal 53 BH（公元570年）\n麦加，赫贾兹，阿拉伯\n死于星期一，12个Rabi'Al-Awwal 11 AH（公元632年6月8日）\n麦地那，赫贾兹，阿拉伯\n休息地点绿色圆顶，先知清真寺，麦地那\n宗教伊斯兰教\n配偶见穆罕默德的妻子\n孩子们看到穆罕默德的孩子\n父母\nAbd Allah Ibn Abd Al-Muttalib（父亲）\nAmina Bint Wahb（母亲）\n麦地那的著名宪法\n其他名称查看穆罕默德的名称和标题\n亲戚见穆罕默德的家谱，阿尔·贝特（“房子家族”）\n签名穆罕默德印章\n穆罕默德的印章\n穆斯林领导人\n继任者见穆罕默德的继承\n阿拉伯语名称\n个人（ISM）穆罕默德\nPatonymic（NASAB）Muḥammadibn Abd Allah ibn abd al-Muttalib ibn hashim ibn ibn abd manaf ibn ibn qusai ibn ibn ibn ibn ibn kilab\nTeknonymic（Kunya）Abu al-Qasim\nBismillahir Rahmanir Rahim\n关于伊斯兰系列的一部分\n伊斯兰先知\nAnbiya\n古兰经中的先知\n由伊斯兰名称和圣经名称列出。\nʾ jethro）mūsā（摩西）hārūn（aaron）dhul-kifl（Ezekiel或Gautama Buddha）Dāūd（David）Sulaymān（Solomon）Yūnus（Jonah）（Jonah）（Jonah） ）穆罕默德（穆罕默德）\n主要事件\n视图\n 伊斯兰门户网站\nVTE\n系列的一部分\n伊斯兰教\nallah3.svg\n信念\n实践\n文本基础\n历史\n文化与社会\n相关话题\n 伊斯兰门户网站\nVTE\nMuḥammadibn Abd Allah（阿拉伯语：Arabic：贵重了ععٱٱٱِ ِ; C.570  -  632 CE 632 CE）被认为是伊斯兰所有主要分支中上帝的使者和先知的印记。穆斯林认为，古兰经是伊斯兰教的中心宗教文本，上帝向穆罕默德揭示了古兰经，穆罕默德被派往恢复伊斯兰教，他们认为这不是穆罕默德，而是真正不变的原始原始一神教信仰，亚伯拉罕，亚伯拉罕，摩西，耶稣和其他先知。[1] [2] [3] [4]穆罕默德与古兰经建立的宗教，社会和政治原则成为伊斯兰和穆斯林世界的基础。[5]\n\n穆罕默德（Muhammad）大约出生于53 bh（公元570年），成为一个受人尊敬的qurayshi家族，获得了“ al-amin”（ا车艾amin）的头衔，意思是“ Trustworthy”）。[6] [7] [7]据说穆罕默德（Muhammad）在11 bh中40岁（公元610年）中获得了他在名为希拉（Hira）的洞穴中的第一个口头启示，这是古兰经下降的开始，一直持续到生命的尽头。穆斯林认为，穆罕默德被上帝要求宣讲上帝的一体，以便淘汰偶像崇拜，这是伊斯兰前阿拉伯公开存在的一种做法。[8] [9]由于新近converted依的穆斯林的迫害，受到麦地那（Medina）的代表团（当时称为Yathrib）的邀请，穆罕默德（Muhammad）和他的追随者在1 AH（622 CE）中迁移到麦地那（Medina），这一事件被称为hijrah。[10] [10] [[10] [[10] [[10] [ 11]]穆罕默德一生中的转折点也标志着伊斯兰日历的开始。在麦地那（Medina），穆罕默德（Muhammad）勾勒出麦地那的宪法，指定了那里各个现有社区之间的关系和关系权利，形成了一个独立社区，并设法建立了第一个伊斯兰国。[12]尽管麦卡斯人持续不断地敌对，但穆罕默德及其追随者在630，[13] [14]中控制了麦加，并下令销毁所有异教徒偶像。[15] [16]穆罕默德（Muhammad）在麦地那（Medina）的晚年在伊斯兰教[17]下统一了阿拉伯的不同部落，并进行了社会和宗教改革。[18]到他死于大约11 AH（公元632年）时，几乎所有阿拉伯半岛的部落都converted依了伊斯兰教。[19]\n\n穆斯林经常将穆罕默德称为先知穆罕默德，或者只是“先知”或“使者”，并将他视为所有先知中最伟大的。[1] [20] [21] [21] [22]穆斯林将他视为所有美德的拥有者。[23]作为尊重行为，穆斯林遵循阿拉伯语的祝福sallallahu'Alayhi wa sallam的穆罕默德的名字（意思是和平），[24]有时会缩写为“锯”或“ pbuh”。\n\n在古兰经\n更多信息：古兰经中的穆罕默德\n\n穆罕默德（Muhammad\n古兰经对穆罕默德的早期生活或其他传记细节几乎没有列举，但它谈到了他的预言使命，他的道德卓越和关于穆罕默德的神学问题。根据古兰经的说法，穆罕默德是上帝派遣的先知链中的最后一个（33:40）。在整个古兰经中，穆罕默德被称为“使者”，“上帝的使者”和“先知”。其中一些经文是2：101，2：143，2：151，3：32，3：81，3：144，3：164，4：79-80，5：15，5：15，5：41，7：157：157 ，8：01、9：3、33：40、48：29和66：09。使用了其他术语，包括“华纳”，“欢乐的消息”和“邀请人们参加单身神”（古兰经12：108和33：45-46）。古兰经断言，穆罕默德是一个拥有最高道德卓越的人，上帝使他成为一个很好的榜样或一个“好模特”，让穆斯林遵循（古兰经68：4和33:21）。古兰经否认穆罕默德的任何超人特征[25]，但用积极的人类品质来描述他。在几节经文中，古兰经将穆罕默德与人类的关系结晶。根据《古兰经》的说法，上帝以真理（上帝的信息给人类的信息）派遣了穆罕默德，并作为对整个世界的祝福（古兰经39:33和21：107）。在伊斯兰传统中，这意味着上帝将穆罕默德传给人类，以后将使人们在来世中得到救赎，而这是穆罕默德的教义和他个人生活的纯洁，使对上帝在这个世界上的崇拜保持活力。[26]\n\n根据《古兰经》的说法，穆罕默德的到来是耶稣的预测：“记住，玛丽的儿子耶稣说：'以色列的孩子们！我是上帝的使者，确认了我面前的律法，并给我的信使的欢乐消息追随我，他的名字将是艾哈迈德（Ahmad）”（古兰经61：6）。通过这节经文，阿拉伯早期的穆斯林因其对现有宗教传统的新信仰和所谓的耶稣预测而声称合法性。[27]"
}
