{
"t.Birth of the Universe": "\"وهو الشخص (الله) الذي أنشأ السماوات والأرض (وفقًا لأمره السماوي المرسوم القائم على الحقيقة) على الحقيقة. واليوم الذي سيقول فيه:\" كن \" تعال إلى كائن كل الحكمة ، على دراية \". (القرآن 6:73)\n\n\"إن أمرنا لشيء ما هو ولكن هذا فقط عندما نعتزم (لإحضاره) (إلى الوجود) ، نقول له:\" كن \"، ويصبح\". (القرآن 16:40)\n\"ليس مجد الله أن يأخذ (لنفسه أي شخص) ابنًا. مقدس ومجد هو (فوق هذا)! عندما يرفض أي مسألة ، يقول لها فقط:\" كن \"، ويصبح\". (القرآن 19:35)\n\n\"إنه منشئ السماوات والأرض! عندما يرسى مسألة ، يخبرها ببساطة ،\" كن! \" و هو!\" (القرآن 2: 117)\n\n\"إن قيادته (الخلق) هي أنه عندما ينوي (لإنشاء) شيئًا ، يقول له:\" كن \"، لذلك يصبح على الفور (موجود أو مرئيًا ويستمر في أن يصبح).\" (القرآن 36:83)\n\n\"إنه الشخص الذي يعطي الحياة ويسبب الموت. ثم عندما يقرر شيء ما ، يقول له فقط:\" كن \"، لذلك يصبح\". (القرآن 40:68)\n\n\"وإذا كانت أي أشجار على الأرض كانت أقلامًا والبحر [كان حبرًا] ، يتم تجديده بعد ذلك من قبل سبعة أكثر من البحار ، فلن يتم استنفاد كلمات الله. (القرآن 31:27)\n\n\"ألا يفكر الإنسان في أننا أنشأناه من سقوط الحيوانات المنوية [مجرد]-ثم في الحال ، يكون منافسًا مفتوحًا؟ ويعرض (حجة) بالنسبة لنا وينسى خلقه الخاص. يسأل (في حالة تشويش) : \"من سيعطي الحياة للعظام عندما يتم تفككهم؟\" قل: \"سوف يعطي الحياة لهم الذين جلبوهم إلى الوجود في البداية ، وهو مدرك لكل الخلق.\" من صنع لك ، من الشجرة الخضراء ، النار. ثم أنت Kindle (النار). ليس هو الذي ابتكر السماء والأرض قادرة على خلق مثلهم؟ نعم بالفعل! وهو الخالق الرائع (للجميع) مع العلم. بالتأكيد قيادته ، عندما يرغب في شيء ، هو فقط أن يقول له: كن! وهو! \" لذلك يكون المجد له في يده هو مملكة كل الأشياء ، ويعيد لك. \"(القرآن 36: 82)\n\n\"ثم هل تعتقد أننا خلقتك بلا فائدة وأنك لن تعود لنا؟\" (القرآن 23: 115)\n\n\"هل لم يخلقهم أي شيء أم أنفسهم؟\" (القرآن 52:35)\n\n\"ألا يتذكر الإنسان أننا خلقناه من قبل ، عندما لم يكن شيئًا؟\" (القرآن 19:67)\n\n\"لقد أخرجك الله من رحم أمهاتك بينما لم تكن تعرف شيئًا ، وأعطاك السمع والبصر والقلوب ، حتى تكون ممتنًا\" (القرآن 16: 78)",
"t.Big Bang": "\"هل لا يدرك الكفرين أن السماوات والأرض كانت ذات مرة واحدة ثم نقرهم في قمة asunder__؟ وأنشأنا من الماء كل شيء حي. ألا يؤمنون بعد ذلك؟\" (القرآن 21:30)\n\n__big bang__ هي نظرية علمية حول كيفية بدء الكون من نقطة واحدة وتوسع من هناك. إنها حيث نشأت المجرات والنجوم والكواكب وكل المسائل التي نراها اليوم.\n\n__ \"إنه الشخص الذي نشأ السماوات والأرض ، وعندما يرغب في (نشأ) شيئًا ، يقول له فقط:\" كن \"، ويصبح\". (القرآن 2: 117) __\n\nنموذج __big bang__ هو أن الكون بدأ في حالة كثيفة وساخنة للغاية وقد توسع. تشير النظرية ، وتظهر القياسات ، أن الكون لا يزال يتوسع اليوم.\n\nبدأ الكون كقوة فائقة الساخنة والصغيرة والكثيفة (مزيج القوى الأساسية الأربع) ، مع عدم وجود نجوم أو ذرات أو شكل أو بنية (تسمى \"التفرد\"). ثم منذ حوالي 13.8 مليار سنة ، توسع المساحة بسرعة كبيرة (وبالتالي اسم \"__big bang__\"). بدأ هذا تكوين الذرات ، مما أدى في النهاية إلى تكوين النجوم والمجرات. كان جورج ليميتري ، كاهن كاثوليكي ، أشار لأول مرة (في عام 1927) إلى أنه يمكن تتبع الكون المتسع في الوقت المناسب إلى نقطة واحدة أصلية.\n\nومع ذلك ، لم يكن معروفًا للعديد من الحقائق الفلكية وغيرها من الحقائق العلمية ، مثل Big Bang ، وتكوين الكوكب ، والدورات والسلوك ، والأجنة ، وأكثر من ذلك بكثير ، من قبل الله في القرآن منذ أكثر من 1400 عام. على سبيل المثال ، لم يكن Georges Lemeaitre أول من يلاحظه Big Bang. يتحدث القرآن بوضوح عن الانفجار الكبير __ \"ألا يدرك الكفرين أن السماوات والأرض كانت ذات مرة واحدة ، ثم نقرصهم؟ وقمنا بإنشاء من الماء كل شيء حي. ألا يؤمنون بعد ذلك؟\" (القرآن 21:30) __\n\nإذا كنت تبحث عن علامة أو دليل على الله ، فاعلم أن هذا مجرد واحد من العديد من الأدلة التي لا حصر لها أن الإسلام هو الدين الحقيقي والوحيد.\n\nلا يزال الكون يتوسع اليوم ، والذي تم اكتشافه مؤخرًا. ومع ذلك ، مرة أخرى ، يؤكد القرآن: __ \"السماوات ، قمنا ببناءها مع السلطة. وبشكل حقيقي ، نحن نوسعها\" (القرآن 51:47) __.\n\nقبل ذلك ، كان لدى العلماء نظرية تسمى Crunch Big Crunch ، حيث كان يعتقد أن الكون ربما يتولد ، أو يعود إلى نفسه ، مرة أخرى بمجرد وصوله إلى نقطة معينة. لم تعد هذه النظرية تدرس.\n\nككل ، الكون ينمو ودرجة الحرارة تنخفض مع مرور الوقت. علم الكونيات هو دراسة كيف بدأ الكون وتطوره. يتفق العلماء الذين يدرسون علم الكونيات على أن نظرية __big bang__ تتطابق مع ما لاحظوه حتى الآن.\n\nوصف فريد هويل النظرية بأنه \"__big bang__\" في برنامجه الإذاعي. لم يصدق أن __BIG Bang__ كان صحيحًا. اعتقد العلماء الذين لم يتفقوا معه أن الاسم كان مضحكا وقرروا استخدامه.\n\nيقوم العلماء بإعداد نظرية __big bang __ على العديد من الملاحظات المختلفة. الأهم هو الانزياح الأحمر للمجرات بعيدة جدًا. Redshift هو تأثير دوبلر الذي يحدث في الضوء وأيضًا يمكن ملاحظته في الصوت. على سبيل المثال ، فإن الصوت العالي الذي يصنعه سباق السباق مع اقترابه من الصوت السفلي الذي يصنعه عند الابتعاد عنك- \"vrrrrrrrrr\" (نحوك) \"oooooommmmmm\" (الابتعاد عنك). وبالمثل ، عندما ينتقل كائن بعيدًا عن الأرض ، فإن أشعة الألوان الخاصة بها تشبه اللون الأحمر أكثر مما هي عليه بالفعل ، لأن الحركة تمتد طول الموجة للضوء الممنوحة من قبل الكائن. يستخدم العلماء كلمة \"حمراء ساخنة\" لوصف موجة الضوء الممتدة لأن الأحمر هو أطول طول موجة على الطيف المرئي. كلما زاد الانزياح الأحمر هناك ، كلما كان الكائن أسرع. من خلال قياس الانزياح الأحمر ، أثبت العلماء أن الكون يتوسع ، ويمكنهم معرفة مدى سرعة الابتعاد عن الكائن عن الأرض. مع الملاحظة والقياسات الدقيقة للغاية ، يعتقد العلماء أن الكون كان تفردًا منذ حوالي 13.8 مليار سنة. نظرًا لأن معظم الأشياء تصبح أكثر برودة مع توسعها ، يفترض العلماء أن الكون كان صغيرًا جدًا وساخنًا جدًا عندما بدأ. إذا كان كائن يتحرك نحو الأرض ، فهو يحتوي على ضوء أزرق تم تحويله.\n\nالملاحظات الأخرى التي تدعم نظرية __big bang__ هي كميات العناصر الكيميائية في الكون. يبدو أن كميات من العناصر الخفيفة للغاية ، مثل الهيدروجين والهيليوم والليثيوم تتفق مع نظرية __big bang__. كما وجد العلماء \"إشعاع الخلفية الكونية الكونية\". يُعرف هذا الإشعاع باسم موجات الراديو ، وهم في كل مكان في الكون. هذا الإشعاع الآن ضعيف للغاية وبارد ، ولكن منذ وقت طويل كان قويًا جدًا وساخنًا جدًا.\n\nعرف علماء العلماء أن الانفجار الكبير من شأنه أن يتسبب في أفعال ضخمة من الإشعاع ولكنهم أرادوا المزيد من إثباته. في الستينيات من القرن الماضي ، كان العمل في بيل لابراتور في نيو جيرسي وأرنو بينزياس وبوب ويلسون يكتشفون بطول CBR (إشعاع الخلفية الكونية) عندما كانوا يضبطون هوائي هومديل ، وهو هوائي جديد حساس للغاية. كانوا يحاولون إزالة جميع ضوضاء الخلفية ووجدوا أنهم لا يستطيعون إزالة تردد التداخل الواحد الذي كان يأتي من جميع الاتجاهات. أصبح هذا لاحقًا يعرف باسم CBR ويرجع ذلك إلى انفجار Big Bang ، ولا يزال من الممكن سماع ذلك ، وسيظل دائمًا على أجهزة الراديو اليوم. منح هذا الاكتشاف أخيرًا بينزياس وويلسون جائزة نوبل في عام 1993.\n\nيجادل بعض العلماء والفلاسفة بأن الوقت لم يكن له معنى أمام __big bang__. يجادلون بأن __big bang__ كان بداية الوقت ، ولم يكن هناك عالم قبل __big bang__ ، لأنه لا يمكن أن يكون هناك \"قبل\" إذا لم يكن هناك وقت! كمسلمين ، نعلم أن الله أبدي وما هو أبعد من أي شيء يمكن أن يفهمه عقلنا. على هذا النحو ، من المنطقي تمامًا لماذا لا يمكننا فهم مفهوم الوقت قبل الانفجار الكبير ، فهذه واحدة من العديد من المفارقات التي تشير إلى خالق قوي.\n\nمن أجل الحجج ، دعنا نقول أنه يمكننا شرح ما كان قبل الانفجار الكبير أو بالضبط كيف تم إنشاؤه حتى. عندها سيكون السؤال التالي ، \"حسنًا ، ما الذي خلق ذلك؟\". ونقول أننا أوضحنا ما الذي خلق ذلك أيضًا ، ثم مرة أخرى ، سيبقى السؤال ، \"حسنًا ، ما الذي خلق ذلك؟\". كما يمكنك أن ترى ، لن ينتهي هذا أبدًا ، لذا فهو في الواقع دليل كبير على كون الله خالقنا الوحيد وكيف يكون مفهوم الله خارج عقولنا الإنسانية المحدودة.\n\nالمسلمون لا يناقشون حول مثل هذه الأمور ، ونحن نقبل فقط ما يخبرنا به الله عن نفسه وخلقه. على سبيل المثال ، يتحدث الله عن يديه لكننا نعلم أنها لا تشبه أي يد نعرفها. الإنسان له أيدي ، قرد له أيدي ، ساعة لها يد. أيدي الله تتجاوز أي شيء يمكن أن نتخيله ، ونحن نتركه في ذلك.",
"t.Milky Way is Born": "ينظر العلماء إلى أن طريقة __milky __ بدأت كإفراط أو عدة شركات صغيرة في التوزيع الشامل في الكون بعد فترة وجيزة من الانفجار الكبير. كانت بعض هذه الحوافز المفرطة هي بذور مجموعات كروي التي تشكلت فيها أقدم النجوم المتبقية في ما يعرف الآن بـ __milky. ما يقرب من نصف المسألة في الطريق __milky __ قد تأتي من مجرات بعيدة أخرى. ومع ذلك ، فإن هذه النجوم والمجموعات تشمل الآن هالة نجمية من الطريق __milky. في غضون مليار عام من ولادة النجوم الأولى ، كانت كتلة طريقة __milky كبيرة بما يكفي بحيث كانت تدور بسرعة نسبية. بسبب الحفاظ على الزخم الزاوي ، أدى ذلك إلى الوسيلة الغازية بين النجوم للانهيار من شكل كروي تقريبًا إلى قرص. لذلك ، أجيال لاحقة من النجوم تشكلت في هذا القرص الحلزوني. ويلاحظ أن معظم النجوم الأصغر سنا ، بما في ذلك الشمس ، في القرص.\n\nمنذ أن بدأت النجوم الأولى في التكوين ، نمت طريقة __milky __ من خلال كل من عمليات اندماج المجرة (خاصة في وقت مبكر من نمو __milky way) وتراكم الغاز مباشرة من هالة المجرة. تتراكم __milky Way__ حاليًا من العديد من المجرات الصغيرة ، بما في ذلك اثنتين من أكبر مجراتها الفضائية ، وهي السحب الكبيرة والصغيرة ، عبر تيار Magellanic. ويلاحظ التراكم المباشر للغاز في السحب عالية السرعة مثل سحابة سميث. ومع ذلك ، فإن خصائص طريقة __milky __ مثل الكتلة النجمية ، والزخم الزاوي ، والمعادن في مناطقها الخارجية تشير إلى أنها لم تخضع لعمليات اندماج مع مجرات كبيرة في السنوات العشرة الماضية. هذا النقص في عمليات الدمج الرئيسية الحديثة أمر غير عادي بين المجرات الحلزونية المماثلة. يبدو أن جارتها The Andromeda Galaxy لها تاريخ أكثر نموذجية تتشكل من خلال عمليات الدمج الأكثر حداثة مع مجرات كبيرة نسبيًا.\n\nوفقًا للدراسات الحديثة ، تُعرف طريقة __milky __ بالإضافة إلى مجرة ​​Andromeda في مخطط اللون في المجرة باسم \"الوادي الأخضر\" ، وهي منطقة يسكنها المجرات التي تمر بمرحلة انتقالية من \"السحابة الزرقاء\" (المجرات التي تتشكل بشكل نشط نجوم جديدة) إلى \"التسلسل الأحمر\" (المجرات التي تفتقر إلى تكوين النجوم). يتباطأ نشاط تكوين النجوم في مجرات الوادي الأخضر أثناء نفاده من الغاز المكون من النجوم في الوسط بين النجوم. في المجرات المحاكاة ذات الخصائص المماثلة ، سيتم عادةً إطفاء تشكيل النجوم في غضون حوالي خمسة مليارات سنة من الآن ، حتى أنه تمثل الزيادة المتوقعة والقصيرة الأجل في معدل تكوين النجوم بسبب الاصطدام بين كل من __milky Way__ و Andromeda مجرة. في الواقع ، تشير قياسات المجرات الأخرى المشابهة للطريقة __milky __ أن تكون من بين أكثر المجرات الحلزونية والألمع التي لا تزال تشكل نجومًا جديدة وهي أكثر زهرة قليلاً من مجرات التسلسل الحمراء.\n\n## العمر والتاريخ الكوني\n\nتعد المجموعات الكروية من بين أقدم الأشياء بطريقة __milky ، والتي تحدد حدًا أدنى على عصر __milky __. يمكن تقدير أعمار النجوم الفردية في طريقة __milky __ عن طريق قياس وفرة العناصر المشعة الطويلة الأمد مثل الثوريوم 232 واليورانيوم 238 ، ثم مقارنة نتائج تقديرات وفرةها الأصلية ، وهي تقنية تسمى النيوكليوكوزوموكرونية. تبلغ قيم العائد هذه حوالي 12.5 ± 3 مليارات سنة لـ CS 31082-001 و 13.8 ± 4 مليارات سنة ل BD +17 ° 3248. بمجرد أن يتم تشكيل قزم أبيض ، يبدأ في الخضوع للتبريد الإشعاعي ودرجة حرارة السطح باطراد. من خلال قياس درجات حرارة أروع هذه الأقزام البيضاء ومقارنتها بدرجة الحرارة الأولية المتوقعة ، يمكن إجراء تقدير العمر. مع هذه التقنية ، تم تقدير عمر الكتلة الكروية M4 بـ 12.7 ± 0.7 مليار سنة. تقدم التقديرات العمرية لأقدم هذه المجموعات تقديرًا أفضل من 12.6 مليار سنة ، وحد ثقة 95 ٪ يبلغ 16 مليار سنة.\n\nتم العثور على العديد من النجوم الفردية في هالة __milky way __'s مع الأعمار المقاسة بالقرب من عمر الكون 13.80 مليار سنة. في عام 2007 ، قدر نجم في هالة المجرة ، 1523-0901 ، بحوالي 13.2 مليار سنة. باعتباره أقدم كائن معروف في درب التبني __ في ذلك الوقت ، وضع هذا القياس حدًا أدنى على عصر __milky way__. تم إجراء هذا التقدير باستخدام طيف الطيف المرئي للأشعة فوق البنفسجية للتلسكوب الكبير جدًا لقياس نقاط القوة النسبية للخطوط الطيفية الناجمة عن وجود الثوريوم والعناصر الأخرى التي تم إنشاؤها بواسطة عملية R. تؤدي نقاط قوة الخط إلى وفرة من النظائر الأولية المختلفة ، والتي يمكن من خلالها اشتقاق تقدير لعصر النجم باستخدام علم النيوكليوكوسمودية. نجم آخر ، HD 140283 ، يبلغ من العمر 14.5 ± 0.7 مليار سنة.\n\nكما تم تقدير عصر النجوم في القرص الرفيع المجرة باستخدام النيوكليوكوسموشيه. تؤدي قياسات نجوم القرص الرفيع إلى تقدير أن القرص الرقيق يشكل 8.8 ± 1.7 مليار سنة. تشير هذه القياسات إلى وجود توقف حوالي 5 مليارات سنة بين تشكيل هالة المجرة والقرص الرقيق. يشير التحليل الحديث للتوقيعات الكيميائية لآلاف النجوم إلى أن التكوين النجمي قد يكون قد انخفض بترتيب من حيث الحجم في وقت تكوين القرص ، قبل 8 إلى 10 مليارات سنة ، عندما كان الغاز بين النجوم حارًا جدًا لتشكيل نجوم جديدة بنفس المعدل كما كان من قبل.\n\nلا يتم توزيع المجرات القمر الصناعي المحيطة بالطريقة __milky __ بشكل عشوائي ، ولكن يبدو أنها نتيجة لتفكك بعض الأنظمة الأكبر التي تنتج بنية حلقة 500000 سنة ضوئية وعرضها 50000 سنة ضوئية. اللقاءات الوثيقة بين المجرات ، مثل تلك المتوقعة في 4 مليارات سنة مع أندروميدا مجرة ​​تمزق ذيول ضخمة من الغاز ، والتي ، مع مرور الوقت يمكن أن تتجمع لتشكيل المجرات القزمية في حلقة بزاوية تعسفية إلى القرص الرئيسي.",
"t.Sun is Born": "__ \"هو الذي خلق الليل واليوم ، والشمس والقمر ؛ جميع (الأجسام السماوية) تسبح على طول ، كل في مسارها المستدير\" (القرآن 21:33) .__ .__.\n\n__sun__ في وسط نظامنا الشمسي هو نجم قزم أصفر. يعطي الطاقة كضوء. ويشمل ذلك الطاقة الضوئية والأشعة تحت الحمراء (الحرارة) والضوء فوق البنفسجي وموجات الراديو. كما أنه يعطي مجرى من الجسيمات ، والذي يصل إلى الأرض كـ \"الرياح الشمسية\". مصدر كل هذه الطاقة هو التفاعل في النجم الذي يحول الهيدروجين إلى الهيليوم ويجعل كميات هائلة من الطاقة.\n\n__sun__ نجمة مثل العديد من الآخرين في مجرة ​​درب التبانة. لقد كانت موجودة منذ ما يزيد قليلاً عن 4.5 مليار سنة ، وسوف تستمر لفترة طويلة على الأقل. __sun__ حوالي مائة مرة واسعة مثل الأرض. تبلغ كتلة 1.9891 × 1030 كجم ، أي 333000 ضعف كتلة الأرض. يمكن أن تتناسب الأرض أيضًا داخل __Sun__ 1.3 مليون مرة.\n\nيعتقد العلماء أن __Sun__ بدأ من سحابة كبيرة جدًا من الغبار وقطع صغيرة من الجليد منذ حوالي 4.567 مليار سنة.\n\nفي وسط تلك السحابة الضخمة ، تسببت الجاذبية في تراكم المادة في كرة. بمجرد أن يصبح هذا كبيرًا بما فيه الكفاية ، بدأ الضغط الضخم في الداخل رد فعل الانصهار. تسببت الطاقة التي تم إطلاقها في تسخين الكرة وتألق.\n\nدفعت الطاقة من __Sun__ بعيدًا عن بقية السحابة من نفسها ، وتشكلت الكواكب من بقية هذه السحابة.",
"t.Earth is Born": "__ \"ثم تحول (الله) إلى السماء بينما كان كل شيء دخان. قال للسماء والأرض:\" تعال إلى الوجود) ، عن طيب خاطر أو غير راغب \". قالوا: \"هنا نأتي (إلى الوجود) في المساءلة على استعداد.\" __\n\n__earth__ والكواكب الأخرى تشكلت منذ حوالي 4.6 مليار سنة. كانت مصنوعة من غاز بقايا من السديم الذي صنع الشمس. هذه مرة أخرى معجزة علمية للقرآن كما يشرحها الله في القرآن: \"ثم تحول (الله) إلى السماء بينما كان كل شيء يدخن. قال للسماء والأرض:\" تعال (إلى الوجود) ، عن طيب خاطر أو عن غير قصد. \" قالوا: \"هنا نأتي (إلى الوجود) في المساءلة\". كانت هذه الآية تتحدث عن كيفية تشكيل الأرض.\n\nربما تم تشكيل القمر بعد تصادم بين __earth__ المبكر وكوكب أصغر (يُطلق عليه أحيانًا ثيا). يعتقد العلماء أن أجزاء من كلا الكواكب قد انفجرت - تصبح (عن طريق الجاذبية) القمر.\n\nيقول القرآن أن الله خلق الشمس والقمر والكواكب ، ولكل منها دوراتها الفردية أو المدارات. __ \"هو الذي خلق الليل واليوم ، والشمس والقمر ؛ جميع (الأجسام السماوية) تسبح على طول ، كل في مسارها المستدير\" (القرآن 21:33) .__ .__.\n\nجاء مياه __EARTH من أماكن مختلفة. تكثيف بخار الماء ، والمذنبات والكويكبات التي تضرب __earth__ ، صنع المحيطات. في غضون مليار سنة (أي حوالي 3.6 مليار سنة) ، يعتقد العلماء أن أول الحياة بدأت ، في عصر Archaean. طورت بعض البكتيريا التمثيل الضوئي ، والتي تتيح للنباتات صنع الطعام من ضوء الشمس والماء. هذا أصدر الكثير من الأكسجين ، الذي تم تناوله لأول مرة عن طريق الحديد في المحلول. في نهاية المطاف ، دخل الأكسجين الحر في الجو أو الهواء ، مما يجعل سطح __earth __ مناسب للحياة الهوائية. شكلت هذه الأكسجين أيضًا طبقة الأوزون التي تحمي سطح __earth __ من الإشعاع فوق البنفسجي السيئ من الشمس.\n\nمرة أخرى ، يخبرنا الله عن طبقة الأوزون في القرآن ، معجزة علمية أخرى للقرآن: __ \"وجعلنا السماء مظلة محمية جيدًا ، لا يزالون يبتعدون عن علاماتها\". (القرآن 21:32) __\n\nيعتقد العلماء أن الحياة المعقدة على سطح الأرض لم تكن موجودة قبل طبقة الأوزون لأنه بدون حماية ، سيكون إشعاع الشمس أكثر من اللازم بحيث لا يمكن للحياة المتقدمة البقاء على قيد الحياة.\n\n__earth__ كان مختلفًا تمامًا في الماضي البعيد. منذ فترة طويلة ، كانت جميع الأراضي تقريبًا في مكان واحد. وهذا ما يسمى شبه القارة. وأقدم القارة القارة المعروفة كان يسمى Vaalbara. بعد ذلك بكثير ، كان هناك وقت (ذي Cryogenian) عندما كانت __eArth__ مغطاة بالكامل تقريبًا بألواح ثلجية سميكة (الأنهار الجليدية). وهذا ما يسمى نظرية Snowball __eArth__.",
"t.Heavy Bombardment": "__ \"لقد أرسلنا بالفعل رسلنا بأدلة واضحة وأرسلنا معهم الكتاب المقدس والتوازن الذي قد يحتفظ به الناس [شؤونهم] في العدالة. وأرسلنا الحديد ، حيث يكون العسكرية العظيمة والمزايا للشعب ، وهكذا قد يجعل الله من الواضح أولئك الذين يدعمونه ورسله غير مرئيين. في الواقع ، الله قوي وممتع في القوة \". (القرآن 57:25) __\n\nالقصف الثقيل المتأخر (LHB المختصر والمعروف أيضًا باسم Cataclysm القمري) هو حدث يعتقد أنه حدث قبل حوالي 3.8 إلى 4.1 مليار سنة. هذا هو المعروف باسم عصور النوهية واليورش على الأرض. خلال هذه الفاصل الزمني ، تم تصادم عدد كبير بشكل غير متناسب من الكويكبات لتصادم مع الكواكب الأرضية المبكرة في النظام الشمسي الداخلي ، بما في ذلك الزئبق والزهرة والأرض والمريخ.\n\nحدث القصف الثقيل المتأخر بعد أن تشكلت الأرض والكواكب الصخرية الأخرى وتراكم معظم كتلتها ، لكنها لا تزال مبكرة جدًا في تاريخ الأرض.\n\nيعلم العلماء اليوم أن الحديد لا يمكن أن يتطور على الأرض. نظرًا لحجم الأرض الذي يعرفونه ، فهم يعلمون أن مثل هذه المواد لم تتمكن من تطويرها هنا بشكل طبيعي. في الواقع ، إنهم يعلمون أنه يجب صنع الحديد داخل النجوم ، وخاصة العمالقة الحمراء. فقط داخل مثل هذا النجم العملاق يمكن أن تتشكل العناصر معًا أثناء ردود الفعل الانصهار. ثم يحدث supernova ، مما يعني أن النجم ينفجر ، وينفجر شظايا الحديد في الفضاء. يعتقد العلماء أن هذا هو كيف جاء الحديد إلى الأرض.\n\nيذكر القرآن ، __ \"وأرسلنا الحديد\" __. حتى وقت قريب ، وبدون اكتشاف العلماء فترات القصف الثقيل __ ، فإن هذه الآية حول __ \"لقد أرسلنا إلى الحديد\" __ لن تكون لها معنى كبير لنا. ومع ذلك ، فقد اتضح أن الله أرسل حرفيًا إلى الحديد حتى نتمكن من الاستفادة منه.",
"t.Life on Earth": "__ \"هل لم يعتبر أولئك الذين كفروا أن السماوات والأرض كيان مرتبطين ، ثم فصلناهم عن الماء كل شيء حي؟ ثم ألا يصدقون؟\" (القرآن 21:30) .__\n\nأقدم أشكال الحياة المطالب بها هي الكائنات الحية الدقيقة المتحفرة (أو microfossils). تم العثور عليها في الصخور الغنية بالحديد والسيليكا والتي كانت ذات يوم فتحات حرارية مائية في حزام Nuvvuagittuq Greenstone في كيبيك ، كندا.\n\nهذه الصخور قديمة يصل إلى 4.28 مليار سنة. يتم عرض النماذج الأنبوبية التي تحتوي عليها في تقرير. إذا كان هذا هو أقدم سجل للحياة على الأرض ، فهو يشير إلى \"ظهور الحياة الفوري تقريبًا\" بعد أن تشكلت المحيطات قبل 4.4 مليار سنة. وفقًا لما ذكره ستيفن بلير ، \"إذا نشأت الحياة بسرعة نسبية على الأرض ، فقد يكون ذلك شائعًا في الكون\".\n\nيصف القرآن أن الله \"مصنوع من الماء كل شيء حي\" (القرآن 21:30). __ تصف آية أخرى كيف أن __ \"لقد خلق الله كل حيوان من الماء. منهم بعضهم يتسللون على بطونهم ، وبعضهم المشي على ساقين ، والبعض الآخر يمشي على الرابعة. الله يخلق ما يشاء ، لأن الله حقا لديه القوة على كل شيء \"(24:45) .__ .__\n\nتدعم هذه الآيات النظرية العلمية التي بدأت الحياة في محيطات الأرض. كما أنهم يتماشون مع البيولوجيا الحديثة التي تنص على أن بعض الحيوانات تتكون من مياه تصل إلى 90 ٪ ، بينما يتكون البشر من حوالي 60 ٪ من المياه.",
"t.Single Celled Organisms": "__ يصف القرآن أن الله \"مصنوع من الماء كل شيء حي\" (القرآن 21:30) __.\n\nالكائنات أحادية الخلايا هي كائنات حية لها خلية واحدة.\n\nيمكن العثور على الكائنات أحادية الخلايا في كل مكان. كانت أقدم أشكال الحياة موجودة منذ 3.8 مليار سنة ، إن لم يكن. يعتقد العلماء أن هذه الكائنات الحية عاش في الماء. يتابعون مجموعة متنوعة من الاستراتيجيات للبقاء على قيد الحياة: التمثيل الضوئي (البكتيريا الزرقاء) ، والكيمياء (العديد من Archaea) ، وعدم التغاير (Amoeba). تحتوي بعض الكائنات الحية أحادية الخلية على سوط ، أو ذيول صغيرة تستخدمها في الحركة ، أو الفصوص ، والملحقات للهيكل العظمي الخلوي (الهيكل الخلوي) ، والتي تظهر كأسلحة مشابهة. تحدث سوط أسلافنا أحادي الخلايا على طول الطريق إلى الحيوانات ، حيث يظهر على الحيوانات المنوية المليئة بالحيوية.\n\n__ يصف القرآن أن الله \"مصنوع من الماء كل شيء حي\" (القرآن 21:30) __. تصف آية أخرى كيف أن __ \"لقد خلق الله كل حيوان من الماء. من بينهم بعض الذين يتسللون على بطونهم ، وبعضهم يسير على ساقين ، وبعضهم يمشي على أربعة. الله يخلق ما يشاء ، لأن الله حقًا لديه القوة كل الأشياء \"(القرآن 24:45) __.\n\nتدعم هذه الآيات النظرية العلمية التي بدأت الحياة في محيطات الأرض.",
"t.Animals": "تظهر الأحافير الأولى التي قد تمثل الحيوانات في صخور تريزونا في جنوب أستراليا البالغة من العمر 665 مليون يتم تفسير هذه الحفريات على أنها على الأرجح إسفنجية مبكرة.\n\nتم العثور على أقدم الحيوانات في Ediacaran Biota ، في نهاية The Precambrian ، منذ حوالي 610 مليون عام. لقد كان من المشكوك فيه منذ فترة طويلة ما إذا كانت هذه الحيوانات شملت ، ولكن اكتشاف الكوليسترول الدهني للحيوان في حفريات ديكنسونيا يثبت أن هذه الحيوانات كانت بالفعل.\n\nيظهر العديد من Phyla لأول مرة في السجل الأحفوري خلال الانفجار الكامبري ، بدءًا من حوالي 542 مليون عام ، في أسرة مثل Burgess Shale. تشمل فيليلا الموجودة في هذه الصخور الرخويات ، والراشوبودات ، والأونيشوفوران ، والفارق ، والمفصليات ، و echinoderms و hemichordates ، إلى جانب العديد من الأشكال المنقرضة الآن مثل الشذوذ الفريد. ليس العلماء متأكدين مما إذا كانت هذه الحيوانات قد ظهرت بالقرب من ذلك في وقت واحد أو إذا كانت مشكلة في الطريقة التي يتم بها جمع السجلات الأحفورية.",
"t.Fish": "يعتقد العلماء أن السمكة الأولى ظهرت منذ حوالي 530 مليون عام خلال الانفجار الكامبري. يُعتقد أنها الفقاريات الأولى ، أو الحيوانات ذات العمود الفقري أو العمود الفقري. يُعتقد أن الأسماك الأولى تنتمي إلى أسماك agnatha أو الفك الفكية. خلال أواخر الأسماك الكامبري ، التي تشبه الفك الشبيهة بالثنائي ، ظهرت الأسماك التي تدعى Conodonts ، والتي ظهرت في معظمها على الأسماك المدرعة المعروفة باسم Ostracoderms. معظم الأسماك الفكية انقرضت الآن.",
"t.Insects": "__Insect__ ، فئة في مفصلية phylum. هم اللافقاريات الأرضية الصغيرة التي لها الهيكل الخارجي الصلب.\n\n__Insect_ هي أكبر مجموعة من الحيوانات على الأرض إلى حد بعيد. حوالي __926،400 تم وصف أنواع مختلفة __. أنها تمثل __more من نصف جميع الأنواع الحية المعروفة __ ويعتقد أنها تزيد عن 90 ٪ من الأنواع الحيوانية __on.\n\nيتم العثور على أنواع جديدة من __Insects __ باستمرار. تتراوح تقديرات إجمالي عدد الأنواع من 2 مليون إلى 30 مليون.\n\n__Insect_ لها ستة أرجل ؛ ومعظمهم لديهم أجنحة. يعتقد أن __Insect_ هي أول حيوانات قادرة على الطيران. أثناء تطورها من البيض ، يخضع __insect__ __mamamorphosis__ ، وهي عملية رائعة من التحول حيث يتغير شكل غير ناضج من الحشرة إلى شكل بالغ في مرحلتين أو أكثر. __insects__ تعيش في جميع أنحاء الكوكب: كلها تقريبًا أرضية (تعيش على الأرض) ، ولكن بعضها يعيش في المحيطات أو في أماكن باردة للغاية ، مثل أنتاركتيكا. تعيش معظم الأنواع في المناطق الاستوائية.\n\nبعض الناس يطلقون على جميع __insects __ \"حشرات\" ، لكن هذا غير صحيح. بعض __insects __ فقط حشرات حقيقية ، وهو ترتيب معين من __insects__. يطلق على الأشخاص الذين يدرسون __Insects__ __entomologists __.",
"t.Reptiles": "__REPTILE__ هو الاسم الشائع لأحد المجموعات الرئيسية للفقاريات الأرضية. لا يتم استخدامه كثيرًا من قبل علماء الأحياء ، الذين يستخدمون مصطلحات أكثر دقة.\n\nاسم __ \"الزواحف\" __ يأتي من اللاتينية ويعني \"الشخص الذي يتسلل\". جميع أنواع الحية __Reptile__ بارد الدم ، ولديها جلد متقشر ، ووضع البيض الكليويك. يفرزون حمض اليوريك (بدلاً من اليوريا) ، ولديهم cloaca. Cloaca هو فتحة مشتركة للشرج ، المسالك البولية والقنوات الإنجابية. __Reptiles__ تشترك أيضًا في ترتيب للقلب والأوعية الدموية الرئيسية التي تختلف عن ثدييات الثدييات.\n\nالعديد من المجموعات المهمة من __Reptiles__ انقرضت الآن ، على سبيل المثال Mosasaurs. اعتدنا أن نقول أن الديناصورات قد انقرضت ، لكنها تعيش في شكل أحفادهم الريش (الطيور). تشمل __Reptiles__ القديمة التي تنجو من السلاحف والتماسيح و tuatara ، الناجي الوحيد لمجموعتها. الغالبية العظمى من __Reptiles__ الحالية هي الثعابين والسحالي.\n\nدراسة المعيشة __Reptiles__ تسمى herpetology.",
"t.Dinosaur Age": "__dinosaurs__ (بمعنى \"السحالي الرهيبة\") هي مجموعة متنوعة من الزواحف Archosaur. كانت الحيوانات الأرضية المهيمنة في عصر الوسيط. أكثر من 500 أجناس مختلفة من الديناصورات معروفة. تم العثور على أحافير الديناصورات في كل قارة ، وما زالت هناك اكتشافات جديدة متكررة.\n\nظهرت __dinosaurs__ في الترياسي العلوي ، منذ حوالي 230 مليون عام. إن أقدم موعد لحفوري الديناصورات هو توقيت Eoraptor ، 231.4 إلى 228 MYA. بحلول وقت مبكر من الجوراسي ، كانوا الفقاريات الأراضي العليا ، وهما سيطروا على معظم البيئات على الأرض. استمروا حتى حدث انقراض K/T (العالمي) المفاجئ منذ 66 مليون عام.\n\nمن السجل الأحفوري ، يعتقد العلماء أن الطيور تعيش الديناصورات الريش ، وبالتالي كانت الخط الوحيد من الديناصورات الذين يعيشون حتى يومنا هذا.\n\nكان للديناصورات تعديلات ساعدت على جعلها ناجحة. أول ديناصورات معروفة كانت الحيوانات المفترسة الصغيرة التي سارت على ساقين. كان لدى جميع أحفادهم وضعية مستقيمة ، مع الساقين تحت الجسم. هذا حول أسلوب حياتهم كله. كانت هناك ميزات أخرى. كان لدى معظم الديناصورات الأصغر ريشًا ، وربما كانت دافئة. هذا من شأنه أن يجعلهم نشطين ، مع استقلاب أعلى من الزواحف الحديثة. التفاعل الاجتماعي ، مع العيش في قطعان والتعاون يبدو من المرجح للغاية بالنسبة لبعض الأنواع.\n\nتم الاعتراف بالأحافير الأولى كديناصورات في أوائل القرن التاسع عشر. تم العثور على بعض عظامهم في وقت سابق بكثير ، ولكن لم يتم فهمها. كان ويليام باكلاند وجدعون مانتيل وريتشارد أوين من العلماء الذين رأوا هذه العظام مجموعة خاصة من الحيوانات. الديناصورات هي الآن مناطق الجذب الرئيسية في المتاحف حول العالم. لقد أصبحوا جزءًا من الثقافة الشعبية. كان هناك العديد من الكتب والأفلام الأكثر مبيعًا عنها. تم الإبلاغ عن اكتشافات الديناصورات الجديدة في وسائل الإعلام في كثير من الأحيان.",
"t.Mammals": "__mammals__ هي مجموعة من حيوانات الفقاريات التي تشكل الثدييات الطبقية. لديهم فرو أو شعر ونوع دقيق للغاية من تنظيم درجة الحرارة.\n\nباستثناء Monotremes ، جميع الثدييات تحمل شابًا. كما أنها تنتج الحليب للشباب. رعاية الوالدين للشباب عالمي بين الثدييات ، وهي ضرورية لأن الولادة الحية تحد من عدد النسل.",
"t.Stegosaurus": "كان Stegosaurus (بمعنى \"سقف السقف\") نوعًا من الديناصورات التي تتناول النباتات التي عاشت في أمريكا الشمالية الغربية الآن.\n\nعاش Stegosaurus في فترة العصر الجوراسي العليا منذ حوالي 155-145 مليون سنة. إنها واحدة من أكثر الديناصورات المعترف بها بسهولة ، مع صفها المزدوج المميز من الأطباق على شكل طائرة الورقية على ظهرها والمسامير الطويلة على ذيلها. كان الدروع ضرورية لأنها عاشت مع مثل هذه اللحوم مثل Allosaurus و Ceratosaurus.",
"t.Tyrannosaurus": "كان Tyrannosaurus ديناصورًا مفترسًا كبيرًا من العصر الطباشيري العلوي ، منذ 65.5-67 مليون عام.\n\nكان Tyrannosaurus حيوانًا آكلة اللحوم ثنائيات مع جمجمة ضخمة متوازنة بذيل ثقيل طويل. بالمقارنة مع الأطراف الخلفية الكبيرة والقوية ، كانت مقدمةها صغيرة ، ولكنها قوية لحجمها. كان لديهم رقمين مخلب.\n\nهناك نقاش حول ما إذا كان صيادًا أو زبالًا. مثل معظم أكلة اللحوم المهيمنة اليوم ، مثل الأسود والهبور ، ربما كان Tyrannosaurus على حد سواء. كان لديه فك قوي للغاية ، وقوتها لدغة يمكن أن تلتقط عظام الديناصورات الأخرى.",
"t.Dinosaur Extinction": "كان سبب الانقراض في نهاية العصر الطباشيري واحد أو أكثر من الأحداث الكارثية ، مثل تأثيرات الكويكبات الضخمة أو النيزك ، أو زيادة النشاط البركاني.\n\nتم تأريخ العديد من الحفر المؤثرة والنشاط البركاني الضخم ، مثل النشاط في مصائد Deccan في الهند ، إلى الوقت التقريبي لحدث الانقراض. قد تكون هذه الأحداث الجيولوجية قد قللت من أشعة الشمس وأعاق التمثيل الضوئي ، مما يؤدي إلى اضطراب هائل في بيئة الأرض.",
"t.Primate Bipedalism": "Bipedalism هو أو يستخدم قدمين للمشي. يعتقد العلماء أن ثنائية الأبعاد في الرئيسيات تثير قبل 6 إلى 7 ملايين سنة لأن هذه هي الأحافير الأولى التي وجدواها والتي تظهر سمات ثنائية الأبعاد. يعتقد أنصار التطور أن هذه الأجداد الأوائل للأنواع البشرية ، ولكن هذه النظرية لديها القليل من الأدلة لدعمها.",
"t.Constructed Tools": "__stone tools__ أدوات مصنوعة من الحجر. هم السبب في أن العصر الحجري أعطى اسمه. يعتقد العلماء أنها كانت الأدوات الأولى المستخدمة. لقد علم مؤخرًا أن الأدوات الحجرية كانت تستخدم قبل أن يعيش البشر.",
"t.Control Fire": "__ كان السيطرة على النار __ من قبل البشر الأوائل مهمًا جدًا للبشر الأوائل. قدمت النار مصدرًا للدفء والحماية والتحسين في الصيد وطريقة طهي الطعام. سمحت هذه التقدم الثقافي للابتكارات الثقافية والتغييرات في النظام الغذائي. بالإضافة إلى ذلك ، سمح التحكم في النار بتوسيع النشاط البشري في مناخات أكثر برودة والبقاء مستيقظًا في وقت لاحق من المساء ، من خلال توفير الدفء والضوء.\n\nتتراوح المطالبات الخاصة بأقرب الأدلة النهائية للسيطرة من حوالي 200 ألف إلى 1.7 مليون سنة. أدلة على الاستخدام الخاضع للرقابة للنيران التي تبدأ منذ حوالي 1،000،000 عام ، لها دعم علمي واسع. تم العثور على شفرات الصوان المحترقة في الحرائق بالقرب من الحفريات البشرية في المغرب وتاريخها إلى حوالي 300 ألف عام. أدلة واسعة النطاق على السيطرة على مواعيد الحريق إلى ما يقرب من 125000 عام.",
"t.Adam": "__ \"يا البشرية! لقد خلقنا لك من زوج واحد من الذكور والإناث ، وجعلتك في الأمم والقبائل ، حتى تعرف بعضكما (ليس هذا قد تحتقر بعضكما). في مرأى الله هو من هو أكثر منكم. والله لديه معرفة كاملة ومعرف جيد (مع كل شيء) \"(القرآن 49:13) .__ .__\n\nآدم (العربية: عوم) كان أول إنسان على الأرض وأول نبي (نايت ، نبي) الإسلام. يكرر المسلمة آدم كأب للجنس البشري وزوجته ، هاوا (آاز ، حواء) ​​كأم للبشرية. يرى المسلمون أن آدم أول مسلم ، حيث يذكر القرآن أن جميع الأنبياء بشروا بنفس إيمان الإسلام ، وهو ما يعني الخضوع لله.\n\nمن هذين الشخصين ، سكنت أجيال من البشر الأرض. يذكر الله في القرآن.\n\nعندما تم إنشاء آدم ، أمر الله بكل الخلق لخفض نفسه كعلامة على الاحترام لآدم ، الذي كان خلقًا جديدًا جديدًا. فعل كل شيء باستثناء شايتان ، الذي رفض القول إنه كان مصنوعًا من حريق لا يدخن (جين) ، بينما كان آدم مصنوعًا من الطين. ثم وضعهم الله في حديقة عدن كاختبار ، وقد نجح شايتان في خداع كل من آدم وهاووا. لقد جعلهم يذهبون إلى شجرة أن الله منعهم. نتيجة لهذا ، وضعنا الله (البشر والشياطين) على الأرض كأعداء لبعضهم البعض حتى يوم الحكم. ذات مرة على الأرض ، صلى آدم من أجل المغفرة والله غفره.\n\nكما هو الحال مع آدم وجميع الأنبياء جاءوا إلى الأرض لتذكير عهدنا مع الله. إذا أطيعنا الله ، يمكننا تحقيق مستوى أعلى ، ثم الملائكة في نظر الله. للقيام بذلك ، يجب أن نتجنب همسات شيتان ، وما هو أسوأ بكثير من ذلك ، نسعى جاهدين وقمعنا (رغبات الأنانية). نحن نفعل ذلك باتباع الحكمة التي لا نهاية لها ، والاتجاهات والأمثلة التي قدمنا ​​لنا في القرآن ، والوحي النهائي والكتاب الذي كتبه الشخص الأول من قبل الله الذي يتم الحفاظ عليه تمامًا ولم يتغير. يجب علينا أيضًا اتباع المثال المذهل للأنبياء ولدينا قصة حياة النبي محمد الكاملة حيث جاء في الآونة الأخيرة حيث يظهر في التاريخ الحديث. يتم الحفاظ على جميع تعاليمه أيضًا وهناك الكثير من المنح الدراسية الإسلامية للحفاظ على طريقة حياته وتعليمه. كان النبي محمد ختم الأنبياء ، دولة ، زعيم روحي وعسكري جنبا إلى جنب مع كونه زوج ، أب ، جار ، وصديق. لقد تم الإشادة به من قبل أولئك الذين يستمعون إلى حياته وأفعاله وتعاليمه. حتى أعدائه عندما عاش يحترمونه ويثقون به.\n\nلذلك ، كمسلمين ، نحن نعرف أن الغرض من الحياة لجميع البشر هو عبادة الله ومعرفة من هو الأفضل في الأفعال. لقد وعد الله بالبشرية مكانًا جميلًا في الجنة/الجنة كمكافأة لاتباع وصاياه. أدنى شخص في الجنة سيكون له أرض عشرة أرض. عندما تصل إلى مستويات أعلى من السماء ، تحتاج إلى البدء في قياس أرضك في سنوات ضوئية. الله هو الأكثر سخاء ويريد أن يعطينا وأن نطلب منه كل شيء. إذا ابتعدنا عن الله وطرق الأنبياء ، فإن العقوبة الشديدة تنتظرنا في الجحيم. الله يحمينا من هذا وكل الأشياء الشريرة.\n\nمن منظور علمي ، يكون البشر في أنواع __homo sapiens__ ، والتي تُعرف الأنواع الفرعية المعروفة الوحيدة باسم __homo sapiens sapiens__. نحن أكثر الأنواع المهيمنة على الأرض. ومع ذلك ، هناك أنواع كثيرة من الحياة ، وخاصة بين النباتات والبروتين ، التي كان لها تأثير أكبر على الهواء ، والصخور ، والحياة ، والبيئة الطبيعية للأرض.",
"t.First Temple": "__göbekli tepe__ (وضوحا [ɟøbekˈli teˈpe]) ، التركية لـ \"Potbelly Hill\" ، هو موقع أثري في منطقة الأناضول جنوب شرق تركيا ، على بعد حوالي 12 كم (7 ميل) شمال شرق مدينة şanlıurfa. يبلغ ارتفاع Tell 15 مترًا (49 قدمًا) ويبلغ قطره حوالي 300 متر (980 قدمًا). يبعد حوالي 760 متر (2490 قدمًا) فوق مستوى سطح البحر.\n\nيتضمن Tell مرحلتين من الاستخدام يعتقد أنهما ذو طقوس اجتماعية أو طقسية يعود تاريخها إلى الألفية العاشرة والثامنة قبل الميلاد. خلال المرحلة الأولى ، تنتمي إلى العصر الحجري الحديث قبل الحوض A (PPNA) ، تم بناء دوائر من الأعمدة الحجرية الضخمة على شكل حرف T-أقدم Megaliths المعروفة في العالم. تُعرف أكثر من 200 عمود في حوالي 20 دائرة حاليًا من خلال الدراسات الاستقصائية الجيوفيزيائية. يبلغ ارتفاع كل عمود ما يصل إلى 6 أمتار (20 قدمًا) ويزن ما يصل إلى 10 أطنان. يتم تركيبها في مآخذ والتي كانت تخرج من الأساس. في المرحلة الثانية ، التي تنتمي إلى العصر الحجري الحديث قبل الحوض B (PPNB) ، تكون الأعمدة التي أقيمت أصغر وتوقف في غرف مستطيلة مع أرضيات من الجير المصقول. تم التخلي عن الموقع بعد PPNB. هياكل أصغر تاريخ إلى الأوقات الكلاسيكية.\n\nتظل تفاصيل وظيفة الهيكل لغزا. تم حفره من قبل فريق أثري ألماني تحت إشراف كلاوس شميدت من عام 1996 وحتى وفاته في عام 2014. اعتقد شميدت أن الموقع كان ملاذاً حيث تجمع الناس من منطقة واسعة بشكل دوري ، وليس تسوية.\n\nفي عام 2018 ، تم تعيين الموقع موقعًا للتراث العالمي لليونسكو.",
"t.Agricultural Revolution": "__ كانت ثورة العصر الحجري الحديث __ (عصر حجري جديد) أول ثورة __agricultural __. لقد كان تغييراً تدريجياً من المجتمعات والعصابات في الصيد والتجمع إلى الزراعة والتسوية. توصف هذه الفترة بأنها \"ثورة\" لأنها غيرت طريقة حياة المجتمعات التي جعلت التغيير. لقد حدث في مجتمعات إنسانية ما قبل التاريخ المختلفة في أوقات مختلفة. تغيرت العديد من المجتمعات منذ 7-9 آلاف عام.\n\nيشير المصطلح إلى الفترة الزمنية العامة التي حدثت فيها هذه التطورات. كما ينطبق على التغييرات التي حدثت: اعتماد تقنيات الزراعة المبكرة ، وزراعة المحاصيل ، وتدجين الحيوانات. ثورة العصر الحجري الحديث مهمة للتطورات في التنظيم الاجتماعي والتكنولوجيا.\n\n__ أدت ثورة العصر الحجري الحديث إلى العيش في مستوطنات دائمة أو شبه دائمة. بسبب هذا ، قاد عدد أقل من الناس نمط حياة بدوي. لتكون قادرًا على معرفة من ينتمي المحاصيل المزروعة ، تم تطوير مفهوم ملكية الأراضي. تم تغيير البيئة الطبيعية ، ونمت الكثافة السكانية ، وأكل الناس المزيد من الأطعمة الخضار والحبوب في نظامهم الغذائي. التسلسل الهرمي تطورت في المجتمع. تم تخزين الحبوب ، ويمكن تداولها. ساعد فائض الإنتاج من عائدات المحاصيل الجيدة المجتمعات على البقاء على قيد الحياة سنوات سيئة. مثال على ذلك هو كيف يحمي Yusuf (AS) الحبوب في مصر القديمة.",
"t.Writing": "__writing__ هو عمل التسجيل على وسيط مرئي باستخدام مجموعة من الرموز. يجب أن تكون الرموز معروفة للآخرين ، بحيث يمكن قراءة النص.\n\nقد يستخدم النص أيضًا أنظمة مرئية أخرى ، مثل الرسوم التوضيحية والزخارف. لا تسمى هذه الكتابة ، ولكنها قد تساعد في عمل الرسائل. عادةً ما يستخدم جميع الأشخاص المتعلمين في بلد نفس نظام الكتابة لتسجيل نفس اللغة. أن تكون قادرًا على القراءة والكتابة هو أن تكون متعلمًا.\n\n__writing__ يختلف عن الكلام لأن القراء لا يجب أن يكونوا حاضرين في ذلك الوقت. يمكننا قراءة الكتابة منذ فترة طويلة ، ومن أجزاء مختلفة من العالم. مخازن النص وتتوصيل المعرفة. __Writing__ هي واحدة من أعظم اختراعات النوع البشري. يعتقد المؤرخون أنه تم اختراعه بعد أن استقر الناس في المدن ، وبعد بدء الزراعة. __WRITING__ يعود تاريخه إلى حوالي 3300BC ، وهو ما يزيد عن 5000 عام ، في الشرق الأوسط.\n\n__writing__ اليوم عادة ما يكون على الورق ، على الرغم من أن هناك طرقًا للطباعة على أي سطح تقريبًا. يمكن أن تعرض شاشات التلفزيون والأفلام الكتابة ، وبالتالي يمكن شاشات الكمبيوتر. تم اختراع العديد من مواد الكتابة ، قبل وقت طويل من الورق. تم استخدام كلاي ، البردي ، الخشب ، القائمة والرق (جلود الحيوانات المعدة). كتب الرومان على أقراص مشمع مع قلم مدبب. كان هذا شائعًا للملاحظات والرسائل المؤقتة. كان الاختراع اللاحق للورق من قبل الصينيين خطوة كبيرة إلى الأمام.\n\n__writing__ يتم تقليديًا باستخدام أداة يدوية مثل قلم رصاص أو قلم أو فرشاة. ومع ذلك ، يتم إنشاء نص أكثر فأكثر عن طريق إدخال على لوحة مفاتيح الكمبيوتر أو الهاتف الذكي.",
"t.Recorded History": "__history__ هي دراسة الأحداث الماضية. يعرف الناس ما حدث في الماضي من خلال النظر إلى أشياء من الماضي بما في ذلك المصادر (مثل الكتب والصحف والرسائل) والقطع الأثرية (مثل الفخار ، والأدوات ، والبقايا البشرية أو الحيوانية.) المكتبات والمحفوظات والمتاحف تجمعها والحفاظ عليها أشياء للناس لدراسة التاريخ. الشخص الذي يدرس التاريخ يسمى مؤرخ. الشخص الذي يدرس قبل التاريخ والتاريخ من خلال الأشياء التي تركتها الثقافات القديمة تسمى عالم الآثار. الشخص الذي يدرس البشرية والمجتمع يسمى عالم الأنثروبولوجيا. وتسمى دراسة المصادر والأساليب المستخدمة لدراسة التاريخ وكتابة التاريخ.\n\nيمكن للناس أن يتعلموا عن الماضي من خلال التحدث إلى أشخاص يتذكرون الأشياء التي حدثت في الماضي. وهذا ما يسمى التاريخ الشفهي. عندما أصبح الأشخاص الذين كانوا عبيدًا والناجين من الحرب الأهلية الأمريكية كبار السن ، سجل بعض المؤرخين كل ما قالوه ، حتى لا يضيع التاريخ.\n\nتم القيام به في التاريخ الإسلامي. تم كتابة الكثير ، ولكن كان هناك العديد من العلماء الذين تجولوا في جمع كل قول آخر عن النبي (الحديث) إلى كتب. تم تطوير علوم إسلامية بأكملها فوق هذا للتحقق من سلاسل الروايات التي تؤدي إلى العودة إلى النبي (SAW) وتصنيف هذه الأحاديث في مستويات تصنيف السلامة. نحن نعرف من هم كل هؤلاء الأشخاص وعائلاتهم ، فهي ليست مجرد أسماء أولى عشوائية في كتاب (أي مارك ، لوك ، جون). في كثير من الأحيان ، يمكن العثور على نفس الحديث عشرات المرات في نفس الكتاب أو ينتشر على عدة كتب من الحديث كما تم جمعها من قبل الكثير من الناس. سيتم تصنيف هذا على أنه حديد Sahih (الصوت للغاية).\n\nكما كتب القرآن ، ولكن في الغالب يحفظه الآلاف من الناس خلال حياة الرؤية النبي. لا يزال يحفظه ملايين الناس اليوم ، باللغة العربية الأصلية- حتى من قبل المتحدثين غير العاربيين. هذا ممكن لأن القرآن شاعري ويسهل تذكره لكثير من الناس. إذا اختفى كل نص القرآن بطريقة ما ، فيمكن للمسلمين إعادته في بضع ثوان إذا عملوا معًا. ليس هناك حاجة على أي حال ، كما أخبرنا الله أنه سيحميه في القرآن. __ \"في الواقع ، نحن الذين أرسلنا القرآن ، وبالفعل ، سنكون وصيًا لها.\" (القرآن 15: 9) __\n\nبغض النظر عن جماله الشعري والتلاوة ، فإن رسالة القرآن تناسبها بسهولة في ذهن المؤمنين لأنها تشرح الماضي والمستقبل والحاضر بطريقة منطقية وسهلة الفهم. القرآن هو في الواقع أكبر معجزة لدينا ، والمعجزة التي نحتاجها فقط ، لإثبات أن الإسلام هو الدين الحقيقي. لقد خلقنا ويتحدث إلينا ويعلمنا مباشرة بكلمات القرآن. ومن الأفضل أن يعلمنا آنذاك الله ، الذي خلقنا ويعرفنا بشكل أفضل؟\n\nفي العصور القديمة ، احتفظ الناس في أجزاء مختلفة من العالم بتاريخ منفصل لأنهم لم يلتقوا ببعضهم البعض كثيرًا. بعض مجموعات من الناس لم يلتقوا ببعضهم البعض. اعتقد كل من أوروبا في العصور الوسطى ، وروما القديمة والصين القديمة أنها حكمت الأجزاء المهمة الوحيدة من العالم وأن الأجزاء الأخرى كانت \"بربرية\".",
"t.First Pyramid Built": "__ \"يجب أن نوفر لك (يا فرعون) في جسمك ، أنك قد تكون علامة على أولئك الذين يأتون بعدك! ولكن في الواقع ، فإن الكثيرين بين البشرية يهملون علاماتنا\". (القرآن 10:93) __\n\n__pyramid__ هي هيكل ، عادةً من الحجر ، مبني على شكل هرم. من العصر القديم إلى العصر الحديث ، قام الناس في أجزاء مختلفة من العالم ببناء مثل هذه الهياكل.\n\nتم بناء أول __pyramids__ في عام 2630 قبل الميلاد. أقدم هرم معروف في Saqqara ، مصر وتم بناؤه من قبل الملك Djoser من الأسرة المصرية الثالثة.\n\nيتحدث القرآن عن الأسرة المصرية في قصص موسى (مثل موسى) ويوسف (كما ، جوزيف).\n\nيصف القرآن بدقة التاريخ المصري من خلال الإشارة إلى زعيم هذه السلالات المصرية كملك أو فرعون (الذي جاء لاحقًا). حقيقة تاريخية لم يكتشفها المتحف البريطاني مؤخرًا. ووفقا لهم ، لم يطلق المصريون على حكامهم \"فرعون\" حتى الأسرة الثامنة عشرة (1552-1295 قبل الميلاد).\n\nبعض الآيات تتحدث عن موسى و fira'un (فرعون):\n__ \"نحن (الله) ندرب عليك جزءًا من قصة موسى وفرعون مع الحقيقة ، لصالح الناس الذين يعتقدون. (القرآن 28:04).\n\n\"لقد أرسلنا موسى مع علاماتنا إلى فرعون ورؤساءه ، لكنهم رفضوهم بشكل غير عادل.\n\n\"هذا اليوم يجب أن ننقذك (يا فرعون) في جسمك ، قد تكون علامة على أولئك الذين يأتون بعدك! ولكن في الواقع ، فإن الكثيرين بين البشرية يهملون علاماتنا (القرآن 10:93) __\n\nويعتقد على نطاق واسع المؤرخين والعلماء المسيحيين والمسلمين أن موسى تفاعل مع راميس الثاني. يذكر كل من القرآن والكتاب المقدس هذه القصة بالتفصيل في نهاية المطاف مع غرق الفرعون في البحر الأحمر بعد أن انفصل موسى ، بإذن من الله إلى البحر.\n\nنبوءة القرآن من __ \"هذا اليوم يجب أن ننقذك (يا فرعون) في جسمك ، أنك قد تكون علامة على أولئك الذين يأتون بعدك!\" حتى الان. تكمن الهيئات المحنطة لجميع الفراعنة في وادي الملوك (KV7 و 8) على ضفاف النيل. حتى بعد نهب مقابرهم ، تم الاحتفاظ بالبقايا المحنطة للفرعنة لم يتم اكتشافها لعدة قرون. حدث اكتشافهم في القرن التاسع عشر ، ويمكنك الآن أن ترى ، راميس الثاني مع عينيك في المتحف المصري الكبير في القاهرة ، مصر. كما ذهب جسده في العديد من الجولات الدولية ليراها الجميع. هذا مرة أخرى ، يوضح كيف كان من الممكن أن يعطي الله المعرفة في القرآن والإسلام فقط.\n\nيمكنك أيضًا أن تسأل الشعب اليهود عن تجربتهم مع هذا الفرعون ، وغيرهم من القادة المصريين القدامى.\n\n__ \"ومن المؤكد أننا أعطينا موسى تسعة علامات واضحة ، لذا اسأل أطفال إسرائيل [حول] عندما أتى إليهم وقال له ،\" أعتقد ، يا موسى ، أنك تتأثر بالسحر \"(القرآن 17: 101) __\n\nيسمح لنا بقاء الشعوب اليهودية أيضًا أن نسألهم عن علامات الله الأخرى التي تلقوها ، مثل العديد من المعجزات والأنبياء الذين تم إرسالهم إليهم.\n\n__ask أطفال إسرائيل كم عدد العلامات الواضحة التي قدمناها لهم. وأي شخص يتبادل لصالح الله بعد أن جاء إليه - ثم في الواقع ، فإن الله شديد في الانتقام. (القرآن 2.211) __",
"t.Roman Empire": "__ كانت الإمبراطورية الرومانية (اللاتينية: Imperium Romanum) أكبر إمبراطورية للعالم القديم. كانت عاصمةها روما ، وكانت إمبراطوريتها مقرها في البحر الأبيض المتوسط. يعود تاريخ الإمبراطورية من 27 قبل الميلاد ، عندما أصبح أوكتافيان الإمبراطور ، أوغسطس ، حتى سقط في عام 476 م ، يشكل نهاية العالم القديم وبداية العصور الوسطى ، أو العصور المظلمة.\n\nكانت الإمبراطورية هي المرحلة الثالثة من روما القديمة. كان روما يحكمهم الملوك الروماني لأول مرة ، ثم الجمهورية الرومانية ، ثم من قبل إمبراطور.\n\nكانت العديد من الأراضي الحديثة جزءًا من الإمبراطورية __roman ، بما في ذلك بريطانيا (وليس اسكتلندا) وإسبانيا والبرتغال وفرنسا (غال) وإيطاليا واليونان وتركيا وألمانيا ومصر وشمس وشبه جزيرة القرم وسويسرا والساحل الشمالي لأفريقيا. كانت اللغة الرئيسية للإمبراطورية __roman __ لاتينية. كانت اليونانية لغة ثانوية مهمة.\n\nاستمر الجزء الغربي من الإمبراطورية __roman منذ حوالي 500 عام ، والجزء الشرقي ، بما في ذلك اليونان والأناتوليا ، استمر لمدة ألف عام أخرى. كان يطلق على الجزء الشرقي الإمبراطورية البيزنطية ، وعاصمتها كونها القسطنطينية وانتهت من قبل الفتح العثماني للقسطنطينية في عام 1453 من قبل سلطان فاتح محمد. تم التنبؤ بهذا الحدث من قبل النبي محمد وهو واحد من أبرز الأحداث في تاريخ العالم.",
"t.Crusades": "__ كانت الحروب الصليبية سلسلة من الحروب الدينية التي خاضت بين المسيحيين والمسلمين على السيطرة على الأرض المقدسة. تقليديًا ، حدثت بين عام 1095 و 1291. كانت الأرض المقدسة لا تزال مكانًا مهمًا جدًا للأديان التوحيد الثلاثة الكبرى: الإسلام واليهودية والمسيحية. هناك العديد من المواقع الدينية المهمة في الأرض المقدسة. هذه هي الأرض التي تسمى الآن إسرائيل أو فلسطين. سقطت القدس ، الناصرة ، بيت لحم ، الخليل وغيرها من المواقع الدينية تحت سيطرة المسلمين خلال خلافة عمر (RA) ، الخليفة الثالث والصديق المقرب ورفيق النبي محمد (صلى الله عليه وسلم).\n\nكان هناك العديد من الحروب الصليبية المختلفة. أهم وأكبر __crusades__ وقعت من القرن الحادي عشر إلى الثالث عشر. كان هناك 9 الحروب الصليبية الكبيرة خلال هذا الوقت. كان هناك أيضا العديد من الحروب الصليبية الأصغر. كانت بعض الحروب الصليبية حتى داخل أوروبا (على سبيل المثال ، في ألمانيا والنمسا والدول الاسكندنافية). واصل الأصغر __crusades__ حتى القرن السادس عشر ، حتى عصر النهضة والإصلاح.\n\nترتبط كلمة \"الحملة الصليبية\" بكلمة \"الصليب\" وتعني الحرب المقدسة المسيحية. هناك أيضًا الكلمة العربية \"الجهاد\" ، والتي تعني السعي والكفاح من قبل المسلمين الذين يمكن أن يكون لهم نفس الدلالة مثل \"الحملة الصليبية\" للمسلمين خلال فترة الحرب. علم النبي (المنشار) أن هذا هو الجهاد الصغرى على الرغم من أن الجهاد الأكبر يأتي في المعركة للعيش حياة متتالية.\n\nجميع الأطراف (المسيحيين والمسلمين واليهود) آمنوا كثيرا في أديانهم. غالبًا ما كان لدى الكثير من الحروب الصليبية أسباب سياسية أو نقدية وراءها. مثل كل الحروب.\n\nإنه لأمر محزن أن نرى الأعمال العدائية بين الديانات الثلاثة الإبراهيمية التي تشترك في الكثير من القواسم المشتركة. يعتبر المسلمون اليهود والمسيحيين أشخاصًا في الكتاب ، مما يعني أن لديهم وضعًا خاصًا وعلاقة أقرب بالمسلمين أكثر من أي أشخاص آخرين. يمكنك أن ترى هذا في حياة النبي (صلى الله عليه وسلم) وحيث كان هو والرفاق حزينًا بسبب خسارة البيزنطية المسيحية) للساسانيين في معركة كبيرة. تم تسجيل هذا في الحديث وحتى تحدث عنه في القرآن. إنه أيضًا دليل آخر مثير للاهتمام على صحة الإسلام حيث كشف الله عن حدث مستقبلي جاء: __ \"لقد هُزم الرومان. في أرض قريبة من (الأناضول) ؛ لكنهم سيكونون منتصرين قريبًا في غضون بضع سنوات. إلى الله ينتمي الأمر قبل وبعد. وفي ذلك اليوم سوف يفرح المؤمنون \"(القرآن 30: 2-4) __\n\nفي ذلك الوقت ، تم الكشف عن ذلك ، كان الوثنيون العرب على جانب الساسانيين الوثنيين ، بينما كان المسلمين العرب يأملون في أن يفوز المسيحيون في هذه المعركة. عندما فقد المسيحيون أن الوثنيين سخروا من المسلمين بسبب هذه الخسارة وقولوا أشياء مثل ، \"أين هو إلهك القوي الآن؟\". لذلك كشف الله هذه الآية في هذه اللحظة. من المؤكد ، في عام 622 ميلادي في معركة إيسوس ، حقق البيزنطيون في عهد الإمبراطور هيراكليوس انتصار سحق ودائم في الأناضول ضد الساسانيين ، مما يؤكد النبوة القرآنية.",
"t.Black Plague": "__ كان الموت الأسود في تفشي المرض الذي قتل ملايين الناس في جميع أنحاء أوروبا وآسيا. مات ما يقرب من واحد من كل ثلاثة أشخاص في أوروبا بسبب المرض ، وكان في أسوأ حالاته بين عامي 1347 و 1351. ربما بدأ المرض في آسيا. معظم الناس يعتقدون أن المرض كان الطاعون الدبلي. يتم تنفيذ هذا المرض وينتشر عن طريق البراغيث التي تعيش على الفئران. ربما يكون التجار من طريق الحرير قد جلبوا البراغيث المصابة إلى أوروبا.\n\nبدأ البراغيث المشكلة. تم حمل البراغيث المصابة بواسطة الفئران السوداء. الفئران التي كانت تحمل البراغيث ستذهب إلى المدن. عندما يقوم البراغيث بشخص البراغيث ، فإنهم سيضخون القليل من البكتيريا في الجرح. هذا من شأنه أن يتسبب في إصابة الشخص. كانت الفئران في كثير من الأحيان على السفن. هذا يعني أن المرض انتشر بسرعة كبيرة ، في جميع أنحاء أوروبا.\n\nفي البشر ، تسبب المرض في تورم في الفخذ ، تحت الذراعين وخلف الأذنين. كانت هذه التورمات بلون أسود وأرجواني ، ومن هنا جاء اسم \"الموت الأسود\". كانت التورمات المظلمة تسمى buboes. كان الناس يعانون من الألم وتوفي الضحايا بموت فظيع. يمكن رؤية الأعراض بعد 3-7 أيام من عض الضحايا بسبب البراغيث التي تحمل المرض.\n\nللأسف ، في بعض المدن كما هو الحال في لندن ، كان يعتقد أن القطط تسببت في المرض حتى تم اصطيادها وقتلها بأعداد كبيرة. لسوء الحظ ، كما هو متوقع ، تسبب هذا في أن يزداد الطاعون سوءًا لأن الفئران فقدت الآن مفترسها الطبيعي الرئيسي وهناك أعداد أكبر.\n\nحقيقة أخرى مثيرة للاهتمام حول الطاعون الدبلي هي كيف أنقذ البابا نفسه. في ذلك الوقت ، كان المسلمون على رأس كل الاكتشاف الطبي والعلمي. تمشيط رجال الدين الكاثوليكيين من خلال العديد من الكتب الإسلامية ، أن النار كان يعتقد أنه يدرس وقتل بعض الأمراض (الجراثيم). على هذا النحو ، أضاءوا حريقًا هائلاً في دائرة تحيط بالبابا الذي استمر عدة أسابيع. هذا بطبيعة الحال ، أبقى الفئران وفرارهم من البابا ونجا دون أي مشاكل.",
"t.Constantinople Istanbul": "__constantinople__ كانت عاصمة الإمبراطورية الرومانية (330-395) ، والإمبراطورية الرومانية البيزنطية/الشرقية (395-1204 و 1261-1453) ، والإمبراطورية اللاتينية (1204-1261) ، والإمبراطورية العثمانية (1453-1922). في عام 1930 تم إعادة تسمية اسطنبول. إنها مدينة في تركيا الحالية.\n\nكان غزو إسطنبول ، المعروف أيضًا باسم Islambol ، علامة أخرى ودليل على الإسلام لأن النبي محمد قد تنبأ به. __ \"حقًا ، يجب أن تغزو القسطنطينية. يا له من جيش رائع سيكون هذا الجيش ، ويا ​​له من قائد رائع أن يكون هذا الفاتح. \" (Musnad ، I ، 176 ؛ IV ، 335 ؛ Darimi ، \"Muqaddima\" ، ص 43). __ هذا شرف كبير للعثمانيين الذين غزا المدينة في عام 1453 وكان لديهم واحدة من أطول الإمبراطوريات وأقوىها في التاريخ .\n\nصرح المؤرخون بأنه ، خلال الفترة الزمنية ، يعادل قهر __constantinople__ قهر مكان مثل مدينة نيويورك اليوم.",
"t.Newton and Gravity": "عندما يفكر معظم الناس في __ISAAC Newton__ ، يفكرون فيه وهو يجلس تحت شجرة تفاح يشاهد تساقط التفاح. حتى أن بعض الناس يعتقدون أن التفاح سقط على رأسه. __newton__ فهم أن ما يجعل أشياء مثل التفاح تسقط على الأرض هي نوع محدد من القوة - القوة التي نسميها الجاذبية. __newton__ اعتقد أن الجاذبية كانت قوة الجاذبية بين كائنين ، مثل التفاح والأرض. لقد اعتقد أيضًا أن كائنًا يتمتع بمزيد من المادة يمارس نفس القوة على الأشياء الأصغر التي تمارسها عليها. هذا يعني أن الكتلة الكبيرة للأرض سحبت الأشياء تجاهها. هذا هو السبب في أن التفاح سقطت بدلاً من الأعلى ، ولماذا لا يطفو الناس في الهواء.\n\nذهب __ISAAC Newton__ في التفكير في الجاذبية. قبل __newton__ ، اعتقد الناس أن الأشياء القريبة من الأرض هي فقط ستسقط. لكن __newton__ اعتقدت أن الجاذبية لا ينبغي أن تقتصر على الأرض والأشياء عليها. ماذا لو ذهبت الجاذبية إلى القمر وخارجها؟\n\nاخترع __newton__ صيغة لحساب قوة الجاذبية بين جسمين. استخدمها لحساب القوة اللازمة للحفاظ على القمر يتحرك حول الأرض. ثم قارنها بالقوة التي جعلت التفاح تسقط إلى الأسفل. بعد السماح بحقيقة أن القمر أبعد بكثير عن الأرض ، ولديه كتلة أكبر بكثير ، اكتشف أن القوات كانت هي نفسها. يقام القمر في مدار حول الأرض بسحب جاذبية الأرض.\n\nتسمى الصيغة التي اخترعها __newton__ قانون الجاذبية. لقد كان مبجورًا جدًا وأصبحت قوانينه العديدة تُعرف باسم الفيزياء النيوتونية. لا تزال العديد من صيغه الرياضية تستخدم لحساب ميكانيكا الكائنات للكائنات الأكبر. إنها ليست دقيقة للأشياء الصغيرة ، لذا فإن علم نيوور يسمى فيزياء الكم قيد التطوير لمحاولة فهم هذا العالم الغريب من الأشياء المجهرية.",
"t.Industrialization": "__Industrialization__ (أو التصنيع) هي عملية تحدث في البلدان عندما تبدأ في استخدام الآلات للقيام بعمل تم القيام به من قبل الناس. __Industrialization__ يغير الأشياء التي يفعلها الناس. __Industrialization__ تسبب في نمو المدن. غادر الكثير من الناس الزراعة لأخذ وظائف أعلى مدفوعة الأجر في المصانع في المدن.\n\n__Industrialization__ جزء من عملية يتبنى فيها الناس طرقًا أسهل وأرخص لصنع الأشياء. باستخدام تقنية أفضل ، يصبح من الممكن إنتاج المزيد من البضائع في فترة زمنية أقصر. يمكن إنتاج المزيد من الأشياء من قبل عدد أقل من الناس.\n\nبعد التصنيع ، يقوم الناس أيضًا بمزيد من الوظائف المتخصصة. على سبيل المثال قبل التصنيع ، جعل الإسكافي (الشخص الذي يصنع الأحذية والسلع الجلدية) زوجًا من الأحذية وحده. كان يعمل على زوج واحد من الأحذية ، أنهىها ، ثم سيبدأ على الزوج التالي من الأحذية. مع التصنيع ، هناك العديد من الأشخاص المشاركين في صنع الأحذية عن طريق قطع عملية صنع الأحذية إلى مهام أصغر. على سبيل المثال ، هناك شخص يقطع نعل الحذاء وشخص آخر يثبته. باختصار ، هناك تقسيم العمل ويعرف باسم خط التجميع اليوم. تكلف الآلات في مثل هذه المصانع الكثير من المال ، وبالتالي فإن المصنع سيمتلكه شخص ثري يمكنه تحمل تكاليف الآلات ويستأجر العمال لإبلاغ الآلات والمهام المختلفة.\n\n__Industrialization__ بدأت في إنجلترا مع الثورة الصناعية في القرن الثامن عشر. انتشر أولاً إلى أجزاء من أوروبا ، وإلى أمريكا الشمالية. في القرن العشرين ، امتد التصنيع إلى معظم البلدان الأخرى.",
"t.Darwin's Theory of Evolution": "__ \"لقد خلق الله كل حيوان من الماء. من بينهم بعض الذين يتسللون على بطونهم ، وبعضهم يسير على ساقين ، وبعضهم يسيرون على أربعة. الله يخلق ما يشاء ، لأن الله حقًا لديه القوة على كل شيء\" ( 24:45) .__\n\n__charles darwin__ (1809-1882) كتابه \"على أصل الأنواع\" في عام 1859. في ذلك طرح العديد من النظريات حول كيفية أن تكون الحياة على الأرض. اقترح الانتقاء الطبيعي ، وهي عملية يمكن للحيوانات ذات السمات المعينة ، البقاء على قيد الحياة بشكل أفضل لأن الطريقة التي ظهرت بها جميع الحيوانات. ومع ذلك ، لم يفهم داروين أو يعرف عن علم الوراثة في ذلك الوقت أو كيف تم تمرير السمات بالفعل. لذلك لم يستطع شرح ما جعل الأطفال يشبهون والديهم بدقة.\n\nومع ذلك ، فإن تفسير __darwin's __ مقبولة بشكل أساسي من قبل المجتمع العلمي ويعمل العلماء بجد لمحاولة إثبات أنهم تطوروا من الكائنات الحية والقرود الواحدة حتى يومنا هذا. بينما يعتقد المسلمون والمسيحيون واليهود أننا أحفاد آدم (صلى الله عليه وسلم) وهاوا (حواء) ​​، أول رجل وامرأة. يشير العلماء إلى نتائج مثل \"تصميم ذكي\" وهناك أدلة لا حصر لها على ذلك ، مثل كيفية عمل الحمض النووي والجسم البشري والأنظمة الشمسية وما إلى ذلك.\n\nعلى غرار الداروينية ، يدرك الإسلام فكرة أن الحياة تتطور على مراحل وعلى مدى فترة من الزمن. أيضًا ، نعتقد أن الله لديه قوة على كل شيء ويمكنه تغيير أي شيء بسهولة لتبنيه لبيئتها. لقد خلقها الله في المرة الأولى ، ستكون المرة الثانية أسهل ، أليس كذلك؟ تمامًا مثلنا الذي تم إحياءه في يوم الحكم.\n\nولكن على عكس النظريات التطورية الحديثة التي تقول إن الطفرات العشوائية ، التي تكون دائمًا كارثية ومميتة في طبيعتها ، تتسبب في تطور حيوان ، نعتقد أن الله يمكنه تغيير حيوان بين عشية وضحا مثال. تم توثيق هذا فعليًا في العديد من دراسة الطيور التي تكييف السمات بسرعة كبيرة بحيث لا يستطيع العلماء شرحها وهم يشعرون بالقلق من أن الأنواع الأخرى لن تتكيف بالسرعة. هذا منطقي أكثر ثم الحيوان ببطء وعشوائي يتطور عن طريق الصدفة. أيضا ، هناك حالات من الفراشات الجديدة أو المنقرضة تخرج بأعجوبة من لا. يهتم المسلمون كثيرًا بالحيوانات والبيئة ، لكننا لا نؤكد على انقراضهم أو عدم القدرة على الاعتناء بأنفسهم لأننا مثل كل الأشياء ، نضع ثقتنا بالله.\n\nباختصار ، يرفض المسلمون فكرة أن البشر تطوروا بشكل عشوائي من القرود. يعتقد المسلمون أن البشر يعتبرون خلقًا خاصًا. يعلم الإسلام أن البشر شكل فريد من نوعه الحياة التي أنشأها الله ، مثل كل شيء آخر ؛ ومع ذلك ، لدينا هدايا وقدرات فريدة من نوعها على عكس أي حيوان آخر والوجود. على سبيل المثال ، لدينا روح أبدية وضمير وخيال ومعرفة وإرادة حرة. يمكننا أن نكون أقوياء وجيدين ومقيمين أو نكون ضعيفين ونعمل فقط للوفاء رغباتنا الأنانية. بغض النظر ، بدأت حياة البشر بإنشاء شخصين ، وهو ذكر وأنثى يدعى آدم وهاووا (حواء) ​​وهذا يجعلنا جميعًا مرتبطين بالدم والأسرة.\n\nيصف القرآن أن الله \"مصنوع من الماء كل شيء حي\" (القرآن 21:30). __ تصف آية أخرى كيف أن __ \"لقد خلق الله كل حيوان من الماء. منهم بعضهم يتسللون على بطونهم ، وبعضهم المشي على ساقين ، والبعض الآخر يمشي على الرابعة. الله يخلق ما يشاء ، لأن الله حقا لديه القوة على كل شيء \"(24:45) .__ .__\n\nهذه الآيات تدعم النظرية العلمية التي بدأت الحياة في الماء.",
"t.World War 1": "كانت الحرب العالمية الأولى (أو الحرب العالمية الأولى) حربًا عالمية بدأت في 28 يوليو 1914 واستمرت حتى 11 نوفمبر 1918. استمرت الحرب أربع سنوات وثلاثة أشهر و 14 يومًا.\n\nكان معظم القتال في أوروبا ، لكن الجنود من العديد من البلدان الأخرى شاركوا ، وغيروا الإمبراطوريات الاستعمارية للقوى الأوروبية وأدى أيضًا إلى نهاية الإمبراطورية العثمانية. قبل بدء الحرب العالمية الثانية في عام 1939 ، كانت __World War I__ تسمى الحرب العظمى أو الحرب العالمية أو \"الحرب لإنهاء جميع الحروب\". شارك 135 دولة في حرب __world I__ ، وتوفي ما يقرب من 10 ملايين شخص أثناء القتال ، معظمهم من المرض والمجاعة.\n\n__ World War I__ خاضها معظم بلدان أوروبا. كان القتال الفعلي على العديد من الجبهات المختلفة. كانت الجبهة الغربية حيث حدث معظم القتال بين ألمانيا والحلفاء. كان معظم القتال هنا حرب الخندق.\n\nخاضت الجبهة الشرقية في وسط وشرق أوروبا. القتال هنا لم يكن حرب الخنادق ولكن الحرب المتنقلة بسبب حجم الجبهة. حدث الكثير من القتال في الجبهة الشرق الأوسط والجبهة الإيطالية. كما حدث القتال في إفريقيا والصين وفي البحر وكذلك في الهواء.\n\nانتهت الحرب بتوقيع العديد من المعاهدات المختلفة ، والأهم من ذلك هو معاهدة فرساي.\n\n__ World War I__ كانت أول حرب رئيسية حيث كانت الدبابات والطائرات والغواصات أو (قوارب U) أسلحة مهمة.",
"t.World War 2": "__World War II__ (WWII أو WW2) ، التي تسمى أيضًا الحرب العالمية الثانية ، وفي الاتحاد السوفيتي ، كانت الحرب الوطنية العظيمة ، حربًا عالمية تتضمن القتال في أجزاء كثيرة من العالم والعديد من البلدان. قاتلت معظم الدول في السنوات 1939-1945 ، لكن البعض بدأ القتال في عام 1937. قاتلت معظم دول العالم ، بما في ذلك جميع القوى العظمى ، كجزء من تحالفين عسكريين: الحلفاء وقوى المحور. __ World War II__ كان الصراع الأكثر دموية في تاريخ البشرية. تضمنت المزيد من الدول ، وتكلف المزيد من المال ، وقتل عدد أكبر من الناس من أي حرب أخرى في تاريخ البشرية. مات ما بين 50 إلى 85 مليون شخص. الغالبية كانوا مدنيين. وشملت المذابح ، والإبادة الجماعية المتعمدة للهولوكوست ، والقصف الاستراتيجي ، والجوع ، والمرض وأول استخدام الأسلحة النووية في التاريخ من قبل الولايات المتحدة الأمريكية في اليابان.\n\nبدأت الحرب في آسيا عندما غزت إمبراطورية اليابان الصين في 7 يوليو 1937. لقد تفاعلت الولايات المتحدة بوضع حظر نفط على اليابان. كانت بداية الحرب في أوروبا عندما غزت ألمانيا بولندا في 1 سبتمبر 1939. تفاعلت فرنسا وبريطانيا بإعلان الحرب على ألمانيا. بحلول عام 1941 ، كان معظم أوروبا تحت السيطرة الألمانية. بقيت بريطانيا فقط القتال ضد المحور في شمال إفريقيا ، والبحر الأبيض المتوسط ​​، والمحيط الأطلسي. في يونيو 1941 ، غزت محور Powers الاتحاد السوفيتي ، وبدأت أكبر مجال للحرب في التاريخ. في 7 ديسمبر 1941 ، هاجمت اليابان المستعمرات الغربية في المحيط الهادئ وأصبحت الحربين واحدة.\n\nتم إيقاف الانتصارات اليابانية في عام 1942 ، وتم إيقاف انتصارات المحور الأوروبي بحلول عام 1943 ، في شمال إفريقيا وفي الاتحاد السوفيتي. بعد ذلك ، بدأ الحلفاء في القتال من جميع الأطراف. خسر المحور شمال إفريقيا ، ويبدأ في عام 1943 ، أجبر على الدفاع عن إيطاليا. في عام 1944 ، غزت الحلفاء فرنسا ، متجهين نحو ألمانيا على نهر الراين ، في حين استمر السوفييت في الإغلاق من الشرق. استسلمت ألمانيا في مايو 1945. استسلمت اليابان رسميًا في 2 سبتمبر 1945. انتهت الحرب بفوز الحلفاء.\n\nبعد الحرب ، تم إنشاء الأمم المتحدة لتقديم الدعم بين البلدان ومنع الحروب المستقبلية. سرعان ما بدأت الحرب الباردة بين الفائزين الرئيسيين ، لكنهم لم يحاربوا بعضهم البعض في حرب فعلية. حدث إنهاء الاستعمار في آسيا وأفريقيا ، حيث تم منح تلك الدول التي تسيطر عليها الدول الأوروبية استقلالها. كان هذا لأن القوة الأوروبية كانت ضعيفة من الحرب. كان الانتعاش الاقتصادي والتكامل السياسي (عملية توحيد البلدان) من بين نتائج أخرى للحرب.",
"t.Cold War": "__ كانت الحرب الباردة (1947-1991) هي العلاقة المتوترة بين الولايات المتحدة (وحلفائها) ، والاتحاد السوفيتي (الاتحاد السوفيتي وحلفائه) بين نهاية الحرب العالمية الثانية وموت الاتحاد السوفيتي.\n\nكانت معظم الدول على جانب واحد متحالفة في الناتو ، وكانت أكبر دولة عسكرية هما الولايات المتحدة وتركيا. كانت معظم الدول على الجانب الآخر متحالفة في حلف وارسو أقوى بلد كان الاتحاد السوفيتي (الآن روسيا).\n\nتضم المجموعة الغربية للبلدان الأمريكتين وتركيا وأوروبا الغربية وإسرائيل واليابان وكوريا الجنوبية وتايلاند وإيران (1945-1979) وباكستان وماليزيا والفلبين وجنوب إفريقيا وأستراليا ونيوزيلندا.\n\nتضم المجموعة الشرقية الاجتماعية الاتحاد السوفيتي وأوروبا الشرقية وأنغولا وإثيوبيا وكوبا (1959-1991) ومنغوليا وكوريا الشمالية والصين وفيتنام.\n\nانتهت الحرب الباردة بسقوط جدار برلين في عام 1989 ، حيث تغيرت روسيا من بلد شيوعي اشتراكي إلى بلد رأسمالي ديمقراطي. ومع ذلك ، لا يزال هناك صراع يبقى هنا كما هو موضح في المعارك الأخيرة والحرب بين روسيا وأوكرانيا.",
"t.Moon Landing": "كانت __apollo 11__ أول رحلة لإرسال الناس إلى القمر. تم ذلك بواسطة ناسا (إدارة الطيران والفضاء الوطنية) ، وكالة الفضاء الأمريكية الأصلية. ارتفع الأمر إلى الفضاء في 16 يوليو 1969 ، حيث كان يحمل ثلاثة رواد فضاء: نيل أرمسترونغ ، وودز الدرين ومايكل كولينز. في 20 يوليو 1969 ، أصبح Armstrong و Aldrin أول بشر يهبط على سطح القمر ، بينما بقي كولينز في مدار حول القمر.\n\nكانت الرحلة جزءًا من سباق __space __ بين الولايات المتحدة والاتحاد السوفيتي. أنهت الخطة التي وضعها جون ف. كينيدي ، الرئيس الخامس والثلاثين ، في عام 1961 ليحصل على \"رجل على القمر ، وإعادته بأمان إلى الأرض\" ، قبل انتهاء الستينيات.",
"t.World Wide Web": "__ The Internet__ أكبر شبكة اتصالات في جميع أنحاء العالم لأجهزة الكمبيوتر. يحتوي الإنترنت على ملايين من الشبكات المحلية والأكاديمية والأعمال التجارية والحكومية الأصغر ، والتي تحمل العديد من أنواع المعلومات المختلفة معًا. يتم اختصار المصطلح في بعض الأحيان على أنه \"الشبكة\" ، قصيرة للشبكة. __World Wide Web__ هي واحدة من أكبر خدماتها. يتم استخدامه من قبل بضعة مليارات شخص في جميع أنحاء العالم.\n\nتم تطوير الإنترنت في الولايات المتحدة من قبل \"وكالة مشاريع الأبحاث المتقدمة للولايات المتحدة\" (DARPA). تم توصيل الإنترنت لأول مرة في أكتوبر 1969 ، وكان يسمى __arpanet__. تم إنشاء ويب wword wid__ __world في CERN في سويسرا في عام 1990 من قبل عالم بريطاني (المملكة المتحدة) يدعى تيم بيرنرز لي."
}
