{
"t.Big Bang": " __ \"Kafirlər göylərin və yerin bir dəfə bir kütlə olduğunu başa düşmürlərmi? Və hər canlıdan sudan yaratdıq. (Quran 21:30) __\n\n__Big Bang__ modeli, kainatın son dərəcə sıx və isti vəziyyətdə başlamasıdır və genişləndi. Nəzəriyyə təklif edir və ölçmələr göstərir ki, kainatın hələ də bu gün genişlənir.\n\n__Big Bang__, kainatın necə başladığı və sonra bu gün gördüyümüz ulduzları və qalaktikaları hazırladığımız barədə elmi bir nəzəriyyədir.\n\nKainat, çox isti, kiçik və sıx bir superforce (dörd fundamental qüvvənin qarışığı), heç bir ulduz, atom, forma və ya quruluşu (\"təklik\" deyilir). Sonra təxminən 13,8 milyard il əvvəl, kosmos çox tez genişləndi (beləliklə \"__Big Bang__\" adı). Bu, sonda ulduzların və qalaktikaların meydana gəlməsinə səbəb olan atomların meydana gəlməsinə başladı. Əvvəlcə (1927-ci ildə) bu, genişlənən bir kainatın bir nöqtəyə gələ biləcəyi bir kainatın geri çəkilə biləcəyi Georges Lemaître idi.\n\nBununla birlikdə, çox sayda müasir astronomik və digər elmi faktlar, böyük bang, planetin meydana gəlməsi, orbitləri və davranışları, embriologiya və daha çox, 1400 il əvvəl Quranda bizə məlum oldu. Məsələn, Georges Lemeiitetre böyük partlayış haqqında ilk qeyd deyildi. Quran böyük bqavan haqqında açıq şəkildə danışır (Quran 21:30) __\n\nƏgər Allahın bir işarə və ya sübutu axtarırsınızsa, bilin ki, bu, İslamın Allahın həqiqi və yeganə dini olduğu bir çox saysız-hesabsız dəlillərdən biridir.\n\nKainat hələ bu gün aşkar edilmiş bu gün də genişlənir. Ancaq yenidən Quran təsdiqləyir: __ \"Göylər, biz onları güclə qurmuşuq. Həqiqətən, biz onu genişləndiririk\" (Quran 51:47) __.\n\nBütövlükdə kainat artır və temperatur vaxt keçdikcə düşür. Kosmologiya, kainatın necə başladığını və inkişafının öyrənilməsidir. Kosmologiyanı öyrənən elm adamları __BIG Bang__e nəzəriyyəsinin indiyə qədər müşahidə etdiklərinə uyğun gəldiklərinə razıdırlar.\n\nFred Hoyle, Radio Şousunda \"__Big Bang__\" nəzəriyyəsini adlandırdı. __Big Bang__'nin düzgün olduğuna inanmadı. Onunla razılaşmayan elm adamları adının gülməli olduğunu və istifadə etmək qərarına gəldiyini düşünürdülər.\n\nElm adamları __Big Bang__ nəzəriyyəsini bir çox fərqli müşahidələrə əsaslayır. Ən əhəmiyyətlisi çox uzaq qalaktikaların redshiftidir. RedShift, işıqda baş verən və səsdə müşahidə olunan doppler effektidir (səs-küylü bir racecar, \"vrrrrrrrrrr\" (sizə) \"oooooooommmm\" (sizdən uzaqlaşmaq) (sizdən uzaqlaşmaq). Eynilə , bir obyekt yerdən uzaqlaşdıqda, rəng şüaları həqiqətən rəngli qırmızı rəngə bənzəyir, çünki hərəkət, çünki o, obyektin dalğa uzunluğunun dalğa uzunluğuna bənzəyir. Elm adamları bu uzanan \"Qırmızı isti\" sözünü istifadə edir Qırmızı rəngli dalğa, görünən spektrdə ən uzun dalğa uzunluğu olduğu üçün, o qədər də redshift var, o qədər də o, obyektin daha sürətli hərəkət edir. Yerdən uzaqlaşmaq. Çox dəqiq müşahidə və ölçmələrlə, elm adamları kainatın təxminən 13,8 milyard il əvvəl bir təklik olduğuna inanırlar. Çünki çox şeyləri genişləndirdikləri üçün soyuq olur Hiverse başladığı zaman çox kiçik və çox isti idi.\n\n__BIG Bang__ nəzəriyyəsini dəstəkləyən digər müşahidələr kainatdakı kimyəvi elementlərin miqdarıdır. Hidrogen, helium və litium kimi çox yüngül elementlərin miqdarı __BIG Bang__ nəzəriyyəsi ilə razılaşır. Elm adamları da \"kosmik mikrodalğalı mikrodalğalı radiasiya\" tapdılar. Bu radiasiya radio dalğaları kimi tanınır və onlar kainatın hər yerindədirlər. Bu radiasiya indi çox zəif və soyuqdur, amma uzun müddət əvvəl çox güclü və çox isti idi.\n\nBəzi elm adamları və filosoflar, __Big Bang__-dan əvvəl zamanın heç bir mənası olmadığını iddia edirlər. __Big Bang__-nin zamanın başlanğıcı olduğunu iddia edirlər və __Big Bang__ əvvəl, heç bir \"əvvəl\" olmaya bilmədikləri üçün heç bir \"əvvəl\" olmaya bilmədi! Müsəlmanlar olaraq, Allahın əbədi və ağlının başa düşülə biləcəyi bir şeydən kənarda olduğunu bilirik. Beləliklə, mükəmməl məna verir ki, böyük partlayışdan əvvəl zamanın anlayışını niyə dərk edə bilmirik, bu, bütün güclü bir yaradıcıya işarə edən bir çox paradokslardan biridir.\n\nArqumentlər üçün, deyək ki, böyük partlayışdan əvvəl nə olduğunu və ya necə yaradıldığını izah edə biləcəyimizi söyləyək. Sonra növbəti sual \"Yaxşı, bu nə yaratdı?\". Bunu da izah etdiyimizi söylədik: \"Yaxşı,\" bu, nə oldu, nə yaratdı? \". Yəqin ki, gördüyünüz kimi, bu heç vaxt bitməz, buna görə də bu, həqiqətən, Allahın yeganə yaradıcısı və Allahın anlayışının necə məhdud insan intellektimizdən kənarda olduğu üçün böyük bir dəlildir.\n\nMüsəlmanlar bu cür məsələlərdə mübahisə etmirlər, yalnız Allahın özü və onun yaratdığı barədə dediklərini qəbul edirik. Məsələn, Allah əllərindən danışır, amma bildiyimiz hər hansı bir əldən fərqli olduqlarını bilirik. Bir insanın əli var, bir meymunun əli var, bir saat əli var. Allahın əlləri təsəvvür edə biləcəyimiz bir şeydən kənarda qalır və biz onu tərk edirik.",
"t.Milky Way is Born": "Elm adamları, __milky Way__'nın böyük partlayışdan qısa müddət sonra kainatdakı kütləvi şəkildə bir və ya bir neçə kiçik həddən düşməyə başladığını nəzərdə tuturlar. Bu həddən artıq həddindən artıq həddindən artıq çoxdur ki, indi __milky Way__ formada olan ən qədim qalan ulduzlar olan qlobuar qruplar idi. __Milky Way__-də məsələnin yarısı, digər uzaq qalaktikalardan gələ bilər. Buna baxmayaraq, bu ulduzlar və klasterlər indi __milky Way__-nin mükəmməl halolarından ibarətdir. Bir neçə milyard il ərzində ilk ulduzların doğulduğu, __milky Way__ kütləsi, nisbətən tez bükülməsi üçün kifayət qədər böyük idi. Bucaq sürətinin qorunması səbəbindən bu, bu qazlı ulduzlararası mühiti kobud bir sferoidal formadan bir diskə çökdürmək üçün apardı. Buna görə, sonradan ulduzların nəsilləri bu spiral diskdə meydana gəldi. Günəş də daxil olmaqla, çox gənc ulduzlar, diskdə olduğu müşahidə olunur.\n\nİlk ulduzlar meydana gəlməyə başladığı üçün __milky Way__ həm Galaxy Mergers, həm də __milky yolunun böyüməsi, həm də Qalaktik Halondan qaz toplamaq. __Milky Way__ hazırda bir neçə kiçik qalaktikadan, o cümlədən ən böyük peyk qalaktikalarından ikisi, böyük və kiçik magellanik buludlardan, magellanic axını vasitəsilə bir neçə kiçik qalaktikadan olan materialdır. Qazın birbaşa akkreditsi, Smith Bulud kimi yüksək sürətlə buludlarda müşahidə olunur. Bununla birlikdə, __milky Way__, məsələn, mükəmməl kütlə, açısallıq və metal olmayan bölgələrdə ən xarici bölgələrdə böyük qalaktikalara sahib olmayan birləşmənin son 10 milyard ili olmadığını göstərir. Son böyük birləşmələrin bu olmaması oxşar spiral qalaktikalar arasında qeyri-adi; Qonşusu Andromeda Galaxy nisbətən böyük qalaktikalarla daha yeni birləşmə tərəfindən formalaşan daha tipik bir tarixə malikdir.\n\nSon araşdırmalara görə, __milky Way__, həm də Andromeda Galaxy, Galaxy Rəng Döşəmə Diaqramında \"Green Vadisi\", \"Mavi Bulud\" dan keçiddə \"yaşıl vadisi\" kimi tanınan bir bölgə (Galaktikalar) yeni ulduzlar) \"qırmızı ardıcıllıq\" (ulduz meydana gəlməməsi olan qalaktikalar). Ulduz Vadisi Galaxies-də ulduz formalaşması fəaliyyəti, ulduz yaradan qazın yaranan qazdan çıxdıqları zaman yavaşlayır. Bənzər xüsusiyyətləri olan simulyasiya edilmiş qalaktikalarda, ulduz meydana gəlməsi ümumiyyətlə təxminən beş milyard il ərzində, hətta hər iki __milky Way__ və Andromeda arasındakı toqquşma səbəbiylə gözlənilən, qısamüddətli artımın mühasibatlığının uçotu Galaxy. Əslində, __milky yoluna bənzər digər qalaktikaların ölçmələri, hələ də yeni ulduzlar meydana gətirən qırmızı və parlaq spiral qalaktikalar arasında olduğunu və bu, ən yaxşı qırmızı ardıcıllıq qalaktikalarından bir qədər blüerdir.\n\n## Yaş və kosmoloji tarixi\n\nDünyanı klasterlər __milky Way__-dəki ən qədim obyektlər arasındadır ki, bu da __milky Way__ yaşında daha aşağı həddi təyin edir. __Milky Way__-dəki fərdi ulduzların yaşları, Torium-232 və uran kimi uzun ömürlü radioaktiv elementlərin bolluğunu ölçmək, sonra nəticələrini orijinal bolluğunun qiymətləndirilməsinə, nukleokosmokronologiyanın qiymətləndirilməsinə görə müqayisə etməklə qiymətləndirilə bilər. CS 31082-001 və BD + 17 ° 3248 üçün təxminən 12,5 × 3 milyard il, bu məhsuldarlıq dəyərləri BD + 17 ° 3248 üçün 4 milyard ildir. Bir dəfə ağ cırtdanın meydana gəlməsi, radiativ soyutma və səth temperaturunun dayanmadan düşməsinə başlayır. Bu ağ cırtdanların ən yaxşı temperaturunu ölçmək və gözlənilən ilkin temperaturu ilə müqayisə etməklə bir yaş qiymətləndirməsi edilə bilər. Bu texnika ilə, qlobular klaster m4 yaşı 12,7 ± 0,7 milyard il kimi qiymətləndirildi. Bu çoxluqların ən qədimlərinin yaş qiymətləndirmələri ən yaxşı uyğun bir qiymətləndirmə, 12,6 milyard ildir və 16 milyard ildir 95% inamlı bir inam verir.\n\nBir neçə fərdi ulduz __ qlobal, kainatın 13,80 milyard illik yaşına qədər ölçülmüş yaşlarında __ 'nin halo-da tapıldı. 2007-ci ildə, 1523-0901-ci ildə Qalaktik Halonun bir ulduzu, təxminən 13,2 milyard yaşında olduğu təxmin edildi. O dövrdə __ südlü şəkildə məlum obyekt kimi, bu ölçmə __milky yolunun yaşına qədər daha aşağı həddi qoydu. Bu qiymətləndirmə, Torium və R-Proses tərəfindən yaradılan digər elementlərin olması nəticəsində yaranan spektral xətlərin nisbi güclü tərəflərini ölçmək üçün çox böyük teleskopun UB-Visual Echelle Spreytografından istifadə edərək hazırlanmışdır. Xətt, ulduzun yaşının qiymətləndirilməsinin nukleokosmokronologiyadan istifadə etməklə əldə edilə biləcəyi fərqli elementar izotopların çoxluğuna səbəb olur. Başqa bir ulduz, HD 140283, 14,5 ± 0.7 milyard illikdir.\n\nQalaktik nazik diskdəki ulduzların yaşı da nukleokosmokronologiyadan istifadə edilərək qiymətləndirildi. İncə disk ulduzlarının ölçülməsi incə diskin 8,8 ± 1,7 milyard il əvvəl meydana gəldiyini təxmin edir. Bu ölçmələr, qalaktik halonun və nazik diskin meydana gəlməsi arasında təxminən 5 milyard il olan bir hiatus olduğunu göstərir. Son minlərlə ulduzun kimyəvi imzalarının son təhlili, Ulduzların meydana gəlməsini, 8-10 milyard il əvvəl, 8-10 milyard il əvvəl, 8-10 milyard il əvvəl, 7-ci milyard il əvvəl, eyni dərəcədə yeni ulduzlar yaratmaq üçün çox isti olduqda əvvəlki kimi.\n\n__Milky Way__ ətrafındakı peyk qalaktikaları təsadüfi olaraq paylanmır, lakin diametrdə 500.000 işıq ili və 50.000 işıq ilində bir üzük quruluşu istehsal edən bəzi daha böyük sistemin parçalanmasının nəticəsi kimi görünürdü. Andromeda Galaxy ilə 4 milyard il ərzində gözlənilən kimi qalaktikalar arasındakı qarşılaşmalar, çox sayda qazın böyük quyruqlarını yıxdı, bu da zaman keçdikcə əsas diskə ixtiyari bir açı ilə cırtdan qalaktikalar meydana gətirəcək.",
"t.Sun is Born": "__ \"Gecəni, gününü və günəşi və ayı yaradan Odur; hamısı (göy cisimləri) hər biri yuvarlaq kursda) .__ (Quran 21:33)\n\nGünəş sistemimizin mərkəzində __sun__ sarı bir cırtdan ulduzdur. Enerjini işıq kimi verir. Buraya işıq, infra-qırmızı enerji (istilik), ultrabənövşəyi işıq və radio dalğaları daxildir. Ayrıca, \"günəş küləyi\" olaraq yerə çatan hissəciklərin axınını verir. Bütün bu enerjinin mənbəyi hidrogen heliuma çevrilən ulduzdakı reaksiya və çox miqdarda enerji verir.\n\n__Sun__, Samanyolu Galaxy'de bir çoxu kimi bir ulduzdur. Bu, bir az 4,5 milyard il ərzində mövcud idi və ən azı uzun müddət davam edəcək. __Sun__, yer qədər yüz dəfə genişdir. Bu, 1,9891 × 1030 kq, bu, yerin kütləsi 33330 dəfə olan 1030 kq-a malikdir. Yer __sun __sun __Sun__ 1,3 milyon dəfə də uyğun ola bilər.\n\nElm adamları __sun __sun __-lərinin çox böyük bir toz buludu və kiçik buz bitlərindən təxminən 4,567 milyard il əvvəl.\n\nO nəhəng buludun mərkəzində cazibə qüvvəsinin bir topa çevrilməsinə səbəb oldu. Bu kifayət qədər böyük olsa, içərisində böyük təzyiq bir qaynaşma reaksiyasına başladı. Sərbəst buraxılan enerji topun istiləşməsinə və parıldamasına səbəb oldu.\n\n__Sun __sun __Sun'dan təmizlənmiş enerji, buludun qalan hissəsini özündən və bu buludun qalan hissəsindən meydana gətirdi.",
"t.Earth is Born": "__ \"O, o, o, hamısı tüstü olanda göyə tərəf döndü. Cənnətə və yer üzünə dedi:« Gəlin, istəkli və ya istəksizcə). \" Dedilər: \"Budur, istəkli itaət etmək (var).\" __\n\n__Earth__ və digər planetlər təxminən 4,6 milyard il əvvəl meydana gəldi. Günəşi yaradan dumandan qalan qazdan hazırlanmışdır. Bu, Quran-ı Qurandan izah edərkən bu, Quranın elmi bir möcüzəsidir: \"O, (Allah) hamısı tüstü idi. Göyə və yerə dedi:« Gəlin (var), həvəslə və ya istəmədən. \" Dedilər: \"Budur, istəkli itaət etmək (var).\" Bu ayə, yerin necə qurulduğu barədə danışırdı.\n\nAy erkən __earth__ ilə daha kiçik bir planet arasında (bəzən teania adlanan) arasında bir toqquşmadan sonra yarana bilər. Elm adamları, hər iki planetin hissələrinin ayrıldığına inanırlar - ayı (cazibə qüvvəsi ilə) olmaq.\n\nQuran, Allahın günəşi, ayı və planetləri, hər biri öz fərdi kursları və ya orbitləri ilə yaratdığını bildirir. __ \"Gecəni, gününü və günəşi və ayı yaradan Odur; hamısı (göy cisimləri) hər biri yuvarlaq kursda) .__ (Quran 21:33)\n\n__Earth __ 'nin su fərqli yerlərdən gəldi. Kondensasiya su buxarı və __earth__ vuran kometlər və kometlər və asteroidlər okeanları düzəltdilər. Bir milyard il ərzində (təxminən 3,6 milyard il əvvəl, 2,6 milyard il əvvəl), Arxea dövründə ilk həyatın başladığına inanır. Bəzi bakteriyalar, bitkilərin günəşin işığı və sudan yemək hazırlamasına imkan verən fotosintez hazırladı. Bu, əvvəlcə dəmir tərəfindən alınan bir çox oksigen buraxdı. Nəhayət, pulsuz oksigen atmosferə və ya havaya girdi, aerobik həyat üçün __eearth __ 'nin səthi düzəldildi. Bu oksigen də günəşdən pis ultrabənövşəyi radiasiyadan __earth __ 'nın səthini qoruyan ozon qatını da təşkil etdi.\n\nYenə də Allah Qurandakı Ozon təbəqəsi haqqında, yenə də Quranın başqa bir elmi möcüzəsi haqqında məlumat verir: __ \"Biz göyü yaxşı qorunan bir örtük etdik, yenə də öz əlamətlərindən üz döndərdik.\" (Quran 21:32) __\n\nElm adamları, torpağın səthindəki kompleks həyatın ozon qatından əvvəl mövcud olmadığına inanır, çünki bu, qorunmadan günəş radiasiyasının sağ qalması üçün çox yaxşı olardı.\n\n__Earth__ uzaq keçmişdə çox fərqli idi. Çoxdan, demək olar ki, bütün torpaq bir yerdə idi. Buna supercortinent adlanır. Ən erkən tanınan superkontinent Vaalbara adlanırdı. Çox sonra, __earth__ demək olar ki, tamamilə qalın buz təbəqələri (buzlaqlar) ilə örtüldükdə bir vaxt var idi. Buna qartopu __earth__ nəzəriyyəsi deyilir.",
"t.Heavy Bombardment": "__ \"Biz elçilərimizi açıq şəkildə sübutlarla göndərdik və onlarla birlikdə (onların işlərini) ədalətlə saxlaya biləcəyi və insanların işlərini saxladıqlarını və xalqın böyük bir hərbi və faydası göndərdik. Allah onu və elçilərinə dəstək verənləri açıq-aşkar edə bilsin. Həqiqətən, Allah gücündədir və güclənir. \" (Quran 57:25) __\n\nMərhum ağır bombardman (qısaldılmış LHB və ayrıca Aysal kataklizm kimi tanınır) təxminən 3,1 milyard il əvvəl baş vermiş bir hadisədir. Bu, Yer üzündəki Neohadean və Eoarchean dövrü kimi tanınır. Bu interval zamanı qeyri-mütənasib çox sayda asteroid, Merkuri, Venera, Yer və Mars da daxil olmaqla daxili günəş sistemindəki erkən yer planetləri ilə toqquşduğu üçün nəzərdə tutulmuşdur.\n\nMərhum ağır bombardman yer üzündən və digər qayalı planetlər meydana gəldikdən və kütlələrinin çoxunu təşkil etmişdi, lakin hələ də yerin tarixinin əvvəlindədir.\n\nBu gün elm adamları Dəmirin yer üzündə inkişaf edə bilmədiyini bilirlər. Onlar bildikləri yerin ölçüsünə görə, bilirlər ki, bu cür materiallar burada təbii olaraq inkişaf edə bilmədilər. Əslində, bunları bilirdilər ki, dəmir ulduzlar içərisində, xüsusi qırmızı super nəhənglər içərisində olmalıdır. Yalnız belə bir nəhəng bir ulduz içərisində bu, Füzyon reaksiyaları zamanı birlikdə elementlər birlikdə meydana gələ bilər. Sonra bir supernova baş verir, yəni ulduz partlayır və dəmir parçaları kosmosa partlayır. Elm adamları bunun torpağa necə dəmir necə gəldiyinə inanırlar.\n\nQuran, __ \"və dəmir nazil etdik\" __. Son vaxtlara qədər, __HEAvy bombardmanı __ dövrlərini kəşf edən elm adamları olmadan bu ayə __ \"Dəmir nazil etdik\" __ bizə çox mənalı olmazdı. Bununla birlikdə, Allahın bizə fayda verdiyimiz üçün bizə mülayim bir şəkildə nazik olaraq bizə nazil oldu.",
"t.Life on Earth": "__ \"Kafir olanlar, göylərin və yerin birləşən bir qurum olduğunu düşünməmişdilər və onlardan ayrıldıq və hər canlıdan sudan düzəldildik? Sonra inanmayacaqlarmı?\" (Quran 21:30) .__\n\nƏn erkən iddia edilən həyat formaları mikroorqanizmlər (və ya mikrofosillər) qalıcıdır. Onlar bir vaxtlar Kvebek, Kanadanın Nuvvuagittuq Greenstone kəmərində bir vaxtlar hidrotermal vents olan dəmir və silikon ilə zəngin qayalarda tapıldı.\n\nBu qayalar 4.28 milyard ildən ibarətdir. Tərkibində olan boru formaları bir hesabatda göstərilir. Əgər bu, yer üzündəki həyatın ən qədim rekordudursa, bu, okeanların 4,4 milyard il əvvəl meydana gəldikdən sonra \"demək olar ki, ani ortaya çıxması\" təklif edir. Stephen Blair Hedcesin sözlərinə görə, \"Həyat yer üzündə nisbətən tez bir zamanda yaranarsa, o zaman kainatda ümumi ola bilər\".\n\nQuran Allahın __ \"hər canlıdan sudan hazırladığını\" izah edir. İki ayağında gəzin, bəziləri isə dörddə gəzir. Allah istədiyi şeyi yaradır, çünki Allah hər şeyə qadirdir \"(24:45) .__\n\nBu ayələrdə həyatın okeanlarında başlayan elmi nəzəriyyəni dəstəkləyir. Həm də müasir biologiya ilə birlikdə gedirlər ki, bəzi heyvanların 90% -ə qədər su, insanları təxminən 60% sudan ibarətdir.",
"t.Single Celled Organisms": "__K Quran, Allahın \"sudan hər canlı\" (Quran 21:30) __ olduğunu təsvir edir.\n\nBir hüceyrəli orqanizmlər bir hücrəyə sahib olan orqanizmlərdir.\n\nHəmşelüllü orqanizmlər hər yerdə tapıla bilər. Həyatın ən qədim formaları 3,8 milyard il əvvəl, artıq olmasa, mövcud idi. Elm adamları bu orqanizmin suda yaşadığına inanırlar. Survival üçün müxtəlif strategiyalar izləyirlər: fotosintez (siyanobakteriya), kemotrofiya (bir çox arxea) və heterotrofiya (amoeba). Bəzi unikərli orqanizmlərdə flagella, lokomotion, lobopodlar üçün istifadə etdikləri kiçik quyruqlar, lobopodlar, mobil skelet (sitoskeleton), blobleme silahları kimi görünənlər üçün istifadə edirlər. Unicellyullu əcdadlarımızın bayrelası, heyvanlara gedən bütün yollar meydana gəlir, burada bayraqlanmış sperma kimi bir görünüş yaradır.\n\n__K Quran, Allahın \"sudan hər canlı\" (Quran 21:30) __ olduğunu təsvir edir. Başqa bir ayə necə __ \"Allah hər bir heyvanı sudan yaratdı. Onlardan bəziləri qarınlarında sürünən, bəziləri isə iki ayağın üstündə gəzir. Allah nə istədiyini, çünki Allahın gücünə sahibdir. hər şey \"(Quran 24:45) __.\n\nBu ayələrdə həyatın okeanlarında başlayan elmi nəzəriyyəni dəstəkləyir.",
"t.Animals": "Heyvanları təmsil edə biləcək ilk fosillər Cənubi Avstraliyanın Trezona formalaşmasının 665 milyon illik qayalarında görünür. Bu fosillər, ehtimal ki, erkən süngər olması kimi şərh olunur.\n\nƏn qədim heyvanlar Ediakaran Biotada, Precambrianın sonuna, təxminən 610 milyon il əvvəl tapılır. Bunların heyvanlara daxil olub-olmaması çoxdan şübhələnmişdi, lakin heyvan lipid xolesterolun kəşfi Dickinonia-nın fosillərində kəşfi bunların həqiqətən heyvanlar olduğunu qurur.\n\nBir çox heyvan phyla ilk dəfə, təxminən 542 milyon il əvvəl başlayan Kambrian partlaması zamanı fosil rekordunda görünür, burgess şist kimi çarpayılarda. Bu qayalardakı geniş phyla, mollyusclar, brachiopods, onychoophors, kargroforalılar, qarmaqlar, artropodlar, eklinodermlər və hemichordats, yırtıcı anomalokaris kimi çoxsaylı sönmüş formalarla yanaşı. Elm adamları bu heyvanların hamısının eyni vaxtda yaxınlığında göründüyü və ya bu yolda bir problem olduğu təqdirdə bir problem toplandığına əmin deyillər.",
"t.Fish": "Elm adamları, ilk balığın 530 milyon il əvvəl Kembri partlayışı zamanı göründüyünə inanırlar. Onların ilk onurğalılar və ya bel və ya onurğa sütunu olan heyvanlar olduğuna inanılır. İlk balığın ağnatha və ya çənəsiz balıqlara aid olduğu düşünülür. Mərhum Cambrian, eel kimi çənəsiz balıqlar zamanı kontracodermlər kimi tanınan kiçik və kiçik zirehli balıqlar ilk dəfə ortaya çıxdı. Xain balığın çoxu artıq sönmüşdür.",
"t.Insects": "__Sects__, phylum artropodasında bir sinifdir. Onlar sərt bir ekzoskelon olan kiçik yerüstü onurğasızdır.\n\n__Sects__ Uzaqdan Yer üzündə ən böyük heyvan qrupudur. __926,400 fərqli növ__ haqqında təsvir edilmişdir. Bütün məlum canlı növlərin yarısından çoxunu __ hesab edir və heyvan növünün 90% -dən çoxu __Make-nin yer üzünə baxmasına inanılır.\n\n__Sects__ yeni növləri daim tapılır. Növlərin ümumi sayının qiymətləndirilməsi 2 milyondan 30 milyondan 30 milyondan ibarətdir.\n\n__Sects__ altı ayağı var; və çoxunun qanadları var. __Sects__, uçuşa qadir olan ilk heyvanların olduğu güman edilir. Yumurtalardan inkişaf etdikcə, __Sects__ __ metamorfoz __ metamorfoz__, bir böcəkin yetkin bir formada iki və ya daha fərqli mərhələdə bir hissəyə dəyişdiyi bir transformasiya prosesi. __Sect__ Bütün planetin üstündə yaşayır: Demək olar ki, hamısı yer üzündədir (quruda yaşayır), lakin bəzi yaşlarında __Sects__ okeanlarda və ya Antarktida kimi çox soyuq yerlərdə yaşayır. Əksər növ tropik ərazilərdə yaşayır.\n\nBəzi insanlar hamısı __Sects__ \"Bugs\" adlandırırlar, amma bu düzgün deyil. Yalnız bəzi __Sects__, __Sects__'nin müəyyən bir qaydası olan həqiqi səhvlərdir. __Sects__ oxuyan insanlar __ENTOMOSTROLLARI deyilirlər.",
"t.Reptiles": "__TEPTILE__, torpaq onurğalıların əsas qruplarından biri üçün ortaq bir addır. Daha dəqiq şərtlərdən istifadə edən bioloqlar tərəfindən çox istifadə edilmir.\n\nAdı __ \"sürünən\" __ Latın dilindən gəlir və \"sürünən biri\" deməkdir. Bütün canlı __Septile__ növləri soyuq qanlıdır, qüsurlu dəri var və Cleidoic yumurtaları qoyun. Onlar sidik turşusunu (karbamid əvəzinə) xaric edirlər və bir cloaca var. Bir cloaca, anus, sidik yolları və reproduktiv kanallar üçün ortaq bir açılışdır. __EmTiles__ həm də məməlilərdən fərqli olan ürək və əsas qan damarlarının tənzimlənməsini də bölüşür.\n\n__RePTiles__ bir çox vacib qruplar, məsələn, Mosasaurslar üçün artıq sönmüşdür. Dinozavrların məhv olacağını söyləyirdik, ancaq lələkli nəsillərin (quşlar) şəklində yaşayırlar. Qədim __rePTiles__ Yaşamaq üçün tısbağalar, timsahlar və Tuatara, onun qrupunun tək qaldırıcısını daxil edin. İndiki iş gününün böyük əksəriyyəti __-lər __ seputtiles__ ilan və kərtənkələlərdir.\n\nYaşayış __ mettiler __-nin öyrənilməsi xiypologiya adlanır.",
"t.Dinosaur Age": "__Dinosaurs__ (\"dəhşətli kərtənkələlər\" deməkdir), Archosaur sürünənlərinin müxtəlif bir qrupudur. Mesozoy dövründəki dominant torpaq heyvanları idilər. 500-dən çox müxtəlif genera dinozavrları məlumdur. Hər qitədə dinozavrların fosilləri tapıldı və hələ də tez-tez yeni kəşflər var.\n\n__Dinosaurs__ yuxarı tiasikdə, təxminən 230 milyon il əvvəl ortaya çıxdı. Bir dinozavr fosilinin ən erkən tarixi eoraptor, 231,4 ilə 228 mya. Erkən Yura tərəfindən onlar ən yaxşı torpaq onurğalılar idilər və quruda ən çox mühitdə üstünlük təşkil etdilər. 66 milyon il əvvəl qəfil k / t (qlobal) nəsli kəsilmə hadisəsinə qədər davam etdilər.\n\nFosil rekordundan, alimlər quşların lələkli dinozavrların yaşadıqlarına inanırlar və buna görə də bu günə qədər yaşamaq üçün dinozavrların yeganə xətti idi.\n\nDinozavrların müvəffəq olmasına kömək edən uyğunlaşma var idi. İlk məlum dinozavrlar iki ayağında gəzən kiçik yırtıcılar idi. Bütün nəsilləri bədənin altındakı ayaqları olan dik duruş var idi. Bu, bütün həyat tərzini dəyişdirdi. Digər xüsusiyyətlər var idi. Kiçik dinozavrların çoxu lələkləri var idi və ehtimal ki, isti qanlı idi. Bu, müasir sürünənlərdən daha yüksək bir metabolizmlə onları aktiv hala gətirəcəkdir. Sosial qarşılıqlı əlaqə, sürülərdə və əməkdaşlığa sahib olmaq bəzi növlər üçün çox güman ki, çox güman ki, çox güman görünür.\n\nİlk fosillər 19-cu əsrin əvvəllərində dinozavr kimi tanınırdılar. Onların sümüklərindən bəziləri əvvəllər tapıldı, lakin başa düşülməmişdi. William Buckland, Gideon Mantell və Richard Owen bu sümüklərin xüsusi bir heyvan qrupu olduğunu görən elm adamları idi. Dinozavrlar indi dünyanın muzeylərində böyük turistik yerlərdir. Onlar populyar mədəniyyətin bir hissəsi oldular. Onlar haqqında ən çox satılan kitab və filmlər olmuşdur. Yeni dinozavr kəşfləri mediada tez-tez bildirilir.",
"t.Mammals": "__Mammals__ sinif mammaliyasını meydana gətirən bir qrup onurğalı heyvandır. Onların xəz və ya saçları və çox dəqiq bir temperatur tənzimlənməsi var.\n\nMonotremlər istisna olmaqla, bütün məməlilər gənc yaşayır. Gənclər üçün də süd istehsal edirlər. Gənclərin valideyn qayğısı məməlilər arasında universaldır və bu vacibdir, çünki canlı doğuş sayını məhdudlaşdırır.",
"t.Stegosaurus": "Stegosaurus (\"dam örtüyü\" mənası), qərb Şimali Amerikada yaşayan bir bitki yeyən bir növ bitki yeyən bir növ bitki yeyir.\n\nStegosaurus, 155-145 milyon il əvvəl ətrafında Yuraq dövründə yaşayırdı. Ən asanlıqla tanınan bir dinozavrlardan biridir, arxa tərəfindəki uçurtma şəkilli plitələr və quyruğundakı uzun tırmanışlar var. ALLOSAURUS və CERATOSAURUS kimi bu cür ət yeyənlərlə birlikdə zireh lazım idi.",
"t.Tyrannosaurus": "Tyrannosaurus, yuxarı bretacousdan 65,5-67 milyon il əvvəl böyük bir yırtıcı bir dinozavr idi.\n\nTyrannosaurus, uzun, ağır quyruğu ilə balanslı kütləvi bir kəllə ilə bipedal karnavor idi. Böyük və güclü arxa ekstremitələrlə müqayisədə onun ön ayaqları kiçik idi, lakin onların ölçüsü üçün güclü idi. İki cəllad rəqəmləri var idi.\n\nBir ovçu və ya zibilçi olub olmadığına dair müzakirə var. Bu günün ən dominant ət yeyənləri, məsələn, aslan və hiyenas kimi, Tirannosaurus ikisi də ola bilər. Çox güclü bir çənə var idi və onun ısırıq gücü digər dinozavrların sümüklərini çəkə bilər.",
"t.Dinosaur Extinction": "Krepasuzun sonundakı nəsli pozuntuları kütləvi asteroid və ya meteorit təsirləri və ya artan vulkanik fəaliyyət kimi bir və ya daha çox fəlakətli hadisə səbəb oldu.\n\nHindistanda dekorasiya tələlərində bu kimi bir neçə təsirli krater və kütləvi vulkanik fəaliyyət, təxmini vaxtının təxmini vaxtına aid idi. Bu geoloji hadisələr yerin ekologiyasında kütləvi bir pozulmasına səbəb olan günəş işığını və fotosintezinə mane ola bilər.",
"t.Primate Bipedalism": "Bipedalizm gəzmək üçün iki fut istifadə edir və ya istifadə edir. Elm adamları Primatesdəki bipedalizmin 6 ilə 7 milyon il əvvəl bipedalizmin bu gün əvvəl bipedalizm əlamətlərini göstərən ən erkən fosillər olduğunu düşünürlər. Təkamülçülər bunların insan növlərinin erkən əcdadları olacağına inanırlar, lakin bu nəzəriyyənin onu dəstəkləyəcək bir az sübutu var.",
"t.Constructed Tools": "__Stone alətləri__ daşdan hazırlanmış alətlərdir. Daş yaşının adı verilməsinin səbəbidir. Elm adamları istifadə olunan ilk vasitələrin olduğuna inanırlar. Bu yaxınlarda insanlar yaşadıqdan əvvəl daş alətlərin istifadə edildiyi öyrənildi.",
"t.Control Fire": "__ İdarəetmə, erkən insanlar tərəfindən aparıcılar erkən insanlar üçün çox vacib idi. Yanğın, ovçuluq və yemək bişirmək üçün bir istilik, qoruma, yaxşılaşdırma mənbəyi və bir üsul təqdim etdi. Bu mədəni inkişaflar, mədəni yeniliklər və pəhrizdə dəyişikliklər üçün icazə verilir. Bundan əlavə, yanğın, insan fəaliyyətinin soyuq iqlimlərə genişlənməsinə və axşam saatlarında, hər ikisi isti və işıq təmin etmək üçün icazə verməyə icazə verdi.\n\nTəxminən 200 minə qədər 1,7 milyon il əvvəl nəzarət aralığının ən qəti dəlilləri üçün iddialar. Təxminən 1.000.000 il əvvəl başlayan yanğının nəzarətində istifadəsi üçün dəlil, geniş elmi dəstəyi var. Yanğınlarda yanan flint bıçaqlar Mərakeşdə insanın fosilləri yaxınlığında və təxminən 300 min il əvvələ aiddir. Yanğın tarixlərini təxminən 125.000 il əvvələ nəzarət etmək üçün geniş yayılmış sübutlar.",
"t.Adam": "__ \"Oh bəşəriyyət! Sizi bir cüt bir kişi və bir qadından bir cütdən yaratdıq və sizi millətlər və qəbilələr yaratdıq ki, bir-birinizi (bir-birinizə xor baxa bilməyəcəyiniz deyil). Həqiqətən, sizin aranızda Allahın gözündə ən yaxşısıdır. Allahın tam biliyi var və yaxşı tanışdır (hər şeylə) \"(Quran 49:13) .__\n\nAdəm (ərəbcə: آدم) Yer üzündə ilk insan və İslamın ilk Nabi (نبي, Peyğəmbər) idi. Müsəlmanın Revere Adəm, bəşər övladının və həyat yoldaşı, Hawwā (حواء, Həvva, ərəfə) bəşəriyyətin anası kimi. Müsəlmanlar Adəmi ilk müsəlman kimi görürlər, çünki Quran bütün peyğəmbərlərin İslamın eyni imanını təbliğ etdiyini, Allaha təslim olduğunu bildirir.\n\nBu iki şəxsdən insan nəsilləri yer üzündə yaşamışdır. Allah Quranda deyilir.\n\nAdəm yaradıldıqda, Allah bütün yaradılışların özlərini yeni bir üstün bir yaradılış olan Adəmə hörmət əlaməti kimi aşağı salmağı əmr etdi. Hamısı Şeytan istisna olmaqla, siqaretsiz bir atəşdən (cinn), Adəm gildən hazırlanmışdır. Sonra Allah onları Eden bağına qoydu və Şeytan həm Adamı, həm də Havva uğurla aldatdı. Onları Allahın onları qadağan etdiyi bir ağaca getdi. Bunun nəticəsi olaraq Allah bizi (insanları və şeytanları) qiyamət günü qədər bir-birimizin düşmənləri kimi yer üzündə qoydu. Yer üzündə Adəm bağışlanma üçün dua etdi və Allah onu bağışladı.\n\nAdəm və bütün peyğəmbərlərlə birlikdə, Allahla əhdimizi xatırlatmaq üçün Yerə gəldilər. Allaha itaət etsək, Allahın gözündəki mələklərin onda daha yüksək səviyyəyə çata bilərik. Bunu etmək üçün Şeytanın pıçıltısından çəkinməliyik və bundan da daha pis olan, nuffs (eqoist istəklərimizi) səy göstərin və yatırın. Bunu Quranda bizə verilən sonsuz hikmət və nümunələrə, son vəhy və ilk şəxsdə yazılmış və kitabı mükəmməl qorunub saxlanılan və dəyişməz olan son vəhy və kitabı izləyərək bunu edirik. Biz də peyğəmbərlərin heyrətamiz nümunəsini izləməliyik və müasir tarixdə belə görünən daha yaxın dövrlərdə Hz. Onun bütün təlimləri də qorunub saxlanılır və həyat tərzini qorumaq və öyrətmək üçün İslam təqaüdü çoxdur. Məhəmməd Peyğəmbər peyğəmbərlərin, ər, ata, qonşu və dost olmaqla yanaşı, bir dövlət, mənəvi və hərbi liderin möhürü idi. O, ömrü, hərəkətləri və təlimləri olan o studiy tərəfindən yüksək qiymətləndirilir. Hətta düşmənləri hörmətli və ona etibar etdiyi zaman.\n\nBeləliklə, müsəlmanlar kimi, bütün insanlar üçün həyatın məqsədini bildiyimiz kimi, Allaha ibadət etmək və bunun ən yaxşısının ən yaxşısını görməkdir. Allah bəşəriyyətin əmrlərinə tabe olan bir mükafat olaraq cənnətdə / cənnətdə gözəl bir yer vəd etmişdir. Cənnətdəki ən aşağı insan on torpaq sahəsi olacaqdır. Göyün daha yüksək səviyyəsinə çatdıqda, torpaqlarınızı işıq illərində ölçməyə başlamalısınız. Allah ən səxavətlidir və bizə vermək və bizdən hər şeyi soruşmaq istəyir. Əgər Allahdan üz döndərsək və peyğəmbərlərin yolları, cəhənnəmdə şiddətli bir əzab gözləyir. Allah bizi bu və bütün pis şeylərdən qorusun.\n\nBir elm perspektivindən insanlar __Homo sapiens__ növlərindədir, onlardan yalnız tanınmış altspesiyalar __Homo Sapiens Sapiens__ kimi tanınır. Biz yer üzündə ən dominant növlərik. Bununla birlikdə, xüsusən də, efirdə, qayalara, həyat və torpaq sahələrində daha çox təsir edən bir çox həyat növü var.",
"t.First Temple": "__Göbekli Tepe__ (\"Parkbelly Hill\" üçün Türk, Türkiyənin cənub-şərqindəki Anadolu bölgəsində, təxminən 12 km (7 mil) şimal-şərqindəki bir arxeoloji yerdir. Tənliyin hündürlüyü 15 m (49 fut) var və diametri təxminən 300 m (980 fut). Dəniz səviyyəsindən təxminən 760 m (2490 fut).\n\nBC-nin 10-cu 8-ci minilliyinə aid sosial və ya ritual xarakterli bir sosial və ya ritual xarakterli olduğuna inanan iki istifadə mərhələsi daxildir. Əvvəlcədən dulusçuluqdan əvvəl neolit ​​bir a (ppna), kütləvi t şəkilli daş sütunlarının dairələri - dünyanın ən qədim məlum meqalitləri ucaldılmış ilk mərhələdə. Təxminən 20 dairədə 200-dən çox sütun geofiziki sorğular vasitəsilə məlumdur. Hər bir sütun 6 m (20 fut) qədər hündürlüyü var və 10 tona qədər ağırlığında. Onlar yataqdan çıxan yuvalara quraşdırılmışdır. Əvvəlki mərhələdə, dulusçuluqdan əvvəl neolitik b (ppnb), qurulmuş sütunlar daha kiçikdir və cilalanmış əhəngli döşəmələri olan düzbucaqlı otaqlarda dayanır. Sayt PPNB-dən sonra tərk edildi. Gənc quruluşlar klassik dövrlərə qədərdir.\n\nQuruluş funksiyasının təfərrüatları bir sirr olaraq qalır. 1996-cı ildəki Klaus Schmidt rəhbərliyi altında bir Alman arxeoloji komandası tərəfindən qazılmışdır.\n\n2018-ci ildə sayt YUNESKO-nun dünya irsi saytı təyin edildi.",
"t.Agricultural Revolution": "__ neolit ​​inqilabı __ (yeni daş dövrü) ilk __qüdçü inqilabı idi. Bu, köçəri ovçuluqdan və kənd təsərrüfatına və qəsəbələrə icmalar və qrupların toplanması tədricən dəyişməsi idi. Bu dövr \"inqilab\" kimi təsvir olunur, çünki dəyişikliyi edən icmaların həyat tərzini dəyişdi. Fərqli dövrlərdə müxtəlif tarixdən əvvəlki insan cəmiyyətlərində meydana gəldi. Bir çox cəmiyyət 7-9 min il əvvəl dəyişdi.\n\nTermin bu hadisələrin baş verdiyi ümumi müddətə aiddir. Bu da baş verən dəyişikliklərə də aiddir: erkən əkinçilik texnikasının, məhsul becərilməsi və heyvanların evlənməsi. Neolit ​​inqilabı sosial təşkilat və texnologiyanın inkişafı üçün vacibdir.\n\n__ Neolit ​​inqilabı __ur, daimi və ya yarım daimi yaşayış məntəqələrində yaşamağa səbəb oldu. Buna görə daha az adam köçəri həyat tərzinə rəhbərlik etdi. Bitkilərin kimə məxsus olduğunu bilə bilmək üçün torpaq sahibliyi anlayışı hazırlanmışdır. Təbii mühit dəyişdirildi, əhalinin sıxlığı artdı və insanlar pəhrizində daha çox tərəvəz və taxıl yemək yedilər. Cəmiyyətdə iyerarxiyalar inkişaf etdi. Taxıl saxlanıldı və satıla bilər. Yaxşı məhsul məhsullarından artıq məhsul istehsalına kömək edən cəmiyyətlərin pis illərin sağ qalmasına kömək etdi. Buna misal olaraq Yusufun (ə), Qədim Misirdə taxılı necə qorudu və dağıldı.",
"t.Writing": "__Writing__, bir sıra simvollar istifadə edərək vizual bir mühitdə dil yazmaq aktıdır. Rəmzlər başqalarına məlum olmalıdır ki, mətn oxuya bilər.\n\nBir mətn, elanlar və bəzək əşyaları kimi digər vizual sistemlərdən də istifadə edə bilər. Bunlar yazı deyilmir, ancaq mesajın işinə kömək edə bilər. Adətən, bir ölkədəki bütün təhsilli insanlar eyni dildə yazmaq üçün eyni yazı sistemindən istifadə edirlər. Oxumaq və yazmağı bacarmaq savadlı olmaqdır.\n\n__Writing__ nitqdən fərqlənir, çünki oxucuların vaxtında olmaması lazım deyil. Yazıdan çoxdan və dünyanın müxtəlif yerlərindən yaza bilərik. Mətn saxlayır və bilikləri riayət edir. __Writing__, insan növünün ən böyük ixtiralarından biridir. Tarixçilər, şəhərlərdə məskunlaşdıqdan sonra və əkinçilikdən sonra başlayandan sonra icad edildiyini düşünürlər. __Writing__ Təxminən 3,300BC-dən, 5000 ildən çox, Yaxın Şərqdə.\n\n__Writing__ bu gün ümumiyyətlə kağızdadır, baxmayaraq ki, demək olar ki, hər hansı bir səthdə çap etməyin yolları var. Televiziya və film ekranları da yazılı görünə bilər və kompüter ekranları da edə bilər. Bir çox yazı materialları, kağızdan çoxdan əvvəl icad edilmişdir. Gil, papirus, ağac, şifer və perqament (heyvan dəriləri) hamısından istifadə edilmişdir. Romalılar mumlu tabletlərdə uclu bir stylus ilə yazdılar; Bu müvəqqəti qeydlər və mesajlar üçün məşhur idi. Çinlilər tərəfindən sonrakı kağızın ixtirası da böyük bir addım irəli idi.\n\n__Writing__ ənənəvi olaraq qələm, qələm və ya bir fırça kimi bir əl alətindən istifadə etməklə edilir. Daha çox və daha çox, mətn kompüter klaviaturasında və ya smartfonda giriş ilə yaradılır.",
"t.Recorded History": "__History__ keçmiş hadisələrin öyrənilməsidir. Keçmişdə keçmişdəki şeylərə (kitablar, qəzetlər və hərflər kimi) və əsərləri, alətlər və insanlar kimi insanlar kimi şeylər, arxivlər və muzeylər də bunları toplamaq və saxlamaq insanlar üçün tarix öyrənmək üçün şeylər. Tarixi öyrənən bir şəxs tarixçi adlanır. Qədim mədəniyyətlərin arxasında qalan şeylərlə tarix və tarixdən əvvəl tarix və tarix öyrənən bir adam arxeoloq adlanır. Bəşəriyyət və cəmiyyəti öyrənən bir insanın antropoloq adlanır. Tarixi öyrənmək və yazmaq üçün istifadə olunan mənbələrin və metodların tədqiqi tarixşünaslıq adlanır.\n\nİnsanlar keçmişdə baş verənləri xatırlayan insanlarla danışmaqla keçmişi öyrənə bilərlər. Buna ağız tarixi deyilir. Qullar və Amerika vətəndaş müharibəsi yaşayan insanlar yaşlandıqda, bəzi tarixçilər dedikləri hər şeyi qeyd etdilər ki, tarixin itirilməyəcəyi qədər.\n\nEyni şey İslam tarixində edildi. Çox şey yazıldı, ancaq Peyğəmbərin (hədis) kitablarına (hədis) hər son sözləri toplayaraq bir neçə alim var idi. Bütöv bir İslam elmləri, Peyğəmbərə (Saw) aparan rəvayətlərin zəncirlərini yoxlamaq və bu hədisləri sağlamlıq təsnifat səviyyəsinə yüksəltmək üçün bundan sonra hazırlanmışdır. Bütün bu insanların və onların ailələrinin kimin olduğunu bilirik, bir kitabda yalnız təsadüfi bir ad deyillər (İ.E. Mark, Luke, Yəhya). Çox vaxt eyni həddiş eyni kitabda onlarla dəfə tapıla bilər və ya bu qədər insan tərəfindən toplanmış kimi bir neçə hədisin üstündən yayıla bilər. Bu bir sahih (çox səs) bir hədis kimi təsnif ediləcəkdir.\n\nQuran da yazıldı, lakin Peyğəmbərin həyatı boyu minlərlə insan tərəfindən yadda saxlanıldı. Hələ bu gün milyonlarla insan tərəfindən, orijinal ərəb dilində də ərəb dilində olmayanlar tərəfindən də əzbərlənir. Bu mümkündür, çünki Quran poetik və bir çox insan üçün yadda saxlamaq asandır. Quranın bütün mətni birtəhər yox olsaydı, müsəlmanlar birlikdə işləsələr, bir neçə saniyə ərzində onu geri gətirə bildilər. Allah bizə Quranda qoruyacağını söylədiyi üçün hər halda ehtiyac yoxdur. __ \"Həqiqətən, biz Quranı nazil edən və həqiqətən də onun qəyyumu olacağıq.\" (Quran 15: 9) __\n\nBu poetik və tilavət gözəlliyindən asılı olmayaraq, Kərimin mesajı möminlərin zehnində asanlıqla uyğunlaşır, çünki keçmişi, gələcəyin və məntiqi və asan bir şəkildə təqdim etdiyi üçün iman gətirir. Quran əslində bizdə olan ən böyük möcüzədir və yalnız bizə ehtiyac duyduğumuz bir insandır, İslamı sübut etmək üçün həqiqi dindir. Bizi yaratdı və bizə danışır və bizə Quran sözləri ilə birbaşa bizə öyrədir. Bizi bizə öyrətmək və bizi yaradan və bizi ən yaxşı tanıyan bir şeyi öyrətmək kimdir?\n\nKöhnə vaxtlarda dünyanın müxtəlif yerlərində insanlar ayrıca bir-birlərinə çox tez-tez görüşmədikləri üçün ayrıca tarixləri saxladılar. Bəzi qruplar bir-biri ilə heç nə ilə görüşmürlər. Orta əsrlər Avropa, qədim Roma və qədim Çin hər biri dünyanın yeganə vacib hissələrini idarə etdiklərini və digər hissələrin \"vəhşi\" olduğunu düşünürdülər.",
"t.First Pyramid Built": "__ \"Bu gün bədəninizdə sizi (Ey Firon) qurtaracağıq ki, səndən sonra gələnlərə bir ibrət olasınız! (Quran 10:93) __\n\nA __Piramid__ bir quruluşdur, ümumiyyətlə bir piramida şəklində qurulmuş bir quruluşdur. Qədimdən müasir dövrlərə qədər dünyanın bir çox fərqli hissələrində insanlar belə strukturlar qurdular.\n\nİlk __pyramidlər__ 2630-cu ildə B.C-də inşa edilmişdir. Ən yaşlı tanınmış piramida, Misirdə, Misirin Padşah Djoser tərəfindən tikilmiş və üçüncü misir sülaləsi tərəfindən inşa edilmişdir.\n\nQuran Misir sülaləsi haqqında Musa (Musa) və Yusuf (ə.s, Yusif) haqqında hekayələrdə çox danışır.\n\nQuran bu Misir sülalələrinin liderinə bir padşah və ya firon kimi (sonradan gələn) kimi göstərərək Misir tarixini dəqiq təsvir edir. Yalnız bu yaxınlarda Britaniya muzeyi tərəfindən aşkar edilmiş tarixi bir həqiqət. Onların sözlərinə görə, Misirlilər 18-ci sülaləyə (1552-1295 e.ə.) rəhbərlərini \"firon\" adlandırmadılar.\n\nMusa və Fira'un (Firon) haqqında danışan bir neçə ayə:\n__ \"Biz (Allah), Musa və Fironun hekayəsinin bir hissəsini həqiqəti ilə bir hissəsini, iman gətirən bir qövmün xeyrinə rehearse. (Quran 28:04).\n\n\"Biz Musanı Fironun və başçıları üçün əlamətlərimizlə göndərdik.\n\n\"Bu gün bədəninizdə sizi (o fironunuzu) qurtaracağıq ki, səndən sonra gələnlərə bir ibrət olsanız, həqiqətən, bəşəriyyətlər arasında bir çox şey əlamətlərimizə laqeyddir. (Quran 10:93) __\n\nMusanın II Ramesses ilə ünsəti olan tarixçilər və xristian və müsəlman alimləri tərəfindən geniş inanılır. Həm Quran, həm də Müqəddəs Kitabda bu hekayəni, Fironun Red dənizdə boğulduğu, Allahın icazəsi ilə, dənizin icazəsi ilə bitməsi ilə sona çatdı.\n\nQuranın __ \"bu gün\" bu gün bədəninizdə (o fironunuzu) qurtaracağıq ki, sizdən sonra gələnlərə bir ibrət ola bilərmi! \"__ Heç bir başqa kitabda tapılmayacaq və hətta tarixçilərin heç bir ipuçu yoxdur son vaxtlara qədər. Bütün fironların mumnizli cəsədləri, Nil-in bankları boyunca padşahlar vadisində (kv7 & 8) gizlədilmişdir. Qəbirləri talan etdikdən sonra da fironların mumiyasız qalıqları əsrlər boyu kəşf edilməmişdir. Onların kəşfləri 19-cu əsrdə baş verdi və indi Misirin Qahirədəki Böyük Misir Muzeyində öz gözlərinizlə indi görə bilərsiniz. Bədəni də görmək üçün bir neçə beynəlxalq turlara da getdi. Bu, yenidən Quran və İslamdakı biliklərin yalnız Allah tərəfindən bizə nə qədər məlumat verə biləcəyi göstərilir.\n\nYəhudi xalqından bu firon və digər qədim Misir liderləri ilə təcrübələri barədə də soruşa bilərsiniz.\n\n__ \"Biz mütləq doqquz möhtəşəm nişanları verdik və Fironun yanına gələndə İsrail oğullarından soruşdular. 17: 101) __\n\nYəhudi xalqlarının sağ qalması, həm də onlara göndərilən bir çox möcüzə və peyğəmbər kimi aldıqları Allahın digər əlamətləri barədə soruşmağa imkan verir.\n\n__ İsrailin övladları onlara nə qədər açıq bir dəlil verdik. Kim onun yanına gəldikdən sonra Allahın xeyrini dəyişdirsə, həqiqətən, Allah şiddətlidir. (Quran 2.211) __",
"t.Roman Empire": "__ Roma empire__ (Latınca: Imperium Romanum) qədim dünyanın ən böyük imperiyası idi. Onun kapitalı Rome idi və onun imperiyası Aralıq dənizində yerləşirdi. Empire, 27. Okperatorun İmperatoru, Augustus'un İmperatoru, Augustus'un 476 reklamına düşənə qədər, qədim dünyanın sonunu və orta əsrlərin başlanğıcını və ya qaranlıq əsrlərin sonunu qeyd etməyincə.\n\nİmperiya qədim Romanın üçüncü mərhələsi idi. Roma əvvəlcə Roma padşahları, sonra Roma Respublikası tərəfindən, sonra bir imperator tərəfindən idarə edildi.\n\nBir çox müasir torpaqlar bir dəfə, İspaniya, Portuqaliya, Fransa, Fransa, Fransa, Almaniya, Levant, Levant, Levant, Levant, Krım, İsveçrə, İsveçrə, İsveçrə və Şimal sahilinin də daxil olmaqla, __mroma empire__ bir hissəsi idi. __Roman Empire__'nin əsas dili latınca idi; Yunan, əhəmiyyətli bir orta dil idi.\n\nTəxminən 500 ildir ki, __ ompire __ ompire__ qərb hissəsi, Yunanıstan və Anadolu da daxil olmaqla Şərq hissəsində təxminən min il davam etdi. Şərq hissəsində Bizans İmperiyası, kapitalı Konstantinopol və 1453-cü ildə Sultan Fatih Mehmet tərəfindən Konstantinopolun Osmanlı fəthi tərəfindən sona çatdı. Bu hadisə Məhəmməd Peyğəmbər tərəfindən peyğəmbərlik etdi və dünya tarixindəki ən görkəmli hadisələrdən biridir.",
"t.Crusades": "__Sevradalar __ __S, Məsihçilər və Müsəlmanlar arasında Müqəddəs Torpağın nəzarəti üzərindəki müsəlmanlar arasında döyüşən bir sıra dini müharibələr idi. Ənənəvi olaraq, 1095 ilə 1291 arasında baş verdilər. Müqəddəs torpaqlar hələ də üç əsas təkallahlı din üçün çox vacib olan bir yerdir: İslam, Yəhudilik və Xristianlıq. Müqəddəs ölkədə bir çox vacib dini saytlar var. Bu, indi İsrail və ya Fələstin adlanan torpaqdır. Yerusəlim, Nazareth, Bethlehem, Hebron və digər dini saytlar, Ömər (RA) xilafəti əsnasında müsəlmanların nəzarəti altına düşdü, Üçüncü xəlifə və Yaxın dostu və Məhəmməd Peyğəmbərin (Saw).\n\nBir çox fərqli təbliğat var idi. Ən vacib və ən böyük __crusades__ 11-dən 13-cü əsrə qədər baş verdi. Bu müddət ərzində 9 böyük səliqə var idi. Kiçik səliqə də var idi. Bəzi səlibadalar hətta Avropada (məsələn, Almaniyada, Avstriya və Skandinaviyada) içərisində idi. Daha kiçik __crusades__ 16-cı əsrə qədər, intibah və islahata qədər davam etdi.\n\n\"Səlib yürüşü\" sözü \"Xaç\" sözü ilə əlaqədardır və xristian müqəddəs müharibəsi deməkdir. Müharibə dövründə müsəlmanlar üçün \"Səlib yürüşü\" kimi eyni bir konkotasiya kimi \"Cəhənnəm\" kimi mübarizə aparmaq və mübarizə aparmaq deməkdir, ərəbcə \"Cihad\" sözü də var. Peyğəmbər (mişar) öyrətdi, bu daha kiçik cihaddır və daha böyük cihad dindar bir həyat yaşamaq üçün döyüşdə gəlir.\n\nBütün tərəflər (xristianlar, müsəlmanlar və yəhudilər) dinlərində çox inanırdılar. Bir çox təbəqə tez-tez onların arxasında siyasi və ya pul səbəbləri var idi. Bütün müharibələr kimi.\n\nOrtaq olaraq ortaq şəkildə paylaşan üç İbrahim inanc arasındakı hərbi əməliyyatları görmək kədərlidir. Müsəlmanlar yəhudiləri və xristianları kitabın insanları kimi hesab edirlər, yəni onların digər insanlardan daha çox müsəlmanlara xüsusi bir status və daha yaxın əlaqəsi var. Bunu Peyğəmbərin (Saw) həyatında görə bilərsiniz (gördüyü) və onun və yoldaşların xristianın xristianları tərəfindən kədərləndi), böyük bir döyüşdə Sassaniyalılara zərər verdi. Bu hədislərdə qeyd edildi və hətta Quranda danışdı. Tanrıya Gələcək bir hadisəni ortaya qoyduğu bir hadisəni açıqladı: __ \"Romalılar məğlub oldular. Bir neçə il ərzində bir neçə il ərzində qalib gələcəklər. əvvəl və sonra əmr aiddir. Və o gün möminlər sevinəcək \"(Quran 30: 2-4) __\n\nBu o vaxt aşkarlandığı anda ərəb müşrikləri bütpərəst sassanların tərəfində idilər, ərəb müsəlmanları isə xristianların bu döyüşdə qalib gələcəyinə ümid edirdilər. Xristianlar bütpərəstləri itirəndə müsəlmanları bu itki üçün lağa qoyub \"İndi güclü tanrınız haradadır?\" Kimi şeylər söyləyin. Beləliklə, Allah bu anda bu ayəni ortaya qoydu. Əlbətdə ki, 622-ci ildə Issus Döyüşündə, İmperator Herakliusun müəllifləri Sassaniyalılara qarşı Anadolunda sarsıdıcı və davamlı qələbə qazandı və bununla da Quran-ı Kərim peyğəmbərliyini təsdiqlədi.",
"t.Black Plague": "__K Qara Death__, Avropa və Asiya daxilində milyonlarla insanı öldürən xəstəliyin baş verməsi idi. Avropadakı hər üç nəfərdən demək olar ki, hər üç nəfərdən biri xəstəlikdən öldü və 1347 ilə 1351 arasında ən pis idi. Xəstəlik Asiyada başlaya bilər. Əksər insanlar xəstəliyin bubonik vəba olduğunu düşünürlər. Bu xəstəlik, siçovullarda yaşayan yağlar tərəfindən aparılır və yayılır. İpək Yolundakı treyderlər yoluxmuş Fleas'ı Avropaya gətirmiş ola bilər.\n\nFleas problemi başladı; Yoluxmuş Fleas qara siçovullar tərəfindən aparılıb. Fleas daşıyan siçovullar şəhərlərə girəcəkdi. Fleas, kimisə bir az bitdikdə, bakteriyaların bir az yarasına vurulacaqlar. Bu, insanın yoluxmasına səbəb olardı. Siçovullar tez-tez gəmilərdə idilər. Bu, xəstəliyin son dərəcə tez, bütün Avropada yayıldığı demək idi.\n\nİnsanlarda xəstəlik qasıqda, qolların altına və arxasında şişməyə səbəb oldu. Bu şişkinliklər qara və bənövşəyi rəng idi, buna görə də 'qara ölüm' adı. Qaranlıq şişlər buboes adlanırdı. İnsanlar ağrı içində idilər və qurbanlar dəhşətli bir ölümlə öldülər. Simptomları zərərçəkənlərin xəstəliyini daşıyan bir flea dişlədikdən sonra 3-7 gün görmək mümkündür.\n\nTəəssüf ki, Londonda olduğu kimi bəzi şəhərlərdə pişiklərin xəstəliyə səbəb olduğu və çox sayda övladlı olduqları və öldürüldüyü düşünülür. Təəssüf ki, gözlənildiyi kimi, bu, bəlkə də pisləşməyə səbəb oldu, siçovullar əsas təbii yırtıcısını itirdi və orada populyasiyalar daha da artdı.\n\nBubonik vəba ətrafındakı başqa bir maraqlı fakt Papanın özünü necə xilas etdi. O vaxt, müsəlmanlar bütün tibbi və elmi kəşflərin başında idilər. Bir çox müsəlman kitabından birləşərək, Katolik ruhaniləri, yanğının müəyyən xəstəlikləri (mikrobları) qorumaq və öldürmək üçün düşündüyü aşkar etdi. Beləliklə, bir neçə həftə davam edən papanı əhatə edən bir dairədə böyük bir atəş yandırdılar. Əlbəttə ki, siçovulları saxladı və qaçır, Papanı meydana gətirdi və heç bir problem olmadan sağ qaldı.",
"t.Constantinople/Istanbul": "__Constantininople__ Roma İmperiyasının paytaxtı (330-395), Bizans / Şərqi Roma İmperiyası (395-1204 və 1261-1453), Latın imperiyası (1204-1261) və Osmanlı İmperiyası (1453-1922) idi. 1930-cu ildə İstanbul adlandırıldı. Bu günümüzdə Türkiyədə bir şəhərdir.\n\nİslambol kimi də tanınan İstanbulun fəthi, Məhəmməd peyğəmbər bunu peyğəmbərin başqa bir əlaməti və sübutu idi. __ \"Şübhəsiz ki, Konstantinopolu fəth edəcəksiniz. Bu ordu o, bu ordu nə qədər gözəl bir ordu olacaq və bu, nə gözəl komandir olacaqdır. \" (Musnad, i, 176; IV, 335; Darimi, \"Muqaddima\", səh. 43) .__ Bu, 1453-cü ildə şəhəri fəth edən Osmanlılar üçün böyük bir şərəfdir .\n\nTarixçilər, __Constantininople'i fəth edən müddət ərzində bu gün Nyu-York şəhəri kimi bir yerin fəth etmək üçün ekvivalent olduğunu bildirdilər.",
"t.Newton and Gravity": "İnsanların əksəriyyəti __isaac Newton__ düşünəndə, bir alma düşməsinə baxan bir alma ağacının altında oturmağı düşünürlər. Bəzi insanlar hətta almanın başına düşməsinə inanırlar. __Newton__ başa düşüləndir ki, Alma kimi şeyləri yerə yıxan şeyin müəyyən bir qüvvədir - cazibə qüvvəsi adlandırırıq. __Newton__ Düşündü ki, cazibə qüvvəsi bir alma və yer kimi iki cisim arasındakı cazibə qüvvəsi idi. Düşündü ki, daha çox maddəni olan bir obyektin ona təsir etdiyi kimi kiçik obyektlərdə eyni güc tətbiq etməsi. Bu, yerin böyük kütləsinin ona qarşı obyekt çəkdiyini nəzərdə tuturdu. Buna görə Apple əvəzinə düşdü və niyə insanlar havada niyə üzmürlər.\n\n__Saac Newton__ çəkisi haqqında düşünməyə davam etdi. __Newton__ əvvəl, insanlar yalnız yer üzünə yaxın obyektlərin düşəcəyini düşünürdülər. Lakin __Newton__ düşündü ki, çəkisi yalnız yer üzü və üzərindəki obyektlərlə məhdudlaşmamalıdır. Cazibə qüvvəsi aya və ondan kənarda getdi?\n\n__Newton__ iki cəsəd arasında cazibə qüvvəsinin hesablanması üçün bir düstur icad etdi. O, ayın ətrafında hərəkət etmək üçün lazım olan qüvvəni hesablamaq üçün istifadə etdi. Sonra almanın aşağı düşməsinə səbəb olan qüvvə ilə müqayisə etdi. Ayın yerdən daha uzaq olmasına və daha çox kütləsi olmasına icazə verdikdən sonra qüvvələrin eyni olduğunu aşkar etdi. Ay, Yerin çəkisi ilə yer üzündə bir orbitdə keçirilir.\n\n__Newton__ tərəfindən icad edilən düstur, cazibə qanunu adlanır. O, olduqca usta idi və bir çox qanunları Newtonian Fizika kimi tanındı. Riyazi düsturlarının çoxu hələ də daha böyük obyektlər üçün obyektlərin mexanikasını hesablamaq üçün istifadə olunur. Kiçik şeylər üçün dəqiq deyil, buna görə də kvant fizikası adlı bir elm mikroskopik obyektlərin bu qəribə dünyasını sınamaq və başa düşmək üçün inkişaf edir.",
"t.Industrialization": "__Səncə (və ya sənayeləşmə) bir dəfə insanlar tərəfindən görülən iş görmək üçün maşınlardan istifadə etməyə başladıqları ölkələrdə baş verən bir prosesdir. __Səncə insanların etdiklərini dəyişdirir. __Səncə şəhərlərin daha böyük böyüməsinə səbəb oldu. Bir çox insan kənd təsərrüfatlarında fabriklərdə daha yüksək pullu iş aparmaq üçün əkinçilikdən ayrıldı.\n\n__Sənbəələşdirilmə __ insanların bir hissəsidir, insanların işləməsi üçün daha asan və daha ucuz yolların qəbul etdiyi bir prosesdir. Daha yaxşı texnologiyadan istifadə edərək, daha qısa müddətdə daha çox mal istehsal etmək mümkün olur. Daha az insan tərəfindən daha çox şey istehsal edilə bilər.\n\nSənayeləşmədən sonra insanlar da daha çox ixtisaslaşmış iş görürlər. Məsələn, sənayeləşmədən əvvəl, bir pambıq (ayaqqabı və dəri məhsulları düzəldən insan) tək bir cüt ayaqqabı düzəltdi. Bir cüt ayaqqabı üzərində işləyərək, onu bitirdi, sonra növbəti cüt ayaqqabıda başlayacaqdı. Sənayeləşmə ilə ayaqqabı hazırlamaq prosesini daha kiçik vəzifələrə kəsərək ayaqqabı hazırlamaqda bir çox insan var. Məsələn, ayaqqabının altını kəsən bir nəfər var və başqa bir insan onu dikdirir. Bir sözlə, əmək bölgüsü var və bu gün montaj xətti kimi tanınır. Bu cür fabriklərdə olan maşınlar çox pula başa gəlir, buna görə fabrik maşınları ödəyə bilən və işçiləri fərqli maşın və tapşırıqları insana aparan zəngin bir şəxsə sahib olacaqdır.\n\n18-ci əsrdə sənaye inqilabı ilə İngiltərədə __Səncə işləməyə başladı. Əvvəlcə Avropanın və Şimali Amerikaya yayıldı. 20-ci əsrdə sənayeləşmə digər ölkələrə yayılır.",
"t.Darwin's\nTheory of Evolution": "__ \"Allah hər bir heyvanı sudan yaratmışdır. Onlardan bəziləri qarınlarına sürünən, bəziləri isə iki ayaqda gəzir, bəziləri isə hər şeyə qadirdir. 24:45) .__\n\n__Charles Darvin__ (1809-1882) Kitabı 1859-cu ildə \"Növlərin mənşəyi\" kitabı. Orada həyatın yer üzündə olması üçün bir çox nəzəriyyəni irəli sürdü. Müəyyən əlamətləri olan heyvanların olduğu bir proses olan təbii seçim təklif etdi, bütün heyvanların necə yarandığı kimi daha yaxşı yaşaya bilər. Bununla birlikdə, Darvin bu anda genetika və ya baş verənlərin həqiqətən keçdiyini başa düşmədi və ya bilmədi. Beləliklə, uşaqların valideynlərinə bənzədiyini dəqiq izah edə bilmədi.\n\nBuna baxmayaraq, __darwin's__ təkamülün izahatı elmi ictimaiyyət tərəfindən kökündən qəbul edilir və elm adamları sınamaq üçün çox çalışırlar və bu günə qədər meymun və meymunlardan inkişaf etdirmək üçün çalışırlar. Halbuki müsəlmanlar, xristianlar və yəhudilər, ilk kişi və qadın olan Adəm və Havva (Həvva) nəslinə inanırlar. Elm adamları bu cür nəticələrə \"ağıllı dizayn\" olaraq, bunun saysız-hesabsız sübutu, məsələn, DNT, insan bədəni, günəş sistemləri və s. İşə görə.\n\nDarvinizmə bənzər, İslam, həyatın mərhələlərində və bir müddət ərzində inkişaf etdiyi fikri tanıyır. Ayrıca, inanırıq ki, Allahın hər şeyə qadirdir və ətraf mühitin qəbulu üçün hər şeyi asanlıqla dəyişə bilər. Allah onu ilk dəfə yaratdı, ikinci dəfə daha asan olardı, elə deyilmi? Eynilə, qiyamət günü dirildikdə bizim kimi.\n\nAncaq təbiətdə həmişə fəlakətli və ölümcül olan təsadüfi mutasiyalar söyləyən müasir təkamülçü nəzəriyyələrindən fərqli olaraq, bir heyvanın inkişaf etməsinə səbəb olacağı təqdirdə bir seldən sonra yeməkləri daha asan tapmaq üçün bir heyvanı dəyişdirə biləcəyinə inanırıq Misal. Bu, əslində alimlərin izah edə bilmədiyi və digər növlərin tez uyğunlaşmadığı və narahat olmadığı üçün bu qədər sürətli bir çox quşların bir çox öyrənilməsi barədə sənədləşdirilmişdir. Bu, yavaş-yavaş və təsadüfi olaraq təsadüfən bir heyvan daha çox məna verir. Ayrıca, yeni və ya nəsli kəsilən kəpənəklərin möcüzəvi şəkildə gəlməməsi halları var. Müsəlmanlar heyvanlar və ətraf mühit üçün çox qayğı göstərirlər, ancaq hamıya qayğı göstərə bilmədikləri və ya özlərinə qayğı göstərə bilməməyimizi vurğulayırlar, çünki hər şey kimi, Allaha təvəkkül edirik.\n\nXülasədə, müsəlmanlar insanın təsadüfi meymunlardan necə inkişaf etdiyi fikrini rədd edirlər. Müsəlmanlar, insanın xüsusi bir yaradıcılığa inandığına inanırlar. İslam, insanın Allah tərəfindən yaradılan unikal bir həyat forması olduğunu öyrədir; Ancaq başqa bir heyvanın və olmağınızdan fərqli olaraq unikal hədiyyələr və qabiliyyətlərimiz var. Məsələn, əbədi bir ruhumuz, vicdan, təxəyyül, bilik və azad iradə var. Güclü, yaxşı və dindar ola bilərik və ya zəif ola bilərik və yalnız eqoist istəklərimizi yerinə yetirmək üçün çalışırıq. Nə olursa olsun, insanın həyatı iki nəfərin yaradılması, Adəm və Havva (Həvva) adlı kişi və bir kişi və bir qadın, bu da hamımızın qan və ailə ilə əlaqəli olan bir qadındır.\n\nQuran Allahın __ \"hər canlıdan sudan hazırladığını\" izah edir. İki ayağında gəzin, bəziləri isə dörddə gəzir. Allah istədiyi şeyi yaradır, çünki Allah hər şeyə qadirdir \"(24:45) .__\n\nBu ayələr həyatın suda başladığı elmi nəzəriyyəni dəstəkləyir.",
"t.World War 1": "__World War I__ (və ya birinci dünya müharibəsi) 28 iyul 1914-cü ildə başlayan və 11 Noyabr 1918-ci il tarixinədək davam edən qlobal bir müharibə idi. Döyüş dörd il, üç ay və 14 gün davam etdi.\n\nDöyüşlərin əksəriyyəti Avropada idi, lakin bir çox digər ölkələrin əsgərləri iştirak etdi və Avropa güclərinin müstəmləkə imperiyalarını dəyişdirdi və Osmanlı İmperiyasının sonu ilə nəticələndi. II Dünya Müharibəsi 1939-cu ildə başlamazdan əvvəl __World Döyüşdə böyük müharibə, dünya müharibəsi və ya 'bütün müharibələri sona çatacaq müharibə' adlanırdı. 135 ölkə __world müharibəsində iştirak etdi, i__ və döyüş zamanı 10 milyon insan öldü, əsasən xəstəlik və qıtlıqdan öldü.\n\n__World War i__ Avropa ölkələrinin əksəriyyəti tərəfindən mübarizə aparıldı. Əsl döyüş bir çox fərqli cəbhədə idi. Qərb cəbhəsi Almaniya ilə müttəfiqlər arasında döyüşlərin əksəriyyətinin olduğu yer idi. Buradakı döyüşlərin əksəriyyəti xəndək müharibəsi idi.\n\nŞərq cəbhəsi Mərkəzi və Şərqi Avropada döyüşdü. Burada döyüşçü müharibəsi, ancaq cəbhənin ölçüsü səbəbiylə mobil müharibə deyildi. Orta Şərq cəbhəsində və İtalyan cəbhəsində çox döyüş baş verdi. Mübarizə Afrikada, Çində və dənizdə, eləcə də havada da baş tutdu.\n\nMüharibə çox fərqli müqavilələrin imzalanması ilə sona çatdı.\n\n__World War i__, tankların, təyyarələrin və sualtı qayıqların və ya (U-qayıqların) mühüm silah olduğu ilk əsas müharibə idi.",
"t.World War 2": "İkinci Dünya Müharibəsi və Sovet İttifaqında böyük vətənpərvərlik müharibəsi, dünyanın bir çox yerində və bir çox ölkəsində döyüşən qlobal bir müharibə adlandırılan __world War ilə (WWII və ya WW2) Əksər ölkələr 1939-1945-ci illərdə vuruşdular, lakin bəziləri 1937-ci ildə döyüşə başladılar. Dünya ölkələrinin əksəriyyəti, o cümlədən bütün böyük güclər, o cümlədən iki hərbi ittifaqın bir hissəsi kimi mübarizə apardı: Müttəfiqlər və ox gücləri. __World Müharibəsi II ____, bütün bəşəriyyət tarixində ən ölümcül qarşıdurmadır. Daha çox ölkəyə qarışdı, daha çox pul xərcləyir və bəşər tarixindəki digər müharibədən daha çox insanı öldürdü. 50 ilə 85 milyon arasında adam öldü. Əksəriyyəti mülki şəxslər idi. Buraya qətliam, qəsdən soyqırımı, strateji bombardman, aclıq, aclıq, xəstəlik və ABŞ tərəfindən nüvə silahının ilk istifadəsi Yaponiyada\n\nAsiyadakı müharibə Yaponiya imperiyası 7 iyul 1937-ci ildə Çini işğal etdikdə başladı. ABŞ-ın Yaponiyaya neft embarqosu qoymaqla reaksiya göstərdi. Avropadakı müharibənin başlanğıcı Almaniyanın Polşanı 1939-cu ildə işğal etdiyi zaman idi. Fransa və İngiltərə Almaniyaya müharibə elan edərək reaksiya göstərdi. 1941-ci ilə qədər Avropanın çox hissəsi Alman nəzarəti altındadır. Yalnız İngiltərə, Şimali Afrikadakı oxaya qarşı mübarizə apardı, Aralıq dənizi və Atlantik. 1941-ci ilin iyun ayında oxlar, tarixdəki ən böyük müharibənin ən böyük sahəsinə başlayaraq Sovet İttifaqını işğal etdi. 7 dekabr 1941-ci ildə Yaponiya, Sakit okeanda qərb koloniyalarına hücum etdi və iki müharibə bir oldu.\n\n1942-ci ildə Yapon qələbələri dayandırıldı və Avropa oxlu qələbələr, həm Şimali Afrikada, həm də Sovet İttifaqında da 1943-cü ilə qədər dayandı. Bundan sonra müttəfiqlər hər tərəfdən geri dönməyə başladılar. Axis Şimali Afrikanı itirdi və 1943-cü ildə başlayaraq İtaliyanın müdafiə etmək məcburiyyətində qaldı. 1944-cü ildə müttəfiqlər Fransanı Reyn çayının üzərindəki Almaniyaya tərəf yönəltərək, Sovetlər şərqdən bağlandı. Almaniya 1945-ci ilin may ayında təslim oldu. Yaponiya 2 sentyabr 1945-ci ildə rəsmi təslim oldu. Döyüş müttəfiq qələbə ilə başa çatdı.\n\nMüharibədən sonra Birləşmiş Millətlər Təşkilatı ölkələr arasında dəstəyi inkişaf etdirmək və gələcək müharibələrin qarşısını almaq üçün quruldu. Tezliklə böyük qaliblər arasında soyuq müharibə başladı, ancaq əsl müharibədə bir-biri ilə döyüşmədilər. Asiya və Afrikanın Avropa ölkələri tərəfindən idarə etdiyi ölkələrin müstəqillikləri verildiyi Asiya və Afrikanın dekolonizasiyası da baş verdi. Bu, müharibədən Avropa gücü zəiflədiyinə görə idi. İqtisadi bərpa və siyasi inteqrasiya (birləşən ölkələrin birləşməsi prosesi) müharibənin digər nəticələri arasında idi.",
"t.Cold War": "__K Soyuq Müharibə\n\nÖlkələrin əksəriyyəti bir tərəfdən ABŞ və Türkiyə olan iki ən böyük hərbi ölkənin olduğu NATO-da müttəfiqlər idi. Digər tərəfdən ölkələrin əksəriyyəti Varşava paktı, ən güclü ölkədə Sovet İttifaqı (indiki Rusiya) idi.\n\nQərb-Kapitalist qrupu ölkələr qrupu America, Türkiyə, Qərbi Avropa, İsrail, Yaponiya, Cənubi Koreya, Tayland, İran (1945-1979), Pakistan, Malayziya, Filippin, Cənubi Afrika, Avstraliya və Yeni Zelandiya daxildir.\n\nŞərq-Sosialist Qrupuna Sovet İttifaqı, Şərqi Avropa, Angola, Efiopiya, Kuba (1959-1991), Monqolustan, Şimali Koreya, Çin və Vyetnam daxildir.\n\nSoyuq müharibə 1989-cu ildə Berlin divarının süqutu ilə sona çatdı, Rusiya ilə birlikdə sosialist kommunist ölkəsindən demokratik kapitalist ölkəsinə dəyişir. Ancaq burada Rusiya ilə Ukrayna arasındakı son döyüşlərdə və müharibədə göründüyü kimi hələ də münaqişə var.",
"t.Moon Landing": "__Apollo 11__ insanları aya göndərmək üçün ilk uçuş idi. Buna NASA (Milli Aeronavtika və Kosmik İdarəetmə), orijinal Amerika kosmik agentliyi tərəfindən edildi. 16 iyul 1969-cu ildə üç astronavt daşıyan kosmosa getdi: Neil Armstrong, Buzz Aldrin və Michael Collins. 20 iyul 1969-cu ildə Armstrong və Aldrin ayın üstünə enəcək ilk insanlar oldu, Collins isə ayın ətrafında orbitdə qaldı.\n\nUçuş ABŞ və Sovet İttifaqı arasında __Space yarışının bir hissəsi idi. 1961-ci ildə 1961-ci ildə 1961-ci ildə, 1960-cı illərdə bir adamı \"Ayda bir adamı yerə qaytarın və onu yerə qaytarın\" olaraq, 1961-ci illərdə birləşən birləşən Planı tamamladı.",
"t.World Wide Web": "__ İnternet__ Kompüterlərin ən böyük dünya miqyasında rabitə şəbəkəsidir. İnternetdə milyonlarla kiçik, akademik, iş və hökumət şəbəkələri var ki, bu da bir çox müxtəlif növ məlumat daşıyır. Termin bəzən şəbəkə üçün qısa \"şəbəkə\" kimi qısaldılır. __World Wide Web__ ən böyük xidmətlərindən biridir. Bütün dünyada bir neçə milyard insan tərəfindən istifadə olunur.\n\nİnternet ABŞ-da \"Amerika Birləşmiş Ştatları Tədqiqat Layihələri Agentliyi\" (Darpa) tərəfindən hazırlanmışdır. İnternet ilk dəfə 1969-cu ilin oktyabr ayında bağlandı və __ARPANET__ adlanırdı. 1990-cı ildə Tim Berners-Lee adlı bir İngilis (Böyük Britaniya) alimi tərəfindən İsveçrənin CERN-də yaradılmış __World Wide Web__ yaradıldı."
}
