{
"t.Birth of the Universe": "\"Y él es el que (Allah) ha creado los cielos y la tierra (de acuerdo con su orden celestial decretado basado) en la verdad. Y el día en que dirá: 'Be', entonces (día de juicio) entra en ser. Su palabra es la verdad. Y su será la soberanía en el día en que la trompeta será volada (por Israfil). Él (él es quien) tiene el conocimiento de lo invisible y lo visto, y él es Todo en sabio, todo consciente \". (Corán 6:73)\n\n\"Nuestro comando para una cosa es solo tanto que cuando pretendemos (para traerlo) (en existencia), le decimos: 'ser', y se convierte en\". (Corán 16:40)\n\"¡No es la gloria de Allah que él tome (para sí mismo como cualquiera) un hijo. Santo y glorificado es él (por encima de esto)! Cuando decreta cualquier asunto, solo le dice: 'Be', y se convierte en\". (Corán 19:35)\n\n\"¡Él es el creador de los cielos y la tierra! Cuando decreta un asunto, simplemente lo dice:\" ¡Sea! \" ¡Y es!\" (Corán 2: 117)\n\n\"Su comando (de la creación) es solo que cuando pretende (crear) algo, se dice: 'ser', para que se vuelva instantáneamente (existente o visible y continúa convirtiéndose)\". (Corán 36:83)\n\n\"Él es el que da vida y causa la muerte. Luego, cuando decide algo, se dice solo: 'ser', así que se convierte en\". (Corán 40:68)\n\n\"Y si los árboles de la tierra fueran bolígrafos y el mar [era tinta], replenado a partir de entonces por siete [más] mares, las palabras1 de Allāh no se agotarían. De hecho, Allah se exalta en poder y sabio\". (Corán 31:27)\n\n\"¿El hombre no considera que lo creamos a partir de un [mero] espermatozoides, entonces, de inmediato, es un disputante abierto? Y presenta una (argumento) semejanza para nosotros y olvida su propia creación. Pregunta (en confusión) : \"¿Quién dará vida a los huesos cuando estén desintegrados?\" Diga: \"Él les dará vida que los trajo a existir al principio, y es consciente de toda creación\". El que ha hecho por ti, desde el Árbol verde, fuego. ¿Y luego, por él, amas (fuego). No es el que creó los cielos y la tierra capaces de crear similares de ellos? ¡Sí! Y él es el excelente creador (de todos), el siempre Sabiendo. Seguramente su orden, cuando él quiere una cosa, es solo decirle: ¡sé! ¡Y lo es! \" Por lo tanto, la gloria sea para él en cuya mano es el reino de todas las cosas, y para él serás traído de vuelta \"(Corán 36:82)\n\n\"Entonces, ¿pensaste que te creamos inútilmente y que para nosotros no te devolverías?\" (Corán 23: 115)\n\n\"¿No los creó nada o se crearon?\" (Corán 52:35)\n\n\"¿El ser humano no recuerda que lo creamos antes, cuando no era nada?\" (Corán 19:67)\n\n\"Allah te trajo de los úteros de tus madres mientras no sabías nada, y te dio audición, vista y corazones, para que puedas estar agradecido\" (Corán 16:78)",
"t.Big Bang": "\"¿Los incrédulos no se dan cuenta de que __ los cielos y la tierra fueron una vez una masa, entonces los recaudamos en pedazos__? Y creamos de agua cada ser vivo. ¿No creerán entonces?\" (Corán 21:30)\n\nEl __big bang__ es una teoría científica sobre cómo comenzó el universo desde un solo punto y se expandió desde allí. Es donde se originó galaxias, estrellas, planetas y toda la materia que vemos.\n\n__ \"Él es el que ha originado los cielos y la tierra, y cuando quiere (originarse) una cosa, solo le dice: 'ser', y se convierte en\". (Corán 2: 117) __\n\nEl modelo __big bang__ es que el universo comenzó en una condición extremadamente densa y caliente y se ha expandido. La teoría sugiere, y las mediciones muestran que el universo todavía se está expandiendo hoy.\n\nEl universo comenzó como una superforce muy caliente, pequeña y densa (la mezcla de las cuatro fuerzas fundamentales), sin estrellas, átomos, forma o estructura (llamada \"singularidad\"). Luego, hace unos 13.8 mil millones de años, el espacio se expandió muy rápidamente (por lo tanto, el nombre \"__big bang__\"). Esto comenzó la formación de átomos, lo que eventualmente condujo a la formación de estrellas y galaxias. Era Georges Lemaître, un sacerdote católico, que señaló por primera vez (en 1927) que un universo en expansión se remonta en el tiempo a un punto único originario.\n\nSin embargo, desconocido para muchos hechos astronómicos y otros hechos científicos modernos, como el Big Bang, la formación del planeta, las órbitas y el comportamiento, la embriología y mucho más, nos fue revelado por Dios en el Corán hace más de 1400 años. Por ejemplo, Georges Lemeaitre no fue el primero en tener en cuenta sobre el Big Bang. El Corán claramente habla sobre el Big Bang __ \"¿Los incrédulos no se dan cuenta de que los cielos y la tierra fueron una vez una masa y luego las clavamos? (Corán 21:30) __\n\nSi está buscando una señal o una prueba de Dios, sepa que esta es solo una de las muchas pruebas de que el Islam es la verdadera y única religión de Dios.\n\nEl universo todavía se está expandiendo hoy, que se descubrió recientemente. Sin embargo, nuevamente el Corán confirma: __ \"Los cielos, los hemos construido con poder. Y en verdad, lo estamos expandiendo\" (Corán 51:47) __.\n\nAntes de esto, los científicos tenían una teoría llamada Big Crunch, donde se pensaba que el universo posiblemente colapsaba, o cruje, volvió a sí mismo una vez que alcanzó cierto punto. Esta teoría ya no se enseña.\n\nEn general, el universo está creciendo y la temperatura cae a medida que pasa el tiempo. La cosmología es el estudio de cómo comenzó el universo y su desarrollo. Los científicos que estudian la cosmología están de acuerdo en que la teoría __big Bang__ coincide con lo que han observado hasta ahora.\n\nFred Hoyle llamó a la teoría el \"__big bang__\" en su programa de radio. No creía que el __big bang__ fuera correcto. Los científicos que no estaban de acuerdo con él pensaron que el nombre era divertido y decidieron usarlo.\n\nLos científicos basan la teoría __big Bang__ en muchas observaciones diferentes. Lo más importante es el desplazamiento al rojo de galaxias muy lejanas. El desplazamiento al rojo es el efecto Doppler que ocurre en la luz y también observable en el sonido. Por ejemplo, el sonido más alto que hace un hipódromo a medida que se acerca frente al sonido de lanzamiento inferior que hace cuando se aleja de usted- \"Vrrrrrrrrrrrrrrrrrrr\" (hacia usted) \"Oooooooommmmm\" (alejándose de usted). Del mismo modo, cuando un objeto se aleja de la Tierra, sus rayos de color se ven más similares al color rojo que en realidad, porque el movimiento estira la longitud de onda de la luz dada por el objeto. Los científicos usan la palabra \"rojo caliente\" para describir esta onda de luz estirada porque el rojo es la longitud de onda más larga en el espectro visible. Cuanto más desplazamiento al rojo hay, más rápido se está alejando el objeto. Al medir el desplazamiento al rojo, los científicos demostraron que el universo se está expandiendo, y pueden determinar qué tan rápido el objeto se aleja de la tierra. Con una observación y mediciones muy exactas, los científicos creen que el universo era una singularidad hace aproximadamente 13.8 mil millones de años. Debido a que la mayoría de las cosas se vuelven más frías a medida que se expanden, los científicos suponen que el universo era muy pequeño y muy caliente cuando comenzó. Si un objeto se mueve hacia la Tierra, entonces tiene una luz azul desplazada.\n\nOtras observaciones que apoyan la teoría __big Bang__ son las cantidades de elementos químicos en el universo. Cantidades de elementos muy ligeros, como hidrógeno, helio y litio parecen estar de acuerdo con la teoría del __big bang__. Los científicos también han encontrado \"radiación de fondo de microondas cósmicas\". Esta radiación se conoce como ondas de radio, y están en todas partes del universo. Esta radiación ahora es muy débil y fría, pero hace mucho tiempo era muy fuerte y muy caliente.\n\nLos científicos sabían que el Big Bang causaría una gran cantidad de radiación, pero quería más pruebas de ella. En la década de 1960, trabajando para Bell Labratories en Nueva Jersey, Arno Penzias y Bob Wilson descubriendo accidentalmente CBR (radiación de fondo cósmico) cuando ajustaban su antena Homdel, una nueva antena muy sensible. Intentaban eliminar todo el ruido de fondo y descubrieron que no podían eliminar una frecuencia de interferencia que provenía de todas las direcciones. Esto más tarde se conoció como CBR y se debe a la explosión de Big Bang, esto todavía se puede escuchar, y siempre será, en radios hoy. Este descubrimiento finalmente otorgó a Penzias y Wilson un Premio Nobel en 1993.\n\nAlgunos científicos y filósofos argumentan que el tiempo no tenía significado antes del __big bang__. Argumentan que el __big bang__ era el comienzo de los tiempos, y no había universo antes del __big bang__, ¡ya que no podía haber \"antes\" si no hubiera tiempo! Como musulmanes, sabemos que Dios es eterno y más allá de todo lo que nuestra mente puede comprender. Como tal, tiene mucho sentido por qué no podemos comprender el concepto de tiempo antes del Big Bang, esta es una de las muchas paradojas que apuntan a un creador todopoderoso.\n\nPor el bien de los argumentos, digamos que podemos explicar qué fue antes del Big Bang o exactamente cómo se creó incluso. Entonces la siguiente pregunta sería: \"Bueno, entonces, ¿qué creó eso?\". Y digamos que explicamos qué creó eso también, de nuevo, la pregunta seguiría siendo: \"Bueno, ¿qué creó eso?\". Como probablemente pueda ver, esto nunca terminaría, por lo que en realidad es una gran evidencia de que Dios es nuestro único creador y cómo el concepto de Dios está muy lejos de nuestro intelecto humano limitado.\n\nLos musulmanes no debaten sobre tales asuntos, solo aceptamos lo que Dios nos dice sobre sí mismo y de su creación. Por ejemplo, Dios habla de sus manos, pero sabemos que son diferentes a cualquier mano que sepamos. Un humano tiene manos, un mono tiene manos, un reloj tiene manos. Las manos de Dios están más allá de todo lo que podemos imaginar, y lo dejamos así.",
"t.Milky Way is Born": "Los científicos teorizan que la __milky Way__ comenzó como una o varias pequeñas sobredensidades en la distribución de masas en el universo poco después del Big Bang. Algunas de estas sobredensidades fueron las semillas de los grupos globulares en los que las estrellas más antiguas restantes en lo que ahora se formó la __milky Way__. Casi la mitad del asunto de la manera __milky__ puede provenir de otras galaxias distantes. No obstante, estas estrellas y clústeres ahora comprenden el halo estelar de la __milky Way__. Dentro de unos mil millones de años del nacimiento de las primeras estrellas, la masa de la __milky Way__ era lo suficientemente grande como para que girara relativamente rápido. Debido a la conservación del momento angular, esto llevó al medio interestelar gaseoso a colapsar de una forma aproximadamente esferoidal a un disco. Por lo tanto, generaciones posteriores de estrellas formadas en este disco espiral. Se observa que la mayoría de las estrellas más jóvenes, incluido el sol, están en el disco.\n\nDesde que las primeras estrellas comenzaron a formarse, el __milky Way__ ha crecido a través de ambas fusiones de galaxias (particularmente temprano en el crecimiento de __milky __) y la acumulación de gas directamente desde el halo galáctico. El __milky Way__ actualmente está acumulando material de varias galaxias pequeñas, incluidas dos de sus galaxias satelitales más grandes, las grandes y pequeñas nubes magelánicas, a través de la corriente magelánica. La acumulación directa de gas se observa en nubes de alta velocidad como la nube de Smith. Sin embargo, las propiedades de la manera __milky__ como la masa estelar, el momento angular y la metalicidad en sus regiones más externas sugieren que no ha sufrido fusiones con grandes galaxias en los últimos mil millones de años. Esta falta de fusiones importantes recientes es inusual entre las galaxias espirales similares; Su vecino, la Galaxia de Andrómeda, parece tener una historia más típica formada por fusiones más recientes con galaxias relativamente grandes.\n\nSegún estudios recientes, la __milky Way__, así como la galaxia de Andrómeda, se encuentran en lo que en el diagrama de color -magnitud de la galaxia se conoce como el \"valle verde\", una región poblada por galaxias en transición de la \"nube azul\" (galaxias formando activamente nuevas estrellas) a la \"secuencia roja\" (galaxias que carecen de formación de estrellas). La actividad de formación de estrellas en las galaxias de Green Valley se está desacelerando a medida que se quedan sin gases formadoras de estrellas en el medio interestelar. En galaxias simuladas con propiedades similares, la formación de estrellas generalmente se habrá extinguido dentro de aproximadamente cinco mil millones de años a partir de ahora, incluso explicando el aumento esperado a corto plazo en la tasa de formación de estrellas debido a la colisión entre la __milky Way__ y el Andromeda Galaxia. De hecho, las mediciones de otras galaxias similares a la manera __milky__ sugieren que se encuentra entre las galaxias espirales más rojas y brillantes que todavía están formando nuevas estrellas y es un poco más azul que las galaxias de secuencia roja más azul.\n\n## Edad e historia cosmológica\n\nLos grupos globulares se encuentran entre los objetos más antiguos de la manera __milky, que establecen un límite inferior en la edad de la manera __milky__. Las edades de las estrellas individuales en la manera __milky__ se pueden estimar midiendo la abundancia de elementos radiactivos de larga vida como el torio-232 y la uranio-238, luego comparando los resultados con las estimaciones de su abundancia original, una técnica llamada nucleocosmocronología. Estos valores de rendimiento de aproximadamente 12.5 ± 3 mil millones de años para CS 31082-001 y 13.8 ± 4 mil millones de años para BD +17 ° 3248. Una vez que se forma una enana blanca, comienza a sufrir enfriamiento de la radiación y la temperatura de la superficie cae constantemente. Al medir las temperaturas de los mejores enanos blancos y compararlas con su temperatura inicial esperada, se puede hacer una estimación de edad. Con esta técnica, la edad del grupo globular M4 se estimó en 12.7 ± 0.7 mil millones de años. Las estimaciones de edad de los más antiguos de estos grupos ofrecen una estimación de mejor ajuste de 12,6 mil millones de años, y un límite superior de confianza del 95% de 16 mil millones de años.\n\nSe han encontrado varias estrellas individuales en el halo __milky __ con edades medidas muy cerca de la edad del universo de 13.80 mil millones de años. En 2007, se estimó que una estrella en el halo galáctico, 1523-0901, tenía unos 13,2 mil millones de años. Como el objeto más antiguo conocido en la Vía Láctea__ en ese momento, esta medición colocó un límite inferior en la edad de la manera __milky__. Esta estimación se realizó utilizando el espectrógrafo Echelle UV-visual del telescopio muy grande para medir las fuerzas relativas de las líneas espectrales causadas por la presencia de torio y otros elementos creados por el proceso R. Las fortalezas de la línea producen abundancias de diferentes isótopos elementales, de los cuales se puede derivar una estimación de la edad de la estrella usando nucleocosmocronología. Otra estrella, HD 140283, tiene 14.5 ± 0.7 mil millones de años.\n\nLa edad de las estrellas en el disco delgado galáctico también se ha estimado utilizando nucleocosmocronología. Las mediciones de estrellas de disco delgada producen una estimación de que el disco delgado formó 8.8 ± 1.7 mil millones de años. Estas mediciones sugieren que hubo una pausa de casi 5 mil millones de años entre la formación del halo galáctico y el disco delgado. Análisis reciente de las firmas químicas de miles de estrellas sugiere que la formación estelar podría haber disminuido por un orden de magnitud en el momento de la formación de disco, hace 8-10 mil millones de años, cuando el gas interestelar era demasiado caliente para formar nuevas estrellas a la misma tasa como antes.\n\nLas galaxias satelitales que rodean la __milky Way__ no se distribuyen al azar, pero parecían ser el resultado de una ruptura de algún sistema más grande que produce una estructura de anillo de 500,000 años de diámetro y 50,000 años de ancho. Encuentros cercanos entre galaxias, como el esperado en 4 mil millones de años con la galaxia de Andrómeda arranca enormes colas de gas, que, con el tiempo, pueden unirse para formar galaxias enanas en un anillo en un ángulo arbitrario al discurso principal.",
"t.Sun is Born": "__ \"Es él quien creó la noche y el día, y el sol y la luna; todos (los cuerpos celestes) nadan, cada uno en su curso redondeado\" (Corán 21:33) .__ .__ .__ .__ .__ .__ .__.\n\nEl __sun__ en el centro de nuestro sistema solar es una estrella enana amarilla. Emite la energía como luz. Eso incluye luz, energía infrarroja (calor), luz ultravioleta y ondas de radio. También emite una corriente de partículas, que llega a la tierra como \"viento solar\". La fuente de toda esta energía es la reacción en la estrella que convierte el hidrógeno en helio y hace grandes cantidades de energía.\n\nEl __sun__ es una estrella como muchos otros en nuestra galaxia de la Vía Láctea. Ha existido durante poco más de 4.500 millones de años, y continuará durante al menos tanto. El __sun__ es aproximadamente cien veces más ancho que la tierra. Tiene una masa de 1.9891 × 1030 kg, que es 333,000 veces la masa de la tierra. La Tierra también puede encajar dentro del __sun__ 1.3 millones de veces.\n\nLos científicos piensan que el __sun__ comenzó desde una nube muy grande de polvo y pequeños trozos de hielo hace unos 4.567 mil millones de años.\n\nEn el centro de esa enorme nube, la gravedad hizo que el material se acumulara en una pelota. Una vez que esto se hizo lo suficientemente grande, la gran presión en el interior comenzó una reacción de fusión. La energía que esto liberó hizo que esa pelota se calentara y brillara.\n\nLa energía irradiada por el __sun__ alejó el resto de la nube de sí misma, y ​​los planetas se formaron desde el resto de esta nube.",
"t.Earth is Born": "__ \"Entonces él (Allah) se volvió hacia el Cielo mientras todo era humo. Le dijo al cielo y la tierra:\" Ven (a ser), voluntaria o involuntariamente \". Dijeron: \"Aquí venimos (a ser) en la reverencia dispuesta\". __\n\n__Earth__ y los otros planetas se formaron hace unos 4.600 millones de años. Estaban hechos del gas sobrante de la nebulosa que hizo el sol. Este es nuevamente un milagro científico del Corán como Dios lo explica en el Corán: \"Entonces él (Allah) se volvió hacia el cielo mientras todo era humo. Dijo al cielo y la tierra:\" Ven (a ser), voluntariamente o involuntariamente \". Dijeron: \"Aquí venimos (para ser) en la reverencia dispuesta\". Este versículo estaba hablando sobre cómo se formó la tierra.\n\nLa luna puede haberse formado después de una colisión entre el __earth__________ y ​​un planeta más pequeño (a veces llamado theia). Los científicos creen que partes de ambos planetas se rompieron, convirtiéndose (por gravedad) en la luna.\n\nEl Corán afirma que Alá creó el sol, la luna y los planetas, cada uno con sus propios cursos o órbitas individuales. __ \"Es él quien creó la noche y el día, y el sol y la luna; todos (los cuerpos celestes) nadan, cada uno en su curso redondeado\" (Corán 21:33) .__ .__ .__ .__ .__ .__ .__.\n\nEl agua de __earth __ provenía de diferentes lugares. La condensación de vapor de agua, y cometas y asteroides que golpearon __earth__, hicieron los océanos. En miles de millones de años (es decir, hace aproximadamente 3.600 millones de años), los científicos creen que comenzó la primera vida, en la era arqueana. Algunas bacterias desarrollaron fotosíntesis, que permite que las plantas preparen alimentos a partir de la luz y el agua del sol. Esto lanzó mucho oxígeno, que fue tomado por primera vez por hierro en solución. Finalmente, el oxígeno libre entró en la atmósfera o el aire, haciendo que la superficie de __earth __ fuera adecuada para la vida aeróbica. Este oxígeno también formó la capa de ozono que protege la superficie de __earth __ de la mala radiación ultravioleta del Sol.\n\nUna vez más, Dios nos cuenta sobre la capa de ozono en el Corán, otro milagro científico del Corán: __ \"y hemos hecho del cielo un dosel bien protegido, aún se alejan de sus signos\". (Corán 21:32) __\n\nLos científicos creen que la vida compleja en la superficie de la tierra no existía antes de la capa de ozono porque sin su protección, la radiación del sol sería demasiado para que la vida avanzada sobreviva.\n\n__Earth__ fue muy diferente en el pasado lejano. Hace mucho tiempo, casi toda tierra estaba en un solo lugar. Esto se llama supercontinente. El primer supercontinente conocido se llamaba Vaalbara. Mucho más tarde, hubo un tiempo (el criogeniano) cuando __earth__ estaba casi completamente cubierto por gruesas capas de hielo (glaciares). Esto se llama la teoría de la bola de nieve __earth__.",
"t.Heavy Bombardment": "__ \"Ya hemos enviado a nuestros mensajeros evidencias claras y enviamos con ellos la Escritura y el equilibrio que la gente puede mantener [sus asuntos] en justicia. Y enviamos hierro, en el que es un gran poderoso poderoso y beneficios para la gente, Y para que Allah pueda hacer evidente a quienes lo apoyan a él y a sus mensajeros invisibles. De hecho, Allah es poderoso y exaltado en poder \". (Corán 57:25) __\n\nEl bombardeo pesado tardío (abreviado LHB y también conocido como el cataclismo lunar) es un evento que se cree que ocurrió hace aproximadamente 3.8 a 4.100 millones de años. Esto se conoce como las épocas neohadeanas y eoarqueas en la tierra. Durante este intervalo, se teoriza una cantidad desproporcionadamente grande de asteroides para haber colisionado con los primeros planetas terrestres en el sistema solar interno, incluidos Mercurio, Venus, Tierra y Marte.\n\nEl tardío bombardeo pesado ocurrió después de que la tierra y otros planetas rocosos habían formado y acumulado la mayor parte de su masa, pero aún bastante temprano en la historia de la Tierra.\n\nHoy los científicos saben que el hierro no podría haberse desarrollado en la tierra. Debido al tamaño de la Tierra, saben, saben que tales materiales no podrían haberse desarrollado naturalmente aquí. De hecho, saben que el hierro debe hacerse dentro de las estrellas, específicamente súper gigantes rojos. Solo dentro de una estrella tan gigantesca puede formarse elementos juntos durante las reacciones de fusión. Luego ocurre una supernova, lo que significa que la estrella explota, y los fragmentos de hierro se explotan en el espacio. Los científicos creen que así es como el hierro llegó a la tierra.\n\nEl Corán menciona, __ \"y enviamos hierro\" __. Hasta hace poco, sin que los científicos descubrieran los __cavibles períodos de bombardeo__, este versículo sobre __ \"enviamos hierro\" __ no habría tenido mucho sentido para nosotros. Sin embargo, resulta que Dios literalmente nos envió hierro para que podamos beneficiarnos de él.",
"t.Life on Earth": "__ \"¿Aquellos que incrédulos no consideraron que los cielos y la tierra fueran una entidad unida, y luego los separamos y hechos de agua todos los seres vivos? ¿Entonces no lo creerán?\" (Corán 21:30) .__\n\nLas primeras formas de vida reclamadas son microorganismos fosilizados (o microfósiles). Se encontraron en rocas ricas en hierro y sílice que alguna vez fueron respiraderos hidrotermales en el cinturón de piedra verde nuvvuagittuq de Quebec, Canadá.\n\nEstas rocas son tan antiguas como 4.28 mil millones de años. Las formas tubulares que contienen se muestran en un informe. Si este es el registro más antiguo de la vida en la Tierra, sugiere \"una aparición casi instantánea de la vida\" después de que los océanos se formaron hace 4.400 millones de años. Según Stephen Blair Hedges, \"si la vida surgiera relativamente rápido en la Tierra, entonces podría ser común en el universo\".\n\nEl Corán describe que Allah __ \"hecho de agua cada ser vivo\" (Corán 21:30) .__ Otro verso describe cómo __ \"Alá ha creado cada animal del agua. De ellos son algunos que se arrastran en sus vientres, algunos que Camina sobre dos piernas, y algunos que caminan sobre cuatro. Allah crea lo que quiere, porque verdaderamente Allah tiene poder sobre todas las cosas \"(24:45) .__ .__\n\nEstos versículos apoyan la teoría científica de que la vida comenzó en los océanos de la tierra. También van junto con la biología moderna que afirman que algunos animales están formados por hasta un 90% de agua, mientras que los humanos están formados por aproximadamente 60% de agua.",
"t.Single Celled Organisms": "__El Corán describe que Allah \"hecho de agua cada ser vivo\" (Corán 21:30) __.\n\nLos organismos unicelulares son organismos que tienen una célula.\n\nLos organismos unicelulares se pueden encontrar en todas partes. Las formas de vida más antiguas existían hace 3.800 millones de años, si no más. Los científicos creen que estos organismos vivían en el agua. Persigen una variedad de estrategias para la supervivencia: fotosíntesis (cianobacterias), quimiotrosfia (muchas arqueas) y heterotrofia (ameba). Algunos organismos unicelulares tienen flagelos, pequeñas colas que usan para la locomoción o los lobopods, extensiones del esqueleto celular (citoesqueleto), que aparecen como brazos bloblike. Los flagelos de nuestros antepasados ​​unicelulares ocurre hasta los animales, donde aparece como esperma flagelada.\n\n__El Corán describe que Allah \"hecho de agua cada ser vivo\" (Corán 21:30) __. Otro versículo describe cómo __ \"Allah ha creado cada animal del agua. De ellos son algunos que se arrastran en sus vientres, algunos que caminan sobre dos patas y otros que caminan sobre cuatro. Allah crea lo que quiere, porque realmente Allah tiene poder sobre Todas las cosas \"(Corán 24:45) __.\n\nEstos versículos apoyan la teoría científica de que la vida comenzó en los océanos de la tierra.",
"t.Animals": "Los primeros fósiles que podrían representar a los animales aparecen en las rocas de los 665 millones de años de la Formación Trezona del sur de Australia. Estos fósiles se interpretan como probablemente siendo esponjas tempranas.\n\nLos animales más antiguos se encuentran en la biota Ediacaran, hacia el final del precámbrico, hace unos 610 millones de años. Durante mucho tiempo había sido dudoso si estos incluían animales, pero el descubrimiento del colesterol lipídico animal en fósiles de Dickinsonia establece que estos eran animales.\n\nMuchos animales Phyla aparecen por primera vez en el registro fósil durante la explosión del Cámbrico, a partir de hace unos 542 millones de años, en camas como Burgess Shale. La fila existente en estas rocas incluye moluscos, braquiópodos, onicóforos, tardígrados, artrópodos, equinodermos y hemicordatos, junto con numerosas formas ahora extintas como los anomalocaris predatorios. Los científicos no están seguros de si todos estos animales aparecieron casi simultáneamente o si es un problema con la forma en que se recopilan los registros fósiles.",
"t.Fish": "Los científicos creen que el primer pez apareció hace unos 530 millones de años durante la explosión del Cámbrico. Se cree que son los primeros vertebrados, o animales con una columna vertebral o columna vertebral. Se cree que los primeros peces pertenecen a Agnatha, o peces sin mandíbula. Durante el cámbrico tardío, el pez sin mandíbula en forma de anguilas llamado Conodonts, y peces pequeños en su mayoría blindados conocidos como ostracodermos, aparecieron por primera vez. La mayoría de los peces sin mandíbula ahora están extintos.",
"t.Insects": "__Insects__, son una clase en la artrópoda del filo. Son pequeños invertebrados terrestres que tienen un exoesqueleto duro.\n\n__Insects__ son el grupo más grande de animales en la tierra con diferencia. Se han descrito alrededor de __926,400 especies diferentes__. Representan más de la mitad de todas las especies vidas conocidas __ y se cree que __ aumentan más del 90% de las especies animales, la tierra.\n\nSe encuentran continuamente nuevas especies de __insects__. Las estimaciones del número total de especies varían de 2 millones a 30 millones.\n\n__Insects__ tienen seis patas; Y la mayoría tiene alas. Se cree que __insects__ son los primeros animales capaces de vuelo. A medida que se desarrollan a partir de huevos, __insects__ se someten a __metamorfosis__, un increíble proceso de transformación donde una forma inmadura de un insecto cambia a una forma adulta en dos o más etapas distintas. __Insects__ Vivir en todo el planeta: casi todos son terrestres (viven en tierra), pero algunos viven __insects__ en los océanos o en lugares muy fríos, como la Antártida. La mayoría de las especies viven en áreas tropicales.\n\nAlgunas personas llaman a todos los __insects__ \"errores\", pero esto no es correcto. Solo algunos __insects__ son verdaderos errores, que es un orden particular de __insects__. Las personas que estudian __insects__ se llaman __entomólogos__.",
"t.Reptiles": "__Reptile__ es el nombre común para uno de los principales grupos de vertebrados terrestres. No lo usan tanto por biólogos, que usan términos más precisos.\n\nEl nombre __ \"reptil\" __ proviene del latín y significa \"uno que se arrastra\". Todas las especies vivas __reptile__ tienen sangre fría, tienen piel escamosa y ponen huevos cleidoicos. Excretan el ácido úrico (en lugar de la urea), y tienen una cloaca. Una cloaca es una apertura compartida para el ano, el tracto urinario y los conductos reproductivos. __Reptiles__ también comparten una disposición del corazón y los principales vasos sanguíneos que es diferente al de los mamíferos.\n\nMuchos grupos importantes de __reptiles__ ahora están extintos, por ejemplo, los mosasaurios. Solíamos decir que los dinosaurios estaban extintos, pero sobreviven en forma de sus descendientes emplumados (pájaros). Los antiguos __reptiles__ que sobreviven incluyen las tortugas, los cocodrilos y el Tuatara, el solitario sobreviviente de su grupo. La gran mayoría de los __reptiles__ actuales son serpientes y lagartijas.\n\nEl estudio de la vida __reptiles__ se llama herpetología.",
"t.Dinosaur Age": "__Dinosaurios__ (que significa \"lagartos terribles\") son un grupo variado de reptiles de archosaurio. Eran los animales terrestres dominantes de la era mesozoica. Se conocen más de 500 géneros diferentes de dinosaurios. Se han encontrado fósiles de dinosaurios en todos los continentes, y todavía hay nuevos descubrimientos frecuentes.\n\n__Dinosaurios__ apareció en el Triásico Superior, hace unos 230 millones de años. La fecha más temprana de un fósil de dinosaurio es la de Eoraptor, 231.4 a 228 Mya. Para los primeros Jurásicos, eran los mejores vertebrados de tierra y dominaron la mayoría de los entornos en tierra. Continuaron hasta el repentino evento de extinción K/T (global) hace 66 millones de años.\n\nDesde el registro fósil, los científicos creen que los pájaros viven dinosaurios emplumados y, por lo tanto, fueron la única línea de dinosaurios que sobrevivieron hasta nuestros días.\n\nLos dinosaurios tuvieron adaptaciones que los ayudaron a tener éxito. Los primeros dinosaurios conocidos fueron pequeños depredadores que caminaban sobre dos patas. Todos sus descendientes tenían una postura vertical, con las piernas debajo del cuerpo. Esto transformó todo su estilo de vida. Había otras características. La mayoría de los dinosaurios más pequeños tenían plumas y probablemente tenían sangre caliente. Esto los haría activos, con un metabolismo más alto que los reptiles modernos. La interacción social, con vivir en rebaños y cooperación, parece muy probable para algunos tipos.\n\nLos primeros fósiles fueron reconocidos como dinosaurios a principios del siglo XIX. Algunos de sus huesos fueron encontrados mucho antes, pero no se entendieron. William Buckland, Gideon Mantell y Richard Owen eran científicos que vieron que estos huesos eran un grupo especial de animales. Los dinosaurios ahora son las principales atracciones en museos de todo el mundo. Se han convertido en parte de la cultura popular. Ha habido muchos libros y películas más vendidas sobre ellos. Los nuevos descubrimientos de dinosaurios se informan en los medios con bastante frecuencia.",
"t.Mammals": "__Mammals__ son un grupo de animales vertebrados que forman la clase Mammalia. Tienen pelaje o cabello y un tipo de regulación de temperatura muy preciso.\n\nCon la excepción de los monotremas, todos los mamíferos llevan a los jóvenes. También producen leche para los jóvenes. El cuidado de los padres de los jóvenes es universal entre los mamíferos, y es esencial porque el nacimiento vivo limita el número de descendientes.",
"t.Stegosaurus": "Stegosaurus (que significa \"lizardo de techo\") era un tipo de dinosaurio que comía plantas que vivía en lo que ahora es el oeste de América del Norte.\n\nStegosaurus vivía en el período Jurásico Superior alrededor de 155-145 millones de años. Es uno de los dinosaurios más fácilmente reconocidos, con su distintiva fila doble de placas en forma de cometa en su espalda y los largos picos en su cola. La armadura era necesaria, ya que vivía con comedores de carne como Allosaurus y Ceratosaurus.",
"t.Tyrannosaurus": "Tyrannosaurus era un gran dinosaurio depredador del Cretácico Superior, hace 65.5-67 millones de años.\n\nTyrannosaurus era un carnívoro bípedo con un cráneo masivo equilibrado por una cola larga y pesada. En comparación con las grandes y poderosas extremidades posteriores, sus extremidades anteriores eran pequeñas, pero poderosas para su tamaño. Tenían dos dígitos arañados.\n\nHay discusión sobre si se trataba de un cazador o un carroñero. Como la mayoría de los comedores de carne dominantes de hoy, como leones e hienas, Tyrannosaurus podría haber sido ambos. Tenía una mandíbula muy fuerte, y su potencia de mordida podría tomar los huesos de otros dinosaurios.",
"t.Dinosaur Extinction": "Las extinciones al final del Cretácico fueron causadas por uno o más eventos catastróficos, como impactos masivos de asteroides o meteoritos, o mayor actividad volcánica.\n\nVarios cráteres de impacto y actividad volcánica masiva, como la de las trampas de Deccan en India, han estado datados del tiempo aproximado del evento de extinción. Estos eventos geológicos pueden haber reducido la luz solar y obstaculizar la fotosíntesis, lo que lleva a una interrupción masiva en la ecología de la Tierra.",
"t.Primate Bipedalism": "El bipedalismo es tener o usar dos pies para caminar. Los científicos creen que el bipedalismo en los primates despierta hace 6 a 7 millones de años, ya que este es los primeros fósiles que han encontrado que muestran rasgos de bipedalismo. Los evolucionistas creen que estos son antepasados ​​tempranos de la especie humana, pero esta teoría tiene poca evidencia para apoyarla.",
"t.Constructed Tools": "__ herramientas de piedra__ son herramientas hechas de piedra. Son la razón por la que la Edad de Piedra recibió su nombre. Los científicos creen que fueron las primeras herramientas utilizadas. Recientemente se supo que las herramientas de piedra se usaron antes de que viviera los humanos.",
"t.Control Fire": "__ El control del fuego__ por los primeros humanos era muy importante para los primeros humanos. El fuego proporcionó una fuente de calidez, protección, mejora en la caza y un método para cocinar alimentos. Estos avances culturales permitieron innovaciones culturales y cambios en la dieta. Además, el control del fuego permitió la expansión de la actividad humana en climas más fríos y permanecer despierto más tarde en la noche, al proporcionar calor y luz.\n\nLas reclamaciones para la evidencia definitiva más temprana de control varían de aproximadamente 200 mil a 1.7 millones de años. La evidencia del uso controlado del fuego que comienza hace unos 1,000,000 años, tiene un amplio apoyo científico. Las cuchillas de pedernal quemadas en incendios se encontraron cerca de fósiles humanos en Marruecos y fechadas hasta hace unos 300 mil años. Evidencia generalizada de control de fechas de incendio a hace aproximadamente 125,000 años.",
"t.Adam": "__ \"¡Oh, humanidad! Te creamos a partir de un solo par de un hombre y una mujer, y te convertimos en naciones y tribus, para que puedan conocerse (no que puedas despreciarse). En verdad, los más honrados entre ustedes A la vista de Allah está el quién es el más justo de ti. Y Allah tiene pleno conocimiento y está bien familiarizado (con todas las cosas) \"(Corán 49:13) .__ .__ .__\n\nAdán (árabe: آدم) fue el primer ser humano en la tierra y el primer nabi (نبي, profeta) del Islam. Revere Adán del musulmán como el padre de la raza humana y su esposa, Hawwā (حواء, Eva) como la madre de la humanidad. Los musulmanes ven a Adán como el primer musulmán, como el Corán afirma que todos los profetas predicaban la misma fe del Islam, lo que significa sumisión a Dios.\n\nDe estos dos individuos, generaciones de seres humanos han habitado la tierra. Dios declara en el Corán.\n\nCuando Adán fue creado, Dios ordenó a toda la creación que se bajara como un signo de respeto a Adán, que era una nueva creación superior. Todos lo hicieron, excepto Shaytan, quien se negó diciendo que estaba hecho de un fuego sin humo (un Jinn), mientras que Adam estaba hecho de arcilla. Dios los puso en el Jardín del Edén como prueba y Shaytan engañó con éxito a Adán y Hawwa. Los hizo ir a un árbol del que Dios los había prohibido. Como resultado de esto, Dios nos ha puesto (humanos y demonios) en la tierra como enemigos el uno del otro hasta el día del juicio. Una vez en la tierra, Adán rezó por perdón y Dios lo perdonó.\n\nComo con Adán y todos los profetas vinieron a la tierra para recordar nuestro pacto con Dios. Si obedecemos a Dios, podemos alcanzar un nivel superior que los ángeles a la vista de Dios. Para hacer esto, debemos evitar los susurros de Sheytan, y lo que es incluso mucho peor que eso, esforzarnos y suprimir nuestros Nuffs (deseos egoístas). Hacemos esto siguiendo la sabiduría, direcciones y ejemplos interminables que nos dieron en el Corán, la revelación final y el libro escrito en primera persona por Dios que se conserva perfectamente y sin cambios. También debemos seguir el sorprendente ejemplo de los Profetas y tenemos la historia de vida completa del Profeta Muhammad cuando llegó en tiempos más recientes donde aparece incluso en la historia moderna. Todas sus enseñanzas también se conservan y hay muchas erudiciones islámicas para preservar y enseñar su forma de vida. El Profeta Muhammad era el sello de los Profetas, un líder estatal, espiritual y militar junto con ser esposo, padre, vecino y amigo. Es muy elogiado por aquellos que estudian su vida, acciones y enseñanzas. Incluso sus enemigos cuando vivía respetaba y confiaba en él.\n\nEntonces, como musulmanes, conocemos el propósito de la vida para todos los humanos es adorar a Dios y ver quién es mejor en los hechos. Dios le ha prometido a la humanidad un lugar hermoso en el paraíso/cielo como recompensa de seguir sus mandamientos. La persona más baja del cielo tendrá la tierra de diez tierras. Cuando llegas a los niveles superiores del cielo, debes comenzar a medir tu tierra en los años de luz. Dios es el más generoso y quiere darnos y para que lo pidamos todo. Si nos alejamos de Dios y los caminos de los profetas, un castigo severo nos espera en el infierno. Que Dios nos proteja de estas y de todas las cosas malvadas.\n\nDesde una perspectiva científica, los humanos se encuentran en las especies __homo sapiens__, de las cuales la única subespecie conocida se conoce como __homo sapiens sapiens__. Somos las especies más dominantes de la Tierra. Sin embargo, hay muchos tipos de vida, especialmente entre las plantas y los protistas, que han tenido un efecto mucho mayor en el aire, las rocas, la vida y el entorno natural de la tierra.",
"t.First Temple": "__Göbekli Tepe__ (pronunciado [ɟøbekˈli teˈpe]), turco para \"Potbelly Hill\", es un sitio arqueológico en la región del sureste de Anatolia de Turquía, aproximadamente 12 km (7 millas) noreste de la ciudad de şanlıurfa. El Tell tiene una altura de 15 m (49 pies) y tiene aproximadamente 300 m (980 pies) de diámetro. Está aproximadamente a 760 m (2,490 pies) sobre el nivel del mar.\n\nEl Tell incluye dos fases de uso que se cree que son de una naturaleza social o ritual que se remonta al décimo y 8 milenio a. C. Durante la primera fase, perteneciente al neolítico A (PPNA) pre-pottery, se erigieron círculos de enormes pilares de piedra en forma de T, los megalitos más antiguos conocidos del mundo. Actualmente se conocen más de 200 pilares en aproximadamente 20 círculos a través de encuestas geofísicas. Cada pilar tiene una altura de hasta 6 m (20 pies) y pesa hasta 10 toneladas. Se ajustan en los enchufes que se agitaban del lecho de roca. En la segunda fase, perteneciente al neolítico B (PPNB) pre-pottery, los pilares erigidos son más pequeños y se encuentran en habitaciones rectangulares con pisos de lima pulida. El sitio fue abandonado después del PPNB. Las estructuras más jóvenes datan de los tiempos clásicos.\n\nLos detalles de la función de la estructura siguen siendo un misterio. Fue excavado por un equipo arqueológico alemán bajo la dirección de Klaus Schmidt desde 1996 hasta su muerte en 2014. Schmidt creía que el sitio era un santuario donde las personas de una región amplia se congregaban periódicamente, no un asentamiento.\n\nEn 2018, el sitio fue designado por un sitio del Patrimonio Mundial de la UNESCO.",
"t.Agricultural Revolution": "__ La revolución neolítica__ (nueva edad de piedra) fue la primera revolución __emricultural__. Fue un cambio gradual de las comunidades y bandas de caza y recolección nómada a la agricultura y el asentamiento. Este período se describe como una \"revolución\" porque cambió la forma de vida de las comunidades que hicieron el cambio. Ocurrió en diferentes sociedades humanas prehistóricas en diferentes momentos. Muchas sociedades cambiaron hace 7-9 mil años.\n\nEl término se refiere al período de tiempo general durante el cual tuvieron lugar estos desarrollos. También se aplica a los cambios que tuvieron lugar: la adopción de técnicas de agricultura temprana, cultivo de cultivos y la domesticación de los animales. La revolución neolítica es importante para los desarrollos en la organización social y la tecnología.\n\n__ La revolución neolítica__ llevó a vivir en asentamientos permanentes o semipermanentes. Debido a esto, menos personas lideraron un estilo de vida nómada. Para poder saber a quién pertenecían los cultivos, se desarrolló el concepto de propiedad de la tierra. El entorno natural cambió, crecieron las densidades de población y las personas comieron más alimentos vegetales y de cereales en su dieta. Jerarquías desarrolladas en la sociedad. El grano fue almacenado y podría ser comercializado. La producción excedente de buenos rendimientos de cultivos ayudó a las sociedades a sobrevivir años malos. Un ejemplo de esto es cómo Yusuf (as) protegió y dispersó el grano en el antiguo Egipto.",
"t.Writing": "__Writing__ es el acto de grabar el lenguaje en un medio visual utilizando un conjunto de símbolos. Los símbolos deben ser conocidos por los demás, de modo que el texto pueda leerse.\n\nUn texto también puede usar otros sistemas visuales, como ilustraciones y decoraciones. No se llaman escritura, pero pueden ayudar a que el mensaje funcione. Por lo general, todas las personas educadas en un país usan el mismo sistema de escritura para registrar el mismo idioma. Poder leer y escribir es ser alfabetizado.\n\n__Writing__ difiere del habla porque los lectores no necesitan estar presentes en ese momento. Podemos leer la escritura de hace mucho tiempo y de diferentes partes del mundo. Tiendas de texto y comunica el conocimiento. __Writing__ es uno de los mayores inventos de la especie humana. Los historiadores creen que fue inventado después de que las personas se establecieron en las ciudades, y después de que comenzó la agricultura. __Writing__ data de aproximadamente 3,300 aC, que es hace más de 5000 años, en el Medio Oriente.\n\n__Writing__ hoy suele estar en papel, aunque hay formas de imprimir en casi cualquier superficie. Las pantallas de televisión y cine también pueden mostrar la escritura, y también las pantallas de computadora. Se inventaron muchos materiales de escritura, mucho antes del papel. Se han utilizado arcilla, papiro, madera, pizarra y pergamino (pieles de animales preparadas). Los romanos escribieron en tabletas enceradas con un lápiz óptico puntiagudo; Esto fue popular para notas y mensajes temporales. La invención posterior del papel por parte de los chinos fue un gran paso adelante.\n\n__Writing__ se realiza tradicionalmente usando una herramienta manual como un lápiz, un bolígrafo o un cepillo. Cada vez más, sin embargo, el texto se crea por entrada en un teclado de computadora o teléfono inteligente.",
"t.Recorded History": "__History__ es el estudio de eventos pasados. La gente sabe lo que sucedió en el pasado mirando cosas del pasado, incluidas fuentes (como libros, periódicos y cartas) y artefactos (como cerámica, herramientas y restos humanos o animales). Bibliotecas, archivos y museos recogen y mantienen estos Cosas para que la gente estudie la historia. Una persona que estudia la historia se llama historiador. Una persona que estudia prehistoria e historia a través de cosas que dejan las culturas antiguas se llama arqueólogo. Una persona que estudia a la humanidad y a la sociedad se llama antropólogo. El estudio de las fuentes y métodos utilizados para estudiar y escribir la historia se llama historiografía.\n\nLas personas pueden aprender sobre el pasado hablando con personas que recuerdan las cosas que sucedieron en el pasado. Esto se llama historia oral. Cuando las personas que habían sido esclavas y sobrevivientes de la Guerra Civil estadounidense envejecieron, algunos historiadores registraron todo lo que dijeron, para que la historia no se perdiera.\n\nLo mismo se hizo en la historia islámica. Mucho fue escrito, pero hubo varios estudiosos que dieron vueltas recolectando hasta el último dicho del Profeta (Hadith) en los libros. Se desarrolló toda una ciencia islámica además de esto para verificar las cadenas de narraciones que conducen al Profeta (SAW) y clasificar estos hadices en los niveles de clasificación de solidez. Sabemos quiénes eran todas estas personas y sus familias, no solo son nombres aleatorios en un libro (es decir, Mark, Luke, John). A menudo, el mismo hadiz se puede encontrar docenas de veces en el mismo libro o extenderse sobre varios libros de Hadith, tal como lo recopilaron tanta gente. Esto se clasificaría como un hadiz sahih (muy sonido).\n\nEl Corán también fue escrito pero en su mayoría memorizado por miles de personas durante la vida del Profeta. Todavía es memorizado por millones de personas hoy, en el idioma árabe original, incluso por hablantes no árabes. Esto es posible porque el Corán es poético y fácil de recordar para muchas personas. Si todo el texto del Corán desapareciera de alguna manera, los musulmanes podrían traerlo de vuelta en unos segundos si trabajaban juntos. De todos modos, no es necesario, como Dios nos dijo que lo protegerá en el Corán. __ \"De hecho, somos nosotros quienes enviaron el Corán y, de hecho, seremos su guardián\". (Corán 15: 9) __\n\nIndependientemente de su belleza poética y de recitación, el mensaje del Corán encaja fácilmente en la mente de los creyentes porque explica el pasado, el futuro y el presente de una manera lógica y fácil de entender. El Corán es en realidad el mayor milagro que tenemos, y solo uno que necesitamos, para demostrar que el Islam es la verdadera religión. Me creé y nos habla y nos enseña directamente las palabras del Corán. ¿Y quién es mejor para enseñarnos que Dios, el que nos creó y nos conoce mejor?\n\nEn los viejos tiempos, las personas en diferentes partes del mundo guardaban historias separadas porque no se conocían muy a menudo. Algunos grupos de personas nunca se conocieron. Europa medieval, la antigua Roma y la antigua China pensaron que gobernaban las únicas partes importantes del mundo y que otras partes eran \"bárbicas\".",
"t.First Pyramid Built": "__ \"¡Este día te salvaremos (oh faraón) en tu cuerpo, para que puedas ser una señal para aquellos que vienen después de ti! Pero, de hecho, muchos entre la humanidad son negligentes de nuestros signos\". (Corán 10:93) __\n\nUna __piramid__ es una estructura, generalmente de piedra, construida en forma de pirámide. Desde los tiempos antiguos hasta los modernos, las personas en muchas partes diferentes del mundo han construido tales estructuras.\n\nLas primeras __igiramidas__ se construyeron en 2630 a. C. La pirámide más antigua conocida se encuentra en Saqqara, Egipto y fue construida por el rey Djoser de la tercera dinastía egipcia.\n\nEl Corán habla mucho sobre la dinastía egipcia en las historias sobre Musa (como, Moisés) y Yusuf (como, Joseph).\n\nEl Corán describe con precisión la historia egipcia al referirse al líder de estas dinastías egipcias como un rey o un faraón (que llegó más tarde). Un hecho histórico que fue descubierto recientemente por el Museo Británico. Según ellos, los egipcios no llamaron a sus gobernantes \"faraón\" hasta la dinastía 18 (1552-1295 a. C.).\n\nAlgunos versos hablando de Musa y Fira'un (faraón):\n__ \"Nosotros (Allah) ensayamos a ti una parte de la historia de Moisés y Faraón con verdad, en beneficio de un pueblo que creería (Corán 28:04).\n\n\"Enviamos a Moisés con nuestros signos a Faraón y sus jefes, pero los rechazaron injustamente. ¡He aquí, entonces, cuál fue el fin de los que crearon el desorden! (Corán 7: 104)\n\n\"¡Este día te salvaremos (oh faraón) en tu cuerpo, para que puedas ser una señal para aquellos que vienen después de ti! Pero, de hecho, muchos entre la humanidad son negligentes de nuestros signos. (Corán 10:93) __\n\nLos historiadores y los eruditos cristianos y musulmanes creen ampliamente que Moisés interactuó con Ramesses II. Tanto el Corán como la Biblia mencionan esta historia en detalle que finalmente terminó con el faraón ahogado en el Mar Rojo después de que Moisés, con el permiso de Dios, separó el mar.\n\nLa profecía del Corán de __ \"¡Este día te salvaremos (oh faraón) en tu cuerpo, para que puedas ser una señal para aquellos que vienen después de ti!\" __ no se encuentra en ninguna otra escritura e incluso los historiadores no tenían idea de esto. hasta hace poco. Los cuerpos momificados de todos los faraones yacían ocultos en el valle de los reyes (KV7 y 8) a lo largo de las orillas del Nilo. Incluso después de que sus tumbas fueron saqueadas, los restos momificados de los faraones se mantuvieron sin descubrir durante siglos. Su descubrimiento tuvo lugar en el siglo XIX y ahora puedes ver, Ramesses II con tus propios ojos en el Gran Museo Egipcio en El Cairo, Egipto. Su cuerpo también ha realizado varias giras internacionales para que todos lo vean. Esto nuevamente, muestra cómo el conocimiento en el Corán y el Islam solo podrían habernos dado a nosotros por Dios.\n\nTambién puede preguntarle a la gente judía sobre su experiencia con este faraón y otros líderes egipcios antiguos.\n\n__ \"Y ciertamente le habíamos dado a Moisés nueve signos evidentes, así que pregúntele a los hijos de Israel [sobre] cuando llegó a ellos y Faraón le dijo:\" De hecho, creo que, oh Moisés, que usted está afectado por la magia \". 17: 101) __\n\nLa supervivencia del pueblo judío también nos permite preguntarles sobre los otros signos de Dios que recibieron, como muchos milagros y profetas que les fueron enviados.\n\n__ Actualización de los hijos de Israel cuántos claros les dimos. Y quien intercambie el favor de Allah después de que le haya llegado a él, entonces, Allāh es severo en retribución. (Corán 2.211) __",
"t.Roman Empire": "__El Imperio Romano__ (Latín: Imperio Romanum) era el imperio más grande del mundo antiguo. Su capital era Roma, y ​​su imperio estaba basado en el Mediterráneo. El imperio data del 27 a. C., cuando Octavian se convirtió en el emperador, Augusto, hasta que cayó en el año 476 dC, marcando el final del mundo antiguo y el comienzo de la Edad Media, o la edad oscura.\n\nEl Imperio fue la tercera etapa de la antigua Roma. Roma fue gobernada por primera vez por reyes romanos, luego por la República Romana, luego por un emperador.\n\nMuchas tierras modernas fueron parte del imperio __roman__, incluida Gran Bretaña (no Escocia), España, Portugal, Francia (Galia), Italia, Grecia, Turquía, Alemania, Egipto, Levant, Crime, Suiza y la costa norte de África. El idioma principal del imperio __roman__ era el latín; El griego era un lenguaje secundario importante.\n\nLa parte occidental del imperio __roman__ continuó durante unos 500 años, y la parte oriental, incluida Grecia y Anatolia, continuó durante unos mil años más. La parte oriental se llamaba imperio bizantino, su capital era Constantinopla y fue terminada por la conquista otomana de Constantinopla en 1453 por el sultán Fatih Mehmet. Este evento fue profetizado por el Profeta Muhammad y es uno de los eventos más notables de la historia mundial.",
"t.Crusades": "__ Las Cruzadas__ fueron una serie de guerras religiosas que se libraron entre cristianos y musulmanes por el control de la Tierra Santa. Tradicionalmente, tuvieron lugar entre 1095 y 1291. La Tierra Santa todavía era un lugar que es muy importante para las tres principales religiones monoteístas: el Islam, el judaísmo y el cristianismo. Hay muchos sitios religiosos importantes en la Tierra Santa. Esta es la tierra ahora llamada Israel o Palestina. Jerusalén, Nazaret, Belén, Hebrón y otros sitios religiosos cayeron bajo el control de los musulmanes durante el Califato de Omar (RA), el tercer califa y el amigo cercano y compañero del Profeta Muhammad (SAW).\n\nHubo muchas cruzadas diferentes. Las __crusades__ más importantes y más grandes tuvieron lugar del siglo XI y XIII. Hubo 9 grandes cruzadas durante este tiempo. También hubo muchas cruzadas más pequeñas. Algunas cruzadas estaban incluso dentro de Europa (por ejemplo, en Alemania, Austria y Escandinavia). Las __crusadas__ más pequeñas__ continuaron hasta el siglo XVI, hasta el Renacimiento y la Reforma.\n\nLa palabra \"cruzada\" está relacionada con la palabra \"cruz\" y significa una guerra santa cristiana. También está la palabra árabe \"yihad\", que significa luchar y luchar por los musulmanes que pueden tener la misma connotación que \"cruzada\" para los musulmanes durante un momento de guerra. Sin embargo, el Profeta (Saw) enseñó que esta es la yihad menor y la mayor yihad viene en la batalla para vivir una vida piadosa.\n\nTodas las partes (cristianos, musulmanes y judíos) creían mucho en sus religiones. Muchas de las cruzadas a menudo tenían razones políticas o monetarias detrás de ellas. Como todas las guerras.\n\nEs triste ver las hostilidades entre las tres religiones abrahámicas que comparten tanto en común. Los musulmanes consideran a los judíos y a los cristianos como personas del libro, lo que significa que tienen un estatus especial y una relación más cercana con los musulmanes que cualquier otra persona. Puedes ver esto en la vida del Profeta (Saw) y donde él y los compañeros estaban entristecidos por la pérdida de los cristianos bizantinos) ante los sasanianos en una gran batalla. Esto se registró en hadices e incluso habló en el Corán. También es otra prueba interesante de la autenticidad del Islam cuando Dios reveló un evento futuro que sucedió: __ \"Los romanos han sido derrotados. En una tierra cercana (Anatolia); pero pronto serán victoriosos en unos pocos años. A Allah. A Allah. pertenece el comando antes y después. Y ese día los creyentes se regocijarán \"(Corán 30: 2-4) __\n\nEn el momento en que esto se reveló, los paganos árabes estaban del lado de los sasán paganos, mientras que los musulmanes árabes esperaban que el cristiano ganara esta batalla. Cuando los cristianos perdieron, los paganos se burlaron de los musulmanes por esta pérdida y dicen cosas como \"¿Dónde está tu poderoso Dios ahora?\". Entonces Dios reveló este verso en este momento. Efectivamente, en el año 622 dC en la batalla de Issus, los bizantinos bajo el emperador Heraclio tuvieron una victoria aplastante y duradera en Anatolia contra los sasanianos, confirmando así la profecía coránica.",
"t.Black Plague": "__El Muerte Negra__ fue un brote de enfermedad que mató a millones de personas en Europa y Asia. Casi una de cada tres personas en Europa murió de la enfermedad, y estaba en su peor momento entre 1347 y 1351. La enfermedad puede haber comenzado en Asia. La mayoría de la gente piensa que la enfermedad fue la peste bubónica. Esta enfermedad es transportada y propagada por pulgas que viven en ratas. Los comerciantes de la Ruta de la Seda pueden haber traído las pulgas infectadas a Europa.\n\nLas pulgas comenzaron el problema; Las pulgas infectadas fueron transportadas por ratas negras. Las ratas que llevaban las pulgas irían a las ciudades. Cuando las pulgas mordieron a alguien, inyectarían un poco de las bacterias en la herida. Esto haría que la persona esté infectada. Las ratas a menudo estaban en barcos. Esto significaba que la enfermedad se propagó extremadamente rápido, en toda Europa.\n\nEn los humanos, la enfermedad causó hinchazón en la ingle, debajo de los brazos y detrás de los oídos. Estas hinchazón eran de un color negro y morado, de ahí el nombre de 'La muerte negra'. Las hinchazón oscuras se llamaban Buboes. La gente tenía dolor y las víctimas murieron una muerte horrible. Los síntomas se podían ver de 3 a 7 días después de que las víctimas fueron mordidas por una pulga que llevaba la enfermedad.\n\nLamentablemente, en algunas ciudades como en Londres se pensó que los gatos causaron la enfermedad, por lo que fueron cazados y asesinados en grandes cantidades. Desafortunadamente, como era de esperar, esto hizo que la plaga empeorara, ya que ahora las ratas perdieron a su principal depredador natural y las poblaciones aumentaron aún más.\n\nOtro hecho interesante en torno a la peste bubónica es cómo el Papa se salvó. En ese momento, los musulmanes estaban a la cabeza de todo descubrimiento médico y científico. Purando a través de muchos libros musulmanes, el clero católico descubrió que se pensaba que el fuego evitaba y mataba ciertas enfermedades (gérmenes). Como tal, encendieron un enorme fuego en un círculo que rodea al Papa que duró varias semanas. Esto, por supuesto, mantuvo a las ratas y sus huyendo forman al Papa y sobrevivió sin ningún problema.",
"t.Constantinople Istanbul": "__Constantinople__ fue la capital del Imperio Romano (330-395), el Imperio Bizantino/Romano Oriental (395-1204 y 1261-1453), el Imperio Latino (1204-1261) y el Imperio Ototomano (1453-1922). En 1930 pasó a llamarse Estambul. Es una ciudad en la actual Turquía.\n\nLa conquista de Estambul, también conocida como Islambol, era otra señal y prueba del Islam como el Profeta Muhammad lo había profetizado. __ “En verdad, conquistarás Constantinopla. Qué maravilloso ejército será ese ejército, y qué comandante maravilloso será ese conquistador \". (Musnad, I, 176; IV, 335; Darimi, \"Muqaddima\", p. 43) .__ Este es un gran honor para los otomanos que conquistaron la ciudad en 1453 y tuvieron uno de los imperios más poderosos y más poderosos de la historia .\n\nLos historiadores han declarado que, para el período de tiempo, conquistar __constantinople__ es equivalente a conquistar un lugar como la ciudad de Nueva York hoy.",
"t.Newton and Gravity": "Cuando la mayoría de la gente piensa en __Isaac Newton__, piensan en él sentado debajo de un manzano mirando una caída de una manzana. Algunas personas incluso creen que la manzana cayó sobre su cabeza. __Newton__ entendió que lo que hace que las cosas como las manzanas caigan al suelo es un tipo específico de fuerza: la fuerza que llamamos gravedad. __Newton__ pensó que la gravedad era la fuerza de la atracción entre dos objetos, como una manzana y la tierra. También pensó que un objeto con más materia ejercía la misma fuerza sobre objetos más pequeños mientras ejercían sobre él. Eso significaba que la gran masa de la tierra tiraba de objetos hacia ella. Es por eso que la manzana se cayó en lugar de subir, y por qué la gente no flota en el aire.\n\n__Isaac Newton__ continuó pensando en la gravedad. Antes de __newton__, la gente pensaba que solo los objetos cerca de la tierra caerían. Pero __newton__ pensó que la gravedad no solo debería limitarse a la tierra y los objetos en ella. ¿Qué pasaría si la gravedad fuera a la luna y más allá?\n\n__Newton__ inventó una fórmula para calcular la fuerza de atracción entre dos cuerpos. Lo usó para calcular la fuerza necesaria para mantener la luna en movimiento alrededor de la tierra. Luego lo comparó con la fuerza que hizo que la manzana cayera hacia abajo. Después de permitir el hecho de que la luna está mucho más lejos de la tierra, y tiene una masa mucho mayor, descubrió que las fuerzas eran las mismas. La luna se mantiene en una órbita alrededor de la tierra por el tirón de la gravedad de la Tierra.\n\nLa fórmula inventada por __newton__ se llama ley de gravitación. Era bastante ingenioso y sus muchas leyes se conocieron como física newtoniana. Muchas de sus fórmulas matemáticas todavía se usan para calcular la mecánica de los objetos para objetos más grandes. No son precisos para cosas pequeñas, por lo que una ciencia nueva llamada física cuántica está en desarrollo para tratar de comprender este extraño mundo de objetos microscópicos.",
"t.Industrialization": "__Industrialización__ (o industrialización) es un proceso que ocurre en los países cuando comienzan a usar máquinas para hacer un trabajo que alguna vez fue realizado por personas. __Industrialización__ cambia las cosas que hacen la gente. __Industrialización__ hizo que las ciudades se hicieran más grandes. Muchas personas dejaron la agricultura para tomar trabajos pagados más altos en las fábricas en las ciudades.\n\n__Industrialización__ es parte de un proceso en el que las personas adoptan formas más fáciles y más baratas de hacer las cosas. Usando una mejor tecnología, se hace posible producir más bienes en un tiempo más corto. Más cosas pueden ser producidas por menos personas.\n\nDespués de la industrialización, las personas también hacen trabajos más especializados. Por ejemplo, antes de la industrialización, un zapatero (una persona que fabrica zapatos y artículos de cuero) hizo un par de zapatos solos. Trabajó en un par de zapatos, lo terminó, luego comenzaría con el siguiente par de zapatos. Con la industrialización, hay muchas personas involucradas en hacer zapatos cortando el proceso de fabricación de zapatos en tareas más pequeñas. Por ejemplo, hay una persona que corta la suela del zapato y otra persona lo cose. En resumen, hay división del trabajo y se conoce como una línea de ensamblaje hoy. Las máquinas en tales fábricas cuestan mucho dinero, por lo que la fábrica será propiedad de una persona rica que puede permitirse las máquinas y contrata a los trabajadores para manejar las diferentes máquinas y tareas.\n\n__Industrialización__ comenzó en Inglaterra con la revolución industrial en el siglo XVIII. Primero se extendió a partes de Europa y a América del Norte. En el siglo XX, la industrialización se extendió a la mayoría de los otros países.",
"t.Darwin's Theory of Evolution": "__ \"Allah ha creado todos los animales del agua. De ellos son algunos que se arrastran en sus barrigas, algunos que caminan sobre dos patas y otros que caminan sobre cuatro. Allah crea lo que quiere, porque realmente Allah tiene poder sobre todas las cosas\" (( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Su libro \"Sobre el origen de las especies\" en 1859. En él presentó muchas teorías sobre cómo la vida llegó a ser en la tierra. Propuso la selección natural, que es un proceso en el que los animales con ciertos rasgos, pueden sobrevivir mejor como la forma en que todos los animales han surgido. Sin embargo, Darwin no entendió ni sabía sobre la genética en ese momento o cómo se transmitieron los rasgos. Por lo tanto, no pudo explicar con precisión qué hizo que los niños se parecieran a sus padres.\n\nSin embargo, la explicación de la evolución de __darwin es fundamentalmente aceptada por la comunidad científica y los científicos están trabajando duro para tratar de demostrar que evolucionaron de organismos y monos unifamiliares hasta el día de hoy. Mientras que, los musulmanes, los cristianos y los judíos creen que somos descendientes de Adán (SAW) y Hawwa (Eva), el primer hombre y mujer. Los científicos se refieren a tales hallazgos como \"diseño inteligente\" y hay innumerables evidencia de esto, como cómo funcionan el ADN, el cuerpo humano, los sistemas solares, etc.\n\nSimilar al darwinismo, el Islam reconoce la idea de que la vida se desarrolla en etapas y durante un período de tiempo. Además, creemos que Dios tiene poder sobre todas las cosas y puede cambiar fácilmente cualquier cosa para adoptar a su entorno. Dios lo creó la primera vez, la segunda vez sería más fácil, ¿verdad? Al igual que nosotros resucitamos el día del juicio.\n\nPero a diferencia de las teorías evolucionistas modernas que dicen mutaciones aleatorias, que siempre son de naturaleza desastrosa y mortal, hacen que un animal evolucione, creemos ejemplo. Esto en realidad se documenta en muchos estudios de aves que adaptan los rasgos de adaptación tan rápido que los científicos no pueden explicarlo y están preocupados de que otras especies no se adapten tan rápido. Esto tiene más sentido que un animal que evoluciona lenta y aleatoriamente por casualidad. Además, hay casos de mariposas nuevas o extintas que salen milagrosamente de ninguna parte. Los musulmanes se preocupan mucho por los animales y el medio ambiente, pero no nos enfatizamos por que se extinguen o no puedan cuidarse a sí mismos porque, como todas las cosas, confiamos en Dios.\n\nEn resumen, los musulmanes rechazan la idea de que los seres humanos evolucionaron aleatoriamente de los simios. Los musulmanes creen que los seres humanos se consideran una creación especial. El Islam enseña que los seres humanos son una forma de vida única creada por Allah, como todo lo demás; Sin embargo, tenemos regalos y habilidades únicas a diferencia de cualquier otro animal y ser. Por ejemplo, tenemos un alma eterna, conciencia, imaginación, conocimiento y libre albedrío. Podemos ser fuertes, buenos y piadosos o ser débiles y trabajar solo para cumplir con nuestros deseos egoístas. De todos modos, la vida de los seres humanos comenzó con la creación de dos personas, un hombre y una mujer llamada Adán y Hawwa (Eva) y eso nos hace a todos relacionados con la sangre y la familia.\n\nEl Corán describe que Allah __ \"hecho de agua cada ser vivo\" (Corán 21:30) .__ Otro verso describe cómo __ \"Alá ha creado cada animal del agua. De ellos son algunos que se arrastran en sus vientres, algunos que Camina sobre dos piernas, y algunos que caminan sobre cuatro. Allah crea lo que quiere, porque verdaderamente Allah tiene poder sobre todas las cosas \"(24:45) .__ .__\n\nEstos versículos apoyan la teoría científica de que la vida comenzó en el agua.",
"t.World War 1": "__World War I__ (o la Primera Guerra Mundial) fue una guerra global que comenzó el 28 de julio de 1914 y duró hasta el 11 de noviembre de 1918. La guerra duró exactamente cuatro años, tres meses y 14 días.\n\nLa mayoría de los combates fueron en Europa, pero los soldados de muchos otros países participaron, y cambió los imperios coloniales de las potencias europeas y también resultó en el final del Imperio Otomano. Antes de que comenzara la Segunda Guerra Mundial en 1939, __world War I__ se llamaba la Gran Guerra, la Guerra Mundial o la \"Guerra para terminar todas las guerras\". 135 países participaron en __world War I__, y casi 10 millones de personas murieron mientras luchaban, principalmente de enfermedades y hambruna.\n\n__World War I__ fue librado por la mayoría de los países de Europa. La lucha real fue en muchos frentes diferentes. El frente occidental fue donde ocurrieron la mayor parte de los combates entre Alemania y los aliados. La mayor parte de la lucha aquí fue la guerra de trincheras.\n\nEl Frente Oriental se libró en Europa central y oriental. Luchar aquí no fue la guerra de trincheras sino la guerra móvil debido al tamaño del frente. Pasaron muchas peleas en el frente del Medio Oriente y el frente italiano. Los combates también tuvieron lugar en África, China y en el mar, así como en el aire.\n\nLa guerra terminó con la firma de muchos tratados diferentes, el más importante es el tratado de Versalles.\n\n__World War I__ fue la primera guerra importante donde los tanques, los aviones y los submarinos o (los submarinos) eran armas importantes.",
"t.World War 2": "__World War II__ (WWII o WW2), también llamada la Segunda Guerra Mundial y, en la Unión Soviética, la Gran Guerra Patriótica, fue una guerra global que involucró la lucha en muchas partes del mundo y muchos países. La mayoría de los países lucharon en los años 1939–1945, pero algunos comenzaron a luchar en 1937. La mayoría de los países del mundo, incluidas todas las grandes potencias, lucharon como parte de dos alianzas militares: los aliados y los poderes del eje. __World War II__ fue el conflicto más mortal en toda la historia humana. Involucró a más países, costó más dinero y mató a más personas que cualquier otra guerra en la historia humana. Entre 50 y 85 millones de personas murieron. La mayoría eran civiles. Incluyó masacres, el genocidio deliberado del Holocausto, bombardeo estratégico, hambre, enfermedad y el primer uso de armas nucleares en la historia por parte de los Estados Unidos en Japón.\n\nLa guerra en Asia comenzó cuando el Imperio de Japón invadió China el 7 de julio de 1937. Estados Unidos reaccionó colocando un embargo de petróleo en Japón. El comienzo de la guerra en Europa fue cuando Alemania invadió Polonia el 1 de septiembre de 1939. Francia y Gran Bretaña reaccionaron declarando la guerra a Alemania. Para 1941, gran parte de Europa estaba bajo control alemán. Solo Gran Bretaña seguía luchando contra el eje en el norte de África, el Mediterráneo y el Atlántico. En junio de 1941, los poderes del eje invadieron la Unión Soviética, comenzando el área de guerra más grande de la historia. El 7 de diciembre de 1941, Japón atacó a las colonias occidentales en el Pacífico y las dos guerras se convirtieron en una.\n\nLas victorias japonesas se detuvieron en 1942, y las victorias del eje europeo también fueron detenidas en 1943, tanto en el norte de África como en la Unión Soviética. Después de eso, los aliados comenzaron a defenderse de todos los lados. El eje perdió el norte de África y, a partir de 1943, se vieron obligados a defender a Italia. En 1944, los aliados invadieron Francia, dirigiéndose hacia Alemania en el río Rin, mientras que los soviéticos seguían cerrando desde el este. Alemania se rindió en mayo de 1945. Japón se rindió formalmente el 2 de septiembre de 1945. La guerra terminó con la victoria aliada.\n\nDespués de la guerra, las Naciones Unidas se establecieron para desarrollar apoyo entre países y prevenir futuras guerras. La Guerra Fría entre los principales ganadores pronto comenzó, pero no lucharon entre sí en una guerra real. La descolonización de Asia y África, donde aquellos países controlados por países europeos también se dieron su independencia. Esto se debió a que el poder europeo se debilitó por la guerra. La recuperación económica y la integración política (el proceso de unir países) fueron entre otros resultados de la guerra.",
"t.Cold War": "__ La Guerra Fría__ (1947–1991) fue la relación tensa entre los Estados Unidos (y sus aliados), y la Unión Soviética (la URSS y sus aliados) entre el final de la Segunda Guerra Mundial y la desaparición de la Unión Soviética.\n\nLa mayoría de los países de un lado estaban aliados en la OTAN, cuyos dos países militares más grandes eran Estados Unidos y Turquía. La mayoría de los países del otro lado estaban aliados en el país más poderoso del Pacto de Varsovia, la Unión Soviética (ahora Rusia).\n\nEl grupo de países-capitalistas occidentales incluye las Américas, Turquía, Europa occidental, Israel, Japón, Corea del Sur, Tailandia, Irán (1945-1979), Pakistán, Malasia, Filipinas, Sudáfrica, Australia y Nueva Zelanda.\n\nEl grupo socialista oriental incluye la Unión Soviética, Europa del Este, Angola, Etiopía, Cuba (1959-1991), Mongolia, Corea del Norte, China y Vietnam.\n\nLa Guerra Fría terminó con la caída del Muro de Berlín en 1989, con Rusia cambiando de un país comunista socialista a un país capitalista democrático. Sin embargo, todavía queda conflicto aquí como se ve en las recientes batallas y la guerra entre Rusia y Ucrania.",
"t.Moon Landing": "__Apollo 11__ fue el primer vuelo en enviar a la gente a la luna. Fue realizado por la NASA (Administración Nacional de Aeronáutica y Espacio), la Agencia Espacial Americana original. Subió al espacio el 16 de julio de 1969, con tres astronautas: Neil Armstrong, Buzz Aldrin y Michael Collins. El 20 de julio de 1969, Armstrong y Aldrin se convirtieron en los primeros humanos en aterrizar en la luna, mientras que Collins se quedó en órbita alrededor de la luna.\n\nEl vuelo fue parte de la carrera __space______ entre Estados Unidos y la Unión Soviética. Terminó el plan establecido por John F. Kennedy, el 35º presidente de UNITE, en 1961 para \"aterrizar a un hombre en la luna y devolverlo con seguridad a la tierra\", antes de que terminara la década de 1960.",
"t.World Wide Web": "__El Internet__ es la red de comunicación mundial más grande de computadoras. Internet tiene millones de redes nacionales, académicas, comerciales y gubernamentales más pequeñas, que juntas conllevan muchos tipos diferentes de información. El término a veces se abrevia como \"la red\", abreviatura de la red. El __world Wide Web__ es uno de sus mayores servicios. Es utilizado por unos pocos mil millones de personas en todo el mundo.\n\nInternet fue desarrollado en los Estados Unidos por la \"Agencia de Proyectos de Investigación Avanzada de los Estados Unidos\" (DARPA). Internet se conectó por primera vez en octubre de 1969 y se llamó __arpanet__. La __world Wide Web__ fue creada en el CERN en Suiza en 1990 por un científico británico (Reino Unido) llamado Tim Berners-Lee."
}
