{
"t.Big Bang": " __ \"શું અવિશ્વાસને ખ્યાલ નથી હોતો કે સ્વર્ગ અને પૃથ્વી એક સમયે એક સમૂહ હતા પછી આપણે તેમને લહેરાવ્યા? અને અમે દરેક જીવંત વસ્તુમાંથી પાણીમાંથી બનાવ્યું. શું તેઓ પછી વિશ્વાસ નહીં કરે?\" (કુરાન 21:30) __\n\n__Big બેંગ __ મોડેલ એ છે કે બ્રહ્માંડ અત્યંત ગા ense અને ગરમ સ્થિતિમાં શરૂ થયું હતું અને વિસ્તૃત થયું છે. સિદ્ધાંત સૂચવે છે, અને માપ બતાવે છે કે બ્રહ્માંડ આજે પણ વિસ્તરી રહ્યું છે.\n\nબ્રહ્માંડ કેવી રીતે શરૂ થયું તે વિશે __big બેંગ__ એ એક વૈજ્ .ાનિક સિદ્ધાંત છે, અને પછી આપણે આજે જોયેલા તારાઓ અને તારાવિશ્વો બનાવ્યા.\n\nબ્રહ્માંડ ખૂબ જ ગરમ, નાના અને ગા ense સુપરફોર્સ (ચાર મૂળભૂત દળોનું મિશ્રણ) તરીકે શરૂ થયું, જેમાં કોઈ તારાઓ, અણુઓ, ફોર્મ અથવા સ્ટ્રક્ચર (જેને \"એકલતા\" કહેવામાં આવે છે). પછી લગભગ 13.8 અબજ વર્ષો પહેલા, જગ્યા ખૂબ જ ઝડપથી વિસ્તરિત થઈ (આમ \"__big બેંગ __\" નામ). આણે અણુઓની રચના શરૂ કરી, જે આખરે તારાઓ અને તારાવિશ્વોની રચના તરફ દોરી ગઈ. તે જ્યોર્જ લેમાટ્રે હતું જેમણે પ્રથમ નોંધ્યું (1927 માં) કે વિસ્તરતા બ્રહ્માંડને સમયસર મૂળ એક જ બિંદુ સુધી શોધી શકાય છે.\n\nજો કે, ઘણા આધુનિક ખગોળશાસ્ત્ર અને અન્ય વૈજ્ .ાનિક તથ્યોથી અજાણ છે, જેમ કે બિગ બેંગ, ગ્રહની રચના, ભ્રમણકક્ષા અને વર્તન, ગર્ભ અને ઘણું બધું, અમને કુરાનમાં ભગવાન દ્વારા 1400 વર્ષ પહેલાં જાહેર કરવામાં આવ્યું હતું. ઉદાહરણ તરીકે, જ્યોર્જ લેમીટ્રે બિગ બેંગ વિશે નોંધનાર પ્રથમ નહોતું. કુરાન સ્પષ્ટ રીતે મોટા બેંગ વિશે વાત કરે છે __ \"શું અવિશ્વાસને ખ્યાલ નથી હોતો કે સ્વર્ગ અને પૃથ્વી એક સમયે એક સમૂહ હતા પછી આપણે તેમને લહેરાવ્યા? અને અમે દરેક જીવંત વસ્તુમાંથી પાણીમાંથી બનાવ્યું. શું તેઓ માનતા નહીં?\" (કુરાન 21:30) __\n\nજો તમે ભગવાનના નિશાની અથવા પુરાવા શોધી રહ્યા છો, તો જાણો કે આ ઘણા અસંખ્ય પુરાવાઓમાંથી એક છે કે ઇસ્લામ ભગવાનનો સાચો અને એકમાત્ર ધર્મ છે.\n\nબ્રહ્માંડ આજે પણ વિસ્તૃત થઈ રહ્યું છે, જે તાજેતરમાં મળી આવ્યું હતું. જો કે, ફરીથી કુરાન પુષ્ટિ આપે છે: __ \"સ્વર્ગ, અમે તેમને શક્તિથી બનાવ્યા છે. અને ખરેખર, આપણે તેનો વિસ્તાર કરી રહ્યા છીએ\" (કુરાન 51:47) __.\n\nએકંદરે, બ્રહ્માંડ વધી રહ્યું છે અને સમય પસાર થતાં તાપમાનમાં ઘટાડો થઈ રહ્યો છે. બ્રહ્માંડ કેવી રીતે શરૂ થયું અને તેના વિકાસનો કોસ્મોલોજી એ અભ્યાસ છે. વૈજ્ entists ાનિકો કે જેઓ કોસ્મોલોજીનો અભ્યાસ કરે છે તે સંમત છે કે __big બેંગ __ સિદ્ધાંત તેઓએ અત્યાર સુધી જે નિરીક્ષણ કર્યું છે તે મેળ ખાય છે.\n\nફ્રેડ હોયલે સિદ્ધાંતને તેના રેડિયો શો પર \"__big બેંગ __\" કહે છે. તે માનતો ન હતો કે __big બેંગ __ સાચો હતો. વૈજ્ entists ાનિકો કે જેમણે તેની સાથે સંમત ન હતા તે નામ રમુજી છે અને તેનો ઉપયોગ કરવાનું નક્કી કર્યું છે.\n\nવૈજ્ entists ાનિકો ઘણાં જુદા જુદા નિરીક્ષણો પર __big બેંગ __ સિદ્ધાંતને આધાર આપે છે. સૌથી મહત્વપૂર્ણ એ ખૂબ દૂરની તારાવિશ્વોની રેડશીફ્ટ છે. રેડશીફ્ટ એ ડોપ્લર અસર છે જે પ્રકાશમાં થાય છે અને ધ્વનિમાં પણ અવલોકનક્ષમ છે (અવાજ જે રેસકાર કરે છે તે વિ. , જ્યારે કોઈ object બ્જેક્ટ પૃથ્વીથી દૂર જાય છે, ત્યારે તેની રંગ કિરણો ખરેખર રંગના રંગની જેમ વધુ સમાન લાગે છે, કારણ કે આ ચળવળ object બ્જેક્ટ દ્વારા આપવામાં આવેલી પ્રકાશની તરંગલંબાઇને લંબાય છે. વૈજ્ .ાનિકો આ ખેંચાણને વર્ણવવા માટે \"લાલ ગરમ\" શબ્દનો ઉપયોગ કરે છે. લાઇટ વેવ કારણ કે લાલ દૃશ્યમાન સ્પેક્ટ્રમ પર સૌથી લાંબી તરંગલંબાઇ છે. ત્યાં વધુ રેડશીફ્ટ જેટલી ઝડપથી દૂર થઈ રહી છે. રેડશીફ્ટને માપવાથી, વૈજ્ scientists ાનિકોએ સાબિત કર્યું કે બ્રહ્માંડ વિસ્તરી રહ્યું છે, અને તેઓ object બ્જેક્ટ કેટલી ઝડપથી કામ કરી શકે છે. પૃથ્વીથી દૂર જતા. ખૂબ જ ચોક્કસ નિરીક્ષણ અને માપદંડો સાથે, વૈજ્ scientists ાનિકો માને છે કે બ્રહ્માંડ આશરે 13.8 અબજ વર્ષો પહેલા એકલતા હતી. કારણ કે મોટાભાગની વસ્તુઓ વિસ્તૃત થતાં ઠંડી બને છે, વૈજ્ scientists ાનિકો ધારે છે કે યુએન જ્યારે તે શરૂ થયું ત્યારે ઇવર્સે ખૂબ જ નાનો અને ખૂબ જ ગરમ હતો.\n\nઅન્ય અવલોકનો જે __big બેંગ __ સિદ્ધાંતને ટેકો આપે છે તે બ્રહ્માંડમાં રાસાયણિક તત્વોની માત્રા છે. હાઇડ્રોજન, હિલીયમ અને લિથિયમ જેવા ખૂબ જ હળવા તત્વોની માત્રા __big બેંગ __ ના સિદ્ધાંત સાથે સંમત હોવાનું લાગે છે. વૈજ્ entists ાનિકોએ \"કોસ્મિક માઇક્રોવેવ્સ બેકગ્રાઉન્ડ રેડિયેશન\" પણ શોધી કા .્યું છે. આ કિરણોત્સર્ગ રેડિયો તરંગો તરીકે ઓળખાય છે, અને તે બ્રહ્માંડમાં દરેક જગ્યાએ છે. આ કિરણોત્સર્ગ હવે ખૂબ નબળા અને ઠંડા છે, પરંતુ ઘણા સમય પહેલા તે ખૂબ જ મજબૂત અને ખૂબ જ ગરમ હતું.\n\nકેટલાક વૈજ્ .ાનિકો અને ફિલસૂફો દલીલ કરે છે કે __big બેંગ__ પહેલાં સમયનો કોઈ અર્થ નહોતો. તેઓ દલીલ કરે છે કે __big બેંગ __ એ સમયની શરૂઆત હતી, અને __big બેંગ __ પહેલાં કોઈ બ્રહ્માંડ ન હતું, કારણ કે ત્યાં કોઈ સમય ન હોત તો \"પહેલાં\" ન હોઈ શકે! મુસ્લિમો તરીકે, આપણે જાણીએ છીએ કે ભગવાન શાશ્વત છે અને આપણા મનને સમજી શકે તે કરતાં પણ આગળ છે. જેમ કે, તે સંપૂર્ણ અર્થમાં છે કે આપણે બિગ બેંગ પહેલાં સમયની વિભાવના કેમ સમજી શકતા નથી, આ ઘણા વિરોધાભાસોમાંનો એક છે જે સર્વશક્તિમાન સર્જકને નિર્દેશ કરે છે.\n\nદલીલો ખાતર, ચાલો આપણે કહીએ કે આપણે સમજાવી શકીએ કે બિગ બેંગ પહેલાં શું હતું અથવા તે બરાબર કેવી રીતે બનાવવામાં આવ્યું હતું. તો પછીનો પ્રશ્ન હશે, \"સારું તો પછી, તે શું બનાવ્યું?\". અને કહો કે અમે સમજાવ્યું કે તે પણ શું બનાવ્યું, પછી ફરીથી, પ્રશ્ન રહેશે, \"સારું, તે શું બનાવ્યું?\". જેમ તમે કદાચ જોઈ શકો છો, આ ક્યારેય સમાપ્ત થશે નહીં તેથી ભગવાન આપણા એકમાત્ર સર્જક હોવાના અને ભગવાનની કલ્પના આપણી મર્યાદિત માનવ બુદ્ધિની બહાર કેવી છે તેનો ખરેખર એક મોટો પુરાવો છે.\n\nમુસ્લિમો આવી બાબતો પર ચર્ચા કરતા નથી, આપણે ફક્ત ભગવાન પોતાને અને તેના સર્જન વિશે જે કહે છે તે સ્વીકારીએ છીએ. ઉદાહરણ તરીકે, ભગવાન તેના હાથની વાત કરે છે પરંતુ આપણે જાણીએ છીએ કે તે આપણે જાણીએ છીએ તે કોઈપણ હાથથી વિપરીત છે. મનુષ્ય પાસે હાથ હોય છે, વાંદરામાં હાથ હોય છે, ઘડિયાળના હાથ હોય છે. ભગવાનના હાથ આપણે કલ્પના કરી શકીએ તે કંઈપણથી આગળ છે, અને અમે તેને તે સમયે છોડીએ છીએ.",
"t.Milky Way is Born": "વૈજ્ entists ાનિકો થિયરીઝ કરે છે કે બિગ બેંગ પછી તરત જ બ્રહ્માંડમાં સામૂહિક વિતરણમાં એક અથવા ઘણા નાના અતિશયતા તરીકે __milky વેની શરૂઆત થઈ. આમાંની કેટલીક અતિશયતા એ ગ્લોબ્યુલર ક્લસ્ટરોના બીજ હતા જેમાં હવે __ મિલીકી રીતે રચાયેલા સૌથી જૂના તારાઓ. __Milky વેમાં લગભગ અડધી બાબત અન્ય દૂરની તારાવિશ્વોમાંથી આવી શકે છે. તેમ છતાં, આ તારાઓ અને ક્લસ્ટરો હવે __ મિલીકી વે __ ના તારાઓની પ્રભામંડળનો સમાવેશ કરે છે. પ્રથમ તારાઓના જન્મના થોડા અબજ વર્ષોમાં, __ મિલ્કી વે __ નો સમૂહ એટલો મોટો હતો જેથી તે પ્રમાણમાં ઝડપથી કાંતતો હતો. કોણીય વેગના સંરક્ષણને કારણે, આનાથી વાયુયુક્ત આંતરરાષ્ટ્રીય માધ્યમ આશરે ગોળાકાર આકારમાંથી ડિસ્ક તરફ તૂટી પડ્યો. તેથી, આ સર્પાકાર ડિસ્કમાં રચાયેલી તારાઓની પાછળની પે generations ી. સૂર્ય સહિતના મોટાભાગના નાના તારાઓ ડિસ્કમાં હોવાનું મનાય છે.\n\nપ્રથમ તારાઓ રચવાનું શરૂ થયું હોવાથી, __ મિલીકી વે B બંને ગેલેક્સી મર્જર (ખાસ કરીને __ મિલીકી વે __ ની વૃદ્ધિની શરૂઆતમાં) અને ગેલેક્ટીક પ્રભામંડળથી સીધા ગેસના એક્રેશન દ્વારા વિકસિત થઈ છે. __Milky વે __ હાલમાં મેજેલેનિક પ્રવાહ દ્વારા તેની બે સૌથી મોટી સેટેલાઇટ તારાવિશ્વો, મોટા અને નાના મેજેલેનિક વાદળો સહિતની ઘણી નાની તારાવિશ્વોમાંથી સામગ્રીનો ઉપયોગ કરે છે. સ્મિથ વાદળ જેવા ઉચ્ચ વેગવાળા વાદળોમાં ગેસનું સીધું એક્રેશન જોવા મળે છે. જો કે, તારાઓની સમૂહ, કોણીય વેગ અને તેના બાહ્ય પ્રદેશોમાં ધાતુ જેવા __ મિલીકી માર્ગની ગુણધર્મો સૂચવે છે કે તે છેલ્લા 10 અબજ વર્ષોમાં મોટી તારાવિશ્વો સાથે કોઈ મર્જરમાંથી પસાર થયો નથી. સમાન સર્પાકાર તારાવિશ્વોમાં તાજેતરના મોટા મર્જરનો આ અભાવ અસામાન્ય છે; તેના પાડોશી એન્ડ્રોમેડા ગેલેક્સી પ્રમાણમાં મોટી તારાવિશ્વો સાથે તાજેતરના મર્જર દ્વારા આકારનો વધુ લાક્ષણિક ઇતિહાસ ધરાવે છે.\n\nતાજેતરના અધ્યયનો અનુસાર, __ મિલીકી વે __ તેમજ એન્ડ્રોમેડા ગેલેક્સી ગેલેક્સી રંગમાં શું છે - અસ્પષ્ટતા આકૃતિને \"ગ્રીન વેલી\" તરીકે ઓળખવામાં આવે છે, જે \"વાદળી વાદળ\" માંથી સંક્રમણમાં ગેલેક્સીઝ દ્વારા રચાયેલ ક્ષેત્ર છે (ગેલેક્સીઝ રચાય છે નવા તારાઓ) \"લાલ ક્રમ\" (તારાવિશ્વો કે જેમાં તારાની રચનાનો અભાવ છે). ગ્રીન વેલી ગેલેક્સીમાં સ્ટાર-ફોર્મેશન પ્રવૃત્તિ ધીમી પડી રહી છે કારણ કે તેઓ ઇન્ટરસ્ટેલર માધ્યમમાં સ્ટાર બનાવતા ગેસથી દૂર જાય છે. સમાન ગુણધર્મોવાળી સિમ્યુલેટેડ તારાવિશ્વોમાં, તારાની રચના સામાન્ય રીતે હવેથી લગભગ પાંચ અબજ વર્ષમાં જ બુઝાઇ ગઈ છે, __ મિલીકી વે __ અને એન્ડ્રોમેડા બંને વચ્ચેની ટક્કર હોવાને કારણે તારાની રચનાના દરમાં અપેક્ષિત, ટૂંકા ગાળાના વધારાને ધ્યાનમાં લેતા પણ છે. ગેલેક્સી. હકીકતમાં, __milky વે __ જેવી જ અન્ય તારાવિશ્વોના માપન સૂચવે છે કે તે રેડડેસ્ટ અને તેજસ્વી સર્પાકાર તારાવિશ્વોમાં છે જે હજી પણ નવા તારાઓ બનાવે છે અને તે બ્લુસ્ટ રેડ સિક્વન્સ ગેલેક્સીઝ કરતા થોડો બ્લૂર છે.\n\n## વય અને કોસ્મોલોજિકલ ઇતિહાસ\n\nગ્લોબ્યુલર ક્લસ્ટરો __ મિલીકી વે __ માં સૌથી જૂની વસ્તુઓમાં છે, જે આમ __ મિલીકી વે __ ની ઉંમરે નીચી મર્યાદા નક્કી કરે છે. __Milky વેમાં વ્યક્તિગત તારાઓની યુગનો અંદાજ લાંબા સમયથી જીવંત કિરણોત્સર્ગી તત્વો જેવા કે થોરિયમ -232 અને યુરેનિયમ -238 ની વિપુલતાને માપવા દ્વારા કરી શકાય છે, પછી પરિણામોની તુલના તેમના મૂળ વિપુલતાના અંદાજ સાથે કરવામાં આવે છે, જે ન્યુક્લિઓકોસ્મોક on નોલોજી નામની તકનીક છે. સીએસ 31082-001 માટે લગભગ 12.5 ± 3 અબજ વર્ષ અને બીડી +17 ° 3248 માટે 13.8 ± 4 અબજ વર્ષનાં આ ઉપજ મૂલ્યો. એકવાર સફેદ વામન રચાય છે, તે રેડિએટિવ ઠંડકમાંથી પસાર થવાનું શરૂ કરે છે અને સપાટીનું તાપમાન સતત ટીપું થાય છે. આ સફેદ વામનના શાનદાર તાપમાનનું માપન કરીને અને તેમના અપેક્ષિત પ્રારંભિક તાપમાન સાથે તેની તુલના કરીને, વયનો અંદાજ બનાવી શકાય છે. આ તકનીક સાથે, ગ્લોબ્યુલર ક્લસ્ટર એમ 4 ની ઉંમરનો અંદાજ 12.7 ± 0.7 અબજ વર્ષ હતો. આ ક્લસ્ટરોમાંના સૌથી જૂનો અંદાજ 12.6 અબજ વર્ષનો શ્રેષ્ઠ અંદાજ આપે છે, અને 95% આત્મવિશ્વાસની ઉચ્ચ મર્યાદા 16 અબજ વર્ષની છે.\n\nબ્રહ્માંડના 13.80-અબજ વર્ષની વયની ખૂબ નજીકના માપેલા યુગ સાથે __ મિલીકી વે __ ના પ્રભામંડળમાં કેટલાક વ્યક્તિગત તારાઓ મળી આવ્યા છે. 2007 માં, ગેલેક્ટીક પ્રભામંડળમાં એક સ્ટાર, તે 1523-0901, આશરે 13.2 અબજ વર્ષ જૂનો હોવાનો અંદાજ છે. તે સમયે __ દૂધિયું રીતે સૌથી જૂની જાણીતી object બ્જેક્ટ તરીકે, આ માપને __ મિલ્કી વે __ ની ઉંમરે નીચલી મર્યાદા મૂકી. આ અંદાજ ખૂબ મોટા ટેલિસ્કોપના યુવી-વિઝ્યુઅલ એચેલ સ્પેક્ટ્રોગ્રાફનો ઉપયોગ કરીને આર-પ્રોસેસ દ્વારા બનાવેલ થોરિયમ અને અન્ય તત્વોની હાજરીને કારણે સ્પેક્ટ્રલ લાઇનોની સંબંધિત શક્તિઓને માપવા માટે બનાવવામાં આવ્યો હતો. લાઇન શક્તિ વિવિધ તત્વ આઇસોટોપ્સની વિપુલતા મેળવે છે, જ્યાંથી તારાની ઉંમરનો અંદાજ ન્યુક્લિઓકોસ્મોક્રોનોલોજીનો ઉપયોગ કરીને મેળવી શકાય છે. બીજો સ્ટાર, એચડી 140283, 14.5 ± 0.7 અબજ વર્ષ જૂનો છે.\n\nગેલેક્ટીક પાતળા ડિસ્કમાં તારાઓની ઉંમર પણ ન્યુક્લિઓકોસ્મોક્રોનોલોજીનો ઉપયોગ કરીને અંદાજવામાં આવી છે. પાતળા ડિસ્ક તારાઓના માપનો અંદાજ આપે છે કે પાતળા ડિસ્ક 8.8 ± 1.7 અબજ વર્ષો પહેલા રચાય છે. આ માપદંડો સૂચવે છે કે ગેલેક્ટીક પ્રભામંડળ અને પાતળા ડિસ્કની રચના વચ્ચે લગભગ 5 અબજ વર્ષનો અંતર હતો. હજારો તારાઓના રાસાયણિક હસ્તાક્ષરોનું તાજેતરનું વિશ્લેષણ સૂચવે છે કે તારાઓની રચના ડિસ્કની રચના સમયે, 8-10 અબજ વર્ષ પહેલાં, તીવ્રતાના હુકમ દ્વારા ઘટી શકે છે, જ્યારે આંતર-ગેસ સમાન દરે નવા તારાઓ રચવા માટે ખૂબ ગરમ હતો પહેલાંની જેમ.\n\n__ મિલ્કી વે __ ની આસપાસની સેટેલાઇટ તારાવિશ્વો રેન્ડમ વિતરિત કરવામાં આવતી નથી, પરંતુ તે કેટલીક મોટી સિસ્ટમના બ્રેક-અપનું પરિણામ છે જે રીંગ સ્ટ્રક્ચરનું ઉત્પાદન કરે છે 500,000 પ્રકાશ વર્ષોનો વ્યાસ અને 50,000 પ્રકાશ વર્ષો પહોળા છે. ગેલેક્સી વચ્ચેની નજીકના એન્કાઉન્ટર, જેમ કે 4 અબજ વર્ષોમાં એન્ડ્રોમેડા ગેલેક્સી સાથે ગેસની વિશાળ પૂંછડીઓ ફાડી નાખે છે, જે સમય જતાં મુખ્ય ડિસ્કના મનસ્વી ખૂણા પર રિંગમાં વામન તારાવિશ્વોની રચના કરી શકે છે.",
"t.Sun is Born": "__ \"તે જ છે જેણે રાત અને દિવસ બનાવ્યો, અને સૂર્ય અને ચંદ્ર; બધા (આકાશી શરીર) તેના ગોળાકાર અભ્યાસક્રમમાં દરેક સાથે તરવું\" (કુરાન 21:33) .__ .__\n\nઆપણા સૌરમંડળની મધ્યમાં __ સુન__ એ પીળો વામન તારો છે. તે પ્રકાશ તરીકે energy ર્જા આપે છે. તેમાં લાઇટ, ઇન્ફ્રા-રેડ એનર્જી (હીટ), અલ્ટ્રાવાયોલેટ લાઇટ અને રેડિયો તરંગો શામેલ છે. તે કણોનો પ્રવાહ પણ આપે છે, જે પૃથ્વી સુધી \"સૌર પવન\" તરીકે પહોંચે છે. આ બધી energy ર્જાનો સ્રોત તારાની પ્રતિક્રિયા છે જે હાઇડ્રોજનને હિલીયમમાં ફેરવે છે અને વિશાળ માત્રામાં cares ર્જા બનાવે છે.\n\n__સુન__ એ આપણા આકાશગંગાના ગેલેક્સીમાં બીજા ઘણા લોકોની જેમ તારો છે. તે billion. Billion અબજ વર્ષથી વધુ સમયથી અસ્તિત્વમાં છે, અને ઓછામાં ઓછા લાંબા સમય સુધી ચાલુ રહેશે. __Sun__ પૃથ્વીની જેમ લગભગ સો ગણો પહોળો છે. તેમાં 1.9891 × 1030 કિગ્રા છે, જે પૃથ્વીના સમૂહથી 333,000 ગણો છે. પૃથ્વી __sun__ 1.3 મિલિયન વખત પણ ફિટ થઈ શકે છે.\n\nવૈજ્ entists ાનિકો માને છે કે __ સુન__ લગભગ 4.567 અબજ વર્ષો પહેલા ધૂળના ખૂબ મોટા વાદળ અને બરફના નાના બિટ્સથી શરૂ થયો હતો.\n\nતે વિશાળ વાદળના કેન્દ્રમાં, ગુરુત્વાકર્ષણને કારણે સામગ્રીને બોલમાં બાંધવામાં આવી. એકવાર આ પૂરતું મોટું થઈ ગયા પછી, અંદરના વિશાળ દબાણથી ફ્યુઝન પ્રતિક્રિયા શરૂ થઈ. આ પ્રકાશિત energy ર્જાને કારણે તે બોલ ગરમી અને ચમકતો હતો.\n\n__ સુન __ થી ફેલાયેલી energy ર્જાએ બાકીના વાદળને પોતાનેથી આગળ ધકેલી દીધી, અને આ વાદળના બાકીના ભાગોમાંથી બનાવેલા ગ્રહો.",
"t.Earth is Born": "__ \"પછી તે (અલ્લાહ) સ્વર્ગ તરફ વળ્યો જ્યારે તે બધા ધૂમ્રપાન કરતો હતો. તેણે સ્વર્ગ અને પૃથ્વીને કહ્યું:\" આવો (અસ્તિત્વમાં), સ્વેચ્છાએ અથવા અનિચ્છાએ. \" તેઓએ કહ્યું: \"અહીં આપણે તૈયાર રહેવા માટે (અસ્તિત્વમાં) આવે છે.\" __\n\n__Earth__ અને અન્ય ગ્રહો લગભગ 4.6 અબજ વર્ષો પહેલા રચાયા હતા. તેઓ નેબ્યુલામાંથી બચેલા ગેસથી બનેલા હતા જેણે સૂર્યને બનાવ્યો હતો. આ ફરીથી કુરાનનું વૈજ્ .ાનિક ચમત્કાર છે કારણ કે ભગવાન કુરાનમાં સમજાવે છે: \"પછી તે (અલ્લાહ) સ્વર્ગ તરફ વળ્યા જ્યારે તે બધા ધૂમ્રપાન કરતો હતો. તેમણે સ્વર્ગ અને પૃથ્વીને કહ્યું:“ આવો (અસ્તિત્વમાં), સ્વેચ્છાએ આવો. અથવા અનિચ્છાએ. \" તેઓએ કહ્યું: \"અહીં આપણે (અસ્તિત્વમાં) આવવા માટે આવીએ છીએ.\" આ શ્લોક પૃથ્વીની રચના કેવી રીતે થઈ તે વિશે બોલતો હતો.\n\nપ્રારંભિક __earth__ અને નાના ગ્રહ (કેટલીકવાર થિયા કહેવામાં આવે છે) વચ્ચેની ટક્કર પછી ચંદ્રની રચના થઈ શકે છે. વૈજ્ entists ાનિકો માને છે કે બંને ગ્રહોના ભાગો તૂટી ગયા છે - ચંદ્ર (ગુરુત્વાકર્ષણ દ્વારા).\n\nકુરાન જણાવે છે કે અલ્લાહે સૂર્ય, ચંદ્ર અને ગ્રહો બનાવ્યો, દરેકને તેમના પોતાના વ્યક્તિગત અભ્યાસક્રમો અથવા ભ્રમણકક્ષાથી. __ \"તે જ છે જેણે રાત અને દિવસ બનાવ્યો, અને સૂર્ય અને ચંદ્ર; બધા (આકાશી શરીર) તેના ગોળાકાર અભ્યાસક્રમમાં દરેક સાથે તરવું\" (કુરાન 21:33) .__ .__\n\n__Earth __ નું પાણી વિવિધ સ્થળોએથી આવ્યું. કન્ડેન્સિંગ વોટર વરાળ, અને ધૂમકેતુઓ અને એસ્ટરોઇડ્સ __earth__ ને ફટકારતા, મહાસાગરો બનાવે છે. એક અબજ વર્ષમાં (જે લગભગ 6.6 અબજ વર્ષ પહેલાં છે) વૈજ્ .ાનિકો માને છે કે આર્કિયાન યુગમાં પ્રથમ જીવન શરૂ થયું. કેટલાક બેક્ટેરિયાએ પ્રકાશસંશ્લેષણ વિકસિત કર્યું છે, જે છોડને સૂર્યના પ્રકાશ અને પાણીમાંથી ખોરાક બનાવવા દે છે. આણે ઘણાં ઓક્સિજન પ્રકાશિત કર્યા, જે ઉકેલમાં પ્રથમ લોખંડ દ્વારા લેવામાં આવ્યું હતું. આખરે, મફત ઓક્સિજન વાતાવરણ અથવા હવામાં પ્રવેશ્યું, __earth __ ની સપાટીને એરોબિક જીવન માટે યોગ્ય બનાવ્યું. આ ઓક્સિજનએ ઓઝોન સ્તરની રચના પણ કરી હતી જે સૂર્યમાંથી ખરાબ અલ્ટ્રાવાયોલેટ કિરણોત્સર્ગથી __earth __ ની સપાટીને સુરક્ષિત કરે છે.\n\nફરીથી, ભગવાન અમને કુરાનમાં ઓઝોન સ્તર વિશે કહે છે, હજી કુરાનનું બીજું વૈજ્ .ાનિક ચમત્કાર: __ \"અને અમે આકાશને સારી રીતે સુરક્ષિત છત્ર બનાવ્યું છે, તેમ છતાં તેઓ તેના ચિહ્નોથી દૂર થઈ ગયા છે.\" (કુરાન 21:32) __\n\nવૈજ્ entists ાનિકો માને છે કે ઓઝોન સ્તર પહેલાં જમીનની સપાટી પર જટિલ જીવન અસ્તિત્વમાં ન હતું કારણ કે તે સુરક્ષા વિના સૂર્યનું કિરણોત્સર્ગ અદ્યતન જીવન ટકી રહેવા માટે ખૂબ વધારે હશે.\n\nદૂરના ભૂતકાળમાં __earth__ ખૂબ જ અલગ હતો. ઘણા સમય પહેલા, લગભગ બધી જમીન એક જગ્યાએ હતી. આને સુપરકોન્ટિનેન્ટ કહેવામાં આવે છે. પ્રારંભિક જાણીતા સુપરકોન્ટિનેન્ટને વાલબારા કહેવામાં આવતું હતું. ખૂબ પછીથી, એક સમય (ક્રાયોજેનિયન) હતો જ્યારે __earth__ લગભગ જાડા બરફની ચાદર (ગ્લેશિયર્સ) દ્વારા આવરી લેવામાં આવતો હતો. આને સ્નોબોલ __earth__ થિયરી કહેવામાં આવે છે.",
"t.Heavy Bombardment": "__ \"અમે પહેલાથી જ અમારા સંદેશવાહકોને સ્પષ્ટ પુરાવા સાથે મોકલ્યા છે અને તેમની સાથે શાસ્ત્ર અને સંતુલન જે લોકો [તેમની બાબતો] ને ન્યાયમાં જાળવી શકે છે તે મોકલે છે. અને અમે લોખંડ મોકલ્યો છે, જેમાં લોકો માટે મોટી લશ્કરી શક્તિ અને ફાયદા છે, અને જેથી અલ્લાહ તે લોકો અને તેના સંદેશવાહકોને અદ્રશ્ય ટેકો આપે છે તે સ્પષ્ટ કરી શકે. ખરેખર, અલ્લાહ શક્તિશાળી અને શક્તિમાં ઉમદા છે. \" (કુરાન 57:25) __\n\nઅંતમાં ભારે બોમ્બમાળા (સંક્ષિપ્તમાં એલએચબી અને તે પણ લ્યુનર કેટક્લિઝમ તરીકે ઓળખાય છે) એ એક ઘટના છે કે જે લગભગ 8.8 થી 1.૧ અબજ વર્ષો પહેલા આવી છે. આ પૃથ્વી પર નિયોહાડિયન અને ઇઓર્સિયન યુગ તરીકે ઓળખાય છે. આ અંતરાલ દરમિયાન, અસંખ્ય મોટી સંખ્યામાં એસ્ટરોઇડ્સને પારો, શુક્ર, પૃથ્વી અને મંગળ સહિત આંતરિક સૌરમંડળમાં પ્રારંભિક પાર્થિવ ગ્રહો સાથે ટકરાવા માટે થિયરાઇઝ કરવામાં આવ્યા છે.\n\nપૃથ્વી અને અન્ય ખડકાળ ગ્રહોએ તેમના મોટાભાગના સમૂહની રચના કરી અને તેની શરૂઆત કર્યા પછી મોડી ભારે બોમ્બમાળા થઈ હતી, પરંતુ પૃથ્વીના ઇતિહાસમાં હજી પણ ખૂબ જ વહેલી તકે.\n\nઆજે વૈજ્ .ાનિકો જાણે છે કે પૃથ્વી પર આયર્ન વિકસિત થઈ શક્યો ન હતો. પૃથ્વીના કદને કારણે તેઓ જાણે છે, તેઓ જાણે છે કે આવી સામગ્રી અહીં કુદરતી રીતે વિકસિત થઈ શકી નથી. હકીકતમાં, તેઓ જાણે છે કે આયર્ન તારાઓની અંદર બનાવવો આવશ્યક છે, ખાસ કરીને લાલ સુપર-જાયન્ટ્સ. ફ્યુઝન પ્રતિક્રિયા દરમિયાન ફક્ત આવા વિશાળ તારો તત્વો એક સાથે રચાય છે. પછી એક સુપરનોવા થાય છે, એટલે કે તારો વિસ્ફોટ થાય છે, અને લોખંડના ટુકડાઓ અવકાશમાં બ્લાસ્ટ થાય છે. વૈજ્ entists ાનિકો માને છે કે આ રીતે આયર્ન પૃથ્વી પર આવ્યો.\n\nકુરાન ઉલ્લેખ કરે છે, __ \"અને અમે લોખંડ મોકલ્યો\" __. તાજેતરમાં સુધી, વૈજ્ scientists ાનિકોએ __ હીવી બોમ્બાર્ડમેન્ટ __ સમયગાળાની શોધ કર્યા વિના, આ શ્લોક વિશે __ \"અમે લોખંડ મોકલ્યો\" __ અમને ખૂબ સમજણ ન હોત. જો કે, તે ભગવાનને તદ્દન શાબ્દિક રીતે અમને લોખંડ મોકલ્યો છે જેથી આપણે તેનો લાભ મેળવી શકીએ.",
"t.Life on Earth": "__ \"જેમણે માન્યું ન હતું કે સ્વર્ગ અને પૃથ્વી એક જોડાયેલી એન્ટિટી છે, અને પછી અમે તેમને અલગ કરી અને દરેક જીવંત વસ્તુમાંથી પાણીથી બનાવ્યા? તો શું તેઓ માનશે નહીં?\" (કુરાન 21:30) .__\n\nપ્રારંભિક દાવો કરાયેલ લાઇફફોર્મ્સ અશ્મિભૂત સુક્ષ્મસજીવો (અથવા માઇક્રોફોસિલ્સ) છે. તેઓ લોખંડ અને સિલિકાથી સમૃદ્ધ ખડકોમાં મળી આવ્યા હતા જે કેનેડાના ક્વિબેકના ન્યુવુગિટ્યુક્યુ ગ્રીનસ્ટોન બેલ્ટમાં એક સમયે હાઇડ્રોથર્મલ વેન્ટ્સ હતા.\n\nઆ ખડકો 28.૨28 અબજ વર્ષ જેટલા જૂના છે. તેમાં સમાવિષ્ટ નળીઓવાળું સ્વરૂપો એક અહેવાલમાં બતાવવામાં આવ્યા છે. જો આ પૃથ્વી પરના જીવનનો સૌથી જૂનો રેકોર્ડ છે, તો તે 4.4 અબજ વર્ષો પહેલા મહાસાગરોની રચના પછી \"જીવનનો લગભગ ત્વરિત ઉદભવ\" સૂચવે છે. સ્ટીફન બ્લેર હેજ્સના જણાવ્યા અનુસાર, \"જો પૃથ્વી પર જીવન પ્રમાણમાં ઝડપથી ઉભું થાય છે, તો તે બ્રહ્માંડમાં સામાન્ય બની શકે છે\".\n\nકુરાન વર્ણવે છે કે અલ્લાહ __ \"દરેક જીવંત વસ્તુમાંથી પાણીથી બનેલા\" (કુરાન 21:30) .__ બીજો શ્લોક વર્ણવે છે કે કેવી રીતે __ \"અલ્લાહે પાણીથી દરેક પ્રાણી બનાવ્યા છે. તેમાંના કેટલાક તેમના બેલ પર વિસર્પી છે, કેટલાક તે છે બે પગ પર ચાલો, અને કેટલાક જે ચાર પર ચાલે છે. અલ્લાહ તે શું ઇચ્છે છે તે બનાવે છે, કેમ કે ખરેખર અલ્લાહની બધી બાબતો પર શક્તિ છે \"(24: 45) .__\n\nઆ છંદો વૈજ્ .ાનિક સિદ્ધાંતને સમર્થન આપે છે કે પૃથ્વીના મહાસાગરોમાં જીવન શરૂ થયું. તેઓ આધુનિક જીવવિજ્ .ાનની સાથે પણ આગળ વધે છે કે કેટલાક પ્રાણીઓ 90% પાણીથી બનેલા હોય છે, જ્યારે મનુષ્ય લગભગ 60% પાણીથી બનેલા હોય છે.",
"t.Single Celled Organisms": "__ કુરાન વર્ણવે છે કે અલ્લાહ \"દરેક જીવંત વસ્તુમાંથી બનાવેલ\" (કુરાન 21:30) __.\n\nયુનિસેલ્યુલર સજીવો એ સજીવ છે જેમાં એક કોષ છે.\n\nયુનિસેલ્યુલર સજીવ દરેક જગ્યાએ મળી શકે છે. જીવનના સૌથી જૂના સ્વરૂપો 8.8 અબજ વર્ષો પહેલા અસ્તિત્વમાં છે, જો લાંબા સમય સુધી નહીં. વૈજ્ entists ાનિકો માને છે કે આ જીવ પાણીમાં રહે છે. તેઓ અસ્તિત્વ માટે વિવિધ વ્યૂહરચનાઓનો પીછો કરે છે: પ્રકાશસંશ્લેષણ (સાયનોબેક્ટેરિયા), કેમોટ્રોફી (ઘણા આર્ચીઆ) અને હેટરોટ્રોફી (એમોએબા). કેટલાક યુનિસેલ્યુલર સજીવોમાં ફ્લેજેલા, થોડી પૂંછડીઓ હોય છે જે તેઓ લોકોમોશન માટે ઉપયોગ કરે છે, અથવા લોબોપોડ્સ, સેલ્યુલર હાડપિંજર (સાયટોસ્કેલિટોન) ના એક્સ્ટેંશન, જે બ્લ bl ક્સ હથિયારો તરીકે દેખાય છે. અમારા યુનિસેલ્યુલર પૂર્વજોનો ફ્લેજેલા પ્રાણીઓમાં બધી રીતે થાય છે, જ્યાં તે ફ્લેગલેટેડ શુક્રાણુ તરીકે દેખાવ કરે છે.\n\n__ કુરાન વર્ણવે છે કે અલ્લાહ \"દરેક જીવંત વસ્તુમાંથી બનાવેલ\" (કુરાન 21:30) __. બીજો એક શ્લોક વર્ણવે છે કે કેવી રીતે __ \"અલ્લાહે દરેક પ્રાણીને પાણીમાંથી બનાવ્યો છે. તેમાંથી કેટલાક તેમના પેટ પર વિસર્પી છે, કેટલાક બે પગ પર ચાલે છે, અને કેટલાક ચાર પર ચાલે છે. બધી વસ્તુઓ \"(કુરાન 24:45) __.\n\nઆ છંદો વૈજ્ .ાનિક સિદ્ધાંતને સમર્થન આપે છે કે પૃથ્વીના મહાસાગરોમાં જીવન શરૂ થયું.",
"t.Animals": "પ્રથમ અવશેષો જે પ્રાણીઓનું પ્રતિનિધિત્વ કરી શકે છે તે દક્ષિણ Australia સ્ટ્રેલિયાના ટ્રેઝોના ફોર્મેશનના 665-મિલિયન વર્ષ જુના ખડકોમાં દેખાય છે. આ અવશેષોનો અર્થ કદાચ પ્રારંભિક જળચરો હોવા તરીકે કરવામાં આવે છે.\n\nલગભગ 610 મિલિયન વર્ષો પહેલા, પ્રિકેમ્બ્રિયનના અંત તરફ, સૌથી પ્રાચીન પ્રાણીઓ એડિઆકારન બાયોટામાં જોવા મળે છે. આમાં પ્રાણીઓ શામેલ છે કે કેમ તે લાંબા સમયથી શંકાસ્પદ હતું, પરંતુ ડિકિન્સોનિયાના અવશેષોમાં પ્રાણી લિપિડ કોલેસ્ટરોલની શોધ સ્થાપિત કરે છે કે આ ખરેખર પ્રાણીઓ હતા.\n\nઘણા એનિમલ ફિલા પહેલી વાર કેમ્બ્રિયન વિસ્ફોટ દરમિયાન અશ્મિભૂત રેકોર્ડમાં દેખાય છે, લગભગ 2 54૨ મિલિયન વર્ષો પહેલા, બર્જેસ શેલ જેવા પલંગમાં. આ ખડકોમાં અસ્તિત્વમાં રહેલા ફિલામાં મ oll લસ્ક, બ્રેચીયોપોડ્સ, ઓનીકોફોરન્સ, ટાર્ડીગ્રેડ્સ, આર્થ્રોપોડ્સ, ઇચિનોડર્મ્સ અને હેમિક ord ર્ડેટ્સ, જેમ કે શિકારી એનોમાલોકારિસ જેવા અસંખ્ય હવે-લુપ્ત સ્વરૂપોનો સમાવેશ થાય છે. વૈજ્ entists ાનિકોને ખાતરી નથી કે આ પ્રાણીઓ એક સાથે નજીક દેખાયા છે અથવા જો તે અશ્મિભૂત રેકોર્ડ્સ એકત્રિત કરવામાં આવે છે તે રીતે કોઈ મુદ્દો છે.",
"t.Fish": "વૈજ્ entists ાનિકો માને છે કે કેમ્બ્રિયન વિસ્ફોટ દરમિયાન લગભગ 530 મિલિયન વર્ષો પહેલા પહેલી માછલી દેખાઇ હતી. માનવામાં આવે છે કે તેઓ પ્રથમ વર્ટેબ્રેટ્સ, અથવા બેકબોન અથવા કરોડરજ્જુના સ્તંભવાળા પ્રાણીઓ છે. પ્રથમ માછલી અગનાથ, અથવા જડલેસ માછલીની છે. અંતમાં કેમ્બ્રિયન દરમિયાન, ઇલ જેવી જડહીન માછલીઓ, જેને કોનોડોન્ટ્સ કહેવામાં આવે છે, અને નાના મોટે ભાગે સશસ્ત્ર માછલી ઓસ્ટ્રાકોડર્મ્સ તરીકે ઓળખાય છે, તે પ્રથમ દેખાઇ. મોટાભાગની જડહીન માછલી હવે લુપ્ત થઈ ગઈ છે.",
"t.Insects": "__Inseces__, ફિલમ આર્થ્રોપોડામાં એક વર્ગ છે. તેઓ નાના પાર્થિવ ઇન્વર્ટિબ્રેટ્સ છે જેમાં સખત એક્ઝોસ્કેલેટન છે.\n\n__Inseces__ એ પૃથ્વી પરના પ્રાણીઓનું સૌથી મોટું જૂથ છે. લગભગ __926,400 વિવિધ જાતિઓ __ વર્ણવવામાં આવી છે. તેઓ બધી જાણીતી જીવંત પ્રજાતિઓના અડધાથી વધુ હિસ્સો છે.\n\n__Inseces__ ની નવી પ્રજાતિઓ સતત મળી રહી છે. પ્રજાતિઓની કુલ સંખ્યાના અંદાજ 2 મિલિયનથી 30 મિલિયન સુધીની હોય છે.\n\n__Inseces__ છ પગ છે; અને મોટાભાગની પાંખો હોય છે. __Inseces__ ફ્લાઇટ માટે સક્ષમ પ્રથમ પ્રાણીઓ હોવાનું માનવામાં આવે છે. જેમ જેમ તેઓ ઇંડાથી વિકાસ પામે છે, __inseces__ __metamorphosis__ પસાર થાય છે, પરિવર્તનની એક અદભૂત પ્રક્રિયા જ્યાં જંતુના અપરિપક્વ સ્વરૂપ બે અથવા વધુ અલગ તબક્કામાં પુખ્ત સ્વરૂપમાં બદલાય છે. __Insects__ આખા ગ્રહ પર રહે છે: લગભગ બધા પાર્થિવ (જમીન પર જીવંત) છે, પરંતુ કેટલાક મહાસાગરોમાં અથવા એન્ટાર્કટિકા જેવા ખૂબ જ ઠંડા સ્થળોએ જીવંત છે. મોટાભાગની પ્રજાતિઓ ઉષ્ણકટિબંધીય વિસ્તારોમાં રહે છે.\n\nકેટલાક લોકો બધા __insects__ ને \"બગ્સ\" કહે છે, પરંતુ આ યોગ્ય નથી. ફક્ત કેટલાક __insects__ સાચા ભૂલો છે, જે __inseces__ નો ચોક્કસ ક્રમ છે. જે લોકો __inseces__ નો અભ્યાસ કરે છે તેમને __entomogists__ કહેવામાં આવે છે.",
"t.Reptiles": "__Reptile__ એ જમીનના વર્ટેબ્રેટ્સના મુખ્ય જૂથોમાંથી એકનું સામાન્ય નામ છે. જીવવિજ્ ologists ાનીઓ દ્વારા તેનો ખૂબ ઉપયોગ થતો નથી, જે વધુ સચોટ શબ્દોનો ઉપયોગ કરે છે.\n\nનામ __ \"સરીસૃપ\" __ લેટિનમાંથી આવે છે અને તેનો અર્થ \"એક જે વિસર્જન થાય છે\". બધી જીવંત __reptile__ પ્રજાતિઓ ઠંડા લોહીવાળું હોય છે, ત્વચાને ભીંજાયેલી હોય છે અને ક્લેઇડોઇક ઇંડા મૂકે છે. તેઓ યુરિક એસિડ (યુરિયાને બદલે) ઉત્સર્જન કરે છે, અને તેમાં ક્લોકા હોય છે. ક્લોકા એ ગુદા, પેશાબની નળી અને પ્રજનન નળીઓ માટે વહેંચાયેલ ઉદઘાટન છે. __Reptiles__ હૃદય અને મુખ્ય રક્ત વાહિનીઓની ગોઠવણી પણ વહેંચે છે જે સસ્તન પ્રાણીઓ કરતા અલગ છે.\n\n__Reptiles__ ના ઘણા મહત્વપૂર્ણ જૂથો હવે લુપ્ત થઈ ગયા છે, ઉદાહરણ તરીકે મોસાસોર્સ. અમે કહેતા હતા કે ડાયનાસોર લુપ્ત થઈ ગયા હતા, પરંતુ તેઓ તેમના પીંછાવાળા વંશજો (પક્ષીઓ) ના રૂપમાં ટકી રહ્યા છે. પ્રાચીન __reptiles__ જે ટકી રહે છે તેમાં કાચબા, મગર અને તુઆતારા, તેના જૂથના એકલા બચેલા શામેલ છે. હાલના દિવસો __reptiles__ ની બહુમતી સાપ અને ગરોળી છે.\n\nજીવંત __reptiles__ ના અભ્યાસને હર્પેટોલોજી કહેવામાં આવે છે.",
"t.Dinosaur Age": "__Dinoser__ (એટલે ​​કે \"ભયંકર ગરોળી\") એ આર્કોસોર સરિસૃપનું વૈવિધ્યસભર જૂથ છે. તેઓ મેસોઝોઇક યુગના પ્રબળ ભૂમિ પ્રાણીઓ હતા. ડાયનાસોરની 500 થી વધુ પે gene ી જાણીતી છે. દરેક ખંડ પર ડાયનાસોરના અવશેષો મળી આવ્યા છે, અને હજી પણ વારંવાર નવી શોધ થાય છે.\n\n__Dinoser__ લગભગ 230 મિલિયન વર્ષો પહેલા ઉપલા ટ્રાયસિકમાં દેખાયો. ડાયનાસોર અશ્મિભૂતની પ્રારંભિક તારીખ એરોપ્ટર, 231.4 થી 228 માયાની છે. પ્રારંભિક જુરાસિક દ્વારા તેઓ ટોચની જમીનના વર્ટેબ્રેટ્સ હતા, અને જમીન પરના મોટાભાગના વાતાવરણમાં પ્રભુત્વ ધરાવતા હતા. તેઓ 66 મિલિયન વર્ષો પહેલા અચાનક કે/ટી (વૈશ્વિક) લુપ્ત થવાની ઘટના સુધી ચાલુ રહ્યા.\n\nઅશ્મિભૂત રેકોર્ડમાંથી, વૈજ્ .ાનિકો માને છે કે પક્ષીઓ પીંછાવાળા ડાયનાસોર જીવે છે અને તેથી તેઓ આજકાલ સુધી ટકી રહેવા માટે ડાયનાસોરની એકમાત્ર લાઇન હતી.\n\nડાયનાસોર પાસે અનુકૂલન હતું જેણે તેમને સફળ બનાવવામાં મદદ કરી. પ્રથમ જાણીતા ડાયનાસોર નાના શિકારી હતા જે બે પગ પર ચાલતા હતા. તેમના બધા વંશજોની સીધી મુદ્રા હતી, જેમાં શરીરની નીચે પગ હતા. આનાથી તેમની આખી જીવનશૈલીમાં પરિવર્તન આવ્યું. ત્યાં અન્ય સુવિધાઓ હતી. મોટાભાગના નાના ડાયનાસોરમાં પીંછા હતા, અને તે કદાચ ગરમ-લોહિયાળ હતા. આ તેમને આધુનિક સરિસૃપ કરતા વધારે ચયાપચય સાથે, સક્રિય કરશે. ટોળાઓ અને સહકારમાં રહેતા સાથે સામાજિક ક્રિયાપ્રતિક્રિયા કેટલાક પ્રકારો માટે ખૂબ સંભવિત લાગે છે.\n\nપ્રથમ અવશેષોને 19 મી સદીની શરૂઆતમાં ડાયનાસોર તરીકે માન્યતા આપવામાં આવી હતી. તેમના કેટલાક હાડકાં ઘણા પહેલા મળી આવ્યા હતા, પરંતુ તે સમજી શક્યા ન હતા. વિલિયમ બકલેન્ડ, ગિડન મેન્ટેલ અને રિચાર્ડ ઓવેન વૈજ્ .ાનિકો હતા જેમણે જોયું કે આ હાડકાં પ્રાણીઓનું વિશેષ જૂથ હતું. ડાયનાસોર હવે વિશ્વભરના સંગ્રહાલયોમાં મોટા આકર્ષણો છે. તેઓ લોકપ્રિય સંસ્કૃતિનો ભાગ બની ગયા છે. તેમના વિશે ઘણા વધુ વેચાયેલા પુસ્તકો અને મૂવીઝ આવી છે. મીડિયામાં ઘણી વાર નવી ડાયનાસોર શોધ નોંધાય છે.",
"t.Mammals": "__ મામલ્સ__ વર્ટેબ્રેટ પ્રાણીઓનું એક જૂથ છે જે વર્ગ સસ્તન પ્રાણી બનાવે છે. તેમની પાસે ફર અથવા વાળ અને ખૂબ જ ચોક્કસ પ્રકારનું તાપમાન નિયમન છે.\n\nમોનોટ્રેમ્સના અપવાદ સાથે, બધા સસ્તન પ્રાણીઓ રહે છે. તેઓ યુવાનો માટે દૂધ પણ ઉત્પન્ન કરે છે. યુવાનની પેરેંટલ કેર સસ્તન પ્રાણીઓમાં સાર્વત્રિક છે, અને તે આવશ્યક છે કારણ કે જીવંત જન્મ સંતાનોની સંખ્યાને મર્યાદિત કરે છે.",
"t.Stegosaurus": "સ્ટેગોસૌરસ (જેનો અર્થ \"છત-લિઝાર્ડ\") એ એક પ્રકારનો છોડ ખાતો ડાયનાસોર હતો જે હવે પશ્ચિમ ઉત્તર અમેરિકામાં રહેતો હતો.\n\nસ્ટેગોસૌરસ લગભગ 155-145 મિલિયન વર્ષો પહેલા ઉપલા જુરાસિક સમયગાળામાં રહેતા હતા. તે તેની પીઠ પર પતંગ-આકારની પ્લેટો અને તેની પૂંછડી પર લાંબી સ્પાઇક્સની વિશિષ્ટ ડબલ પંક્તિ સાથે, ખૂબ જ સરળતાથી માન્યતા પ્રાપ્ત ડાયનાસોર છે. બખ્તર જરૂરી હતું કારણ કે તે એલોસૌરસ અને સેરેટોસોરસ જેવા માંસ ખાનારાઓ સાથે રહેતા હતા.",
"t.Tyrannosaurus": "ટાયરનોસોરસ, 65.5-67 મિલિયન વર્ષો પહેલા ઉપલા ક્રેટાસીઅસનો એક મોટો શિકારી ડાયનાસોર હતો.\n\nટાયરનોસોરસ એક દ્વિપક્ષી માંસાહદ હતી જેમાં લાંબી, ભારે પૂંછડી દ્વારા સંતુલિત વિશાળ ખોપરી હતી. મોટા અને શક્તિશાળી હિંદ અંગોની તુલનામાં, તેના આગળના ભાગ નાના હતા, પરંતુ તેમના કદ માટે શક્તિશાળી હતા. તેમની પાસે બે પંજાવાળા અંકો હતા.\n\nત્યાં ચર્ચા છે કે તે શિકારી છે કે સફાઇ કામદાર. આજના મોટાભાગના પ્રબળ માંસ ખાનારાઓની જેમ, જેમ કે સિંહો અને હાયનાસ, ટાયરનોસોરસ બંને હોઈ શકે છે. તેમાં ખૂબ જ મજબૂત જડબા હતા, અને તેની ડંખ શક્તિ અન્ય ડાયનાસોરના હાડકાંને ત્વરિત કરી શકે છે.",
"t.Dinosaur Extinction": "ક્રેટીસીયસના અંતમાં લુપ્ત થવાના કારણે એક અથવા વધુ આપત્તિજનક ઘટનાઓ, જેમ કે મોટા એસ્ટરોઇડ અથવા ઉલ્કાના પ્રભાવો, અથવા જ્વાળામુખીની પ્રવૃત્તિમાં વધારો થયો હતો.\n\nભારતમાં ડેક્કન ફાંસોમાં, જેમ કે ઘણા પ્રભાવ ક્રેટર્સ અને વિશાળ જ્વાળામુખીની પ્રવૃત્તિ, લુપ્ત થવાની ઘટનાના આશરે સમય સુધી આપવામાં આવી છે. આ ભૂસ્તરશાસ્ત્રીય ઘટનાઓથી સૂર્યપ્રકાશ ઓછો થયો છે અને પ્રકાશસંશ્લેષણમાં અવરોધ છે, જેનાથી પૃથ્વીની ઇકોલોજીમાં મોટા પ્રમાણમાં વિક્ષેપ આવે છે.",
"t.Primate Bipedalism": "બાયપેડલિઝમ પાસે ચાલવા માટે બે પગ છે અથવા તેનો ઉપયોગ કરવામાં આવે છે. વૈજ્ entists ાનિકો માને છે કે 6 થી million મિલિયન વર્ષો પહેલા પ્રાઈમેટ્સમાં દ્વિપક્ષીયવાદ જગાડવો કારણ કે આ પ્રારંભિક અવશેષો છે જે તેઓએ શોધી કા .્યું છે કે દ્વિપક્ષીવાદ લક્ષણો બતાવે છે. ઉત્ક્રાંતિવાદીઓ માને છે કે આ માનવ પ્રજાતિઓના પ્રારંભિક પૂર્વજો છે, પરંતુ આ સિદ્ધાંતમાં તેને ટેકો આપવા માટે ઓછા પુરાવા છે.",
"t.Constructed Tools": "__ સ્ટોન ટૂલ્સ __ એ પથ્થરથી બનેલા સાધનો છે. તે કારણ છે કે સ્ટોન યુગનું નામ આપવામાં આવ્યું હતું. વૈજ્ entists ાનિકો માને છે કે તેઓ ઉપયોગમાં લેવાતા પ્રથમ સાધનો હતા. તાજેતરમાં તે જાણવા મળ્યું હતું કે મનુષ્ય જીવતા પહેલા પથ્થરનાં સાધનોનો ઉપયોગ કરવામાં આવતો હતો.",
"t.Control Fire": "પ્રારંભિક મનુષ્ય માટે પ્રારંભિક મનુષ્ય દ્વારા અગ્નિનું નિયંત્રણ ખૂબ જ મહત્વપૂર્ણ હતું. અગ્નિએ હૂંફ, સુરક્ષા, શિકારમાં સુધારણા અને ખોરાક રાંધવાની પદ્ધતિનો સ્રોત પૂરો પાડ્યો. આ સાંસ્કૃતિક પ્રગતિઓ સાંસ્કૃતિક નવીનતાઓ અને આહારમાં પરિવર્તન માટે મંજૂરી આપે છે. વધુમાં, અગ્નિને નિયંત્રિત કરવાથી માનવ પ્રવૃત્તિના વિસ્તરણને ઠંડા આબોહવામાં અને સાંજ પછી, બંને હૂંફ અને પ્રકાશ પ્રદાન કરીને, સાંજે રહેવા દે છે.\n\nલગભગ 200 હજારથી 1.7 મિલિયન વર્ષો પહેલા નિયંત્રણના પ્રારંભિક પુરાવા માટેના દાવાઓ. આશરે 1,000,000 વર્ષ પહેલાં આગના નિયંત્રિત ઉપયોગના પુરાવા, વિશાળ વૈજ્ .ાનિક સમર્થન છે. આગમાં સળગાવેલા ફ્લિન્ટ બ્લેડ મોરોક્કોમાં માનવ અવશેષો નજીક મળી આવ્યા હતા અને લગભગ 300 હજાર વર્ષ પહેલાં. આગની તારીખોના નિયંત્રણના વ્યાપક પુરાવા આશરે 125,000 વર્ષ પહેલાં.",
"t.Adam": ". અલ્લાહની દૃષ્ટિએ તે તમારામાં સૌથી વધુ ન્યાયી છે. અને અલ્લાહને સંપૂર્ણ જ્ knowledge ાન છે અને તે સારી રીતે પરિચિત છે (બધી વસ્તુઓ સાથે) \"(કુરાન 49:13) .__\n\nઆદમ (અરબી: آu ાન) પૃથ્વી પરનો પ્રથમ માનવી હતો અને ઇસ્લામનો પ્રથમ નબી (نبي, પ્રોફેટ) હતો. મુસ્લિમનો માનવીય જાતિના પિતા અને તેની પત્ની, હવવા (حواء, હવા) તરીકે માનવજાતની માતા તરીકે આદરણીય છે. મુસ્લિમો આદમને પ્રથમ મુસ્લિમ તરીકે જુએ છે, કેમ કે કુરાન જણાવે છે કે બધા પ્રબોધકોએ ઇસ્લામની સમાન વિશ્વાસનો ઉપદેશ આપ્યો છે, જેનો અર્થ ભગવાનને રજૂઆત કરે છે.\n\nઆ બે વ્યક્તિઓમાંથી, મનુષ્યની પે generations ીઓ પૃથ્વી પર વસવાટ કરે છે. ભગવાન કુરાનમાં જણાવે છે.\n\nજ્યારે આદમ બનાવવામાં આવ્યો, ત્યારે ઈશ્વરે આદમના આદરના નિશાની તરીકે પોતાને ઘટાડવા તમામ બનાવટને આદેશ આપ્યો, જે એક નવી શ્રેષ્ઠ રચના હતી. બધાએ શાયતાન સિવાય કર્યું, જેમણે એમ કહીને ના પાડી કે તે ધૂમ્રપાન વિનાની અગ્નિથી બનેલો છે (જિન), જ્યારે આદમ માટીથી બનેલો હતો. ભગવાન પછી તેમને એક પરીક્ષણ તરીકે એડનના બગીચામાં મૂક્યા અને શાયતને આદમ અને હવાવા બંનેને સફળતાપૂર્વક છેતર્યા. તેમણે તેમને એક એવા ઝાડ પર જવા માટે બનાવ્યા જેની ભગવાન તેમને પ્રતિબંધિત કરે છે. આના પરિણામે, ભગવાન આપણને (મનુષ્ય અને શેતાનો) ચુકાદાના દિવસ સુધી એક બીજાના દુશ્મનો તરીકે રાખે છે. એકવાર પૃથ્વી પર, આદમે ક્ષમા માટે પ્રાર્થના કરી અને ભગવાન તેને માફ કરી દીધા.\n\nઆદમ અને બધા પ્રબોધકોની જેમ તેઓ ભગવાન સાથેના આપણા કરારની યાદ અપાવવા પૃથ્વી પર આવ્યા. જો આપણે ભગવાનનું પાલન કરીએ, તો આપણે ઉચ્ચ સ્તર પ્રાપ્ત કરી શકીએ છીએ, પછી ભગવાનની દૃષ્ટિમાં એન્જલ્સ. આ કરવા માટે આપણે શેટનના વ્હિસ્પર્સને ટાળવું જોઈએ, અને તેના કરતા પણ વધુ ખરાબ શું છે, તે આપણા નફ્સ (સ્વાર્થી ઇચ્છાઓ) ને પ્રયત્ન કરે છે અને દબાવવા જોઈએ. અમે કુરાનમાં આપેલી અનંત શાણપણ, દિશાઓ અને ઉદાહરણો, ભગવાન દ્વારા પ્રથમ વ્યક્તિમાં લખેલી અંતિમ સાક્ષાત્કાર અને પુસ્તક જે સંપૂર્ણ રીતે સચવાયેલી અને યથાવત છે તેનું પાલન કરીને આ કરીએ છીએ. આપણે પ્રબોધકોના આશ્ચર્યજનક ઉદાહરણનું પણ પાલન કરવું જોઈએ અને અમારી પાસે પ્રોફેટ મુહમ્મદની સંપૂર્ણ જીવન કથા છે કારણ કે તે તાજેતરના સમયમાં આવ્યો હતો જ્યાં તે આધુનિક ઇતિહાસમાં પણ બતાવે છે. તેમની બધી ઉપદેશો પણ સચવાય છે અને તેમની જીવનશૈલીને બચાવવા અને શીખવવા માટે ઘણી બધી ઇસ્લામિક શિષ્યવૃત્તિ છે. પ્રબોધક મુહમ્મદ પ્રબોધકો, રાજ્ય, આધ્યાત્મિક અને લશ્કરી નેતા સાથે પતિ, પિતા, પાડોશી અને મિત્ર હોવા સાથેની સીલ હતી. તે તેમના જીવન, ક્રિયાઓ અને ઉપદેશો દ્વારા ખૂબ પ્રશંસા કરે છે. તેના દુશ્મનો પણ જ્યારે તે આદર કરે છે અને તેના પર વિશ્વાસ કરે છે.\n\nતેથી, મુસ્લિમો તરીકે આપણે જાણીએ છીએ કે બધા માણસો માટે જીવનનો હેતુ ભગવાનની ઉપાસના કરવી અને તે જોવાનું છે કે કોણ શ્રેષ્ઠ કાર્યોમાં છે. ઈશ્વરે માનવજાતને સ્વર્ગ/સ્વર્ગમાં એક સુંદર સ્થાન આપવાનું વચન આપ્યું છે, જેમ કે તેની આજ્ .ાઓને અનુસરવાના પુરસ્કાર તરીકે. સ્વર્ગમાં સૌથી નીચા વ્યક્તિમાં દસ પૃથ્વીની ભૂમિ હશે. જ્યારે તમે સ્વર્ગના ઉચ્ચ સ્તર પર પહોંચશો ત્યારે તમારે પ્રકાશ વર્ષોમાં તમારી જમીનને માપવાનું શરૂ કરવું જરૂરી છે. ભગવાન સૌથી ઉદાર છે અને અમને આપવા માંગે છે અને અમને તેના વિશે બધું પૂછવા માંગે છે. જો આપણે ભગવાન અને પ્રબોધકોની રીતોથી દૂર થઈએ, તો એક ગંભીર સજા આપણી નરકમાં રાહ જોશે. ભગવાન આપણને આ અને બધી દુષ્ટ વસ્તુઓથી સુરક્ષિત કરે.\n\nવિજ્ science ાનના દ્રષ્ટિકોણથી, મનુષ્ય __હોમો સેપિન્સ __ પ્રજાતિઓમાં છે, જેમાંથી એકમાત્ર જાણીતી પેટાજાતિઓ __હોમો સેપિન્સ સેપિન્સ __ તરીકે ઓળખાય છે. આપણે પૃથ્વી પરની સૌથી પ્રબળ પ્રજાતિઓ છે. જો કે, ખાસ કરીને છોડ અને પ્રોટીસ્ટ્સ વચ્ચે ઘણા પ્રકારના જીવન છે, જેનો હવા, ખડકો, જીવન અને પૃથ્વીના કુદરતી વાતાવરણ પર વધુ અસર પડી છે.",
"t.First Temple": "__Göbekli ટેપ __ (ઉચ્ચારણ [ø બેકલી તેપ]), \"પોટબલી હિલ\" માટે ટર્કીશ, તુર્કીના દક્ષિણ -પૂર્વ એનાટોલીયા ક્ષેત્રમાં એક પુરાતત્ત્વીય સ્થળ છે, આશરે 12 કિ.મી. (7 માઇલ) ıanlıurfa શહેરના ઉત્તર -પૂર્વમાં. આ ટેલની height ંચાઈ 15 મી (49 ફૂટ) છે અને તે લગભગ 300 મી (980 ફૂટ) વ્યાસ છે. તે સમુદ્ર સપાટીથી લગભગ 760 મી (2,490 ફૂટ) છે.\n\nઆ ટેલમાં 10 મી - 8 મી મિલેનિયમ બીસીની સામાજિક અથવા ધાર્મિક પ્રકૃતિના માનવામાં આવતા ઉપયોગના બે તબક્કાઓ શામેલ છે. પ્રથમ તબક્કા દરમિયાન, પ્રી-પોટરી નિયોલિથિક એ (પીપીએનએ) સાથે જોડાયેલા, મોટા ટી-આકારના પથ્થર થાંભલાઓના વર્તુળો ઉભા કરવામાં આવ્યા હતા-વિશ્વના સૌથી પ્રાચીન મેગાલિથ્સ. લગભગ 20 વર્તુળોમાં 200 થી વધુ સ્તંભો હાલમાં ભૌગોલિક સર્વેક્ષણો દ્વારા જાણીતા છે. દરેક સ્તંભની height ંચાઈ 6 મી (20 ફૂટ) સુધી હોય છે અને તેનું વજન 10 ટન હોય છે. તેઓ સોકેટ્સમાં સજ્જ છે જે બેડરોકમાંથી બહાર નીકળી ગયા હતા. બીજા તબક્કામાં, પ્રી-પોટરી નિયોલિથિક બી (પીપીએનબી) સાથે જોડાયેલા, ઉભા કરેલા સ્તંભો નાના હોય છે અને પોલિશ્ડ ચૂનાના માળવાળા લંબચોરસ રૂમમાં stood ભા હતા. પીપીએનબી પછી સાઇટ છોડી દેવામાં આવી હતી. નાના માળખાં શાસ્ત્રીય સમયની છે.\n\nમાળખાના કાર્યની વિગતો એક રહસ્ય રહે છે. 2014 માં તેમના મૃત્યુ સુધી 1996 થી ક્લાઉસ શ્મિટના નિર્દેશનમાં જર્મન પુરાતત્ત્વીય ટીમ દ્વારા ખોદકામ કરવામાં આવ્યું હતું. શ્મિટ માને છે કે આ સ્થળ એક અભયારણ્ય છે જ્યાં વિશાળ ક્ષેત્રના લોકો સમયાંતરે સમાધાન નહીં, સમયાંતરે ભેગા થાય છે.\n\n2018 માં, સાઇટને યુનેસ્કો વર્લ્ડ હેરિટેજ સાઇટ તરીકે નિયુક્ત કરવામાં આવી હતી.",
"t.Agricultural Revolution": "__ નિયોલિથિક ક્રાંતિ __ (ન્યુ સ્ટોન એજ) એ પ્રથમ __ કૃષિ ક્રાંતિ હતી. તે વિચરતી શિકાર અને સમુદાયો અને બેન્ડ્સને કૃષિ અને પતાવટ માટે ધીરે ધીરે પરિવર્તન આવ્યું હતું. આ સમયગાળાને \"ક્રાંતિ\" તરીકે વર્ણવવામાં આવે છે કારણ કે તેનાથી સમુદાયોના જીવનની રીત બદલાઈ ગઈ છે જેણે પરિવર્તન કર્યું. તે જુદા જુદા સમયે વિવિધ પ્રાગૈતિહાસિક માનવ સમાજમાં બન્યું. ઘણી સોસાયટીઓ 7-9 હજાર વર્ષ પહેલાં બદલાઈ ગઈ હતી.\n\nઆ શબ્દ સામાન્ય સમયગાળાનો સંદર્ભ આપે છે જેના પર આ વિકાસ થયો હતો. તે થયેલા ફેરફારોને પણ લાગુ પડે છે: પ્રારંભિક ખેતીની તકનીકો, પાકની ખેતી અને પ્રાણીઓનું પાલન કરવું. નિયોલિથિક ક્રાંતિ સામાજિક સંસ્થા અને તકનીકીના વિકાસ માટે મહત્વપૂર્ણ છે.\n\n__ નિયોલિથિક ક્રાંતિ __ કાયમી અથવા અર્ધ-કાયમી વસાહતોમાં જીવવા તરફ દોરી. આને કારણે ઓછા લોકો વિચરતી જીવનશૈલીનું નેતૃત્વ કરે છે. ઉગાડવામાં આવેલા પાક કોના છે તે જાણવા માટે, જમીનની માલિકીની વિભાવના વિકસિત કરવામાં આવી હતી. કુદરતી વાતાવરણ બદલાયું હતું, વસ્તીની ઘનતામાં વધારો થયો હતો, અને લોકો તેમના આહારમાં વધુ શાકભાજી અને અનાજ ખોરાક લેતા હતા. સમાજમાં વંશવેલો વિકસિત થયો. અનાજ સંગ્રહિત કરવામાં આવી હતી, અને તેનો વેપાર થઈ શકે છે. સારી પાકની ઉપજમાંથી સરપ્લસ ઉત્પાદનમાં સોસાયટીઓને ખરાબ વર્ષોથી બચવામાં મદદ મળી. આનું ઉદાહરણ છે કે યુસુફ (એએસ) એ પ્રાચીન ઇજિપ્તમાં અનાજને કેવી રીતે સુરક્ષિત અને વિખેરી નાખ્યું.",
"t.Writing": "__ લેખન__ એ પ્રતીકોના સમૂહનો ઉપયોગ કરીને દ્રશ્ય માધ્યમ પર ભાષા રેકોર્ડ કરવાની ક્રિયા છે. પ્રતીકો અન્ય લોકો માટે જાણીતા હોવા જોઈએ, જેથી ટેક્સ્ટ વાંચવામાં આવે.\n\nટેક્સ્ટ અન્ય દ્રશ્ય સિસ્ટમો, જેમ કે ચિત્રો અને સજાવટનો ઉપયોગ પણ કરી શકે છે. આને લેખન કહેવામાં આવતું નથી, પરંતુ સંદેશના કાર્યમાં મદદ કરી શકે છે. સામાન્ય રીતે, દેશના બધા શિક્ષિત લોકો સમાન ભાષાને રેકોર્ડ કરવા માટે સમાન લેખન પ્રણાલીનો ઉપયોગ કરે છે. વાંચવા અને લખવા માટે સમર્થ થવું એ સાક્ષર છે.\n\n__ લેખન - ભાષણથી અલગ છે કારણ કે તે સમયે વાચકોને હાજર રહેવાની જરૂર નથી. આપણે લાંબા સમયથી અને વિશ્વના જુદા જુદા ભાગોમાંથી લેખન વાંચી શકીએ છીએ. ટેક્સ્ટ સ્ટોર્સ અને જ્ knowledge ાનનો સંપર્ક કરે છે. __ લેખન__ એ માનવ પ્રજાતિઓની સૌથી મોટી શોધ છે. ઇતિહાસકારો માને છે કે લોકો નગરોમાં સ્થાયી થયા પછી અને કૃષિ શરૂ થયા પછી તેની શોધ કરવામાં આવી હતી. __ લેખન __ લગભગ 3,300 બીસીની તારીખ છે, જે મધ્ય પૂર્વમાં 5000 વર્ષ પહેલાં છે.\n\n__ લેખન__ આજે સામાન્ય રીતે કાગળ પર હોય છે, જોકે લગભગ કોઈ પણ સપાટી પર છાપવાની રીતો છે. ટેલિવિઝન અને મૂવી સ્ક્રીનો પણ લેખન પ્રદર્શિત કરી શકે છે, અને તેથી કમ્પ્યુટર સ્ક્રીનો પણ કરી શકે છે. કાગળના ઘણા સમય પહેલા ઘણી લેખન સામગ્રીની શોધ કરવામાં આવી હતી. માટી, પેપિરસ, લાકડું, સ્લેટ અને ચર્મપત્ર (તૈયાર પ્રાણી સ્કિન્સ) બધાનો ઉપયોગ કરવામાં આવ્યો છે. રોમનોએ પોઇંટ સ્ટાઇલસ સાથે મીણવાળી ગોળીઓ પર લખ્યું; આ અસ્થાયી નોંધો અને સંદેશાઓ માટે લોકપ્રિય હતું. ચાઇનીઝ દ્વારા કાગળની પછીની શોધ એક મોટું પગલું હતું.\n\n__ લેખન__ પરંપરાગત રીતે પેન્સિલ, પેન અથવા બ્રશ જેવા હેન્ડ ટૂલનો ઉપયોગ કરીને કરવામાં આવે છે. વધુ અને વધુ, તેમ છતાં, ટેક્સ્ટ કમ્પ્યુટર કીબોર્ડ અથવા સ્માર્ટફોન પરના ઇનપુટ દ્વારા બનાવવામાં આવે છે.",
"t.Recorded History": "__History__ એ ભૂતકાળની ઘટનાઓનો અભ્યાસ છે. લોકો જાણે છે કે ભૂતકાળની વસ્તુઓ જોઈને જે સ્રોતો (પુસ્તકો, અખબારો અને અક્ષરો) અને કલાકૃતિઓ (માટીકામ, સાધનો અને માનવ અથવા પ્રાણીના અવશેષો જેવા) પુસ્તકાલયો, આર્કાઇવ્સ અને સંગ્રહાલયો શામેલ છે અને રાખો લોકો ઇતિહાસનો અભ્યાસ કરવા માટે વસ્તુઓ. ઇતિહાસનો અભ્યાસ કરનાર વ્યક્તિને ઇતિહાસકાર કહેવામાં આવે છે. પ્રાચીન સંસ્કૃતિઓ દ્વારા પાછળની વસ્તુઓ દ્વારા પૂર્વ-ઇતિહાસ અને ઇતિહાસનો અભ્યાસ કરનાર વ્યક્તિને પુરાતત્ત્વવિદો કહેવામાં આવે છે. માનવજાત અને સમાજનો અભ્યાસ કરનાર વ્યક્તિને માનવશાસ્ત્ર કહેવામાં આવે છે. ઇતિહાસનો અભ્યાસ કરવા અને લખવા માટે ઉપયોગમાં લેવામાં આવતા સ્રોતો અને પદ્ધતિઓના અભ્યાસને ઇતિહાસશાસ્ત્ર કહેવામાં આવે છે.\n\nભૂતકાળમાં બનેલી વસ્તુઓ યાદ રાખનારા લોકો સાથે વાત કરીને લોકો ભૂતકાળ વિશે શીખી શકે છે. આને મૌખિક ઇતિહાસ કહેવામાં આવે છે. જ્યારે લોકો ગુલામ અને અમેરિકન સિવિલ વોર બચી ગયેલા લોકો વૃદ્ધ થઈ ગયા, ત્યારે કેટલાક ઇતિહાસકારોએ તેઓએ જે કહ્યું તે બધું રેકોર્ડ કર્યું, જેથી ઇતિહાસ ખોવાઈ ન જાય.\n\nઇસ્લામિક ઇતિહાસમાં પણ એવું જ કરવામાં આવ્યું હતું. ઘણું લખ્યું હતું, પરંતુ ઘણા વિદ્વાનો હતા જે પ્રોફેટ (હદીસ) ની દરેક છેલ્લી કહેવતને પુસ્તકોમાં એકત્રિત કરવા ગયા હતા. પ્રબોધક (એસ.એચ.ઓ.) તરફ દોરી જતા કથાઓની સાંકળોને ચકાસવા અને આ હદીસને અવાજ વર્ગીકરણના સ્તરોમાં રેન્ક આપવા માટે આની ટોચ પર એક સંપૂર્ણ ઇસ્લામિક વિજ્ .ાન વિકસાવવામાં આવ્યું હતું. આપણે જાણીએ છીએ કે આ બધા લોકો અને તેમના પરિવારો કોણ હતા, તેઓ કોઈ પુસ્તકમાં ફક્ત રેન્ડમ પ્રથમ નામો નથી (એટલે ​​કે માર્ક, લ્યુક, જ્હોન). મોટે ભાગે, તે જ હદીસ એક જ પુસ્તકમાં ડઝનેક વખત મળી શકે છે અથવા હદીસના ઘણા પુસ્તકો પર ફેલાય છે કારણ કે તે ઘણા લોકો દ્વારા એકત્રિત કરવામાં આવી હતી. આને સાહિહ (ખૂબ જ અવાજ) હદીસ તરીકે વર્ગીકૃત કરવામાં આવશે.\n\nકુરાન પણ લખવામાં આવ્યું હતું પરંતુ મોટે ભાગે પ્રબોધકના જીવન દરમિયાન હજારો લોકો દ્વારા યાદ કરવામાં આવ્યું હતું. તે આજે પણ લાખો લોકો દ્વારા, મૂળ અરબી ભાષામાં- બિન-અરબી વક્તાઓ દ્વારા પણ યાદ છે. આ શક્ય છે કારણ કે કુરાન ઘણા લોકો માટે કાવ્યાત્મક અને યાદ રાખવા માટે સરળ છે. જો કુરાનનો તમામ ટેક્સ્ટ કોઈક રીતે અદૃશ્ય થઈ ગયો, તો મુસ્લિમો જો તેઓ સાથે કામ કરશે તો થોડીક સેકંડમાં તેને પાછો લાવી શકશે. તે કોઈપણ રીતે જરૂરી નથી, કેમ કે ભગવાન અમને કહ્યું કે તે કુરાનમાં તેનું રક્ષણ કરશે. __ \"ખરેખર, તે જ આપણે કુરઆનને નીચે મોકલ્યા અને ખરેખર, અમે તેના વાલી બનીશું.\" (કુરાન 15: 9) __\n\nતે કાવ્યાત્મક અને પાઠની સુંદરતાને ધ્યાનમાં લીધા વિના કુરાનનો સંદેશ વિશ્વાસીઓના મનમાં સરળતાથી બંધ બેસે છે કારણ કે તે ભૂતકાળ, ભવિષ્ય અને તર્કસંગત અને સમજવા માટે સરળ રીતે સમજાવે છે. કુરાન ખરેખર આપણી પાસે સૌથી મોટો ચમત્કાર છે, અને ઇસ્લામ એ સાચો ધર્મ છે તે સાબિત કરવા માટે ફક્ત એક જ જોઈએ છે. અમને બનાવ્યો અને અમારી સાથે વાત કરે છે અને કુરાનના શબ્દોથી સીધા જ અમને શીખવે છે. અને તે પછી અમને શીખવવા માટે કોણ વધુ સારું છે, જેણે આપણને બનાવ્યું અને અમને શ્રેષ્ઠ રીતે જાણે છે?\n\nજૂના સમયમાં વિશ્વના જુદા જુદા ભાગોમાં લોકોએ અલગ ઇતિહાસ રાખ્યા હતા કારણ કે તેઓ ઘણી વાર એકબીજાને મળતા ન હતા. કેટલાક જૂથો એકબીજાને ક્યારેય મળ્યા નહીં. મધ્યયુગીન યુરોપ, પ્રાચીન રોમ અને પ્રાચીન ચીને દરેકને વિચાર્યું કે તેઓ વિશ્વના એકમાત્ર મહત્વપૂર્ણ ભાગો પર શાસન કરે છે અને અન્ય ભાગો \"બાર્બેરિયન\" હતા.",
"t.First Pyramid Built": "__ \"આ દિવસ અમે તમને તમારા શરીરમાં (ઓ ફારુન) બચાવીશું, જેથી તમે જે લોકો પછી આવે છે તેમના માટે તમે નિશાની બની શકો! પરંતુ ખરેખર, માનવજાતમાંથી ઘણા આપણા ચિહ્નોથી ઉપેક્ષિત છે.\" (કુરાન 10:93) __\n\nએ __pyramid__ એ એક માળખું છે, સામાન્ય રીતે પથ્થરની, પિરામિડના આકારમાં બાંધવામાં આવે છે. પ્રાચીનથી લઈને આધુનિક સમય સુધીના લોકોએ વિશ્વના ઘણા જુદા જુદા ભાગોમાં આવી રચનાઓ બનાવી છે.\n\nપ્રથમ __pyramids__ 2630 બી.સી. માં બનાવવામાં આવ્યા હતા. સૌથી જૂની જાણીતી પિરામિડ ઇજિપ્તના સેકરામાં છે અને તે ત્રીજા ઇજિપ્તની રાજવંશના રાજા જોઓસર દ્વારા બનાવવામાં આવી હતી.\n\nકુરાન મુસા (એએસ, મૂસા) અને યુસુફ (એએસ, જોસેફ) વિશેની વાર્તાઓમાં ઇજિપ્તની રાજવંશ વિશે ઘણી વાતો કરે છે.\n\nકુરાન ઇજિપ્તની ઇતિહાસને આ ઇજિપ્તની રાજવંશના નેતાના રાજા અથવા ફારુન (જે પછીથી આવ્યો) તરીકે ઉલ્લેખ કરીને સચોટ રીતે વર્ણવે છે. એક historical તિહાસિક તથ્ય જે તાજેતરમાં જ બ્રિટીશ મ્યુઝિયમ દ્વારા મળી આવી હતી. તેમના મતે, ઇજિપ્તવાસીઓએ 18 મી રાજવંશ (1552-1295 બીસી) સુધી તેમના શાસકોને \"ફારુન\" ન કહ્યું.\n\nમૂસા અને ફિરન (ફારુન) વિશે વાત કરતા થોડા શ્લોકો:\n__ \"અમે (અલ્લાહ) તમારી સાથે મોસેસ અને ફારુનની વાર્તાનો એક ભાગ, જે લોકો માને છે તે લોકોના ફાયદા માટે રિહર્સલ કરીએ છીએ. (કુરાન 28:04).\n\n\"અમે મૂસાને અમારા ચિહ્નો સાથે ફારુન અને તેના વડાઓને મોકલ્યા, પરંતુ તેઓએ તેમને અન્યાયિક રીતે નકારી કા .્યા. જુઓ, પછી, જેમણે ડિસઓર્ડર બનાવ્યો તેનો અંત શું હતો! (કુરાન 7: 104)\n\n\"આ દિવસ અમે તમને તમારા શરીરમાં (ઓ ફારુન) બચાવીશું, જેથી તમે જે લોકો પછી આવે છે તેમના માટે તમે નિશાની બની શકો! પરંતુ ખરેખર, માનવજાતમાંથી ઘણા આપણા ચિહ્નોથી ઉપેક્ષિત છે. (કુરાન 10:93) __ __\n\nતે ઇતિહાસકારો અને ખ્રિસ્તી અને મુસ્લિમ વિદ્વાનો દ્વારા વ્યાપકપણે માનવામાં આવે છે કે મૂસાએ રામેસિસ II સાથે વાતચીત કરી. કુરાન અને બાઇબલ બંને આ વાર્તાનો વિગતવાર ઉલ્લેખ કરે છે આખરે ફેરોને મૂસા પછી લાલ સમુદ્રમાં ડૂબી ગયો, ભગવાનની પરવાનગી સાથે, સમુદ્રને અલગ પાડ્યો.\n\nકુરાનની __ ની ભવિષ્યવાણી \"આ દિવસ અમે તમને (ઓ ફારુન) તમારા શરીરમાં બચાવીશું, જેથી તમે જે લોકો પછી આવે છે તેના માટે તમે નિશાની બની શકો છો!\" __ અન્ય કોઈ શાસ્ત્રમાં જોવા મળતો નથી અને ઇતિહાસકારોને પણ આનો કોઈ ચાવી નહોતી તાજેતરમાં સુધી. નાઇલના કાંઠે કિંગ્સ (કેવી 7 અને 8) ની ખીણમાં છુપાયેલા તમામ ફારુહોના મમ્મીફાઇડ મૃતદેહો. તેમની કબરો લૂંટ્યા પછી પણ, સદીઓથી રાજાઓના મમ્મીફાઇડ અવશેષો તેમના અજાણ્યા રાખવામાં આવ્યા હતા. તેમની શોધ 19 મી સદીમાં થઈ હતી અને તમે હવે જોઈ શકો છો, ઇજિપ્તના કૈરોમાં ગ્રાન્ડ ઇજિપ્તની સંગ્રહાલયમાં તમારી પોતાની નજરથી રામેસિસ II. તેનો મૃતદેહ પણ બધાને જોવા માટે અનેક આંતરરાષ્ટ્રીય પ્રવાસ પર ગયો છે. આ ફરીથી, બતાવે છે કે કુરાન અને ઇસ્લામનું જ્ knowledge ાન ફક્ત ભગવાન દ્વારા આપણને કેવી રીતે આપવામાં આવ્યું હતું.\n\nતમે યહૂદી લોકોને આ ફારુન અને અન્ય પ્રાચીન ઇજિપ્તની નેતાઓ સાથેના તેમના અનુભવ વિશે પણ પૂછી શકો છો.\n\n__ \"અને અમે મોસેસને નવ સ્પષ્ટ ચિહ્નો આપ્યા હતા, તેથી ઇઝરાઇલના બાળકોને [લગભગ] જ્યારે તેઓ તેમની પાસે આવ્યા ત્યારે પૂછો અને ફારુને તેમને કહ્યું,\" ખરેખર મને લાગે છે, ઓ મૂસા, તમે જાદુથી પ્રભાવિત છો. \"(કુરાન. 17: 101) __\n\nયહૂદી લોકોની અસ્તિત્વ પણ અમને તેઓને મળેલા ભગવાનના અન્ય ચિહ્નો વિશે પૂછવાની મંજૂરી આપે છે, જેમ કે તેમને મોકલવામાં આવેલા ઘણા ચમત્કારો અને પ્રબોધકો.\n\n__ ઇઝરાઇલના બાળકોને અમે તેમને કેટલા સ્પષ્ટ સંકેત આપ્યા. અને જે પણ અલ્લાહની તરફેણ કરે તે પછી તેની તરફેણ કરે છે - પછી ખરેખર, અલ્લાહ બદલામાં ગંભીર છે. (કુરાન 2.211) __",
"t.Roman Empire": "__ રોમન સામ્રાજ્ય__ (લેટિન: ઇમ્પિરિયમ રોમનમ) પ્રાચીન વિશ્વનું સૌથી મોટું સામ્રાજ્ય હતું. તેની રાજધાની રોમ હતી, અને તેનું સામ્રાજ્ય ભૂમધ્ય સમુદ્રમાં હતું. સામ્રાજ્ય 27 બીસીનું છે, જ્યારે ઓક્ટાવીયન સમ્રાટ, August ગસ્ટસ બન્યો, ત્યાં સુધી તે 476 એડીમાં પડ્યો ત્યાં સુધી, પ્રાચીન વિશ્વના અંત અને મધ્ય યુગની શરૂઆત અથવા શ્યામ યુગની શરૂઆત ચિહ્નિત કરે છે.\n\nસામ્રાજ્ય પ્રાચીન રોમનો ત્રીજો તબક્કો હતો. રોમ પર સૌ પ્રથમ રોમન કિંગ્સ દ્વારા શાસન કરવામાં આવ્યું હતું, ત્યારબાદ રોમન રિપબ્લિક દ્વારા, પછી એક સમ્રાટ દ્વારા.\n\nઘણી આધુનિક જમીનો એક સમયે __્રોમન સામ્રાજ્ય __ નો ભાગ હતી, જેમાં બ્રિટન (સ્કોટલેન્ડ નહીં), સ્પેન, પોર્ટુગલ, ફ્રાન્સ (ગૌલ), ઇટાલી, ગ્રીસ, તુર્કી, જર્મની, ઇજિપ્ત, લેવન્ટ, ક્રિમીઆ, સ્વિટ્ઝર્લ .ન્ડ અને આફ્રિકાના ઉત્તર દરિયાકાંઠેનો સમાવેશ થાય છે. __Roman સામ્રાજ્યની મુખ્ય ભાષા __ લેટિન હતી; ગ્રીક એક મહત્વપૂર્ણ ગૌણ ભાષા હતી.\n\n__Roman સામ્રાજ્ય __ નો પશ્ચિમ ભાગ લગભગ 500 વર્ષ સુધી ચાલુ રહ્યો, અને ગ્રીસ અને એનાટોલીયા સહિતના પૂર્વી ભાગ લગભગ એક હજાર વર્ષ સુધી ચાલુ રહ્યો. પૂર્વીય ભાગને બાયઝેન્ટાઇન સામ્રાજ્ય કહેવામાં આવતું હતું, જે તેની મૂડી કોન્સ્ટેન્ટિનોપલ છે અને 1453 માં સુલતાન ફાતિહ મેહમેટ દ્વારા કોન્સ્ટેન્ટિનોપલના ઓટ્ટોમન વિજય દ્વારા તેનો અંત આવ્યો હતો. આ ઇવેન્ટને પ્રોફેટ મુહમ્મદ દ્વારા ભવિષ્યવાણી કરવામાં આવી હતી અને તે વિશ્વના ઇતિહાસની સૌથી નોંધપાત્ર ઘટના છે.",
"t.Crusades": "__ ક્રૂસેડ્સ __ પવિત્ર ભૂમિના નિયંત્રણ ઉપર ખ્રિસ્તીઓ અને મુસ્લિમો વચ્ચે લડતા ધાર્મિક યુદ્ધોની શ્રેણી હતી. પરંપરાગત રીતે, તેઓ 1095 અને 1291 ની વચ્ચે યોજાયા. પવિત્ર ભૂમિ હજી પણ તે સ્થાન છે જે ત્રણ મોટા એકેશ્વરવાદી ધર્મો માટે ખૂબ મહત્વનું છે: ઇસ્લામ, યહુદી ધર્મ અને ખ્રિસ્તી ધર્મ. પવિત્ર ભૂમિમાં ઘણી મહત્વપૂર્ણ ધાર્મિક સ્થળો છે. આ હવે ઇઝરાઇલ અથવા પેલેસ્ટાઇન નામની જમીન છે. જેરુસલેમ, નઝારેથ, બેથલેહેમ, હેબ્રોન અને અન્ય ધાર્મિક સ્થળો ઓમર (આરએ) ના ખિલાફત દરમિયાન મુસ્લિમોના નિયંત્રણમાં આવી ગયા હતા, જે ત્રીજા ખલીફા અને નજીકના મિત્ર અને પ્રોફેટ મુહમ્મદના સાથી (સ.અ.વ.) ના સાથી હતા.\n\nત્યાં ઘણાં વિવિધ ક્રૂસેડ હતા. સૌથી મહત્વપૂર્ણ અને સૌથી મોટો __ ક્રુસેડ્સ __ 11 થી 13 મી સદી સુધી થયો. આ સમય દરમિયાન 9 મોટા ક્રૂસેડ હતા. ત્યાં ઘણા નાના ક્રૂસેડ પણ હતા. કેટલાક ક્રૂસેડ યુરોપમાં પણ હતા (ઉદાહરણ તરીકે, જર્મની, ria સ્ટ્રિયા અને સ્કેન્ડિનેવિયામાં). નાના __ ક્રુસેડ્સ__ 16 મી સદી સુધી, પુનરુજ્જીવન અને સુધારણા સુધી ચાલુ રાખ્યું.\n\n\"ક્રૂસેડ\" શબ્દ \"ક્રોસ\" શબ્દથી સંબંધિત છે અને તેનો અર્થ એક ખ્રિસ્તી પવિત્ર યુદ્ધ છે. ત્યાં અરબી શબ્દ \"જેહાદ\" પણ છે, જેનો અર્થ મુસ્લિમો દ્વારા પ્રયત્નશીલ અને સંઘર્ષ કરવો છે જેનો યુદ્ધના સમય દરમિયાન મુસ્લિમો માટે \"ક્રૂસેડ\" જેવો અર્થ હોઈ શકે છે. પ્રોફેટ (સ.અ.વ.) શીખવ્યું કે આ ઓછું જેહાદ છે અને મોટો જેહાદ ધર્મનિષ્ઠ જીવન જીવવા માટે યુદ્ધમાં આવે છે.\n\nબધા પક્ષો (ખ્રિસ્તીઓ, મુસ્લિમો અને યહૂદીઓ) તેમના ધર્મોમાં ખૂબ માનતા હતા. ઘણા ક્રૂસેડ્સ તેમની પાછળ ઘણીવાર રાજકીય અથવા નાણાકીય કારણો ધરાવતા હતા. બધા યુદ્ધોની જેમ.\n\nત્રણ અબ્રાહમ ધર્મો વચ્ચેની દુશ્મનાવટ જોઈને દુ sad ખ થાય છે જે ખૂબ સમાન છે. મુસ્લિમો યહૂદીઓ અને ખ્રિસ્તીઓને પુસ્તકના લોકો માને છે, જેનો અર્થ છે કે તેઓ અન્ય લોકો કરતા મુસ્લિમો સાથે વિશેષ દરજ્જો અને ગા close સંબંધ ધરાવે છે. તમે આને પ્રોફેટ (સ.અ.વ.) ના જીવનમાં જોઈ શકો છો અને જ્યાં તે અને સાથીઓ મોટી લડાઇમાં સસાનીઓને બાયઝેન્ટાઇન ક્રિશ્ચિયનના નુકસાનથી દુ: ખી હતા. આ હદીસોમાં રેકોર્ડ કરવામાં આવ્યું હતું અને કુરાનમાં પણ વાત કરી હતી. ઇસ્લામની પ્રામાણિકતાનો તે બીજો રસપ્રદ પુરાવો પણ છે કારણ કે ભગવાનએ ભાવિ ઘટના જાહેર કરી હતી જે પસાર થઈ: પહેલાં અને પછીનો આદેશ છે. અને તે દિવસે વિશ્વાસીઓ આનંદ કરશે \"(કુરાન 30: 2-4) __\n\nઆ સમયે બહાર આવ્યું ત્યારે, આરબ મૂર્તિપૂજકો મૂર્તિપૂજક સસાનીઓની બાજુમાં હતા, જ્યારે આરબ મુસ્લિમોને આશા હતી કે ખ્રિસ્તી લોકો આ યુદ્ધમાં જીત મેળવી શકે. જ્યારે ખ્રિસ્તીઓએ મૂર્તિપૂજકો ગુમાવ્યા ત્યારે મુસ્લિમોની આ ખોટ માટે મજાક ઉડાવી અને \"હવે તમારો શક્તિશાળી ભગવાન ક્યાં છે?\" જેવી વાતો કહેતા. તેથી ઈશ્વરે આ ક્ષણે આ શ્લોક જાહેર કર્યો. પૂરતી ખાતરી છે કે, ઇસસની લડાઇમાં 622 એડીમાં, સમ્રાટ હેરાક્લિયસની હેઠળના બાયઝેન્ટાઇનોએ સસાનીઓ સામે એનાટોલીયામાં ક્રશિંગ અને કાયમી વિજય મેળવ્યો હતો, આમ કુરાની ભવિષ્યવાણીની પુષ્ટિ કરી હતી.",
"t.Black Plague": "__ બ્લેક ડેથ __ એ રોગનો ફાટી નીકળ્યો હતો જેણે યુરોપ અને એશિયાના લાખો લોકો માર્યા ગયા હતા. યુરોપના દર ત્રણમાંથી લગભગ એક લોકો આ રોગથી મૃત્યુ પામ્યા હતા, અને તે 1347 અને 1351 ની વચ્ચે સૌથી ખરાબ હતું. આ રોગ એશિયામાં શરૂ થઈ શકે છે. મોટાભાગના લોકો માને છે કે આ રોગ બ્યુબોનિક પ્લેગ હતો. આ રોગ ઉંદરો પર રહેતા ચાંચડ દ્વારા વહન અને ફેલાય છે. સિલ્ક રોડના વેપારીઓ ચેપગ્રસ્ત ચાંચડને યુરોપમાં લાવ્યા હશે.\n\nચાંચસે સમસ્યા શરૂ કરી; ચેપગ્રસ્ત ચાંચડ કાળા ઉંદરો દ્વારા વહન કરવામાં આવ્યાં હતાં. ચાંચડ વહન કરતા ઉંદરો શહેરોમાં જશે. જ્યારે ચાંચડ કોઈકને બીટ કરે છે, ત્યારે તેઓ ઘામાં થોડો બેક્ટેરિયા લગાવે છે. આનાથી વ્યક્તિને ચેપ લાગશે. ઉંદરો ઘણીવાર વહાણો પર હતા. આનો અર્થ આ રોગ ખૂબ જ ઝડપથી ફેલાયો, સમગ્ર યુરોપમાં.\n\nમનુષ્યમાં, આ રોગને કારણે જંઘામૂળમાં, હાથની નીચે અને કાનની પાછળ સોજો આવે છે. આ સોજો કાળા અને જાંબુડિયા રંગ હતા, તેથી નામ 'ધ બ્લેક ડેથ'. શ્યામ સોજો બૂબોઝ કહેવાતા. લોકોમાં દુ pain ખમાં હતા અને પીડિતો એક ભયાનક મૃત્યુ પામ્યા હતા. પીડિતોને આ રોગ વહન કરનારા ચાંચડ દ્વારા કરડ્યાના 3-7 દિવસ પછી લક્ષણો જોઇ શકાય છે.\n\nદુર્ભાગ્યે, લંડનમાં જેવા કેટલાક શહેરોમાં એવું માનવામાં આવતું હતું કે બિલાડીઓ આ રોગનું કારણ બને છે તેથી તેઓ શિકાર કરવામાં આવ્યા હતા અને મોટી સંખ્યામાં માર્યા ગયા હતા. દુર્ભાગ્યવશ, અપેક્ષા મુજબ, આનાથી પ્લેગ વધુ ખરાબ થઈ ગયું કારણ કે હવે ઉંદરોએ તેમનો મુખ્ય કુદરતી શિકારી ગુમાવ્યો અને ત્યાં વસ્તી વધુ વધી ગઈ.\n\nબ્યુબોનિક પ્લેગની આજુબાજુની બીજી રસપ્રદ હકીકત એ છે કે પોપે પોતાને કેવી રીતે બચાવ્યો. તે સમયે, મુસ્લિમો તમામ તબીબી અને વૈજ્ .ાનિક શોધના વડા હતા. ઘણા મુસ્લિમ પુસ્તકોમાંથી પસાર થતાં, કેથોલિક પાદરીઓએ શોધી કા .્યું કે અગ્નિ ચોક્કસ માંદગી (સૂક્ષ્મજંતુઓ) ને કા ward ી નાખવા અને મારી નાખવાનું માનવામાં આવે છે. જેમ કે, તેઓએ પોપની આજુબાજુના વર્તુળમાં એક પ્રચંડ અગ્નિ પ્રગટાવ્યો જે ઘણા અઠવાડિયા સુધી ચાલ્યો. આ અલબત્ત, ઉંદરો અને તેમના ભાગી રહેલા પોપ બનાવે છે અને તે કોઈ સમસ્યા વિના બચી ગયો હતો.",
"t.Constantinople/Istanbul": "__Constantinople__ રોમન સામ્રાજ્ય (330-395), બાયઝેન્ટાઇન/ઇસ્ટ રોમન સામ્રાજ્ય (395-1204 અને 1261-1453), લેટિન સામ્રાજ્ય (1204-1261), અને to ટોમન સામ્રાજ્ય (1453-1922) ની રાજધાની હતી. 1930 માં તેનું નામ ઇસ્તંબુલ રાખવામાં આવ્યું. તે હાલના તુર્કીમાં એક શહેર છે.\n\nઇસ્લામબોલ તરીકે પણ ઓળખાતા ઇસ્તંબુલનો વિજય એ ઇસ્લામનો બીજો સંકેત હતો અને પ્રબોધક મુહમ્મદે તેની ભવિષ્યવાણી કરી હતી. __ “ખરેખર, તમે કોન્સ્ટેન્ટિનોપલ પર વિજય મેળવશો. તે સૈન્ય કેવું અદ્ભુત હશે, અને તે વિજેતા શું અદ્ભુત કમાન્ડર હશે. \" . .\n\nઇતિહાસકારોએ જણાવ્યું છે કે, __constantinople પર વિજય મેળવવાના સમયગાળા માટે, આજે ન્યુ યોર્ક સિટી જેવા સ્થળ પર વિજય મેળવવાની સમકક્ષ છે.",
"t.Newton and Gravity": "જ્યારે મોટાભાગના લોકો __isaac ન્યૂટન __ વિશે વિચારે છે, ત્યારે તેઓ સફરજનના પતનને જોતા સફરજનના ઝાડની નીચે બેઠા હોવાનું વિચારે છે. કેટલાક લોકો પણ માને છે કે સફરજન તેના માથા પર પડ્યું. __ ન્યુટન__ સમજી ગયો કે સફરજન જેવી વસ્તુઓ જમીન પર પડે છે તે એક વિશિષ્ટ પ્રકારનું બળ છે - જેને આપણે ગુરુત્વાકર્ષણ કહીએ છીએ. __ ન્યુટન __ એ વિચાર્યું કે ગુરુત્વાકર્ષણ એ સફરજન અને પૃથ્વી જેવા બે પદાર્થો વચ્ચેના આકર્ષણનું બળ છે. તેમણે એમ પણ વિચાર્યું કે વધુ બાબતવાળી object બ્જેક્ટ નાના પદાર્થો પર સમાન બળનો ઉપયોગ કરે છે કારણ કે તેઓ તેના પર ઉપયોગ કરે છે. તેનો અર્થ એ કે પૃથ્વીના મોટા સમૂહએ તેની તરફ વસ્તુઓ ખેંચી લીધી. તેથી જ સફરજન ઉપરના બદલે નીચે પડી ગયું, અને લોકો કેમ હવામાં તરતા નથી.\n\n__Isaac newton__ ગુરુત્વાકર્ષણ વિશે વિચારવાનું ચાલુ રાખ્યું. __Newton__ પહેલાં, લોકોએ વિચાર્યું કે પૃથ્વીની નજીકના પદાર્થો નીચે પડી જશે. પરંતુ __ ન્યુટન __ એ વિચાર્યું કે ગુરુત્વાકર્ષણ ફક્ત પૃથ્વી અને તેના પરના પદાર્થો સુધી મર્યાદિત હોવું જોઈએ નહીં. જો ગુરુત્વાકર્ષણ ચંદ્ર પર અને આગળ જાય તો?\n\n__ ન્યુટન__ એ બે સંસ્થાઓ વચ્ચેના આકર્ષણના બળની ગણતરી માટે એક સૂત્રની શોધ કરી. તેમણે તેનો ઉપયોગ પૃથ્વીની આસપાસ ચંદ્રને આગળ વધારવા માટે જરૂરી બળની ગણતરી કરવા માટે કર્યો. પછી તેણે તેની સરખામણી તે બળ સાથે કરી જેણે સફરજનને નીચે તરફ નીચે ઉતારી દીધું. ચંદ્ર પૃથ્વીથી ખૂબ દૂર છે તે હકીકતને મંજૂરી આપ્યા પછી, અને તેમાં વધુ મોટો સમૂહ છે, તેણે શોધી કા .્યું કે દળો સમાન છે. પૃથ્વીની ગુરુત્વાકર્ષણના ખેંચાણ દ્વારા ચંદ્ર પૃથ્વીની આસપાસની ભ્રમણકક્ષામાં રાખવામાં આવે છે.\n\n__Newton__ દ્વારા શોધાયેલ સૂત્રને ગુરુત્વાકર્ષણનો કાયદો કહેવામાં આવે છે. તે એકદમ બુદ્ધિશાળી હતો અને તેના ઘણા કાયદા ન્યુટોનિયન ભૌતિકશાસ્ત્ર તરીકે જાણીતા બન્યા. તેના ઘણા ગાણિતિક સૂત્રો હજી પણ મોટા પદાર્થો માટે of બ્જેક્ટ્સના મિકેનિક્સની ગણતરી કરવા માટે વપરાય છે. તેઓ નાની વસ્તુઓ માટે સચોટ નથી તેથી માઇક્રોસ્કોપિક of બ્જેક્ટ્સની આ વિચિત્ર દુનિયાને અજમાવવા અને ક્વોન્ટમ ફિઝિક્સ નામનું ન્યુવર વિજ્ .ાન વિકાસ હેઠળ છે.",
"t.Industrialization": "__Industrialization__ (અથવા industrial દ્યોગિકરણ) એ એક પ્રક્રિયા છે જે દેશોમાં થાય છે જ્યારે તેઓ મશીનોનો ઉપયોગ કામ કરવા માટે કરવાનું શરૂ કરે છે જે એક સમયે લોકો દ્વારા કરવામાં આવતું હતું. __Industrialization__ લોકો જે કરે છે તે બદલી નાખે છે. __Industrialization__ ને કારણે નગરો મોટા થાય છે. ઘણા લોકોએ નગરોમાં ફેક્ટરીઓમાં paid ંચી પગારની નોકરી લેવા ખેતી છોડી દીધી હતી.\n\n__Industrialization__ એ એક પ્રક્રિયાનો એક ભાગ છે જ્યાં લોકો વસ્તુઓ બનાવવા માટે સરળ અને સસ્તી રીતો અપનાવે છે. વધુ સારી તકનીકીનો ઉપયોગ કરીને, ટૂંકા સમયમાં વધુ માલ ઉત્પન્ન કરવાનું શક્ય બને છે. વધુ વસ્તુઓ ઓછા લોકો દ્વારા ઉત્પન્ન કરી શકાય છે.\n\nIndustrial દ્યોગિકરણ પછી લોકો પણ વધુ વિશિષ્ટ નોકરીઓ કરે છે. ઉદાહરણ તરીકે industrial દ્યોગિકરણ પહેલાં, એક મોચી (એક વ્યક્તિ જે પગરખાં અને ચામડાની ચીજવસ્તુ બનાવે છે) બધા એકલા જૂતાની જોડી બનાવે છે. તેણે પગરખાંની એક જોડી પર કામ કર્યું, તે સમાપ્ત કર્યું, પછી પગરખાંની આગલી જોડીથી પ્રારંભ કરશે. Industrial દ્યોગિકરણ સાથે, ઘણા લોકો જૂતાની પ્રક્રિયાને નાના કાર્યોમાં કાપીને પગરખાં બનાવવામાં સામેલ છે. ઉદાહરણ તરીકે, ત્યાં એક વ્યક્તિ છે જે જૂતાનો એકમાત્ર કાપી નાખે છે અને બીજો વ્યક્તિ તેને ટાંકાવે છે. ટૂંકમાં, ત્યાં મજૂરનું વિભાજન છે અને તે આજે એસેમ્બલી લાઇન તરીકે ઓળખાય છે. આવા ફેક્ટરીઓમાં મશીનોમાં ઘણા પૈસા ખર્ચ થાય છે, તેથી ફેક્ટરી એક સમૃદ્ધ વ્યક્તિની માલિકીની રહેશે જે મશીનો પરવડી શકે છે અને વિવિધ મશીનો અને કાર્યો માટે કામદારોને ભાડે રાખી શકે છે.\n\n__Industrialization__ 18 મી સદીમાં industrial દ્યોગિક ક્રાંતિથી ઇંગ્લેન્ડમાં શરૂ થયો. તે પ્રથમ યુરોપના ભાગો અને ઉત્તર અમેરિકામાં ફેલાય છે. 20 મી સદીમાં industrial દ્યોગિકરણ મોટાભાગના અન્ય દેશોમાં ફેલાય છે.",
"t.Darwin's\nTheory of Evolution": "__ \"અલ્લાહે દરેક પ્રાણીને પાણીમાંથી બનાવ્યો છે. તેમાંથી કેટલાક તેમના પેટ પર સળગાવી દે છે, કેટલાક જે બે પગ પર ચાલે છે, અને કેટલાક ચાર પર ચાલે છે. 24:45) .__\n\n__ ચાર્લ્સ ડાર્વિન__ (1809–1882) 1859 માં તેમનું પુસ્તક \"ઓન ધ ઓરિજિન ઓફ પ્રજાતિ\". માં તેમણે જીવન કેવી રીતે પૃથ્વી પર બન્યું તે વિશે ઘણા સિદ્ધાંતો આગળ મૂક્યા. તેમણે કુદરતી પસંદગીની દરખાસ્ત કરી, જે એક પ્રક્રિયા છે જ્યાં ચોક્કસ લક્ષણોવાળા પ્રાણીઓ, બધા પ્રાણીઓ અસ્તિત્વમાં કેવી રીતે આવે છે તે રીતે વધુ સારી રીતે ટકી શકે છે. જો કે, ડાર્વિન તે સમયે આનુવંશિકતા અથવા ખરેખર કેવી રીતે લક્ષણો પસાર કરવામાં આવ્યા તે વિશે સમજી શક્યા નહીં અથવા જાણતા ન હતા. તેથી તે બાળકોને તેમના માતાપિતા જેવા દેખાવા માટે સચોટ રીતે સમજાવી શક્યો નહીં.\n\nતેમ છતાં, __darwins__ ઉત્ક્રાંતિનું સમજૂતી વૈજ્ .ાનિક સમુદાય દ્વારા મૂળભૂત રીતે સ્વીકારવામાં આવે છે અને વૈજ્ .ાનિકો આજે એક જ કોષ સજીવ અને વાંદરાઓથી વિકસિત થયા તે સાબિત કરવા માટે સખત મહેનત કરી રહ્યા છે. જ્યારે, મુસ્લિમો, ખ્રિસ્તીઓ અને યહૂદીઓ માને છે કે આપણે પ્રથમ પુરુષ અને સ્ત્રી, આદમ (સ.અ.વ.) અને હવાવા (ઇવ) ના વંશજો છીએ. વૈજ્ entists ાનિકો આવા તારણોને \"બુદ્ધિશાળી ડિઝાઇન\" તરીકે ઓળખે છે અને આના અસંખ્ય પુરાવા છે, જેમ કે ડીએનએ, માનવ શરીર, સૌર પ્રણાલી વગેરે કેવી રીતે કાર્ય કરે છે.\n\nડાર્વિનિઝમની જેમ, ઇસ્લામ એ વિચારને માન્યતા આપે છે કે જીવન તબક્કામાં અને સમયગાળા દરમિયાન વિકસે છે. ઉપરાંત, અમે માનીએ છીએ કે ભગવાન પાસે બધી બાબતો પર શક્તિ છે અને તેના વાતાવરણમાં અપનાવવા માટે કંઈપણ સરળતાથી બદલી શકે છે. ઈશ્વરે તેને પહેલી વાર બનાવ્યું, બીજી વખત સરળ હશે, ખરું? જેમ કે આપણને ચુકાદાના દિવસે સજીવન કરવામાં આવે છે.\n\nપરંતુ આધુનિક ઉત્ક્રાંતિવાદી સિદ્ધાંતોથી વિપરીત, રેન્ડમ પરિવર્તન કહેતા, જે હંમેશાં વિનાશક અને પ્રકૃતિમાં જીવલેણ હોય છે, પ્રાણીને વિકસિત કરવાનું કારણ બને છે, અમે માનીએ છીએ કે ભગવાન રાતોરાત પ્રાણીને બદલી શકે છે, જો પૂર પછી ખોરાક સરળ શોધવા માટે લાંબી ચાંચ હોય, જો તેની જરૂર હોય તો, ઉદાહરણ. આ ખરેખર પક્ષીઓના લક્ષણોને એટલા ઝડપથી અનુકૂળ કરતા ઘણા અભ્યાસ પર દસ્તાવેજીકરણ થયેલ છે કે વૈજ્ scientists ાનિકો તેને સમજાવી શકતા નથી અને ચિંતા કરે છે કે અન્ય પ્રજાતિઓ ઝડપથી અનુકૂળ નહીં થાય. આ વધુ અર્થમાં છે પછી પ્રાણી ધીમે ધીમે અને રેન્ડમલી તક દ્વારા વિકસિત થાય છે. ઉપરાંત, ત્યાં નવા અથવા લુપ્ત પતંગિયાઓ ચમત્કારિક રૂપે કોઈ ક્યાંથી બહાર આવવાના કિસ્સાઓ છે. મુસ્લિમો પ્રાણીઓ અને પર્યાવરણની ખૂબ કાળજી લે છે, પરંતુ આપણે તેમને લુપ્ત થવા અથવા પોતાનું ધ્યાન રાખવામાં સમર્થ ન હોવા અંગે તણાવ આપતા નથી કારણ કે બધી બાબતોની જેમ, આપણે ભગવાન પર વિશ્વાસ રાખીએ છીએ.\n\nસારાંશમાં, મુસ્લિમો એ વિચારને નકારી કા .ે છે કે મનુષ્ય ચાપોથી અવ્યવસ્થિત રીતે વિકસિત થયો છે. મુસ્લિમો માને છે કે મનુષ્યને એક વિશેષ બનાવટ માનવામાં આવે છે. ઇસ્લામ શીખવે છે કે મનુષ્ય એક અનન્ય જીવન સ્વરૂપ છે જે અલ્લાહ દ્વારા બનાવવામાં આવ્યું હતું, બાકીની દરેક વસ્તુની જેમ; જો કે, આપણી પાસે અન્ય કોઈ પ્રાણી અને અસ્તિત્વથી વિપરીત અનન્ય ભેટો અને ક્ષમતાઓ છે. ઉદાહરણ તરીકે, આપણી પાસે શાશ્વત આત્મા, અંત conscience કરણ, કલ્પના, જ્ knowledge ાન અને સ્વતંત્ર ઇચ્છા છે. આપણે મજબૂત, સારા અને ધર્મનિષ્ઠ હોઈ શકીએ છીએ અથવા નબળા હોઈ શકીએ છીએ અને ફક્ત આપણી સ્વાર્થી ઇચ્છાઓને પૂર્ણ કરવા માટે કાર્ય કરીએ છીએ. અનુલક્ષીને, મનુષ્યના જીવનની શરૂઆત બે લોકોની રચનાથી થઈ, એક પુરુષ અને એક સ્ત્રી અને આદમ અને હવાવા (ઇવ) નામની સ્ત્રી અને તે આપણા બધાને લોહી અને કુટુંબ દ્વારા સંબંધિત બનાવે છે.\n\nકુરાન વર્ણવે છે કે અલ્લાહ __ \"દરેક જીવંત વસ્તુમાંથી પાણીથી બનેલા\" (કુરાન 21:30) .__ બીજો શ્લોક વર્ણવે છે કે કેવી રીતે __ \"અલ્લાહે પાણીથી દરેક પ્રાણી બનાવ્યા છે. તેમાંના કેટલાક તેમના બેલ પર વિસર્પી છે, કેટલાક તે છે બે પગ પર ચાલો, અને કેટલાક જે ચાર પર ચાલે છે. અલ્લાહ તે શું ઇચ્છે છે તે બનાવે છે, કેમ કે ખરેખર અલ્લાહની બધી બાબતો પર શક્તિ છે \"(24: 45) .__\n\nઆ છંદો વૈજ્ .ાનિક સિદ્ધાંતને સમર્થન આપે છે કે જીવન પાણીથી શરૂ થયું.",
"t.World War 1": "__ વર્લ્ડ યુદ્ધ I__ (અથવા પ્રથમ વિશ્વ યુદ્ધ) એ વૈશ્વિક યુદ્ધ હતું જે 28 જુલાઈ, 1914 ના રોજ શરૂ થયું હતું અને 11 નવેમ્બર, 1918 સુધી ચાલ્યું હતું. યુદ્ધ બરાબર ચાર વર્ષ, ત્રણ મહિના અને 14 દિવસ સુધી ચાલ્યું હતું.\n\nમોટાભાગની લડત યુરોપમાં હતી, પરંતુ અન્ય ઘણા દેશોના સૈનિકોએ ભાગ લીધો હતો, અને તેણે યુરોપિયન શક્તિઓના વસાહતી સામ્રાજ્યોને બદલી નાખ્યા હતા અને પરિણામે ઓટ્ટોમન સામ્રાજ્યનો અંત આવ્યો હતો. 1939 માં બીજા વિશ્વયુદ્ધની શરૂઆત થાય તે પહેલાં, __ વર્લ્ડ યુદ્ધ I__ ને મહાન યુદ્ધ, વિશ્વ યુદ્ધ અથવા 'યુદ્ધને સમાપ્ત કરવા માટેનું યુદ્ધ' કહેવાતું. 135 દેશોએ __ વર્લ્ડ યુદ્ધમાં ભાગ લીધો હતો, અને લડતા લગભગ 10 મિલિયન લોકો મૃત્યુ પામ્યા હતા, મોટે ભાગે રોગ અને દુષ્કાળ.\n\n__ વર્લ્ડ યુદ્ધ I__ યુરોપના મોટાભાગના દેશો દ્વારા લડવામાં આવ્યો હતો. વાસ્તવિક લડત ઘણા જુદા જુદા મોરચે હતી. પશ્ચિમી મોરચો હતો જ્યાં જર્મની અને સાથીઓ વચ્ચેની મોટાભાગની લડત બની હતી. અહીંની મોટાભાગની લડત ખાઈ યુદ્ધની હતી.\n\nપૂર્વીય મોરચો મધ્ય અને પૂર્વી યુરોપમાં લડ્યો હતો. આગળના કદને કારણે અહીં લડવું એ ટ્રેન્ચ યુદ્ધ ન હતું પરંતુ મોબાઇલ યુદ્ધ હતું. મધ્ય પૂર્વી મોરચા અને ઇટાલિયન મોરચામાં ખૂબ લડત થઈ. લડાઇ આફ્રિકા, ચીન અને સમુદ્રમાં તેમજ હવામાં પણ થઈ હતી.\n\nયુદ્ધ ઘણી જુદી જુદી સંધિઓના હસ્તાક્ષર દ્વારા સમાપ્ત થયું હતું, જે વર્સેલ્સની સંધિ છે.\n\n__ વર્લ્ડ યુદ્ધ I__ એ પહેલું મોટું યુદ્ધ હતું જ્યાં ટાંકી, વિમાન અને સબમરીન અથવા (યુ-બોટ) મહત્વપૂર્ણ શસ્ત્રો હતા.",
"t.World War 2": "__ વર્લ્ડ યુદ્ધ II__ (ડબ્લ્યુડબ્લ્યુઆઈઆઈ અથવા ડબ્લ્યુડબ્લ્યુ 2), જેને બીજા વિશ્વ યુદ્ધ પણ કહેવામાં આવે છે અને, સોવિયત યુનિયનમાં, મહાન દેશભક્ત યુદ્ધ, વિશ્વના ઘણા ભાગો અને ઘણા દેશોમાં લડતા વૈશ્વિક યુદ્ધ હતું. મોટાભાગના દેશોએ 1939–1945 ના વર્ષોમાં લડ્યા હતા, પરંતુ કેટલાક લોકોએ 1937 માં લડવાનું શરૂ કર્યું હતું. વિશ્વના મોટાભાગના દેશો, જેમાં તમામ મહાન શક્તિઓ સહિત, બે લશ્કરી જોડાણના ભાગ રૂપે લડ્યા હતા: સાથીઓ અને અક્ષ શક્તિઓ. __ વર્લ્ડ યુદ્ધ II__ એ માનવ ઇતિહાસમાં સૌથી ભયંકર સંઘર્ષ હતો. તેમાં વધુ દેશોનો સમાવેશ થાય છે, વધુ પૈસા ખર્ચ થાય છે અને માનવ ઇતિહાસમાં અન્ય યુદ્ધ કરતા વધુ લોકોની હત્યા કરવામાં આવી છે. 50 થી 85 મિલિયન લોકોના મોત નીપજ્યાં. બહુમતી નાગરિકો હતા. તેમાં હત્યાકાંડ, હોલોકોસ્ટની ઇરાદાપૂર્વક નરસંહાર, વ્યૂહાત્મક બોમ્બ ધડાકા, ભૂખમરો, રોગ અને જાપાન પર યુએસએ દ્વારા ઇતિહાસમાં પરમાણુ શસ્ત્રોનો પ્રથમ ઉપયોગ શામેલ છે.\n\nએશિયામાં યુદ્ધ શરૂ થયું જ્યારે જાપાનના સામ્રાજ્યએ 7 જુલાઈ 1937 ના રોજ ચીન પર આક્રમણ કર્યું. યુનાઇટેડ સ્ટેટ્સે જાપાન પર તેલનો પ્રતિબંધ મૂકીને પ્રતિક્રિયા આપી. યુરોપમાં યુદ્ધની શરૂઆત જ્યારે જર્મનીએ 1 સપ્ટેમ્બર 1939 ના રોજ પોલેન્ડ પર આક્રમણ કરી હતી. ફ્રાન્સ અને બ્રિટને જર્મની સામે યુદ્ધની ઘોષણા કરીને પ્રતિક્રિયા આપી હતી. 1941 સુધીમાં, યુરોપનો મોટાભાગનો ભાગ જર્મન નિયંત્રણ હેઠળ હતો. ફક્ત બ્રિટન ઉત્તર આફ્રિકા, ભૂમધ્ય અને એટલાન્ટિકમાં અક્ષ સામે લડતો રહ્યો. જૂન 1941 માં, અક્ષ શક્તિઓએ ઇતિહાસના યુદ્ધના સૌથી મોટા ક્ષેત્રની શરૂઆત કરીને સોવિયત યુનિયન પર આક્રમણ કર્યું. 7 ડિસેમ્બર, 1941 ના રોજ, જાપાનએ પેસિફિકમાં પશ્ચિમી વસાહતો પર હુમલો કર્યો અને બંને યુદ્ધો એક બન્યા.\n\n1942 માં જાપાની જીતને અટકાવવામાં આવી હતી, અને ઉત્તર આફ્રિકા અને સોવિયત યુનિયનમાં, 1943 સુધીમાં યુરોપિયન અક્ષની જીત પણ બંધ થઈ ગઈ હતી. તે પછી, સાથીઓએ ચારે બાજુથી લડવાનું શરૂ કર્યું. અક્ષો ઉત્તર આફ્રિકાને હારી ગયા અને 1943 માં શરૂ થતાં, ઇટાલીનો બચાવ કરવાની ફરજ પડી. 1944 માં, સાથીઓએ ફ્રાન્સ પર આક્રમણ કર્યું, રાઈન નદી પર જર્મની તરફ પ્રયાણ કર્યું, જ્યારે સોવિયતો પૂર્વથી બંધ રહ્યા. જર્મનીએ મે 1945 માં આત્મસમર્પણ કર્યું. જાપાન 2 સપ્ટેમ્બર 1945 ના રોજ formal પચારિક રીતે શરણાગતિ સ્વીકારી. યુદ્ધ એલાઇડ વિજય સાથે સમાપ્ત થયું.\n\nયુદ્ધ પછી, સંયુક્ત રાષ્ટ્રની સ્થાપના દેશો વચ્ચે ટેકો વિકસાવવા અને ભાવિ યુદ્ધોને રોકવા માટે કરવામાં આવી હતી. મુખ્ય વિજેતાઓમાં શીત યુદ્ધ ટૂંક સમયમાં શરૂ થયું, પરંતુ તેઓ વાસ્તવિક યુદ્ધમાં એકબીજા સામે લડ્યા નહીં. એશિયા અને આફ્રિકાના ડીકોલોનાઇઝેશન, જ્યાં યુરોપિયન દેશો દ્વારા નિયંત્રિત તે દેશોને તેમની સ્વતંત્રતા આપવામાં આવી હતી, તે પણ બન્યું. આ એટલા માટે હતું કારણ કે યુદ્ધથી યુરોપિયન શક્તિ નબળી પડી હતી. આર્થિક પુન recovery પ્રાપ્તિ અને રાજકીય એકીકરણ (એકીકૃત દેશોની પ્રક્રિયા) એ યુદ્ધના અન્ય પરિણામોમાંનો એક હતો.",
"t.Cold War": "__ શીત યુદ્ધ __ (1947–1991) એ યુનાઇટેડ સ્ટેટ્સ (અને તેના સાથીઓ) અને સોવિયત યુનિયન (યુએસએસઆર અને તેના સાથીઓ) વચ્ચે બીજા વિશ્વ યુદ્ધના અંત અને સોવિયત યુનિયનના મૃત્યુ વચ્ચેનો તંગ સંબંધ હતો.\n\nએક તરફ મોટાભાગના દેશો નાટોમાં સાથી હતા, જેમના બે સૌથી મોટા લશ્કરી દેશો યુનાઇટેડ સ્ટેટ્સ અને તુર્કી હતા. બીજી બાજુના મોટાભાગના દેશો વ ars ર્સો કરારમાં સાથી હતા, સૌથી શક્તિશાળી દેશ સોવિયત યુનિયન (હવે રશિયા) હતો.\n\nદેશોના પશ્ચિમી-મૂડીવાદી જૂથમાં અમેરિકા, તુર્કી, પશ્ચિમ યુરોપ, ઇઝરાઇલ, જાપાન, દક્ષિણ કોરિયા, થાઇલેન્ડ, ઇરાન (1945-1979), પાકિસ્તાન, મલેશિયા, ફિલિપાઇન્સ, દક્ષિણ આફ્રિકા, Australia સ્ટ્રેલિયા અને ન્યુ ઝિલેન્ડનો સમાવેશ થાય છે.\n\nપૂર્વીય સમાજવાદી જૂથમાં સોવિયત યુનિયન, પૂર્વી યુરોપ, એંગોલા, ઇથોપિયા, ક્યુબા (1959-1991), મોંગોલિયા, ઉત્તર કોરિયા, ચીન અને વિયેટનામ શામેલ છે.\n\nશીત યુદ્ધ 1989 માં બર્લિનની દિવાલના પતન સાથે સમાપ્ત થયું, રશિયા સમાજવાદી સામ્યવાદી દેશથી લોકશાહી મૂડીવાદી દેશમાં બદલાઈ ગયું. જો કે, રશિયા અને યુક્રેન વચ્ચેની તાજેતરની લડાઇઓ અને યુદ્ધમાં જોવા મળ્યા મુજબ અહીં હજી પણ સંઘર્ષ બાકી છે.",
"t.Moon Landing": "લોકોને ચંદ્ર પર મોકલવાની પ્રથમ ફ્લાઇટ હતી. તે મૂળ અમેરિકન સ્પેસ એજન્સી નાસા (નેશનલ એરોનોટિક્સ અને સ્પેસ એડમિનિસ્ટ્રેશન) દ્વારા કરવામાં આવ્યું હતું. તે 16 જુલાઈ, 1969 ના રોજ અવકાશમાં ગયો, ત્રણ અવકાશયાત્રીઓ: નીલ આર્મસ્ટ્રોંગ, બઝ એલ્ડ્રિન અને માઇકલ કોલિન્સ. 20 જુલાઈ, 1969 ના રોજ, આર્મસ્ટ્રોંગ અને એલ્ડ્રિન ચંદ્ર પર ઉતરનારા પ્રથમ માણસો બન્યા, જ્યારે કોલિન્સ ચંદ્રની આસપાસ ભ્રમણકક્ષામાં રહ્યા.\n\nફ્લાઇટ યુનાઇટેડ સ્ટેટ્સ અને સોવિયત યુનિયન વચ્ચેની __ સ્પેસ રેસ __ નો ભાગ હતી. 1960 ના દાયકાના અંત પહેલા, \"ચંદ્ર પર એક માણસ, અને તેને સલામત રીતે પરત કરવા\", 1961 માં યુનાઇટેડ સ્ટેટ્સ 35 મા રાષ્ટ્રપતિ જ્હોન એફ. કેનેડી દ્વારા નક્કી કરવામાં આવેલી યોજનાને સમાપ્ત કરી.",
"t.World Wide Web": "__ ઇન્ટરનેટ__ એ કમ્પ્યુટર્સનું સૌથી મોટું વિશ્વ-વ્યાપક સંદેશાવ્યવહાર નેટવર્ક છે. ઇન્ટરનેટમાં લાખો નાના ઘરેલું, શૈક્ષણિક, વ્યવસાય અને સરકારી નેટવર્ક છે, જે એકસાથે વિવિધ પ્રકારની માહિતી ધરાવે છે. આ શબ્દ કેટલીકવાર નેટવર્ક માટે ટૂંકા \"ચોખ્ખી\" તરીકે સંક્ષિપ્તમાં હોય છે. __ વર્લ્ડ વાઇડ વેબ તેની સૌથી મોટી સેવાઓ છે. તેનો ઉપયોગ સમગ્ર વિશ્વમાં કેટલાક અબજ લોકો દ્વારા કરવામાં આવે છે.\n\nઇન્ટરનેટ યુનાઇટેડ સ્ટેટ્સમાં \"યુનાઇટેડ સ્ટેટ્સ એડવાન્સ્ડ રિસર્ચ પ્રોજેક્ટ્સ એજન્સી\" (ડીએઆરપીએ) દ્વારા વિકસાવવામાં આવ્યું હતું. ઇન્ટરનેટ પ્રથમ October ક્ટોબર, 1969 માં જોડાયેલું હતું, અને તેને __arpanet__ કહેવામાં આવતું હતું. 1990 માં સ્વિટ્ઝર્લ in ન્ડના સીઇઆરએન ખાતે બ્રિટીશ (યુકે) ના વૈજ્ .ાનિક દ્વારા ટિમ બર્નર્સ-લી નામના વૈશ્વિકમાં __ વર્લ્ડ વાઇડ વેબની રચના કરવામાં આવી હતી."
}
