{
"t.Big Bang": " __ \"I miscredenti non si rendono conto che i cieli e la terra erano una volta una massa, quindi li sposamo? E abbiamo creato dall'acqua ogni cosa vivente. Non crederanno allora?\" (Corano 21:30) __\n\nIl modello __Big Bang__ è che l'universo è iniziato in condizioni estremamente dense e calda e si è espanso. La teoria suggerisce e le misurazioni mostrano che l'universo si sta ancora espandendo oggi.\n\n__Big Bang__ è una teoria scientifica su come è iniziato l'universo, e poi ha fatto le stelle e le galassie che vediamo oggi.\n\nL'universo iniziò come una superforce molto calda, piccola e densa (il mix delle quattro forze fondamentali), senza stelle, atomi, forma o struttura (chiamata \"singolarità\"). Quindi circa 13,8 miliardi di anni fa, lo spazio si è espanso molto rapidamente (quindi il nome \"__big bang__\"). Ciò ha iniziato la formazione di atomi, che alla fine ha portato alla formazione di stelle e galassie. Fu Georges Lemaître a notare per la prima volta (nel 1927) che un universo in espansione poteva essere ricondotto nel tempo a un singolo punto di origine.\n\nTuttavia, sconosciuto a molti moderni fatti astronomici e altri scientifici, come il Big Bang, la formazione del pianeta, le orbite e il comportamento, l'embriologia e molto altro, ci sono stati rivelati da Dio nel Corano oltre 1400 anni fa. Ad esempio, Georges Lemeaitre non è stato il primo a notare sul Big Bang. Il Corano parla chiaramente del Big Bang __ \"I miscredenti non si rendono conto che i cieli e la terra erano una volta una massa, quindi li sposamo a piedi? E abbiamo creato dall'acqua ogni cosa vivente. Non crederanno?\" (Corano 21:30) __\n\nSe stai cercando un segno o una prova di Dio, sappi che questa è solo una delle tante innumerevoli prove che l'Islam è la vera e unica religione di Dio.\n\nL'universo si sta ancora espandendo oggi, che è stato recentemente scoperto. Tuttavia, ancora una volta il Corano conferma: __ \"I cieli, li abbiamo costruiti con potere. E in verità, lo stiamo espandendo\" (Corano 51:47) __.\n\nNel complesso, l'universo sta crescendo e la temperatura sta cadendo mentre il tempo passa. La cosmologia è lo studio di come è iniziato l'universo e del suo sviluppo. Gli scienziati che studiano la cosmologia concordano sul fatto che la teoria __Big Bang__ corrisponda a ciò che hanno osservato finora.\n\nFred Hoyle ha definito la teoria \"__big Bang__\" nel suo programma radiofonico. Non credeva che il __Big Bang__ fosse corretto. Gli scienziati che non erano d'accordo con lui pensavano che il nome fosse divertente e decisero di usarlo.\n\nGli scienziati basano la teoria __Big Bang__ su molte osservazioni diverse. Il più importante è lo spostamento del rosso di galassie molto lontane. Redshift è l'effetto Doppler che si verifica alla luce e anche osservabile nel suono (il suono che una macchina da corsa emette mentre si avvicina contro quando si sta allontanando da te \"Vrrrrrrrrrr\" (verso di te) \"OooooooMmmm\" (allontanandosi da te). Allo stesso modo). Allo stesso modo). Allo stesso modo). Allo stesso modo). Allo stesso modo). Allo stesso modo). Allo stesso modo). Allo stesso modo). Allo stesso modo). Allo stesso modo? , quando un oggetto si allontana dalla Terra, i suoi raggi di colore sembrano più simili al colore rosso di quanto non siano in realtà, perché il movimento allunga la lunghezza d'onda della luce emanata dall'oggetto. Gli scienziati usano la parola \"caldo rosso\" per descrivere questo allungato onda luminosa Poiché il rosso è la lunghezza d'onda più lunga sullo spettro visibile. Più spostamento verso il rosso c'è, più velocemente l'oggetto si sta allontanando. Misurando lo spostamento del rosso, gli scienziati hanno dimostrato che l'universo si sta espandendo e possono capire quanto è veloce l'oggetto Allontanandosi dalla terra. Con osservazione e misurazioni molto esatte, gli scienziati ritengono che l'universo fosse una singolarità circa 13,8 miliardi di anni fa. Poiché la maggior parte delle cose diventa più fredde mentre si espandono, gli scienziati assumono che le Nazioni Unite Iverse era molto piccolo e molto caldo quando è iniziato.\n\nAltre osservazioni che supportano la teoria __Big Bang__ sono la quantità di elementi chimici nell'universo. Quantità di elementi molto leggeri, come idrogeno, elio e litio sembrano concordare con la teoria del __big Bang__. Gli scienziati hanno anche trovato \"radiazioni di fondo a microonde cosmiche\". Questa radiazione è conosciuta come onde radio e sono ovunque nell'universo. Questa radiazione è ora molto debole e fredda, ma molto tempo fa è stata molto forte e molto calda.\n\nAlcuni scienziati e filosofi sostengono che il tempo non aveva alcun significato prima del __big Bang__. Sostengono che il __Big Bang__ era l'inizio dei tempi e non c'era un universo prima del __big Bang__, dal momento che non poteva esserci \"prima\" se non ci fosse tempo! Come musulmani, sappiamo che Dio è eterno e al di là di qualsiasi cosa la nostra mente possa comprendere. In quanto tale, ha perfettamente senso il motivo per cui non possiamo cogliere il concetto di tempo prima del Big Bang, questo è uno dei tanti paradossi che indicano un creatore onnipotente.\n\nPer argomenti, diciamo che possiamo spiegare cosa era prima del Big Bang o esattamente come è stato creato anche. Quindi la domanda successiva sarebbe \"Beh, allora, cosa ha creato?\". E diciamo che abbiamo spiegato ciò che ha creato anche quello, poi di nuovo, la domanda rimarrebbe: \"Bene, cosa ha creato?\". Come probabilmente puoi vedere, questo non finirebbe mai, quindi in realtà è una grande prova del fatto che Dio sia il nostro unico creatore e come il concetto di Dio sia molto al di fuori del nostro intelletto umano limitato.\n\nI musulmani non discutono su tali questioni, accettiamo semplicemente ciò che Dio ci dice su se stesso e sulla sua creazione. Ad esempio, Dio parla delle sue mani ma sappiamo che sono diversi da qualsiasi mano che conosciamo. Un essere umano ha le mani, una scimmia ha le mani, un orologio ha le mani. Le mani di Dio sono al di là di tutto ciò che possiamo immaginare, e lo lasciamo.",
"t.Milky Way is Born": "Gli scienziati teorizzano che il modo __milky__ è iniziato come una o più piccole sovradenità nella distribuzione di massa nell'universo poco dopo il Big Bang. Alcune di queste sovradintenze erano i semi di gruppi globulari in cui si formava le stelle più antiche rimaste in quella che ora si formava il modo __milky__. Quasi la metà della questione nel modo __milky__ potrebbe essere proveniente da altre galassie lontane. Tuttavia, queste stelle e cluster ora comprendono l'alone stellare del modo __milky__. Nel giro di pochi miliardi di anni dalla nascita delle prime stelle, la massa del modo __milky__ era abbastanza grande da far girare relativamente rapidamente. A causa della conservazione del momento angolare, ciò ha portato il mezzo interstellare gassoso a crollare da una forma approssimativamente sferoidale a un disco. Pertanto, generazioni successive di stelle si sono formate in questo disco a spirale. Si osserva che la maggior parte delle stelle più giovani, incluso il sole, sono sul disco.\n\nDa quando le prime stelle hanno iniziato a formarsi, il modo __milky__ è cresciuto attraverso entrambe le fusioni della galassia (in particolare all'inizio della crescita __milky di __) e l'accrescimento del gas direttamente dall'alone galattica. Il __milky Way__ sta attualmente accumulando materiale da diverse piccole galassie, tra cui due delle sue più grandi galassie satellitari, le grandi e piccole nuvole magellaniche, attraverso il flusso magelanico. L'accrescimento diretto del gas si osserva in nuvole ad alta velocità come la nuvola di Smith. Tuttavia, le proprietà del modo __milky__ come la massa stellare, il momento angolare e la metallicità nelle sue regioni più esterne suggeriscono di non aver subito fusioni con grandi galassie negli ultimi 10 miliardi di anni. Questa mancanza di recenti fusioni importanti è insolita tra le galassie a spirale simili; Il suo vicino la galassia Andromeda sembra avere una storia più tipica modellata da fusioni più recenti con galassie relativamente grandi.\n\nSecondo recenti studi, il modo __milky__ e la galassia Andromeda si trovano in ciò che nel diagramma colore -magnitudo galassia è noto come \"Valle verde\", una regione popolata dalle galassie in transizione dalla \"nuvola blu\" (galassie che forma attivamente che forma attiva Nuove stelle) alla \"sequenza rossa\" (galassie che mancano di formazione stellare). L'attività di formazione delle stelle nelle galassie della Green Valley sta rallentando mentre si esauriscono il gas che formano stelle nel mezzo interstellare. Nelle galassie simulate con proprietà simili, la formazione di stelle in genere si estinse tra circa cinque miliardi di anni, anche tenendo conto dell'aumento atteso a breve termine del tasso di formazione stellare a causa della collisione tra entrambi i via __milky e l'Andromeda Galassia. In effetti, misurazioni di altre galassie simili al modo __milky__ suggeriscono che è tra le galassie a spirale più rosse e luminose che stanno ancora formando nuove stelle ed è solo leggermente più blu delle galassie di sequenza rossa più blu.\n\n## età e storia cosmologica\n\nI cluster globulari sono tra gli oggetti più antichi nel modo __milky__, che fissa così un limite inferiore all'età del modo __milky__. Le età delle singole stelle nel modo __milky__ possono essere stimate misurando l'abbondanza di elementi radioattivi di lunga durata come il Thorium-232 e l'uranio-238, confrontando quindi i risultati con le stime della loro abbondanza originale, una tecnica chiamata nucleocosmocronologia. Questi valori di rendimento di circa 12,5 ± 3 miliardi di anni per CS 31082-001 e 13,8 ± 4 miliardi di anni per BD +17 ° 3248. Una volta formata una nana bianca, inizia a subire il raffreddamento radiativo e la temperatura superficiale diminuisce costantemente. Misurando le temperature dei più freddi di questi nani bianchi e confrontandoli con la loro temperatura iniziale prevista, è possibile effettuare una stima dell'età. Con questa tecnica, l'età del cluster globulare M4 è stata stimata come 12,7 ± 0,7 miliardi di anni. Le stime dell'età della più antica di questi cluster forniscono una stima migliore di 12,6 miliardi di anni e un limite superiore di fiducia del 95% di 16 miliardi di anni.\n\nDiverse stelle individuali sono state trovate nell'alone di __milky Way __ con età misurata molto vicino all'età dell'universo di 13,80 miliardi di anni. Nel 2007, è stata stimata che una stella nell'alone galattico, HE 1523-0901, ha circa 13,2 miliardi di anni. Come l'oggetto più antico noto nella via lattea__ a quel tempo, questa misurazione posto un limite inferiore all'età del modo __milky__. Questa stima è stata effettuata utilizzando lo spettrografo Echelle UV-Visual del telescopio molto grande per misurare i punti di forza relativi delle linee spettrali causate dalla presenza di torio e altri elementi creati dal processo R. I punti di forza della linea producono abbondanze di diversi isotopi elementali, da cui può essere derivata una stima dell'età della stella usando la nucleocosmocronologia. Un'altra stella, HD 140283, ha 14,5 ± 0,7 miliardi di anni.\n\nL'età delle stelle nel disco sottile galattico è stata anche stimata usando la nucleocosmocronologia. Le misurazioni delle stelle del disco sottile producono una stima che il disco sottile formasse 8,8 ± 1,7 miliardi di anni fa. Queste misurazioni suggeriscono che c'era una pausa di quasi 5 miliardi di anni tra la formazione dell'alone galattico e il disco sottile. Recente analisi delle firme chimiche di migliaia di stelle suggerisce che la formazione stellare potrebbe essere diminuita da un ordine di grandezza al momento della formazione del disco, 8-10 miliardi di anni fa, quando il gas interstellare era troppo caldo per formare nuove stelle allo stesso tasso come prima.\n\nLe galassie satellitari che circondano il modo __milky__ non sono distribuite in modo casuale, ma sembravano essere il risultato di una rottura di un sistema più ampio che produceva una struttura ad anello di 500.000 anni luce di diametro e 50.000 anni luce di larghezza. Incontri ravvicinati tra galassie, come quella prevista in 4 miliardi di anni con la galassia di Andromeda, strappano enormi code di gas, che nel tempo possono unirsi per formare galassie nane in un anello ad angolo arbitrario rispetto al disco principale.",
"t.Sun is Born": "__ \"È lui che ha creato la notte e il giorno, e il sole e la luna; tutti (i corpi celesti) nuotano lungo, ognuno nel suo percorso arrotondato\" (Corano 21:33) .__ .__.\n\nIl __sun__ al centro del nostro sistema solare è una stella nana gialla. Emana energia come luce. Ciò include luce, energia infrarossa (calore), luce ultravioletta e onde radio. Emana inoltre un flusso di particelle, che raggiunge la Terra come \"vento solare\". La fonte di tutta questa energia è la reazione nella stella che trasforma l'idrogeno in elio e produce enormi quantità di energia.\n\nIl __sun__ è una stella come molti altri nella nostra galassia di Via Lattea. Esiste da poco più di 4,5 miliardi di anni e continuerà per almeno il tempo. Il __sun__ è circa cento volte più largo della terra. Ha una massa di 1,9891 × 1030 kg, che è 333.000 volte la massa della terra. La Terra può anche inserirsi all'interno del __sun__ 1,3 milioni di volte.\n\nGli scienziati pensano che il __sun__ sia iniziato da una nuvola molto grande di polvere e piccoli pezzi di ghiaccio circa 4,567 miliardi di anni fa.\n\nAl centro di quella grande nuvola, la gravità ha causato l'accumulo del materiale in una palla. Una volta che questo è diventato abbastanza grande, l'enorme pressione all'interno ha iniziato una reazione di fusione. L'energia rilasciata che ha fatto riscaldare quella palla e brillare.\n\nL'energia irradiata dal __sun__ spinse via il resto della nuvola da se stessa e i pianeti si formavano dal resto di questa nuvola.",
"t.Earth is Born": "__ \"Quindi lui (Allah) si rivolse al cielo mentre era tutto fumo. Disse al cielo e alla terra:\" Vieni (in essere), volentieri o involontariamente \". Dissero: \"Qui veniamo (in essere) in volontà di obbedienza\". __\n\n__Earth__ e gli altri pianeti si sono formati circa 4,6 miliardi di anni fa. Furono fatti del gas rimanente dalla nebulosa che fece il sole. Questo è di nuovo un miracolo scientifico del Corano mentre Dio lo spiega nel Corano: \"Poi (Allah) si rivolse al cielo mentre era tutto fumo. Disse al cielo e alla terra:“ Vieni (in essere), volentieri o involontariamente. \" Dissero: \"Qui veniamo (in essere) in volontà di obbedienza\". Questo verso stava parlando di come si formava la Terra.\n\nLa luna potrebbe essere stata formata dopo una collisione tra i primi __earth__ e un pianeta più piccolo (a volte chiamato teia). Gli scienziati credono che parti di entrambi i pianeti si siano interrotte - diventando (per gravità) la luna.\n\nIl Corano afferma che Allah ha creato il sole, la luna e i pianeti, ognuno con i propri corsi o orbite individuali. __ \"È lui che ha creato la notte e il giorno, e il sole e la luna; tutti (i corpi celesti) nuotano lungo, ognuno nel suo percorso arrotondato\" (Corano 21:33) .__ .__.\n\nL'acqua di __earth __ proveniva da luoghi diversi. Il vapore acqueo condensante e le comete e gli asteroidi che colpiscono __earth__ hanno fatto gli oceani. Nel giro di un miliardo di anni (cioè circa 3,6 miliardi di anni fa) gli scienziati credono che la prima vita sia iniziata, nell'era arcata. Alcuni batteri hanno sviluppato la fotosintesi, che consente alle piante di produrre cibo dalla luce e dall'acqua del sole. Ciò ha rilasciato molto ossigeno, che è stato assorbito per la prima volta dal ferro in soluzione. Alla fine, l'ossigeno libero è entrato nell'atmosfera o nell'aria, rendendo la superficie di __earth __ adatta alla vita aerobica. Questo ossigeno formava anche lo strato di ozono che protegge la superficie di __earth __ da cattive radiazioni ultraviolette dal sole.\n\nAncora una volta, Dio ci racconta dello strato di ozono nel Corano, ancora un altro miracolo scientifico del Corano: __ \"e abbiamo reso il cielo un baldacchino ben protetto, si allontanano ancora dai suoi segni.\" (Corano 21:32) __\n\nGli scienziati credono che la vita complessa sulla superficie della terra non esistesse prima dello strato di ozono perché senza la sua protezione la radiazione del sole sarebbe troppo per la vita avanzata.\n\n__Earth__ era molto diverso nel passato lontano. Molto tempo fa, quasi tutta la terra era in un posto. Questo si chiama supercontinente. Il primo supercontinente noto si chiamava Vaalbara. Molto più tardi, c'è stato un tempo (il criogenico) quando __earth__ era quasi interamente coperto da spesse calotte ghiacciate (ghiacciai). Questa si chiama Snowball __earth__ teoria.",
"t.Heavy Bombardment": "__ \"Abbiamo già inviato i nostri messaggeri con chiare prove e abbiamo inviato con loro la Scrittura e l'equilibrio che le persone possono mantenere [i loro affari] in giustizia. E abbiamo inviato il ferro, in cui è grande potenza militare e benefici per la gente, E così che Allah possa rendere evidente coloro che sostengono invisibili lui e i suoi messaggeri. In effetti, Allah è potente ed esaltato in potenza. \" (Corano 57:25) __\n\nIl tardo bombardamento pesante (abbreviato LHB e noto anche come Cataclisma lunare) è un evento che si è verificato per circa 3,8 a 4,1 miliardi di anni fa. Questo è noto come epoche neohadea ed eoarchea sulla terra. Durante questo intervallo, un numero sproporzionatamente elevato di asteroidi è stato teorizzato di essersi scontrato con i primi pianeti terrestri nel sistema solare interno, tra cui mercurio, Venere, terra e Marte.\n\nIl tardo bombardamento pesante avvenne dopo che la Terra e altri pianeti rocciosi si erano formati e accumulati la maggior parte della loro massa, ma ancora abbastanza presto nella storia della Terra.\n\nOggi gli scienziati sanno che il ferro non avrebbe potuto svilupparsi sulla terra. A causa delle dimensioni della Terra che conoscono, sanno che tali materiali non avrebbero potuto naturalmente svilupparsi qui. In effetti, sanno che il ferro deve essere fatto all'interno delle stelle, in particolare i super-giganti rossi. Solo all'interno di una stella così gigantesca può formarsi elementi insieme durante le reazioni di fusione. Quindi si verifica una supernova, il che significa che la stella esplode e i frammenti di ferro vengono fatti saltare nello spazio. Gli scienziati credono che sia così che il ferro è arrivato sulla Terra.\n\nIl Corano menziona, __ \"e abbiamo inviato il ferro\" __. Fino a poco tempo fa, senza gli scienziati che scoprono i periodi __ Heavy Bombardment__, questo versetto su __ \"abbiamo mandato in ferro\" __ non avrebbe avuto molto senso per noi. Tuttavia, si scopre che Dio ci ha letteralmente inviato il ferro in modo da poterci beneficiare.",
"t.Life on Earth": "__ \"Coloro che non hanno creduto non hanno considerato che i cieli e la terra fossero un'entità unita, e poi li abbiamo separati e facevamo in acqua ogni cosa vivente? Allora non crederanno?\" (Corano 21:30) .__\n\nLe prime forme di vita rivendicate sono microrganismi fossilizzati (o microfossili). Sono stati trovati in rocce ricche di ferro e silice che un tempo erano prese d'aria idrotermali nella cintura di Greenstone di Nuvvuagittuq del Quebec, in Canada.\n\nQueste rocce sono vecchie di 4,28 miliardi di anni. Le forme tubolari che contengono sono mostrate in un rapporto. Se questo è il record più antico della vita sulla Terra, suggerisce \"un'emergenza quasi istantanea della vita\" dopo che gli oceani hanno formato 4,4 miliardi di anni fa. Secondo Stephen Blair Hedges, \"se la vita si presentasse relativamente rapidamente sulla Terra, potrebbe essere comune nell'universo\".\n\nIl Corano descrive che Allah __ \"fatto dall'acqua ogni cosa vivente\" (Corano 21:30) .__ Un altro versetto descrive come __ \"Allah ha creato ogni animale dall'acqua. Di loro sono alcuni che si insinuano sulle loro pance, alcuni quello che Cammina su due gambe e alcuni che camminano su quattro. Allah crea ciò che vuole, perché Allah ha potere su tutte le cose \"(24:45) .__\n\nQuesti versi supportano la teoria scientifica secondo cui la vita è iniziata negli oceani terrestri. Andano anche con la biologia moderna che affermano che alcuni animali sono costituiti da un massimo del 90% di acqua, mentre gli umani sono costituiti da circa il 60% di acqua.",
"t.Single Celled Organisms": "__La Corano descrive che Allah \"fatta dall'acqua ogni cosa vivente\" (Corano 21:30) __.\n\nGli organismi unicellulari sono organismi che hanno una cellula.\n\nGli organismi unicellulari possono essere trovati ovunque. Le più antiche forme di vita esistevano 3,8 miliardi di anni fa, se non più. Gli scienziati credono che questi organismi vivessero in acqua. Perseguono una varietà di strategie per la sopravvivenza: la fotosintesi (cianobatteri), la chemiotrofia (molti archaea) ed eterotrofia (Amoeba). Alcuni organismi unicellulari hanno flagelli, piccole code che usano per la locomozione o lobopodi, estensioni dello scheletro cellulare (citoscheletro), che appaiono come braccia gonfiori. Il flagello dei nostri antenati unicellulari si verifica fino agli animali, dove fa un'apparizione come sperma flagellato.\n\n__La Corano descrive che Allah \"fatta dall'acqua ogni cosa vivente\" (Corano 21:30) __. Un altro versetto descrive come __ \"Allah ha creato ogni animale dall'acqua. Di loro sono alcuni che si insinuano sulle loro pance, alcuni che camminano su due gambe e alcuni che camminano su quattro. Allah crea ciò che vuole, perché Allah ha un potere sopra tutte le cose \"(Corano 24:45) __.\n\nQuesti versi supportano la teoria scientifica secondo cui la vita è iniziata negli oceani terrestri.",
"t.Animals": "I primi fossili che potrebbero rappresentare gli animali appaiono nelle rocce di 665 milioni di anni della Formazione Trezona dell'Australia meridionale. Questi fossili sono interpretati come molto probabilmente le prime spugne.\n\nGli animali più antichi si trovano nel Biota Ediacaran, verso la fine del Precambrian, circa 610 milioni di anni fa. Era a lungo dubbio se questi includessero animali, ma la scoperta del colesterolo lipidico animale nei fossili di Dickinsonia stabilisce che questi erano davvero animali.\n\nMolti animali Phyla compaiono per la prima volta nel record fossile durante l'esplosione cambriana, a partire da circa 542 milioni di anni fa, a letti come lo scisto di Burgess. I phyla esistenti in queste rocce includono molluschi, brachiopodi, onicoforani, tardigradi, artropodi, echinodermi ed emichordati, insieme a numerose forme ormai estinte come gli anomalocari predatori. Gli scienziati non sono sicuri che questi animali siano apparsi quasi contemporaneamente o se si tratta di un problema con il modo in cui vengono raccolti i record fossili.",
"t.Fish": "Gli scienziati credono che il primo pesce sia apparso circa 530 milioni di anni fa durante l'esplosione cambriana. Si ritiene che siano i primi vertebrati o animali con spina dorsale o colonna spinale. Si pensa che il primo pesce appartenga all'Agnatha o pesce senza mascella. Durante il tardo Cambriano, il pesce senza mascella a forma di anguilla chiamata Conodonts e piccoli pesci per lo più corazzati noti come ostracodermi, apparvero per la prima volta. La maggior parte dei pesci senza mascella è ora estinta.",
"t.Insects": "__Insects__, sono una classe nel phylum arthropoda. Sono piccoli invertebrati terrestri che hanno un esoscheletro duro.\n\n__Insects__ sono di gran lunga il più grande gruppo di animali sulla terra. Sono stati descritti circa __926.400 specie diverse__. Rappresentano __more della metà di tutte le specie viventi conosciute__ e si ritiene che __Ma un aumento di oltre il 90% delle specie animali__on Terra.\n\nVengono continuamente trovate nuove specie di __insects__. Le stime del numero totale di specie vanno da 2 milioni a 30 milioni.\n\n__Insects__ hanno sei gambe; E la maggior parte ha le ali. Si ritiene che __insects__ siano i primi animali in grado di volo. Mentre si sviluppano dalle uova, __insects__ subiscono __metamorphosis__, un fantastico processo di trasformazione in cui una forma immatura di un insetto cambia in una forma adulta in due o più stadi distinti. __Insects__ vivi in ​​tutto il pianeta: quasi tutti sono terrestri (vivono a terra), ma alcuni vivono __insects__ negli oceani o in luoghi molto freddi, come l'Antartide. La maggior parte delle specie vive in aree tropicali.\n\nAlcune persone chiamano tutti i \"bug\" __insects__, ma questo non è corretto. Solo alcuni __insects__ sono veri bug, che è un ordine particolare di __insects__. Le persone che studiano __insects__ sono chiamate __entomologi__.",
"t.Reptiles": "__Reptile__ è il nome comune per uno dei principali gruppi di vertebrati terrestri. Non è usato così tanto dai biologi, che usano termini più accurati.\n\nIl nome __ \"Reptile\" __ viene dal latino e significa \"uno che si insinua\". Tutte le specie viventi __Reptile__ sono sangue freddo, hanno una pelle squamosa e depongono uova cleidoiche. Escreno l'acido urico (anziché l'urea) e hanno un cloaca. Un cloaca è un'apertura condivisa per l'ano, il tratto urinario e i dotti riproduttivi. __Reptiles__ Condividi anche una disposizione del cuore e dei principali vasi sanguigni che è diverso da quello dei mammiferi.\n\nMolti importanti gruppi di __Reptili__ sono ora estinti, ad esempio i Mosasauri. Dicevamo che i dinosauri erano estinti, ma sopravvivono nella forma dei loro discendenti piumati (uccelli). Gli antichi __reptili__ che sopravvivono includono le tartarughe, i coccodrilli e la Tuatara, il sopravvissuto solitario del suo gruppo. La grande maggioranza degli attuali __Reptili__ sono serpenti e lucertole.\n\nLo studio di Living __Reptiles__ si chiama erpetologia.",
"t.Dinosaur Age": "__Dinosaurs__ (che significa \"lucertole terribili\") sono un vario gruppo di rettili di archosauri. Erano gli animali terrestri dominanti dell'era mesozoica. Sono noti oltre 500 diversi generi di dinosauri. Fossili di dinosauri sono stati trovati in ogni continente e ci sono ancora nuove scoperte.\n\n__Dinosaurs__ è apparso nel Triassico superiore, circa 230 milioni di anni fa. La prima data di un fossile di dinosauro è quella di Eoraptor, da 231.4 a 228 mya. Dall'inizio del giurassico erano i migliori vertebrati terrestri e dominavano la maggior parte degli ambienti sulla terra. Hanno continuato fino all'improvviso evento di estinzione K/T (globale) 66 milioni di anni fa.\n\nDal record fossile, gli scienziati credono che gli uccelli vivino dinosauri piumati e quindi erano l'unica linea di dinosauri a sopravvivere fino ai giorni nostri.\n\nI dinosauri avevano adattamenti che li hanno aiutati a renderli di successo. I primi dinosauri noti erano piccoli predatori che camminavano su due gambe. Tutti i loro discendenti avevano una postura verticale, con le gambe sotto il corpo. Ciò ha trasformato tutto il loro stile di vita. C'erano altre caratteristiche. La maggior parte dei dinosauri più piccoli avevano piume ed erano probabilmente a sangue caldo. Ciò li renderebbe attivi, con un metabolismo più elevato rispetto ai rettili moderni. L'interazione sociale, con la vita in mandrie e la cooperazione, sembra molto probabile per alcuni tipi.\n\nI primi fossili furono riconosciuti come dinosauri all'inizio del XIX secolo. Alcune delle loro ossa sono state trovate molto prima, ma non sono state comprese. William Buckland, Gideon Mantell e Richard Owen erano scienziati che hanno visto queste ossa erano un gruppo speciale di animali. I dinosauri sono ora importanti attrazioni nei musei di tutto il mondo. Sono diventati parte della cultura popolare. Ci sono stati molti libri e film più venduti su di loro. Nuove scoperte di dinosauro sono riportate abbastanza spesso nei media.",
"t.Mammals": "__Mammals__ sono un gruppo di animali di vertebrati che formano i mammiferi di classe. Hanno pellicce o capelli e un tipo molto preciso di regolazione della temperatura.\n\nAd eccezione dei monotremi, tutti i mammiferi sono vivi giovani. Producono anche latte per i giovani. La cura dei genitori dei giovani è universale tra i mammiferi ed è essenziale perché la nascita vive limita il numero di prole.",
"t.Stegosaurus": "Stegosaurus (che significa \"lizante del tetto\") era un tipo di dinosauro che mangiava piante che viveva in quello che ora è il Nord America occidentale.\n\nStegosaurus viveva nel periodo giurassico superiore circa 155-145 milioni di anni fa. È uno dei dinosauri più facilmente riconosciuti, con la sua distintiva doppia fila di piastre a forma di aquilone sulla schiena e le lunghe punte sulla coda. L'armatura era necessaria in quanto viveva con mangiatori di carne come Allosaurus e Ceratosaurus.",
"t.Tyrannosaurus": "Tyrannosaurus era un grande dinosauro predatorio del Cretaceo superiore, 65,5-67 milioni di anni fa.\n\nTyrannosaurus era un carnivoro bipede con un enorme cranio bilanciato da una lunga coda pesante. Rispetto agli arti posteriori grandi e potenti, i suoi arti anteriori erano piccoli, ma potenti per le loro dimensioni. Avevano due cifre artigliate.\n\nSi discute se fosse un cacciatore o un spazzino. Come la maggior parte dei mangiatori di carne dominanti di oggi, come leoni e iene, Tyrannosaurus avrebbe potuto essere entrambi. Aveva una mascella molto forte e la sua potenza del morso poteva scattare le ossa di altri dinosauri.",
"t.Dinosaur Extinction": "Le estinzioni alla fine del cretaceo sono state causate da uno o più eventi catastrofici, come enormi impatti di asteroidi o meteoriti o aumento dell'attività vulcanica.\n\nDiversi crateri di impatto e un'enorme attività vulcanica, come quella nelle trappole Deccan in India, sono stati datati al tempo approssimativo dell'evento di estinzione. Questi eventi geologici possono avere una luce solare ridotta e ostacolare la fotosintesi, portando a una massiccia interruzione nell'ecologia terrestre.",
"t.Primate Bipedalism": "Il bipedalismo sta avendo o usa due piedi per camminare. Gli scienziati credono che il bipedalismo nei primati si dedichi da 6 a 7 milioni di anni fa poiché si tratta dei primi fossili che hanno scoperto che mostrano tratti del bipedalismo. Gli evoluzionisti credono che questi siano antenati primi della specie umana, ma questa teoria ha poche prove a sostegno.",
"t.Constructed Tools": "__ Strumenti di pietra sono strumenti realizzati in pietra. Sono la ragione per cui l'età della pietra è stato dato il suo nome. Gli scienziati credono di essere stati i primi strumenti utilizzati. Recentemente è stato appreso che gli strumenti di pietra sono stati usati prima che gli umani vivessero.",
"t.Control Fire": "__La controllo del fuoco__ dai primi umani era molto importante per i primi umani. Il fuoco ha fornito una fonte di calore, protezione, miglioramento della caccia e un metodo per cucinare il cibo. Questi progressi culturali hanno consentito innovazioni culturali e cambiamenti alla dieta. Inoltre, il controllo del fuoco ha permesso l'espansione dell'attività umana in climi più freddi e di stare alzato più tardi la sera, fornendo calore e luce.\n\nLe rivendicazioni per le prime prove definitive del controllo vanno da circa 200 mila a 1,7 milioni di anni fa. Le prove per l'uso controllato di incendi che iniziano circa 1.000.000 anni fa hanno un ampio supporto scientifico. Le lame di pietra focaia bruciate in fuochi sono state trovate vicino a fossili umani in Marocco e risalgono a circa 300 mila anni fa. Prove diffuse del controllo delle date del fuoco a circa 125.000 anni fa.",
"t.Adam": "__ \"Oh Humankind! Ti abbiamo creato da una sola coppia di un maschio e una femmina e ti abbiamo trasformato in nazioni e tribù, in modo che tu possa conoscerci (non che tu possa disprezzarti a vicenda). In verità il più onorato tra di voi Alla vista di Allah c'è l'Hho è il più giusto di te. E Allah ha piena conoscenza e conosce bene (con tutte le cose) \"(Corano 49:13) .__\n\nAdamo (arabo: آدم) fu il primo essere umano sulla Terra e il primo Nabi (نبي, Profeta) dell'Islam. Il revere ad Adamo dei musulmani come padre della razza umana e sua moglie, Hawwā (حواء, Eva) come madre dell'umanità. I musulmani vedono Adamo come il primo musulmano, come afferma il Corano che tutti i profeti predicavano la stessa fede dell'Islam, il che significa sottomissione a Dio.\n\nDa questi due individui, generazioni di esseri umani hanno abitato la terra. Dio afferma nel Corano.\n\nQuando Adamo fu creato, Dio comandò a tutta la creazione di abbassarsi come segno di rispetto ad Adamo, che era una nuova creazione superiore. Tutti hanno fatto tranne Shaytan, che ha rifiutato di dire che era fatto di un fuoco senza fumo (un Jinn), mentre Adam era fatto di argilla. Dio li ha quindi messi nel giardino dell'Eden come test e Shaytan ha ingannato con successo sia Adamo che Hawwa. Li fece andare su un albero da cui Dio li aveva proibiti. Di conseguenza, Dio ci ha messo (umani e diavoli) sulla terra come nemici l'uno dell'altro fino al giorno del giudizio. Una volta sulla terra, Adamo pregò per il perdono e Dio lo perdonò.\n\nCome con Adamo e tutti i profeti sono venuti sulla Terra per ricordare alla nostra alleanza con Dio. Se obbediamo a Dio, possiamo raggiungere un livello più alto degli angeli alla vista di Dio. Per fare ciò dobbiamo evitare i sussurri di Sheytan e ciò che è anche molto peggio di così, sforzarsi e sopprimere i nostri nuff (desideri egoistici). Lo facciamo seguendo l'infinita saggezza, le indicazioni e gli esempi che ci vengono forniti nel Corano, la rivelazione finale e il libro scritto in prima persona da Dio che è perfettamente preservato e invariato. Dobbiamo anche seguire l'incredibile esempio dei profeti e abbiamo la storia della vita piena del profeta Maometto quando è arrivato in tempi più recenti in cui si presenta anche nella storia moderna. Tutti i suoi insegnamenti sono anche conservati e c'è un sacco di borsa di studio islamica da preservare e insegnare il suo stile di vita. Il profeta Maometto era il sigillo dei profeti, uno stato, un leader spirituale e militare insieme ad essere marito, padre, vicino e amico. È molto elogiato da coloro che studiano la sua vita, azioni e insegnamenti. Perfino i suoi nemici quando viveva rispettati e si fidava di lui.\n\nQuindi, come musulmani conosciamo lo scopo della vita per tutti gli umani è adorare Dio e vedere chi è meglio nelle azioni. Dio ha promesso all'umanità un bel posto in Paradiso/Paradiso come ricompensa per seguire i suoi comandamenti. La persona più bassa in cielo avrà la terra di dieci terre. Quando arrivi ai livelli più alti del paradiso, devi iniziare a misurare la tua terra negli anni della luce. Dio è il più generoso e vuole darci e per noi di chiedergli tutto. Se ci allontaniamo da Dio e dalle vie dei profeti, una grave punizione ci aspetta all'inferno. Possa Dio proteggerci da questa e da tutte le cose malvagie.\n\nDal punto di vista scientifico, gli umani sono nelle specie __homo sapiens__, di cui l'unica sottospecie nota è nota come __homo sapiens sapiens__. Siamo le specie più dominanti sulla terra. Tuttavia, ci sono molti tipi di vita, in particolare tra piante e protisti, che hanno avuto un effetto molto maggiore sull'aria, sulle rocce, sulla vita e sull'ambiente naturale della Terra.",
"t.First Temple": "__Göbekli tepe__ (pronunciato [ɟøbekˈli teˈpe]), turco per \"potbelly hill\", è un sito archeologico nella regione sud -orientale della Turchia dell'Anatualia, circa 12 km (7 mi) a nord -est della città di şanlıurfa. Il racconto ha un'altezza di 15 m (49 piedi) ed ha un diametro di circa 300 m (980 piedi). Si trova a circa 760 m (2.490 piedi) sul livello del mare.\n\nIl Tell include due fasi di utilizzo che si ritiene siano di natura sociale o rituale risalente al decimo al 8 ° millennio a.C. Durante la prima fase, appartenente al neolitico pre-potterio A (PPNA), furono eretti cerchi di massicci pilastri di pietra a forma di T-i megaliti più grandi del mondo conosciuti. Più di 200 pilastri in circa 20 cerchi sono attualmente noti attraverso sondaggi geofisici. Ogni pilastro ha un'altezza fino a 6 m (20 piedi) e pesa fino a 10 tonnellate. Sono montati in prese che sono state scavate dal substrato roccioso. Nella seconda fase, appartenente al neolitico B (PPNB) pre-potterio, i pilastri eretti sono più piccoli e si trovavano in stanze rettangolari con pavimenti di lime lucida. Il sito è stato abbandonato dopo il PPNB. Le strutture più giovani risalgono ai tempi classici.\n\nI dettagli della funzione della struttura rimangono un mistero. È stato scavato da una squadra archeologica tedesca sotto la direzione di Klaus Schmidt dal 1996 fino alla sua morte nel 2014. Schmidt credeva che il sito fosse un santuario in cui le persone provenienti da una vasta regione periodicamente si congregavano, non un insediamento.\n\nNel 2018, il sito è stato designato un sito del patrimonio mondiale dell'UNESCO.",
"t.Agricultural Revolution": "__La rivoluzione neolitica__ (nuova età di pietra) è stata la prima rivoluzione __agriculturale__. È stato un cambiamento graduale da parte di comunità nomadi di caccia e raccolta e bande all'agricoltura e all'insediamento. Questo periodo è descritto come una \"rivoluzione\" perché ha cambiato il modo di vivere delle comunità che ha apportato il cambiamento. Si è verificato in diverse società umane preistoriche in momenti diversi. Molte società sono cambiate 7-9 mila anni fa.\n\nIl termine si riferisce al periodo generale in cui questi sviluppi si sono svolti. Si applica anche ai cambiamenti che si sono verificati: l'adozione delle prime tecniche agricole, la coltivazione delle colture e l'addomesticamento degli animali. La rivoluzione neolitica è importante per gli sviluppi dell'organizzazione sociale e della tecnologia.\n\n__La rivoluzione neolitica__ ha portato a vivere in insediamenti permanenti o semi-permanenti. A causa di questo minor numero di persone conduceva uno stile di vita nomade. Per poter sapere a chi appartenevano le colture, il concetto di proprietà terriera è stato sviluppato. L'ambiente naturale è stato cambiato, la densità della popolazione è cresciuta e le persone hanno mangiato più cibi vegetali e cereali nella loro dieta. Gerarchie sviluppate nella società. Il grano era conservato e poteva essere scambiato. La produzione in eccesso di buoni raccolti ha aiutato le società a sopravvivere a brutti anni. Un esempio di ciò è come Yusuf (As) ha protetto e disperso il grano nell'antico Egitto.",
"t.Writing": "__Writing__ è l'atto di registrare il linguaggio su un mezzo visivo usando una serie di simboli. I simboli devono essere conosciuti agli altri, in modo che il testo possa essere letto.\n\nUn testo può anche utilizzare altri sistemi visivi, come illustrazioni e decorazioni. Questi non sono chiamati scritti, ma possono aiutare il messaggio a funzionare. Di solito, tutte le persone istruite in un paese usano lo stesso sistema di scrittura per registrare la stessa lingua. Essere in grado di leggere e scrivere significa essere alfabetizzati.\n\n__Writing__ differisce dal discorso perché i lettori non devono essere presenti al momento. Possiamo leggere la scrittura da molto tempo fa e da diverse parti del mondo. Store di testo e comunica la conoscenza. __Writing__ è una delle maggiori invenzioni della specie umana. Gli storici credono che sia stato inventato dopo che le persone si sono stabilite in città e dopo l'agricoltura è iniziata. __Writing__ risale a circa 3.300 a.C., che è oltre 5000 anni fa, in Medio Oriente.\n\n__Writing__ Oggi è di solito sulla carta, anche se ci sono modi per stampare su quasi tutte le superficie. Gli schermi televisivi e cinematografici possono anche visualizzare la scrittura, così come gli schermi dei computer. Molti materiali di scrittura sono stati inventati, molto prima della carta. Clay, papiro, legno, ardesia e pergamena (pelli di animali preparate) sono stati tutti usati. I romani scrissero su compresse cerate con uno stilo appuntito; Questo era popolare per note e messaggi temporanei. La successiva invenzione della carta da parte dei cinesi fu un grande passo avanti.\n\n__Writing__ è tradizionalmente fatto usando uno strumento manuale come una matita, una penna o un pennello. Sempre più, tuttavia, il testo viene creato dall'input su una tastiera o smartphone di un computer.",
"t.Recorded History": "__Istory__ è lo studio di eventi passati. La gente sa cosa è successo in passato guardando le cose del passato, tra cui fonti (come libri, giornali e lettere) e artefatti (come ceramica, strumenti e resti umani o animali.) Biblioteche, archivi e musei raccolgono e mantenerli cose per le persone per studiare la storia. Una persona che studia la storia è chiamata storica. Una persona che studia preistoria e storia attraverso le cose lasciate dalle antiche culture è chiamata archeologo. Una persona che studia l'umanità e la società è chiamata antropologo. Lo studio delle fonti e dei metodi utilizzati per studiare e scrivere storia si chiama storiografia.\n\nLe persone possono conoscere il passato parlando con persone che ricordano le cose che sono successe in passato. Questo si chiama storia orale. Quando le persone che erano state schiave e i sopravvissuti alla guerra civile americana sono invecchiati, alcuni storici hanno registrato tutto ciò che hanno detto, in modo che la storia non si perdava.\n\nLo stesso è stato fatto nella storia islamica. Molto è stato scritto, ma c'erano diversi studiosi che sono andati in giro a raccogliere ogni detto del Profeta (hadith) nei libri. Un'intera scienza islamica è stata sviluppata sopra di questo per verificare le catene delle narrazioni che riportano al Profeta (SAW) e per classificare questi hadith in livelli di classificazione della solidità. Sappiamo chi fossero tutte queste persone e le loro famiglie, non sono solo nomi casuali in un libro (cioè Mark, Luke, John). Spesso, lo stesso hadith può essere trovato dozzine di volte nello stesso libro o sparsi su diversi libri di hadith in quanto è stato raccolto da così tante persone. Questo sarebbe classificato come un hadith sahih (molto sano).\n\nAnche il Corano è stato scritto ma per lo più memorizzato da migliaia di persone durante la vita del Profeta. Oggi è ancora memorizzato da milioni di persone, nella lingua araba originale, anche da oratori non arabi. Ciò è possibile perché il Corano è poetico e facile da ricordare per molte persone. Se tutto il testo del Corano è in qualche modo svanito, i musulmani potrebbero riportarlo in pochi secondi se lavorassero insieme. Non è comunque necessario, come ci ha detto Dio che lo proteggerà nel Corano. __ \"In effetti, siamo noi che abbiamo inviato il Corano e, in effetti, saremo il suo tutore.\" (Corano 15: 9) __\n\nIndipendentemente dalla sua bellezza poetica e recitazione, il messaggio del Corano si adatta facilmente nella mente dei credenti perché spiega il passato, il futuro e il presente in modo logico e facile da capire. Il Corano è in realtà il più grande miracolo che abbiamo, e solo uno di cui abbiamo bisogno, per dimostrare l'Islam è la vera religione. Ci è stato creato e parla con noi e ci insegna direttamente con le parole del Corano. E chi è meglio insegnarci allora Dio, quello che ci ha creati e ci conosce meglio?\n\nAi vecchi tempi le persone in diverse parti del mondo hanno mantenuto storie separate perché non si sono incontrate molto spesso. Alcuni gruppi di persone non si sono mai incontrati. L'Europa medievale, l'antica Roma e l'antica Cina pensavano ciascuno di aver governato le uniche parti importanti del mondo e che altre parti fossero \"barbari\".",
"t.First Pyramid Built": "__ \"Questo giorno ti salviamo (o faraone) nel tuo corpo, affinché tu possa essere un segno per coloro che ti inseguono! Ma in effetti, molti tra l'umanità sono trascurati dei nostri segni.\" (Corano 10:93) __\n\nUn __pyramid__ è una struttura, di solito di pietra, costruita a forma di una piramide. Dai tempi antichi a moderni le persone in molte diverse parti del mondo hanno costruito tali strutture.\n\nI primi __pyramids__ furono costruiti nel 2630 a.C. La più antica piramide conosciuta si trova a Saqqara, in Egitto ed è stata costruita dal re Djoser della terza dinastia egiziana.\n\nIl Corano parla molto della dinastia egiziana nelle storie su Musa (As, Mosè) e Yusuf (As, Joseph).\n\nIl Corano descrive accuratamente la storia egiziana facendo riferimento al leader di queste dinastie egiziane come re o faraone (che è arrivato più tardi). Un fatto storico che è stato scoperto solo di recente dal British Museum. Secondo loro, gli egiziani non chiamavano i loro sovrani \"faraone\" fino alla 18a dinastia (1552-1295 a.C.).\n\nAlcuni versi che parlano di Musa e Fira'un (Faraone):\n__ \"noi (Allah) ti rese una parte della storia di Mosè e del Faraone con la verità, a beneficio di un popolo che vorrebbe credere. (Corano 28:04).\n\n\"Abbiamo mandato Mosè con i nostri segni al Faraone e ai suoi capi, ma li hanno respinti ingiustamente. Ecco, quindi, qual era la fine di coloro che hanno creato il disturbo! (Corano 7: 104)\n\n\"Questo giorno ti salviamo (o faraone) nel tuo corpo, che potresti essere un segno per coloro che ti inseguono! Ma in effetti, molti tra l'umanità sono trascurati dei nostri segni. (Corano 10:93) __\n\nÈ ampiamente creduto dagli storici e dagli studiosi cristiani e musulmani che Mosè ha interagito con Ramesse II. Sia il Corano che la Bibbia menzionano questa storia in dettaglio che alla fine finisce con il faraone annegato nel Mar Rosso dopo che Mosè, con il permesso di Dio, separò il mare.\n\nLa profezia del Corano di __ \"Questo giorno ti salviamo (o faraone) nel tuo corpo, che potresti essere un segno per coloro che ti vengono dopo!\" __ non si trova in nessun'altra Scrittura e persino gli storici non ne avevano idea di questo fino a poco tempo fa. I corpi mummificati di tutti i faraoni giacevano nascosti nella valle dei re (Kv7 e 8) lungo le rive del Nilo. Anche dopo che le loro tombe furono saccheggiate, i resti mummificati dei faraoni furono tenuti da scoprire per secoli. La loro scoperta ebbe luogo nel XIX secolo e ora puoi vedere, Ramesse II con i tuoi occhi nel Grand Egiziano del Cairo, in Egitto. Il suo corpo ha anche fatto diversi tour internazionali per tutti. Questo di nuovo, mostra come la conoscenza in Corano e Islam avrebbe potuto essere data solo da Dio.\n\nPuoi anche chiedere agli ebrei la loro esperienza con questo faraone e altri antichi leader egiziani.\n\n__ \"E avevamo certamente dato a Mosè nove segni evidenti, quindi chiedi ai figli di Israele [circa] quando venne da loro e il faraone gli disse:\" In effetti, penso, o Mosè, che sei colpito dalla magia. \"(Quran 17: 101) __\n\nLa sopravvivenza dei popoli ebraici ci permette anche di chiedere loro degli altri segni di Dio che hanno ricevuto, come molti miracoli e profeti che sono stati inviati a loro.\n\n__Sca i figli di Israele quanti un chiaro segno abbiamo dato loro. E chiunque scambia il favore di Allah dopo che è arrivato a lui - poi Allah è grave in punizione. (Corano 2.211) __",
"t.Roman Empire": "__ L'Impero romano__ (latino: Imperium Romanum) era il più grande impero del mondo antico. La sua capitale era Roma e il suo impero si basava nel Mediterraneo. L'Impero risale al 27 a.C., quando Octavian divenne l'imperatore, Augusto, fino a quando cadde nel 476 d.C., segnando la fine del mondo antico e l'inizio del Medioevo o dei secoli oscuri.\n\nL'impero era il terzo stadio dell'antica Roma. Roma fu prima governata dai re romani, poi dalla Repubblica Roman, poi da un imperatore.\n\nMolte terre moderne facevano una volta parte dell'Impero __roman__, tra cui la Gran Bretagna (non la Scozia), la Spagna, il Portogallo, la Francia (Gallia), l'Italia, la Grecia, la Turchia, la Germania, l'Egitto, Levante, Crimea, Svizzera e la costa settentrionale dell'Africa. La lingua principale dell'Impero __roman__ era latino; Il greco era una lingua secondaria importante.\n\nLa parte occidentale dell'Impero __roman__ continuò per circa 500 anni e la parte orientale, tra cui la Grecia e l'Anatolia, continuò per circa mille anni. La parte orientale fu chiamata Impero bizantino, la sua capitale era Costantinopoli e fu terminata dalla conquista ottomana di Costantinopoli nel 1453 da Sultan Fatih Mehmet. Questo evento è stato profetizzato dal profeta Maometto ed è uno degli eventi più notevoli della storia del mondo.",
"t.Crusades": "__ Le crociate__ erano una serie di guerre religiose combattute tra cristiani e musulmani per il controllo della Terra Santa. Tradizionalmente, hanno avuto luogo tra il 1095 e il 1291. La Terra Santa era ancora un luogo molto importante per le tre principali religioni monoteiste: Islam, Giobraismo e cristianesimo. Ci sono molti importanti siti religiosi in Terra Santa. Questa è la terra ora chiamata Israele o Palestina. Gerusalemme, Nazaret, Betlemme, Hebron e altri siti religiosi caddero sotto il controllo dei musulmani durante il califfato di Omar (RA), il terzo califfo e il caro amico e compagno del profeta Muhammad (Saw).\n\nC'erano molte crociate diverse. Il più importante e più grande __crusades__ ebbe luogo dall'11 al 13 ° secolo. C'erano 9 grandi crociate durante questo periodo. C'erano anche molte crociate più piccole. Alcune crociate erano persino in Europa (ad esempio, in Germania, Austria e Scandinavia). I __crusades più piccoli continuarono al XVI secolo, fino al rinascita e alla riforma.\n\nLa parola \"crociata\" è legata alla parola \"croce\" e significa una guerra santa cristiana. C'è anche la parola araba \"jihad\", che significa lottare e lottare da parte dei musulmani che possono avere la stessa connotazione della \"crociata\" per i musulmani durante un periodo di guerra. Il Profeta (SAW) ha insegnato che questa è la jihad minore e la più grande jihad arriva nella battaglia per vivere una pia vita.\n\nTutte le parti (cristiani, musulmani ed ebrei) credevano molto nelle loro religioni. Molte crociate avevano spesso ragioni politiche o monetarie dietro di loro. Come tutte le guerre.\n\nÈ triste vedere ostilità tra le tre fedi abramitiche che condividono così tanto in comune. I musulmani considerano ebrei e cristiani come persone del libro, il che significa che hanno uno status speciale e una relazione più stretta con i musulmani di qualsiasi altra gente. Puoi vederlo nella vita del Profeta (Saw) e dove lui e i compagni sono stati rattristati dalla perdita del bizantino cristiano) nei confronti dei Sassaniani in una grande battaglia. Questo è stato registrato in Hadiths e ha persino parlato nel Corano. È anche un'altra prova interessante dell'autenticità dell'Islam mentre Dio ha rivelato un evento futuro che si è verificato: __ \"I romani sono stati sconfitti. In una terra vicina (Anatolia); ma presto saranno vittoriosi entro pochi anni. Ad Allah. appartiene il comando prima e dopo. E quel giorno i credenti si rallegreranno \"(Corano 30: 2-4) __\n\nAll'epoca questo fu rivelato, i pagani arabi erano dalla parte dei sassaniani pagani, mentre i musulmani arabi speravano che il cristiano vincesse questa battaglia. Quando i cristiani hanno perso i pagani deridendo i musulmani per questa perdita e dicendo cose come \"Dov'è il tuo potente Dio adesso?\". Quindi Dio ha rivelato questo versetto in questo momento. Abbastanza sicuro, nel 622 d.C. nella battaglia di Issus, i bizantini sotto l'imperatore Eraclio avevano una vittoria schiacciante e duratura in Anatolia contro i Sassaniani, confermando così la profezia coranica.",
"t.Black Plague": "__La morte nera__ è stato uno scoppio di malattia che ha ucciso milioni di persone in Europa e in Asia. Quasi una persona su tre in Europa è morta per malattia ed è stata nel peggiore dei casi tra il 1347 e il 1351. La malattia potrebbe essere iniziata in Asia. La maggior parte delle persone pensa che la malattia fosse la peste bubbonica. Questa malattia viene trasportata e diffusa dalle pulci che vivono sui ratti. I commercianti della Silk Road potrebbero aver portato le pulci infette in Europa.\n\nLe pulci hanno iniziato il problema; Le pulci infette sono state trasportate da ratti neri. I ratti che trasportavano le pulci sarebbero andati nelle città. Quando le pulci morse qualcuno, inietterebbero un po 'di batteri nella ferita. Ciò farebbe infettare la persona. I ratti erano spesso su navi. Ciò significava che la malattia si diffuse molto rapidamente, in tutta Europa.\n\nNell'uomo, la malattia ha causato gonfiore all'inguine, sotto le braccia e dietro le orecchie. Questi gonfiori erano un colore nero e viola, da cui il nome \"The Black Death\". I gonfiori oscuri si chiamavano Buboes. La gente soffriva e le vittime sono morte per una morte orribile. I sintomi potevano essere visti 3-7 giorni dopo che le vittime furono morse da una pulce che trasportava la malattia.\n\nPurtroppo, in alcune città come a Londra si pensava che i gatti causassero la malattia, quindi furono cacciati e uccisi in gran numero. Sfortunatamente, come prevedibile, ciò ha fatto peggiorare la peste poiché ora i topi hanno perso il loro principale predatore naturale e lì le popolazioni sono cresciute ancora più.\n\nUn altro fatto interessante intorno alla peste bubbonica è come il papa si è salvato. All'epoca, i musulmani erano a capo di tutte le scoperte mediche e scientifiche. Pettinando molti libri musulmani, il clero cattolico scoprì che si pensava che il fuoco allontanasse e uccidesse alcune malattie (germi). In quanto tale, hanno acceso un enorme fuoco in un cerchio che circonda il papa che è durato diverse settimane. Questo ovviamente, ha mantenuto i topi e le loro fughe formano il papa e è sopravvissuto senza problemi.",
"t.Constantinople/Istanbul": "__Constantinopoli__ era la capitale dell'Impero romano (330-395), l'Impero bizantino/est romano (395-1204 e 1261-1453), l'impero latino (1204-1261) e l'impero ottomano (1453-1922). Nel 1930 fu ribattezzato Istanbul. È una città nell'attuale Turchia.\n\nLa conquista di Istanbul, nota anche come islambolo, era l'ennesimo segno e la prova dell'Islam poiché il profeta Maometto l'aveva profetizzato. __ “In verità, conquisti Costantinopoli. Che meraviglioso esercito sarà quell'esercito e che meraviglioso comandante sarà quel conquistatore. \" (Musnad, I, 176; IV, 335; Darimi, “Muqaddima”, p. 43) .__ Questo è un grande onore per gli ottomani che hanno conquistato la città nel 1453 e ha avuto uno dei più lunghi empini in carica nella storia .\n\nGli storici hanno affermato che, per il periodo di tempo conquistando __constantinopoli__ equivale a conquistare un posto come New York City oggi.",
"t.Newton and Gravity": "Quando la maggior parte delle persone pensa a __isaac Newton__, pensano a lui seduto sotto un melo che guarda una mela cadere. Alcune persone credono persino che la mela gli sia caduta sulla testa. __Newton__ ha capito che ciò che rende le cose come le mele cadere a terra è un tipo specifico di forza: la forza che chiamiamo gravità. __Newton__ pensava che la gravità fosse la forza di attrazione tra due oggetti, come una mela e la terra. Pensava anche che un oggetto con più materia avesse esercitato la stessa forza su oggetti più piccoli che esercitavano su di esso. Ciò significava che la grande massa della terra tirava gli oggetti verso di essa. Ecco perché la mela è caduta invece di su e perché le persone non galleggiano in aria.\n\n__Isaac Newton__ ha continuato a pensare alla gravità. Prima di __Newton__, la gente pensava che solo gli oggetti vicino alla terra sarebbero caduti. Ma __Newton__ pensava che la gravità non dovrebbe essere limitata alla terra e agli oggetti su di essa. E se la gravità andasse sulla luna e oltre?\n\n__Newton__ ha inventato una formula per il calcolo della forza di attrazione tra due corpi. Lo usava per calcolare la forza necessaria per mantenere la luna muovendo intorno alla terra. Quindi lo ha confrontato con la forza che ha fatto cadere la mela verso il basso. Dopo aver permesso al fatto che la luna è molto più lontana dalla terra e ha una massa molto più grande, ha scoperto che le forze erano le stesse. La luna è tenuta in un'orbita attorno alla terra dall'attrazione della gravità terrestre.\n\nLa formula inventata da __Newton__ è chiamata Legge di gravitazione. Era piuttosto ingegnoso e le sue numerose leggi divennero conosciute come la fisica newtoniana. Molte delle sue formule matematiche sono ancora usate per calcolare la meccanica degli oggetti per oggetti più grandi. Non sono accurati per le piccole cose, quindi una scienza nuova chiamata Quantum Physics è in fase di sviluppo per cercare di comprendere questo strano mondo di oggetti microscopici.",
"t.Industrialization": "__Industrialization__ (o industrializzazione) è un processo che si verifica nei paesi quando iniziano a usare macchine per lavorare che una volta è stato svolto dalle persone. __Industrialization__ cambia le cose che fanno le persone. __Industrialization__ fece crescere le città. Molte persone hanno lasciato l'agricoltura per assumere posti di lavoro retribuiti nelle fabbriche nelle città.\n\n__Industrialization__ fa parte di un processo in cui le persone adottano modi più facili ed economici per fare le cose. Utilizzando una tecnologia migliore, diventa possibile produrre più beni in un tempo più breve. Più cose possono essere prodotte da un minor numero di persone.\n\nDopo l'industrializzazione le persone fanno anche posti di lavoro più specializzati. Ad esempio prima dell'industrializzazione, un calzolaio (una persona che produce scarpe e articoli in pelle) ha realizzato un paio di scarpe da solo. Ha lavorato su un paio di scarpe, ha finito, poi avrebbe iniziato il prossimo paio di scarpe. Con l'industrializzazione, ci sono molte persone coinvolte nella realizzazione di scarpe tagliando il processo di creazione di scarpe in compiti più piccoli. Ad esempio, c'è una persona che taglia l'unica della scarpa e un'altra persona la cucita. In breve, c'è una divisione del lavoro ed è conosciuta oggi come catena di montaggio. Le macchine in tali fabbriche costano un sacco di soldi, quindi la fabbrica sarà di proprietà di una persona ricca che può permettersi le macchine e assume i lavoratori per gestire le diverse macchine e compiti.\n\n__Industrialization__ iniziò in Inghilterra con la rivoluzione industriale nel 18 ° secolo. Si diffuse prima in parti dell'Europa e in Nord America. Nel 20 ° secolo l'industrializzazione si è diffusa nella maggior parte degli altri paesi.",
"t.Darwin's\nTheory of Evolution": "__ \"Allah ha creato ogni animale dall'acqua. Di loro sono alcuni che si insinuano sulle loro pance, alcuni che camminano su due gambe e alcuni che camminano su quattro. Allah crea ciò che vuole, perché Allah ha un potere su tutte le cose\" ( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Il suo libro \"On The Origin of Species\" nel 1859. In esso presentò molte teorie su come la vita divenne sulla terra. Ha proposto la selezione naturale, che è un processo in cui gli animali con determinati tratti, possono sopravvivere meglio come il modo in cui tutti gli animali sono nati. Tuttavia, Darwin non ha capito né sapeva la genetica all'epoca o come i tratti venivano effettivamente trasmessi. Quindi non poteva spiegare accuratamente ciò che faceva assomigliare ai bambini i loro genitori.\n\nTuttavia, la spiegazione di __Darwin di Evolution è fondamentalmente accettata dalla comunità scientifica e gli scienziati stanno lavorando duramente per provare a dimostrare di essersi evoluti da organismi e scimmie a cellule singoli fino ad oggi. Considerando che musulmani, cristiani ed ebrei credono che siamo discendenti di Adamo (Saw) e Hawwa (Eva), il primo uomo e donna. Gli scienziati si riferiscono a tali risultati come \"design intelligente\" e ci sono innumerevoli prove di ciò, come il lavoro del DNA, del corpo umano, dei sistemi solari, ecc.\n\nSimile al darwinismo, l'Islam riconosce l'idea che la vita si sviluppa nelle fasi e per un periodo di tempo. Inoltre, crediamo che Dio abbia potere su tutte le cose e possa facilmente cambiare qualsiasi cosa da adottare nel suo ambiente. Dio lo ha creato la prima volta, la seconda volta sarebbe più facile, giusto? Proprio come noi risorgete il giorno del giudizio.\n\nMa a differenza delle moderne teorie evoluzioniste che dicono mutazioni casuali, che sono sempre disastrose e mortali di natura, causano l'evoluzione di un animale, crediamo che Dio possa cambiare un animale durante la notte per avere un becco più lungo per trovare cibo più facile dopo un'alluvione se necessario, per esempio. Questo è effettivamente documentato su molti studi sugli uccelli che adattano i tratti così in fretta che gli scienziati non possono spiegarlo e sono preoccupati che altre specie non si adatteranno così velocemente. Questo ha più senso di un animale che si evolve lentamente e casualmente per caso. Inoltre, ci sono casi di farfalle nuove o estinte miracolosamente che escono dal nulla. I musulmani si preoccupano molto per gli animali e l'ambiente, ma non stressiamo che si estinguino o non siano in grado di prendersi cura di se stessi perché, come tutte le cose, ci fidiamo di Dio.\n\nIn sintesi, i musulmani rifiutano l'idea che gli esseri umani si siano evoluti casualmente dalle scimmie. I musulmani credono che gli esseri umani siano considerati una creazione speciale. L'Islam insegna che gli esseri umani sono una forma di vita unica creata da Allah, come tutto il resto; Tuttavia, abbiamo regali e capacità unici a differenza di qualsiasi altro animale e essere. Ad esempio, abbiamo un'anima eterna, coscienza, immaginazione, conoscenza e libero arbitrio. Possiamo essere forti, buoni e pio o essere deboli e lavorare solo per soddisfare i nostri desideri egoistici. Indipendentemente da ciò, la vita degli esseri umani è iniziata con la creazione di due persone, un maschio e una femmina di nome Adamo e Hawwa (Eva) e questo ci rende tutti collegati da sangue e famiglia.\n\nIl Corano descrive che Allah __ \"fatto dall'acqua ogni cosa vivente\" (Corano 21:30) .__ Un altro versetto descrive come __ \"Allah ha creato ogni animale dall'acqua. Di loro sono alcuni che si insinuano sulle loro pance, alcuni quello che Cammina su due gambe e alcuni che camminano su quattro. Allah crea ciò che vuole, perché Allah ha potere su tutte le cose \"(24:45) .__\n\nQuesti versi supportano la teoria scientifica secondo cui la vita è iniziata in acqua.",
"t.World War 1": "La prima guerra mondiale (o la prima guerra mondiale) fu una guerra globale iniziata il 28 luglio 1914 e durò fino all'11 novembre 1918. La guerra durò esattamente quattro anni, tre mesi e 14 giorni.\n\nLa maggior parte dei combattimenti erano in Europa, ma i soldati di molti altri paesi hanno preso parte e ha cambiato gli imperi coloniali delle potenze europee e ha portato anche alla fine dell'Impero ottomano. Prima che iniziasse la seconda guerra mondiale nel 1939, la prima guerra mondiale i__ era chiamata Grande Guerra, Guerra Mondiale o \"Guerra per porre fine a tutte le guerre\". 135 paesi hanno preso parte alla prima guerra mondiale e quasi 10 milioni di persone sono morte mentre combattevano, principalmente di malattie e carestia.\n\nLa prima guerra mondiale è stata combattuta dalla maggior parte dei paesi d'Europa. Il vero combattimento era su molti fronti diversi. Il fronte occidentale era dove si verificarono la maggior parte dei combattimenti tra Germania e alleati. La maggior parte dei combattimenti qui è stata la guerra in trincea.\n\nIl fronte orientale fu combattuto nell'Europa centrale e orientale. Combattere qui non era la guerra di trincea ma la guerra mobile a causa delle dimensioni del fronte. Molti combattimenti accadde nel fronte mediorientale e sul fronte italiano. I combattimenti ebbe luogo anche in Africa, Cina e in mare e in aria.\n\nLa guerra fu terminata dalla firma di molti trattati diversi, il più importante era il trattato di Versailles.\n\nLa prima guerra mondiale I__ fu la prima grande guerra in cui carri armati, aeroplani e sottomarini o (boat a U) erano armi importanti.",
"t.World War 2": "__ World Wearld Wee____ (Seconda Guerra Mondiale o Seconda Guerra Mondiale), chiamata anche la seconda guerra mondiale e, nell'Unione Sovietica, la Grande Guerra patriottica, fu una guerra globale che prevedeva la lotta in molte parti del mondo e in molti paesi. La maggior parte dei paesi ha combattuto negli anni 1939-1945, ma alcuni iniziarono a combattere nel 1937. La maggior parte dei paesi del mondo, compresi tutti i grandi potenze, combatté come parte di due alleanze militari: gli alleati e le poteri dell'Asse. __ World Wee __ era il conflitto più mortale in tutta la storia umana. Ha coinvolto più paesi, costava più denaro e uccise più persone di qualsiasi altra guerra nella storia umana. Tra 50 e 85 milioni di persone sono morte. La maggioranza erano civili. Comprendeva i massacri, il genocidio deliberato dell'Olocausto, i bombardamenti strategici, la fame, la malattia e il primo uso di armi nucleari nella storia da parte degli Stati Uniti in Giappone.\n\nLa guerra in Asia iniziò quando l'Impero del Giappone invase la Cina il 7 luglio 1937. Gli Stati Uniti reagivano mettendo un embargo petrolifero sul Giappone. L'inizio della guerra in Europa fu quando la Germania invase la Polonia il 1 ° settembre 1939. Francia e Gran Bretagna reagirono dichiarando la guerra alla Germania. Nel 1941, gran parte dell'Europa era sotto il controllo tedesco. Solo la Gran Bretagna rimase in lotta contro l'asse nel Nord Africa, nel Mediterraneo e nell'Atlantico. Nel giugno del 1941, gli Axis Powers invase l'Unione Sovietica, iniziando la più grande area di guerra della storia. Il 7 dicembre 1941, il Giappone attaccò le colonie occidentali nel Pacifico e le due guerre divennero una.\n\nLe vittorie giapponesi furono fermate nel 1942 e anche le vittorie dell'asse europeo furono fermate nel 1943, sia in Nord Africa che in Unione Sovietica. Successivamente, gli alleati hanno iniziato a reagire da tutte le parti. L'asse perse il Nord Africa e, a partire dal 1943, furono costretti a difendere l'Italia. Nel 1944, gli Alleati invasero la Francia, dirigendosi verso la Germania sul fiume Reno, mentre i sovietici continuavano a chiudere da est. La Germania si arrese nel maggio 1945. Il Giappone si arrese formalmente il 2 settembre 1945. La guerra si concluse con la vittoria alleata.\n\nDopo la guerra, le Nazioni Unite furono istituite per sviluppare supporto tra paesi e prevenire le guerre future. La guerra fredda tra i principali vincitori iniziò presto, ma non si combattono in una vera guerra. Si è verificata anche decolonizzazione dell'Asia e dell'Africa, dove è avvenuta anche quei paesi controllati dai paesi europei. Questo perché il potere europeo fu indebolito dalla guerra. La ripresa economica e l'integrazione politica (il processo dei paesi unitanti) furono tra gli altri risultati della guerra.",
"t.Cold War": "__La guerra fredda__ (1947-1991) fu la relazione tesa tra gli Stati Uniti (e i suoi alleati) e l'Unione Sovietica (l'URSS e i suoi alleati) tra la fine della seconda guerra mondiale e la morte dell'Unione Sovietica.\n\nLa maggior parte dei paesi da una parte erano alleati nella NATO i cui due più grandi paesi militari erano gli Stati Uniti e la Turchia. La maggior parte dei paesi dall'altra parte erano alleati nel Patto di Varsavia il paese più potente era l'Unione Sovietica (ora Russia).\n\nIl gruppo di paesi capitalisti occidentali comprende le Americhe, la Turchia, l'Europa occidentale, Israele, Giappone, Corea del Sud, Tailandia, Iran (1945-1979), Pakistan, Malesia, Filippine, Sudafrica, Australia e Nuova Zelanda.\n\nIl gruppo-socialista orientale comprende Unione Sovietica, Europa orientale, Angola, Etiopia, Cuba (1959-1991), Mongolia, Corea del Nord, Cina e Vietnam.\n\nLa guerra fredda si concluse con la caduta del muro di Berlino nel 1989, con la Russia che passava da un paese comunista socialista a un paese capitalista democratico. Tuttavia, qui c'è ancora un conflitto rimanente come visto nelle recenti battaglie e guerra tra Russia e Ucraina.",
"t.Moon Landing": "__Apollo 11__ è stato il primo volo a mandare le persone sulla luna. È stato fatto dalla NASA (National Aeronautics and Space Administration), l'American Space Agency originale. Andò nello spazio il 16 luglio 1969, trasportando tre astronauti: Neil Armstrong, Buzz Aldrin e Michael Collins. Il 20 luglio 1969, Armstrong e Aldrin divennero i primi umani a atterrare sulla luna, mentre Collins rimase in orbita attorno alla luna.\n\nIl volo faceva parte della gara __space__ tra gli Stati Uniti e l'Unione Sovietica. Ha terminato il piano fissato da John F. Kennedy, il 35 ° presidente degli Stati Uniti, nel 1961 per \"far atterrare un uomo sulla luna e riportarlo in sicurezza sulla terra\", prima della fine degli anni '60.",
"t.World Wide Web": "__ Internet__ è la più grande rete di comunicazione mondiale di computer. Internet ha milioni di reti domestiche, accademiche, commerciali e governative più piccole, che insieme portano molti diversi tipi di informazioni. Il termine è talvolta abbreviato come \"la rete\", abbreviazione della rete. __ World Wide Web__ è uno dei suoi più grandi servizi. È usato da pochi miliardi di persone in tutto il mondo.\n\nInternet è stato sviluppato negli Stati Uniti dall'Agenzia per i progetti di ricerca avanzata degli Stati Uniti \"(DARPA). Internet è stato connesso per la prima volta nell'ottobre 1969 ed è stato chiamato __arpanet__. L'ampio web __ World è stato creato al CERN in Svizzera nel 1990 da uno scienziato britannico (Regno Unito) di nome Tim Berners-Lee."
}
