{
"t.Birth of the Universe": "\"He ew yek e (Allah) ku ezman û zemîn (li gorî bingeha fermana wî ya birêkûpêk) li ser rastiyê afirandiye. The roja ku ew bêje: 'bibe', wê ew (roja dîwanê) were. Gotina wî rast e. Ew ê roja ku trumpet dê were şewitandin (ji hêla ISrafil) ve. Ew (yê ku) zanîna nedîtî û dîtî ye, û ew e Hemî-aqilmend, hemî haydar. \" (Quran 6:73)\n\n\"Fermana me tiştek lê tenê ev e ku dema ku em mebesta (anîn) wê (li hebûna), em jê re dibêjin:\" be ', û ew dibe. \" (Quran 16:40)\n\"Ew ne rûmeta Allah e ku ew bavêje (bi xwe û bi xwe jî bi vî rengî) Ew (ji vê yekê) ew e! (Quran 19:35)\n\n\"Ew orjînala ezman û zemîn e! Dema ku ew tiştek biryar dide, ew tenê jê re dibêje:\" be! \" It ew e! \" (Quran 2: 117)\n\n\"Fermana wî (afirîner) tenê ye ku dema ku ew tiştek heye (biafirîne) tiştek, ew jê re dibêje: 'be' (Quran 36:83)\n\n\"Ew yê ku jiyanê dide û dibe sedema mirinê. Wê hingê gava ku ew li ser tiştek biryar dide, ew tenê jê re dibêje: 'be', wusa dibe.\" (Quran 40:68)\n\n\"If heke li ser rûyê erdê de daristan û deryayê bûn, ji hêla heft [zêdetir] deryayê ve hat şandin, peyvên her tiştî dê têr nebin. (Quran 31:27)\n\n\"Ma mirov nafikire ku me ew ji spermek [mere] afirandiye - hingê di cih de ew nerazîbûnek vekirî ye? Û ew (argûmanek) ji me re pêşkêş dike û afirandina xwe ji bîr dike (di tevliheviyê de) : \"Kî dê ji hestiyan bide û ji wan re bibe sedem? dara kesk, agir. Then wê ji we re (agir) e. Ma ew ê ku ezman û ezman afirandim ji wan re afirandiye? Erê bi rastî (ji her tiştî), her dem- Zanîna. Bêguman emrê wî, gava ku ew tiştek dixwaze, tenê ji wê re bêje: be! Is! \" Ji ber vê yekê rûmet li wî bin ku destê wî padîşahiya her tiştî ye, û ji wî re ye ku hûn vegerin. \"(Quran 36:82)\n\n\"Hingê we difikirî ku me we ji we re neheqî afirand û ji me re jî hûn ne vegerî?\" (Quran 23: 115)\n\n\"Tiştek wan biafir nekir an ew xwe biafirînin?\" (Quran 52:35)\n\n\"Ma mirov nayê bîra min ku me berê wî afirand, dema ku ew ne tiştek bû?\" (Quran 19:67)\n\n\"Xuda ji we re ji zikê dayikên we re anî dema ku we tiştek nizanibû, û we guhdarî û çav û dilan kir, da ku hûn bibin sipasdar\" (Quran 16:78)",
"t.Big Bang": "\"Ma kafiran fêm nakin ku ezman û erd carekê yek bi girseyî bûn wê hingê em wan ji wan re dihêlin__? Û me ji avê zindî afirand. (Quran 21:30)\n\nThe __Big Bang__ teoriyek zanistî ye di derheqê ka gerdûnê ji yek xalek dest pê kir û ji wir berfireh bû. Ew e ku galgal, stêr, planet û her tiştê ku em îro ji orjînal dibînin.\n\n__ «Ew e yê ku ezman û zemîn derxistim, û dema ku ew ê tiştek (biqewime) tiştek e, ew tenê jê re dibêje:\" be ', û ew dibe. \" (Quran 2: 117) __\n\nModela __Big Bang__ ev e ku gerdûn di rewşek zehf û germ de dest pê kiriye û berfireh kiriye. Teoriya pêşniyar dike, û pîvandin nîşan dide, ku gerdûn îro hîn jî berfireh dibe.\n\nGerînendeyê dest pê kir wekî superforceek pir germ, piçûk û dendik (tevliheviya çar hêzên bingehîn), bêyî stêr, atom, form, an struktur (yek \"yekjimar\"). Dûv re nêzîkî 13.8 mîlyar sal berê, cîhê pir zû fireh bû (bi vî rengî \"__big bang__\"). Ev dest bi avakirina atoman kir, ku di dawiyê de rê li ber avakirina stêr û galeriyan bû. Ew Georges Lemaître, kahînek Katolîk bû, ku yekem (di 1927) de (di 1927) de) ku gerdûnek berfireh dibe ku di demek yekane de were şopandin.\n\nLêbelê, ji gelek gelek astronomîkî û rastiyên din ên zanistî re nayê zanîn, mîna ya mezin, avakirina planet, orbît û tevger, embryolojî û pir wêdetir, ji hêla Xwedê ve li Quranê li ser 1400 sal berê ji me re hat eşkere kirin. Mînakî, Georges Lemeaitre ne yekem bû ku bala xwe di derheqê bangê ya mezin de. Quranê bi zelalî li ser Bang Bang __ bipeyive (Quran 21:30) __\n\nHeke hûn li nîşanek an delîlek Xwedê digerin, dizanin ku ev tenê yek ji gelek delîlên bêhejmar e ku Islamslam rast û tenê ola Xwedê ye.\n\nGengaziya îro hîn jî berfireh dibe, ku ji nû ve hat kifş kirin. Lêbelê, dîsa Quran piştrast dike: __ \"Ezmanan, me ew hêzan ava kiriye. And bi rastî, em wê berfireh dikin\" (Quran 51:47) __.\n\nBerî vê yekê, zanyaran teoriyek jê re digotin, ku gerdûn tê fikirîn ku dibe ku were hilweşandin, an qefilandin, vegere ser xwe. Ev teorî êdî hîn nabe.\n\nBi tevahî, gerdûnî geş dibe û germahî wekî ku dem derbas dibe. Kozmolojî xwendina ka gerdûn çawa dest pê kir û pêşveçûna wê ye. Zanyarên ku ji sosmolojiyê dixwînin razî dikin ku teoriya __big bang__ tiştê ku ew heta niha dîtine hevber dike.\n\nFred Hoyle navê teoriyê \"__big Bang__\" li ser pêşandana radyoya wî bang kir. Wî bawer nedikir ku __big bang__ rast bû. Zanyarên ku bi wî re razî ne difikirin ku navê ken bû û biryar da ku wê bikar bîne.\n\nZanyar li ser gelek çavdêriyên cûda teoriya __big bang__ dikin. Ya herî girîng redshift of galeriyên pir dûr e. REDSHIFT bandora Doppler di ronahiyê de diqewime û di dengê dengê de jî çavdêrî ye. Mînakî, dengê bilindtir ên racecar wekî ku ew li dijî viya diqewimin, ew ji we re dibejin - \"vrrrrrrrrrrr\" (ber bi we re) \"OoooooooMmmmm\" Bi vî rengî, dema ku tiştek ji Erdê dûr dikeve, tîrêjên wê yên rengê ji rengê rengê sor xuya dikin, ji ber ku tevger dirêjahiya tîrêjê ya ku ji hêla lêkerê ve hatî dayîn dirêj dike. Zanyar peyva \"sor sor\" bikar tînin da ku vê pêlika tîrêjê ya dirêjkirî ji ber ku sor dirêjahiya dirêjahiya dirêj a li ser spekera xuya ye. Zêdetir redshift li wir heye, zûtir tişt bi rê ve dibe. Bi pîvandina Redshift, zanyar îspat kir ku gerdûn berfireh dibe, û ew dikarin bixebitin ka çiqas zûtirîn tişt ji erdê dûr dikeve. Bi çavdêrî û pîvandinên pir rast, zanyar bawer dikin ku gerdûn yekane nêzîkê 13.8 mîlyar sal berê bû. Ji ber ku pir tişt wekî ku berfireh dibin sar dibin, zanyar guman dikin ku gerdûn pir piçûk û pir germ bû dema ku ew dest pê kir. Ger hebek ber bi zemîn ve bimeşe, wê hingê ronahiyek berbiçav a şîn heye.\n\nObsavdêriyên din ên ku piştgiriyê didin teoriya __Big bang__ di gerdûnê de hêmanên kîmyewî ne. Mîqdarên hêmanên pir ronahî, wek hîdrojen, helium, û Lithium xuya dike ku bi teoriya __big bang__________. Zanyar jî \"tîrêja mîkrokên kozmîkî\" dîtin. Ev radyasyon wekî pêlên radyoyê tê zanîn, û ew li her deverê gerdûnê ne. Ev radyasyon êdî pir lawaz û sar e, lê demek dirêj berê ew pir xurt û pir germ bû.\n\nZanyar dizanibû ku dê banga mezin bibe sedema girseya tîrêjê ya girseyî lê bêtir delîl ji wê dixwest. Di salên 1960-an de, ji bo Labratoriyên Bellê li New Jersey, Arno Penzias û Bob Wilson bi şaşî kifş dikin ku gava ku ew li Antenna xwe ya Homdel, antenna xwe ya pir hesas in, kifş bikin. Ew hewl didan ku hemî dengê paşverû derxînin û dîtin ku ew nekarin yeka ku ji her alî de ji her alî ve hatibû derxistin. Ev paşê bû ku wekî CBR were zanîn û ew ji ber teqîna mezin a bangê, ev hîn jî dikare bihîstibe, û her dem dê îro li radyoyê be. Vê kifşê di dawiyê de Penzias û Wilson xelatek Nobel di 1993 de wergirt.\n\nHin zanyar û fîlozofan arguman dikin ku wext li pêşiya __big bang__? Ew arguman dikin ku __Big Bang__ destpêka demê bû, û li pêşberî bangewariya __Big____ bû, ji ber ku nikaribû \"berî\" hebe heke wext tune be! Wekî ku Misilman, em dizanin ku Xwedê herheyî û ji derveyî her tiştê ku hişê me dikare fêm bike. Wekî wusa, ew ji ber vê yekê em nekarin têgeha ku berî bangewaziya mezin, ev yek ji gelek paradoksê ye ku li ser afirînerek hemî hêzdar e.\n\nJi bo argumanan, bila em bêjin em dikarin çi bikin ku berî ku berê Bang an bi rastî çawa hate afirandin. Wê hingê pirsa din dê bibe, \"Wê hingê, çi afirandiye?\" Say bibêje me diyar kir ku çi afirandiye, hingê dîsa, pirs dê bimîne, \"baş, çi afirandiye?\". Wekî ku hûn dikarin bibînin, ev ê qet bi dawî neke, bi rastî delîlek mezin e ku hûn Afirînerê me ne û çawa têgeha Xwedê li derveyî hişmendiya mirovî ya sînorkirî ye.\n\nMisilman li ser tiştên weha nîqaş nakin, em tenê qebûl dikin ku Xwedê çi ji me û afirîna wî re vedibêje. Mînakî, Xwedê ji destên xwe diaxive lê em dizanin ku ew ji hêla her destê ku em pê dizanin. Mirovek xwedan dest, monkeyek heye, demjimêrek heye. Destên Xwedê ji her tiştê ku em dikarin bifikirin, û em wê li wê hiştin.",
"t.Milky Way is Born": "Zanyar ji we re, ku Way__ __Milky di vê belavkirina girseyî de li gerdûnê di demek kurt de piştî ku bi mezinahiya mezin di demek kurt de dest pê kir. Hin ji van zêdegiharan tovên komikên globular bûn ku di nav de stêrên mayî yên herî kevnare di tiştê ku nuha wiya __milky damezirandî ye. Nêzîkî nîv mijarê di way __milky__ de dibe ku ji galeriyên dûr ên dûr ve were. Digel vê yekê, van stêr û komxebatan naha ji stellar halo ya __milky riya __milky pêk tê. Di nav çend mîlyar salên jidayikbûna stêrên yekem de, girseya __milky way__ bi qasî mezin bû ku ew zû zû zû spinning bû. Ji ber parastina momentumê angular, ev rê da navbêna navînî ya gazê ya gazîneyê ku ji rengek berbiçav a spheroidal ji dîskek hilweşe. Ji ber vê yekê, nifşên paşê yên stêran di vê dîska spiral de hatine damezirandin. Stêrên herî piçûk, di nav de tavê, tê dîtin ku di dîskê de ne.\n\nJi ber ku stêrên yekem dest pê kirin, riya __milky bi her du mergên galeriyê (bi taybetî di mezinbûna __milky Way __ de) û birêkûpêkkirina gazê ji halo Galactic. Riya __milky niha ji çend galeriyên piçûk re, di nav de du ji galeriyên piçûk ên satelîtê, ewrên mezin û piçûk ên satelîtê, bi navgîniya Magellanic. Ragihandina rasterast ya gazê di ewrên leza bilind de mîna ewrên smith tê dîtin. Lêbelê, Taybetmendiyên Way__ __milky Way__ wek stellar girseya angular, û metelîkî di herêmên xwe yên derveyî de pêşniyar dikin ku di 10 mîlyar salên dawîn de bi galagelên mezin re tune. Ev nebûna dilovaniya herî dawî ya herî dawî di nav galeriyên xwe yên spiral de ecêb e; Cîranê wê yê Andromeda xuya dike ku galyayên gelemperî bi galaksên mezin ên bi galerîyên mezin re pirtir e.\n\nLi gorî lêkolînên dawî, Way __Milky stêrkên nû) ber \"rêzika sor\" (galeriyên ku kêmbûna stêran). Activityalakiya damezrandina star di Galaxiyên Green Valley de hêdî hêdî dihêle ku ew ji gazê damezrandina star-damezirandî di navbêna interstellar. Di galgalîzasyonên simuled ên bi taybetmendiyên wekhev re, dê bi gelemperî di nav pênc mîlyar salan de ji ber zêdebûna bendewar, kurtefîlmê di navbera rêjeya stêrka de ji ber ku pevçûnê di navbera __milky Way__ û Andromeda de hesab kirin Galaxy. Di rastiyê de, pîvandinên galgalî yên din ên mîna __milky way __ pêşniyar dikin ku di nav galeriyên giyanî yên geş û geş de ye ku hîn jî stêrkên nû ava dikin û ew ji galagenên seqompa sor a bluest bluer in.\n\n## Dîroka temen û kozmolojîk\n\nKevirên globular di nav __milky Way__ de di nav __milky way__ de ne, ku bi vî rengî li ser temenê __milky rêça __milky destnîşan dike. Mêjûya stêrên kesane di way __milky de dikare bi pîvandina hêmanên radyoaktîv ên dirêj-ên mîna thorium-238 were texmîn kirin, dûvre encamên texmînên xwe yên orîjînal, teknîkek bi navê nucleocosmochronolojiyê berhev bike. Van nirxên nêzîkê 12,5 ± 3 mîlyar salan ji bo CS 31082-001 û 13.8 ° 3248. Bi pîvandina germahiya herî xweş a van dwarfên spî û berhevkirina wan li germahiya destpêkê ya bendewar, texmînek temen dikare were çêkirin. Bi vê teknîkî, temenê koma globulî M4 wekî 12,7 ± 0.7 mîlyar salan hate texmîn kirin. Temeniyên temen ên kevn ên van komxebatan texmînek çêtirîn a ji 12.6 mîlyar salan re, û baweriya 95% ji 16 mîlyar salan bawer dikin.\n\nGelek stêrkên ferdî di Halo __Milky Way __ de bi temenên pîvandî pir nêzîkî 13.80-mîlyar salê gerdûnê hatine dîtin. Di sala 2007-an de, stêrkek li Halo Galactîk, ew 1523-0901, texmîn bû ku nêzîkî 13.2 mîlyar salî bû. Wekî ku di wê demê de di wiya şîrê de herî kevnare di way__ şîrê de tê zanîn, ev pîvandin li ser temenê __milky rêçeyek kêm kêm e. Ev texmîn hate çêkirin ku ji bo pîvana pir mezin a teleskopê ya pir mezin hate çêkirin da ku hêzên têkildar ên xetên spektral ên ku ji ber hebûna thorium û hêmanên din ên ku ji hêla pêvajoya R-ê ve hatine afirandin. Hêzên xeta ji isotopên bingehîn ên bingehîn ên isotopên cûda didin, ji ku texmînek ji temenê stêrkan dikare bi karanîna nucleocosmochronolojiyê were derxistin. Stêrkek din, HD 140283, 14.5 ± 0.7 mîlyar salî ye.\n\nDi Diska Nermalîk a Galaktîk de Stêrkên Diskalê Di heman demê de bi karanîna nucleocosmochronolojiyê jî hatine texmîn kirin. Pîvandinên stêrên dîskê yên nermîn texmînek didin ku dîska narencî 8,8 ± 1.7 mîlyar sal berê ava kir. Van pîvanan pêşniyar dikin ku hema hema 5 mîlyar sal di navbera avakirina galaktîk a halo û dîska nermîn de hebû. Analîzên nû yên bi hezaran stêrkan pêşniyar dikin ku di wextê damezrandina dîskê de, 8-10 mîlyar sal berê, dema ku gaza Interstellar pir germ bû wek berê.\n\nGaleriyên satelîtê yên li dora __milky Way__ ne hatine belav kirin, lê dixuyê ku encama şikestina hin pergala mezintir e ku avahiyek ring-ê 500,000 salên ronahiyê di diameter û 50,000 salên ronahiyê de çêdike. Hevdîtinên nêzîk di navbera galgalî de, mîna vê yekê li 4 mîlyar salan bi gaza andromeda gazê re diqewimin, ku, bi ser deman dikarin li ser ringek li ser xalîçeyek xweser a discê sereke ava bikin.",
"t.Sun is Born": "__ «Ew e ku şev û roj û roj û heyvê çêkir; hemî (laşên celestial) li hev, her yek di qursa xwe ya dorpêçkirî de\" (Quran 21:33) .__\n\n__Sun__ di navenda pergala me ya rojê de stêrkek Dwarf zer e. Ew ji enerjiyê wekî ronahiyê dide. Ku enerjiya ronahiyê, infra-sor (germ), ronahiya ultraviolet û radyoyên radyoyê pêk tîne. Di heman demê de her weha perçeyek perçeyan dide, ku digihîje erdê wekî \"bayê solar\". Theavkaniya vê enerjiyê reaksiyonê di stêrka de ye ku hîdrojenê di helium de vedike û gelek enerjiyê dike.\n\nThe __sun__ stêrkek mîna gelek kesên din di galeriya me ya şîrê de ye. Ew ji bo hinekî zêdetirî 4,5 mîlyar salan heye, û bi kêmî ve heta ku heya herî kêm berdewam bike. __Sun__ nêzîkî sed carî wekî erdê fireh e. Ew bi girseyî 1.9891 × 1030 kg, ku 333,000 carî girseya erdê ye. Erd jî dikare di hundurê __SUN__ 1.3 mîlyon carî de cih bigire.\n\nZanyar difikirin ku __sun__ ji ewrekî pir mezin a toz û bîtên piçûk ên berfê li ser 4,567 mîlyar sal berê dest pê kir.\n\nLi navenda wê ewrekî mezin, gravity sedema ku materyalê çêbû ku meriv li gogê ava bike. Carekê ev mezin mezin bû, zexta mezin di hundurê reaksiyonek fusion de dest pê kir. Enerjiya ku ev serbest bû sedema ku gule barandin û şewq.\n\nEnerjiya ku ji __sun__ radiweste, ewrên mayî ji xwe dûr xist, û nexşeyên ku ji vê ewrê mayî hatine avakirin.",
"t.Earth is Born": "__ \"Hingê wî (Xuda) zivirî ezmanan dema ku ew dûman bû. Wî ji ezmên û zemîn re got:\" Werin), bi dilxwazî ​​an ne amade. \" Wan got: \"Li vir em (di nav xwe de) di bin çavdêriya amade de tê.\" __\n\n__EARTH__ û nexşeyên din ên nêzî 4,6 mîlyar sal berê hatine avakirin. Ew ji gaza çepê ji nebula ku tavê tavê çêkir. Ev dîsa mirazek zanistî ya Quranê ye ku Xwedê ew di Quranê de şirove dike: \"Hingê wî (Xuda) zivirî ezmanan. Wî ji ezman û zemîn re got:\" Werin) an nexwazî. \" Wan got: \"Li vir em (di nav xwe de) di bin çavdêriya amade de tê.\" Ev ayet li ser ka Erd çawa hate avakirin.\n\nDibe ku heyvê piştî pevçûnek di navbera destpêka __ aaret__ û planetek piçûktir de were avakirin (carinan jê re dibêjin The Sale). Zanyar bawer dikin ku parçeyên her du planetan hatine şikandin - bibin (ji hêla gravity) heyvê.\n\nQuranê diyar dike ku Xuda êvarê, heyv, û nexşe, her yek bi qursên xwe yên takekes an orbîtan afirand. __ «Ew e ku şev û roj û roj û heyvê çêkir; hemî (laşên celestial) li hev, her yek di qursa xwe ya dorpêçkirî de\" (Quran 21:33) .__\n\nAvê __ avê ji cihên cûda derket. Condering avên avê, û comets û asteroîdên ku li __EARTH__ diherikînin, okyanûsan çêkir. Di nav mîlyar salan de (ew li dor 3,6 mîlyar sal berê ye) zanyar bawer dikin ku jiyana yekem dest pê kir, di serdema arkedan de. Hin bakterî pêşkeftî fotnonîstan, ku dihêle ku nebatan ji ronahiya tavê û ava tavê xwarinê çêbikin. Vê yekê gelek oksîjenê serbest kir, ku yekemcar di çareseriyê de hate girtin. Di dawiyê de, oksîjenê belaş ket nav atmosferê an hewayê, ku rûyê __. Vê oksîjenê di heman demê de qada ozonê ava kir ku ji tîrêja ultraviolet a ji tîrêja tîrêja __traviolet diparêze.\n\nDîsa dîsa, Xwedê di quranê de ji me re got: __ \"û me ezman çêkir ku ezmûnek baş-parastî çêkirim, hîn jî ew ji nîşanên xwe dûr dixin.\" (Quran 21:32) __\n\nZanyar bawer dikin ku li ser rûyê erdê tevlihevî li ser rûyê ozonê nebûne ji ber ku bêyî parastina tîrêjê tîrêjê tavê dê ji bo jiyana pêşkeftî pir zêde be.\n\n__EARTH__ di paşeroja dûr de pir cûda bû. Demek dirêj berê, hema hema hemî erd li yek cî bû. Ev tê gotin supercontinent. Supercontinent zûtirîn tê zanîn Vaalbara. Much later, there was a time (the Cryogenian) when __Earth__ was almost entirely covered by thick ice sheets (glaciers). Ev ji teoriya Snowball __EARTH__ tê gotin.",
"t.Heavy Bombardment": "__ \"Me berê peyamên xwe bi delîlên zelal şand û bi wan re şandiye û bi wan re dibeje ku mirov ji bo mirovan biparêze, li ku derê ji mirovan re dibe ku leşker û berjewendîyên mezin e, So wusa dibe ku Xuda piştgiriyê bide wî û peyamên wî yên nedîtî. Bi rastî, Xuda bi hêz û bilind dibe. \" (Quran 57:25) __\n\nBomberdûmana giran a dereng (kurtkirî LHB û di heman demê de tê zanîn wekî katakutiya Lunar tê zanîn) bûyerek ku tê fikirandin ku nêzîkî 3,8 û 4,1 mîlyar sal berê qewimiye. Ev wekî Erasên Neohadean û EoArgean li ser rûyê erdê tê zanîn. Di vê navberê de, hejmareke mezin a asteroîdên ku ji hêla stargehên destpêkê yên pêşîn ên li pergala rojê ya hundurîn, di nav de Mercury, Venus, Erd, û Mars jî, li ser planên erênî yên pêşîn, di nav de merc, Venus, erd û mars.\n\nBomberdûmana giran a ku li ser rûyê erdê qewimî û nexşeyên din ên kevirî pêk anîn û piraniya girseya xwe damezrandin, lê dîsa jî di dîroka Erdê de pir zû.\n\nZanyarên îro dizanin ku hesin nekare li ser rûyê erdê pêşve çû. Ji ber mezinahiya erdê ew dizanin, ew dizanin ku materyalên bi vî rengî dikarin xwezayî li vir pêşve bibin. Bi rastî, ew dizanin ku divê hesin di hundurê stêrkan de were çêkirin, bi taybetî super-giants sor. Tenê di hundurê stêrkek wisa gigantic de dikare hêmanan di dema reaksiyonên fusion de bi hev re form bikin. Dûv re supernova pêk tê, tê wateya ku stêr teqiya, û perçeyên hesin li cîhê têne teqandin. Zanyar bawer dikin ku ev e ku hesin çawa hat erdê.\n\nQuran behs dike, __ \"û me hesin şand\" __. Heya ku demên dawî, bê zanyar bombebarankirina __heavy bombebaran dikin Lêbelê, ew ji Xwedê re pir bi gelemperî ji me re hesin ji me re şand da ku em ji wê sûd werbigirin.",
"t.Life on Earth": "__ \"Ma yên ku bawer nakin ne fikirîn ku ezman û erd tevlîbûnek bûn, û wê hingê me ew ji wan re veqetand û ji her tiştê jiyanê ji avê çêkir? Wê hingê ew ê bawer nekin?\" (Quran 21:30) .__\n\nZûtir îdîa kir ku jiyana jiyanê mîkrojenî (an mîkrofosils) fosilized e. Ew li kevirên hesin û silica-dewlemend hatin dîtin\n\nVan keviran bi qasî 4.28 mîlyar sal in. Formên tubular ên ku ew di raporekê de têne destnîşan kirin. Ger ev tomara herî kevnare ya li ser rûyê erdê ye, ew pêşniyar dike ku piştî Oyanûsan berî ku berê berê 4,4 mîlyar sal berê ava kir \"derketina hema hema hema hema yekser. Li gorî Stephen Blair Hedges, \"Ger jiyan bi rengek zûtirîn li ser rûyê erdê rabû wê hingê ew dikare di gerdûnê de hevpar be\".\n\nQur'an diyar dike ku Allah __ \"Ji avê her zindî\" (Quran 21:30) diyar dike ka __ \"Xuda her heywanek ji avê çêkiriye. Li ser du lingan bimeşin, û hinekî li ser çar dimeşin. Allah tiştê ku ew dixwaze, diafirîne, ji bo ku bi rastî Yezdan li ser her tiştî hêzdar e \"(24:45) .__\n\nVan ayetan piştgiriyê didin teoriya zanistî ya ku jiyan li okyanûsa Erdê dest pê kir. Ew jî bi biyolojiya nûjen ku dewlet dikin ku hin heywan ji% 90 av têne çêkirin, dema ku mirov ji% 60 av têne çêkirin.",
"t.Single Celled Organisms": "__ Qur'an diyar dike ku Xuda ji avê her zindî \"(Quran 21:30) __\n\nOrganîzasyonên unicellular organîzmayên ku yek hucreyek in.\n\nOrganîzmayên unicellular dikarin li her deverê werin dîtin. Formên herî kevn ên jiyanê 3,8 mîlyar sal berê hebûn, heke ne dirêjtir be. Zanyar bawer dikin ku van organîzmê di nav avê de dijîn. Ew cûrbecûr stratejiyên ji bo saxbûnê digerin: fotosyntesis (cyanobacteria), chemotrophy (gelek arkaea), û heterotrophy (amoeba). Hin organîzmayên unicellular hene, tiliyên piçûk ên ku ew ji bo locomotion, an lobopod, dirêjkirina skeleton (cytoskeleton), ku wekî çekên bloblike xuya dikin, hene. Flagella bav û kalên me yên unicellular hemî rê li ber heywanan çêbûne, li ku derê ew xuya dike wekî spermên ala.\n\n__ Qur'an diyar dike ku Xuda ji avê her zindî \"(Quran 21:30) __ Ayetek din diyar dike ka __ çi __ \"Hemî heywanek ji avê afirandiye. her tişt \"(Quran 24:45) __.\n\nVan ayetan piştgiriyê didin teoriya zanistî ya ku jiyan li okyanûsa Erdê dest pê kir.",
"t.Animals": "Fosîlên yekem ên ku dibe ku heywanan temsîl bikin di 665 milyon-salî de li ser avakirina Trezona ya Awistralya Başûr xuya dikin. Van fosîlan wekî ku herî zêde zûtirîn spones têne şîrove kirin.\n\nHeywanên kevnare di Biyala Ediacaran de têne dîtin, heya dawiya precambrian, dora 610 mîlyon sal berê. Heya ku ev heywanên wan hene, ew heywanên xwe hene, lê vedîtina kolesterolê lipîdê ya heywanan di fosîlên Dickinsonia de pêk tê ku ev bi rastî heywan bûn.\n\nGelek heywanên Phyla yekem di tomara fosîl de di dema teqîna cambrian de xuya dibin, bi qasî 542 mîlyon sal berê dest pê dikin, di nav nivînên mîna Shale Burgess de. PHYLA di van keviran de molluscs, brachopohorans, isthropohorans, arthropods, arthropods, echinoderms û hemichordates, digel gelek formên nuha-berbiçav ên wekî anomalocarisên pêşîn. Zanyar ne bawer in ka gelo ev heywan hemî nêzîkî hevdemî xuya bûn an heke ew pirsgirêkek bi awayê tomarên fosîl têne berhev kirin.",
"t.Fish": "Zanyar bawer dikin ku masî yekem li dora 530 mîlyon sal berê di dema teqîna Cambrian de xuya bû. Ew tê bawer kirin ku vertebrates yekem, an heywanên bi stûnek werzişê an spinal in. Fermê yekem tê fikirîn ku ji Agnatha, an masiyên jehîn in. Di dema derengiya Cambrian, eel-mîna Jawless Fish Conodonts, û masiyên piçûk ên zirxî yên ku wekî ostracoderms têne zanîn, yekem xuya bûn. Piraniya masîyên jehrî ne niha têne qewirandin.",
"t.Insects": "__Insecs__, di koma pholojo de çînek in. Ew invertebratesên piçûk ên piçûk ên ku xwedan exoskeletonek hişk in.\n\n__Insecs__ koma herî mezin a heywanên li ser rûyê erdê. Derbarê __926,400 cureyên cûda__ hatine diyar kirin. Ew ji nîvê hemî celebên zindî yên naskirî hatine hesibandin__ û tê bawer kirin ku __make li ser 90% ji cureyên heywanên heywanan.\n\nCûreyên nû yên __insecs__ bi domdarî têne dîtin. Texmînên bi giştî yên cûreyên cûrbecûr ji 2 mîlyon heta 30 mîlyon in.\n\n__Insecs__ şeş ling hene; û piraniya wan hene. __Insecs__ tê bawer kirin ku heywanên yekem ên ku bi balafirê ne. Gava ku ew ji hêkan pêşve diçin, __metamorphosis __metamorphosis__, pêvajoyek ecêb a veguherînê li ku derê formek nemir a insanan di du an bêtir qonaxên berbiçav de diguhezin. __Insecs__ Li seranserê Planet dijîn: Hema hema li erdê (li ser erdê dijîn), lê hinekî __insecs__ li deryayê an li cihên pir sar, wek Antarctica. Piraniya cureyan li deverên tropîk dijîn.\n\nHin kes hemî __sinseks__ \"bugs\" dibêjin, lê ev ne rast e. Tenê hin __sinseks__ xeletiyên rastîn in, ku fermanek taybetî ya __inseks__ e. Mirovên ku xwendina __insecs__ tê gotin __entomologs__.",
"t.Reptiles": "__RepTile__ navê hevpar e ji bo yek ji komên sereke yên vertebrates. Ew ji hêla biyolojîstan ve ewqas nayê bikar anîn, ku şertên rasttir bikar tînin.\n\nNavê __ \"Reptile\" __ ji Latînî tê û tê wateya \"yek ku ker dike\". Hemî zindî __reptile__ cure xwîna sar in, çermê scaly hene, û hêkên cleidoîk bidin. Ew acid uric (li şûna Urea) derxînin, û cincek heye. Kulîlkek ji bo anus, kanalên mîzê û paşvexistinê, vekirinek hevbeş e. __Reptiles__ her weha aramiyek dil û dilên xwînê yên mezin ên ku ji wiya mammals cuda ye.\n\nGelek komên girîng ên __reptiles__ nuha têne qewirandin, ji bo nimûne Mosasa. Me digot ku dînozoran hatine qewirandin, lê ew di forma nijada wan a fehm (çûkan) de dijîn. Ancient __reptiles__ ku xelas dibe ku turtles, krokodîl û Tuatara, tenê xelasiya koma xwe ye. Pirraniya mezin a niha __reptiles__ snakes û lizard in.\n\nLêkolîna zindî __reptiles__ jê re dibêjin herpetolojî.",
"t.Dinosaur Age": "__Dinosaurs__ (Wateya \"Lizards tirsnak\") komek cûrbecûr serhildanên arşîvê ne. Ew heywanên axa serdest ên serdema Mesozoîk bûn. Zêdetirî 500 generaya cûda ya dinosaur têne zanîn. Fosîlên dinosaur li ser her parzemînê hatine dîtin, û hîn jî kifşên nû yên dubare hene.\n\n__DINOSAURS__ di triassic jorîn de, nêzîkî 230 mîlyon sal berê xuya bû. Dîroka zûtirîn ya fosîlek dinosaur ew eoraptor, 231.4 ber 228 Mya ye. Bi destpêka Jurassic re ew vertebratên jorîn ên jorîn bûn, û piraniya jîngehê li ser erdê serdest bûn. Wan berdewam kirin heya ku ji nişkê ve K / T (Global) bûyerê 66 mîlyon sal berê.\n\nJi tomara fosîl, zanyar bawer dikin ku çûkan bijî dînosaurên feqîr in û ji ber vê yekê ew tenê xeta dinosaur bûn ku ji roja îro bijîn.\n\nDinosaurs adaptasyonên ku alîkariya wan dikin ku wan serfiraz bikin. Yekemîn Dinosaurên naskirî pêşbazên piçûk bûn ku li ser du lingan dimeşiyan. Hemî dûndana wan xwedan postek rastdar bû, bi lingên di binê laş de. Ev tevahiya jiyana xwe ya jiyanê veguherand. Taybetmendiyên din hebûn. Piraniya dinosaurên piçûktir felq bûn, û belkî bi xwîna xwe germ bûn. Ev ê wan çalak bike, bi metabolîzma bilindtir ji rehên nûjen. Têkiliya civakî, bi dijîn di nav ker û hevserokê de pir celeb xuya dike.\n\nFosîlên yekem di destpêka sedsala 19-an de wekî dinosaur têne nas kirin. Hin hestiyên wan pir zû hatin dîtin, lê nayê fêm kirin. William Buckland, Gideon Mantell û Richard Owen zanyarên ku dîtin ev hestî komek taybetî ya heywanan bûn. Dinosaur niha li ser muzeyên li seranserê cîhanê balkêşiyên mezin in. Ew bûne beşek ji çanda populer. Li ser wan gelek pirtûk û fîlimên firotanê hene. Kifşên Dinosaur nû di medyayê de pir caran têne ragihandin.",
"t.Mammals": "__Mammals__ komek heywanên vertebrate hene ku mammaliya polê form dikin. Ew fur an porê xwe û celebek pir rastîn a rêziknameya germahiyê ne.\n\nBi xêra Monotremes, hemî mammals li ciwan dijîn. Her weha ew ji bo ciwan şîrê dikin. Lênihêrîna dêûbav a ciwan di nav mamosteyan de gerdûnî ye, û pêdivî ye ku ji ber ku zayîna zindî hejmara kuran sînor dike.",
"t.Stegosaurus": "Stegosaurus (tê wateya \"çirûskek\") \"celebek dinosaur-xwarin-xwarina ku di tiştê ku niha li Amerîkaya Rojavayê Rojavayî ye, bû.\n\nStegosaurus di serdema jûreya jorîn de li dor 155-145 mîlyon sal berê dijiya. Ew yek ji Dinosaurên herî bi hêsanî tête nas kirin, bi rûkala xwe ya dualî ya kite-shaped li ser pişta xwe û pezên dirêj li ser tiliya wê. Armor pêwîst bû ku ew bi xwarinên goştê mîna Allosaurus û Ceratosaurus dijiyan.",
"t.Tyrannosaurus": "Tyrannosaurus dinosaurek mezin a pêşbazek mezin a ji xalîçeya jorîn, 65.5-67 mîlyar berê bû.\n\nTyrannosaurus bi paşpirtikek bipedalek bi tîpek girseyî ya ku ji hêla dirêjek dirêj, giran ve hatî hevseng bû. Li gorî lemayên mezin û hêzdar ên mezin, pêşengên wê piçûk bûn, lê ji bo mezinahiya wan hêzdar bûn. Wan du hejmarên kilît bûn.\n\nLi wir nîqaşek heye ka gelo ew nêçîrvan an qeşengî bû. Mîna herî zêde goştên serdest ên îro, wek şêr û hyenas, Tyrannosaurus dibe ku her du jî hebe. Kuliyek pir zexm hebû, û hêza wê ya wê dikare hestiyên dinosaurên din bişewitîne.",
"t.Dinosaur Extinction": "Derketinên di dawiya creticous de ji hêla yek an çend bûyerên karesatê ve, wek bandorên girseyî an jî bandorên girseyî, an çalakiya volkanîk zêde bûne.\n\nGelek bandorên bandor û çalakiya volcanîk a girseyî, wek vê yekê di navbêna dekan de li Hindistanê, ji nêzîkê dema bûyera berfirehbûnê re hatine damezirandin. Dibe ku ev bûyerên jeolojîk ên tîrêjê rojê kêm bikin û li fotografî asteng kirin, ku di ekolojiya Erdê de diherike.",
"t.Primate Bipedalism": "Bipedalîzm bi rêve diçe an jî du lingan bikar tîne. Zanyar bawer dikin ku bipedalîzmê di primê de 6 ji 7 mîlyon sal berê aciz dikin ji ber ku ev fosîlên zûtirîn ên ku wan dîtine ku taybetmendiyên bipedalîzmê nîşan didin. Evolutionists bawer dikin ku ev yek ji bav û kalên cureyên mirovan in, lê ev teorî delîlên hindik hene ku piştgiriyê bidin wê.",
"t.Constructed Tools": "__ tools__ amûrên ji kevir hatine çêkirin. Ew sedem in ku temenê kevir navê xwe hate dayîn. Zanyar bawer dikin ku ew amûrên yekem ên ku hatine bikar anîn bûn. Di van demên dawî de fêr bû ku amûrên kevir berî ku mirov lê dijiyan hatine bikar anîn.",
"t.Control Fire": "__ Kontrola agir__ ji destpêka mirovan re ji destpêka mirovan re pir girîng bû. Agir çavkaniyek germ, parastin, başkirin, başkirin li ser nêçîrvan û rêbazek ji bo çêkirina xwarinê peyda kir. Van pêşkeftinên çandî destûr ji bo nûbûnên çandî û guhertinên li parêzê. Wekî din, kontrolkirina agir destûr da ku berfirehbûna çalakiya mirovan bi klîmên sar û heta êvarê paşê jî bimîne, ji hêla hem germ û hem jî ronahiyê.\n\nDaxuyaniyên ji bo delîlên destpêkê yên kontrolê yên zûtir ji nêzîkê 200 hezar û 1.7 mîlyon sal berê. Delîlên ji bo karanîna kontrolkirî ya agir destpêkê 1000,000 sal berê, piştgiriyek zanistî fireh dike. Blokên Flint şewitîn şewitîn li agir nêzî fosîlên mirovî li Morocco hatin dîtin û bi qasî 300 hezar sal berê hatine dîtin. Delîlên berbiçav ên kontrolkirina mêjûyên agir bi qasî 125,000 sal berê.",
"t.Adam": "__ \"Oh mirov! Me we ji cotek mêr û jinekê afirand, û we ji milet û eşîran çêkir, da ku hûn hevûdu nas bikin). Bi rastî ya ku di nav we de rûmetdar e Li ber çavê Xuda yê yê ku herî rast e ji we ye. Allah bi zanîna tevahî heye û baş nas e (bi her tiştî) \"(Quran 49:13) .__\n\nAdem (Erebî: آدم) Yekemîn mirov li ser rûyê erdê û yekem Nabi (نبي, pêxember) ya Islamslamê bû. Muslim Revere Adam wekî bavê nijada mirovî û jina wî, Hawwā (حواء, Hewce) wekî dayika mirovan. Misilman Adem wekî Misilman dibînin, wekî Quranê diyar dike ku hemî pêxemberan heman baweriya Islamslamê dan, ku tê wateya radestkirina Xwedê.\n\nJi van her du kesan, nifşên mirovan li ser rûyê erdê dijîn. Xwedê li Quranê dewlet dike.\n\nGava Adem hate afirandin, Xwedê emir kir ku hemî afirîner ji xwe re wekî nîşanek rêzgirtina Adem, ku afirînerek nû ya nû bû. Hemû ji bilî Shaytan, yê ku digot qey got ku ew ji agirek bêhempa (jinn) hate çêkirin, dema ku Adem ji kevir hate çêkirin. Xwedê wê hingê wan li baxçê Edenê wekî ceribandin û shaytan bi serfirazî Adem û hawwa bi serfirazî xist. Wî ew kir ku here darekê ku Xwedê wan ji wan qedexe kiribû. Di encama vê de, Xwedê me (mirov û şeytan) li ser rûyê erdê wek dijminên hevûdu xist heta roja dîwanê. Carekê li ser rûyê erdê, Adem ji bo lêborînê dua kir û Xwedê wî efû kir.\n\nMîna Adem û hemî pêxemberan ew hatin erdê ku bi Xwedê re ji Xwedê re bi bîr bînin. Ger em Xwedê bigirîn, em dikarin di ber çavê Xwedê de astek bilindtir bigihînin. Vê yekê bikin ku em ji çuçikên Sheytan dûr bikin, û tiştê ku ji wê jî pir xirabtir e, hewl bidin û nayên tepisandin (daxwazên xwemalî). Em vê yekê bi hişmendî, rêwerz û nimûneyên bêdawî yên ku ji me re di Quranê de hatine dayîn, eşkerebûna dawîn û pirtûkê ku di yekem kesê ku bi Xwedê re bêkêmasî û bêserûber e. Her weha divê em şopandina mînaka pêxemberan bişopînin û me pêxemberê jiyanê ya tevahiya jiyanê ya Mihemed Mihemed heye gava ku ew di demên dawî de ku ew di dîroka nûjen de destnîşan dike jî. Hemû hînkirinên wî jî têne parastin û gelek zanyariyên Islamicslamî hene ku biparêze û riya jiyana xwe hîn bike. Pêxember Mihemed sekara pêxemberan bû, dewletek, giyanî, giyanî û leşkerî ligel mêr, bav, cîran û heval. Ew ji hêla kesên ku jiyana wî, kiryar û hînkirinên xwe studiye pir pesnê pesnê dide. Tewra dijminên wî jî dema ku wî bijî û pê ew bawer kir.\n\nJi ber vê yekê, wekî misilman em mebesta jiyanê ji bo hemî mirovan dizanin ku em biperizin Xwedê û bibînin ka kî di kiryaran de çêtirîn e. Xwedê li Paradise / Heaven wekî xelatek li pey fermanên wî li cîhekî xweşik soz daye. Kesê herî nizm ê li ezmanan dê xwediyê axa deh erd hebe. Gava ku hûn gihîştin astên bilindtirîn ên bihuştê ku hûn hewce ne ku dest bi pîvandina axa xwe di salên ronahiyê de bikin. Xwedê yê herî dilsoj e û dixwaze me bide me û ji me re her tiştî ji wî bipirse. Ger em ji Xwedê û awayên pêxemberan dûr bikin, cezayek giran li dojehê li benda me ye. Bila Xwedê me ji vê û hemî tiştên xirab biparêze.\n\nJi perspektîfek zanistî, mirov di cureyên __homo sapiens__ de ne, ya ku tenê pargîdaniyên naskirî wekî __homo sapiens sapiens__ tê zanîn. Em cureyên herî serdest li ser rûyê erdê ne. Lêbelê, bi taybetî jî gelek celeb hene, nemaze di nav nebatan û prototîstan de, ku li ser hewayê, zinar, jiyan, jiyan û hawîrdora xwezayî ya erdê bandorek pir mezin heye.",
"t.First Temple": "__GÖKLI TEPE__ (ɟØbekli Tepe]) Tezmîneyek bilindahiya 15 m (49 ft) heye û bi qasî 300 m (980 ft) di diameter de ye. Ew bi qasî 760 m (2,490 ft) jorîn ji deryayê ye.\n\nTête gotin ku du qonaxên karanîna bawer bûn ku ji xwezaya civakî an rîtual re dating ji 10-ê-8-ê hezîsyona bc. Di qonaxa yekemîn de, ku ne-pottery neolîtîk a (ppna), derdorên kevirên kevirên girseyî yên t-shaped hatine çêkirin - Megalîtên kevn ên kevn ên cîhanê. Zêdetirî 200 stûnên di nêzîkê 20 derdoran de heya niha bi lêkolînên geophysical têne zanîn. Her pileya xwedan heya 6 m (20 ft) heye û heya 10 tan giran dike. Ew li soketên ku ji nivînan hatine veşartin têne çêkirin. Di qonaxa duyemîn de, girêdayî ne-pottery neolîtîk b (ppnb), stûnên paqijkirî piçûktir in û di odeyên rektangular de bi qada lîmonên polandî re sekinîn. Malper piştî ppnb hate hiştin. Strukturên ciwan ji demên klasîk re tarîx dikin.\n\nHûrguliyên fonksiyona strukturan efsûnek dimîne. Ev ji hêla tîmek arkeolojîk a Alman ve di binê Klaus Schmidt de ji sala 1996-an pê ve hate qewirandin\n\nDi sala 2018 de, malper malperek Mîrasa Cîhanê ya UNESCO-yê hate destnîşankirin.",
"t.Agricultural Revolution": "__ Revolutionoreşa neolîtîk__ (temenê nû yê kevirê) şoreşa yekem __agriculturer__ bû. Ew hêdî hêdî guherînek ji nîgarkirina nomadîk û komkirina civak û komên li ser çandinî û cîbiciyê bû. Vê serdemê wekî \"şoreş\" tê binav kirin ji ber ku ew riya jiyanê ya civakan guherand ku guherîn çêkir. Di demên cûda de ew di civakên mirovî yên prestistorîk de çêbû. Gelek Civakên 7-9 hezar sal berê hatine guhertin.\n\nTête serdema serdema giştî ya ku van geşedanan pêk hat. Di heman demê de ew li ser guhartinên ku pêk tê: pejirandina teknîkên cotkariyê yên destpêkê, çandiniya çandiniyê, û domandina heywanan. Revolutionoreşa neolîtîk ji bo pêşkeftinên di rêxistin û teknolojiya civakî de girîng e.\n\n__ Revolutionoreşa neolîtîk__ rê da ku li rûniştevanên domdar an nîv-domdar bijîn. Ji ber vê yekê kêmtir mirov jiyanek nomadîk rêve kir. Ji bo ku bikaribin bizanibin ku çandinî yên ku hatine mezin kirin, têgeha xwedîtiya erdê hate pêşxistin. Jîngehê xwezayî hate guheztin, dendikên nifûsê mezin bûn, û mirov di parêza xwe de bêtir xwarin û xwarinên genim xwarin. Hierarchies di civakê de pêşve çû. Grain hilanîn, û dikare were bazirganî kirin. Hilberîna zêde ji hilberên baş ên cotan alîkariya civakan kir ku salên xirab xelas bûn. Mînakek ji vê yekê ev e ku meriv çawa parastî ye û genim li Misrê kevnar belav kir.",
"t.Writing": "__Writing__ çalakiya tomara tomarkirinê li ser navgînek dîtbar bi karanîna komek sembolan e. Divê sembol ji yên din re bêne zanîn, da ku nivîs were xwendin.\n\nDibe ku nivîsek jî pergalên dîtbarî yên din bikar bîne, wek mînakan û xuyangkirin. Vana nivîsîn nayên gotin, lê dibe ku alîkariya xebata peyamê bikin. Bi gelemperî, hemî mirovên perwerdekirî yên li welatek heman pergala nivîsandinê bikar tînin da ku heman zimanî tomar bikin. Da ku bikaribin bixwînin û binivîsin ev e ku wêje be.\n\n__Writing__ ji axaftinê cûda dibe ji ber ku xwendevan ne hewce ye ku di wê demê de amade be. Em dikarin ji demek dirêj ve nivîsîn bixwînin, û ji deverên cihêreng ên cîhanê. Stores û zanebûna ragihandinê. __Writing__ yek ji wan vedîtinên herî mezin ên cûreyên mirovî ye. Dîrokzan bawer dikin ku piştî ku mirov li bajaran bicîh bûn, û piştî çandiniyê dest pê kir. __ Destpêk__ ji 3,300BC, ku zêdetirî 5000 sal berê, li Rojhilata Navîn e.\n\n__Writing__ îro bi gelemperî li ser kaxezê ye, her çend awayên ku li ser hema hema her deverê çap bikin hene. Dîmenên televîzyon û fîlimê jî nivîsandinê nîşan dikin, û wusa jî dikarin ekranên komputerê bikin. Gelek materyalên nivîsandinê hatin qefilandin, dirêj berî kaxezê. Clay, papyrus, dar, dirûv û parchment (çermên heywanan amade kirin) hemî hatine bikar anîn. Romayiyan li ser tabletên waxandî bi stylusek destnîşankirî nivîsand; Ev ji bo notes û peyamên demkî populer bû. Daxuyaniya paşîn a kaxezê ji hêla Chineseînî ve gavek mezin pêşde bû.\n\n__Writing__ bi kevneşopî tête çêkirin ku amûrek destan wekî pênûs, pênûs, an pişkek bikar tîne. Zêdetir û bêtir, lêbelê, nivîs ji hêla input li ser klavyerek komputerê an smartphone ve têne afirandin.",
"t.Recorded History": "__History__ xwendina bûyerên paşîn e. Mirov dizanin ku di paşerojê de çi di nav paşerojê de (mîna pirtûkan, rojname, rojname û nameyan (wek pottery, amûr û heywan û heywan, û muze van didomînin.) Van tiştên ji bo ku mirov dîrokê bixwînin. Kesek ku dîrokê lêkolîn dike dîrokî tê gotin. Kesek ku dîrok û dîrokê bi rêyên ku ji hêla çandên kevnar ve hatine hiştin dixwîne. Mirovek ku mirov û civakê lêkolîn dike û civak tê gotin antropologê. Lêkolîna çavkaniyên û rêbazên ku ji bo xwendinê û nivîsandina dîrokê hatine bikar anîn gotin dîroka dîrokî.\n\nMirov dikare bi paşerojê fêr bibe bi axaftina bi kesên ku tiştên ku di paşerojê de qewimîn. Ev dîroka devkî tê gotin. Gava ku mirovên ku li xulam û şerê navxweyî yên Amerîkî hatin bijîn pîr bûn, hin dîrokzan her tiştê ku wan digotin tomar kir, da ku dîrok winda nebin.\n\nDi dîroka Islamicslamî de heman tişt hate kirin. Pir hate nivîsîn, lê gelek zanyarên ku li dora her gotina paşîn a pêxember (hadith) di nav pirtûkan de kom bûn. Bi tevahî zanistek îslamî li ser vê yekê hate pêşxistin da ku zincîrên vegotinên ku berê xwe didin pêxember (dîtin) verast bikin û van hadiths li astên klasîkbûna bihayê bi rêz bikin. Em dizanin ku ev hemû mirov û malbatên wan kî bûn, ew ne tenê navên yekem ên bi rêkûpêk di pirtûkek de ne (I.E. Mark, Luke, John). Bi gelemperî, heman hadith dikare bi dehan caran di heman pirtûkê de were dîtin an jî li ser gelek pirtûkên HADITH-ê belav bibe ji ber ku ew ji hêla pir kesan ve hat berhev kirin. Ev dê wekî Sahih (pir dengek) were damezrandin.\n\nQuranê jî hate nivîsîn lê bi piranî di jiyana pêxemberê pêxember de ji hêla hezaran kesan ve têne bîra xwe. Ew hîn jî ji hêla mîlyonan mirov ve tê bîra xwe, bi zimanê erebî yên orjînal - di heman demê de axaftvanên ne-erebî. Ev gengaz e ji ber ku Quran helbestvan e û hêsan e ku ji bo gelek kesan bi bîr bîne. Heke hemî nivîsa Quranê hinekî wenda bû, misilmanan dikaribû wê di nav çend hûrdeman de vegere heke ew bi hev re xebitîn. Ne hewce ye ku ji her awayî, ji ber ku Xwedê ji me re got ku ew ê wê li Quranê biparêze. __ Bi rastî, ew e ku em Quranê û bi rastî şandine, em ê bibin cerdevan. \" (Quran 15: 9) __\n\nTevî ku ew bedewiya helbestî û xwendinê bi hêsanî di hişê bawermendan de ye ji ber ku ew paşeroj, pêşeroj û pêşkêşiya bi rengek mantiqî û hêsan diyar dike. Quran bi rastî mîrê herî mezin e, û tenê yê ku em hewce ne, îspat bikin ola rastîn e. Got me afirand û bi me re diaxive û rasterast bi gotinên Quranê hîn dike. Who kî çêtir e ku em hingê Xwedê ji me re hîn bikin, yê ku me afirand û em çêtirîn nas dikin?\n\nDi demên kevin de mirovên li deverên cihêreng ên cîhanê dîrokên cuda girtin ji ber ku wan gelek caran hevdîtin nekir. Hin komên mirovan qet bi hevûdu re hevdîtin nekir. Ewrûpa Medîn, Romayê Ancient û China kevnare her fikir kir ku wan deverên girîng ên cîhanê hukum kir û ew perçeyên din jî \"barbar\" bûn.",
"t.First Pyramid Built": "__ \"Ma em ê di laşê we de (O Faraon) we xilas bikin, da ku hûn bibin nîşanek ku hûn li pey we werin! (Quran 10:93) __\n\nA __pyramid__ avahiyek e, bi gelemperî kevir, di şiklê pîrê de hatî çêkirin. Ji Ancient Anciod Times Modern mirov li gelek deverên cihêreng ên cîhanê avahiyên weha ava kirine.\n\nYekem __pyramids__ di 2630 B.C. de hate çêkirin Pîramîdê kevnare yê naskirî li Saqqara, Misrê ye û ji hêla King Djoser ya Dînya Misirê ya sêyemîn ve hatî çêkirin.\n\nQuran li ser çîrokên Misrê di çîrokên Musa (wek, Musa) û Yusuf (AS, Josephsiv) de gelek diaxive.\n\nQuran bi rastî dîroka Misrê bi behremendiya rêberê van dynastên Misirê wekî padîşah an fhaahek (ku paşê hat) vegotin. Rastiyek dîrokî ya ku tenê ji hêla Muzexaneya Brîtanya ve hat kifş kirin. Li gorî wan, Misiriyan ji serwerên xwe re \"Faraoh\" negotine heya 18-an (1552-1295 B.Z.\n\nOpersend ayetên li ser Musa û Fira'un (Faraoh) digotin:\n__ \"Em (Yezdan) beşek ji çîroka Mûsa û Faraon bi rastiyê re vedibêje, ji bo berjewendiya mirovên ku bawer bikin. (Quran 28:04).\n\n\"Me Mûsa bi nîşanên xwe ji Faraon û serokên xwe re şand, lê ew bi neheqî red kirin. Va ye, dawiya wan ên ku nexweşiyê afirand! (Quran 7: 104)\n\n\"Ev roj ma em ê di laşê we de (O Faraon) we xilas bikin, da ku hûn bibin nîşanek ku hûn li pey we ne!\n\nEw bi berfirehî ji hêla dîrokzan û zanyarên xiristiyan û misilman ve tê bawer kirin ku Mûsa bi Ramesses II re têkilî daynin. Hem Quran û Incîlê vê çîrokê bi berfirehî behs dikin di dawiyê de bi Faraon re di Deryaya Sor de piştî Mûsa, bi destûra Xwedê, derket.\n\nPêxemberê Quran ê __ \"Ma em ê di laşê we de (O Faraon) we xilas bikin, da ku hûn li ser wan ên ku li pey we werin, hûn nîşan bidin!\" __ di Nivîsara Pîroz de û Dîroktî jî tune heta naha. Laşên mummandî yên hemî Faraohs di nav gola Kings (KV7 & 8) de li ser peravên Nîlê veşartin. Tewra piştî ku gorên wan talan bûn, mumkujî dimîne Faraonan ji sedsalan wan nediyar bû. Dîtina wan di sedsala 19-an de pêk hat û hûn niha dikarin bibînin, II bi çavên xwe li Muzexaneya Grand Misrê li Qahîre, Misrê, dihêlin. Laşê wî di heman demê de ji bo dîtina her çend seredanên navneteweyî jî çûye. Vê dîsa, nîşan dide ka zanîna li Quran û Islamslamê çawa dikare tenê ji hêla Xwedê ve were dayîn.\n\nHer weha hûn dikarin di derbarê ezmûna xwe de bi vê Faraon û serokên Misirê kevnar ên din re bipirsin.\n\n__ \"We bi rastî jî me ji Mûsa nîşanên Nêzîkan re dabû, ji ber vê yekê ji zarokên Israelsraêlê pirsî û Faraon jê re got:\" Bi rastî ez difikirim ku hûn ji sêrbaziyê bandor dibin. \"(Quran 17: 101) __\n\nJiyana gelên Cihûyan her wiha dihêle em ji wan nîşanên din ên Xwedê ji wan re bipirsin, mîna gelek keramet û pêxemberên ku ji wan re hatine şandin.\n\n__Ask Zarokên Israelsraîl Howiqas nîşanek zelal a ku me da wan. Who yê ku ew ji ber Xwedê rehmet dike piştî ku ew hat ba wî - hingê bi rastî, di encamê de, Allāh di cezayê de giran e. (Quran 2.211) __",
"t.Roman Empire": "__ Empiremparatoriya Roman (Latînî: Imperium Romanum) Emmparatoriya herî mezin a cîhana kevnar bû. Paytexta wê Romayê bû, û împaratoriya wê li Medîneyê bû. Dîrokên Empiremparatoriyê ji 27 BZ, dema ku Octavian bû Emperor, Augustus, heya ku ew di 476 reklamê de ket, nîşana dawiya kevnar û destpêka temenên navîn, an jî temenên navîn.\n\nEmpiremparatoriya qonaxa sêyemîn a Romayê ya kevnar bû. Roma yekem bû ku ji hêla Koma Roman ve hate hukum kirin, piştre ji hêla Komara Roman ve, piştre jî ji hêla emparatorê.\n\nGelek erdên nûjen carekê beşek ji Empiremparatoriya __roman__, di nav de Brîtanya (ne scotland), Portekîz, Portekîz, Yewnanîstan, Almanya, Misir, Levant, Crimea, Swîsre û Bûyera Bakurê Afrîka. Zimanê sereke yê Empiremparatoriya __roman__ Latînî bû; Yewnanî zimanek navîn a girîng bû.\n\nBeşa Rojavayî ya Empiremparatoriya __roman__ bi qasî 500 salan berdewam kir, û beşa Rojhilatî, tevî Yewnanîstan û Anatoliyayê, nêzîkê hezar salan berdewam kir. Beşa rojhilatî hate gotin Empiremparatoriya Bizantîn, paytexta wê bi berdewamî bû û ji hêla Sultan Fatih Mehmet ve ji hêla Sultan Fatih Mehmet ve hate bidawî kirin û bi dawî bû. Ev bûyer ji hêla pêxember Mihemed Mihemed ve hate pêşandan û yek ji bûyerên herî girîng ên di dîroka cîhanê de ye.",
"t.Crusades": "__ crusades__ hejmarek şerên olî bû ku di navbera xiristiyan û misilmanan de li ser kontrola axa pîroz şer kirin. Bi kevneşopî, wan di navbera 1095 û 1291-an de pêk hat. Landê pîroz bû hîn jî ji bo sê olên mezin ên yekdestdar ên pir girîng e: Islamslam, Cihûda û Xiristiyaniyê. Di axa pîroz de gelek malperên olî yên girîng hene. Ev zemîn nuha tê gotin Israelsraîl an Fîlîstîn. Orşelîm, Nazareth, Bethlehem, Hebron û deverên din ên olî di bin kontrola misilmanan de ketin di dema caliphateya Omer (RA), hevalê sêyemîn û hevalê nêzîk û hevalê pêxember Mihemed (dîtin).\n\nGelek crusadesên cûda hebûn. Ya herî girîng û herî mezin __crusades__ ji 11-ê heya sedsala 13-an pêk hat. Di vê demê de 9 krozên mezin hebûn. Di heman demê de gelek crusadên piçûktir jî hebûn. Hinek crusades di heman demê de di nav Ewrûpa de bûn (mînakî, li Almanya, Avusturya û Skandînavya). Smaller __crusades__ heya sedsala 16-an berdewam kir, heya renaissance û reform.\n\nGotina \"crusade\" bi peyva \"xaç\" ve girêdayî ye û tê wateya şerekî pîroz Xiristiyanî. Di heman demê de peyva \"cîhad\" jî heye, ku tê vê wateyê ku ji hêla misilmanan ve tê xwestin û têkoşîn bike ku dikare di dema şer de \"xaçparêz\" ji bo misilmanan hebe. Pêxember (dît) hîn kir ku ev ji Cîhada kêmtir e û Cîhadê mezin di şer de ye ku jiyanek dilşewat bijî.\n\nHemû aliyên (Xiristiyan, Misilman û Cihûyan) di olên xwe de pir bawer kirin. Gelek crusades gelek caran sedemên siyasî an dirav li pişt wan bûn. Mîna hemî şer.\n\nEw xemgîn e ku di navbera sê baweriyên Abrahamîk ên ku ew qas hevpar de parve dikin, dijminatiyê bibînin. Misilmanan Cihû û xiristiyan wekî mirovên pirtûkê dibînin, ku tê vê wateyê ku ew xwedî statuyek taybetî û nêzîkbûna nêzê misilmanan ji her mirovên din. Hûn dikarin vê di jiyana pêxember (SAW) de bibînin û li ku derê û hevbeş ji hêla windabûna Bîzansî ya Christian) ji sasanî di şerekî mezin de xemgîn bûn. Ev di hadiths de hate tomar kirin û tewra li Quranê jî peyivî. Di heman demê de belgeyek din a rastîn a rastdariya Islamslamê ye ku ji Xwedê re derbas bû: __ \"Romayiyan têk çûne. Li welatek nêzîkê (anatoliya). Ji Xuda re serketî bin. Ji Xuda re fermanê berî û piştî. That ew roj bawermend dê şa bibin \"(Quran 30: 2-4) __\n\nWê demê ev eşkere bûya, pagên Ereb li tenişta Sasaniyên Pagan bûn, dema ku Misilmanên Ereb hêvîdar bûn ku Xiristiyan vê şer qezenc kir. Theaxê ku xiristiyan winda bûn pagan ji bo vê windabûnê misilmanan dikeniyan û gotinên mîna, \"Xwedê niha Xwedê ye?\" Ji ber vê yekê Xwedê ev ayetê vê gavê eşkere kir. Bêguman, di 622 reklamê de, di bin şerê Issusê de, Bûyerên di bin Emperor Heraclius de serketinek li Anatoliyayê li dijî sasaniyan, bi vî rengî pêxembertiya Quranî piştrast kir.",
"t.Black Plague": "__ Mirina reş__ __ ji nexweşiyek nexweşiyê bû ku bi mîlyonan mirovên li seranserê Ewropa û Asyayê kuştin. Hema hema yek ji her sê mirovên li Ewrûpa ji nexweşî mirin, û di navbera 1347 û 1351-an de herî xirab bû. Dibe ku nexweşî li Asyayê dest pê kiriye. Pir kes difikirin ku nexweşî zulma bubonîkî bû. Ev nexweşî ji hêla floasên ku li ser rats dijîn belav dibin û belav dibin. Bazirganên ji rêça Silkan dibe ku felqên enfeksiyonê anîn Ewropayê.\n\nFleas pirsgirêk dest pê kir; Kulîlkên enfeksiyonê ji hêla mirîşkên reş ve hatin birin. Ratsên ku dikişandin dikirin dê biçin bajaran. Gava ku Fleas bitenê yekî, ew ê piçekî bakteriyan bikevin nav birînê. Ev ê bibe sedema ku meriv pê ve girêbide. Rats bi gelemperî li ser keştiyan bûn. Ev tê vê wateyê ku nexweşî bi lez û bez pir zû belav dibe.\n\nDi mirovan de, nexweşî di nav destan de, di nav destan û li pişt guh de dibe. Van swellings rengek reş û binefşî bûn, ji ber vê yekê navê 'mirina reş'. Swellings tarî gazî buboes bûn. Mirov di êş û mexdûran de bûn mirinek tirsnak. Nîşanek dikare 3-7 roj were dîtin piştî ku qurbanan ji aliyê kuştina ku nexweşî tê de derbas bû.\n\nMixabin, li hin bajarên Londonê ev bû ku pisîk bûn sedema nexweşiyê da ku ew di hejmareke mezin de nêçîr kirin û kuştin. Mixabin, wekî ku tê hêvîkirin, ev bû sedema ku xalîçeyek xirabtir bibe heya ku naha pisîkên xwe yên xwezayî yên sereke wenda bûne û li wir jî nifûsa mezintir bûn.\n\nRastiyek balkêş a din li dora êşa bubonîk ev e ku pope çawa xwe xilas kiriye. Wê demê, misilman li serê hemî kifşkirina bijîjkî û zanistî bûn. Bi gelek pirtûkên Misilman re, kolekên katolîk têne kifş kirin ku agir hate fikirîn ku ji bo ku hin nexweşiyên (gerîdeyan) bikujin. Wek wusa, wan li dorpêçek dorpêçê ya ku çend hefte dirêj kir, agirek mezin şewitand. Bê guman, rovî û diranên wan ji pope dûr dikirin û ew bêyî pirsgirêkan xelas bû.",
"t.Constantinople Istanbul": "__ConsTantinople__ Paytexta Empiremparatoriya Romayê (330-395), Empiremparatoriya Bizantîn / Rojhilat (395-1204 û 1261-1453), Empiremparatoriya Latînî (1453-1922). Di sala 1930-an de navê wî hate navandin. Ew bajarek e ku di roja heyî de ye.\n\nQedexe li Stenbolê, wekî Islambol tê zanîn, hîna jî nîşanek din a Islamslamê bû ku pêxemberê Mihemed pêxembertî kir. __ \"Bi rastî, hûn ê Constantinople têk bibin. Willi artêşek ecêb wê artêş be, û çi fermandarek ecêb wê ew biqedîne. \" (Musnad, I, 176; IV, 335; Darimi, \"Muqaddima\", p. 43). .\n\nDîroknas diyar kirine ku, ji bo dema ku sersaxî __constantinople__ e wekhev e ku îro li cîhek mîna New York City îro wekhev e.",
"t.Newton and Gravity": "Gava ku pir kesan li ser __isaac Newton__ difikirin, ew li ser wî difikirin ku li binê dara appleyê rûniştiye ku temaşe dike. Hin kes jî bawer dikin ku appleyê li ser serê wî ket. __NewonTon__ fêm kir ku tiştê ku tiştên mîna appleyê dikeve erdê celebek taybetî ye - Hêza ku em gazî gravity dikin. __NewonTon__ difikirîn ku gravity hêza balkêşiyê bû di navbera du tiştan de, wek apple û zemîn. Ew jî difikirî ku hebek bi mijara ku di heman demê de li ser tiştên piçûktir li ser tiştên piçûktir e. Ev tê wê wateyê ku girseya mezin a zemîn li ser wê tiştan kişand. Ji ber vê yekê Apple li şûna xwe ket xwarê, û çima mirov li hewayê diherike.\n\n__Isaac newton__ çû ser fikra giran. Berî __Newon__, mirov difikirîn ku tenê tiştên nêzê erdê li erdê dimînin. Lê __NewonTon__ difikirîn ku divê gravity ne tenê li ser rûyê erdê û tiştan li ser wê sînor be. Ifi dibe ku ger gravity çû heyvê û ji wêdetir?\n\n__NewonTon__ formulek ji bo hesabkirina hêza balkêşiyê di navbera du laşan de vedişêre. Wî ew bikar anî da ku hêzê hewce bike ku heyvê li dora erdê bar bike. Dûv re ew bi hêza ku appleyê daket jêr berhev kir. Piştî ku destûrê bide ku heyv ji erdê pir dûr e, û komek pir mezin e, wî kifş kir ku hêz yek bûn. Heyv di nav devê erdê de li dora erdê bi destê zeviya zemîn tê girtin.\n\nFormula ku ji hêla __NewonTon__ ve hatî şandin qanûna gravitasyonê tê gotin. Ew pir zindî bû û qanûnên wî jî wekî fîzîkên Newtonian têne nasîn. Piraniya formulên wî yên matematîkî hîna jî têne hesibandin ku mekanîka tiştan ji bo tiştên mezintir hesab bikin. Ew ji bo tiştên piçûk ne rast in ku zanistek nû ya bi navê Fizîkên Quantum bi vî rengî ye ku hewl bidin ku biceribînin û vê cîhana xerîb a mîkroskopî fêm bikin.",
"t.Industrialization": "__IndoDustrialization__ (an pîşesazkirin) pêvajoyek e ku li welatan diqewime dema ku dest pê dikin makîneyên bikar bînin da ku karê ku yek carî ji hêla mirovan ve hatibû kirin. __Industrialization__ Tiştên ku mirov dikin diguhezîne. __Industrialization__ sedema ku bajaran mezin bibin. Gelek kes ji cotkariyê derketin da ku li bajaran karên payedar ên mezintir bigirin.\n\n__Industrialization__ beşek pêvajoyek e ku mirov rêyên hêsantir û erzan digirin da ku tiştan bikin. Teknolojiya çêtir bikar tîne, ew gengaz dibe ku di demek kurt de bêtir tiştan hilberîne. Zêdetir tişt dikarin ji hêla kêmtir mirov ve werin hilberandin.\n\nPiştî pîşesaziyê gel jî karên pispor jî dikin. Mînakî berî pîşesaziyê, kobekek (kesek / a ku pêlav û tiştên çerm çê dike) bi tenê cotek pêlavan çêkir. Wî li ser yek cotek pêlavan xebitî, wê qedand, wê hingê dê dest bi cotek pêlavên pêşîn bikin. Bi pîşesazbûnê re, gelek kes hene ku di çêkirina pêlavan de bi qutkirina pêvajoya çêkirina pêlavê di karên piçûktir de hene. Mînakî, yek heye ku yekane pêlav û kesek din dirijîne. Bi kurtî, dabeşkirina kedê heye û îro wekî xeta meclîsê tê zanîn. Makîneyên di kargehên wiha de gelek drav didin, ji ber vê yekê kargeh xwediyê kesek dewlemend e ku dikare makîneyên û karkiran ji mêran û karên cûda re bikuje.\n\n__Industrialization__ li Englandngilîzî bi şoreşa pîşesaziyê di sedsala 18-an de dest pê kir. Ew yekem li deverên Ewropa, û li Amerîkaya Bakur belav bû. Di sedsala 20-an de pîşesaziya sedsala 20-an li piraniya welatên din belav dibe.",
"t.Darwin's Theory of Evolution": "__ Allah her heywanek ji avê çêkiriye. 24:45) .__\n\n__Charles Darwin__ (1809-1882) Pirtûka wî \"Li ser eslê xwe\" di sala 1859-an de \"di wê de gelek teoriyan li ser ka jiyan çawa hat ser rûyê erdê. Wî hilbijartina xwezayî pêşniyar kir, ku pêvajoyek e ku heywan bi hin taybetmendiyan re, dikare çêtir bimîne ku çawa hemî heywan pêk tê. Lêbelê, Darwin di wextê de li ser genetîkê fêm nekir an jî dizanin an çiqas taybetmendiyan bi rastî derbas bûn. Ji ber vê yekê wî nikaribû bi rehetî rave bike ka zarokên ku ji dêûbavên xwe re xuya dikin.\n\nDîsa jî, __Darwin's__ Explanationirovekirina bi bingehîn ji hêla civaka zanistî û zanyaran ve tête pejirandin ku hewl bidin ku biceribînin û îsbat bikin ku ew ji vê rojê ji yek û hucreyên hucreyî hatine derxistin. Ku, Misilman û Xiristiyan û Cihûyan bawer dikin ku em nifşên Adem (Saw) û Hawwa (Hewce), Yekem û jina yekem in. Zanyar ji bo \"sêwirana hişmend\" dibînin û delîlên bêhejmar hene, yên ku DNA, laşê mirov, pergalên rojê, hwd.\n\nWekî Darwînîzmê, Islamslam raman nas dike ku jiyan di qonaxan û di serdemek wext de pêşve diçe. Di heman demê de, em bawer dikin ku Xwedê li ser her tiştî hêz heye û dikare bi hêsanî dikare her tiştî biguhezîne da ku ew li hawîrdora xwe bicîh bîne. Xwedê ew cara yekem ew afirand, cara duyemîn dê hêsantir be, rast be? Mîna ku me di roja darizandinê de vejîn.\n\nLê berevajî teoriyên nûjen ên nûjen, ku her gav di xwezayê de hilweşîn û mirî hene, dibe ku em bi şevek dirêjtir biguhezînin da ku heke hewce be, ji bo ku ew hewce be ku xwarinek hêsantir bibîne heke hewce be, ji bo mînak. Ev bi rastî li ser gelek lêkolînên çûkan bi vî rengî zû belgekirin e ku zanyar nekarin wê diyar bikin û cûreyên din ên ku bi qasî zûtir nagirin. Vê yekê bêtir wate dide wê hingê heywanek hêdî û bi rengek bi rengek bi rengek bi şens derxistin. Di heman demê de, bûyer hene ku li ser çuçikên nû an jî hatine qewirandin ji no li ku derê tê. Misilman ji heywanan û hawîrdorê re eleqedar nabin,\n\nBi kurtahî, Misilman ramana ku mirov bi şaşî ji apes ve hatî derxistin red dike. Misilman bawer dikin ku mirov mirovek taybetî têne hesibandin. Islamslam hîn dike ku mirov formek jiyanek bêhempa ye ku ji hêla Xuda, mîna her tiştê din ve hatî afirandin; Lêbelê, me diyariyên bêhempa û hebûnên bêhempa yên ji her heywanek din û hebûnê re hene. Mînakî, me giyanek herheyî, wijdanî, xeyal, zanebûn û xwesteka azad heye. Em dikarin bi hêz, baş û dilovan bin an jî qels bibin û tenê bixebitin ku daxwazên xwe yên xwemalî bicîh bînin. Tevî ku, jiyana mirovan dest pê kir bi avakirina du kesan, mêr û jinek bi navê Adem û Hawwa (Eve) û ew bi me re têkildar bi xwîn û malbatê re dike.\n\nQur'an diyar dike ku Allah __ \"Ji avê her zindî\" (Quran 21:30) diyar dike ka __ \"Xuda her heywanek ji avê çêkiriye. Li ser du lingan bimeşin, û hinekî li ser çar dimeşin. Allah tiştê ku ew dixwaze, diafirîne, ji bo ku bi rastî Yezdan li ser her tiştî hêzdar e \"(24:45) .__\n\nVan ayetan piştgiriyê didin teoriya zanistî ya ku jiyan di avê de dest pê kir.",
"t.World War 1": "__ Warerê şerê I__ (anerê Cîhanê yê Yekem) şerekî gerdûnî bû ku di 28ê Tîrmeha 1914-an de dest pê kir û heya 11ê Mijdarê dom kir. Theerê çar salan dom kir.\n\nPiraniya şer li Ewrûpa bû, lê leşkerên ji gelek welatên din beşdar bûn, û ew împaratoriyên dagirker ên hêzên Ewropî guhert û di encamê de dawiya Empiremparatoriya Osmanî jî guherîn. Berî Warerê Cîhanê yê II di sala 1939-an de dest bi şerê şer kir I__ bi şerê mezin, şerê cîhanê an 'şer kir ku hemû şeran bidawî bike'. 135 welat beşdarî şerê __worldê I__ bûn, û nêzîkê 10 mîlyon mirov mirin, bi piranî nexweşî û birçîbûnê.\n\n__ Werê __ I__ ji hêla piraniya welatên Ewropayê ve dihat der. Fighterên rastîn li gelek eniyên cûda bû. Eniya rojavayî li ku piraniya şer di navbera Elmanyayê de bû û hevalbendiyan çêbû. Piraniya şer li vir şerê qirêjê bû.\n\nEniya Rojhilatê li Ewropa navendî û rojhilatî hate şer kirin. Fightinger li vir ne şerê qirêjê bû lê ji ber mezinahiya pêşiya şertê mobîl bû. Di pêşiya Rojhilata Navîn û eniya Italiantalî de gelek şer qewimîn. Fighting her weha li Afrîka, Chinaîn, û li deryayê û her weha li hewayê jî pêk hat.\n\nWarer bi îmzekirina gelek peymanên cûda, herî girîng peymana Versailles hate bidawî kirin.\n\n__ Werê şer I__ yekemerê yekem ê yekem bû ku tank, balafir, û jêrzemînê an (u-keştî) çekên girîng bûn.",
"t.World War 2": "__ Werê II__ (WWII an WW2), di heman demê de, di Yekîtiya Soviyetê de, şerê welatparêziyê yê duyemîn, şerekî mezin, şerekî cîhanî bû, ku li gelek deverên cîhanê û gelek welatan şer dike. Piraniya welatan di salên 1939-1945-an de şer dikin lê di sala 1937-an de dest bi şerê dikin. __ Werê şer ii__ di hemî dîroka mirovî de pevçûnek mirî bû. Ew bêtir welatan tevlî welatan dibe, lêçûnên bêtir, û ji her şerekî din di dîroka mirovî de bêtir mirov kuştin. Di navbera 50 û 85 mîlyon mirov de mir. Piraniyan sivîl bûn. Ew komkujî kir ku komkujî, qirkirina armancê ya holokust, bombebarana stratejîk, birçîbûnê, nexweşî û bikaranîna yekemîn a çekên nukleerî ji hêla DYE ve li Japonya.\n\nWarerê li Asyayê dest pê kir dema ku emmparatoriya Japonya di 7 Tîrmeha 1937-an de ye. Dewletên Yekbûyî bertek nîşanî ambargoya rûnê li Japonya. Destpêka şerê li Ewrûpa bû dema ku Almanya di 1-ê Septemberlonê 1939-an de Polonya dagir kir. France û Brîtanya ji hêla şer ve li Elmanyayê bertek nîşan dan. Ji hêla 1941 ve, pir Ewropa di bin kontrola elmanî de bû. Tenê Brîtanya li dijî axa li Afrîkaya Bakur, Medîneyê, û Atlantîk dimîne. Di Hezîran 1941 de, Hêzên Axanê Yekîtiya Soviyetê dagir kir, destpêkirina devera herî mezin a şer di dîrokê de. Di 7ê Decemberile 1941 de, Japonya li Pasîfîkê êrişî kolonyaliyên rojavayî kir û her du şer bûn.\n\nSerkeftinên Japonî di sala 1942-an de hatin rawestandin, û serketinên axa Ewropî jî di sala 1943-an de, hem li Afrîka Bakur û hem li Yekîtiya Soviyetê hatin rawestandin. Piştra, hevalbend dest pê kir ku ji her alî ve şer bikin. Axa Afrîkaya Bakur winda kir û, di sala 1943-an de dest pê kir, neçar bûn ku parastina Italytalyayê bikin. Di sala 1944-an de, hevalbendên Fransa dagir kir, ber bi Elmanyayê ve li ser çemê Rhine, dema ku Sovyets digirtina ji rojhilatê ve diçû. Almanya di Gulana 1945 de teslîmî sala 1945. Japonya. Japonya di 2 Septemberlon 1945 de hate radest kirin.\n\nPiştî şer, Neteweyên Yekbûyî hate damezirandin ku piştgirî di navbera welatan de pêşve bibe û pêşî li şerên pêşerojê bigire. Oferê sar di nav serketiyên mezin de zû dest pê kir, lê wan di şerekî rastîn de bi hev re şer nekir. Decolonization of Asya û Afrîka, ku ew welatên ku ji hêla welatên Ewropî ve têne kontrol kirin serxwebûna xwe hatin dayîn, di heman demê de çêbû. Ev bû ji ber ku hêza Ewropî ji şer hate qels kirin. Ragihandina aborî û entegrasyona siyasî (pêvajoya welatên yekbûyî) di nav encamên din ên şer de bûn.",
"t.Cold War": "__ Warerê Sar (1947-1991) têkiliya tengezariyê di navbera Dewletên Yekbûyî de bû, û Yekîtiya Soviyetê (Yekîtiya Sovyetê û Yekîtiya Sovyetê) di navbera Daweta Warerê Cîhanê û Yekîtiya Soviyetê de.\n\nPiraniya welatan li yek alî li NATOyê bûn ku du welatên herî mezin ên leşkerî Dewletên Yekbûyî û Tirkiyê bûn. Piraniya welatên li tenişta aliyê din, welatê Welatê herî hêzdar Yekîtiya Soviyetê bû (naha Rûsya).\n\nKoma koma welatparêz a rojavayî, Tirkiye, Rojavayê Ewropa, Israelsraîl, Japonya, Japonya, Iranran (1945-1979), Pakistan, Malaysia, Fîlîpîn, Afrîka Başûr, Avusturalya û Zelanda Nû.\n\nKoma Rojhilatê-Sosyalîst Yekîtiya Sovyet, Ewropa Rojhilat, Angola, Etiyopya, Kuba (1959-1991), Mongolya, Koreya Bakur, Chinaîn û Vietnam.\n\nWarerê Sar di sala 1989-an de bi Rusya re digel Rûsya Dîwarê Dîwanê bi dawî bû, digel Rûsya ji welatekî komunîst a sosyalist ji welatek kapîtalîst a demokratîk re diguheze. Lêbelê, li vir di şer û şerê di navbera Rusya û Ukrayna de, hîn jî pevçûnek mayî heye.",
"t.Moon Landing": "__Apollo 11__ firîna yekem bû ku mirov bişîne heyvê. Ew ji hêla NASA (Rêveberiya Neteweyî ya Aeronautics û Cîhanê ve hatî çêkirin, Ajansa Cihê Amerîkî ya Original. Ew di 16ê Tîrmeha 1969-an de çû cîhê, sê astronauts: Neil Armstrong, Buzz Aldrin û Michael Collins. Di 20-ê Tîrmehê 1969-an de, Armstrong û Aldrong û Aldrîn bûn ku li ser heyvê bin, dema ku Collins li hewşa heyvê diman.\n\nFiravîn beşek ji Race __Space__ di navbera Dewletên Yekbûyî û Yekîtiya Soviyetê de bû. Ew plansaziya ku ji hêla Yûhenna F. Kennedy ve hatî destnîşan kirin, di sala 1961-an de, serokwezîrê yekîtiyê, di sala 1961-an de, zilamek li ser rûyê erdê \", berî ku 1960-an bi ewlehî vegere.\"",
"t.World Wide Web": "__Enternet__ Internet__ tora ragihandinê ya herî mezin a komputeran e. Internetnternet bi mîlyonan navên navxweyî yên navxweyî, akademîk, karsaz û hukûmî, ku bi hev re gelek cûreyên agahdariyê digirin. Termê carinan bi kurtahî wekî \"net\", kurt e ji bo torê. __World wide web__ yek ji karûbarên wê yên herî mezin e. Ew ji hêla çend mîlyar mirov li seranserê cîhanê tê bikar anîn.\n\nInternetnternet li Dewletên Yekbûyî ji hêla \"Ajansa Projeyên Lêkolîna Pêşkeftî ya Dewletên Yekbûyî\" (Darpa) hate pêşxistin. Internetnternet yekem di Cotmeha 1969-an de hate girêdan û jê re dibêjin __arpanet__. Webê __world Wide Web__ li Cern li Swîsre di sala 1990-an de ji hêla zanyarek Brîtanî (UK) ve hatî çêkirin bi navê Tim Berners-Lee hate afirandin."
}
