{
"t.Birth of the Universe": "\"Ал асманды жана жерди жараткан адам (Аллах) чындык жөнүндө (анын башына арналган чекиттик тартипке негизделген) жараткан. Ал:\" Бол! Келгиле. Анын Сөзү - чындык. Сурнай тартылганда, ал суверенитет. Ал көрүнбөгөн жана көргөндөрдүн билими бар жана ал Баары акылдуу, баары билишет. \" (Куран 6:73)\n\n\"Биздин бир нерсе үчүн биздин осуят, бирок биз аны (жаратып, алып келүү үчүн), биз ага:\" Бол \", жана ал болуп калат. (16:40)\n\"Аллахтын даңкы\" уул-даңкка ээ болбошу керек. Ыйык Даңкталбаган жана даңкка ээ эмес (ушул жогоруда айтылгандай)! (Куран 19:35)\n\n\"Ал асмандын жана жердин Негиздөөчүсү! Ал маселени чечкенде, ал жөн гана\" бол! \" Жана бул!\" (Куран 2: 117)\n\n\"Анын буйругу (жаратылышы), ал бир нерсени (түзүү үчүн) бир нерсени билдирет, ал ага:\" Бол \", - дейт ал, андыктан ал заматта болот (барабар болуп, көрүнүп туруп, уланып жатат).\" (Куран 36:83)\n\n\"Ал өмүр берген жана өлүмгө алып келген адам. Андан кийин ал бир нерсени чечкенде, ал ага:\" Бол \", ошондуктан ал болуп калат. (Куран 40:68)\n\nЭгерде жердин үстүндө эч кандай бак-дарактар ​​бактары бар болсо, анда ал дагы бир жолу жети жети жети буудай болсо, анда ал саздын сөздөрү чарчабайт. Чындыгында, бардыгы чарчап калбасын. (Куран 31:27)\n\n\"Адам өзүн-өзү жаратканыбыз деп эсептебей, ал бир заматта ачык талашып-тартышып жатабы? Ал биз үчүн окшоштукту (аргументти) биз үчүн (аргумент) жаратып, өз жаратуусун унутат. Ал (башаламандык менен) : \"Аларга сөөктөргө өмүр берет?\" Деп: \"Ал башында аларды жараткан адамдарга өмүр берет, ал бардык жаратылгандарга, ал бардык жаратылгандарга тааныйт\", - деп айтат. жашыл дарак, от. Андан кийин сиз асманды жана жерди жараткан адам андай эмеспи? Ооба, чындыгында ал эң сонун Жараткан (баарынан мурда) Билүү. Албетте, анын буйругу, ал бир нерсени кааласа, ага бир гана жолу: \"Бол!\" Ошондуктан бардыгынын падышалыгы анын колунда болгула, ага жана ага алып келишет ». (Курандын 36:82)\n\n\"Анда биз сизди пайдасыз жараткан деп ойлодуңуз беле жана биз үчүн сиз кайтып келбейбиз деп ойлойсузбу?\" (Куран 23: 115)\n\n\"Аларды эч нерсе жараткан же өзүлөрүн жараткан жокпу?\" (Куран 52:35)\n\n\"Адамдын эч нерсе болбогондо, биз аны мурун жаратканыбызды эсибизден чыгарбашыбыз керекпи?\" (Каран 19:67)\n\n\"Аллах силерге энелериңдин энелеринен алып чыккан жоксуң, сен эч нерсени билип, угуп, көрүнө, көрүнө, көрүнөсүң, көрүнөсүң\" (Куран 16:78)",
"t.Big Bang": "\"Каапырчылар __тей асмандар менен жердин бир кездерде бир кездерде бир кездерде болуп көрбөшү мүмкүн, андан кийин биз аларды бир-бирден болуп калабызбы? (Карандык 21:30)\n\n__Big Bang__ ааламдын бир чекиттен кантип башталып, ал жерден кеңейгендиги жөнүндө илимий теория. Бүгүн мен көргөн галактикалар, жылдыздар, жылдыздар, планеталар жана бардык маселе пайда болот.\n\n__ \"Ал асманды жана жерди жар салган жана ал бир нерсени кааласа, анда ал:\" Бол \", - дейт. (Куран 2: 117) __\n\n__Big Bang__ модели - бул аалам абдан тыгыз жана ысык абалда башталып, кеңейтилди. Теорияны сунуштайт жана өлчөө көрсөткөндөй, аалам бүгүнкү күндө дагы деле кеңейип жатат.\n\nАалам абдан ысык, кичинекей жана тыгыз кубаныч катары башталды (төрт фундаменталдык күчтөрдүн аралашмасы), жылдыздар, атомдор, форма же структурасы жок (\"жекелик\" деп аталат). Андан кийин болжол менен 13,8 миллиард жыл мурун космостун тез эле кеңейти (__big bang__ \"аты). Бул атомдордун пайда болушун баштады, акыры жылдыздардын жана галактикалардын пайда болушуна алып келди. Ал алгач белгилеген католик дин кызматчысы Жорж Лемайр - 1927-жылы кеңейип жаткан ааламдын бир чекиттерди жаратканы менен алдын-ала байкоого болот.\n\nБирок, чоң жарылуу, планетанын пайда болушуна, орбиталар жана жүрүм-туруму, эмбриология жана андан да көп аз заманбап астрономиялык жана башка илимий фактыларга, бизде Куран 1400 жыл мурун Куранга байланыштуу. Мисалы, Жорж Лемейитр Биг Бенг жөнүндө биринчилерден болуп белгилеген эмес. Куран Чоң Бенг \"__\" каапырлар асман менен жердин бир эле массанын бир кездемесин түшүнбөй туруп, биз аларды бир-бирден майлап отурушканын түшүнбөй жатабызбы? (Куран 21:30) __\n\nЭгер сиз Кудайдын белгисин же далил издеп жатсаңыз, анда бул Исламдын чыныгы жана жалгыз дин экендиги жөнүндө көп сансыз далилдердин бири экендигин билесиз.\n\nАалам бүгүнкү күндө дагы деле кеңейип, жакында ачылган. Бирок дагы бир жолу Куран: __ \"Асман, биз аларды күч менен курчубуз. Чындыгында, биз аны кеңейтип жатабыз\" (Куран 51:47) __.\n\nБуга чейин илимпоздор ааламдын колунан жолго түшүшү же кыжырына тийген бир нерсеге көз каранды деп ойлогон чоң креми деп аталган теориясы бар эле. Бул теория мындан ары окутулат.\n\nЖалпысынан, аалам өсүп жатат жана убакыт өткөн сайын температура кулап түшөт. Космология - бул ааламдын өнүгүүсүн жана анын өнүгүүсүн изилдөө. Космологияны окуган илимпоздор, __Big Bang__ теориясы ушул убакка чейин байкаган нерселерине дал келет деп макул болушат.\n\nФред Хойл радио шоусунда \"__big bang__\" теориясын чакырды. Ал __big bang__ туура деп ишенген жок. Аны менен макул болбогон илимпоздор ысым күлкүлүү деп ойлошкон жана аны колдонууну чечти.\n\nОкумуштуулар __Big Bang__ базасын ар кандай байкоолор боюнча негиздеген. Эң негизгиси, өтө алыскы галактикалардын кызыгуусу. Redshift болуп саналат, бул жарыкта пайда болгон, ошондой эле үн менен байкалган. Мисалы, искусствонун жогору турган үнү, сизден алыстап кетсе, анда сизден алыстап кеткенде, \"Vrrrrrrrrrr\" (сизге карата) \"oooooooommmmmmmm\" (сизден алыстап кетүү). Анын сыңарындай, бир нерсе жер бетинен алыстаганда, анын түсүнүн нурлары кызыл түстөгү түскө окшош, анткени кыймыл объектке берилген жарыктын толкун узундугун камсыз кылат. Илимпоздор бул созулган жарык толкуну сүрөттөө үчүн \"кызыл ысык\" деген сөздү колдонушат, анткени кызыл - бул көрүнгөн спектрдеги эң узун толкун узундугу. Көбүрөөк репликт болсо, анда бир нерсеге тезирээк кыймылдайт. Ред калитти өлчөгү менен, илимпоздор ааламдын кеңейип жаткандыгын далилдеди жана буюмдун канчалык ылдам экендигин, оригиналдуу болуп жатканын билип алса болот. Байкоо жана өлчөөлөр өтө так байкоо менен, ааламдын болжол менен 13,8 миллиард жыл мурун ааламдык деп эсептешет. Көпчүлүк нерселер кеңейген сайын суук болуп калышат, окумуштуулар аалам башталганда абдан кичинекей жана абдан ысык деп эсептешет. Эгерде бир нерсе жерге карай бара жатса, анда ал көк түстө жарык чачат.\n\n__Big bang __ теориясын колдогон башка байкоолор ааламдагы химиялык элементтердин суммасы. Суутек, шелий, гелий жана литий сыяктуу жарык элементтеринин көлөмү __big bang__ теориясы менен макул деп эсептелет. Ошондой эле илимпоздор \"космостук микротолкундуу радиация\" деп табышты. Бул радиация радио толкундары катары белгилүү, жана алар ааламдын бардык жерлери. Бул радиация азыр өтө алсыз жана суук, бирок бир топ мурун ал абдан күчтүү жана абдан ысык болчу.\n\nЧоң жарылуу чоң жарылуу нурлануунун азапка алып келиши мүмкүн экендигин билишкен, бирок андан көптү тастыктай турганын билчү. 1960-жылдары Нью-Джерси, Арно Пензиас жана Боб Вилсон Хомдел Антеннаны жөнгө салганда, кокусунан боб (космостук фондук радиацияны) кокусунан таап алышты. Алар бардык фон ызы-чууну алып салууга аракет кылып, бардык багыттар боюнча бир тоскоолдук жыштыкты жок кыла алышкан жок. Кийинчерээк бул КБР деп аталган жана бул чоң жарылуудан улам, бул дагы деле угулуп, ар дайым радиолордо болот жана ар дайым болот. Бул ачылыш 1993-жылы Нобель сыйлыгын акыры ал ачылды.\n\nАйрым окумуштуулар жана философтордун __big bang__ чейин эч кандай мааниси жок деп ырасташат. Алар __Big Bang__ убакыттын башталышы болгон деп ырасташат, __big bang__ чейин аалам болгон эмес, анткени эч кандай убакыт жок болсо, анда эч кандай \"буга чейин\" болбошу мүмкүн эмес. Мусулмандар катары биз Кудайды таанып-билебиз жана акылыбызды түшүнүүгө боло турган нерсенин алдын алат. Ошентип, Биг Бенгден мурун убакыттын түшүнүгүн түшүнбөй турганыбызды түшүнүү үчүн, бул эң сонун Жаратканды көрсөткөн көптөгөн парадокстун бири.\n\nАргументтер үчүн, келгиле, чоң жарылуудан мурун же анын кандайча жаратылганын түшүндүрө алабыз деп айталы. Андан кийин кийинки суроо, \"Анда, бул эмне кылган?\" Жана биз дагы эмне жаратканын түшүндүрүп бер, бирок дагы бир жолу, бул суроого \"жакшы, бул эмне кылган?\" Деген суроо туулат. Көрүнүп тургандай, бул эч качан бүтпөйт, ошондуктан Кудайдын жалгыз Жаратканыбыздын жана Кудайдын түшүнүгү биздин акыл-эстүүлүк акыл-эсинин сыртында канчалык чоң экендиги жөнүндөгү чоң далилдер.\n\nМусулмандар мындай маселелерде талаш-тартышпайт, биз Кудайдын өзү жөнүндө жана анын жаратуулары жөнүндө айткандарды кабыл алабыз. Мисалы, Кудай анын колу жөнүндө сүйлөйт, бирок биз билгендей, биз билебиз. Адамдын колдору бар, маймылдын колу бар, бир саат кол бар. Кудайдын колдору биз элестете албаган нерсенин жок, биз аны андан ары калтырып жатабыз.",
"t.Milky Way is Born": "Окумуштуулар __MILKY Way__ Биг Бенгден көп өтпөй Ааламда массалык бөлүштүрүүдө бир же бир нече анча-мынча бир нече анчачи болбошу керектигин Теоризотту. Бул каралгандардын айрымдары, эң улгайган жылдыздар __MILKY Way __MILKY WARESS__ жашта турган глобулярдык кластерлердин үрөнү болгон. __MILKY WAYRATE'деги маселенин жарымы башка алыскы галактикалардан келген болушу мүмкүн. Ошого карабастан, бул жылдыздар жана кластерлер азыр __MILKY Way__ Стеллар Хало экендигин камтыйт. Биринчи жылдыздардын төрөлгөндөн бир нече миллиард жыл ичинде __MILKY Way__ массасы, ал салыштырмалуу тез эле жип ийилгендиги үчүн чоң болду. Бурчтуу импульстун сакталышына байланыштуу, бул дискке дискке сфероидалдык формага чейин ийкемдүү интернеттелярдык чөйрөнү алып келди. Ошондуктан, кийинчерээк жылдыздардын муундары бул спираль дискинде пайда болгон. Көпчүлүк жаш жылдыздар, анын ичинде күн дискке кириши байкалат.\n\nБиринчи жылдыздар пайда боло баштагандыктан, __MILKY Way__ (айрыкча __мийдик жолдун __) __Малык __ \"__Малкы жолу өсүшүнө) жана галактикалык галактиялык газды\" __мийкий жолундагы эрте \"өстүрө баштады. Азыркы учурда __Милки Way__ учурда материалды бир нече кичинекей галактикалардан, анын ичинде анын эки ири спутниктик галактикаларынын, ири жана кичинекей магелланикалык булуттардын экөө чоң жана майдуу сызык булуттары. Газдын түздөн-түз ашуусу смиттин булуттай бийиктиктеги булуттарда байкалат. Бирок, __MILKY жолунун касиеттери, мисалы, жылдыздар массасы, бурчтук импульс жана анын сырткы региондорундагы металлдык, эң сырткы региондорунда биригүү акыркы 10 миллиард жылда чоң галактикалар менен биригүүдөн башка биригүүгө дуушар болбогон. Акыркы ири биригүүлөрдүн жоктугу окшош спиралдык галактикалар арасында адаттан тыш нерсе; Анын коңшусу Андромеда Галактикасы салыштырмалуу чоң галактикалар бар акыркы биригүүлөрү бар бир аз тарыхка ээ болгон окшойт.\n\nАкыркы изилдөөлөргө ылайык, __MILKY Way__, ошондой эле __MILMEDA Галактикасы Галактика түсүнүн чоңдугу боюнча диаграммада \"көк булуттан\" галактикалар (галактикалар жигердүү калыптанган »деген бир аймак деп аталат Жаңы жылдыздар \"кызыл ырааттуулукка\" (жылдыздын пайда болушуна ээ болгон галактикалар). Жашыл өрөөндөгү жылдыздарды жылдыз түзүү иш-аракеттери жылдыздардын кийлигишүү каражаттарында жылдыз түзүүчү газдын түгөнгөндүктөн басаңдап жатат. Ушундай касиеттердин окшош касиеттери бар симуляцияланган галактикалар, адатта, болжол менен беш миллиард жылга жакын, атүгүл болжол менен беш миллиард жылдан бери эсепке алуу, кыска мөөнөттүү көбөйүү, ошондой эле, __MILKY Way__ менен Андромеда Galaxy. Чындыгында, __MILKY Way__ окшош башка галактикаларын өлчөө жаңы жылдыздарды түзүп жаткан эң кызарган жана жаркыраган спираль галактикаларынын катарына кирет, ал жаңы жылдыздарды түзүп, бир аз кызарып, кызыл түстөгү галактикаларга караганда бир аз гана ачык.\n\n## жаш жана космологиялык тарых\n\n__MILKY Way__ жашында төмөн чегин төмөн чегин белгилеген байыркы-глобалдык кластерлер - бул __MILKY WAYR боюнча эң жогорку чек арасында жайгашкан. __Милки жолундагы жекече жылдыздардын кылымдарында торий-232 жана уран-238 сыяктуу узак мөөнөттүү радиоактивдүү элементтердин көптүгүн өлчөө менен, натыйжаларын баштапкы молчулук сметасына салыштыруу, нуклеокосмология деп аталган техникасы. 12.5 ± 3 миллиард жылга болжол менен 12.5 ° 4 млрд. Ушул ак карликтин эң сонун температурасын өлчөө жана аларды күтүлгөн баштапкы температурага салыштырганда, жаш курактык сметасын жасаса болот. Бул ыкма менен, глобулярдык кластердин жашы М4 М4, 12,7 ± 0,7 миллиард жыл деп бааланды. Бул кластерлердин жашкы жашындагы жаштар 12,6 миллиард жыл бою эң туура баа беришет, ал эми 95% га, 16 миллиард жылды түзөт.\n\n__Милький жолунда __мийкий жолунда __Милький жолунда __ \"__\" гало-гало менен аныкталган, ааламдын 13,80 миллиард жылдык жашына чейин. 2007-жылы Галактикалык Халодагы жылдыз, ал 1523-0901, болжол менен 13,2 миллиард жашта деп эсептелген. Ошол мезгилде The V__ Саманчынын жолундагы эң эски белгилүү объект, бул өлчөө __Мили жолунун жашына чейин төмөн чегин белгилөө. Бул смета Улуу телескоптун визуалдык экелллинин спектрдик сапаттарын өлчөө үчүн, \"Р-процесстик жана башка элементтердин бар экендигинен келип чыккан спектрдик саптардын салыштырмалуу күчтүү жактарын өлчөө үчүн, UV-визуалдык экелллдин спектрографиясын колдонуп жасалган. Жылдыздын жаш курагына баа берүүдөн турган ар кандай элементардык изотоптордун күчтүү жактары кирешелүүлүгүнүн көптүктөрү, андан кийин нуклеокосмологияны колдонуу менен алынат. Дагы бир жылдыз, HD 140283, 14,5 ± 0,7 миллиард жыл.\n\nГалактикалык дискиндеги жылдыздардын жашы нуклеокосмохронологияны колдонуу менен эсептелген. Ичке диск жылдыздарынын өлчөөсү сметаны сметациялайт, ичке диск 8,8 ± 1,7 миллиард жыл мурун түзгөн. Бул өлчөөлөр галактикалык гало жана жука дисктин пайда болушунун ортосунда 5 миллиард жылга дээрлик 5 миллиард жылга тыныгуу болду. Миңдеген жылдыздардын химиялык кол тамгаларынын акыркы талдоосу, Стеллар калыптанышы 4-10 миллиард жыл мурун бир эле ставкада жаңы жылдыздарды түзүп, жаңы жылдыздарды түзүп, жаңы жылдыздарды түзүшкөндө мурдагыдай эле.\n\n__MILKY Way__ курчап турган спутниктик галактикалар кокусунан бөлүштүрүлбөйт, бирок 500,000 жарык жыл жана 50,000 жарык жыл жана туурасы 4 миллиард жылда күтүлгөн 4 миллиард жылда күтүлгөн галактикалардын ортосундагы жолугушууларды, убакыттын өтүшү менен, негизги дискке биригүү үчүн, арбасыз бурчка галактикаларды түзө турган газдын чоң куйруктарын өчүрүп салат.",
"t.Sun is Born": "__ \"Ал күндү, күндү жана күндү жана айды жаратты; бардыгы (асман телолору) сүзүп, ар бири тегеректелген курсунда\" (Куран 21:33) .__\n\nБиздин Күн системабыздын борборундагы __пун__ - сары карлик жылдызы. Бул энергияны жарык катары өчүрөт. Бул жарык, инфра-кызыл энергия (жылуулук), ультрафиолет жарык жана радио толкундары кирет. Ошондой эле, жерге жеткен бөлүкчөлөрдүн агымын \"күн шамалы\" деп берет. Бул энергиянын булагы - бул жылдыздагы реакция - суутектин гелийди айландырып, чоң көлөмдөгү энергияны жаратат.\n\n__Sun__ - бул биздин Саманчынын галактикасында көптөгөн башка адамдар сыяктуу жылдыз. Ал 4,5 миллиард жылга бир аздан ашык убакытка созулуп, жок дегенде узак убакытка уланат. __Sun__ жүздөн бир топ астына чейин эле. Анын массасы 1,9891 × 1030 кг, бул жердин массасы 333,000 эсе. Жер __пун__ 1,3 миллион эсе ичинде да туура келиши мүмкүн.\n\nИлимпоздор __sun__ чаңдуу чаң жана кичинекей битке чейин 4,567 миллиард жыл мурун башталган деп эсептешет.\n\nОшол чоң булуттун борборунда, тартылуу күчү ооруну куруу үчүн материалды пайда кылды. Бул жетишерлик чоңураак болгондуктан, ичиңдеги чоң басым фесон реакциясын баштаган. Бул топту жылуулукка жана жаркырап турууга себеп болгон энергия.\n\n__Sun__дан чыккан энергия булуттун калган бөлүгүнөн тартып, калган булуттун калган бөлүгүнөн пайда болгон планеталар.",
"t.Earth is Born": "__ \"Андан кийин ал (Аллада), ал тамеки чеккенде, асманга бурулду. Ал асманга жана жерге:\" Келгиле, чын жүрөктөн же каалабаса \", - деди. Алар: «Бул жерде биз (болуудан) даярдуулук менен келдик», - дешти. \"__\n\n__Earth__ жана башка планеталар 4,6 миллиард жыл мурун пайда болгон. Алар күндү жасаган небуладан келген небуладан жасалган калдык газдан жасалган. Кудай Курандын илимий керемети: \"Андан кийин ал Куранда мындай деп түшүндүрөт:\" Андан кийин ал (Аллах) Асманга чылым чеккенде, ал тамеки чеккенде, ал асманга жана жерге: \"Келгиле же каалабаган. \" Алар: «Мына, биз өзүлөрүнө даярдуулук менен келдик», - дешти. Бул аят жер кандайча пайда болгону жөнүндө айтып келген.\n\nАй Эрте __earth__ менен кичинекей планетанын ортосунда кагылышуудан кийин пайда болушу мүмкүн (кээде сиз Теания деп аталат). Окумуштуулар эки планетанын бөлүктөрү - айдын (тартылуу менен) айланып кетиши мүмкүн деп эсептешет.\n\nКуранда Аллах Күндү, Айды жана планеталарды, ар бири өзүнчө курстары же орбиталары менен жараткан деп билдирет. __ \"Ал күндү, күндү жана күндү жана айды жаратты; бардыгы (асман телолору) сүзүп, ар бири тегеректелген курсунда\" (Куран 21:33) .__\n\n__Eear __ суу ар кайсы жерлерден келип чыккан. Конденсатсыз суу буусу, кометалар жана астероиддер __earth__, океандарды жасады. Бир миллиард жылдын ичинде (болжол менен 3,6 миллиард жыл мурун) илимпоздор биринчи жашоо археянын доорунда башталганына ишенишет. Кээ бир бактериялар фотосинтез жасалып, өсүмдүктөрдү күндүн жарыгынан жана сууга азыктандырат. Бул, алгач, алгач темир менен чечилбеген кычкылтекти чыгарган. Акыр-аягы, акысыз кычкылтек атмосферага же абага кирип, __ech __ 'с __' __ аэробдук жашоого ылайыктуу. Бул кычкылтек ошондой эле __earth __ '__ беттерин күндүн нурлардан коргогон озон катмарын пайда кылды.\n\nДагы бир жолу, Кудай Куранда Озон катмары жөнүндө мындай дейт: \"Курандын дагы бир илимий керемети: __\" Биз асманды жакшы корголбой, анын белгилеринен баш тарттык. \" (Куран 21:32) __\n\nОкумуштуулар озон катмарына чейин жер бетиндеги татаал жашоо деп эсептешет, анткени ал, албетте, күн нурлануусу аман калуу үчүн өтө көп жашайт деп ишенишкен жок.\n\n__Earht__ алыскы мезгилде таптакыр башкача болчу. Илгери дээрлик бардык жер бир жерде болчу. Бул SuperContinent деп аталат. Эң алгачкы белгилүү суперконтинент Ваальбара деп аталды. Кийинчерээк, __earth__ дээрлик толугу менен калың кретс (мөңгүлөр) менен жабылган учурлар (Cryogenian) бар болчу (мөңгүлөр). Бул карлуу __earth__ теориясы деп аталат.",
"t.Heavy Bombardment": "__ \"Биз буга чейин элчилерибизди ачык-айкын далилдер менен жөнөттүк жана адамдар менен жибердик жана элди адилеттүүлүктү сактап кала турган нерселердин бардыгын жиберди. Аллах аны жана анын кишилерин колдоп жаткандар көрүнүп тургандай көрүнүшү үчүн, Алла күчтүү жана күчтүү. \" (Куран 57:25) __\n\nКеч оор бомбалоо (кыскартылган lhb жана ошондой эле ай-катаклизм деп аталган) - бул 4-ден 4,1 миллиард жыл мурун болжол менен 3,8ден 4,1 миллиард жыл мурун пайда болгон окуя. Бул жерде неохадан жана эаарчан эласы деп аталат. Ушул интервал учурунда бир топ сандагы астероиддер ички күн системасындагы эрте планеталар менен кагылышып, анын ичинде сымап, Венера, жердин жана Марстын ичиндеги эрте планеталар менен кагылышууга тыгыздалган.\n\nЖерден жана башка таштандылардын көпчүлүгүнүн көпчүлүгүн түзүп, анын көпчүлүгүн жердин көпчүлүгүн жердин жана башка рокки планеталар түзүп, бирок жердин тарыхында башталган.\n\nБүгүнкү күндө илимпоздор темирдин жер бетинде өнүкпөгөнүн билишет. Жердин өлчөмүнө байланыштуу алар билишет, бул жерде мындай материалдар бул жерде табигый жол менен өнүкпөйт. Чындыгында, алар темир жылдыздардын ичинде, айрыкча кызыл супер-гиганттардын ичине киргизилиши керек экендигин билишет. Мындай ири жылдыздын ичинде гана фесон реакцияларында чогуу пайда болот. Андан кийин супернова пайда болот, жылдыз жарылып, темир фрагменттери космоско тартылат. Окумуштуулар бул темир жерге кандай пайда болду деп эсептешет.\n\nКуран, __ \"жана биз темирди\" __ жибердик. Жакынкы убакка чейин, окумуштуулар жок __heavy бомбалоочу жайларын ачып, бул аят __ \"темирди жибердик\" __ биз үчүн көп мааниге ээ эмеспиз. Бирок, Кудай биз үчүн темирди жиберди, ошондуктан биз андан пайда алабыз.",
"t.Life on Earth": "__ \"Ишенбегендер асман менен жердин бириктирилген нерсе деп эсептелбей, биз аларды бөлүп-бөлүп, ар бир тирүү жандардан бөлүнүп калдыкпы? Алар ишенишпейт бекен?\" (Куран 21:30) .__\n\nЭң алгачкы талап кылынган өмүрдүн кемелери фосорганизмдер (же микрофосс). Алар Нуввуагитдуки, Квебек, Квебек, Квебеканын Greenstone курларынын бир кездеги темир менен кремний менен бай тектер табылган.\n\nБул тектер 4,28 миллиард жылга эскирген. Алардын курамындагы түтүкчөлөрдүн формаларын отчетто көрсөтүлөт. Эгерде бул жерде жашоонун улуу жашоосу болсо, анда ал 4,4 миллиард жыл мурун пайда болгондон кийин \"жашоонун бир аз жылдык пайда болушун\" көрсөтөт. Стивен Блэр Хэнгздорунун айтымында, \"эгерде жашоо жер бетинде тез эле салыштырмалуу тез эле пайда болсо, анда ал ааламда көп кездешет\".\n\nКуран Аллахтын ар бир тирүү жандыктагы сууну жаратканын сүрөттөйт (Куран 21:30) .. __ \"Аллах ар бир жаныбарды суудан жаратканын\" сүрөттөйт. Алардын айрымдары өзүлөрүнүн кээ бирлери Төрт үстүндө жүрүүчү эки бутка сейилдөө. Аллах каалаган нерсесин жаратат, анткени Аллахтын баарын жаратат, анткени Аллах бардык нерсеге кудуреттүү »(24:45) .__\n\nБул аяттарда жашоонун океандары башталган илимий теорияны колдойт. Алар ошондой эле кээ бир жаныбарлар 90% га чейин түзүлгөн, ал эми адамдар дээрлик 60% дан түзүлгөндө, заманбап биология менен бирге барышат.",
"t.Single Celled Organisms": "__Кранда Аллах Таала «ар бир тирүү жандыктан жасалган» (Куран 21:30) __.\n\nБир клеткалуу организмдер - бир клетка бар организмдер.\n\nБирикилдүү организмдерди бардык жерде табууга болот. Жашоонун эң эски формаларына 3,8 миллиард жыл мурун болгон, эгерде \"болбосо. Окумуштуулар бул организм сууда жашашканына ишенишет. Алар жашоо үчүн ар кандай стратегияларды жүргүзүшөт: фотосинтез (Cyanobacteria), химототрофия (архей) жана гетеротрофия (Амеба). Айрым бир клеткалуу организмдер флагелла бар, алар блоб сыяктуу курал катары пайда болгон клобник скелеттен (цитоскелон), лоботоддор, лобоподдор, уюлдук скелеттин (цитоскелет) колдонушат. Бириктикче ата-бабаларыбыздын флагелла жаныбарларга барганда, ал жерде желек сперма деп сырткы көрүнүшүн жаратат.\n\n__Кранда Аллах Таала «ар бир тирүү жандыктан жасалган» (Куран 21:30) __. Дагы бир аят кандайча __ \"Аллахтын ар бир жаныбарды суудан жаратканын жаратканын сүрөттөйт. Алардын кээ бирлери өзүлөрүнүн каардуу мүчөлөрү, төрт бутунда жүргөндөрдүн кээ бирлери, алардын айрымдары өз каалаганын жаратат. Чындыгында, Аллахтын үстүнөн бийликке ээ Бардык нерсе \"(Куран 24:45) __.\n\nБул аяттарда жашоонун океандары башталган илимий теорияны колдойт.",
"t.Animals": "Айбанаттарды чагылдырган биринчи фоссилдер Түштүк Австралиянын 665 миллион жылдык тектеринде пайда болот. Бул фоссилдер эрте губкалар болушу мүмкүн деп чечмелешкен.\n\nЭң улуу жаныбарлар, Бидиакаран Биотеде, Премамбриантин аягына чейин 610 миллион жыл мурун табылган. Жаныбарлар камтылганбы, бирок дикинсониянын фоссилдериндеги жаныбарлардын лолестеролунун табылышы, булардын чынында эле жаныбарлар экендигин белгилешет.\n\nКөпчүлүк жаныбарлар Фила биринчи кезекте 542 миллион жыл мурун, Бургесс сланец сыяктуу төшөктө башталып, кембрий жарылуусунда фоссилдик рекорддо пайда болот. Бул тектердеги қазан филалар, моллюзия, брахиоподдор, онкихофоранс, тардигруздуктар, артроподдор, эхинодермалар жана хиариалдык түрдө азыркы азыркы учурда anomalacaris сыяктуу азыркы азизделген формалар бар Илимпоздор бул жаныбарлар бир эле учурда жакын жерде болуп жатса, же фоссилдин рекорддорун чогултуп алса, анда бул маселе болсо.",
"t.Fish": "Окумуштуулар биринчи балык кембрий жарылуу учурунда биринчи баланын болжол менен 530 миллион жыл мурун пайда болду деп эсептешет. Алар биринчи омурткалуулар же жаныбарлар же жүлүн менен жүлүн бар жаныбарлар деп эсептешет. Биринчи балык агната же жааксыз балыкка таандык деп эсептелет. Марктын маркум Камбриан, ээль сыяктуу жааксыз балык мордестрлер деп аталган жана кичинекей брондолгон балык биринчи кезекте, биринчи кезекте пайда болду. Көпчүлүк жүйүтсүз балык азыр жок болуп кетет.",
"t.Insects": "__Insects__, Артропода филумундагы класс. Алар эң кичинекей температуралар, ал катуу экзоскелет бар.\n\n__Insects__ - дүйнө жүзүндөгү эң ири жаныбарлардын эң ири тобу. __926,400 ар кандай түрлөрү жөнүндө баяндалган. Алар белгилүү тирүү жандыктардын жарымынан көбүн түзөт жана жаныбарлардын түрлөрүнүн 90% дан ашыгы __ деп эсептешет.\n\n__Insects__ жаңы түрлөрүн ар дайым табууга болот. Түрлөрдүн жалпы санын эсептөө 2 млн.\n\n__Insects __ алты буту бар; жана көпчүлүк канаттары бар. __Insects____ биринчи айбанга ишенген биринчи жаныбарлар деп эсептешет. Алар жумурткадан иштеп жатып, __insects__ __metamorphosis__, трансформациянын укмуштуудай өзгөрүлмөсүнүн чебирдүү формасы эки же андан ашык өзгөчө этаптарда чоңураак өзгөрүүлөрдүн чебирдүү формасы бар, ал тургузуу процессинин чебирдүү формасы бар, анда чоңдордун пайда болгон өзгөрүүсү __Insects__ __ планетанын үстүнөн жашайт: дээрлик бардыгы жер үстүндө (жер үстүндө жашашат), бирок Антарктика сыяктуу муздак жерлерде жашашат. Көпчүлүк түрлөр тропикалык аймактарда жашашат.\n\nАйрым адамдар бардык __insects__ \"мүчүлүштүктөрдү\" деп аташат, бирок бул туура эмес. Айрым __insects__ гана __insect-__ үчүн белгилүү бир тартиптеги чыныгы мүчүлүштүктөр. __Insects __insects __Entomologs__ деп аталат.",
"t.Reptiles": "____Рептил__ - бул жер омурткалуулардын негизги топторунун биринин биринин жалпы аты. Так терминдерди колдонгон биологдор тарабынан ушунчалык көп колдонулбайт.\n\nАты __ \"сойлоп өтүү\" __ латындан келип чыгат жана \"сойлоп жүрүүчү\" дегенди билдирет. Бардык адамдар Алар заара кислотасын (Уреанын ордуна) сындырып, Cloaca бар. Cloaca - бул тешик, заара баракчалары жана репродуктивдүү дискотекалар үчүн жалпы ачылган ачылышы. __Рептөөлөр__ сүт эмүүчүлөрдөн айырмаланып турган жүрөк жана ири кан тамырларын жайгаштырышат.\n\nАндыктан __Reptiles__ көптөгөн маанилүү топтор азыр жок болуп кетип жатат, мисалы, мозасляс. Биз динозаврлар жок болуп кеткен деп айтчу элек, бирок алар куштардын тукумдары (канаттуулар) түрүндө жашашкан деп айтсак. Аман-эсен __Reptiles__, ташбака, крокодилдер жана Тумара кирет. Бүгүнкү күндүн көпчүлүгү __Репилдердин көпчүлүгү - жыландар жана кескелдириктер.\n\nЖашоону изилдөө __Репилдерди изилдөө Герпетология деп аталат.",
"t.Dinosaur Age": "__Dinosaurs__ (\"коркунучтуу кескелдириктер\") Аршосур сойлоп жүрүүчүлөрүнүн ар түрдүү тобу. Алар Месозой доорунун үстөмдүк кылган жер жаныбарлары болгон. 500дөн ашуун 500дөн ашуун динозаврлардын генерасы белгилүү. Ар бир континентте динозаврлардын фоссилдеринен табылды жана дагы деле болсо жаңы ачылыштар бар.\n\n__Dinosaurs__ жогорку триассизмде, болжол менен 230 миллион жыл мурун пайда болгон. Динозавр фоссилинин эң алгачкы датасы - бул еорафтор, 231.4 ден 228 миа. Алгачкы юристтик тарабынан алар жердин омурткалуулары болгон жана жер үстүндөгү чөйрөдө басымдуулук кылган чөйрөлөрдө басымдуулук кылган. Алар күтүлбөгөн К / T (глобалдык) жок болуп кеткенге чейин 66 миллион жыл мурун улантышты.\n\nФоссилден фоссилдер менен, илимпоздор канаттуулар тирүү канаттуу динозаврлар деп эсептешет, ошондуктан алар бүгүнкү күнгө чейин аман калуу үчүн динозаврлардын бир гана тукуму болушкан деп эсептешет.\n\nДинозаврлар адаптацияга ээ болгон, алар ийгиликке жетүүгө жардам берди. Биринчи белгилүү динозаврлар эки бутуңа баскан кичинекей жырткычтар болчу. Алардын бардык укум-тукуму, дененин астына буттары менен түз туруп, буттары бар. Бул алардын өмүр бою бүт өмүрүн өзгөрттү. Башка өзгөчөлүктөрү бар болчу. Кичинекей динозаврлардын көпчүлүгү жүндөргө ээ болушкан жана жылуу кандуу болушкан. Бул аларды заманбап сойлоп жүрүүчүлөргө караганда көбүрөөк зат алмашуу мүмкүнчүлүгүнө ээ болот. Социалдык өз ара аракеттенүү, бодо малда жана кызматташтык менен биргеликте кээ бир түрлөргө өтө эле бар окшойт.\n\nБиринчи фоссилдер 19-кылымдын башында динозаврлар катары таанылган. Кээ бир сөөктөрү мурун бир топ жогору болгон, бирок түшүнүлгөн жок. Уильям Баклэнд, Гидеон Мантелл жана Ричард Оуэн бул сөөктөрдү көргөн илимпоздордун бири - бул сөөктөрдү өзгөчө жаныбарлар. Азыр динозаврлар дүйнө жүзүндөгү музейлердеги ири кызыктуу жерлер. Алар элдик маданияттын мүчөсү болушат. Алар жөнүндө көптөгөн мыкты сатылган китептер жана кинолор бар. Жаңы динозавр ачылыштар көп учурда маалымат каражаттарында билдирилет.",
"t.Mammals": "__Mammals__ - бул класстагы сүт эмүүчүлөрдүн тобу. Аларда жука же чач бар, температуранын температурасын жөнгө салат.\n\nМонгремаларды кошпогондо, сүт эмүүчүлөрдүн баары жаш жашай жашашат. Алар ошондой эле жаш үчүн сүт өндүрүшөт. Жаштарга ата-эненин камкордугу сүт эмүүчүлөрдүн арасында универсалдуу, ошондуктан тирүү тубаса тукумдардын санын чектейт, анткени тирүү тубаса тукумдардын санын чектейт.",
"t.Stegosaurus": "Стегозаурус (\"чатыр - кескелдириктин\" мааниси) Түндүк Американын батышында жашаган динозаврдын бир түрү болгон.\n\nСтегозаурус 155-145 миллион жыл мурун жогорку юласикалык мезгилде жашачу. Ал эң оңой таанылган динозаврлардын бири, анын арткы жана анын куйругундагы узун сымал түстүү плиталардын эң оңой динозаврлардын бири. Курал-жарактар ​​алсаарус жана кератосаур сыяктуу эт-уюмдар менен жашагандыктан, курал-жарактар ​​керек болчу.",
"t.Tyrannosaurus": "Тираннэурус жогорку суу өткөргүчтөн 65,5-67 миллион жыл мурун чоң жырткыч динозавр болгон.\n\nТуканнаурус узак, катуу куйрук менен салмактуу бороон-чапкын менен тең салмактуу багбаганын багып турду. Чоң жана күчтүү арткы буттарына салыштырмалуу, анын сөөгү кичинекей, бирок алардын көлөмү үчүн күчтүү болгон. Аларда эки урулган сандары бар эле.\n\nБул мергенчи же ачуулануу болгонбу деген суроо бар. Бүгүнкү күндүн эң басымдуу эттери сыяктуу, мисалы, арстандар жана гиеналар сыяктуу тираниясурус экөө тең болушу мүмкүн. Анын абдан күчтүү жаак болгон, жана анын тиштери башка динозаврлардын сөөктөрүн тартып алат.",
"t.Dinosaur Extinction": "Борцен айынын аягында жок болуп кеткендер, массивдүү asteroid же метеориттик таасирлер сыяктуу бир же бир нече катастрофалык окуялар себеп болгон.\n\nБир нече таасир краторлору жана массалык вулкандык иш-аракеттер, мисалы Индияда декран тузактары менен, жок болуп кетүү иш-чарасынын болжолдуу убактысы менен белгиленди. Бул геологиялык окуялар күн нурун кыскарып, фотосинтезге тоскоолдук кылышы мүмкүн, жер экологиясынын чоң бузулушуна алып келген.",
"t.Primate Bipedalism": "Бапеализм басуу үчүн эки футту колдонуп же колдонот. Окумуштуулар экиден 7 миллион жыл мурун экиден 7 миллион жыл мурун бир аз убакытка чейин пайда болушат, анткени бул эки жүздүү фоссилдер эки жүздүүлүктү көрсөткөн эң алгачкы фоссилдер. Эволюционисттер буларга адамдык мүнөздүн алгачкы ата-бабалары деп эсептешет, бирок бул теория аны колдогон далилдерге ээ.",
"t.Constructed Tools": "__СТОДОКИКАЛЫК УЛУУ__ - таштан жасалган куралдар. Алар таш жашаганын анын аты-жөнү келтирилген себеби. Окумуштуулар алар колдонулган биринчи куралдар деп эсептешет. Жакында эле адамдар жашаганга чейин, таш куралдары колдонулганын билишкен.",
"t.Control Fire": "__ Алгачкы өрттүн башында адамдар алгачкы адамдар үчүн алгачкы адамдар үчүн абдан маанилүү болгон. От жылуулук, коргоо, аңчылык кылуу жана тамак бышыруу ыкмасы менен жылуулук, коргоо, өркүндөтүлгөн. Бул маданий жетишкендиктер маданий инновацияларга жана диетага өзгөртүүлөрдү киргизүүгө мүмкүндүк берди. Андан тышкары, өрт өчүрүү үчүн адамдын ишин суукка алып барууга жана кечинде, кийинчерээк жылуу жана жарык берүү менен кечинде калууга жол берди.\n\nБашкаруунун алгачкы аныкталгандыгы үчүн дооматтар болжол менен 200 миңге чейин 1,7 миллион жыл мурун. 1 000 000 жыл мурун биринчи жолу өрттүн контролдонуучу колдонулушунун далили, ал эми кеңири илимий колдоого ээ. Флинт Флинддер Мароккодогу адамдын фоссилдеринин жанында, болжол менен 300 миң жыл мурун Өрткө каршы күрөшүүнүн кеңири таралган далили болжол менен 125,000 жыл мурун.",
"t.Adam": "__ \"Адамзат! Биз сени бир аял менен аялдын бир жупташтырып жаратып, силерди элдерди жана урууларга киргиздик, ошондуктан сиз бири-бириңизди билишиңиз мүмкүн (силер араңардан эң сыйлайсыңар). Аллахтын алдында эң адил адам, Аллахтан эң адил адам. Аллах толук билимге ээ жана жакшы таанып-билген (Куран 48:13). .__\n\nАдам (Арабча: Адамдар) Исламдын биринчи жана биринчи Наби (Наби, Пайгамбары) болгон биринчи адам болгон. Мусулмандын Адам баласы катары адамзаттын, аялынын, аялы Хайв-Хайв-Хайвун (Обо) адамзаттын энеси катары. Куран айткандай, Мусулмандар Адамды биринчи Мусулман деп эсептешет, анткени Куран бардык пайгамбарлар Исламга ишенген ишенимди, Кудайга баш ийүүнү билдирет.\n\nУшул эки кишининден, адамзаттын муундары жер жүзүндө жашашкан. Кудай Куранда штат.\n\nАдам жаратылганда, Кудай жаратылгандардын бардыгын өздөрүн Адамга урмат-сыйдын белгиси катары, ал жаңыдан мыкты жаратуу болгон. Баары эле Шайтандан башка, ал сөзсүз түрдө жалбырактуу оттон жасалган (жин) жасалган, ал эми Адам чоподон жасалган. Андан кийин Кудай аларды Эйден багына сынап, Шайтан Адам менен Хавваны ийгиликтүү көрдү. Ал аларды Кудай аларга тыюу салган даракка барган. Натыйжада, Кудай бизди (адамдар менен шайтан) сот күнүнө чейин бири-биринин душманы болуп, Адам жеринде, Адам кечирим сурап тиленген жана Кудай аны кечирген.\n\nАдамдар менен жана бардык пайгамбарларга окшоп, алар Кудай менен түзгөн келишимибизди эсибизге салышты. Эгер биз Кудайга баш ийсек, анда Кудайдын көз алдында периштелер андан жогору деңгээлге жете алабыз. Муну жасоо үчүн, Шейттан шыбырагандыгынан алыс болушубуз керек, жана андан да жаман, андан да жаман нерсе, айбанаттар (өзүмчүл каалоолор). Биз муну Куранда эң акыркы Аян жана биринчи адамда жазылган акыркы Аян жана мен үчүн жазылган акыркы Аян жана ынтымакта жазылган акыркы Аян жана китепке берилген чексиз акылмандыкты, көрсөтмөлөр менен мисалдарды жана мисалдарды келтиребиз. Ошондой эле биз пайгамбарлардын укмуштуудай үлгүсүн көрсөтүшүбүз керек жана биздин Азыркы Мухаммед пайгамбардын толук өмүр баяны бар, анткени ал заманбап тарыхта кездешкенде, ал жада калса, ал жада калса. Анын бардык окуулары сакталат жана исламдык стипендия, өмүр бою сактап калуу үчүн көптөгөн исламдык стипендия бар. Пайгамбарыбыз Мухаммед пайгамбарлардын мөөрү, Пайгамбарлардын, мамлекеттин, руханий жана аскер лидеринин күйөөсү, кошунасы жана досу менен бирге. Ал өз өмүрүн, иш-аракеттерин жана окууларын студиялаган адамдар тарабынан жогору баалашат. Жашаганда анын душмандары да урматтап, ага ишенген.\n\nОшентип, мусулмандардай эле, бардык адамдар үчүн жашоонун маңызын билебиз, анткени ал адам үчүн жашоонун маңызы - Кудайга сыйынуу жана анын ишинде ким эң жакшы экенин көр. Кудай адамзатка Бейиште / асманда анын осуяттарын аткаргандыгы үчүн сыйлык деп убада кылган. Асмандагы эң төмөнкү адам он бир жер болуп калат. Асмандын жогорку деңгээлине жеткенде, жериңерди жарыкта жериңди өлчөө керек. Кудай эң берешендик жана бизге жана андан эмнени сурашыбыз келет. Эгер биз Кудайдан баш тартсак, анда Пайгамбарлардын жолдору бизди тозокто күтөт. Кудай бизди ушул жана бардык жаман иштерден коргосун.\n\nИлимдин көз карашынан адамдар __homo sapiens__ түрүндө, анын ичинде белгилүү бир гана белгилүү түрчөлөр __Hомо сапиендер__ деп аталат. Биз жер бетиндеги эң басымдуу түрлөрүбүз. Бирок, айрыкча, өсүмдүктөрдүн жана протизмдердин арасында жашоонун көптөгөн түрлөрү бар, ал абага, тектерге, жашоо жана жердин табигый чөйрөсүнө чоң таасирин тийгизген.",
"t.First Temple": "__Göbekli tepe__ (\"Потелли Хилл\" үчүн түркчө, Түркиянын түштүк-чыгыш Анатолу районундагы Археологиялык сайт, Түркиянын түштүк-чыгыш Анатолу районундагы (7 МИ) шаардын түндүк-чыгыш тарабында жайгашкан. Бийиктиги 15 м (49 фут) жана диаметри 300 м (980 фут) болжол менен 300 м (980 фут). Бул деңиз деңгээлинен болжол менен 760 м (2,490 фут).\n\nБелгилей кетчү нерсе, 10-8 жылдыгы үчүн 10-Миң жылдык BCга кайтып келген социалдык же ырым-жырымга мүнөздүү мүнөздөгү эки фазасы кирет. Биринчи этапта скотчкурундагы нолитке таандык (PPNA) (PPNA), Т-формасындагы таш мамалакчылардын чөйрөлөрүнө таандык (PPNA). Учурда болжол менен 20 айланасында 200дөн ашык мамылар геофизикалык сурамжылоолор аркылуу белгилүү. Ар бир мамы 6 метрге чейин (20 фут) чейин, 10 тоннага чейин салмагы бар. Алар төшөгүнөн чөнтөккө орнотулган. Экинчи фазада, карапанын алдындагы неолитке таандык (PPNB) бюллетень (PPNB) Сайт ppnb кийин кароосуз калган. Жаш курулуштар классикалык мезгилдерге чейин.\n\nТүзүмдүн функциясынын чоо-жайы табышмак бойдон калууда. Ал немис археологиялык топу 1996-жылдан тартып 2014-жылдан бери Клаус Шмидт багытын карай казылып алынган. Шмидт, бул жерде бул сайттын мезгил-мезгили менен чогулган адамдар, калктуу конуш эмес, жер бетиндеги адамдар отурукташкан деп ишенишкен.\n\n2018-жылы сайт ЮНЕСКОнун Дүйнөлүк мурастар сайты белгиленди.",
"t.Agricultural Revolution": "__ Неолит революциясы__ (жаңы таш курагы) биринчи __Агивура революциясы болгон__. Бул көчмөн мергенчиликтин жана жамааттарга жана топтордун айыл чарбасына жана калктуу конушка чогулуштардан акырындап өзгөрүү болду. Бул мезгил \"революция\" катары сүрөттөлөт, анткени ал өзгөрүүнү түзгөн жамааттардын жашоо мүнөзүн өзгөрттү. Ал ар кандай мезгилдерде ар кандай тарыхтагы адамзат коомдорунда болгон. Көптөгөн коомдор 7-9 миң жыл мурун өзгөрдү.\n\nБул термин бул окуялар болгон жалпы мөөнөттөрдү билдирет. Ал ошондой эле орун алган өзгөрүүлөргө да тиешелүү: Мөөнөтүнөн мурда дыйканчылык ыкмаларын кабыл алуу, түшүм өстүрүү жана жаныбарларды багуу. Неолит революциясы социалдык уюмдарда жана технологиядагы окуялар үчүн маанилүү.\n\n__ Неолит революциясы__ туруктуу же жарым-жартылай туруктуу калктуу конуштарда жашоого алып келген. Ушундан аз болгондуктан, адамдар көчмөн жашоону өткөрүштү. Өсүмдүктөрдүн кимге таандык экендигин биле алышы үчүн, жер ээлик кылуу концепциясы иштелип чыккан. Табигый айлана-чөйрө өзгөрүлүп, калктын тыгыздыгы өсүп, адамдар диета боюнча жашылча жана дан өсүмдүктөрүн тамактанып жатышат. Хиерархиялар коомдо иштелип чыккан. Дан сакталган жана сатылышы мүмкүн. Ашыкча өскөн түшүмдүүлүктүн түшүмдүүлүгүнөн өндүрүшкө жардам берди коомдор жаман жылдар жашоого умтулган. Буга мисал - бул байыркы Египетте эгинди коргогон жана чачыраган.",
"t.Writing": "__Writing__ - бул символдор топтомун колдонуп, визуалдык чөйрөдөгү тилди жазуу мыйзамы. Символдор башкаларга окулушу үчүн, башкаларга белгилүү болушу керек.\n\nТекст башка визуалдык тутумдарды, мисалы, иллюстрациялар жана жасалгалар сыяктуу колдонушу мүмкүн. Булар жазуу деп аталган эмес, бирок билдирүү ишине жардам бериши мүмкүн. Адатта, өлкөдөгү билимдүү адамдардын бардыгы бир эле тилди жазуу үчүн бир эле жазуу тутумун колдонушат. Окууга жана жаза билүү - сабаттуу болуу.\n\n__Writing__ Сүйлөөдөн айырмаланат, анткени окурмандардын өз убагында болбошу керек. Биз бир аз мурун жазып, дүйнөнүн ар кайсы бурчтарынан окуй алабыз. Текст дүкөндөрү жана билимин байланыштат. __Writing__ адам түрлөрүнүн эң чоң ойлоп табууларынын бири. Тарыхчылар элдер шаарларда отурукташкандан кийин, айыл чарбасынан кийин ойлоп табылды деп эсептешет. 5000 жыл мурун, Жакынкы Чыгышта, болжол менен 5000-жылдан ашкан 3,300BC даталары.\n\n__Writing__ Бүгүн, адатта, бир беткасын басып чыгаруунун жолдору бар болсо дагы, бирок кагазда. Телекөрсөтүү жана кино экрандары да жазылып, компьютердик экрандарда болушу мүмкүн. Көпчүлүк жазуу материалдары кагазга чейин эле ойлоп табылды. Чопо, папирус, жыгач, шифер жана пергамент (жаныбарлардын терилери) баары колдонулган. Римдиктер момдуу планшеттерден жазылган калем менен жазышкан; Бул убактылуу ноталар жана билдирүүлөр үчүн популярдуу болгон. Котировкалардын кагазын кийинки ойлоп табуу чоң кадам болду.\n\n__Writing__ салтка айланып, карандаш, калем же щетка сыяктуу кол куралды колдонуп жасалат. Бирок, барган сайын, текст компьютердин клавиатурасына же смартфонуна киргизүү менен түзүлгөн.",
"t.Recorded History": "__Вистория - бул өткөн окуяларды изилдөө. Мурунку окуяларга көз чаптыруу менен өткөн окуялар (китептер, гезиттер, тамгалар, шаймандар, куралдар, адам же жаныбарлар сыяктуу) тарыхты изилдөө үчүн адамдар үчүн нерселер. Тарыхты изилдеген адам тарыхчы деп аталат. Байыркы маданияттардын артында калган нерселер аркылуу тарыхты жана тарыхты изилдеген адам археолог деп аталат. Адамзат менен коомду изилдеген адам антрополог деп аталат. Тарыхты изилдөө жана жазуу үчүн колдонулган булактарды жана методдорду изилдөө тарыхнама деп аталат.\n\nӨткөндө болгон окуяларды эстөө менен адамдар жөнүндө адамдар жөнүндө биле алышат. Бул оозеки тарых деп аталат. Кулдар жана америкалык жарандык согуш согушкерлеринин кары адам кары адам жашылганда, кээ бир тарыхчылар алардын айткандарын жаздырышкан, ошондуктан тарых жоголот.\n\nУшундай эле ислам тарыхында жасалган. Көп нерсе жазылган, бирок Пайгамбарыбыздын (хадисти) китептерди чогулткан ар бир акыркы сөзүн чогултуп, бир нече окумуштуулар бар эле. Мунун башында, Пайгамбарыбызга (саллаллаху алейхи васаллам) риваяттын чынжырларын тастыктоо үчүн, бүткүл исламдык илим өрүлгөн иштелип чыккан. Бул адамдардын жана алардын үй-бүлөлөрүнүн ким экендигин биз билебиз, алар китепте кокустан биринчи ысымдар эмес, китептин (I.E. Марк, Лука, Джон). Адатта, ошол эле хадистерди бир эле китепте табууга же бир нече адамдан ашык китептерге жайылып, бир нече адам чогултулган деп айтууга болот. Бул сахих (абдан үн) хадис катары классификацияланат.\n\nОшондой эле Куран жазылган, бирок, албетте, миңдеген адамдар көргөн миңдеген адамдар көргөн. Бүгүнкү күндө дагы миллиондогон адамдар, оригиналдуу араб тилдеринде, ал тургай араб эмес сүйлөгөндөр менен жаттап алынды. Бул мүмкүн, анткени Куран поэтикалык жана көптөгөн адамдарды эстөө оңой. Эгерде Курандын тексти кандайдыр бир текст жоголуп кетсе, анда мусулмандар биргелешип иштешсе, бир нече секундан кийин кайра алып келиши мүмкүн. Кудай бизге Куран айткандай, аны коргойт. __ \"Чындыгында, биз Куранды түшүрүп, чындыгында, биз анын кароолчусу болобуз\". (Куран 15: 9) __\n\nПоэтикалык жана окуучу сулуулугуна карабастан, Курандын билдирүүсү момундардын билдирүүсүнө оңой эле туура келет, анткени ал өткөн, келечекти логикалуу жана түшүнүү оңой түшүндүрүлөт. Куран чындыгында бизде эң чоң керемет, ал эми бир гана муктажбыз, Исламды далилдөө үчүн, чыныгы динди далилдөө үчүн керек. Бизди түзүп, биз менен сүйлөшүп, Курандын сөздөрү менен түздөн-түз даярдайт. Бизге Кудайды, бизди жараткан Кудайды жараткан Кудайды үйрөткөн жакшыбы?\n\nДүйнөнүн ар кайсы бурчтарындагы адамдар өзүнчө тарыхты, анткени алар бири-биринен көп кездешпегендиктен, өзүнчө тарыхты сакташкан. Айрым адамдар бири-бирин эч качан жолуктурган эмес. Орто кылымдагы Европа, Байыркы Рим жана Байыркы Кытайдын ар биринде алар дүйнөнүн эң маанилүү бөлүктөрүн башкарып, башка бөлүктөр \"варвар\" деп эсептешет.",
"t.First Pyramid Built": "__ \"Бүгүн биз силерди (Эй, фараонго) сактап калабыз, сенден кийин келгендерге жышаан болот, бирок чындыгында, адамзаттын көпчүлүгү биздин аяттарыбызга көңүл бурбай жатышат\". (Куран 10:93) __\n\n__Pyramid__ - бул пирамида түрүндө курулган структура, адатта, таш. Бүгүнкү күндө дүйнөнүн ар кайсы жерлеринде адамдар менен азыркы күндөргө чейин адамдар мындай структураларды курушкан.\n\nБиринчи __пирамидалар__ 2630-жылы курулган В.К. Эң улуусу белгилүү пирамида сакара, Египет жана Египеттин үчүнчү династиясынын Джосер тарабынан курулган.\n\nКуран мисирлик династиясынын Муса (мисалы, Муса) жана Юсуф (мисалы, Жусуп) жөнүндө окуялар жөнүндө айтып беришет.\n\nКуран Египеттин династиясынын Падышасы же фараон катары айтканы менен Египеттин тарыхын так сүрөттөйт. (Кийинчерээк). Британиянын музейи жакында эле ачылган тарыхый чындык. Алардын айтымында, мисирликтер 18-династиясына чейин \"фараон\" башкаруучуларына (1552-1295 б.з.\n\nМуса жана Фираун (фараон) жөнүндө бир нече аяттар:\n__ \"Биз (Аллахуз) Мусанын жана фараондун окуясынын бир бөлүгүнө ишенген элдин жыргалчылыгы үчүн, Мусанын жана фараондун бир бөлүгүн чындык менен бирге кубаттайбыз. (Куран 28:04).\n\n\"Биз Мусаны фараонго жана анын башчыларына жөнөттүк, бирок аларды адилетсиз түрдө четке кагып, аларды четке кагышты. Мына, баш тарткандардын акыры эмне болду! (Куран 7: 104)\n\n\"Ушул күн силерди сенин денеңди сактап калабыз, сенден кийин келгендерге жышаан болсун! Бирок адамзаттын көпчүлүгү биздин аяттарыбызды кайдыгерлик кылышат. (Куран 10:93) __\n\nМусанын рамесстер менен байланышкан тарыхчылар жана христиан жана христиан жана мусулман илимпоздору кеңири ишенишет. Куран да, Ыйык Китептин экөө тең фараонго Мусанын артынан Кызыл деңизге чөгүп кетишкен, акыры, Кудайдын уруксаты менен чөгүп кетишкен, деңизге жетет.\n\nБул күнү сиз силердин араңардан келгендер үчүн, Сени (Фараон) куткарабыз, ошондо сизден кийин келгендерге жышаан болот! \"__ башка аяттарда эч кандай маалымат табылган жок, ал тургай тарыхчылар да жок болчу жакында. Бардык фараондордун мумурификацияланган сөөктөрү Нилдин жээгиндеги падышалар өрөөнүндө жашырылган (KV7 & 8) өрөөнүндө жашырылган. Мүрзөлөрү талап-тонолоткондон кийин, фараондордун мумурлору кылымдар бою ачарчылык кылышкан. Алардын ачылышы 19-кылымда болуп өттү, сиз Рамсесстын II, Каирдеги Улуу Египет музейине өз көзүңүз менен, сиз Рамесстин II өз көзүңүз менен, Мисирде, Улуу Египет музейине өз көзүңүз менен карайсыз. Анын денеси, ошондой эле көрүш үчүн бир нече эл аралык турларга барган. Бул дагы бир жолу Куран жана Исламдагы билимибиз бизге Кудай тарабынан гана берилиши мүмкүн.\n\nОшондой эле жүйүттөрдүн бул фараон менен болгон тажрыйбасы жана башка байыркы Египеттик лидерлер жөнүндөгү тажрыйбалары жөнүндө сурасаңыз болот.\n\n__ \"Биз Мусага Мусага тогуз белгини бергендиктен, Ысрайыл уулдарынан келип, аларга келип, фараон ага:« Оо, Муса, Сыйкырдуу деп ойлойм », - деди. (Куран 17: 101) __\n\nЖүйүт элдеринин аман калышына, алар үчүн жиберилген көптөгөн кереметтер жана пайгамбарлар сыяктуу Кудайдын башка белгилери жөнүндө сурап көрүүгө мүмкүнчүлүк берет.\n\n__As Израилдин балдары, биз аларга канча ачык белги бар. Ким Аллахтын ырайымын көрсө, ал ага келди. (Куран 2.211) __",
"t.Roman Empire": "__The Рим империясы Анын борбору Рим болчу, анын империясы Жер Ортолук деңизине негизделген. Октавиянын империясы, Октавиянын императору, Августус, 476 жарнама, илгерки дүйнөнүн акырын белгилеп, ортоңку курактагы, же караңгы кылымдардын башталышына чейин,\n\nИмперия байыркы Римдин үчүнчү этабы болгон. Рим алгач Рим падышалары, андан кийин Рим республикасы, андан кийин император тарабынан башкарылган.\n\nКөптөгөн заманбап жерлер, анын ичинде Улуу Британиянын (анын ичинде Улуу Британия), Испания, Португалия, Франция (Гаул), Италия, Греция, Түркия, Германия, Египет, Италия, Греция, Швейцария жана Африканын жээгинде. __ Роман империясынын башкы тили Латын болчу; Грек бир маанилүү экинчи тил болчу.\n\n__ Роман Эмпайирдин батыш бөлүгү - болжол менен 500 жашка, чыгыш бөлүгүнө, анын ичинде Греция менен Анатолияны дагы уланткан, ал эми миң жыл өттү. Чыгыш бөлүгүндө Византия империясы деп аталган, анын капиталы Константинополду, Осмон, 1453-жылы Осмон, 1453-жылы Сентябрь Фатих Мехмет тарабынан аяктаган. Бул окуя пайгамбар Мухаммед пайгамбарыбыздан келип чыккан жана дүйнөлүк тарыхтагы эң көрүнүктүү окуялардын бири.",
"t.Crusades": "__ Крусадес__ Ыйык жерди көзөмөлдөө үчүн Ыйсанын жолдоочуларынын ортосунда жана мусулмандардын ортосунда бир катар диний согуштар болгон. Адатта, алар 1095 жана 1291-жылдар аралыгында болуп өтүштү. Ыйык жер дагы деле үч ири монотехникалык дин үчүн өтө маанилүү болгон жер болгон: ислам, иудаизм жана христианчылык. Ыйык жерде көптөгөн маанилүү диний жерлер бар. Бул жер ысрайылдык же Палестина деп аталган жер. Иерусалим, Назарет, Бетлехем, Хеброн жана башка диний сайттар, Үчүнчү Халиптин Халифатынын Халифатынын бийлиги астында, Үчүнчү Халифтин жана Пайгамбарыбыз Мухаммед (саллаллаху алейхи васаллам)\n\nАр кандай кресттүүлөр болгон. Эң негизгиси жана эң чоң жана эң чоң __Крусадес__ 11-кылымдан 13-кылымга чейин орун алган. Бул мезгилде 9 чоң крестүү болгон. Кичинекей кресттүүлөр дагы көп эле. Кээ бир кресттүүлөр дагы Европада да болгон (мисалы, Германия, Австрия жана Скандинавияда). Кичинекей __Крусасалар__ 16-кылымга чейин, кайра куруу жана реформалоого чейин улантылды.\n\n\"Крусит\" деген сөз \"айкаш жыгач\" деген сөзгө байланыштуу жана христиан ыйык согушту билдирет. Араб сөзү \"жихад\" деген сөз бар, бул согуш учурунда мусулмандар үчүн \"кресттик\" сыяктуу бир эле коннотацияга ээ болуу жана күрөшүү дегенди билдирет. Пайгамбарыбыз (саллаллаху алейхи васаллам) азыраак жихадды үйрөттү.\n\nАр тараптан (Ыйсанын жолдоочулары, мусулмандар жана жүйүттөр) алардын диндеринде көп ишенишкен. Көпчүлүк кресттүүлөр көп учурда саясий же акчалай себептер бар болчу. Бардык согуштар сыяктуу.\n\nКөпчүлүк учурда көп бөлүп турган үч Ыбрайым менен болгон согуш аракеттерин көрүү өкүнүчтүү. Мусулмандар жүйүттөрдү жана христиандарга китептин эли деп эсептешет, демек, башка адамдарга караганда Мусулмандар үчүн өзгөчө статус жана тыгыз мамиледе болушат. Муну Пайгамбарыбыздын жашоосунан көрө аласыз (саллаллаху алейхи васаллам), ал эми ал жана анын сахабалары менен Византия христианынын (Византия Христиан) жоготуулары чоң согушта жоготушту. Бул Куран жөнүндө хадистерде жазылган жана атүгүл сүйлөдү. Исламдын келечектеги иш-чаранын дагы бир кызыктуу далили: __ \"__\" Римдиктер жеңилген. Буга чейин жана андан кийин буйрукка таандык. Ошол күнү момундар кубанышат \"(Куран 30: 2-4) __\n\nБул кезде, араб бутмалары бутпарасттыктар бутпарасттыктарды бутпарастардын капталында, араб мусулмандары Ыйсанын жолдоочусунун бул согушта жеңишке жетишип жатышканына үмүттөнүшкөн. Христиандар бутпарастардан айрылганда, бул жоготуу үчүн мусулмандарды шылдыңдап, \"азыр сенин күчтүү Кудайы кайда?\" Ошентип, Кудай бул аятты ушул учурда ачып берди. Албетте, 622-жылы, Иссус согушунда, Император Гераклийдеги Византия сассаардай Анадолуадагы байураак жана туруктуу жеңишке жетишкен.",
"t.Black Plague": "__К Кара өлүм __ Европа жана Азияда миллиондогон адамдардын өлүмүнүн азайышы болгон. Европадагы ар бир үч кишинин дээрлик бири оорудан көз жумуп, 1347 жана 1351 ортосундагы эң начар болгон. Көпчүлүк адамдар бул оорудан жугуштуу оору болду деп ойлошот. Бул оору, келемиштерде жашаган бүргөндөр аркылуу жайылып, жайылып кетишет. Жибек жолундагы соодагерлер Европага жуккан бүркөлөрдү алып келишкен болушу мүмкүн.\n\nБүркүт көйгөйдү баштаган; жуккан бүргөндөр кара келемиштер менен ташышкан. Бүргөндү көтөрүп жүргөн келемиштер шаарларга кирмек. Бүркүп чыкканда, алар бир аз бактерияларды жараатка сайып кетишмек. Бул адам жукканга түрткү берет. Келемиштер көбүнчө кемелерде болушкан. Бул, бул ооруну тез арада жайып, Европанын бардык борбору.\n\nАдамдарда оору, ал эми жугуштуу оору, колу астында жана кулактын артында шишип кетти. Бул шишик кара жана кызгылт көк түстө, демек, \"кара өлүм\" деген ысым. Караңгы шишик бабочка деп аталып калган. Адамдар кыйналып, жабырлануучулар аябай кыйналды. Симптомдорду курман болгондордун артынан ээндан кийин 3-7 күндөн кийин, ооруну көтөргөн бүргөндөн кийин байкалат.\n\nӨкүнүчтүүсү, Лондондо кээ бир шаарларда мышыктар ооруну пайда кылган деп ойлошкон, ошондуктан алар аңчылыкка алып келип, аңчылыкка алып келишти деп ойлошкон. Тилекке каршы, күтүлгөндөй, бул жугуштуу оорудан улам келип чыккан, азыр келемиштер табигый жырткычынан айрылып, популяциялар чоңойгон.\n\nБубоникалык жазанын айланасында дагы бир кызыктуу чындык, папа өзүн кантип сактап калган. Ал кезде мусулмандар бардык медициналык жана илимий ачылыштын башында болушкан. Көптөгөн мусулман китептери аркылуу куруу Католиктик диний жетекчилеринин айрым ооруларды (микробдорлор) сагынып, өлтүрүү жөнүндө ойлонуп көрдү. Ошентип, алар бир нече жума өткөн Рапа курчап турган чөйрөдөгү чоң отко күйүп кетишти. Албетте, келемиштерди сактап, алардын качып кетишинен алыс болуп, эч кандай көйгөйсүз аман калган.",
"t.Constantinople Istanbul": "Рим империясынын (330-395) борбору (330-395), Византия / Чыгыш Рим империясы (395-1204 жана 1261-1453), Латын империясы (1204-1261) жана Осмон империясы (1453-1922). 1930-жылы Стамбул деп аталып калган. Бул азыркы Түркияда бул шаар.\n\nИсламдык деп аталган Стамбулдун басып алуусу, ал эми Мухаммед пайгамбарыбыз пайгамбарлык деп табылып, Исламдын дагы бир белгиси жана далили болгон. __ \"Чындыгында, сиз Константинополду басып алсаңыз болот. Ал армия кандай сонун армия болот жана ал кандай сонун башаламандык болот? \" (Мус!, I, 176; IV, 335; Дайыми, \"Мукаддим\", 43-бет .__ Бул 1453-жылы шаарды басып алган Осмондар үчүн чоң сыймык .\n\nТарыхчылар убакыттын мезгилин жеңүү үчүн, бүгүнкү күндө бүгүнкү күндүк мезгилди жеңүү үчүн бүгүн Нью-Йорк шаарындагы жерди жеңүүгө барабар деп билдиришти.",
"t.Newton and Gravity": "Көпчүлүк адамдар __isaac Ньютон __ деп ойлогондо, ал алма кулап жаткан алма дарагынын астында отурган деп ойлошот. Айрым адамдар алма анын башына түштү деп ишенишет. __ Жаңы найза сыяктуу нерселерди жерге кулаткан нерселердин белгилүү бир түрү - бул тартылуу күчү деп аталган күч. __ Жаңы найза алма жана жер сыяктуу эки буюмдун ортосундагы тартылуу күчү болгон деп ойлогон. Ошондой эле ал дагы бир нерсени эске алганда, аларда кичинекей буюмдарга бирдей күчкө ээ деп ойлогон. Бул жерде жердин чоң массасы буга байланыштуу нерселерди тартып алган дегенди билдирет. Ошондуктан алма анын ордуна жыгылып, эмне үчүн адамдар абада калкып жүрбөшү үчүн жыгылды.\n\n__Isaac newton__ тартылуу жөнүндө ойлоно баштады. Элдер __ Жаңыдан еврого чейин, адамдар жер бетине жакын нерселер жыгылып кетмек деп ойлошкон деп ойлошкон. Бирок __ Жаңы найза тартылуу жөндөп жөн эле жер жана анда болгон нерселер менен эле чектелбеши керек деп ойлогон. Эгер тартылуу күчү айга жана андан ары бар болсочу?\n\n__Ньютон__ эки дененин ортосундагы тартылуу күчүн эсептөө формуласын ойлоп тапкан. Ал жерди жердин айланасында жылып туруу үчүн, керектүү күч эсептөө үчүн аны колдонгон. Андан кийин ал аны алма ылдый түшкөн күч менен салыштырды. Айдын жеринен бир топ-бурчтуу экендигине жол бергенден кийин, алда канча чоң масса бар, ал күчтөр бирдей экендигин билди. Ай жер жүзүнүн тартылуу күчүнө орбитада жайгашкан.\n\n__Ньютон__ тарабынан ойлоп табылган формула гравитация мыйзамы деп аталат. Ал жаңы эле акылсыздык жана анын көптөгөн мыйзамдары Ньютон физикасы деп аталган. Анын көптөгөн математикалык формулалары дагы эле ири объекттердин механикасын эсептөө үчүн дагы деле колдонулат. Алар майда нерселер үчүн так эмес, ошондуктан кванттык физика деп аталган жаңы нерсе, бул чоопустун микроскопиялык объекттеринин бул таң калыштуу дүйнөсүн түшүнүү жана түшүнүү үчүн өнүгүүдө.",
"t.Industrialization": "__Industrialization__ (же индустриализация) - бул адамдар тарабынан жасалган ишти аткарууга машиналарды колдоно баштаганда, алар өлкөлөрдө болуп жаткан процесс. __Industrialization__ адамдар жасаган нерселерди өзгөртөт. __Industrialization__ шаарлар чоңойгон шаарларга себеп болгон. Көпчүлүк адамдар шаарлардагы заводдордо көбүрөөк акы төлөнүүчү жумуштарды алуу үчүн дыйканчылыктан көп дыйканчылыктардан кетишти.\n\n__Industrialization__ адамдар буюмдарды оңой жана арзан жолдорду кабыл алуучу жолдордун бир бөлүгү болуп саналат. Жакшы технологияны колдонуп, убакыттын кыска көлөмүндө көбүрөөк товарларды өндүрүү мүмкүн болот. Көбүнчө адамдар аз адамдар өндүрсө болот.\n\nИндустриалдашуудан кийин адамдар дагы адистештирилген жумуштарды жасашат. Мисалы, индустриализациядан мурун, колбор (бут кийим жана булгаары буюмдарын жараткан адам) жалгыз бут кийим жасады. Ал бир жуп бут кийим менен иштешкен, андан кийин кийинки бут кийимден башталган. Өндүрүштүүлүк менен, бут кийим жасоодо бут кийим жасоо менен бут кийим жасоодо көп адамдар бар. Мисалы, бут кийимдин таманы менен бир адам бар, ал эми башка адам аны тиет. Кыскача айтканда, эмгек бөлүштүрүү бар, ал бүгүн Ассамблея катары белгилүү. Мындай заводдордогу машиналар көп акчага ээ, ошондуктан фабрика, машиналардан жана кызматкерлерге ар кандай машиналар жана тапшырмаларды аткара турган бай адамга таандык болот.\n\n__Industrialization__ 18-кылымда өнөр жай революциясы менен башталган. Алгач Европанын айрым жерлерине жана Түндүк Америкага жайылган. 20-кылымда индустриализацияда башка өлкөлөргө жайылды.",
"t.Darwin's Theory of Evolution": "__ \"Аллах ар бир жаныбарды суудан жаратты. Алардын ар бир малына эки бутунда жүргөндөрдүн айрымдары сойлоп жүрөт. Аллах каалаганын Аллахтын баарын жаратат, анткени Аллах бардык нерсеге кудуреттүү\" ( 24:45) .__\n\n__Charles Дарвин__ (1809-1882) 1859-жылы \"Түрлөрдүн келип чыгышы жөнүндө\" китеби. Ал табигый тандоону сунуш кылган, бул жаныбарлар белгилүү бир өзгөчөлүктөрү бар, ал жаныбарлардын жашоосунун кандайча пайда болгону жакшы болот. Бирок Дарвин генетика жөнүндө түшүнгөн жок же билишкен жок, же бул сапаттар кандайча өткөн. Ошентип, ал балдардын ата-энесине окшош болгонун так түшүндүрө алган жок.\n\nОшого карабастан, __Darwin's__ Эволюциянын түшүндүрмөсү - бул илимий коомчулук тарабынан кабыл алынат, илимпоздор, ушул күнгө чейин бир клеткалуу организмдер жана маймылдар менен эволюциялоо үчүн көп күч-аракет жумшап жатышат. Ал эми мусулмандар, Христиандар жана жүйүттөр биз Адамдын (АВДАН) (Обо эне), биринчи эркек менен аялдын урпактарыбыз деп эсептешет. Окумуштуулар мындай ачылыштарды \"аң-сезимдүү дизайн\" деп аташат жана ДНК, адамдын денеси, Күн тутумдары ж.б.у.с.\n\nДарвинизмге окшош, Ислам жашоо баскычтарында жана бир нече мезгил ичинде өнүгүп жаткандыгын тааныйт. Ошондой эле, биз Кудайдын бардык нерсеге кудуреттүү жана айлана-чөйрөнү кабыл алуу үчүн бир нерсени оңой эле өзгөртө алабыз деп ишенебиз. Кудай аны биринчи жолу жараткан, экинчи жолу оңой болот, туурабы? Сот күнүндө тирилгенибиздей эле.\n\nБирок азыркы эволюционисттик теориялардан айырмаланып, жаратылыштын кокустук мутацияларынан айырмаланып, жаныбарды эволюциялоого себеп болот, анткени Кудай түнү бою тымызын бир аз тумшугун жоготуп алса, анткени ал, анткени ал үчүн тамакты оңой эле табууга болот деп ишенебиз мисал. Бул чындыгында эле адаптацияларды көптөгөн изилдөө жөнүндө документтештирилген, илимпоздор аны түшүндүрө албай, башка түрлөрүн тез арада түшүндүрүп бере албастыгын ырастап, тездик менен адаштырбайт. Бул, андан да көп мааниге ээ, андан кийин мал жана кокустан кокусунан өнүгүп жатат. Ошондой эле, жаңы же жок болуп кеткен көпөлөктөрдө керемет жолу менен жок болгон учурлар бар. Мусулмандар жаныбарларга жана айлана-чөйрөгө өтө көп кам көрүшөт, бирок биз алар жөнүндө жок болуп кете бербейбиз же өзүлөрүнө кам көрө албагандыктан, Кудайга таянып, Кудайга таянып жатабыз.\n\nЖыйынтыктап айтканда, мусулмандар адамдар маймылдардан кокусунан өнүгүп жаткандыгын четке кагышат. Мусулмандар адамга өзгөчө бир жаратылыш деп эсептелет деп ишенишет. Ислам адам болуп, Аллах жараткан, башкача айтканда, Аллах жараткан өзгөчө форма; Бирок, бизде башка жаныбарларга окшобогон уникалдуу белектер жана жөндөмдөр бар. Мисалы, бизде түбөлүк жан, абийир, кыялдануу, билим жана эркин эрк. Биз күчтүү, жакшы, жакшы, такыбаалык же алсыз болуп, өз кызыкчылыгыбызды аткаруу үчүн гана иштей алабыз. Чындыгында, адам жашоосу эки кишинин жаратылышынан, эркек жана хавва (Обо эне) аттуу эркек жана аял жаратылгандан башталды, бул бизди кан жана үй-бүлөсү менен байланыштырат.\n\nКуран Аллахтын ар бир тирүү жандыктагы сууну жаратканын сүрөттөйт (Куран 21:30) .. __ \"Аллах ар бир жаныбарды суудан жаратканын\" сүрөттөйт. Алардын айрымдары өзүлөрүнүн кээ бирлери Төрт үстүндө жүрүүчү эки бутка сейилдөө. Аллах каалаган нерсесин жаратат, анткени Аллахтын баарын жаратат, анткени Аллах бардык нерсеге кудуреттүү »(24:45) .__\n\nБул аяттар илим теориясын колдойт, бул жашоо сууда башталган.",
"t.World War 1": "__World согуш I__ (же Биринчи Дүйнөлүк Согуш) 1914-жылдын 28-июлунда башталган жана 1918-жылдын 11-ноябрында созулган. Согуш төрт жыл, үч ай 14 күнгө созулган.\n\nБул күрөштүн көпчүлүгү Европада болгон, бирок башка көптөгөн өлкөлөрдүн жоокерлери катышып, европалык күчтөрдүн колониялык империяларын өзгөрттү жана Осмон империясынын аягында болгон. Экинчи Дүйнөлүк Согуш 1939-жылы башталган __ Уурулук Согуш I__ Уурулук Согуш, дүйнөлүк согуш же «бардык согуштарды токтотуу» деп аталган. 135 өлкө __World согушуна катышты, ал эми дээрлик 10 миллион адам, негизинен, оору жана ачарчылык менен көз жумган.\n\n__World согуш I__ Европанын көпчүлүк өлкөлөрүнүн көпчүлүгү согушкан. Чыныгы күрөш көптөгөн ар кандай фронтто болгон. Батыш фронту Германия менен союздаштардын ортосундагы салгылашуунун көпчүлүгү болгон. Бул жердеги салгылашуунун көпчүлүгү аңда болгон.\n\nЧыгыш фронту Борбордук жана Чыгыш Европада согушкан. Мына, мушташка чейин согуш болгон жок, бирок мобилдик согушка байланыштуу мобилдик согуш. Жакынкы Чыгыш Маңдайында жана италиялык фронтунда көп күрөш болду. Африка, Кытайда жана деңизде согуш болуп, деңизде да болгон.\n\nСогуш ар кандай келишимдерге кол коюу менен аяктады, эң маанилүүсү, эң маанилүүсү, Версаль.\n\n__World Согуш I__ Биринчи ири согуш, анда танктар, учактар, учактар ​​жана суу астында жүрүүчү жана (у-кайыктар) маанилүү курал болгон.",
"t.World War 2": "__World согушу II__ (Согуш же WW2) Экинчи Дүйнөлүк Согуш деп да аталган, Советтер Союзунда Улуу Ата Мекендик согуш дүйнөнүн көптөгөн жерлеринде согушууга байланыштуу глобалдык согуш болгон. Көпчүлүк өлкөлөр 1939-1945-жылдары согушуп, 1937-жылы күрөшө башташкан. Дүйнөдөгү өлкөлөрдүн көпчүлүгү, анын ичинде бардык улуу ыйгарым укуктар, эки аскердик альянстын бир бөлүгү катары салгылашкан: союздаштар жана огу; күчтөрү. __ Уурулук согуш II__ адамзат тарыхындагы эң коркунучтуу чыр-чатак болгон. Ал көбүрөөк өлкөлөргө, көбүрөөк акча талап кылынган акчага алып келет жана адамзат тарыхындагы башка согушка караганда көбүрөөк адамдарды өлтүргөн. 50дөн 85 миллионго чейин адам каза болду. Көпчүлүк жарандар болгон. Бул, ал эми Холокостун, ачкачылык, оорулардын, ачкачылыкты, оорулардын, ачкачылык, илдеттердин атын атайылап геноцид, АКШнын Япониядагы ядролук курал-жарактарын биринчи жолу пайдалануу.\n\nАзиядагы согуш 1937-жылы 7-июлда Япониянын империясы Кытайдын империясы Кытайга басып киргенде, АКШ Японияга мунай эмбаргосун коюу менен реактрацияланган. Европада согуш баштоосу Германия 1939-жылдын 1-сентябрында Германия жана Британия Германияга согуш жарыялаган. 1941-жылы Европанын көпчүлүгү Германиянын көзөмөлү астында болгон. Улуу Британия гана Түндүк Африкада, Жер Ортолук деңизинде жана Атлантикада болгон огуна каршы күрөштү бойдон калууда. 1941-жылы июнда, тарыхтагы согуштун эң чоң согушун баштаганда, Окуис Союзу Советтер Союзуна кол салган. 1941-жылы 7-декабрда Япония Тынч океанында батыш колонияларын кол салып, эки согуштун бири болуп калды.\n\n1942-жылы Жапон жеңиштери токтоп калышты, ошондой эле 1943-жылы Европа ВИТОРИЯСЫ 1943-жылы Түндүк Африкада да, Советтер Союзунда да токтошту. Андан кийин союздаштар ар тараптан кайтып келишти. Окуя Түндүк Африкадан айрылып, 1943-жылдан тартып Италияны коргоого аргасыз болушкан. 1944-жылы Франциядан алыстап, Рейн дарыясынын жээгинде Германияга бет алынды, ал эми Советтер Чыгыштан жабылып турду. Германия 1945-жылы май айында багынып берген. Япония расмий түрдө 1945-жылдын 2-сентябрында багынып берген. Согуш союздаш жеңиш менен аяктады.\n\nСогуш алгандан кийин, Бириккен Улуттар Уюму өлкөлөрдүн ортосундагы колдоону өнүктүрүүгө жана келечектеги согуштардын алдын алуу үчүн түзүлгөн. Жакында чоң жеңүүчүлөрдүн арасында суук согуш башталды, бирок алар бири-бирине болгон согушта согушкан жок. Европа өлкөлөрү көзөмөлдөгөн өлкөлөрдүн Азиянын жана Африка мамлекеттеринин көзкарандысыздыгына ээ болгон өлкөлөргө өз көзкарандысыздыкка ээ болушту. Себеби, Европа күчү согуштан алсырады. Экономикалык калыбына келтирүү жана саясий интеграция (бирдиктүү өлкөлөрдүн процесси) согуштун башка натыйжаларынын катарына кирди.",
"t.Cold War": "__Тей суук согуш__ (1947-1991) АКШнын (1947-1991) АКШнын (жана анын союздаштарынын) ортосундагы кырдаал жана Советтер Союзунун (СССР жана анын союздаштары) Советтер Союзунун бузулушунун ортосундагы мамилелер болгон.\n\nБир тараптагы өлкөлөрдүн көпчүлүгү НАТОго эки ири аскер жана Түркия жана Түркия болгон. Башка тараптагы өлкөлөрдүн көпчүлүгү Варшава пактыда эң күчтүү өлкө Советтер Союзу (азыр Россия) болгон.\n\nБатыш-капиталисттик өлкөлөрдүн курамына, Түркия, Батыш Европа, Израиль, Япония, Түштүк Корея, Таиланд, Иран (1945-1979), Пакистан, Малайзия, Филиппин, Түштүк Африка, Австралия жана Жаңы Зеландия.\n\nЧыгыш-социалисттик топко Советтер Союзу, Чыгыш Европа, Ангола, Эфиопия, Куба (1959-1991), Монголия, Түндүк Корея, Кытай жана Вьетнам.\n\nКаныгылган Согуш 1989-жылы Берлин дубалынын кулашы менен аяктады, Россия менен социалисттик коммунисттик өлкөдөн демократиялык капиталисттик өлкөгө чейин өзгөрүлүп турат. Бирок, бул жерде Россия менен Украинанын ортосундагы акыркы салгылашуулар менен согушта дагы деле болсо, дагы деле конфликт бар.",
"t.Moon Landing": "__Apollo 11__ Айга адамдарды жиберген биринчи учуу болду. Ал НАСА (Улуттук Аэронавтика жана Космостук администрациясы), АМЕРИКАЛЫК КОМИКАЛЫК АГЕНТТИК АБЕНТТИК АДАМДАР. Ал 1969-жылы 16-июлда космоско чейин, үч космонавтарды көтөрүп, Нил Армстронг, Базз Алдрин жана Майкл Коллинз. 1969-жылы 20-июлда, Армстронг жана Алтрин Айдын биринчи кишилери болуп, Колинз айдын айланасында туруп калганда, ал жерде биринчи адам болушкан.\n\nУчуу АКШ менен Советтер Союзунун ортосундагы __Space упайынын бир бөлүгү болгон. 1961-жылы \"Айдын үстүндө\" коннетти, 1961-жылы \"Айткы конвен\" деп аталган план 1961-жылы, 1961-жылы \"Айга киши келип, аны аман-эсен кайтып келүү\", 1960-жылдар аяктаганга чейин.",
"t.World Wide Web": "__The Internet__ - бул дүйнөдөгү эң чоң компьютерлердин эң ири байланыш тармагы. Интернеттин миллиондогон кичинекей, академиялык, бизнес жана мамлекеттик тармактарда, алар ар кандай маалыматтарды алып жүрүшөт. Мөөнөт кээде \"тор\", тармак үчүн кыска. __World кең уста __ анын эң чоң кызматтарынын бири. Ал дүйнө жүзү боюнча бир нече миллиард адам колдонушат.\n\n\"Америка Кошмо Штаттарынын Өркүндөтүлгөн\" изилдөө долбоорлоштуруу боюнча долбоорлор агенттиги \"(DARPA) тарабынан АКШда интернет иштелип чыккан. Интернет алгач 1969-жылы октябрда туташкан жана __arpanet__ деп аталган. 1990-жылы Швейцариядагы Карвезада Кэрн шаарында, Швейцарияда (Улуу Британия) илимпозу тарабынан 1990-жылы Британияда (Улуу Британия) илимпозу тарабынан түзүлгөн."
}
