{
"t.Big Bang": " __ \"Necredincioșii nu își dau seama că cerurile și pământul au fost odată o masă, atunci le -am înțepenit? Și am creat din apă fiecare lucru viu. Nu vor crede ei atunci?\" (Coran 21:30) __\n\nModelul __big Bang__ este acela că universul a început într -o stare extrem de densă și fierbinte și s -a extins. Teoria sugerează și măsurătorile arată că universul se extinde și astăzi.\n\n__Big Bang__ este o teorie științifică despre modul în care a început universul și apoi a făcut stelele și galaxiile pe care le vedem astăzi.\n\nUniversul a început ca o suprapunere foarte fierbinte, mică și densă (amestecul celor patru forțe fundamentale), fără stele, atomi, formă sau structură (numită „singularitate”). Apoi, cu aproximativ 13,8 miliarde de ani în urmă, spațiul s -a extins foarte repede (astfel numele „__big bang__”). Aceasta a început formarea de atomi, ceea ce a dus în cele din urmă la formarea de stele și galaxii. Georges Lemaître a fost cel care a remarcat pentru prima dată (în 1927) că un univers în expansiune ar putea fi urmărit în timp până la un singur punct originar.\n\nCu toate acestea, necunoscut pentru multe fapte astronomice și alte științifice moderne, precum Big Bang, formarea planetei, orbite și comportament, embriologie și multe altele, ne -a fost dezvăluită de Dumnezeu în Coran în urmă cu 1400 de ani. De exemplu, Georges LemeAitre nu a fost primul care a remarcat despre Big Bang. Coranul vorbește în mod clar despre Big Bang __ \"Necredincioșii nu își dau seama că cerurile și pământul au fost odată o masă, atunci le -am înțepenit? Și am creat din apă fiecare lucru viu. Nu vor crede ei atunci?\" (Coran 21:30) __\n\nDacă sunteți în căutarea unui semn sau a unei dovadă a lui Dumnezeu, știți că aceasta este doar una dintre numeroasele nenumărate dovezi că Islamul este adevărata și singura religie a lui Dumnezeu.\n\nUniversul se extinde și astăzi, care a fost descoperit recent. Cu toate acestea, din nou Coranul confirmă: __ \"Cerurile, le -am construit cu putere. Și într -adevăr, îl extindem\" (Coran 51:47) __.\n\nÎn ansamblu, universul crește și temperatura scade pe măsură ce trece timpul. Cosmologia este studiul modului în care a început universul și dezvoltarea acestuia. Oamenii de știință care studiază cosmologia sunt de acord că teoria __Big Bang__ se potrivește cu ceea ce au observat până acum.\n\nFred Hoyle a numit teoria „__Big Bang__” în emisiunea sa de radio. Nu credea că __Big Bang__ era corect. Oamenii de știință care nu au fost de acord cu el au crezut că numele este amuzant și au decis să -l folosească.\n\nOamenii de știință bazează teoria __Big Bang__ pe multe observații diferite. Cel mai important este redshift -ul galaxiilor foarte îndepărtate. Redshift este efectul Doppler care apare în lumină și, de asemenea, observabil în sunet (sunetul pe care un curse de curse îl face pe măsură ce se apropie față de atunci când se îndepărtează de tine- \"vrrrrrrrrrr\" (spre tine) \"ooooooommmmm\" (îndepărtându-se de tine). În mod similar , atunci când un obiect se îndepărtează de pământ, razele sale de culoare arată mai asemănătoare cu culoarea roșie decât sunt de fapt, deoarece mișcarea întinde lungimea de undă a luminii dat de obiect. Oamenii de știință folosesc cuvântul „roșu fierbinte” pentru a descrie acest întins undă ușoară, deoarece roșul este cea mai lungă lungime de undă din spectrul vizibil. Cu cât există mai redshift, cu atât obiectul se îndepărtează mai rapid. Măsurând redshift -ul, oamenii de știință au dovedit că universul se extinde și pot rezolva cât de rapid este obiectul îndepărtându -se de pământ. Cu o observație și măsurători foarte exacte, oamenii de știință cred că universul a fost o singularitate cu aproximativ 13,8 miliarde de ani în urmă. Deoarece majoritatea lucrurilor devin mai reci pe măsură ce se extind, oamenii de știință presupun că ONU Iverse era foarte mic și foarte fierbinte când a început.\n\nAlte observații care susțin teoria __big__g__ sunt cantitățile de elemente chimice din univers. Cantitățile de elemente foarte ușoare, cum ar fi hidrogenul, heliu și litiu par să fie de acord cu teoria __biguluig__. De asemenea, oamenii de știință au descoperit „radiații de fundal cu microunde cosmice”. Această radiație este cunoscută sub numele de unde radio și sunt peste tot în univers. Această radiație este acum foarte slabă și rece, dar cu mult timp în urmă a fost foarte puternică și foarte caldă.\n\nUnii oameni de știință și filozofi susțin că timpul nu a avut niciun sens înaintea __bigului Bang__. Ei susțin că __Big Bang__ a fost începutul timpului și nu a existat un univers înainte de __big Bang__, deoarece nu ar putea exista „înainte” dacă nu ar exista timp! În calitate de musulmani, știm că Dumnezeu este veșnic și dincolo de orice poate înțelege mintea noastră. Ca atare, are sens perfect de ce nu putem înțelege conceptul de timp înainte de Big Bang, acesta este unul dintre numeroasele paradoxuri care indică un creator atotputernic.\n\nDe dragul argumentelor, să spunem că putem explica ce a fost înainte de Big Bang sau exact cum a fost creat chiar. Apoi, următoarea întrebare ar fi: „Ei bine, ce a creat asta?”. Și spunem că am explicat ce a creat și asta, apoi din nou, întrebarea ar rămâne: „Ei bine, ce a creat asta?”. După cum probabil puteți vedea, acest lucru nu s -ar încheia niciodată, așa că este de fapt o mare dovadă a faptului că Dumnezeu este singurul nostru creator și modul în care conceptul de Dumnezeu este departe de intelectul nostru uman limitat.\n\nMusulmanii nu dezbate pe astfel de chestiuni, acceptăm doar ceea ce ne spune Dumnezeu despre el însuși și creația sa. De exemplu, Dumnezeu vorbește despre mâinile sale, dar știm că sunt spre deosebire de orice mână pe care o cunoaștem. Un om are mâini, o maimuță are mâini, un ceas are mâini. Mâinile lui Dumnezeu sunt dincolo de orice ne putem imagina și o lăsăm la asta.",
"t.Milky Way is Born": "Oamenii de știință teoretizează că drumul __milky a început ca una sau mai multe mici supradensiții în distribuția în masă în univers la scurt timp după Big Bang. Unele dintre aceste supradensiuni au fost semințele de grupuri globulare în care s -au format cele mai vechi stele rămase în ceea ce este acum __milky Way__. Aproape jumătate din chestiune din modul __milky pot să fi venit din alte galaxii îndepărtate. Cu toate acestea, aceste stele și clustere cuprind acum haloul stelar al drumului __milky. În câteva miliarde de ani de la nașterea primelor stele, masa __milky Way__ a fost suficient de mare, astfel încât să se învârtă relativ repede. Datorită conservării momentului unghiular, acest lucru a determinat mediul interstelar gazous să se prăbușească de la o formă aproximativ sferoidică la un disc. Prin urmare, generațiile ulterioare de stele s -au format în acest disc în spirală. Majoritatea stelelor mai tinere, inclusiv Soarele, sunt observate pe disc.\n\nDe când au început să se formeze primele stele, __milky Way__ a crescut prin ambele fuziuni ale galaxiei (în special la începutul creșterii __milky Way __), cât și la acreția de gaz direct din halo -ul galactic. Way __milky __ acum se acumulează din mai multe galaxii mici, inclusiv două dintre cele mai mari galaxii prin satelit, nori mari și mici magellanici, prin intermediul fluxului magellanic. Accreția directă a gazului este observată în nori de mare viteză precum Smith Cloud. Cu toate acestea, proprietățile __milky Way__, cum ar fi masa stelară, momentul unghiular și metalicitatea în regiunile sale exterioare sugerează că nu a suferit fuziuni cu galaxii mari în ultimii 10 miliarde de ani. Această lipsă de fuziuni majore recente este neobișnuită în rândul galaxiilor spirale similare; Vecinul său Galaxia Andromeda pare să aibă o istorie mai tipică modelată de fuziuni mai recente cu galaxii relativ mari.\n\nConform studiilor recente, __milky Way__, precum și galaxia Andromeda se află în ceea ce în diagrama galaxiei culoarea culorii - magnitudinea este cunoscută sub numele de „Valea verde”, o regiune populată de galaxii în tranziție de la „Blue Cloud” (galaxii formând activ activ Stele noi) la „secvența roșie” (galaxii care nu au formare de stele). Activitatea de formare a stelelor în Green Valley Galaxies încetinește pe măsură ce rămân fără gaz formând stea în mediul interstelar. În galaxiile simulate cu proprietăți similare, formarea de stele va fi de obicei stinsă în aproximativ cinci miliarde de ani de acum, chiar și contabilizând creșterea preconizată pe termen scurt a ratei de formare a stele Galaxie. De fapt, măsurătorile altor galaxii similare cu __milky Way__ sugerează că este printre cele mai roșii și mai strălucitoare galaxii în spirală care încă formează stele noi și este doar ușor mai albastru decât cele mai albastre galaxii de secvență roșie.\n\n## Vârsta și Istoria cosmologică\n\nClusterele globulare sunt printre cele mai vechi obiecte din modul __milky, care astfel stabilesc o limită mai mică la vârsta __milky Way__. Vârstele stelelor individuale în modul __milky pot fi estimate prin măsurarea abundenței de elemente radioactive de lungă durată, cum ar fi toriu-232 și uraniu-238, apoi comparând rezultatele cu estimările abundenței lor inițiale, o tehnică numită nucleocosmochronologie. Aceste valori de randament de aproximativ 12,5 ± 3 miliarde de ani pentru CS 31082-001 și 13,8 ± 4 miliarde de ani pentru BD +17 ° 3248. Odată ce se formează un pitic alb, acesta începe să sufere răcire radiativă și temperatura suprafeței scade constant. Prin măsurarea temperaturilor celor mai cool dintre acești pitici albi și compararea acestora cu temperatura inițială preconizată, se poate face o estimare de vârstă. Cu această tehnică, vârsta clusterului globular M4 a fost estimată la 12,7 ± 0,7 miliarde de ani. Estimările de vârstă ale celor mai vechi dintre aceste clustere oferă o estimare cea mai potrivită de 12,6 miliarde de ani și o limită superioară de încredere de 95% de 16 miliarde de ani.\n\nMai multe stele individuale au fost găsite în modul __milky __, cu vârste măsurate, foarte aproape de vârsta de 13,80 miliarde de ani a universului. În 2007, o stea din Galactic Halo, el 1523-0901, a fost estimată la aproximativ 13,2 miliarde de ani. Fiind cel mai vechi obiect cunoscut din__ __ Lactee la acea vreme, această măsurare a plasat o limită mai mică la vârsta drumului __milky. Această estimare a fost făcută folosind spectrograful Echelle UV-vizual al telescopului foarte mare pentru a măsura punctele forte ale liniilor spectrale cauzate de prezența toriu și a altor elemente create de procesul R. Punctele forte ale liniei obțin abundențe de izotopi elementari diferiți, din care o estimare a vârstei stelei poate fi derivată folosind nucleocosmochronologie. O altă stea, HD 140283, are 14,5 ± 0,7 miliarde de ani.\n\nVârsta stelelor pe discul subțire galactic a fost, de asemenea, estimată folosind nucleocosmocronologie. Măsurătorile stelelor cu disc subțire obțin o estimare că discul subțire a format cu 8,8 ± 1,7 miliarde de ani în urmă. Aceste măsurători sugerează că a existat un hiatus de aproape 5 miliarde de ani între formarea halo -ului galactic și discul subțire. Analiza recentă a semnăturilor chimice ale mii de stele sugerează că formarea stelară ar fi putut scădea cu un ordin de mărime la momentul formării discului, acum 8-10 miliarde de ani, când gazul interstelar era prea fierbinte pentru a forma noi stele în același ritm Ca înainte.\n\nGalaxiile prin satelit care înconjoară __milky Way__ nu sunt distribuite la întâmplare, dar păreau a fi rezultatul unei ruperi a unui sistem mai mare care produce o structură inelară de 500.000 de ani lumină în diametru și 50.000 de ani lumină. Întâlniri strânse între galaxii, așa cum se aștepta în 4 miliarde de ani, cu galaxia Andromeda elimină cozile uriașe de gaz, care, de -a lungul timpului, se pot coada pentru a forma galaxii pitice într -un inel cu un unghi arbitrar față de discul principal.",
"t.Sun is Born": "__ \"Este cel care a creat noaptea și ziua, iar soarele și luna; toate (trupurile cerești) înoată de -a lungul, fiecare în cursul său rotunjit\" (Coran 21:33) .__\n\n__Sun__ din centrul sistemului nostru solar este o stea pitică galbenă. Eliberează energie ca lumină. Aceasta include energie ușoară, infraroșu (căldură), lumini ultraviolete și unde radio. De asemenea, dă un flux de particule, care ajunge la pământ ca „vânt solar”. Sursa întregii energie este reacția din stea care transformă hidrogenul în heliu și face cantități uriașe de energie.\n\n__Sun__ este o stea ca mulți alții din Galaxia noastră Calea Lactee. A existat de puțin peste 4,5 miliarde de ani și va continua cel puțin cât mai mult timp. __Sun__ este de aproximativ o sută de ori mai mare decât pământul. Are o masă de 1.9891 × 1030 kg, care este de 333.000 de ori masa pământului. Pământul se poate încadra, de asemenea, în interiorul __sun__ de 1,3 milioane de ori.\n\nOamenii de știință consideră că __sun__ a pornit dintr -un nor foarte mare de praf și mici bucăți de gheață în urmă cu aproximativ 4,567 miliarde de ani.\n\nÎn centrul acelui nor imens, gravitația a făcut ca materialul să se acumuleze într -o minge. Odată ce acest lucru a devenit suficient de mare, presiunea uriașă din interior a început o reacție de fuziune. Energia pe care a eliberat -o a făcut ca acea minge să se încălzească și să strălucească.\n\nEnergia radiată din __sun__ a îndepărtat restul norului de la sine, iar planetele s -au format din restul acestui nor.",
"t.Earth is Born": "__ \"Atunci el (Allah) s -a întors spre cer în timp ce totul era fum. El a spus cerului și pământului:„ Vino (în ființă), de bună voie sau fără voie. \" Ei au spus: „Aici venim (în ființă) în respectarea voinței.” __\n\n__Earth__ și celelalte planete s -au format acum aproximativ 4,6 miliarde de ani. Au fost confecționate din gazul rămas din nebuloasă care a făcut Soarele. Acesta este din nou un miracol științific al Coranului, așa cum îl explică Dumnezeu în Coran: „Atunci el (Allah) s -a întors spre cer în timp ce totul era fum. El a spus cerului și pământului:„ Vino (în ființă), de bună voie sau fără voie. ” Ei au spus: „Aici venim (în ființă) în ascultare doritoare.” Acest verset vorbea despre cum s -a format pământul.\n\nEste posibil ca luna să fi fost formată după o coliziune între începutul __earth__ și o planetă mai mică (uneori numită theia). Oamenii de știință cred că părți ale ambelor planete s -au rupt - devenind (prin gravitație) luna.\n\nCoranul afirmă că Allah a creat soarele, luna și planetele, fiecare cu propriile lor cursuri sau orbite individuale. __ \"Este cel care a creat noaptea și ziua, iar soarele și luna; toate (trupurile cerești) înoată de -a lungul, fiecare în cursul său rotunjit\" (Coran 21:33) .__\n\n__Earth __ __ a venit din diferite locuri. Vaporii de apă condensat și cometele și asteroizii care lovesc __earth__, au făcut oceanele. În termen de un miliard de ani (adică la aproximativ 3,6 miliarde de ani în urmă), oamenii de știință cred că prima viață a început, în epoca arhaiană. Unele bacterii au dezvoltat fotosinteză, care permite plantelor să facă mâncare din lumina și apa soarelui. Aceasta a lansat mult oxigen, care a fost preluat pentru prima dată de fier în soluție. În cele din urmă, oxigenul gratuit a intrat în atmosferă sau aer, ceea ce face ca suprafața __earth __ să fie potrivită pentru viața aerobă. Acest oxigen a format și stratul de ozon care protejează suprafața __earth __ de radiațiile ultraviolete proaste de Soare.\n\nDin nou, Dumnezeu ne spune despre stratul de ozon din Coran, încă un miracol științific al Coranului: __ \"și am făcut din cerul un baldachin bine protejat, totuși se îndepărtează de semnele sale.\" (Coran 21:32) __\n\nOamenii de știință cred că viața complexă pe suprafața pământului nu exista înainte de stratul de ozon, deoarece fără protecția sa radiația soarelui ar fi prea mult pentru ca viața avansată să supraviețuiască.\n\n__Earth__ a fost foarte diferită în trecutul îndepărtat. Cu mult timp în urmă, aproape toate terenurile erau într -un singur loc. Aceasta se numește supercontinent. Primul supercontinent cunoscut a fost numit Vaalbara. Mult mai târziu, a existat un timp (criogenianul) când __earth__ era aproape în întregime acoperit de foi groase de gheață (ghețari). Aceasta se numește teoria bulgării de zăpadă __earth__.",
"t.Heavy Bombardment": "__ \"Am trimis deja mesagerii noștri cu dovezi clare și am trimis cu ei Scriptura și echilibrul pe care oamenii îl pot menține [afacerile] în justiție. Și am trimis fier, unde este mare putere militară și beneficii pentru oameni, Și astfel încât Allah să -i facă pe cei care îi susțin pe el și pe mesagerii săi nevăzuți. Într -adevăr, Allah este puternic și înălțat în putere. \" (Coran 57:25) __\n\nBombardarea grea târzie (prescurtată LHB și, de asemenea, cunoscută sub numele de Cataclismul Lunar) este un eveniment despre care se crede că a avut loc acum aproximativ 3,8 până la 4,1 miliarde de ani. Aceasta este cunoscută sub numele de epoci neohade și eoarheene de pe pământ. În acest interval, se teoretizează un număr disproporționat de mare de asteroizi să se ciocnească cu planetele terestre timpurii din sistemul solar interior, inclusiv mercur, Venus, Pământ și Marte.\n\nBombardarea grea târzie s -a întâmplat după ce Pământul și alte planete stâncoase s -au format și au acumulat cea mai mare parte a masei lor, dar încă destul de devreme în istoria Pământului.\n\nAstăzi, oamenii de știință știu că fierul nu s -ar fi putut dezvolta pe Pământ. Datorită dimensiunii Pământului pe care o știu, ei știu că astfel de materiale nu s -au putut dezvolta în mod natural aici. De fapt, ei știu că fierul trebuie făcut în stele, în special super-giganți roșii. Numai în interiorul unei astfel de stele gigantice, elementele se pot forma împreună în timpul reacțiilor de fuziune. Apoi apare o supernove, ceea ce înseamnă că steaua explodează, iar fragmentele de fier sunt izbucnite în spațiu. Oamenii de știință cred că acesta este modul în care fierul a venit pe Pământ.\n\nCoranul menționează, __ \"și am trimis fier\" __. Până de curând, fără ca oamenii de știință să descopere perioadele de bombardare __vy, acest verset despre __ „am trimis fier” __ nu ar fi avut prea mult sens pentru noi. Cu toate acestea, se dovedește că Dumnezeu ne -a trimis literalmente fier, astfel încât să putem beneficia de el.",
"t.Life on Earth": "__ \"Cei care nu au reușit nu au considerat că cerurile și pământul erau o entitate alăturată, apoi le -am separat și le -am făcut din apă fiecare lucru viu? Atunci nu vor crede ei?\" (Coran 21:30) .__\n\nPrimele forme de viață pretinse sunt microorganisme fosilizate (sau microfosile). Acestea au fost găsite în roci bogate în fier și silice, care au fost cândva orificii hidrotermale în centura de piatră verde Nuvvuagittuq din Quebec, Canada.\n\nAceste roci sunt de până la 4,28 miliarde de ani. Formele tubulare pe care le conțin sunt prezentate într -un raport. Dacă aceasta este cea mai veche înregistrare a vieții de pe Pământ, sugerează „o apariție aproape instantanee a vieții” după ce oceanele au format acum 4,4 miliarde de ani. Potrivit lui Stephen Blair Hedges, „Dacă viața ar apărea relativ repede pe pământ, atunci ar putea fi comună în univers”.\n\nCoranul descrie că Allah __ „a făcut din apă fiecare lucru viu” (Coran 21:30) .__ Un alt verset descrie cum __ „Allah a creat fiecare animal din apă. Mergeți pe două picioare, iar unele care merg pe patru. Allah creează ceea ce el dorește, pentru că cu adevărat Allah are putere asupra tuturor lucrurilor ”(24:45) .__\n\nAceste versete susțin teoria științifică conform căreia viața a început în oceanele Pământului. De asemenea, acestea merg împreună cu biologia modernă, care afirmă că unele animale sunt formate din apă de până la 90%, în timp ce oamenii sunt alcătuiți din aproximativ 60% apă.",
"t.Single Celled Organisms": "__ COranul descrie că Allah „a făcut din apă fiecare lucru viu” (Coran 21:30) __.\n\nOrganismele unicelulare sunt organisme care au o singură celulă.\n\nOrganisme unicelulare pot fi găsite peste tot. Cele mai vechi forme de viață au existat acum 3,8 miliarde de ani, dacă nu mai mult. Oamenii de știință cred că acești organism trăiau în apă. Ei urmăresc o varietate de strategii de supraviețuire: fotosinteză (cianobacterii), chimiotrofie (multe arhaea) și heterotrofie (amoeba). Unele organisme unicelulare au flagel, cozi mici pe care le folosesc pentru locomoție sau lobopode, extensii ale scheletului celular (citoschelet), care apar ca brațe de bloble. Flagelul strămoșilor noștri unicelulari apare până la animale, unde face o apariție ca spermă flagelată.\n\n__ COranul descrie că Allah „a făcut din apă fiecare lucru viu” (Coran 21:30) __. Un alt verset descrie modul în care __ \"Allah a creat fiecare animal din apă. Dintre ei sunt unii care se strecoară pe burtica lor, altele care merg pe două picioare și unele care merg pe patru. Allah creează ceea ce vrea, pentru că cu adevărat Allah are putere peste Toate lucrurile \"(Coran 24:45) __.\n\nAceste versete susțin teoria științifică conform căreia viața a început în oceanele Pământului.",
"t.Animals": "Primele fosile care ar putea reprezenta animale apar în rocile vechi de 665 de milioane de ani din Formația Trezona din Australia de Sud. Aceste fosile sunt interpretate ca fiind cel mai probabil bureți timpurii.\n\nCele mai vechi animale se regăsesc în biota Ediacaran, spre sfârșitul precambrianului, în urmă cu aproximativ 610 milioane de ani. A fost mult timp îndoielnic dacă acestea includ animale, dar descoperirea colesterolului lipidic animal în fosilele din Dickinsonia stabilește că acestea erau într -adevăr animale.\n\nMulți Phyla Animal apar pentru prima dată în recordul fosil în timpul exploziei cambrian, începând cu aproximativ 542 de milioane de ani în urmă, în paturi precum Burgess Shale. Phyla existentă în aceste roci includ moluște, brachiopode, onichoforani, tardigrade, artropode, echinoderme și hemichordate, împreună cu numeroase forme acum extinse, cum ar fi anomalocarisul prădător. Oamenii de știință nu sunt siguri dacă aceste animale au apărut aproape simultan sau dacă este o problemă cu modul în care sunt colectate înregistrările fosile.",
"t.Fish": "Oamenii de știință cred că primii pești au apărut în urmă cu aproximativ 530 de milioane de ani în timpul exploziei cambrian. Se crede că sunt primele vertebrate sau animale cu o coloană vertebrală sau o coloană vertebrală. Primii pești se crede că aparțin Agnatha sau peștilor fără maxilar. În timpul regretatului cambrian, peștele ca maxilar asemănător cu anghilă numită conodonturi și au apărut pentru prima dată pești mici, în mare parte blindat, cunoscut sub numele de ostracodermii. Majoritatea peștilor fără maxilar sunt acum dispăruți.",
"t.Insects": "__Insects__, sunt o clasă în artropoda de Phylum. Sunt mici nevertebrate terestre care au un exoschelet dur.\n\n__Insect__ sunt de departe cel mai mare grup de animale de pe Pământ. Au fost descrise aproximativ __926.400 de specii diferite. Ele reprezintă __ mai mult de jumătate din toate speciile vii cunoscute și se crede că __ prepară peste 90% din pământul de animale de animale.\n\nSe găsesc continuu noi specii de __ininsecte__. Estimările numărului total de specii variază de la 2 milioane la 30 de milioane.\n\n__Insects__ au șase picioare; Și majoritatea au aripi. __Insects__ se crede că sunt primele animale capabile de zbor. Pe măsură ce se dezvoltă din ouă, __insects__ suferă __metamorfoză__, un proces uimitor de transformare în care o formă imatură a unei insecte se schimbă într -o formă adultă în două sau mai multe etape distincte. __Insects__ trăiesc pe toată planeta: aproape toate sunt terestre (trăiesc pe uscat), dar unii trăiesc __insects__ în oceane sau în locuri foarte reci, cum ar fi Antarctica. Majoritatea speciilor trăiesc în zone tropicale.\n\nUnii oameni numesc toate __ininectele__ „bug -uri”, dar acest lucru nu este corect. Doar unele __insecte__ sunt adevărate bug -uri, care este o ordine particulară a __ininsects__. Oamenii care studiază __insects__ sunt numiți __entomologi__.",
"t.Reptiles": "__Reptile__ este numele comun pentru unul dintre principalele grupuri de vertebrate terestre. Nu este folosit atât de mult de biologi, care folosesc termeni mai precise.\n\nNumele __ „Reptile” __ provine din latină și înseamnă „unul care se înfioră”. Toate speciile de viață __reptile__ sunt cu sânge rece, au o piele scalivă și depun ouă cleidoice. Ele excretă acid uric (în loc de uree) și au o cloac. Un cloaca este o deschidere comună pentru anus, tractul urinar și conductele de reproducere. __Reptile__ împărtășesc, de asemenea, un aranjament al inimii și vaselor majore de sânge, care este diferit de cel al mamiferelor.\n\nMulte grupuri importante de __reptile__ sunt acum dispărute, de exemplu mosasarii. Obișnuiam să spunem că dinozaurii au fost dispăruți, dar supraviețuiesc sub forma descendenților lor cu pene (păsări). Antic __reptile__ care supraviețuiesc includ țestoasele, crocodilii și tuatara, supraviețuitorul singur al grupului său. Marea majoritate a actualului __reptiles__ sunt șerpii și șopârlele.\n\nStudiul vieții __reptiles__ se numește herpetologie.",
"t.Dinosaur Age": "__Dinosaurs__ (însemnând „șopârlele groaznice”) sunt un grup variat de reptile archosaur. Erau animalele de pământ dominante din epoca mezozoică. Peste 500 de genuri diferite de dinozauri sunt cunoscuți. Au fost găsite fosile de dinozauri pe fiecare continent și există încă noi descoperiri noi.\n\n__Dinosaurs__ a apărut în Triassicul Superior, acum aproximativ 230 de milioane de ani. Cea mai timpurie dată a unei fosile dinozaur este cea a lui Eoraptor, 231.4 - 228 Mya. Până la Jurassicul timpuriu, ei erau vertebratele terestre de vârf și au dominat cele mai multe medii pe uscat. Au continuat până la evenimentul brusc de extincție K/T (global) în urmă cu 66 de milioane de ani.\n\nDin evidența fosilelor, oamenii de știință cred că păsările trăiesc dinozauri cu pene și astfel au fost singura linie de dinozauri care au supraviețuit până în zilele noastre.\n\nDinozaurii au avut adaptări care au ajutat să le facă succes. Primii dinozauri cunoscuți au fost mici prădători care au mers pe două picioare. Toți urmașii lor aveau o postură verticală, cu picioarele sub corp. Acest lucru a transformat întregul lor stil de viață. Au fost și alte caracteristici. Majoritatea dinozaurilor mai mici aveau pene și probabil erau cu sânge cald. Acest lucru le -ar face active, cu un metabolism mai mare decât reptilele moderne. Interacțiunea socială, cu a trăi în efective și cooperare pare foarte probabil pentru unele tipuri.\n\nPrimele fosile au fost recunoscute ca dinozauri la începutul secolului al XIX -lea. Unele dintre oasele lor au fost găsite mult mai devreme, dar nu au fost înțelese. William Buckland, Gideon Mantell și Richard Owen au fost oameni de știință care au văzut că aceste oase erau un grup special de animale. Dinozaurii sunt acum atracții majore la muzeele din întreaga lume. Au devenit parte a culturii populare. Au fost multe cărți și filme cele mai vândute despre ele. Noile descoperiri dinozaur sunt raportate destul de des în mass -media.",
"t.Mammals": "__Mammals__ sunt un grup de animale vertebrate care formează mamiferul clasei. Au blană sau păr și un fel de reglare a temperaturii foarte precisă.\n\nCu excepția monotremelor, toate mamiferele poartă tineri. De asemenea, produc lapte pentru tineri. Îngrijirea parentală a tinerilor este universală printre mamifere și este esențială, deoarece nașterea vie limitează numărul urmașilor.",
"t.Stegosaurus": "Stegosaurus (care înseamnă „șurub de acoperiș”) a fost un tip de dinozaur care consumă plante care trăia în ceea ce este acum vestul Americii de Nord.\n\nStegosaurus a trăit în perioada Jurasicului Superior în urmă cu aproximativ 155-145 de milioane de ani. Este unul dintre cei mai ușor recunoscuți dinozauri, cu rândul său dublu distinctiv de plăci în formă de zmeu pe spate și vârfurile lungi de pe coadă. Armura era necesară, deoarece trăia cu mâncăruri de carne precum Alosaurus și Ceratosaurus.",
"t.Tyrannosaurus": "Tyrannosaurus a fost un mare dinozaur prădător din Cretaceul Superior, acum 65,5-67 milioane de ani.\n\nTyrannosaurus a fost un carnivor bipedal, cu un craniu masiv echilibrat de o coadă lungă și grea. În comparație cu membrele posterioare mari și puternice, vârfurile sale erau mici, dar puternice pentru dimensiunea lor. Aveau două cifre ghemuite.\n\nExistă discuții cu privire la faptul că a fost un vânător sau un scavenger. La fel ca majoritatea mâncărilor de carne dominante de astăzi, cum ar fi leii și hienele, Tyrannosaurus ar fi putut fi ambele. Avea o maxilară foarte puternică, iar puterea sa de mușcătură ar putea smulge oasele altor dinozauri.",
"t.Dinosaur Extinction": "Extincțiile de la sfârșitul cretacicului au fost cauzate de unul sau mai multe evenimente catastrofale, cum ar fi impactul masiv de asteroid sau meteorit sau creșterea activității vulcanice.\n\nMai multe cratere de impact și activitate vulcanică masivă, cum ar fi cea din capcanele Deccan din India, au fost datate în timpul aproximativ al evenimentului de extincție. Aceste evenimente geologice pot fi reduse lumina soarelui și au împiedicat fotosinteza, ceea ce duce la o perturbare masivă în ecologia Pământului.",
"t.Primate Bipedalism": "Bipedalismul are sau folosește doi metri pentru a merge. Oamenii de știință consideră că bipedalismul la primate trezesc acum 6 până la 7 milioane de ani, deoarece acesta este primele fosile pe care le -au descoperit că arată trăsăturile bipedalismului. Evoluționistii consideră că aceștia sunt strămoși timpurii ai speciilor umane, dar această teorie are puține dovezi care să o susțină.",
"t.Constructed Tools": "__ Tools __ sunt unelte din piatră. Ele sunt motivul pentru care epoca de piatră i s -a dat numele. Oamenii de știință cred că au fost primele instrumente utilizate. Recent s -a aflat că uneltele de piatră au fost folosite înainte de a trăi oamenii.",
"t.Control Fire": "__ Controlul focului__ de către oamenii timpurii a fost foarte important pentru oamenii timpurii. Incendiul a furnizat o sursă de căldură, protecție, îmbunătățiri la vânătoare și o metodă pentru gătirea alimentelor. Aceste progrese culturale au permis inovațiile culturale și modificările la dietă. În plus, controlul focului a permis extinderea activității umane în climele mai reci și să stea mai târziu seara, atât oferind căldură cât și lumină.\n\nRevendicările pentru primele dovezi definitive ale controlului variază de la aproximativ 200 de mii până la 1,7 milioane de ani în urmă. Dovezile pentru utilizarea controlată a incendiului care începe cu aproximativ 1.000.000 de ani în urmă, au un sprijin științific larg. Lamele de flint arse în incendii au fost găsite în apropierea fosilelor umane din Maroc și datate în urmă cu aproximativ 300 de mii de ani. Dovezi răspândite ale controlului incendiilor la aproximativ 125.000 de ani în urmă.",
"t.Adam": "__ \"Oh omenire! Te -am creat dintr -o singură pereche de bărbat și femeie și te -am făcut în națiuni și triburi, astfel încât să te cunoști (nu că te poți disprețui reciproc). Într -adevăr, cel mai onorat dintre voi În vederea lui Allah este cel care este cel mai drept dintre voi. Și Allah are cunoștințe depline și este bine cunoscut (cu toate lucrurile) \"(Coran 49:13) .__\n\nAdam (arabă: آدم) a fost prima ființă umană de pe Pământ și primul Nabi (نبي, Profet) al Islamului. Musulmanul Revere Adam ca tată al rasei umane și soția sa, Hawwā (حواء, Eve) ca mamă a omenirii. Musulmanii îl văd pe Adam ca primul musulman, în timp ce Coranul afirmă că toți profeții au predicat aceeași credință a islamului, ceea ce înseamnă supunerea către Dumnezeu.\n\nDin acești doi indivizi, generațiile de ființe umane au locuit pe pământ. Dumnezeu afirmă în Coran.\n\nCând Adam a fost creat, Dumnezeu a poruncit întregii creații să se coboare ca un semn de respect față de Adam, care a fost o nouă creație superioară. Toți au făcut, cu excepția lui Shaytan, care a refuzat să spună că este făcut dintr -un incendiu fără fum (un Jinn), în timp ce Adam era făcut din lut. Dumnezeu i -a pus apoi în Grădina Edenului ca test și Shaytan a păcălit cu succes atât Adam, cât și Hawwa. El i -a făcut să meargă într -un copac din care Dumnezeu le -a interzis. În urma acestui fapt, Dumnezeu ne -a pus (oameni și diavoli) pe pământ ca dușmani unul de altul până în ziua judecății. Odată pe pământ, Adam s -a rugat pentru iertare și Dumnezeu l -a iertat.\n\nCa și cu Adam și toți profeții au venit pe pământ pentru a aminti de legământul nostru cu Dumnezeu. Dacă ne supunem lui Dumnezeu, putem atinge un nivel superior, atunci îngerii în vederea lui Dumnezeu. Pentru a face acest lucru, trebuie să evităm șoaptele lui Sheytan și ceea ce este chiar mult mai rău decât atât, să ne străduim și să ne suprimăm nuffurile (dorințele egoiste). Facem acest lucru urmând înțelepciunea interminabilă, indicațiile și exemplele pe care ni le -au dat în Coran, revelația finală și cartea scrisă la prima persoană de Dumnezeu, care este perfect păstrată și neschimbată. De asemenea, trebuie să urmărim exemplul uimitor al profeților și avem povestea completă a vieții Profetului Muhammad, în timp ce a venit în vremurile mai recente în care apare în istoria modernă. Toate învățăturile sale sunt, de asemenea, păstrate și există o mulțime de burse islamice pentru a -și păstra și învăța modul de viață. Profetul Muhammad a fost sigiliul profeților, un stat, spiritual și militar, împreună cu a fi soț, tată, vecin și prieten. El este foarte lăudat de cei care își studiază viața, acțiunile și învățăturile. Chiar și dușmanii săi când trăia respectat și are încredere în el.\n\nDeci, ca musulmani, știm scopul vieții pentru toți oamenii este să se închine lui Dumnezeu și să vedem cine este cel mai bun în fapte. Dumnezeu a promis omenirii un loc frumos în Paradis/Cer ca o recompensă a urmării poruncilor Lui. Cea mai joasă persoană din cer va avea pământul a zece pământuri. Când ajungeți la nivelurile superioare ale cerului, trebuie să începeți să vă măsurați pământul în anii lumină. Dumnezeu este cel mai generos și vrea să ne dea și pentru noi să -i cerem totul. Dacă ne întoarcem de Dumnezeu și de căile profeților, ne așteaptă o pedeapsă severă în iad. Dumnezeu să ne protejeze de acest lucru și de toate lucrurile rele.\n\nDin perspectiva științei, oamenii se află în speciile __homo sapiens__, din care singura subspecie cunoscută este cunoscută sub numele de __homo sapiens sapiens__. Suntem cea mai dominantă specie de pe Pământ. Cu toate acestea, există multe tipuri de viață, în special în rândul plantelor și protrierilor, care au avut un efect mult mai mare asupra aerului, a stâncilor, a vieții și a mediului natural al Pământului.",
"t.First Temple": "__Göbekli tepe__ (pronunțat [ɟøbekˈli teˈpe]), turc pentru „Potbelly Hill”, este un sit arheologic din regiunea de sud -est a Anatoliei din Turcia, la aproximativ 12 km (7 mi) nord -estul orașului Șanlıurfa. TOSUL are o înălțime de 15 m (49 ft) și are aproximativ 300 m (980 ft) în diametru. Se află la aproximativ 760 m (2.490 ft) deasupra nivelului mării.\n\nPovestea include două faze de utilizare despre care se crede că este de natură socială sau rituală care datează din mileniul 10 - 8 î.Hr. În prima fază, aparținând A (PPNA) pre-pottery A (PPNA), au fost ridicate cercuri de stâlpi masivi în formă de T-cei mai vechi megaliti cunoscuți din lume. Peste 200 de piloni în aproximativ 20 de cercuri sunt cunoscuți în prezent prin sondaje geofizice. Fiecare stâlp are o înălțime de până la 6 m (20 ft) și cântărește până la 10 tone. Sunt montate în prize care erau tăiate din pat. În cea de-a doua fază, aparținând B (PPNB) pre-pottery B (PPNB), stâlpii ridicați sunt mai mici și stăteau în camere dreptunghiulare cu podele de var lustruit. Site -ul a fost abandonat după PPNB. Structurile mai tinere datează din vremurile clasice.\n\nDetaliile funcției structurii rămân un mister. Acesta a fost săpat de o echipă arheologică germană sub conducerea lui Klaus Schmidt din 1996 până la moartea sa în 2014. Schmidt credea că site -ul era un sanctuar în care oamenii dintr -o regiune largă au adunat periodic, nu o soluționare.\n\nÎn 2018, site -ul a fost desemnat un patrimoniu mondial UNESCO.",
"t.Agricultural Revolution": "__ Revoluția neolitică__ (New Stone Age) a fost prima revoluție __agriculturală__. A fost o schimbare treptată de la vânătoarea nomadă și de adunarea comunităților și a trupelor la agricultură și așezare. Această perioadă este descrisă ca o „revoluție”, deoarece a schimbat modul de viață al comunităților care a făcut schimbarea. A apărut în diferite societăți umane preistorice în momente diferite. Multe societăți s-au schimbat acum 7-9 mii de ani.\n\nTermenul se referă la perioada generală de timp în care au avut loc aceste evoluții. De asemenea, se aplică schimbărilor care au avut loc: adoptarea tehnicilor de agricultură timpurie, cultivarea culturilor și domesticirea animalelor. Revoluția neolitică este importantă pentru evoluțiile în organizarea și tehnologia socială.\n\n__ Revoluția neolitică__ a dus la trăirea în așezări permanente sau semipermanente. Din cauza acestor mai puțini oameni a condus un stil de viață nomad. Pentru a putea ști cine aparțin culturile cultivate, a fost dezvoltat conceptul de proprietate asupra terenurilor. Mediul natural a fost schimbat, densitățile populației au crescut, iar oamenii au mâncat mai multe alimente de legume și cereale în dieta lor. Ierarhii dezvoltate în societate. Cerealele au fost depozitate și au putut fi tranzacționate. Producția excedentară din randamentele bune ale culturilor au ajutat societățile să supraviețuiască de anii răi. Un exemplu în acest sens este modul în care Yusuf (ca) a protejat și dispersat cerealele din Egiptul antic.",
"t.Writing": "__ Scripting__ este actul de înregistrare a limbajului pe un mediu vizual folosind un set de simboluri. Simbolurile trebuie să fie cunoscute de alții, astfel încât textul să poată fi citit.\n\nUn text poate utiliza și alte sisteme vizuale, cum ar fi ilustrații și decorațiuni. Acestea nu sunt numite scris, dar pot ajuta mesajul să funcționeze. De obicei, toți oamenii educați dintr -o țară folosesc același sistem de scriere pentru a înregistra aceeași limbă. A fi capabil să citească și să scrie înseamnă să fii alfabetizat.\n\n__Writing__ diferă de vorbire, deoarece cititorii nu trebuie să fie prezenți la vremea respectivă. Putem citi scrisul de mult timp în urmă și din diferite părți ale lumii. Depozite de text și comunică cunoștințele. __Writing__ este una dintre cele mai mari invenții ale speciilor umane. Istoricii cred că a fost inventat după ce oamenii s -au stabilit în orașe și după ce a început agricultura. __ Scriind__ datează de la aproximativ 3.300BC, care este acum peste 5000 de ani, în Orientul Mijlociu.\n\n__ Scripting__ Astăzi este de obicei pe hârtie, deși există modalități de imprimare pe aproape orice suprafață. Ecranele de televiziune și filme pot afișa, de asemenea, scrierea, la fel și ecranele computerului. Multe materiale de scriere au fost inventate, cu mult înainte de hârtie. Argila, papirusul, lemnul, ardezia și pergamentul (piei de animale pregătite) au fost utilizate. Romanii au scris pe tablete cerate cu un stil ascuțit; Acest lucru a fost popular pentru note și mesaje temporare. Invenția ulterioară a hârtiei de către chinezi a fost un mare pas înainte.\n\n__ Scriptură__ se face în mod tradițional folosind un instrument de mână, cum ar fi un creion, un stilou sau o perie. Totuși, din ce în ce mai mult, textul este creat prin introducerea pe o tastatură sau un smartphone de computer.",
"t.Recorded History": "__History__ este studiul evenimentelor trecute. Oamenii știu ce s -a întâmplat în trecut, uitându -se la lucruri din trecut, inclusiv surse (cum ar fi cărți, ziare și scrisori) și artefacte (cum ar fi ceramica, instrumentele și rămășițele umane sau animale.) Bibliotecile, arhivele și muzeele colectează și păstrează acestea acestea Lucruri pentru ca oamenii să studieze istoria. O persoană care studiază istoria este numită istoric. O persoană care studiază pre-istoria și istoria prin lucrurile lăsate în urmă de culturile antice este numită arheolog. O persoană care studiază omenirea și societatea este numită antropolog. Studiul surselor și metodelor utilizate pentru a studia și scrie istoricul se numește istoriografie.\n\nOamenii pot afla despre trecut vorbind cu oameni care își amintesc lucrurile care s -au întâmplat în trecut. Aceasta se numește istorie orală. Când oamenii care au fost sclavi și supraviețuitori ai Războiului Civil american au îmbătrânit, unii istorici au înregistrat tot ceea ce au spus, astfel încât istoria nu se va pierde.\n\nAcelași lucru a fost făcut și în istoria islamică. S -a notat mult, dar au fost mai mulți savanți care s -au descurcat în colectarea fiecărei ultime zicale a Profetului (Hadith) în cărți. O întreagă știință islamică a fost dezvoltată pe deasupra pentru a verifica lanțurile de narațiuni care au dus înapoi la Profet (SAW) și pentru a clasifica aceste hadits la niveluri de clasificare a solidității. Știm cine au fost toți acești oameni și familiile lor, nu sunt doar nume aleatorii într -o carte (adică Mark, Luca, Ioan). Adesea, același Hadith poate fi găsit de zeci de ori în aceeași carte sau răspândit pe mai multe cărți ale lui Hadith, deoarece a fost colectată de atâția oameni. Acest lucru ar fi clasificat ca un hadith Sahih (foarte sunet).\n\nCoranul a fost, de asemenea, notat, dar mai ales memorat de mii de oameni în timpul vieții Profetului. Este încă memorat de milioane de oameni astăzi, în limba arabă originală- chiar și de vorbitorii non-arabi. Acest lucru este posibil, deoarece Coranul este poetic și ușor de reținut pentru mulți oameni. Dacă tot textul Coranului ar dispărea cumva, musulmanii ar putea să -l readucă în câteva secunde dacă ar lucra împreună. Nu este nevoie oricum, așa cum ne -a spus Dumnezeu că îl va proteja în Coran. __ „Într -adevăr, noi suntem cei care am trimis Coranul și, într -adevăr, vom fi tutorele său.” (Coran 15: 9) __\n\nIndiferent de frumusețea sa poetică și de recitație, mesajul Coranului se potrivește ușor în mintea credincioșilor, deoarece explică trecutul, viitorul și prezentul într -un mod logic și ușor de înțeles. Coranul este de fapt cel mai mare miracol pe care îl avem și doar unul de care avem nevoie, pentru a demonstra islamul este adevărata religie. Ne -am creat și ne vorbește și ne învață direct cu cuvintele Coranului. Și cine este mai bine să ne învețe atunci Dumnezeu, cel care ne -a creat și ne cunoaște cel mai bine?\n\nÎn vremuri, oamenii din diferite părți ale lumii au păstrat istorii separate, deoarece nu s -au întâlnit foarte des. Unele grupuri de oameni nu s -au întâlnit niciodată. Europa medievală, Roma antică și China antică au crezut fiecare că au condus singurele părți importante ale lumii și că alte părți erau „barbare”.",
"t.First Pyramid Built": "__ \"În această zi, vă vom salva (o faraon) în corpul vostru, pentru a fi un semn pentru cei care vin după voi! Dar, într -adevăr, mulți dintre omenire sunt neglijatori cu privire la semnele noastre.\" (Coran 10:93) __\n\nA __pyramid__ este o structură, de obicei de piatră, construită sub forma unei piramide. Din vremurile antice și moderne, oamenii din multe părți diferite ale lumii au construit astfel de structuri.\n\nPrimul __pyramid__ au fost construite în 2630 î.C. Cea mai veche piramidă cunoscută este în Saqqara, Egipt și a fost construită de regele Djoser al celei de -a treia dinastii egiptene.\n\nCoranul vorbește mult despre dinastia egipteană în poveștile despre Musa (ca, Moise) și Yusuf (ca, Joseph).\n\nCoranul descrie cu exactitate istoria egipteană, referindu -se la liderul acestor dinastii egiptene ca rege sau faraon (care a venit mai târziu). Un fapt istoric care a fost descoperit recent de Muzeul Britanic. Potrivit acestora, egiptenii nu i-au numit pe conducătorii lor „faraon” până în dinastia 18 (1552-1295 î.Hr.).\n\nCâteva versete care vorbesc despre Musa și Fira'un (faraon):\n__ \"Noi (Allah) le repetăm ​​o parte din povestea lui Moise și Faraon cu adevăr, în beneficiul unui popor care ar crede. (Coran 28:04).\n\n\"L -am trimis pe Moise cu semnele noastre către Faraon și șefii săi, dar i -au respins pe nedrept. Iată, atunci, care a fost sfârșitul celor care au creat tulburare! (Coran 7: 104)\n\n„În această zi vă vom salva (o faraon) în corpul vostru, pentru a fi un semn pentru cei care vin după voi! Dar, într -adevăr, mulți dintre omenire sunt neglijatori cu privire la semnele noastre. (Coran 10:93) __\n\nIstoricii și savanții creștini și musulmani este pe scară largă că Moise a interacționat cu Ramesses II. Atât Coranul, cât și Biblia menționează în detaliu această poveste care se încheie în cele din urmă, cu faraonul înecat în Marea Roșie după ce Moise, cu permisiunea lui Dumnezeu, a despărțit marea.\n\nProfeția Coranului din __ \"În această zi vă vom salva (O faraon) în corpul vostru, pentru a fi un semn pentru cei care vin după tine!\" __ nu se găsește în nicio altă scriptură și chiar și istoricii nu aveau niciun indiciu despre acest lucru până recent. Corpurile mumificate ale tuturor faraonilor erau ascunși în Valea Regilor (KV7 și 8) de -a lungul malurilor Nilului. Chiar și după ce mormintele lor au fost jefuite, rămășițele mumificate ale faraonilor au fost menținute nedescoperite de secole. Descoperirea lor a avut loc în secolul al XIX -lea și acum puteți vedea, Ramesses II cu ochii tăi în Muzeul Marelui Egiptean din Cairo, Egipt. Trupul său a trecut și în mai multe tururi internaționale pentru a vedea toți. Acest lucru arată din nou cum cunoștințele din Coran și Islam ar fi putut fi date doar de Dumnezeu.\n\nDe asemenea, puteți întreba oamenii evrei despre experiența lor cu acest faraon și alți lideri egipteni antici.\n\n__ \"Și cu siguranță i -am dat lui Moise nouă semne evidente, așa că întrebați copiii lui Israel [despre] când a venit la ei și Faraon i -a spus:„ Într -adevăr cred că, Moise, că sunteți afectat de magie. \"(Coran 17: 101) __\n\nSupraviețuirea popoarelor evreiești ne permite, de asemenea, să -i întrebăm despre celelalte semne ale lui Dumnezeu pe care le -au primit, ca multe minuni și profeți care le -au fost trimise.\n\n__Coresc copiii lui Israel câte semn clar le -am dat. Și oricine schimbă favoarea lui Allah după ce a venit la el - atunci, într -adevăr, Allāh este severă în retributie. (Coran 2.211) __",
"t.Roman Empire": "__ Imperiul Roman__ (latină: Imperium romanum) a fost cel mai mare imperiu al lumii antice. Capitala sa era Roma, iar imperiul său avea sediul în Mediterana. Imperiul datează din 27 î.Hr., când Octavian a devenit împăratul, Augustus, până când a căzut în 476 d.Hr., marcând sfârșitul lumii antice și începutul Evului Mediu sau Evul Întunecat.\n\nImperiul a fost a treia etapă a Romei antice. Roma a fost mai întâi condusă de Regi Romani, apoi de Republica Romană, apoi de un împărat.\n\nMulte terenuri moderne au făcut parte odată din Imperiul __roman__, inclusiv Marea Britanie (nu Scoția), Spania, Portugalia, Franța (Galia), Italia, Grecia, Turcia, Germania, Egipt, Levant, Crimeea, Elveția și Coasta de Nord a Africii. Limba principală a Imperiului __roman__ a fost latină; Greaca era un limbaj secundar important.\n\nPartea de vest a Imperiului __roman__ a continuat aproximativ 500 de ani, iar partea de est, inclusiv Grecia și Anatolia, au continuat încă o mie de ani. Partea de est a fost numită Imperiul Bizantin, capitala sa fiind Constantinopol și a fost încheiată de cucerirea otomană a Constantinopolului în 1453 de sultanul Fatih Mehmet. Acest eveniment a fost profetizat de profetul Muhammad și este unul dintre cele mai notabile evenimente din istoria lumii.",
"t.Crusades": "__ Cruciade__ au fost o serie de războaie religioase luptate între creștini și musulmani asupra controlului asupra Țării Sfinte. În mod tradițional, au avut loc între 1095 și 1291. Țara sfântă era încă un loc care este foarte important pentru cele trei religii monoteiste majore: islamul, iudaismul și creștinismul. Există multe situri religioase importante în Țara Sfântă. Acesta este terenul numit acum Israel sau Palestina. Ierusalim, Nazaret, Betleem, Hebron și alte site -uri religioase au căzut sub controlul musulmanilor în timpul califatului lui Omar (RA), al treilea calif și prieten apropiat și tovarăș al profetului Muhammad (Saw).\n\nAu fost multe cruciade diferite. Cea mai importantă și cea mai mare __crusade__ a avut loc din secolul al XI -lea până la al XIII -lea. În această perioadă au fost 9 cruciade mari. Au fost, de asemenea, multe cruciade mai mici. Unele cruciade au fost chiar în Europa (de exemplu, în Germania, Austria și Scandinavia). Cele mai mici __crusade__ au continuat până în secolul al XVI -lea, până la Renaștere și Reformare.\n\nCuvântul „cruciadă” este legat de cuvântul „cruce” și înseamnă un război sfânt creștin. Există, de asemenea, cuvântul arab „jihad”, care înseamnă să te străduiești și să lupți de către musulmani care pot avea aceeași conotație ca „cruciadă” pentru musulmani într -un timp de război. Profetul (văzut) a învățat că acesta este jihadul mai mic, totuși, iar jihadul mai mare vine în luptă pentru a trăi o viață pioasă.\n\nToate părțile (creștini, musulmani și evrei) au crezut foarte mult în religiile lor. O mulțime de cruciade aveau adesea motive politice sau monetare în spatele lor. Ca toate războaiele.\n\nEste trist să vezi ostilități între cele trei credințe abrahamice care împărtășesc atât de mult în comun. Musulmanii consideră evreii și creștinii ca oameni ai cărții, ceea ce înseamnă că au un statut special și o relație mai strânsă cu musulmanii decât oricare alt popor. Puteți vedea acest lucru în viața profetului (a văzut) și unde el și însoțitorii au fost întristați de pierderea creștinului bizantin) față de sasanieni într -o mare luptă. Acest lucru a fost înregistrat în Hadiths și chiar a vorbit despre Coran. Este, de asemenea, o altă dovadă interesantă a autenticității islamului, deoarece Dumnezeu a dezvăluit un viitor eveniment care s -a întâmplat: __ \"Romanii au fost învinși. Într -un pământ în apropiere (Anatolia); dar vor fi în curând victorioși în câțiva ani. Lui Allah aparține porunca înainte și după. Și în acea zi credincioșii se vor bucura ”(Coran 30: 2-4) __\n\nÎn momentul în care acest lucru a fost dezvăluit, păgânii arabi erau de partea sasanilor păgâni, în timp ce musulmanii arabi sperau că creștinul a câștigat această luptă. Când creștinii au pierdut păgânii i -au batjocorit pe musulmani pentru această pierdere și spunând lucruri de genul: „Unde este zeul tău puternic acum?”. Deci Dumnezeu a dezvăluit acest verset în acest moment. Destul de sigur, în 622 d.Hr., la bătălia de la ISSUS, bizantinii sub împăratul Heraclius a avut o victorie zdrobitoare și de durată în Anatolia împotriva sasanienilor, confirmând astfel profeția Coran.",
"t.Black Plague": "__ Moartea neagră__ a fost un focar de boală care a ucis milioane de oameni în Europa și Asia. Aproape unul din trei persoane din Europa a murit din cauza bolii și a fost în cel mai rău caz între 1347 și 1351. Boala ar fi putut începe în Asia. Majoritatea oamenilor cred că boala a fost ciuma bubonică. Această boală este transportată și răspândită de purici care trăiesc pe șobolani. Comercianții de pe drumul mătăsii ar fi putut să aducă puricii infectați în Europa.\n\nPuricii a început problema; Feliciile infectate au fost transportate de șobolani negri. Șobolanii care transportau puricii ar intra în orașe. Când puricii au mușcat pe cineva, ar injecta un pic din bacterii în rană. Acest lucru ar face ca persoana să fie infectată. Șobolanii erau adesea pe nave. Aceasta a însemnat că boala s -a răspândit extrem de repede în toată Europa.\n\nLa om, boala a provocat umflare în inghinal, sub brațe și în spatele urechilor. Aceste umflături erau o culoare neagră și violet, de unde și numele „Moartea Neagră”. Umflăturile întunecate au fost numite buboes. Oamenii aveau dureri și victimele au murit o moarte oribilă. Simptomele au putut fi observate la 3-7 zile după ce victimele au fost mușcate de o purici care transporta boala.\n\nDin păcate, în unele orașe ca la Londra, s -a crezut că pisicile au provocat boala, astfel încât au fost vânate și ucise în număr mare. Din păcate, așa cum este de așteptat, acest lucru a făcut ca ciuma să se înrăutățească, deoarece acum șobolanii și -au pierdut principalul prădător natural și acolo populațiile au crescut și mai mult.\n\nUn alt fapt interesant în jurul ciumei bubonice este modul în care Papa s -a salvat. La vremea respectivă, musulmanii erau în fruntea tuturor descoperirii medicale și științifice. Îmbrăcând prin multe cărți musulmane, clerul catolic a descoperit că se credea că focul se îndepărtează și ucide anumite boli (germeni). Ca atare, au aprins un foc enorm într -un cerc care înconjoară Papa care a durat câteva săptămâni. Desigur, ținea șobolanii și fugiile lor formează Papa și el a supraviețuit fără probleme.",
"t.Constantinople/Istanbul": "__Constantinopol__ a fost capitala Imperiului Roman (330-395), Imperiul Bizantin/East Roman (395-1204 și 1261-1453), Imperiul Latin (1204-1261) și Imperiul Otoman (1453-1922). În 1930 a fost redenumit Istanbul. Este un oraș în curcanul actual.\n\nCucerirea Istanbulului, cunoscută și sub numele de Islambol, a fost încă un semn și dovada islamului, deoarece profetul Muhammad l -a profețit. __ „Adevărat, veți cuceri Constantinopolul. Ce armată minunată va fi acea armată și ce va fi un minunat comandant care va fi acel cuceritor. ” (Musnad, I, 176; IV, 335; Darimi, „Muqaddima”, p. 43) .__ Aceasta este o mare onoare pentru otomanii care au cucerit orașul în 1453 și au avut unul dintre cele mai lungi imperii domnitoare și cele mai puternice din istorie .\n\nIstoricii au afirmat că, pentru perioada de timp, cucerirea __constantinopolului__ este echivalentă cu cucerirea unui loc precum New York City astăzi.",
"t.Newton and Gravity": "Când majoritatea oamenilor se gândesc la __isaac Newton__, ei se gândesc la el stând sub un mere care urmărind o cădere a mărului. Unii oameni chiar cred că mărul i -a căzut pe cap. __Newton__ a înțeles că ceea ce face ca lucrurile ca merele să cadă la pământ este un fel de forță specific - forța pe care o numim gravitație. __Newton__ a crezut că gravitatea este forța atracției între două obiecte, cum ar fi un măr și pământ. De asemenea, el a crezut că un obiect cu mai multă materie a exercitat aceeași forță asupra obiectelor mai mici pe care le -au exercitat asupra lui. Asta însemna că masa mare a Pământului a tras obiecte spre el. De aceea, mărul a căzut în loc și de ce oamenii nu plutesc în aer.\n\n__Isaac Newton__ a continuat să se gândească la gravitație. Înainte de __newton__, oamenii credeau că doar obiectele din apropierea pământului vor cădea. Dar __newton__ a crezut că gravitația nu ar trebui să se limiteze doar la pământ și la obiectele de pe el. Ce se întâmplă dacă gravitația s -ar duce pe lună și nu numai?\n\n__Newton__ a inventat o formulă pentru calcularea forței de atracție între două corpuri. El a folosit -o pentru a calcula forța necesară pentru a menține luna mișcându -se pe pământ. Apoi a comparat -o cu forța care a făcut ca mărul să cadă în jos. După ce a permis faptul că luna este mult mai departe de pământ și are o masă mult mai mare, a descoperit că forțele sunt aceleași. Luna este ținută pe o orbită în jurul pământului prin atragerea gravitației Pământului.\n\nFormula inventată de __newton__ este numită Legea gravitației. El a fost destul de ingenios și numeroasele sale legi au devenit cunoscute sub numele de fizică newtoniană. Multe dintre formulele sale matematice sunt încă utilizate pentru a calcula mecanica obiectelor pentru obiecte mai mari. Nu sunt corecte pentru lucruri mici, astfel încât o știință newwer numită fizică cuantică este în curs de dezvoltare pentru a încerca să înțeleagă această lume ciudată a obiectelor microscopice.",
"t.Industrialization": "__Industrializare__ (sau industrializare) este un proces care se întâmplă în țări atunci când încep să folosească mașini pentru a face lucrări care au fost făcute odată de oameni. __Industrializare__ schimbă lucrurile pe care oamenii le fac. __Industrializare__ a determinat orașele să crească. Mulți oameni au părăsit agricultura pentru a lua locuri de muncă cu salarii mai mari în fabrici din orașe.\n\n__Industrializare__ face parte dintr -un proces în care oamenii adoptă modalități mai ușoare și mai ieftine de a face lucrurile. Folosind o tehnologie mai bună, devine posibil să se producă mai multe mărfuri într -un timp mai scurt. Mai multe lucruri pot fi produse de mai puțini oameni.\n\nDupă industrializare, oamenii fac și mai multe locuri de muncă specializate. De exemplu, înainte de industrializare, un cobbler (o persoană care face pantofi și articole din piele) a făcut o pereche de pantofi singuri. A lucrat la o pereche de pantofi, a terminat -o, apoi va începe la următoarea pereche de pantofi. Odată cu industrializarea, există multe persoane implicate în fabricarea încălțămintei prin tăierea procesului de confecționare a încălțămintei în sarcini mai mici. De exemplu, există o persoană care taie talpa pantofului și o altă persoană o cusă. Pe scurt, există o diviziune a muncii și este cunoscută ca o linie de adunare astăzi. Mașinile din astfel de fabrici costă o mulțime de bani, astfel încât fabrica va fi deținută de o persoană bogată care își poate permite mașinile și angajează lucrători pentru a omoriza diferitele mașini și sarcini.\n\n__Industrializare__ a început în Anglia cu Revoluția industrială în secolul al XVIII -lea. S -a răspândit mai întâi în anumite părți ale Europei și în America de Nord. În secolul XX, industrializarea s -a răspândit în majoritatea celorlalte țări.",
"t.Darwin's\nTheory of Evolution": "__ \"Allah a creat fiecare animal din apă. Dintre ei sunt unii care se strecoară pe burtica lor, altele care merg pe două picioare, iar unele care merg pe patru. Allah creează ceea ce el dorește, pentru că cu adevărat Allah are putere asupra tuturor lucrurilor\" ( 24:45) .__\n\n__Charles Darwin__ (1809-1882) Cartea sa „despre originea speciilor” în 1859. În ea a prezentat multe teorii despre cum a ajuns viața pe pământ. El a propus selecția naturală, care este un proces în care animalele cu anumite trăsături, pot supraviețui mai bine ca modul în care au apărut toate animalele. Cu toate acestea, Darwin nu a înțeles și nu a știut despre genetică la acea vreme sau despre modul în care trăsăturile au fost transmise de fapt. Deci nu a putut explica cu exactitate ce i -a făcut pe copii să arate ca părinții lor.\n\nCu toate acestea, __Darwin's__ Explicația evoluției este acceptată fundamental de comunitatea științifică, iar oamenii de știință lucrează din greu pentru a încerca să demonstreze că au evoluat de la organisme cu celule unice și maimuțe până în zilele noastre. În timp ce, musulmanii, creștinii și evreii cred că suntem descendenți ai lui Adam (SAW) și Hawwa (Eve), primul bărbat și femeie. Oamenii de știință se referă la astfel de descoperiri precum „design inteligent” și există nenumărate dovezi în acest sens, cum ar fi modul în care funcționează ADN -ul, corpul uman, sistemele solare etc.\n\nSimilar cu darwinismul, Islamul recunoaște ideea că viața se dezvoltă în etape și într -o perioadă de timp. De asemenea, credem că Dumnezeu are putere asupra tuturor lucrurilor și poate schimba cu ușurință orice pentru a adopta mediul său. Dumnezeu a creat -o prima dată, a doua oară ar fi mai ușoară, nu? La fel ca noi fiind înviați în ziua judecății.\n\nDar, spre deosebire de teoriile evoluționiste moderne care spun mutații aleatorii, care sunt întotdeauna dezastruoase și mortale de natură, determină evoluția unui animal, credem exemplu. Acest lucru este de fapt documentat pe multe studii asupra păsărilor care adaptează trăsăturile atât de repede încât oamenii de știință nu pot să le explice și sunt îngrijorați că alte specii nu se vor adapta la fel de rapid. Acest lucru are mai mult sens decât un animal care evoluează încet și aleatoriu din întâmplare. De asemenea, există cazuri de fluturi noi sau dispăruți care ies în mod miraculos de unde nu. Musulmanilor le pasă foarte mult de animale și de mediu, dar nu subliniem că vor dispărea sau nu putem avea grijă de ei înșiși, deoarece, ca toate lucrurile, ne punem încrederea în Dumnezeu.\n\nÎn rezumat, musulmanii resping ideea că ființele umane au evoluat la întâmplare din maimuțe. Musulmanii cred că ființele umane sunt considerate o creație specială. Islamul învață că ființele umane sunt o formă de viață unică care a fost creată de Allah, ca orice altceva; Cu toate acestea, avem cadouri și abilități unice, spre deosebire de orice alt animal și ființă. De exemplu, avem un suflet etern, conștiință, imaginație, cunoaștere și liber arbitru. Putem fi puternici, buni și evlavioși sau să fim slabi și să lucrăm doar pentru a ne îndeplini dorințele egoiste. Indiferent, viața ființelor umane a început odată cu crearea a două persoane, un bărbat și o femeie numită Adam și Hawwa (Eve) și asta ne face pe toți legați de sânge și familie.\n\nCoranul descrie că Allah __ „a făcut din apă fiecare lucru viu” (Coran 21:30) .__ Un alt verset descrie cum __ „Allah a creat fiecare animal din apă. Mergeți pe două picioare, iar unele care merg pe patru. Allah creează ceea ce el dorește, pentru că cu adevărat Allah are putere asupra tuturor lucrurilor ”(24:45) .__\n\nAceste versete susțin teoria științifică că viața a început în apă.",
"t.World War 1": "__ World Primul sau primul război mondial) a fost un război global care a început pe 28 iulie 1914 și a durat până la 11 noiembrie 1918. Războiul a durat exact patru ani, trei luni și 14 zile.\n\nCea mai mare parte a luptei a fost în Europa, dar au participat soldați din multe alte țări și au schimbat imperiile coloniale ale puterilor europene și au dus și la sfârșitul Imperiului Otoman. Înainte de a începe cel de -al Doilea Război Mondial în 1939, __ World Primul Război a fost numit Marele Război, Războiul Mondial sau „Războiul pentru a pune capăt tuturor războaielor”. 135 de țări au luat parte la __ -World Primul I__ și aproape 10 milioane de oameni au murit în timp ce se luptau, în mare parte din boală și foamete.\n\n__ World Primul I__ a fost luptat de majoritatea țărilor Europei. Lupta reală a fost pe mai multe fronturi diferite. Frontul de vest a fost locul în care s -au întâmplat cea mai mare parte a luptelor dintre Germania și aliați. Cea mai mare parte a luptei de aici a fost războiul de tranșee.\n\nFrontul de Est a fost luptat în Europa Centrală și de Est. Lupta aici nu a fost război de tranșee, ci război mobil din cauza dimensiunii frontului. S -au întâmplat multe lupte în fața Orientului Mijlociu și în fața italiană. Luptele au avut loc și în Africa, China și pe mare, precum și în aer.\n\nRăzboiul s -a încheiat prin semnarea multor tratate diferite, cel mai important fiind Tratatul de la Versailles.\n\n__ World Primul I__ a fost primul război major în care tancurile, avioanele și submarinele sau (bărci U) erau arme importante.",
"t.World War 2": "__ World Război Mondial (al doilea război mondial sau al doilea război mondial), numit și cel de -al doilea război mondial și, în Uniunea Sovietică, Marele Război Patriotic, a fost un război global care a implicat lupta în multe părți ale lumii și în multe țări. Majoritatea țărilor au luptat în anii 1939-1945, dar unele au început să lupte în 1937. Majoritatea țărilor lumii, inclusiv toate marile puteri, au luptat ca parte a două alianțe militare: Aliații și puterile axei. __ World Războiul din al doilea război a fost cel mai mortal conflict din toată istoria umană. A implicat mai multe țări, a costat mai mulți bani și a ucis mai mulți oameni decât orice alt război din istoria umană. Între 50 și 85 de milioane de oameni au murit. Majoritatea erau civili. A inclus masacre, genocidul deliberat al Holocaustului, bombardarea strategică, înfometarea, boala și prima utilizare a armelor nucleare din istorie de către SUA în Japonia.\n\nRăzboiul din Asia a început atunci când Imperiul Japoniei a invadat China la 7 iulie 1937. Statele Unite au reacționat prin plasarea unui embargo petrolier pe Japonia. Începutul războiului în Europa a fost când Germania a invadat Polonia la 1 septembrie 1939. Franța și Marea Britanie au reacționat prin declararea războiului Germaniei. Până în 1941, o mare parte din Europa era sub control german. Doar Marea Britanie a rămas luptând împotriva axei din Africa de Nord, Mediterana și Atlanticul. În iunie 1941, puterile axei au invadat Uniunea Sovietică, începând cea mai mare zonă de război din istorie. La 7 decembrie 1941, Japonia a atacat coloniile occidentale în Pacific, iar cele două războaie au devenit una.\n\nVictoriile japoneze au fost oprite în 1942, iar victoriile axei europene au fost oprite și până în 1943, atât în ​​Africa de Nord, cât și în Uniunea Sovietică. După aceea, aliații au început să se lupte din toate părțile. Axa a pierdut Africa de Nord și, începând cu 1943, a fost forțată să apere Italia. În 1944, aliații au invadat Franța, îndreptându -se spre Germania pe râul Rin, în timp ce sovieticii continuau să se închidă din est. Germania s -a predat în mai 1945. Japonia s -a predat formal la 2 septembrie 1945. Războiul s -a încheiat cu victoria aliată.\n\nDupă război, Națiunile Unite a fost înființată pentru a dezvolta sprijin între țări și pentru a preveni războaiele viitoare. Războiul rece dintre câștigătorii majori a început curând, dar nu s -au luptat reciproc într -un război real. Decolonizarea Asiei și Africii, unde aceste țări controlate de țările europene li s -a oferit independența lor. Acest lucru se datora faptului că puterea europeană a fost slăbită din război. Recuperarea economică și integrarea politică (procesul de unire a țărilor) au fost printre alte rezultate ale războiului.",
"t.Cold War": "__ Războiul rece (1947-1991) a fost relația tensionată dintre Statele Unite (și aliații săi) și Uniunea Sovietică (URSS și aliații săi) între sfârșitul celui de -al Doilea Război Mondial și dispariția Uniunii Sovietice.\n\nMajoritatea țărilor de pe o parte au fost aliate în NATO ale căror două cele mai mari țări militare au fost Statele Unite și Turcia. Majoritatea țărilor din cealaltă parte au fost aliate în Pactul de la Varșovia cea mai puternică țară a fost Uniunea Sovietică (acum Rusia).\n\nGrupul de țări din Capitalistul occidental include America, Turcia, Europa de Vest, Israel, Japonia, Coreea de Sud, Thailanda, Iran (1945-1979), Pakistan, Malaezia, Filipine, Africa de Sud, Australia și Noua Zeelandă.\n\nGrupul de est-socialist include Uniunea Sovietică, Europa de Est, Angola, Etiopia, Cuba (1959-1991), Mongolia, Coreea de Nord, China și Vietnam.\n\nRăzboiul rece s -a încheiat odată cu căderea Zidului Berlinului în 1989, Rusia trecând de la o țară comunistă socialistă la o țară capitalistă democratică. Cu toate acestea, mai rămâne un conflict rămas aici, așa cum se vede în luptele recente și războiul dintre Rusia și Ucraina.",
"t.Moon Landing": "__Apollo 11__ a fost primul zbor care a trimis oamenii pe lună. A fost realizată de NASA (National Aeronautics and Space Administration), Agenția Spațială Americană originală. S -a urcat în spațiu pe 16 iulie 1969, purtând trei astronauți: Neil Armstrong, Buzz Aldrin și Michael Collins. La 20 iulie 1969, Armstrong și Aldrin au devenit primii oameni care au aterizat pe Lună, în timp ce Collins a rămas pe orbită în jurul lunii.\n\nZborul a făcut parte din cursa __Space__ între Statele Unite și Uniunea Sovietică. Acesta a încheiat planul stabilit de John F. Kennedy, unirea statelor 35 președinte, în 1961 pentru a „ateriza un bărbat pe lună și a -l întoarce în siguranță pe pământ”, înainte de încheierea anilor '60.",
"t.World Wide Web": "__ Internetul__ este cea mai mare rețea de comunicații la nivel mondial de computere. Internetul are milioane de rețele interne, academice, de afaceri și guvernamentale mai mici, care poartă împreună multe tipuri diferite de informații. Termenul este uneori prescurtat ca „net”, scurt pentru rețea. Web -ul __World Wide este unul dintre cele mai mari servicii ale acestuia. Este folosit de câțiva miliarde de oameni din întreaga lume.\n\nInternetul a fost dezvoltat în Statele Unite de către „Agenția de proiecte de cercetare avansată a Statelor Unite” (DARPA). Internetul a fost conectat pentru prima dată în octombrie 1969 și a fost numit __arpanet__. __World Wide Web__ a fost creat la CERN în Elveția în 1990 de un om de știință britanic (Marea Britanie), pe nume Tim Berners-Lee."
}
