{
"t.Big Bang": " __ \"ผู้ไม่เชื่อไม่ได้ตระหนักว่าสวรรค์และโลกครั้งหนึ่งเคยเป็นมวลหนึ่งครั้งแล้วเราก็ยึดติดกับพวกเขาหรือไม่และเราสร้างจากน้ำทุกสิ่งที่มีชีวิตพวกเขาจะไม่เชื่อหรือไม่?\" (อัลกุรอาน 21:30) __\n\nโมเดล __big Bang__ คือจักรวาลเริ่มต้นขึ้นในสภาพที่หนาแน่นและร้อนแรงมากและได้ขยายออกไป ทฤษฎีแนะนำและการวัดแสดงให้เห็นว่าจักรวาลยังคงขยายตัวในปัจจุบัน\n\n__big bang__ เป็นทฤษฎีทางวิทยาศาสตร์เกี่ยวกับการเริ่มต้นของจักรวาลและทำให้ดวงดาวและกาแลคซีที่เราเห็นในวันนี้\n\nจักรวาลเริ่มต้นด้วยความร้อนแรงขนาดเล็กและหนาแน่นมาก (การผสมผสานของกองกำลังพื้นฐานทั้งสี่) โดยไม่มีดาวอะตอมรูปแบบหรือโครงสร้าง (เรียกว่า \"เอกพจน์\") จากนั้นประมาณ 13.8 พันล้านปีก่อนพื้นที่ขยายตัวเร็วมาก (ดังนั้นชื่อ \"__big bang__\") สิ่งนี้เริ่มต้นการก่อตัวของอะตอมซึ่งในที่สุดก็นำไปสู่การก่อตัวของดาวและกาแลคซี มันคือ Georges Lemaîtreที่สังเกตเห็นครั้งแรก (ในปี 1927) ว่าจักรวาลที่กำลังขยายตัวสามารถย้อนเวลากลับไปในจุดเดียวที่มีต้นกำเนิด\n\nอย่างไรก็ตามไม่เป็นที่รู้จักของข้อเท็จจริงทางดาราศาสตร์และวิทยาศาสตร์อื่น ๆ มากมายเช่นบิ๊กแบง, การก่อตัวของดาวเคราะห์, วงโคจรและพฤติกรรม, ตัวอ่อนและอื่น ๆ อีกมากมายถูกเปิดเผยโดยพระเจ้าในอัลกุรอานเมื่อกว่า 1,400 ปีที่ผ่านมา ตัวอย่างเช่น Georges LeMeaitre ไม่ใช่คนแรกที่สังเกตเกี่ยวกับบิ๊กแบง อัลกุรอานพูดอย่างชัดเจนเกี่ยวกับบิ๊กแบง __ \"ผู้ไม่เชื่อไม่ได้ตระหนักว่าสวรรค์และโลกครั้งหนึ่งเคยเป็นมวลหนึ่งครั้งแล้วเราก็กีดกันพวกเขา Asund (อัลกุรอาน 21:30) __\n\nหากคุณกำลังมองหาสัญญาณหรือหลักฐานของพระเจ้ารู้ว่านี่เป็นเพียงหนึ่งในหลักฐานที่นับไม่ถ้วนที่อิสลามเป็นศาสนาที่แท้จริงและเป็นศาสนาเดียวของพระเจ้า\n\nจักรวาลยังคงขยายตัวในปัจจุบันซึ่งเพิ่งค้นพบ อย่างไรก็ตามอัลกุรอานยืนยันอีกครั้ง: __ \"สวรรค์เราได้สร้างมันด้วยพลังและแน่นอนเรากำลังขยายมัน\" (อัลกุรอาน 51:47) __\n\nโดยรวมจักรวาลกำลังเติบโตและอุณหภูมิลดลงเมื่อเวลาผ่านไป จักรวาลคือการศึกษาว่าจักรวาลเริ่มต้นอย่างไรและพัฒนา นักวิทยาศาสตร์ที่ศึกษาจักรวาลยอมรับว่าทฤษฎี __big Bang__ ตรงกับสิ่งที่พวกเขาสังเกตเห็นจนถึงตอนนี้\n\nFred Hoyle เรียกทฤษฎีว่า \"__big Bang__\" ในรายการวิทยุของเขา เขาไม่เชื่อว่า __big bang__ ถูกต้อง นักวิทยาศาสตร์ที่ไม่เห็นด้วยกับเขาคิดว่าชื่อนั้นตลกและตัดสินใจใช้มัน\n\nนักวิทยาศาสตร์ยึดทฤษฎี __big bang__ เกี่ยวกับการสังเกตที่แตกต่างกันมากมาย สิ่งที่สำคัญที่สุดคือการเปลี่ยนกาแลคซีที่อยู่ไกลออกไป Redshift เป็นเอฟเฟกต์ Doppler ที่เกิดขึ้นในแสงและสามารถสังเกตได้ในเสียง (เสียง racecar ทำเมื่อมันเข้าใกล้เมื่อเทียบกับเมื่อมันย้ายออกไปจากคุณ- \"vrrrrrrrrrrrr\" (ต่อคุณ) \"ooooooommmmm\" เมื่อวัตถุเคลื่อนที่ออกจากโลกรังสีสีของมันจะดูคล้ายกับสีแดงมากกว่าที่เป็นจริงเพราะการเคลื่อนไหวยืดความยาวคลื่นของแสงที่ออกโดยวัตถุนักวิทยาศาสตร์ใช้คำว่า \"ร้อนแดง\" เพื่ออธิบายสิ่งนี้ คลื่นแสงเนื่องจากสีแดงเป็นความยาวคลื่นที่ยาวที่สุดในสเปกตรัมที่มองเห็น นักวิทยาศาสตร์เชื่อว่าจักรวาลเป็นเอกพจน์เมื่อประมาณ 13.8 พันล้านปีก่อนเพราะสิ่งต่าง ๆ ส่วนใหญ่จะเย็นลงเมื่อพวกเขาขยายตัวนักวิทยาศาสตร์คิดว่าสหประชาชาติ Iverse มีขนาดเล็กมากและร้อนมากเมื่อเริ่มต้น\n\nการสังเกตอื่น ๆ ที่สนับสนุนทฤษฎี __big bang__ คือปริมาณขององค์ประกอบทางเคมีในจักรวาล ปริมาณขององค์ประกอบที่เบามากเช่นไฮโดรเจนฮีเลียมและลิเธียมดูเหมือนจะเห็นด้วยกับทฤษฎีของ __big bang__ นักวิทยาศาสตร์ยังพบ \"รังสีพื้นหลังของไมโครเวฟ\" การแผ่รังสีนี้เรียกว่าคลื่นวิทยุและมีอยู่ทุกหนทุกแห่งในจักรวาล การแผ่รังสีนี้อ่อนแอและเย็นมาก แต่เมื่อนานมาแล้วมันแข็งแกร่งและร้อนมาก\n\nนักวิทยาศาสตร์และนักปรัชญาบางคนยืนยันว่าเวลาไม่มีความหมายก่อน __big bang__ พวกเขายืนยันว่า __big bang__ เป็นจุดเริ่มต้นของเวลาและไม่มีจักรวาลก่อน __big bang__ เนื่องจากไม่มี \"ก่อน\" ถ้าไม่มีเวลา! ในฐานะชาวมุสลิมเรารู้ว่าพระเจ้าทรงเป็นนิรันดร์และเหนือสิ่งอื่นใดที่จิตใจของเราสามารถเข้าใจได้ ด้วยเหตุนี้มันจึงสมเหตุสมผลว่าทำไมเราไม่สามารถเข้าใจแนวคิดของเวลาก่อนบิ๊กแบงนี่เป็นหนึ่งในความขัดแย้งมากมายที่ชี้ไปที่ผู้สร้างที่มีพลังทั้งหมด\n\nเพื่อเห็นแก่ข้อโต้แย้งให้เราบอกว่าเราสามารถอธิบายสิ่งที่เกิดขึ้นก่อนบิ๊กแบงหรือวิธีการที่มันถูกสร้างขึ้นมา จากนั้นคำถามต่อไปคือ \"ถ้าอย่างนั้นอะไรที่สร้างขึ้นมา\" และบอกว่าเราอธิบายสิ่งที่สร้างขึ้นเช่นกันอีกครั้งคำถามจะยังคงอยู่ \"ดีสิ่งที่สร้างขึ้น?\" อย่างที่คุณอาจเห็นได้สิ่งนี้จะไม่จบลงดังนั้นจริง ๆ แล้วมันเป็นหลักฐานที่ดีของพระเจ้าที่เป็นผู้สร้างเพียงคนเดียวของเราและแนวคิดของพระเจ้าอยู่นอกสติปัญญาของมนุษย์ที่ จำกัด ของเรา\n\nชาวมุสลิมไม่ได้ถกเถียงกันเรื่องดังกล่าวเราแค่ยอมรับสิ่งที่พระเจ้าบอกเราเกี่ยวกับตัวเองและการสร้างของพระองค์ ตัวอย่างเช่นพระเจ้าพูดถึงมือของเขา แต่เรารู้ว่าพวกเขาไม่เหมือนมือที่เรารู้ มนุษย์มีมือลิงมีมือนาฬิกามีมือ มือของพระเจ้าอยู่เหนือสิ่งอื่นใดที่เราสามารถจินตนาการได้และเราทิ้งไว้ที่นั่น",
"t.Milky Way is Born": "นักวิทยาศาสตร์ตั้งทฤษฎีว่า __milky Way__ เริ่มต้นเป็นหนึ่งหรือหลายความหนาแน่นเล็ก ๆ น้อย ๆ ในการกระจายมวลในจักรวาลไม่นานหลังจากบิ๊กแบง บางส่วนของความหนาแน่นเหล่านี้เป็นเมล็ดของกลุ่มทรงกลมที่ดาวที่เหลืออยู่ที่เก่าแก่ที่สุดในตอนนี้ __milky way__ เกิดขึ้น เกือบครึ่งเรื่องใน __milky way__ อาจมาจากกาแลคซีที่ห่างไกลอื่น ๆ อย่างไรก็ตามดาวและกลุ่มเหล่านี้ประกอบด้วยรัศมีที่เป็นตัวเอกของ __milky Way__ ภายในไม่กี่พันล้านปีของการเกิดของดาวดวงแรกมวลของ __milky way__ มีขนาดใหญ่พอที่จะหมุนได้ค่อนข้างเร็ว เนื่องจากการอนุรักษ์โมเมนตัมเชิงมุมสิ่งนี้นำไปสู่สื่อระหว่างดวงดาวของก๊าซเพื่อยุบจากรูปร่างทรงกลมประมาณไปยังดิสก์ ดังนั้นดาวฤกษ์รุ่นต่อ ๆ มาที่เกิดขึ้นในดิสก์เกลียวนี้ ดาวที่อายุน้อยกว่าส่วนใหญ่รวมถึงดวงอาทิตย์ถูกสังเกตว่าอยู่ในดิสก์\n\nตั้งแต่ดาวดวงแรกเริ่มก่อตัวขึ้น __milky Way__ เติบโตขึ้นจากการควบรวมของกาแลคซีทั้งสอง (โดยเฉพาะอย่างยิ่งในช่วงต้นของการเติบโตของ __milky Way __) และการเพิ่มขึ้นของก๊าซโดยตรงจากกาแล็คซี่รัศมี ขณะนี้ __milky Way__ กำลังเพิ่มวัสดุจากกาแลคซีขนาดเล็กหลายแห่งรวมถึงกาแลคซีดาวเทียมที่ใหญ่ที่สุดสองแห่งคือเมฆ Magellanic ขนาดใหญ่และขนาดเล็กผ่านลำธาร Magellanic การเพิ่มขึ้นของก๊าซโดยตรงนั้นพบได้ในเมฆความเร็วสูงเช่นเมฆสมิ ธ อย่างไรก็ตามคุณสมบัติของ __milky way__ เช่นมวลดาวฤกษ์, โมเมนตัมเชิงมุมและความเป็นโลหะในภูมิภาคนอกสุดของมันแนะนำว่ามันไม่ได้รวมตัวกันกับกาแลคซีขนาดใหญ่ในช่วง 10 พันล้านปีที่ผ่านมา การขาดการควบรวมครั้งสำคัญเมื่อเร็ว ๆ นี้เป็นเรื่องผิดปกติในหมู่กาแลคซีเกลียวที่คล้ายกัน เพื่อนบ้านของมันคือ Andromeda Galaxy ดูเหมือนจะมีประวัติทั่วไปที่เกิดขึ้นจากการควบรวมกิจการล่าสุดกับกาแลคซีที่ค่อนข้างใหญ่\n\nจากการศึกษาเมื่อเร็ว ๆ นี้ __milky way__ และกาแลคซี Andromeda อยู่ในสิ่งที่อยู่ในไดอะแกรมสีกาแลคซี - ขนาดขนาดเป็นที่รู้จักกันในชื่อ \"Green Valley\" ซึ่งเป็นภูมิภาคที่มีกาแลคซีในช่วงเปลี่ยนผ่านจาก \"Blue Cloud\" (กาแลคซี ดาวใหม่) ไปยัง \"ลำดับสีแดง\" (กาแลคซีที่ไม่มีการก่อตัวของดาว) กิจกรรมการก่อตัวของดาวในกาแลคซีกรีนแวลลีย์กำลังชะลอตัวลงเนื่องจากก๊าซที่ก่อตัวเป็นดาวฤกษ์ในสื่อระหว่างดวงดาว ในกาแลคซีจำลองที่มีคุณสมบัติคล้ายกันโดยทั่วไปแล้วการก่อตัวของดาวจะถูกดับภายในประมาณห้าพันล้านปีนับจากนี้แม้กระทั่งคิดว่าคาดว่าจะเพิ่มขึ้นระยะสั้นในอัตราการก่อตัวของดาวเนื่องจากการปะทะกันระหว่างทั้ง __milky Way__ กาแล็กซี่ ในความเป็นจริงการวัดกาแลคซีอื่น ๆ ที่คล้ายกับ __milky way__ แนะนำว่ามันเป็นหนึ่งในกาแลคซีสีแดงและสดใสที่สุดที่ยังคงก่อตัวเป็นดาวดวงใหม่และเป็นเพียงเล็กน้อยกว่ากาแลคซีลำดับสีแดงบลู\n\n## อายุและประวัติศาสตร์จักรวาลวิทยา\n\nกลุ่มทรงกลมเป็นหนึ่งในวัตถุที่เก่าแก่ที่สุดใน __milky way__ ซึ่งกำหนดขีด จำกัด ที่ต่ำกว่าในอายุของ __milky way__ อายุของดาวแต่ละดวงใน __milky way__ สามารถประเมินได้โดยการวัดความอุดมสมบูรณ์ขององค์ประกอบกัมมันตรังสีที่มีอายุยาวนานเช่นทอเรียม -232 และยูเรเนียม 238 จากนั้นเปรียบเทียบผลลัพธ์กับการประมาณการความอุดมสมบูรณ์ดั้งเดิมของพวกเขาเทคนิคที่เรียกว่านิวเคลียส ค่าอัตราผลตอบแทนเหล่านี้ประมาณ 12.5 ± 3 พันล้านปีสำหรับ CS 31082-001 และ 13.8 ± 4 พันล้านปีสำหรับ BD +17 ° 3248 เมื่อดาวแคระขาวเกิดขึ้นมันจะเริ่มผ่านการระบายความร้อนด้วยรังสีและอุณหภูมิพื้นผิวลดลงอย่างต่อเนื่อง โดยการวัดอุณหภูมิของความเย็นที่สุดของดาวแคระขาวเหล่านี้และเปรียบเทียบกับอุณหภูมิเริ่มต้นที่คาดหวังของพวกเขาสามารถประมาณอายุได้ ด้วยเทคนิคนี้อายุของคลัสเตอร์ทรงกลม M4 ประมาณ 12.7 ± 0.7 พันล้านปี การประมาณอายุของกลุ่มที่เก่าแก่ที่สุดของกลุ่มเหล่านี้ให้การประเมินที่เหมาะสมที่สุด 12.6 พันล้านปีและความเชื่อมั่น 95% สูงสุด 16 พันล้านปี\n\nมีการพบดาวหลายดวงในรัศมี __milky Way __ ที่มีอายุการวัดที่วัดได้ใกล้เคียงกับอายุ 13.80 พันล้านปีของจักรวาล ในปี 2550 ดาวในกาแลคซีรัศมีเขา 1523-0901 คาดว่าจะมีอายุประมาณ 13.2 พันล้านปี ในฐานะที่เป็นวัตถุที่เก่าแก่ที่สุดที่รู้จักกันในทางช้างเผือก __ ในเวลานั้นการวัดนี้ทำให้ขีด จำกัด ที่ต่ำกว่าในอายุของ __milky way__ การประมาณการนี้ทำโดยใช้สเปคโตรกราฟ Echelle UV-visual ของกล้องโทรทรรศน์ขนาดใหญ่มากเพื่อวัดความแข็งแรงสัมพัทธ์ของเส้นสเปกตรัมที่เกิดจากการปรากฏตัวของทอเรียมและองค์ประกอบอื่น ๆ ที่สร้างขึ้นโดยกระบวนการ R ความแข็งแรงของเส้นให้ผลผลิตของไอโซโทปองค์ประกอบที่แตกต่างกันซึ่งการประเมินอายุของดาวสามารถได้มาโดยใช้นิวคลีโอโกสโครโลวิทยา ดาวอีกดวงหนึ่ง HD 140283 คือ 14.5 ± 0.7 พันล้านปี\n\nอายุของดวงดาวในดิสก์บาง ๆ กาแลคซีก็ถูกประเมินโดยใช้ nucleocosmochronology การวัดของดิสก์ดิสก์บางทำให้เกิดการประเมินว่าดิสก์บาง ๆ เกิดขึ้นเมื่อ 8.8 ± 1.7 พันล้านปีก่อน การวัดเหล่านี้ชี้ให้เห็นว่ามีการหายไปเกือบ 5 พันล้านปีระหว่างการก่อตัวของกาแลคซีรัศมีและดิสก์บาง ๆ การวิเคราะห์ล่าสุดของลายเซ็นสารเคมีของดาวหลายพันดวงแสดงให้เห็นว่าการก่อตัวของตัวเอกอาจลดลงตามคำสั่งของขนาดในช่วงเวลาของการก่อตัวของดิสก์เมื่อ 8-10 พันล้านปีก่อนเมื่อก๊าซระหว่างดวงดาวร้อนเกินไปที่จะสร้างดาวดวงใหม่ในอัตราเดียวกัน เหมือนก่อน.\n\nกาแลคซีดาวเทียมที่อยู่รอบ ๆ __milky Way__ ไม่ได้กระจายแบบสุ่ม แต่ดูเหมือนจะเป็นผลมาจากการสลายตัวของระบบขนาดใหญ่บางแห่งที่สร้างโครงสร้างวงแหวน 500,000 เส้นแสงและกว้าง 50,000 ปีแสง การเผชิญหน้าอย่างใกล้ชิดระหว่างกาแลคซีเช่นที่คาดไว้ใน 4 พันล้านปีกับ Andromeda Galaxy ฉีกก๊าซขนาดใหญ่ออกไปซึ่งเมื่อเวลาผ่านไปสามารถรวมตัวกันเพื่อสร้างกาแลคซีแคระในวงแหวนในมุมโดยพลการกับแผ่นดิสก์หลัก",
"t.Sun is Born": "__ \"เขาเป็นคนที่สร้างคืนและทั้งวันและดวงอาทิตย์และดวงจันทร์ทั้งหมด (ศพท้องฟ้า) ว่ายน้ำตามกันในแต่ละสนาม\" (อัลกุรอาน 21:33)\n\n__sun__ ในใจกลางของระบบสุริยจักรวาลของเราคือดาวแคระสีเหลือง มันให้พลังงานเป็นแสง ซึ่งรวมถึงแสงไฟอินฟาเรด (ความร้อน) แสงอัลตราไวโอเลตและคลื่นวิทยุ นอกจากนี้ยังให้ลำธารของอนุภาคซึ่งมาถึงโลกในฐานะ \"ลมสุริยะ\" แหล่งที่มาของพลังงานทั้งหมดนี้คือปฏิกิริยาในดาวที่เปลี่ยนไฮโดรเจนให้กลายเป็นฮีเลียมและสร้างพลังงานจำนวนมาก\n\n__sun__ เป็นดาวเหมือนคนอื่น ๆ ในกาแลคซีทางช้างเผือกของเรา มันมีอยู่มานานกว่า 4.5 พันล้านปีและจะดำเนินต่อไปอย่างน้อยก็นาน __sun__ กว้างประมาณร้อยเท่าของโลก มันมีมวล 1.9891 × 1030 กิโลกรัมซึ่งเป็น 333,000 เท่าของมวลโลก โลกสามารถพอดีกับ __sun__ 1.3 ล้านครั้ง\n\nนักวิทยาศาสตร์คิดว่า __sun__ เริ่มต้นจากเมฆฝุ่นขนาดใหญ่และน้ำแข็งขนาดเล็กประมาณ 4.567 พันล้านปีก่อน\n\nที่กึ่งกลางของเมฆขนาดใหญ่นั้นแรงโน้มถ่วงทำให้วัสดุสร้างขึ้นเป็นลูกบอล เมื่อสิ่งนี้มีขนาดใหญ่พอความกดดันครั้งใหญ่ภายในก็เริ่มปฏิกิริยาฟิวชั่น พลังงานที่ปล่อยออกมาทำให้ลูกบอลนั้นร้อนและเปล่งประกาย\n\nพลังงานที่แผ่ออกมาจาก __sun__ ผลักคลาวด์ที่เหลือออกจากตัวเองและดาวเคราะห์ที่เกิดขึ้นจากส่วนที่เหลือของคลาวด์นี้",
"t.Earth is Born": "__ \"จากนั้นพระองค์ (อัลลอฮ) หันไปสู่สวรรค์ในขณะที่มันเป็นควันทั้งหมดเขาพูดกับสวรรค์และโลก:“ มา (เป็น) เต็มใจหรือไม่เต็มใจ” พวกเขากล่าวว่า:“ ที่นี่เรามา (เป็น) ด้วยความเต็มใจที่จะเชื่อฟัง” __\n\n__EARTH__ และดาวเคราะห์ดวงอื่นก่อตัวขึ้นประมาณ 4.6 พันล้านปีก่อน พวกเขาทำจากก๊าซที่เหลือจากเนบิวลาที่ทำให้ดวงอาทิตย์ นี่เป็นปาฏิหาริย์ทางวิทยาศาสตร์ของอัลกุรอานอีกครั้งในขณะที่พระเจ้าอธิบายมันในอัลกุรอาน: \"จากนั้นเขา (อัลลอฮ) ก็หันไปสู่สวรรค์ในขณะที่มันเป็นควันทั้งหมดเขาพูดกับสวรรค์และโลก:\" เข้ามา (เป็น) ด้วยความเต็มใจ หรือไม่เต็มใจ” พวกเขากล่าวว่า:“ ที่นี่เรามา (เป็น) ในการเชื่อฟังที่เต็มใจ” ข้อนี้กำลังพูดถึงวิธีการก่อตัวของโลก\n\nดวงจันทร์อาจเกิดขึ้นหลังจากการปะทะกันระหว่างต้น __EARTH__ และดาวเคราะห์ขนาดเล็ก (บางครั้งเรียกว่า Theia) นักวิทยาศาสตร์เชื่อว่าบางส่วนของดาวเคราะห์ทั้งสองแตกออก - กลายเป็นดวงจันทร์ (โดยแรงโน้มถ่วง)\n\nอัลกุรอานระบุว่าอัลลอฮ is สร้างดวงอาทิตย์ดวงจันทร์และดาวเคราะห์แต่ละอันมีหลักสูตรหรือวงโคจรของตัวเอง __ \"เขาเป็นคนที่สร้างคืนและทั้งวันและดวงอาทิตย์และดวงจันทร์ทั้งหมด (ศพท้องฟ้า) ว่ายน้ำตามกันในแต่ละสนาม\" (อัลกุรอาน 21:33)\n\nน้ำ __EARTH __ มาจากสถานที่ต่าง ๆ ไอน้ำกลั่นตัวและดาวหางและดาวเคราะห์น้อยกระทบ __EARTH__ ทำให้มหาสมุทร ภายในหนึ่งพันล้านปี (นั่นคือประมาณ 3.6 พันล้านปีก่อน) นักวิทยาศาสตร์เชื่อว่าชีวิตครั้งแรกเริ่มต้นขึ้นในยุคอาร์เคีย แบคทีเรียบางตัวพัฒนาการสังเคราะห์ด้วยแสงซึ่งช่วยให้พืชทำอาหารจากแสงและน้ำของดวงอาทิตย์ สิ่งนี้ปล่อยออกซิเจนจำนวนมากซึ่งเป็นครั้งแรกที่เหล็กนำมาใช้ในการแก้ปัญหา ในที่สุดออกซิเจนอิสระเข้าสู่ชั้นบรรยากาศหรืออากาศทำให้พื้นผิวของ __earth __ เหมาะสำหรับชีวิตแอโรบิก ออกซิเจนนี้ยังก่อให้เกิดชั้นโอโซนซึ่งปกป้องพื้นผิวของ __earth __ จากรังสีอัลตราไวโอเลตที่ไม่ดีจากดวงอาทิตย์\n\nอีกครั้งพระเจ้าบอกเราเกี่ยวกับเลเยอร์โอโซนในอัลกุรอาน แต่ก็มีปาฏิหาริย์ทางวิทยาศาสตร์อีกครั้งของอัลกุรอาน: __ \"และเราทำให้ท้องฟ้าเป็นหลังคาที่ได้รับการปกป้องอย่างดี (อัลกุรอาน 21:32) __\n\nนักวิทยาศาสตร์เชื่อว่าชีวิตที่ซับซ้อนบนพื้นผิวของแผ่นดินไม่ได้มีอยู่ก่อนชั้นโอโซนเพราะหากไม่มีการป้องกันรังสีของดวงอาทิตย์จะมากเกินไปสำหรับชีวิตขั้นสูงเพื่อความอยู่รอด\n\n__EARTH__ แตกต่างกันมากในอดีตอันไกลโพ้น นานมาแล้วที่ดินเกือบทั้งหมดอยู่ในที่เดียว สิ่งนี้เรียกว่า Supercontinent supercontinent ที่รู้จักกันดีที่สุดคือ Vaalbara ต่อมามีเวลา (cryogenian) เมื่อ __EARTH__ เกือบทั้งหมดถูกปกคลุมด้วยแผ่นน้ำแข็งหนา (ธารน้ำแข็ง) สิ่งนี้เรียกว่าทฤษฎีสโนว์บอล __EARTH__",
"t.Heavy Bombardment": "__ \"เราได้ส่งผู้ส่งสารของเราไปแล้วด้วยหลักฐานที่ชัดเจนและส่งพระคัมภีร์และความสมดุลที่ผู้คนอาจรักษา [กิจการของพวกเขา] ด้วยความยุติธรรมและเราส่งเหล็กลงมาซึ่งเป็นทหารที่ยิ่งใหญ่และเป็นประโยชน์ต่อประชาชน และอัลลอฮ์อาจทำให้ผู้ที่สนับสนุนเขาและผู้ส่งสารของเขามองไม่เห็นแน่นอนอัลลอฮ์นั้นมีพลังและสูงส่งในความสามารถ \" (อัลกุรอาน 57:25) __\n\nการทิ้งระเบิดหนัก (ตัวย่อ LHB และยังเป็นที่รู้จักกันในนาม Lunar Cataclysm) เป็นเหตุการณ์ที่คิดว่าเกิดขึ้นประมาณ 3.8 ถึง 4.1 พันล้านปีก่อน สิ่งนี้เป็นที่รู้จักกันในนามยุคนีโอฮีนและอีโออาร์คีนบนโลก ในช่วงเวลานี้ดาวเคราะห์น้อยจำนวนมากถูกทฤษฎีว่ามีการชนกับดาวเคราะห์โลกยุคแรก ๆ ในระบบสุริยะภายในรวมถึงปรอทดาวศุกร์วีนัสโลกและดาวอังคาร\n\nการทิ้งระเบิดที่หนักหน่วงนั้นเกิดขึ้นหลังจากโลกและดาวเคราะห์หินอื่น ๆ ได้ก่อตัวขึ้นและทำให้มวลของพวกเขาส่วนใหญ่ แต่ก็ยังเริ่มต้นในประวัติศาสตร์ของโลก\n\nนักวิทยาศาสตร์ในวันนี้รู้ว่าเหล็กไม่สามารถพัฒนาบนโลกได้ เนื่องจากขนาดของโลกพวกเขารู้พวกเขารู้ว่าวัสดุดังกล่าวไม่สามารถพัฒนาได้ที่นี่ตามธรรมชาติ ในความเป็นจริงพวกเขารู้ว่าต้องทำเหล็กภายในดวงดาวโดยเฉพาะซูเปอร์ยักษ์สีแดง เฉพาะภายในดาวขนาดมหึมาเท่านั้นที่สามารถสร้างองค์ประกอบเข้าด้วยกันในระหว่างปฏิกิริยาฟิวชั่น จากนั้นจะมีซุปเปอร์โนวาเกิดขึ้นหมายถึงดาวระเบิดและชิ้นส่วนเหล็กจะถูกทำลายลงในอวกาศ นักวิทยาศาสตร์เชื่อว่านี่เป็นวิธีที่เหล็กมาถึงโลก\n\nอัลกุรอานกล่าวถึง __ \"และเราส่งเหล็กลง\" __ จนกระทั่งเมื่อไม่นานมานี้หากไม่มีนักวิทยาศาสตร์ค้นพบช่วงเวลา __heavy Bombardment __, ข้อนี้เกี่ยวกับ __ \"เราส่งเหล็ก\" __ จะไม่สมเหตุสมผลกับเรามากนัก อย่างไรก็ตามมันกลับกลายเป็นว่าพระเจ้าส่งเหล็กมาให้เราอย่างแท้จริงเพื่อให้เราได้รับประโยชน์จากมัน",
"t.Life on Earth": "__ \"คนที่ไม่เชื่อว่าไม่ได้พิจารณาว่าสวรรค์และโลกเป็นนิติบุคคลที่เข้าร่วมแล้วเราก็แยกพวกเขาออกจากกันและทำจากน้ำทุกสิ่งที่มีชีวิตหรือไม่แล้วพวกเขาจะไม่เชื่อ?\" (อัลกุรอาน 21:30) .__\n\nLifeforms ที่อ้างสิทธิ์เร็วที่สุดคือจุลินทรีย์ฟอสซิล (หรือไมโครฟอสซิล) พวกมันถูกพบในหินที่อุดมด้วยเหล็กและซิลิกาซึ่งครั้งหนึ่งเคยเป็นช่องระบายความร้อนในความร้อนในแถบ Nuvvuagittuq Greenstone ของควิเบกประเทศแคนาดา\n\nหินเหล่านี้มีอายุมากกว่า 4.28 พันล้านปี รูปแบบท่อที่มีอยู่จะแสดงในรายงาน หากนี่เป็นบันทึกที่เก่าแก่ที่สุดของชีวิตบนโลกมันแสดงให้เห็นว่า \"การเกิดขึ้นเกือบทันทีของชีวิต\" หลังจากมหาสมุทรก่อตัวขึ้นเมื่อ 4.4 พันล้านปีก่อน ตามที่สตีเฟ่นแบลร์เฮดจ์ \"ถ้าชีวิตเกิดขึ้นค่อนข้างเร็วบนโลกก็อาจเป็นเรื่องธรรมดาในจักรวาล\"\n\nอัลกุรอานอธิบายว่าอัลลอฮ __ \"ทำจากน้ำทุกสิ่งที่มีชีวิต\" (อัลกุรอาน 21:30). __ อีกข้ออธิบายว่า __ \"อัลลอฮ์ได้สร้างสัตว์ทุกชนิดจากน้ำ เดินบนสองขาและบางคนที่เดินบนสี่อัลลอฮ recte สร้างสิ่งที่เขาต้องการเพราะอัลลอฮ์มีอำนาจเหนือทุกสิ่ง \"(24:45)\n\nข้อเหล่านี้สนับสนุนทฤษฎีทางวิทยาศาสตร์ที่ชีวิตเริ่มต้นขึ้นในมหาสมุทรของโลก พวกเขายังไปพร้อมกับชีววิทยาสมัยใหม่ที่ระบุว่าสัตว์บางชนิดประกอบด้วยน้ำมากถึง 90% ในขณะที่มนุษย์ประกอบด้วยน้ำประมาณ 60%",
"t.Single Celled Organisms": "__ อัลกุรอานอธิบายว่าอัลเลาะห์ \"ทำจากน้ำทุกสิ่งมีชีวิต\" (อัลกุรอาน 21:30) __\n\nสิ่งมีชีวิตเดียวเป็นสิ่งมีชีวิตที่มีเซลล์หนึ่งเซลล์\n\nสิ่งมีชีวิตเดียวสามารถพบได้ทุกที่ รูปแบบที่เก่าแก่ที่สุดของชีวิตมีอยู่เมื่อ 3.8 พันล้านปีก่อนถ้าไม่นาน นักวิทยาศาสตร์เชื่อว่าสิ่งมีชีวิตเหล่านี้อาศัยอยู่ในน้ำ พวกเขาติดตามกลยุทธ์ที่หลากหลายเพื่อความอยู่รอด: การสังเคราะห์ด้วยแสง (ไซยาโนแบคทีเรีย), เคมีบำบัด (อาร์เคียหลายแห่ง) และ heterotrophy (อะมีบา) สิ่งมีชีวิตที่มีเซลล์เดียวมี flagella, หางเล็ก ๆ ที่พวกเขาใช้สำหรับการเคลื่อนไหวหรือ lobopods, ส่วนขยายของโครงกระดูกเซลลูลาร์ (cytoskeleton) ซึ่งปรากฏเป็นแขน bloblike flagella ของบรรพบุรุษที่เป็นเซลล์เดียวของเราเกิดขึ้นตลอดทางเข้าสู่สัตว์ซึ่งมันทำให้ปรากฏเป็นสเปิร์มที่มีการตั้งค่าสถานะ\n\n__ อัลกุรอานอธิบายว่าอัลเลาะห์ \"ทำจากน้ำทุกสิ่งมีชีวิต\" (อัลกุรอาน 21:30) __ อีกข้อหนึ่งอธิบายว่า __ \"อัลลอฮได้สร้างสัตว์ทุกตัวจากน้ำพวกเขามีบางอย่างที่คืบคลานอยู่บนท้องของพวกเขาบางคนที่เดินบนสองขาและบางคนที่เดินไปสี่อัลลอฮ์สร้างสิ่งที่เขาต้องการ ทุกสิ่ง \"(อัลกุรอาน 24:45) __\n\nข้อเหล่านี้สนับสนุนทฤษฎีทางวิทยาศาสตร์ที่ชีวิตเริ่มต้นขึ้นในมหาสมุทรของโลก",
"t.Animals": "ฟอสซิลแรกที่อาจเป็นตัวแทนของสัตว์ที่ปรากฏในหินอายุ 665 ล้านปีของการก่อตัวของ Trezona ทางใต้ของรัฐเซาท์ออสเตรเลีย ฟอสซิลเหล่านี้ถูกตีความว่าส่วนใหญ่อาจเป็นฟองน้ำต้น\n\nสัตว์ที่เก่าแก่ที่สุดพบได้ใน Biota Ediacaran ในตอนท้ายของ Precambrian เมื่อประมาณ 610 ล้านปีก่อน เป็นที่น่าสงสัยมานานแล้วว่าสัตว์เหล่านี้รวมถึงสัตว์เหล่านี้หรือไม่ แต่การค้นพบคอเลสเตอรอลของสัตว์ในฟอสซิลของ Dickinsonia ระบุว่าสิ่งเหล่านี้เป็นสัตว์\n\nphyla สัตว์จำนวนมากปรากฏตัวครั้งแรกในบันทึกฟอสซิลในระหว่างการระเบิดของ Cambrian เริ่มต้นประมาณ 542 ล้านปีที่แล้วบนเตียงเช่น Burgess Shale phyla ที่ยังหลงเหลืออยู่ในหินเหล่านี้รวมถึงมอลลัสส์, brachiopods, onychophorans, tardigrades, arthropods, echinoderms และ hemichordates พร้อมกับรูปแบบที่ขยายออกไปมากมายเช่นความผิดปกติที่กินสัตว์อื่น นักวิทยาศาสตร์ไม่แน่ใจว่าสัตว์เหล่านี้ทั้งหมดปรากฏตัวใกล้พร้อมกันหรือไม่หรือเป็นปัญหาเกี่ยวกับวิธีการรวบรวมบันทึกฟอสซิล",
"t.Fish": "นักวิทยาศาสตร์เชื่อว่าปลาตัวแรกปรากฏตัวเมื่อประมาณ 530 ล้านปีก่อนในระหว่างการระเบิดของ Cambrian เชื่อกันว่าเป็นสัตว์มีกระดูกสันหลังตัวแรกหรือสัตว์ที่มีกระดูกสันหลังหรือกระดูกสันหลัง ปลาตัวแรกคิดว่าเป็นของ Agnatha หรือปลาที่ไม่มีขากรรไกร ในช่วงปลาย Cambrian ปลาที่มีลักษณะคล้ายปลาไหลที่เรียกว่า Conodonts และปลาเกราะขนาดเล็กส่วนใหญ่ที่รู้จักกันในชื่อ Ostracoderms ปรากฏตัวครั้งแรก ปลาที่ไม่มีขากรรไกรส่วนใหญ่สูญพันธุ์ไปแล้ว",
"t.Insects": "__INSECTS__ เป็นชั้นเรียนในไฟลัมอาร์โทรพอดะ พวกมันเป็นสัตว์ไม่มีกระดูกสันหลังขนาดเล็กภาคพื้นดินซึ่งมีโครงกระดูกภายนอกที่แข็ง\n\n__insects__ เป็นกลุ่มสัตว์ที่ใหญ่ที่สุดในโลก มีการอธิบายเกี่ยวกับ __926,400 สปีชีส์ที่แตกต่างกัน __ พวกเขาคิดว่า __ มากกว่าครึ่งหนึ่งของสายพันธุ์ที่มีชีวิตทั้งหมดที่รู้จักกัน __ และเชื่อว่า __ ทำให้มากกว่า 90% ของสายพันธุ์สัตว์ __ บนโลก\n\nพบสายพันธุ์ใหม่ของ __insects __ อย่างต่อเนื่อง ประมาณการจำนวนสปีชีส์ทั้งหมดมีตั้งแต่ 2 ล้านถึง 30 ล้าน\n\n__insects__ มีหกขา และส่วนใหญ่มีปีก เชื่อกันว่า __insects เป็นสัตว์ตัวแรกที่มีความสามารถในการบิน ขณะที่พวกเขาพัฒนาจากไข่ __insects__ รับ __metamorphosis__ ซึ่งเป็นกระบวนการที่น่าทึ่งของการเปลี่ยนแปลงที่รูปแบบที่ยังไม่บรรลุนิติภาวะของแมลงเปลี่ยนรูปแบบผู้ใหญ่ในสองขั้นตอนหรือมากกว่าที่แตกต่างกัน __INSECTS__ อาศัยอยู่ทั่วโลก: เกือบทั้งหมดเป็นภาคพื้นดิน (อาศัยอยู่บนบก) แต่บางคนมีชีวิตอยู่ __INSECTS__ ในมหาสมุทรหรือในสถานที่ที่เย็นมากเช่นแอนตาร์กติกา สปีชีส์ส่วนใหญ่อาศัยอยู่ในพื้นที่เขตร้อน\n\nบางคนเรียกทั้งหมด __insects__ \"ข้อบกพร่อง\" แต่สิ่งนี้ไม่ถูกต้อง มีเพียง __insects __ บางส่วนเท่านั้นที่เป็นข้อบกพร่องที่แท้จริงซึ่งเป็นคำสั่งเฉพาะของ __insects__ คนที่เรียน __insects __ เรียกว่า __entomologists__",
"t.Reptiles": "__reptile__ เป็นชื่อสามัญสำหรับหนึ่งในกลุ่มหลักของสัตว์มีกระดูกสันหลัง มันไม่ได้ใช้มากนักโดยนักชีววิทยาที่ใช้คำศัพท์ที่แม่นยำยิ่งขึ้น\n\nชื่อ __ \"สัตว์เลื้อยคลาน\" __ มาจากละตินและหมายถึง \"คนที่คืบคลาน\" ทุกชนิดที่มีชีวิต __reptile__ มีเลือดเย็นมีผิวหนังเป็นเกล็ดและวางไข่ cleidoic พวกเขาขับถ่ายกรดยูริค (แทนที่จะเป็นยูเรีย) และมี cloaca Cloaca เป็นการเปิดที่ใช้ร่วมกันสำหรับทวารหนักทางเดินปัสสาวะและท่อสืบพันธุ์ __reptiles__ ยังแบ่งปันการจัดเรียงของหัวใจและหลอดเลือดที่สำคัญซึ่งแตกต่างจากของสัตว์เลี้ยงลูกด้วยนม\n\nกลุ่มที่สำคัญหลายคนของ __reptiles__ กำลังสูญพันธุ์ไปแล้วเช่น mosasaurs เราเคยบอกว่าไดโนเสาร์สูญพันธุ์ไปแล้ว แต่พวกเขาก็มีชีวิตรอดในรูปแบบของลูกหลานขนนก (นก) โบราณ __reptiles__ ที่อยู่รอด ได้แก่ เต่าจระเข้และ Tuatara ผู้รอดชีวิตที่โดดเดี่ยวของกลุ่ม ส่วนใหญ่ของวันนี้ __reptiles__ เป็นงูและกิ้งก่า\n\nการศึกษาการมีชีวิต __reptiles__ เรียกว่า herpetology",
"t.Dinosaur Age": "__dinosaurs__ (หมายถึง \"กิ้งก่าที่น่ากลัว\") เป็นกลุ่มสัตว์เลื้อยคลาน Archosaur ที่หลากหลาย พวกเขาเป็นสัตว์ดินแดนที่โดดเด่นของยุค Mesozoic เป็นที่รู้จักกันมากกว่า 500 จำพวกไดโนเสาร์ พบฟอสซิลของไดโนเสาร์ในทุกทวีปและยังมีการค้นพบใหม่บ่อยครั้ง\n\n__dinosaurs__ ปรากฏตัวใน Triassic ตอนบนเมื่อประมาณ 230 ล้านปีก่อน วันที่เร็วที่สุดของฟอสซิลไดโนเสาร์คือของ Eoraptor, 231.4 ถึง 228 Mya ในช่วงต้นจูราสสิคพวกเขาเป็นสัตว์มีกระดูกสันหลังชั้นนำและครองสภาพแวดล้อมส่วนใหญ่บนบก พวกเขายังคงดำเนินต่อไปจนถึงเหตุการณ์การสูญพันธุ์ K/T (ทั่วโลก) เมื่อ 66 ล้านปีก่อน\n\nจากบันทึกฟอสซิลนักวิทยาศาสตร์เชื่อว่านกกำลังมีชีวิตอยู่ในไดโนเสาร์ขนนกและดังนั้นพวกเขาจึงเป็นไดโนเสาร์สายเดียวที่จะอยู่รอดจนถึงปัจจุบัน\n\nไดโนเสาร์มีการดัดแปลงซึ่งช่วยให้พวกเขาประสบความสำเร็จ ไดโนเสาร์ที่รู้จักกันเป็นครั้งแรกคือนักล่าตัวเล็ก ๆ ที่เดินบนสองขา ลูกหลานทั้งหมดของพวกเขามีท่าทางตั้งตรงโดยมีขาอยู่ใต้ร่างกาย สิ่งนี้เปลี่ยนสไตล์ทั้งชีวิตของพวกเขา มีคุณสมบัติอื่น ๆ ไดโนเสาร์ตัวเล็กส่วนใหญ่มีขนนกและอาจเป็นเลือดอบอุ่น สิ่งนี้จะทำให้พวกเขาใช้งานได้ด้วยการเผาผลาญที่สูงกว่าสัตว์เลื้อยคลานสมัยใหม่ ปฏิสัมพันธ์ทางสังคมที่มีอยู่ในฝูงและความร่วมมือดูเหมือนจะมีแนวโน้มมากสำหรับบางประเภท\n\nฟอสซิลแรกได้รับการยอมรับว่าเป็นไดโนเสาร์ในช่วงต้นศตวรรษที่ 19 กระดูกบางส่วนของพวกเขาถูกพบก่อนหน้านี้มาก แต่ไม่เข้าใจ William Buckland, Gideon Mantell และ Richard Owen เป็นนักวิทยาศาสตร์ที่เห็นว่ากระดูกเหล่านี้เป็นสัตว์กลุ่มพิเศษ ตอนนี้ไดโนเสาร์เป็นสถานที่ท่องเที่ยวสำคัญที่พิพิธภัณฑ์ทั่วโลก พวกเขาได้กลายเป็นส่วนหนึ่งของวัฒนธรรมสมัยนิยม มีหนังสือและภาพยนตร์ขายดีมากมายเกี่ยวกับพวกเขา การค้นพบไดโนเสาร์ใหม่มีการรายงานในสื่อค่อนข้างบ่อย",
"t.Mammals": "__mammals__ เป็นกลุ่มของสัตว์มีกระดูกสันหลังซึ่งเป็นสัตว์เลี้ยงลูกด้วยนมในชั้นเรียน พวกเขามีขนหรือผมและการควบคุมอุณหภูมิที่แม่นยำมาก\n\nด้วยข้อยกเว้นของ monotremes สัตว์เลี้ยงลูกด้วยนมทุกคนมีชีวิตอยู่หนุ่มสาว พวกเขายังผลิตนมสำหรับเด็ก การดูแลผู้ปกครองของเด็กนั้นเป็นสากลในหมู่สัตว์เลี้ยงลูกด้วยนมและเป็นสิ่งสำคัญเพราะการเกิดมีชีวิต จำกัด จำนวนลูกหลาน",
"t.Stegosaurus": "Stegosaurus (หมายถึง \"Roof-Lizard\") เป็นไดโนเสาร์กินพืชชนิดหนึ่งซึ่งอาศัยอยู่ในอเมริกาเหนือตะวันตกตอนนี้\n\nStegosaurus อาศัยอยู่ในช่วงจูราสสิคตอนบนเมื่อประมาณ 155-145 ล้านปีก่อน มันเป็นหนึ่งในไดโนเสาร์ที่ได้รับการยอมรับอย่างง่ายดายที่สุดโดยมีจานรูปทรงว่าวแถวที่โดดเด่นที่ด้านหลังและแหลมยาวบนหางของมัน ชุดเกราะเป็นสิ่งจำเป็นเนื่องจากมันอาศัยอยู่กับผู้กินเนื้อสัตว์เช่น Allosaurus และ Ceratosaurus",
"t.Tyrannosaurus": "Tyrannosaurus เป็นไดโนเสาร์กินข้าวขนาดใหญ่จากยุคครีเทเชียสตอนบนเมื่อ 65.5-67 ล้านปีก่อน\n\nTyrannosaurus เป็นสัตว์กินเนื้อสองข้างที่มีกะโหลกศีรษะขนาดใหญ่ที่มีความสมดุลด้วยหางยาวและหนัก เมื่อเทียบกับแขนขาหลังขนาดใหญ่และทรงพลังแล้ว forelimbs ของมันมีขนาดเล็ก แต่ทรงพลังสำหรับขนาดของพวกเขา พวกเขามีตัวเลขสองตัว\n\nมีการพูดคุยกันว่าเป็นนักล่าหรือคนเก็บขยะ เช่นเดียวกับผู้กินเนื้อสัตว์ที่โดดเด่นที่สุดในปัจจุบันเช่นสิงโตและไฮยีน่า Tyrannosaurus อาจเป็นทั้งคู่ มันมีขากรรไกรที่แข็งแกร่งมากและพลังการกัดของมันอาจทำให้กระดูกของไดโนเสาร์อื่น ๆ",
"t.Dinosaur Extinction": "การสูญพันธุ์ในตอนท้ายของยุคครีเทเชียสเกิดจากเหตุการณ์ภัยพิบัติอย่างน้อยหนึ่งเหตุการณ์เช่นผลกระทบของดาวเคราะห์น้อยหรืออุกกาบาตขนาดใหญ่หรือกิจกรรมภูเขาไฟที่เพิ่มขึ้น\n\nหลุมอุกกาบาตที่ได้รับผลกระทบหลายอย่างและกิจกรรมภูเขาไฟขนาดใหญ่เช่นในกับดัก Deccan ในอินเดียได้รับการลงวันที่ตามเวลาโดยประมาณของเหตุการณ์การสูญพันธุ์ เหตุการณ์ทางธรณีวิทยาเหล่านี้อาจลดแสงแดดและการสังเคราะห์ด้วยแสงซึ่งนำไปสู่การหยุดชะงักครั้งใหญ่ในนิเวศวิทยาของโลก",
"t.Primate Bipedalism": "Bipedalism กำลังมีหรือใช้สองฟุตในการเดิน นักวิทยาศาสตร์เชื่อว่าสองฝ่ายในบิชอพคือเมื่อ 6 ถึง 7 ล้านปีก่อนเนื่องจากเป็นซากดึกดำบรรพ์ที่เก่าแก่ที่สุดที่พวกเขาพบว่าแสดงให้เห็นถึงลักษณะของสองขั้ว นักวิวัฒนาการเชื่อว่าสิ่งเหล่านี้เป็นบรรพบุรุษยุคแรก ๆ ของเผ่าพันธุ์มนุษย์ แต่ทฤษฎีนี้มีหลักฐานเพียงเล็กน้อยที่จะสนับสนุนมัน",
"t.Constructed Tools": "__stone tools__ เป็นเครื่องมือที่ทำจากหิน พวกเขาคือเหตุผลที่อายุหินได้รับชื่อ นักวิทยาศาสตร์เชื่อว่าพวกเขาเป็นเครื่องมือแรกที่ใช้ เมื่อเร็ว ๆ นี้มีการเรียนรู้ว่ามีการใช้เครื่องมือหินก่อนที่มนุษย์จะมีชีวิตอยู่",
"t.Control Fire": "__ การควบคุมไฟโดยมนุษย์ยุคแรกมีความสำคัญต่อมนุษย์ยุคแรก ๆ ไฟเป็นแหล่งของความอบอุ่นการป้องกันการปรับปรุงการล่าสัตว์และวิธีการปรุงอาหาร ความก้าวหน้าทางวัฒนธรรมเหล่านี้อนุญาตให้ใช้นวัตกรรมทางวัฒนธรรมและการเปลี่ยนแปลงอาหาร นอกจากนี้การควบคุมไฟทำให้การขยายกิจกรรมของมนุษย์ไปสู่สภาพอากาศที่หนาวเย็นและอยู่ต่อไปในตอนเย็นโดยทั้งความอบอุ่นและแสงสว่าง\n\nการเรียกร้องสำหรับหลักฐานที่ชัดเจนที่สุดของช่วงการควบคุมตั้งแต่ประมาณ 200 พันถึง 1.7 ล้านปีก่อน หลักฐานการใช้ไฟควบคุมเริ่มต้นเมื่อ 1,000,000 ปีก่อนได้รับการสนับสนุนทางวิทยาศาสตร์อย่างกว้างขวาง ใบมีดหินเหล็กไฟที่ถูกไฟไหม้ถูกพบใกล้ซากดึกดำบรรพ์ของมนุษย์ในโมร็อกโกและลงวันที่ประมาณ 300,000 ปีก่อน หลักฐานที่แพร่หลายของการควบคุมวันที่ไฟไหม้ประมาณ 125,000 ปีที่ผ่านมา",
"t.Adam": "__ \"โอ้มนุษยชาติ! เราสร้างคุณจากคู่ของชายและหญิงคู่เดียวและทำให้คุณเป็นชาติและชนเผ่าเพื่อที่คุณจะได้รู้จักกัน (ไม่ใช่ว่าเจ้าจะดูถูกซึ่งกันและกัน) ในสายตาของอัลเลาะห์คือผู้ที่ชอบธรรมที่สุดของคุณและอัลลอฮมีความรู้อย่างเต็มที่และคุ้นเคยกันดี (กับทุกสิ่ง) \"(อัลกุรอาน 49:13)\n\nอดัม (อาหรับ: آم) เป็นมนุษย์คนแรกในโลกและเป็นคนแรกของนาบี (نبي, ศาสดา) ของศาสนาอิสลาม อาดัมที่เคารพนับถือของมุสลิมในฐานะพ่อของเผ่าพันธุ์มนุษย์และภรรยาของเขาHawwā (حواء, อีฟ) ในฐานะแม่ของมนุษยชาติ ชาวมุสลิมมองว่าอาดัมเป็นมุสลิมคนแรกในขณะที่อัลกุรอานกล่าวว่าผู้เผยพระวจนะทุกคนเทศนาความเชื่อของศาสนาอิสลามแบบเดียวกันซึ่งหมายถึงการยอมจำนนต่อพระเจ้า\n\nจากบุคคลทั้งสองนี้คนรุ่นต่อไปของมนุษย์ได้อาศัยอยู่ในโลก พระเจ้ากล่าวในอัลกุรอาน\n\nเมื่ออาดัมถูกสร้างขึ้นพระเจ้าทรงบัญชาผู้สร้างทั้งหมดให้ลดตัวลงในฐานะสัญลักษณ์ของการเคารพอาดัมซึ่งเป็นการสร้างที่เหนือกว่าใหม่ ทุกคนยกเว้น Shaytan ผู้ซึ่งปฏิเสธว่าเขาทำจากไฟไร้ควัน (A Jinn) ในขณะที่อดัมทำจากดินเหนียว จากนั้นพระเจ้าก็วางพวกเขาไว้ในสวนเอเดนเพื่อทดสอบและ Shaytan ประสบความสำเร็จในการหลอกทั้งอาดัมและฮอว์วา เขาทำให้พวกเขาไปที่ต้นไม้ที่พระเจ้าห้ามพวกเขาจาก ด้วยเหตุนี้พระเจ้าจึงทำให้เรา (มนุษย์และปีศาจ) บนโลกเป็นศัตรูของกันและกันจนกระทั่งวันพิพากษา เมื่ออยู่บนโลกอดัมสวดอ้อนวอนขอการให้อภัยและพระเจ้าให้อภัยเขา\n\nเช่นเดียวกับอาดัมและผู้เผยพระวจนะทุกคนพวกเขามาถึงโลกเพื่อเตือนถึงพันธสัญญาของเรากับพระเจ้า ถ้าเราเชื่อฟังพระเจ้าเราสามารถบรรลุระดับที่สูงขึ้นเทวดาในสายพระเนตรของพระเจ้า ในการทำเช่นนี้เราต้องหลีกเลี่ยงเสียงกระซิบของ Sheytan และสิ่งที่เลวร้ายยิ่งกว่านั้นพยายามและปราบปราม nuffs ของเรา (ความปรารถนาที่เห็นแก่ตัว) เราทำสิ่งนี้โดยทำตามภูมิปัญญาที่ไม่มีที่สิ้นสุดทิศทางและตัวอย่างที่มอบให้เราในคัมภีร์อัลกุรอานการเปิดเผยขั้นสุดท้ายและหนังสือที่เขียนในบุคคลแรกโดยพระเจ้าที่ได้รับการเก็บรักษาไว้อย่างสมบูรณ์และไม่เปลี่ยนแปลง นอกจากนี้เรายังต้องทำตามตัวอย่างที่น่าทึ่งของผู้เผยพระวจนะและเรามีเรื่องราวชีวิตเต็มรูปแบบของศาสดามูฮัมหมัดเมื่อเขาเข้ามาในช่วงเวลาที่เขาปรากฏตัวในประวัติศาสตร์สมัยใหม่แม้กระทั่ง คำสอนทั้งหมดของเขาได้รับการเก็บรักษาไว้และมีทุนการศึกษาอิสลามมากมายเพื่อรักษาและสอนวิถีชีวิตของเขา ศาสดามูฮัมหมัดเป็นตราประทับของผู้เผยพระวจนะรัฐผู้นำทางจิตวิญญาณและทหารพร้อมกับการเป็นสามีพ่อเพื่อนบ้านและเพื่อน เขาได้รับการยกย่องอย่างสูงจากผู้ที่ส่ายชีวิตการกระทำและคำสอนของเขา แม้แต่ศัตรูของเขาเมื่อเขามีชีวิตอยู่ด้วยความเคารพและไว้วางใจเขา\n\nดังนั้นในฐานะชาวมุสลิมเรารู้จุดประสงค์ของชีวิตสำหรับมนุษย์ทุกคนคือการนมัสการพระเจ้าและเพื่อดูว่าใครดีที่สุดในการกระทำ พระเจ้าทรงสัญญากับมนุษยชาติว่าเป็นสถานที่ที่สวยงามในสวรรค์/สวรรค์เพื่อเป็นรางวัลจากการปฏิบัติตามพระบัญญัติของพระองค์ บุคคลที่ต่ำที่สุดในสวรรค์จะมีดินแดนสิบดิน เมื่อคุณไปถึงระดับสวรรค์ที่สูงขึ้นคุณต้องเริ่มวัดที่ดินของคุณในช่วงปีแสง พระเจ้าทรงใจดีที่สุดและต้องการให้เราและให้เราถามเขาทุกอย่าง หากเราหันหลังให้กับพระเจ้าและวิธีการของผู้เผยพระวจนะการลงโทษที่รุนแรงจะรอเราอยู่ในนรก ขอพระเจ้าปกป้องเราจากสิ่งนี้และสิ่งชั่วร้ายทั้งหมด\n\nจากมุมมองทางวิทยาศาสตร์มนุษย์อยู่ในสายพันธุ์ __homo sapiens__ ซึ่งเป็นชนิดย่อยที่รู้จักเพียงอย่างเดียวที่รู้จักกันในชื่อ __homo sapiens sapiens__ เราเป็นสายพันธุ์ที่โดดเด่นที่สุดในโลก อย่างไรก็ตามมีชีวิตหลายประเภทโดยเฉพาะอย่างยิ่งในหมู่พืชและผู้ประท้วงที่มีผลกระทบมากขึ้นต่ออากาศหินชีวิตและสภาพแวดล้อมทางธรรมชาติของโลก",
"t.First Temple": "__göbekli tepe__ (ออกเสียง [ɟøbekˈli teˈpe]), ตุรกีสำหรับ \"Potbelly Hill\" เป็นสถานที่โบราณคดีในภูมิภาคอนาโตเลียตะวันออกเฉียงใต้ของตุรกีประมาณ 12 กม. (7 ไมล์) ทางตะวันออกเฉียงเหนือของเมืองแห่งanlıurfa การบอกมีความสูง 15 ม. (49 ฟุต) และมีเส้นผ่านศูนย์กลางประมาณ 300 เมตร (980 ฟุต) อยู่เหนือระดับน้ำทะเลประมาณ 760 ม. (2,490 ฟุต)\n\nการบอกนี้รวมถึงการใช้งานสองขั้นตอนที่เชื่อว่าเป็นธรรมชาติทางสังคมหรือพิธีกรรมย้อนหลังไปถึงสหัสวรรษที่ 10-8th ในช่วงแรกเป็นของยุคก่อนยุคสมัยยุคใหม่ A (PPNA) วงกลมของเสาหินรูปตัว T ขนาดใหญ่ถูกสร้างขึ้น-megaliths ที่เก่าแก่ที่สุดในโลก มีเสามากกว่า 200 เสาในประมาณ 20 วงกลมเป็นที่รู้จักผ่านการสำรวจธรณีฟิสิกส์ เสาแต่ละเสามีความสูงสูงสุด 6 ม. (20 ฟุต) และมีน้ำหนักสูงสุด 10 ตัน พวกเขาติดตั้งเข้ากับซ็อกเก็ตที่ถูกตัดออกจากข้อเท็จจริง ในระยะที่สองซึ่งเป็นของ pre-pottery neolithic B (PPNB) เสาที่สร้างขึ้นมีขนาดเล็กลงและยืนอยู่ในห้องสี่เหลี่ยมที่มีพื้นของมะนาวขัดเงา ไซต์ถูกทอดทิ้งหลังจาก PPNB โครงสร้างที่อายุน้อยกว่าวันที่คลาสสิก\n\nรายละเอียดของฟังก์ชั่นของโครงสร้างยังคงเป็นปริศนา มันถูกขุดโดยทีมโบราณคดีเยอรมันภายใต้การดูแลของ Klaus Schmidt ตั้งแต่ปี 1996 จนกระทั่งเขาเสียชีวิตในปี 2014 Schmidt เชื่อว่าเว็บไซต์นี้เป็นสถานที่ศักดิ์สิทธิ์ที่ผู้คนจากภูมิภาคกว้างรวมกันเป็นระยะไม่ใช่การตั้งถิ่นฐาน\n\nในปีพ. ศ. 2561 เว็บไซต์นี้ได้รับการกำหนดให้เป็นมรดกโลกของยูเนสโก",
"t.Agricultural Revolution": "__ การปฏิวัติยุคหินใหม่ __ (ยุคหินยุคใหม่) เป็นการปฏิวัติครั้งแรก __agricultural มันเป็นการเปลี่ยนแปลงอย่างค่อยเป็นค่อยไปจากการล่าสัตว์เร่ร่อนและการรวบรวมชุมชนและวงดนตรีไปสู่การเกษตรและการตั้งถิ่นฐาน ช่วงเวลานี้อธิบายว่าเป็น \"การปฏิวัติ\" เพราะมันเปลี่ยนวิถีชีวิตของชุมชนที่เปลี่ยนแปลง มันเกิดขึ้นในสังคมมนุษย์ยุคก่อนประวัติศาสตร์ที่แตกต่างกันในเวลาที่ต่างกัน หลายสังคมเปลี่ยนไปเมื่อ 7-9 พันปีก่อน\n\nคำนี้หมายถึงช่วงเวลาทั่วไปที่การพัฒนาเหล่านี้เกิดขึ้น นอกจากนี้ยังใช้กับการเปลี่ยนแปลงที่เกิดขึ้น: การยอมรับเทคนิคการทำฟาร์มก่อนการเพาะปลูกพืชและการเลี้ยงสัตว์ การปฏิวัติยุคหินใหม่เป็นสิ่งสำคัญสำหรับการพัฒนาในการจัดระเบียบทางสังคมและเทคโนโลยี\n\n__ การปฏิวัติยุคหินใหม่ __ นำไปสู่การใช้ชีวิตในการตั้งถิ่นฐานถาวรหรือกึ่งถาวร เพราะคนนี้น้อยลงนำวิถีชีวิตเร่ร่อน เพื่อให้สามารถรู้ได้ว่าพืชที่ปลูกเป็นของใครแนวคิดของการเป็นเจ้าของที่ดินได้รับการพัฒนา สภาพแวดล้อมทางธรรมชาติมีการเปลี่ยนแปลงความหนาแน่นของประชากรเพิ่มขึ้นและผู้คนกินอาหารผักและซีเรียลมากขึ้นในอาหารของพวกเขา ลำดับชั้นที่พัฒนาขึ้นในสังคม ข้าวถูกเก็บไว้และสามารถซื้อขายได้ การผลิตส่วนเกินจากผลผลิตพืชผลที่ดีช่วยให้สังคมมีชีวิตรอดปีที่เลวร้าย ตัวอย่างนี้คือวิธีที่ยูซุฟ (AS) ได้รับการปกป้องและแยกย้ายกันไปในธัญพืชในอียิปต์โบราณ",
"t.Writing": "__writing__ เป็นการกระทำของการบันทึกภาษาบนสื่อภาพโดยใช้ชุดของสัญลักษณ์ ผู้อื่นจะต้องรู้จักสัญลักษณ์เพื่อให้ข้อความอาจอ่าน\n\nข้อความอาจใช้ระบบภาพอื่น ๆ เช่นภาพประกอบและการตกแต่ง สิ่งเหล่านี้ไม่ได้เรียกว่าการเขียน แต่อาจช่วยให้ข้อความทำงานได้ โดยปกติคนที่มีการศึกษาทั้งหมดในประเทศจะใช้ระบบการเขียนเดียวกันเพื่อบันทึกภาษาเดียวกัน การอ่านและเขียนคือการรู้หนังสือ\n\n__writing__ แตกต่างจากการพูดเพราะผู้อ่านไม่จำเป็นต้องปรากฏตัวในเวลานั้น เราสามารถอ่านการเขียนจากมานานแล้วและจากส่วนต่าง ๆ ของโลก เก็บข้อความและสื่อสารความรู้ __writing__ เป็นหนึ่งในสิ่งประดิษฐ์ที่ยิ่งใหญ่ที่สุดของเผ่าพันธุ์มนุษย์ นักประวัติศาสตร์เชื่อว่ามันถูกคิดค้นขึ้นหลังจากผู้คนตั้งรกรากอยู่ในเมืองและหลังจากการเกษตรเริ่มขึ้น __writing__ วันที่ประมาณ 3,300BC ซึ่งมากกว่า 5,000 ปีที่ผ่านมาในตะวันออกกลาง\n\n__writing__ วันนี้มักจะอยู่บนกระดาษแม้ว่าจะมีวิธีการพิมพ์บนพื้นผิวเกือบทุกชนิด หน้าจอโทรทัศน์และภาพยนตร์ยังสามารถแสดงการเขียนและสามารถใช้จอคอมพิวเตอร์ได้ วัสดุการเขียนจำนวนมากถูกประดิษฐ์ขึ้นมานานก่อนกระดาษ ดิน, กก, ไม้, กระดานชนวนและแผ่นหนัง (สกินสัตว์ที่เตรียมไว้) ทั้งหมดถูกนำมาใช้ ชาวโรมันเขียนบนแท็บเล็ตแว็กซ์ที่มีสไตลัสแหลม นี่เป็นที่นิยมสำหรับบันทึกและข้อความชั่วคราว การประดิษฐ์กระดาษโดยชาวจีนในภายหลังนั้นเป็นก้าวสำคัญ\n\n__writing__ ทำแบบดั้งเดิมโดยใช้เครื่องมือมือเช่นดินสอปากกาหรือแปรง อย่างไรก็ตามข้อความถูกสร้างขึ้นโดยอินพุตบนแป้นพิมพ์คอมพิวเตอร์หรือสมาร์ทโฟน",
"t.Recorded History": "__history__ เป็นการศึกษาเหตุการณ์ที่ผ่านมา ผู้คนรู้ว่าเกิดอะไรขึ้นในอดีตโดยการดูสิ่งต่าง ๆ จากอดีตรวมถึงแหล่งข้อมูล (เช่นหนังสือหนังสือพิมพ์และตัวอักษร) และสิ่งประดิษฐ์ (เช่นเครื่องปั้นดินเผาเครื่องมือและซากศพมนุษย์หรือสัตว์) ห้องสมุดคลังเก็บและพิพิธภัณฑ์เก็บรวบรวมและเก็บสิ่งเหล่านี้ไว้ สิ่งต่าง ๆ สำหรับคนที่จะศึกษาประวัติศาสตร์ บุคคลที่ศึกษาประวัติศาสตร์เรียกว่านักประวัติศาสตร์ บุคคลที่ศึกษาประวัติศาสตร์ก่อนและประวัติศาสตร์ผ่านสิ่งที่ถูกทิ้งไว้ข้างหลังด้วยวัฒนธรรมโบราณเรียกว่านักโบราณคดี บุคคลที่ศึกษามนุษยชาติและสังคมเรียกว่านักมานุษยวิทยา การศึกษาแหล่งที่มาและวิธีการที่ใช้ในการศึกษาและเขียนประวัติศาสตร์เรียกว่าประวัติศาสตร์\n\nผู้คนสามารถเรียนรู้เกี่ยวกับอดีตโดยการพูดคุยกับคนที่จำสิ่งที่เกิดขึ้นในอดีต สิ่งนี้เรียกว่าประวัติปาก เมื่อคนที่เคยเป็นทาสและผู้รอดชีวิตจากสงครามกลางเมืองอเมริกามีอายุมากนักประวัติศาสตร์บางคนบันทึกทุกสิ่งที่พวกเขาพูดเพื่อที่ประวัติศาสตร์จะไม่หายไป\n\nเช่นเดียวกันในประวัติศาสตร์อิสลาม มีการเขียนลงไปมาก แต่มีนักวิชาการหลายคนที่รวบรวมคำพูดสุดท้ายของศาสดา (หะดีษ) เป็นหนังสือ วิทยาศาสตร์อิสลามทั้งหมดได้รับการพัฒนาบนสิ่งนี้เพื่อตรวจสอบโซ่ของการบรรยายที่นำกลับไปที่ศาสดา (SAW) และจัดอันดับสุนัตเหล่านี้ให้อยู่ในระดับการจำแนกประเภทความสมบูรณ์ เรารู้ว่าใครคือคนเหล่านี้และครอบครัวของพวกเขาพวกเขาไม่ได้เป็นเพียงชื่อแรกที่สุ่มในหนังสือ (เช่นมาร์คลุคจอห์น) บ่อยครั้งที่สุนัตเดียวกันสามารถพบได้หลายสิบครั้งในหนังสือเล่มเดียวกันหรือกระจายออกไปในหนังสือหลายเล่มของสุนัตเนื่องจากมีคนมากมายรวบรวม สิ่งนี้จะถูกจัดว่าเป็นหะดีษ (เสียงมาก) สุนัต\n\nคัมภีร์อัลกุรอานก็ถูกเขียนขึ้นมา แต่ส่วนใหญ่จดจำโดยผู้คนหลายพันคนในช่วงชีวิตของผู้เผยพระวจนะเห็น มันยังคงถูกจดจำโดยผู้คนหลายล้านคนในปัจจุบันในภาษาอาหรับดั้งเดิม- แม้กระทั่งโดยผู้พูดที่ไม่ใช่ชาวอาหรับ สิ่งนี้เป็นไปได้เพราะอัลกุรอานเป็นบทกวีและจดจำได้ง่ายสำหรับหลาย ๆ คน หากข้อความทั้งหมดของอัลกุรอานหายไปอย่างใดชาวมุสลิมสามารถนำมันกลับมาได้ภายในไม่กี่วินาทีหากพวกเขาทำงานร่วมกัน ไม่จำเป็นต้องใช้ตามที่พระเจ้าบอกเราว่าเขาจะปกป้องมันในอัลกุรอาน __“ แน่นอนเราเป็นผู้ส่งอัลกุรอานและแน่นอนเราจะเป็นผู้พิทักษ์” (อัลกุรอาน 15: 9) __\n\nไม่ว่ามันจะเป็นบทกวีและความงามในการท่องบทข้อความของอัลกุรอานที่เหมาะสมในใจของผู้เชื่อเพราะมันอธิบายถึงอดีตอนาคตและนำเสนอในวิธีที่สมเหตุสมผลและง่ายต่อการเข้าใจ อัลกุรอานเป็นปาฏิหาริย์ที่ยิ่งใหญ่ที่สุดที่เรามีและมีเพียงสิ่งเดียวที่เราต้องการเพื่อพิสูจน์ว่าศาสนาอิสลามเป็นศาสนาที่แท้จริง ได้สร้างเราและพูดคุยกับเราและสอนเราโดยตรงด้วยคำพูดของอัลกุรอาน และใครที่ดีกว่าที่จะสอนเราแล้วพระเจ้าผู้สร้างเราและรู้จักเราดีที่สุด?\n\nในสมัยก่อนผู้คนในส่วนต่าง ๆ ของโลกยังคงแยกประวัติศาสตร์เพราะพวกเขาไม่ได้พบกันบ่อยนัก บางกลุ่มคนไม่เคยพบกัน ยุโรปยุคกลางกรุงโรมโบราณและจีนโบราณแต่ละคนคิดว่าพวกเขาปกครองส่วนสำคัญเพียงอย่างเดียวของโลกและส่วนอื่น ๆ คือ \"อนารยชน\"",
"t.First Pyramid Built": "__ \"วันนี้เราจะช่วยคุณ (โอฟาโรห์) ในร่างกายของคุณเพื่อคุณอาจเป็นสัญญาณให้กับคนที่ตามคุณมา! (อัลกุรอาน 10:93) __\n\n__pyramid__ เป็นโครงสร้างซึ่งมักจะเป็นหินสร้างขึ้นในรูปของปิรามิด จากสมัยโบราณถึงยุคปัจจุบันผู้คนในหลาย ๆ ส่วนของโลกได้สร้างโครงสร้างดังกล่าว\n\n__pyramids__ แรกถูกสร้างขึ้นใน 2630 ก่อนคริสต์ศักราช พีระมิดที่เก่าแก่ที่สุดที่รู้จักอยู่ใน Saqqara อียิปต์และถูกสร้างขึ้นโดยกษัตริย์ Djoser แห่งราชวงศ์อียิปต์ที่สาม\n\nอัลกุรอานพูดถึงราชวงศ์อียิปต์ในเรื่องราวเกี่ยวกับ Musa (As, Moses) และ Yusuf (As, Joseph)\n\nอัลกุรอานอธิบายประวัติศาสตร์อียิปต์อย่างถูกต้องโดยอ้างถึงผู้นำของราชวงศ์อียิปต์เหล่านี้ในฐานะกษัตริย์หรือฟาโรห์ (ซึ่งมาในภายหลัง) ความจริงทางประวัติศาสตร์ที่เพิ่งค้นพบเมื่อเร็ว ๆ นี้โดยบริติชมิวเซียม ตามที่พวกเขาชาวอียิปต์ไม่ได้เรียกผู้ปกครองของพวกเขาว่า \"ฟาโรห์\" จนกระทั่งราชวงศ์ที่ 18 (1552-1295 ปีก่อนคริสตกาล)\n\nมีสองสามข้อพูดถึง Musa และ Fira'un (ฟาโรห์):\n__ \"พวกเรา (อัลลอฮ) ซ้อมให้กับเจ้าเป็นส่วนหนึ่งของเรื่องราวของโมเสสและฟาโรห์ด้วยความจริงเพื่อประโยชน์ของคนที่จะเชื่อ (อัลกุรอาน 28:04)\n\n\"เราส่งโมเสสมาพร้อมกับสัญญาณของเราไปยังฟาโรห์และหัวหน้าของเขา แต่พวกเขาปฏิเสธพวกเขาอย่างไม่ยุติธรรมดูเถิดแล้วสิ่งที่เป็นจุดจบของผู้ที่สร้างความผิดปกติ! (อัลกุรอาน 7: 104)\n\n\"วันนี้เราจะช่วยคุณ (o ฟาโรห์) ในร่างกายของคุณเพื่อคุณอาจเป็นสัญญาณให้คนที่ตามคุณมา!\n\nเป็นที่เชื่อกันอย่างกว้างขวางโดยนักประวัติศาสตร์และนักวิชาการคริสเตียนและมุสลิมที่โมเสสมีปฏิสัมพันธ์กับ Ramesses II ทั้งคัมภีร์อัลกุรอานและพระคัมภีร์พูดถึงเรื่องนี้โดยละเอียดในที่สุดก็จบลงด้วยการที่ฟาโรห์จมน้ำตายในทะเลแดงหลังจากโมเสสโดยได้รับอนุญาตจากพระเจ้า\n\nคำพยากรณ์ของอัลกุรอานที่ __ \"วันนี้เราจะช่วยคุณ (ฟาโรห์) ในร่างกายของคุณเพื่อให้คุณอาจเป็นสัญญาณของผู้ที่มาตามคุณ!\" __ ไม่พบในพระคัมภีร์อื่นใดและแม้แต่นักประวัติศาสตร์ก็ไม่มีเงื่อนงำเรื่องนี้ จนกระทั่งเมื่อเร็ว ๆ นี้. ร่างมัมมี่ของฟาโรห์ทั้งหมดซ่อนตัวอยู่ในหุบเขาแห่งกษัตริย์ (KV7 & 8) ตามแนวฝั่งของแม่น้ำไนล์ แม้หลังจากหลุมฝังศพของพวกเขาถูกปล้นซากศพของฟาโรห์ก็ยังไม่ถูกค้นพบมานานหลายศตวรรษ การค้นพบของพวกเขาเกิดขึ้นในศตวรรษที่ 19 และตอนนี้คุณสามารถเห็น Ramesses II ด้วยสายตาของคุณเองในพิพิธภัณฑ์ Grand Egyptian ในกรุงไคโรประเทศอียิปต์ ร่างกายของเขาได้ไปทัวร์นานาชาติหลายครั้งเพื่อให้ทุกคนได้เห็น สิ่งนี้อีกครั้งแสดงให้เห็นว่าความรู้ในคัมภีร์อัลกุรอานและศาสนาอิสลามสามารถมอบให้เราได้อย่างไร\n\nนอกจากนี้คุณยังสามารถถามชาวยิวเกี่ยวกับประสบการณ์ของพวกเขากับฟาโรห์นี้และผู้นำอียิปต์โบราณอื่น ๆ\n\n__ \"และเราได้ให้สัญญาณที่ชัดเจนของโมเสสเก้าอย่างแน่นอนดังนั้นขอให้เด็ก ๆ ของอิสราเอล [เกี่ยวกับ] เมื่อเขามาหาพวกเขาและฟาโรห์ก็พูดกับเขาว่า\" แน่นอนฉันคิดว่าโอโมเสสว่าคุณได้รับผลกระทบจากเวทมนตร์ \" 17: 101) __\n\nการอยู่รอดของชาวยิวยังช่วยให้เราสามารถถามพวกเขาเกี่ยวกับสัญญาณอื่น ๆ ของพระเจ้าที่พวกเขาได้รับเช่นปาฏิหาริย์และผู้เผยพระวจนะมากมายที่ถูกส่งไปยังพวกเขา\n\n__ สแกนเด็ก ๆ ของอิสราเอลว่ามีสัญญาณที่ชัดเจนกี่ข้อที่เราให้พวกเขา และใครก็ตามที่แลกเปลี่ยนความโปรดปรานของอัลลอฮ์หลังจากที่มันมาหาพระองค์ - จากนั้นอัลลอฮ์ก็รุนแรงในการแก้แค้น (อัลกุรอาน 2.211) __",
"t.Roman Empire": "__ จักรวรรดิโรมัน (ละติน: Imperium Romanum) เป็นอาณาจักรที่ใหญ่ที่สุดของโลกโบราณ เมืองหลวงของมันคือกรุงโรมและอาณาจักรของมันตั้งอยู่ในทะเลเมดิเตอร์เรเนียน จักรวรรดิมีอายุตั้งแต่ 27 ปีก่อนคริสตกาลเมื่อ Octavian กลายเป็นจักรพรรดิออกัสตัสจนกระทั่งมันตกใน 476 AD ซึ่งเป็นจุดสิ้นสุดของโลกโบราณและจุดเริ่มต้นของยุคกลางหรือยุคมืด\n\nจักรวรรดิเป็นขั้นตอนที่สามของกรุงโรมโบราณ โรมเป็นครั้งแรกที่ปกครองโดยราชาโรมันจากนั้นโดยสาธารณรัฐโรมันจากนั้นโดยจักรพรรดิ\n\nดินแดนสมัยใหม่หลายแห่งเคยเป็นส่วนหนึ่งของ __roman Empire__ รวมถึงสหราชอาณาจักร (ไม่ใช่สกอตแลนด์), สเปน, โปรตุเกส, ฝรั่งเศส (กอล), อิตาลี, กรีซ, ตุรกี, เยอรมนี, อียิปต์, เลแวนต์, ไครเมีย, สวิตเซอร์แลนด์และชายฝั่งตอนเหนือของแอฟริกา ภาษาหลักของ __roman Empire__ คือภาษาละติน ภาษากรีกเป็นภาษารองที่สำคัญ\n\nส่วนตะวันตกของ __roman Empire__ ยังคงดำเนินต่อไปประมาณ 500 ปีและภาคตะวันออกรวมถึงกรีซและอนาโตเลียยังคงดำเนินต่อไปอีกประมาณหนึ่งพันปี ภาคตะวันออกถูกเรียกว่าจักรวรรดิไบแซนไทน์เมืองหลวงของมันคือกรุงคอนสแตนติโนเปิลและจบลงด้วยการพิชิตออตโตมันแห่งกรุงคอนสแตนติโนเปิลในปี ค.ศ. 1453 โดยสุลต่าน Fatih Mehmet เหตุการณ์นี้ได้รับการพยากรณ์โดยศาสดามูฮัมหมัดและเป็นหนึ่งในเหตุการณ์ที่โดดเด่นที่สุดในประวัติศาสตร์โลก",
"t.Crusades": "__ Crusades__ เป็นชุดสงครามทางศาสนาที่ต่อสู้ระหว่างคริสเตียนและชาวมุสลิมในการควบคุมดินแดนศักดิ์สิทธิ์ ตามเนื้อผ้าพวกเขาเกิดขึ้นระหว่าง 1,095 ถึง 1291 ดินแดนศักดิ์สิทธิ์ยังคงเป็นสถานที่ที่สำคัญมากสำหรับสามศาสนาที่สำคัญ monotheistic: ศาสนาอิสลามยูดายและศาสนาคริสต์ มีสถานที่ทางศาสนาที่สำคัญมากมายในดินแดนศักดิ์สิทธิ์ นี่คือดินแดนที่เรียกว่าอิสราเอลหรือปาเลสไตน์ เยรูซาเล็มนาซาเร็ ธ เบ ธ เลเฮมเฮบรอนและสถานที่ทางศาสนาอื่น ๆ ตกอยู่ภายใต้การควบคุมของชาวมุสลิมในช่วงศาสนาอิสลามของโอมาร์ (RA) กาหลิบคนที่สามและเพื่อนสนิทและเพื่อนสนิทของศาสดามูฮัมหมัด (เห็น)\n\nมีสงครามครูเสดที่แตกต่างกันมากมาย __Crusades ที่สำคัญที่สุดและใหญ่ที่สุดเกิดขึ้นจากศตวรรษที่ 11 ถึง 13 มีสงครามครูเสดขนาดใหญ่ 9 ครั้งในช่วงเวลานี้ นอกจากนี้ยังมีสงครามครูเสดเล็ก ๆ มากมาย สงครามครูเสดบางแห่งอยู่ในยุโรป (ตัวอย่างเช่นในเยอรมนีออสเตรียและสแกนดิเนเวีย) __Crusades ที่เล็กกว่ายังคงดำเนินต่อไปจนถึงศตวรรษที่ 16 จนกระทั่งยุคฟื้นฟูศิลปวิทยาการและการปฏิรูป\n\nคำว่า \"สงครามครูเสด\" เกี่ยวข้องกับคำว่า \"ข้าม\" และหมายถึงสงครามศักดิ์สิทธิ์ของคริสเตียน นอกจากนี้ยังมีคำภาษาอาหรับ \"jihad\" ซึ่งหมายถึงการต่อสู้และต่อสู้โดยชาวมุสลิมที่สามารถมีความหมายแฝงเช่นเดียวกับ \"สงครามครูเสด\" สำหรับชาวมุสลิมในช่วงเวลาสงคราม ท่านศาสดา (เห็น) สอนนี่เป็นญิฮาดที่น้อยกว่าและญิฮาดที่ยิ่งใหญ่มาในการต่อสู้เพื่อใช้ชีวิตที่เคร่งศาสนา\n\nทุกฝ่าย (คริสเตียนมุสลิมและชาวยิว) เชื่อในศาสนาของพวกเขาเป็นอย่างมาก สงครามครูเสดจำนวนมากมักมีเหตุผลทางการเมืองหรือเงินที่อยู่เบื้องหลังพวกเขา ชอบสงครามทั้งหมด\n\nเป็นเรื่องน่าเศร้าที่ได้เห็นการสู้รบระหว่างความเชื่อของอับบราฮัมมิกทั้งสามที่มีส่วนร่วมเหมือนกันมาก ชาวมุสลิมพิจารณาว่าชาวยิวและคริสเตียนเป็นคนในหนังสือซึ่งหมายความว่าพวกเขามีสถานะพิเศษและมีความสัมพันธ์ใกล้ชิดกับชาวมุสลิมมากกว่าคนอื่น ๆ คุณสามารถเห็นสิ่งนี้ได้ในชีวิตของท่านศาสดา (เห็น) และที่ซึ่งเขาและสหายรู้สึกเศร้าใจกับการสูญเสียของชาวไบแซนไทน์คริสเตียน) ต่อชาวซาสซานในการต่อสู้ครั้งใหญ่ สิ่งนี้ถูกบันทึกไว้ในหะดีษและพูดถึงในอัลกุรอาน นอกจากนี้ยังเป็นอีกหนึ่งหลักฐานที่น่าสนใจเกี่ยวกับความถูกต้องของศาสนาอิสลามในขณะที่พระเจ้าเปิดเผยเหตุการณ์ในอนาคตที่ผ่านมา: __ \"ชาวโรมันพ่ายแพ้ในดินแดนใกล้เคียง (Anatolia); แต่พวกเขาจะได้รับชัยชนะภายในไม่กี่ปี เป็นคำสั่งก่อนและหลังและวันนั้นผู้เชื่อจะชื่นชมยินดี \"(อัลกุรอาน 30: 2-4) __\n\nในช่วงเวลานี้ถูกเปิดเผยชาวอาหรับคนต่างศาสนาอยู่ที่ด้านข้างของชาวซัสซาเนียในขณะที่ชาวมุสลิมอาหรับหวังว่าคริสเตียนจะชนะการต่อสู้ครั้งนี้ เมื่อคริสเตียนสูญเสียชาวต่างชาติเยาะเย้ยชาวมุสลิมสำหรับการสูญเสียนี้และพูดสิ่งต่าง ๆ เช่น \"พระเจ้าทรงทรงพลังของคุณอยู่ที่ไหน?\" ดังนั้นพระเจ้าจึงเปิดเผยข้อนี้ในขณะนี้ แน่นอนว่าใน 622 AD ที่ Battle of Issus, Byzantines ภายใต้ Emperor Heraclius มีชัยชนะที่ยั่งยืนและยั่งยืนในอนาโตเลียกับ Sassanians จึงยืนยันคำพยากรณ์อัลกุรอาน",
"t.Black Plague": "__ ความตายสีดำ __ เป็นโรคระบาดของโรคที่ฆ่าผู้คนหลายล้านคนทั่วยุโรปและเอเชีย เกือบหนึ่งในสามคนในยุโรปเสียชีวิตจากโรคนี้และอยู่ในช่วงที่เลวร้ายที่สุดระหว่างปี 1347 ถึง 1351 โรคนี้อาจเริ่มขึ้นในเอเชีย คนส่วนใหญ่คิดว่าโรคนี้เป็นโรคระบาด โรคนี้ดำเนินการและแพร่กระจายโดยหมัดที่อาศัยอยู่บนหนู ผู้ค้าจากเส้นทางสายไหมอาจนำหมัดที่ติดเชื้อไปยังยุโรป\n\nหมัดเริ่มปัญหา หมัดที่ติดเชื้อถูกนำโดยหนูดำ หนูที่ถือหมัดจะเข้าไปในเมือง เมื่อหมัดกัดใครบางคนพวกเขาจะฉีดแบคทีเรียเล็กน้อยเข้าไปในแผล สิ่งนี้จะทำให้บุคคลติดเชื้อ หนูมักอยู่บนเรือ นี่หมายความว่าโรคแพร่กระจายอย่างรวดเร็วทั่วยุโรป\n\nในมนุษย์โรคนี้ทำให้เกิดอาการบวมที่ขาหนีบใต้แขนและหลังหู การบวมเหล่านี้เป็นสีดำและสีม่วงดังนั้นชื่อ 'The Black Death' การบวมมืดเรียกว่า Buboes ผู้คนเจ็บปวดและผู้ที่ตกเป็นเหยื่อเสียชีวิตอย่างน่ากลัว อาการสามารถเห็นได้ 3-7 วันหลังจากเหยื่อถูกหมัดกัดเป็นโรค\n\nน่าเศร้าในบางเมืองเช่นในลอนดอนคิดว่าแมวเป็นสาเหตุของโรคดังนั้นพวกเขาจึงถูกตามล่าและฆ่าในจำนวนมาก น่าเสียดายที่คาดว่าจะทำให้โรคระบาดแย่ลงเมื่อหนูสูญเสียนักล่าตามธรรมชาติหลักและมีประชากรเพิ่มขึ้นมากขึ้น\n\nข้อเท็จจริงที่น่าสนใจอีกประการหนึ่งเกี่ยวกับกาฬโรคคือวิธีที่สมเด็จพระสันตะปาปาช่วยตัวเอง ในเวลานั้นชาวมุสลิมอยู่ที่หัวของการค้นพบทางการแพทย์และวิทยาศาสตร์ทั้งหมด เมื่อเทียบกับหนังสือมุสลิมหลายเล่มนักบวชคาทอลิกค้นพบว่าไฟถูกคิดว่าจะกำจัดและฆ่าความเจ็บป่วยบางอย่าง (เชื้อโรค) เช่นนี้พวกเขาจุดไฟขนาดใหญ่ในวงกลมรอบ ๆ สมเด็จพระสันตะปาปาซึ่งกินเวลานานหลายสัปดาห์ แน่นอนว่าหนูและหนีออกจากสมเด็จพระสันตะปาปาและเขารอดชีวิตมาได้โดยไม่มีปัญหาใด ๆ",
"t.Constantinople/Istanbul": "__Constantinople__ เป็นเมืองหลวงของจักรวรรดิโรมัน (330-395), จักรวรรดิไบแซนไทน์/ตะวันออก (395-1204 และ 1261-1453) จักรวรรดิละติน (1204-1261) และจักรวรรดิออตโตมัน (1453-1922) ในปี 1930 ได้เปลี่ยนชื่อเป็นอิสตันบูล เป็นเมืองในตุรกีในปัจจุบัน\n\nการพิชิตอิสตันบูลหรือที่รู้จักกันในนาม Islambol เป็นอีกหนึ่งสัญญาณและหลักฐานของศาสนาอิสลามในขณะที่ศาสดามูฮัมหมัดได้พยากรณ์มัน __“ แท้จริงคุณจะพิชิตคอนสแตนติโนเปิล กองทัพที่ยอดเยี่ยมจะเป็นอย่างไรและสิ่งที่ผู้บัญชาการที่ยอดเยี่ยมจะได้รับการพิชิต” (Musnad, I, 176; IV, 335; Darimi,“ Muqaddima”, p. 43) .__ นี่เป็นเกียรติอย่างยิ่งสำหรับพวกออตโตมานที่พิชิตเมืองในปี ค.ศ. 1453 .\n\nนักประวัติศาสตร์ได้กล่าวว่าในช่วงเวลาที่พิชิต __Constantinople__ เทียบเท่ากับการพิชิตสถานที่เช่นนิวยอร์กซิตี้ในวันนี้",
"t.Newton and Gravity": "เมื่อคนส่วนใหญ่นึกถึง __isaac Newton__ พวกเขาคิดว่าเขานั่งอยู่ใต้ต้นแอปเปิ้ลดูแอปเปิ้ลตก บางคนเชื่อว่าแอปเปิ้ลล้มลงบนหัวของเขา __NEWTON__ เข้าใจว่าสิ่งที่ทำให้สิ่งต่าง ๆ เช่นแอปเปิ้ลตกลงไปที่พื้นเป็นพลังที่เฉพาะเจาะจง - แรงที่เราเรียกว่าแรงโน้มถ่วง __Newton__ คิดว่าแรงโน้มถ่วงเป็นแรงดึงดูดระหว่างวัตถุสองชิ้นเช่นแอปเปิ้ลและโลก นอกจากนี้เขายังคิดว่าวัตถุที่มีสสารมากขึ้นใช้กำลังเดียวกันกับวัตถุขนาดเล็กขณะที่พวกเขาออกแรง นั่นหมายความว่ามวลขนาดใหญ่ของโลกดึงวัตถุเข้าหามัน นั่นคือเหตุผลที่แอปเปิ้ลล้มลงแทนที่จะขึ้นและทำไมผู้คนถึงไม่ลอยอยู่ในอากาศ\n\n__ISAAC Newton__ คิดถึงแรงโน้มถ่วง ก่อน __NEWTON__ ผู้คนคิดว่ามีเพียงวัตถุที่อยู่ใกล้กับโลกเท่านั้นที่จะล้มลง แต่ __NEWTON__ ความคิดว่าแรงโน้มถ่วงไม่เพียง แต่ จำกัด อยู่ที่โลกและวัตถุบนมัน เกิดอะไรขึ้นถ้าแรงโน้มถ่วงไปที่ดวงจันทร์และที่อื่น ๆ ?\n\n__NEWTON__ คิดค้นสูตรสำหรับการคำนวณแรงของแรงดึงดูดระหว่างสองศพ เขาใช้มันเพื่อคำนวณแรงที่จำเป็นเพื่อให้ดวงจันทร์เคลื่อนที่ไปรอบ ๆ โลก จากนั้นเขาก็เปรียบเทียบกับแรงที่ทำให้แอปเปิ้ลลดลง หลังจากอนุญาตให้ความจริงที่ว่าดวงจันทร์อยู่ไกลออกไปจากโลกมากและมีมวลมากขึ้นเขาค้นพบว่ากองกำลังเหมือนกัน ดวงจันทร์จัดขึ้นในวงโคจรรอบโลกโดยการดึงแรงโน้มถ่วงของโลก\n\nสูตรที่คิดค้นโดย __Newton__ เรียกว่ากฎแห่งแรงโน้มถ่วง เขาค่อนข้างฉลาดและกฎหมายหลายอย่างของเขากลายเป็นที่รู้จักในฐานะฟิสิกส์ของนิวตัน สูตรทางคณิตศาสตร์ของเขาจำนวนมากยังคงใช้ในการคำนวณกลไกของวัตถุสำหรับวัตถุขนาดใหญ่ พวกเขาไม่ถูกต้องสำหรับสิ่งเล็ก ๆ น้อย ๆ ดังนั้นวิทยาศาสตร์ใหม่ที่เรียกว่าควอนตัมฟิสิกส์อยู่ระหว่างการพัฒนาเพื่อพยายามและเข้าใจโลกที่แปลกประหลาดของวัตถุกล้องจุลทรรศน์",
"t.Industrialization": "__ อุตสาหกรรม __ (หรืออุตสาหกรรม) เป็นกระบวนการที่เกิดขึ้นในประเทศเมื่อพวกเขาเริ่มใช้เครื่องจักรเพื่อทำงานที่ครั้งหนึ่งเคยทำโดยผู้คน __ อุตสาหกรรม __ เปลี่ยนสิ่งที่ผู้คนทำ __ อุตสาหกรรม __ ทำให้เมืองมีขนาดใหญ่ขึ้น หลายคนออกจากการทำฟาร์มเพื่อรับงานที่ได้รับค่าจ้างสูงกว่าในโรงงานในเมือง\n\n__ อุตสาหกรรม __ เป็นส่วนหนึ่งของกระบวนการที่ผู้คนใช้วิธีที่ง่ายกว่าและราคาถูกกว่าในการทำสิ่งต่าง ๆ การใช้เทคโนโลยีที่ดีขึ้นมันเป็นไปได้ที่จะผลิตสินค้ามากขึ้นในระยะเวลาอันสั้น สามารถผลิตสิ่งต่าง ๆ ได้มากขึ้น\n\nหลังจากอุตสาหกรรมอุตสาหกรรมก็ทำงานพิเศษมากขึ้น ตัวอย่างเช่นก่อนอุตสาหกรรมนักพายผลไม้ (คนที่ทำรองเท้าและเครื่องหนัง) ทำรองเท้าคู่เดียว เขาทำงานกับรองเท้าคู่หนึ่งเสร็จแล้วจะเริ่มต้นในรองเท้าคู่ถัดไป ด้วยการทำให้เป็นอุตสาหกรรมมีหลายคนที่เกี่ยวข้องกับการทำรองเท้าโดยการตัดกระบวนการทำรองเท้าให้เป็นงานที่เล็กลง ตัวอย่างเช่นมีคนคนหนึ่งที่ตัดรองเท้า แต่เพียงผู้เดียวและอีกคนหนึ่งเย็บมัน ในระยะสั้นมีการแบ่งงานและเป็นที่รู้จักกันในชื่อสายการประกอบวันนี้ เครื่องจักรในโรงงานดังกล่าวมีค่าใช้จ่ายเป็นจำนวนมากดังนั้นโรงงานจะเป็นเจ้าของโดยคนร่ำรวยที่สามารถซื้อเครื่องจักรและจ้างคนงานให้กับเครื่องจักรและงานที่แตกต่างกัน\n\n__ อุตสาหกรรมเริ่มต้นในอังกฤษด้วยการปฏิวัติอุตสาหกรรมในศตวรรษที่ 18 มันแพร่กระจายไปยังบางส่วนของยุโรปและอเมริกาเหนือ ในศตวรรษที่ 20 อุตสาหกรรมแพร่กระจายไปยังประเทศอื่น ๆ ส่วนใหญ่",
"t.Darwin's\nTheory of Evolution": "__ \"อัลเลาะห์ได้สร้างสัตว์ทุกตัวจากน้ำของพวกเขาคือบางคนที่คืบคลานอยู่บนท้องของพวกเขาบางคนที่เดินบนสองขาและบางคนที่เดินบนสี่อัลลอฮ recte สร้างสิ่งที่เขาต้องการเพราะอัลเลาะห์มีอำนาจเหนือทุกสิ่งอย่างแท้จริง\" ( 24:45) .__\n\n__charles Darwin__ (1809–1882) หนังสือของเขา \"On The Origin of Species\" ในปี 1859 ในนั้นเขาหยิบยกทฤษฎีมากมายเกี่ยวกับชีวิตที่เกิดขึ้นบนโลก เขาเสนอการคัดเลือกโดยธรรมชาติซึ่งเป็นกระบวนการที่สัตว์ที่มีลักษณะบางอย่างสามารถอยู่รอดได้ดีขึ้นเช่นเดียวกับวิธีที่สัตว์ทุกตัวมีอยู่ อย่างไรก็ตามดาร์วินไม่เข้าใจหรือรู้เกี่ยวกับพันธุศาสตร์ในเวลาหรือวิธีการส่งผ่านจริง ดังนั้นเขาจึงไม่สามารถอธิบายสิ่งที่ทำให้เด็กดูเหมือนพ่อแม่ได้อย่างถูกต้อง\n\nอย่างไรก็ตามคำอธิบายของวิวัฒนาการ __darwin __ นั้นได้รับการยอมรับโดยพื้นฐานโดยชุมชนวิทยาศาสตร์และนักวิทยาศาสตร์กำลังทำงานอย่างหนักเพื่อพยายามพิสูจน์ว่าพวกเขาวิวัฒนาการมาจากสิ่งมีชีวิตเซลล์เดียวและลิงมาจนถึงทุกวันนี้ ในขณะที่ชาวมุสลิมคริสเตียนและชาวยิวเชื่อว่าเราเป็นลูกหลานของอาดัม (เห็น) และฮอว์วา (อีฟ) ชายและหญิงคนแรก นักวิทยาศาสตร์อ้างถึงการค้นพบเช่น \"การออกแบบอัจฉริยะ\" และมีหลักฐานมากมายเกี่ยวกับเรื่องนี้เช่นวิธีที่ DNA ร่างกายมนุษย์ระบบสุริยจักรวาล ฯลฯ ทำงาน\n\nเช่นเดียวกับดาร์วินลัทธิอิสลามตระหนักถึงความคิดที่ว่าชีวิตพัฒนาขึ้นในขั้นตอนและในช่วงเวลาหนึ่ง นอกจากนี้เราเชื่อว่าพระเจ้ามีอำนาจเหนือทุกสิ่งและสามารถเปลี่ยนแปลงสิ่งใดที่จะนำมาใช้กับสภาพแวดล้อมได้อย่างง่ายดาย พระเจ้าทรงสร้างมันเป็นครั้งแรกครั้งที่สองจะง่ายขึ้นใช่ไหม? เช่นเดียวกับเราที่ได้รับการฟื้นคืนชีพในวันพิพากษา\n\nแต่แตกต่างจากทฤษฎีวิวัฒนาการสมัยใหม่ที่กล่าวว่าการกลายพันธุ์แบบสุ่มซึ่งมักจะเป็นหายนะและอันตรายถึงตายในธรรมชาติทำให้สัตว์มีวิวัฒนาการเราเชื่อว่าพระเจ้าสามารถเปลี่ยนสัตว์ข้ามคืนให้มีปากนกยาวขึ้นเพื่อหาอาหารได้ง่ายขึ้นหลังจากน้ำท่วมหากต้องการ ตัวอย่าง. นี่คือการบันทึกไว้ในการศึกษาจำนวนมากเกี่ยวกับลักษณะการปรับตัวของนกอย่างรวดเร็วจนนักวิทยาศาสตร์ไม่สามารถอธิบายได้และเป็นกังวลว่าสายพันธุ์อื่นจะไม่ปรับตัวเร็ว สิ่งนี้สมเหตุสมผลมากขึ้นจากนั้นสัตว์อย่างช้าๆและมีการพัฒนาแบบสุ่มโดยบังเอิญ นอกจากนี้ยังมีกรณีของผีเสื้อใหม่หรือสูญพันธุ์อย่างน่าอัศจรรย์ออกมาอย่างน่าอัศจรรย์ ชาวมุสลิมใส่ใจสัตว์และสิ่งแวดล้อมเป็นอย่างมาก แต่เราไม่ได้เครียดเกี่ยวกับการสูญพันธุ์หรือไม่สามารถดูแลตัวเองได้เพราะเหมือนทุกสิ่งเราให้ความไว้วางใจในพระเจ้า\n\nโดยสรุปชาวมุสลิมปฏิเสธความคิดที่ว่ามนุษย์มีวิวัฒนาการมาจากลิง ชาวมุสลิมเชื่อว่ามนุษย์ถือว่าเป็นการสร้างพิเศษ ศาสนาอิสลามสอนว่ามนุษย์เป็นรูปแบบชีวิตที่ไม่เหมือนใครที่สร้างขึ้นโดยอัลลอฮ์เช่นเดียวกับทุกสิ่งทุกอย่าง อย่างไรก็ตามเรามีของกำนัลและความสามารถที่ไม่เหมือนใครไม่เหมือนสัตว์อื่น ๆ และความเป็นอยู่ ตัวอย่างเช่นเรามีวิญญาณนิรันดร์มโนธรรมจินตนาการความรู้และเจตจำนงเสรี เราสามารถแข็งแกร่งดีและเคร่งศาสนาหรืออ่อนแอและทำงานเพียงเพื่อเติมเต็มความปรารถนาที่เห็นแก่ตัวของเรา ไม่ว่าชีวิตของมนุษย์จะเริ่มต้นด้วยการสร้างคนสองคนชายและหญิงชื่ออดัมและฮอว์วา (อีฟ) และนั่นทำให้เราทุกคนเกี่ยวข้องกับเลือดและครอบครัว\n\nอัลกุรอานอธิบายว่าอัลลอฮ __ \"ทำจากน้ำทุกสิ่งที่มีชีวิต\" (อัลกุรอาน 21:30). __ อีกข้ออธิบายว่า __ \"อัลลอฮ์ได้สร้างสัตว์ทุกชนิดจากน้ำ เดินบนสองขาและบางคนที่เดินบนสี่อัลลอฮ recte สร้างสิ่งที่เขาต้องการเพราะอัลลอฮ์มีอำนาจเหนือทุกสิ่ง \"(24:45)\n\nข้อเหล่านี้สนับสนุนทฤษฎีทางวิทยาศาสตร์ที่ชีวิตเริ่มต้นขึ้นในน้ำ",
"t.World War 1": "__world War I__ (หรือสงครามโลกครั้งที่หนึ่ง) เป็นสงครามโลกซึ่งเริ่มขึ้นเมื่อวันที่ 28 กรกฎาคม 1914 และดำเนินไปจนถึงวันที่ 11 พฤศจิกายน 1918 สงครามกินเวลาสี่ปีสามเดือนและ 14 วัน\n\nการต่อสู้ส่วนใหญ่อยู่ในยุโรป แต่ทหารจากประเทศอื่น ๆ มีส่วนร่วมและเปลี่ยนอาณาจักรอาณานิคมของมหาอำนาจยุโรปและส่งผลให้สิ้นสุดจักรวรรดิออตโตมัน ก่อนที่สงครามโลกครั้งที่สองจะเริ่มขึ้นในปี 2482 สงครามโลกครั้งที่หนึ่งเรียกว่าสงครามครั้งใหญ่สงครามโลกครั้งที่หนึ่งหรือ 'สงครามสู่การยุติสงครามทั้งหมด' 135 ประเทศมีส่วนร่วมใน __world war i__ และเกือบ 10 ล้านคนเสียชีวิตขณะต่อสู้ส่วนใหญ่เป็นโรคและความอดอยาก\n\n__World War I__ ได้ต่อสู้โดยประเทศส่วนใหญ่ของยุโรป การต่อสู้ที่แท้จริงนั้นอยู่ในแนวหน้ามากมาย แนวรบด้านตะวันตกเป็นที่ที่การต่อสู้ระหว่างเยอรมนีกับพันธมิตรส่วนใหญ่เกิดขึ้น การต่อสู้ส่วนใหญ่ที่นี่คือสงครามร่องลึก\n\nแนวรบด้านตะวันออกได้ต่อสู้ในยุโรปกลางและยุโรปตะวันออก การต่อสู้ที่นี่ไม่ใช่สงครามร่องลึก แต่เป็นสงครามมือถือเนื่องจากขนาดของด้านหน้า การต่อสู้เกิดขึ้นมากมายในแนวรบด้านตะวันออกกลางและแนวรบอิตาลี การต่อสู้ยังเกิดขึ้นในแอฟริกาจีนและทะเลรวมถึงในอากาศ\n\nสงครามสิ้นสุดลงด้วยการลงนามในสนธิสัญญาที่แตกต่างกันหลายอย่างที่สำคัญที่สุดคือสนธิสัญญาแวร์ซาย\n\n__world War I__ เป็นสงครามครั้งใหญ่ครั้งแรกที่รถถังเครื่องบินและเรือดำน้ำหรือ (U-Boats) เป็นอาวุธสำคัญ",
"t.World War 2": "__world War II__ (WWII หรือ WW2) หรือที่เรียกว่าสงครามโลกครั้งที่สองและในสหภาพโซเวียตสงครามผู้รักชาติที่ยิ่งใหญ่เป็นสงครามโลกที่เกี่ยวข้องกับการต่อสู้ในหลาย ๆ ส่วนของโลกและหลายประเทศ ประเทศส่วนใหญ่ต่อสู้ในปี 2482-2488 แต่บางประเทศเริ่มต่อสู้ในปี 2480 ประเทศส่วนใหญ่ของโลกรวมถึงพลังอันยิ่งใหญ่ทั้งหมดต่อสู้เป็นส่วนหนึ่งของพันธมิตรทางทหารสองพันธมิตร: พันธมิตรและอำนาจฝ่ายอักษะ __world War II__ เป็นความขัดแย้งที่อันตรายที่สุดในประวัติศาสตร์ของมนุษย์ทั้งหมด มันเกี่ยวข้องกับประเทศมากขึ้นมีค่าใช้จ่ายมากขึ้นและฆ่าคนมากกว่าสงครามอื่น ๆ ในประวัติศาสตร์ของมนุษย์ ระหว่าง 50 ถึง 85 ล้านคนเสียชีวิต ส่วนใหญ่เป็นพลเรือน มันรวมถึงการสังหารหมู่, การฆ่าล้างเผ่าพันธุ์โดยเจตนาของความหายนะ, การทิ้งระเบิดเชิงกลยุทธ์, ความอดอยาก, โรคและการใช้อาวุธนิวเคลียร์ครั้งแรกในประวัติศาสตร์โดยสหรัฐอเมริกาในญี่ปุ่น\n\nสงครามในเอเชียเริ่มต้นขึ้นเมื่อจักรวรรดิญี่ปุ่นบุกจีนเมื่อวันที่ 7 กรกฎาคม พ.ศ. 2480 สหรัฐอเมริกาตอบโต้ด้วยการห้ามส่งน้ำมันในญี่ปุ่น การเริ่มต้นของสงครามในยุโรปคือเมื่อเยอรมนีบุกโปแลนด์เมื่อวันที่ 1 กันยายน พ.ศ. 2482 ฝรั่งเศสและอังกฤษตอบโต้ด้วยการประกาศสงครามกับเยอรมนี 2484 ในยุโรปส่วนใหญ่อยู่ภายใต้การควบคุมของเยอรมัน มีเพียงสหราชอาณาจักรเท่านั้นที่ยังคงต่อสู้กับแกนในแอฟริกาเหนือทะเลเมดิเตอร์เรเนียนและมหาสมุทรแอตแลนติก ในเดือนมิถุนายน พ.ศ. 2484 อำนาจแกนบุกเข้ามาสหภาพโซเวียตเริ่มต้นพื้นที่สงครามที่ใหญ่ที่สุดในประวัติศาสตร์ ในวันที่ 7 ธันวาคม 2484 ญี่ปุ่นโจมตีอาณานิคมตะวันตกในมหาสมุทรแปซิฟิกและสงครามทั้งสองกลายเป็นหนึ่งเดียว\n\nชัยชนะของญี่ปุ่นหยุดลงในปี 2485 และชัยชนะของแกนยุโรปก็หยุดลงในปี 2486 ทั้งในแอฟริกาเหนือและในสหภาพโซเวียต หลังจากนั้นพันธมิตรก็เริ่มต่อสู้กลับจากทุกด้าน แกนสูญเสียแอฟริกาเหนือและเริ่มต้นในปี 2486 ถูกบังคับให้ปกป้องอิตาลี ในปี 1944 พันธมิตรบุกฝรั่งเศสมุ่งหน้าไปยังประเทศเยอรมนีในแม่น้ำไรน์ในขณะที่โซเวียตยังคงปิดตัวลงจากทางตะวันออก เยอรมนียอมจำนนในเดือนพฤษภาคม 2488 ญี่ปุ่นยอมจำนนอย่างเป็นทางการเมื่อวันที่ 2 กันยายน 2488 สงครามสิ้นสุดลงด้วยชัยชนะของพันธมิตร\n\nหลังสงครามสหประชาชาติได้ถูกจัดตั้งขึ้นเพื่อพัฒนาการสนับสนุนระหว่างประเทศและเพื่อป้องกันสงครามในอนาคต สงครามเย็นในหมู่ผู้ชนะที่สำคัญเริ่มขึ้นในไม่ช้า แต่พวกเขาไม่ได้ต่อสู้กันในสงครามจริง การปลดปล่อยอาณานิคมของเอเชียและแอฟริกาซึ่งประเทศเหล่านั้นควบคุมโดยประเทศในยุโรปได้รับความเป็นอิสระของพวกเขาก็เกิดขึ้นเช่นกัน นี่เป็นเพราะอำนาจของยุโรปอ่อนแอลงจากสงคราม การฟื้นตัวทางเศรษฐกิจและการบูรณาการทางการเมือง (กระบวนการของประเทศรวมกัน) เป็นผลมาจากสงครามอื่น ๆ",
"t.Cold War": "__ สงครามเย็น (2490-2534) เป็นความสัมพันธ์ที่ตึงเครียดระหว่างสหรัฐอเมริกา (และพันธมิตร) และสหภาพโซเวียต (สหภาพโซเวียตและพันธมิตร) ระหว่างสิ้นสุดสงครามโลกครั้งที่สองและการตายของสหภาพโซเวียต\n\nประเทศส่วนใหญ่ในด้านหนึ่งเป็นพันธมิตรในนาโต้ซึ่งมีสองประเทศที่ใหญ่ที่สุดคือสหรัฐอเมริกาและตุรกี ประเทศส่วนใหญ่ในอีกด้านหนึ่งเป็นพันธมิตรในสนธิสัญญาวอร์ซอว์ประเทศที่ทรงพลังที่สุดคือสหภาพโซเวียต (ปัจจุบันคือรัสเซีย)\n\nกลุ่มประเทศ Western-Capitalist รวมถึงอเมริกา, ตุรกี, ยุโรปตะวันตก, อิสราเอล, ญี่ปุ่น, เกาหลีใต้, ไทย, อิหร่าน (2488-2522), ปากีสถาน, มาเลเซีย, ฟิลิปปินส์, แอฟริกาใต้, ออสเตรเลียและนิวซีแลนด์\n\nกลุ่มตะวันออก-สังคมนิยมรวมถึงสหภาพโซเวียต, ยุโรปตะวันออก, แองโกลา, เอธิโอเปีย, คิวบา (2502-2534), มองโกเลีย, เกาหลีเหนือ, จีนและเวียดนาม\n\nสงครามเย็นสิ้นสุดลงด้วยการล่มสลายของกำแพงเบอร์ลินในปี 1989 โดยรัสเซียเปลี่ยนจากประเทศคอมมิวนิสต์สังคมนิยมไปเป็นประเทศทุนนิยมประชาธิปไตย อย่างไรก็ตามยังคงมีความขัดแย้งที่ยังคงอยู่ที่นี่ตามที่เห็นในการต่อสู้ล่าสุดและสงครามระหว่างรัสเซียและยูเครน",
"t.Moon Landing": "__apollo 11__ เป็นเที่ยวบินแรกที่ส่งผู้คนไปยังดวงจันทร์ มันทำโดยนาซ่า (การบินและอวกาศแห่งชาติ) ซึ่งเป็นสำนักงานอวกาศอเมริกันดั้งเดิม มันขึ้นสู่อวกาศในวันที่ 16 กรกฎาคม 1969 ถือนักบินอวกาศสามคน ได้แก่ นีลอาร์มสตรอง, Buzz Aldrin และ Michael Collins ในวันที่ 20 กรกฎาคม 2512 อาร์มสตรองและอัลรินกลายเป็นมนุษย์คนแรกที่ลงจอดบนดวงจันทร์ในขณะที่คอลลินส์อยู่ในวงโคจรรอบดวงจันทร์\n\nเที่ยวบินเป็นส่วนหนึ่งของการแข่งขัน __Space ระหว่างสหรัฐอเมริกาและสหภาพโซเวียต มันเสร็จสิ้นแผนการที่กำหนดโดย John F. Kennedy, Unite States 35th ประธานาธิบดีในปี 1961 ถึง \"Land A Man on the Moon และกลับไปสู่โลกอย่างปลอดภัย\" ก่อนที่ปี 1960 จะจบลง",
"t.World Wide Web": "__ อินเทอร์เน็ต __ เป็นเครือข่ายการสื่อสารทั่วโลกที่ใหญ่ที่สุดของคอมพิวเตอร์ อินเทอร์เน็ตมีเครือข่ายในประเทศวิชาการธุรกิจและเครือข่ายของรัฐบาลหลายล้านคนซึ่งมีข้อมูลหลายประเภทร่วมกัน คำนี้บางครั้งย่อเป็น \"ตาข่าย\" สั้นสำหรับเครือข่าย __world Wide Web__ เป็นหนึ่งในบริการที่ใหญ่ที่สุด มันถูกใช้โดยคนไม่กี่พันล้านคนทั่วโลก\n\nอินเทอร์เน็ตได้รับการพัฒนาในสหรัฐอเมริกาโดย \"หน่วยงานโครงการวิจัยขั้นสูงของสหรัฐอเมริกา\" (DARPA) อินเทอร์เน็ตเชื่อมต่อครั้งแรกในเดือนตุลาคม 2512 และถูกเรียกว่า __ARPANET__ __world Wide Web__ ถูกสร้างขึ้นที่ Cern ในสวิตเซอร์แลนด์ในปี 1990 โดยนักวิทยาศาสตร์ชาวอังกฤษ (สหราชอาณาจักร) ชื่อ Tim Berners-Lee"
}
