{
"t.Big Bang": " __ \"İnançlılar, göklerin ve dünyanın bir zamanlar bir kitle olduğunu fark etmezler mi? Onları eşleştiriyoruz? Ve her canlıyı sudan yarattık. O zaman inanmayacaklar mı?\" (Kur'an 21:30) __\n\n__Big Bang__ modeli, evrenin son derece yoğun ve sıcak bir durumda başladığı ve genişlemesidir. Teori, evrenin bugün hala genişlediğini gösteriyor ve ölçümler gösteriyor.\n\n__Big Bang__, evrenin nasıl başladığı ve daha sonra bugün gördüğümüz yıldızları ve galaksileri yaptığıyla ilgili bilimsel bir teoridir.\n\nEvren, yıldız, atom, form veya yapı (\"tekillik\" olarak adlandırılır) olmadan çok sıcak, küçük ve yoğun bir süper kuvvet (dört temel kuvvetin karışımı) olarak başladı. Sonra yaklaşık 13.8 milyar yıl önce, alan çok hızlı bir şekilde genişledi (böylece \"__big Bang__\" adı). Bu, sonunda yıldız ve galaksilerin oluşumuna yol açan atomların oluşumunu başlattı. İlk olarak genişleyen bir evrenin zaman içinde tek bir noktaya kadar izlenebileceğini belirten Georges Lemaître idi.\n\nBununla birlikte, Big Bang, Gezegen Oluşumu, Yörüngeler ve Davranış, Embriyoloji ve çok daha fazlası gibi birçok modern astronomik ve diğer bilimsel gerçekler tarafından bilinmeyen, 1400 yıl önce Kur'an'da Tanrı tarafından bize açıklandı. Örneğin, Georges Lemaitre, Big Bang hakkında ilk not alan kişi değildi. Kur'an, büyük patlama __ 'dan söz ediyor __ \"İhliserler, göklerin ve dünyanın bir zamanlar bir kitle olduğunu fark etmezler mi? O zaman onları eşleştiriyoruz? Ve her canlıya sudan yarattık. O zaman inanmayacaklar mı?\" (Kur'an 21:30) __\n\nEğer Tanrı'nın bir işareti veya kanıtı arıyorsanız, bunun İslam'ın Tanrı'nın gerçek ve tek dini olduğuna dair sayısız kanıttan sadece biri olduğunu bilin.\n\nEvren bugün hala genişliyor, bu da yakın zamanda keşfedildi. Bununla birlikte, Kur'an yine de teyit eder: __ \"Cennetler, onları güçle inşa ettik. Ve aslında, onu genişletiyoruz\" (Kur'an 51:47) __.\n\nBir bütün olarak, evren büyüyor ve zaman geçtikçe sıcaklık düşüyor. Kozmoloji, evrenin nasıl başladığı ve gelişiminin incelenmesidir. Kozmoloji okuyan bilim adamları, __big Bang__ teorisinin şimdiye kadar gözlemledikleriyle eşleştiğini kabul ediyorlar.\n\nFred Hoyle teoriyi radyo şovunda \"__big Bang__\" olarak adlandırdı. __Big Bang__'ın doğru olduğuna inanmadı. Onunla aynı fikirde olmayan bilim adamları ismin komik olduğunu düşündüler ve kullanmaya karar verdiler.\n\nBilim adamları __big Bang__ teorisini birçok farklı gözleme dayandırıyor. En önemlisi, çok uzak galaksilerin kırmızıya kaymasıdır. Kırmızıya kayma, ışıkta meydana gelen ve sesle gözlemlenebilir Doppler etkisidir (bir yarış arabasının sizden uzaklaşırken yaklaştıkça yaptığı ses- \"vrrrrrrrrrr\" (size doğru) \"oooooooOmmmm\" (sizden uzaklaşıyor). Benzer şekilde. , bir nesne Dünya'dan uzaklaştığında, renk ışınları kırmızı renge gerçekte olduğundan daha benziyor, çünkü hareket nesne tarafından verilen ışığın dalga boyunu uzatıyor. Bilim adamları, \"kırmızı sıcak\" kelimesini kullanıyor. Işık Dalgası Kırmızı görünür spektrumdaki en uzun dalga boyudur. Daha fazla kırmızıya kayma varsa, nesne o kadar hızlı hareket eder. Kırmızıyı ölçerek, bilim adamları evrenin genişlediğini kanıtladılar ve nesnenin ne kadar hızlı olduğunu çözebilirler Dünya'dan uzaklaşmak. Çok kesin gözlem ve ölçümlerle bilim adamları, evrenin yaklaşık 13,8 milyar yıl önce tekillik olduğuna inanıyor. Çoğu şey genişledikçe soğuduğundan, bilim adamları BM'nin BM olduğunu varsayıyor Iversse başladığında çok küçük ve çok sıcaktı.\n\n__Big Bang__ teorisini destekleyen diğer gözlemler, evrendeki kimyasal unsurların miktarlarıdır. Hidrojen, helyum ve lityum gibi çok hafif elementlerin miktarları __big Bang__ teorisi ile aynı fikirde görünüyor. Bilim adamları ayrıca \"kozmik mikrodalgalar arka plan radyasyonu\" buldular. Bu radyasyon radyo dalgaları olarak bilinir ve evrenin her yerindedir. Bu radyasyon artık çok zayıf ve soğuk, ama uzun zaman önce çok güçlü ve çok sıcaktı.\n\nBazı bilim adamları ve filozoflar zamanın __big Bang__'dan önce bir anlamı olmadığını savunuyorlar. __Big Bang__'ın zamanın başlangıcı olduğunu ve __big Bang__'dan önce evren olmadığını iddia ediyorlar, çünkü zaman yoksa \"daha önce\" olamazdı! Müslümanlar olarak, Tanrı'nın sonsuz olduğunu ve aklımızın anlayabileceği her şeyin ötesinde olduğunu biliyoruz. Bu nedenle, büyük patlamadan önceki zaman kavramını neden kavrayamadığımız mükemmel bir mantıklı, bu, güçlü bir yaratıcısına işaret eden birçok paradokstan biri.\n\nTartışmalar uğruna, büyük patlamadan önce ne olduğunu veya tam olarak nasıl yaratıldığını açıklayabileceğimizi söyleyelim. O zaman bir sonraki soru, \"Peki, bunu yaratan ne?\" Olacaktır. Ve bunu neyin yarattığını da açıkladığımızı, sonra tekrar, sorunun \"Peki, bunu yaratan ne?\" Muhtemelen görebileceğiniz gibi, bu asla sona ermeyecek, bu yüzden Tanrı'nın tek Yaratıcı olduğumuz ve Tanrı kavramının sınırlı insan aklımızın dışında nasıl olduğunun büyük bir kanıtıdır.\n\nMüslümanlar bu tür konularda tartışmıyorlar, sadece Tanrı'nın bize kendisi ve onun yaratılışı hakkında söylediklerini kabul ediyoruz. Örneğin, Tanrı ellerinden bahsediyor ama biliyoruz ki biliyoruz. Bir insanın elleri vardır, bir maymunun elleri vardır, bir saatin elleri vardır. Tanrı'nın elleri hayal edebileceğimiz her şeyin ötesindedir ve biz de bunu bırakırız.",
"t.Milky Way is Born": "Bilim adamları, __milky yolunun, büyük patlamadan kısa bir süre sonra evrendeki kütle dağılımında bir veya birkaç küçük aşırı duyar olarak başladığını teorize ediyorlar. Bu aşırı derecede bazıları, şu anda __Milky Way'in oluşturduğu en eski yıldızların ortaya çıkan küresel kümelerin tohumlarıydı. __Milky yolundaki meselenin neredeyse yarısı diğer uzak galaksilerden gelmiş olabilir. Bununla birlikte, bu yıldızlar ve kümeler artık __milky yolunun yıldız halesini oluşturuyor. İlk yıldızların doğumundan sonraki birkaç milyar yıl içinde, __milky yolunun kütlesi nispeten hızlı bir şekilde dönecek kadar büyüktü. Açısal momentumun korunması nedeniyle, bu, gaz halindeki yıldızlararası ortamın kabaca küresel bir şekilden bir diske çökmesine neden oldu. Bu nedenle, bu spiral diskte daha sonraki nesil yıldız oluştu. Güneş de dahil olmak üzere çoğu genç yıldızın diskte olduğu gözlenir.\n\nİlk yıldızlar oluşmaya başladığından beri, __Milky Way__ hem galaksi birleşmelerinden (özellikle __milky yolunun büyümesinin başlarında) hem de gazın doğrudan galaktik halodan birikmesi ile büyüdü. __Milky Way, şu anda en büyük uydu galaksilerinden ikisi olan büyük ve küçük Magellanik bulutlar da dahil olmak üzere birkaç küçük galaksiden malzeme biriktiriyor. Gazın doğrudan birikmesi, Smith bulutu gibi yüksek hızlı bulutlarda gözlenir. Bununla birlikte, en dıştaki bölgelerindeki yıldız kütlesi, açısal momentum ve metalik gibi __milky yolunun özellikleri, son 10 milyar yılda büyük galaksilerle birleşmediğini düşündürmektedir. Son büyük birleşme eksikliği benzer spiral galaksiler arasında olağandışıdır; Komşusu Andromeda Galaxy, nispeten büyük galaksilere sahip daha yeni birleşmelerle şekillendirilmiş daha tipik bir geçmişe sahip gibi görünüyor.\n\nSon çalışmalara göre, __Milky Way__ ve Andromeda Galaxy, galaksi renk -büyüklük diyagramında, \"mavi bulut\" dan geçişte galaksiler tarafından doldurulan bir bölge olan \"Yeşil Vadi\" olarak bilinir (aktif olarak oluşturulan galaksiler yeni yıldızlar) \"kırmızı diziye\" (yıldız oluşumundan yoksun galaksiler). Green Valley galaksilerindeki yıldız oluşum aktivitesi, yıldızlararası ortamda yıldız oluşturan gazın tükendiği için yavaşlıyor. Benzer özelliklere sahip simüle edilmiş galaksilerde, yıldız oluşumu tipik olarak yaklaşık beş milyar yıl sonra söndürülecektir, hatta hem __milky yolu __ hem de Andromeda arasındaki çarpışma nedeniyle yıldız oluşumu oranında beklenen, kısa vadeli artışı bile oluşturacaktır. Gökada. Aslında, __milky way'e benzer diğer galaksilerin ölçümleri, hala yeni yıldızlar oluşturan en kırmızı ve en parlak spiral galaksiler arasında olduğunu ve en mavimsi kırmızı dizi galaksilerinden biraz daha mavi olduğunu gösteriyor.\n\n## Yaş ve Kozmolojik Tarih\n\nKüresel kümeler, __milky yolundaki en eski nesneler arasındadır ve böylece __milky yolun yaşı üzerinde daha düşük bir sınır belirler. Bireysel yıldızların __milky yolundaki yaşları, toryum-232 ve uranyum-238 gibi uzun ömürlü radyoaktif elementlerin bolluğunun ölçülmesiyle tahmin edilebilir, daha sonra sonuçları nükleokosmokronoloji adı verilen bir teknik olan orijinal bolluklarının tahminleriyle karşılaştırır. Bu verim değerleri CS 31082-001 için yaklaşık 12.5 ± 3 milyar yıl ve BD +17 ° 3248 için 13.8 ± 4 milyar yıl. Beyaz bir cüce oluştuktan sonra, radyasyon soğutmasına ve yüzey sıcaklığı istikrarlı bir şekilde düşmeye başlar. Bu beyaz cücelerin en havalı sıcaklıklarını ölçerek ve beklenen başlangıç ​​sıcaklığıyla karşılaştırarak bir yaş tahmini yapılabilir. Bu teknikle, küresel küme M4 yaşı 12.7 ± 0.7 milyar yıl olarak tahmin edildi. Bu kümelerin en eskisinin yaş tahminleri 12.6 milyar yıllık en uygun tahmin ve% 95 güven üst sınırını 16 milyar yıllık bir tahmin vermektedir.\n\nEvrenin 13.80 milyar yıllık yaşına çok yakın ölçülen yaşlar arasında __milky yol __ 'nin halesinde birkaç ayrı yıldız bulunmuştur. 2007 yılında, Galaktik Halo'da bir yıldız olan 1523-0901'in yaklaşık 13.2 milyar yaşında olduğu tahmin ediliyor. O zamanlar Samanyolu__'da bilinen en eski nesne olarak, bu ölçüm __milky yolun yaşına daha düşük bir sınır koydu. Bu tahmin, toryumun ve R-süreç tarafından oluşturulan diğer elementlerin varlığından kaynaklanan spektral çizgilerin göreceli güçlerini ölçmek için çok büyük teleskopun UV-İşitsel echelle spektrografı kullanılarak yapılmıştır. Çizgi kuvvetleri, yıldızın yaşının bir tahmininin nükleokosmokronoloji kullanılarak türetilebileceği farklı elemental izotopların bolluklarını verir. Başka bir yıldız olan HD 140283, 14.5 ± 0.7 milyar yaşında.\n\nGalaktik ince diskteki yıldızların yaşı da nükleokosmokronoloji kullanılarak tahmin edilmiştir. İnce disk yıldızlarının ölçümleri, ince diskin 8.8 ± 1.7 milyar yıl önce oluştuğunu tahmin eder. Bu ölçümler, galaktik halo oluşumu ve ince disk arasında yaklaşık 5 milyar yıllık bir artış olduğunu göstermektedir. Binlerce yıldızın kimyasal imzalarının son analizi, yıldız oluşumunun 8-10 milyar yıl önce, yıldızlararası gazın aynı oranda yeni yıldızlar oluşturmak için çok sıcak olduğu disk oluşumu sırasında bir büyüklük sırasına düşmüş olabileceğini düşündürmektedir. eskisi gibi.\n\n__Milky yolunu çevreleyen uydu galaksileri rastgele dağıtılmamıştır, ancak 500.000 ışık yılı çapında ve 50.000 ışık yılı genişliğinde bir halka yapısı üreten bazı büyük sistemlerin bir sonucu gibi görünüyordu. Andromeda Galaxy ile 4 milyar yıl içinde beklenen gibi, galaksiler arasındaki yakın karşılaşmalar, zamanla ana diske keyfi bir açıda cüce galaksiler oluşturmak için birleşebilecek büyük gaz kuyruklarını yırtıyor.",
"t.Sun is Born": "__ \"Geceyi ve günü yaratan kişidir ve güneş ve ay; hepsi (göksel bedenler) her biri yuvarlak rotasında yüzer\" (Kur'an 21:33).\n\nGüneş sistemimizin merkezindeki __sun__ sarı bir cüce yıldızdır. Işık olarak enerji verir. Buna ışık, kızılötesi enerji (ısı), ultraviyole ışık ve radyo dalgaları dahildir. Ayrıca, Dünya'ya \"güneş rüzgarı\" olarak ulaşan bir parçacık akışı verir. Tüm bu enerjinin kaynağı, hidrojeni helyuma dönüştüren ve büyük miktarda enerji yapan yıldızdaki reaksiyondur.\n\n__Sun__, Samanyolu galaksimizdeki diğer birçok kişi gibi bir yıldızdır. 4.5 milyar yıldan biraz daha uzun bir süredir var ve en azından uzun süre devam edecek. __Sun__, Dünya'dan yaklaşık yüz kat daha geniş. Dünya kütlesinin 333.000 katı olan 1.9891 × 1030 kg'lık bir kütleye sahiptir. Dünya ayrıca __sun__ 1,3 milyon kez sığabilir.\n\nBilim adamları, __sun__'ın yaklaşık 4.567 milyar yıl önce çok büyük bir toz bulutu ve küçük buz parçalarından başladığını düşünüyor.\n\nBu büyük bulutun merkezinde, yerçekimi malzemenin bir topa dönüşmesine neden oldu. Bu yeterince büyüdükten sonra, içindeki büyük basınç bir füzyon reaksiyonu başlattı. Bu salınan enerji o topun ısınmasına ve parlamasına neden oldu.\n\n__Sun__'dan yayılan enerji, bulutun geri kalanını kendisinden ve bu bulutun geri kalanından oluşan gezegenleri itti.",
"t.Earth is Born": "__ \"O zaman (Allah) hepsi duman iken cennete döndü. Cennete ve dünyaya dedi ki:“ Gel (varlığa), isteyerek veya isteksizce. ” Dediler ki: “İşte isteğe bağlı olarak (varlığımız).” __\n\n__Aarth__ ve diğer gezegenler yaklaşık 4.6 milyar yıl önce kuruldu. Güneş yapan bulutsudan artık gazdan yapılmışlardı. Bu yine Kur'an'da açıkladığı gibi Kur'an'ın bilimsel bir mucizesi: \"O zaman (Allah) her şey duman iken cennete döndü. Cennete ve dünyaya dedi:“ Gel (var), isteyerek ya da isteksizce. \" Dediler ki: “İşte isteğe bağlı olarak (varlığımız).” Bu ayet dünyanın nasıl oluştuğundan bahsediyordu.\n\nAy, erken __earth__ ve daha küçük bir gezegen (bazen Theia olarak adlandırılır) arasındaki bir çarpışmadan sonra oluşmuş olabilir. Bilim adamları, her iki gezegenin bölümünün ayrıldığına inanıyorlar - (yerçekimi ile) ay haline geliyor.\n\nKur'an, Allah'ın güneşi, ayı ve gezegenleri, her birinin kendi bireysel kursları veya yörüngeleri ile yarattığını belirtir. __ \"Geceyi ve günü yaratan kişidir ve güneş ve ay; hepsi (göksel bedenler) her biri yuvarlak rotasında yüzer\" (Kur'an 21:33).\n\n__Aearth __ 'ın su farklı yerlerden geldi. Yoğunlaştırıcı su buharı ve __earth__ vuran kuyruklu yıldızlar ve asteroitler okyanusları yaptı. Bir milyar yıl içinde (yaklaşık 3,6 milyar yıl önce) bilim adamları, Archaean döneminde ilk yaşamın başladığına inanıyorlar. Bazı bakteriler, bitkilerin güneş ışığından ve sudan yiyecek yapmasına izin veren fotosentez geliştirdi. Bu, ilk olarak Iron In Solution tarafından alınan çok fazla oksijen yayınladı. Sonunda, serbest oksijen atmosfere veya havaya girdi ve __earth __ 'nın yüzeyini aerobik yaşam için uygun hale getirdi. Bu oksijen aynı zamanda __earth __ 'un yüzeyini güneşten kötü ultraviyole radyasyondan koruyan ozon tabakasını oluşturdu.\n\nYine, Tanrı bize Kur'an'daki ozon tabakasını anlatıyor, yine de Kur'an'ın başka bir bilimsel mucizesi: __ \"ve gökyüzünü iyi korunmuş bir gölgelik haline getirdik, yine de işaretlerinden uzaklaşıyorlar.\" (Kur'an 21:32) __\n\nBilim adamları, toprağın yüzeyinde karmaşık yaşamın ozon tabakasından önce yok olduğuna inanıyorlar çünkü koruma olmadan güneşin radyasyonu gelişmiş yaşamın hayatta kalması için çok fazla olacaktır.\n\n__Aarth__ uzak geçmişte çok farklıydı. Uzun zaman önce, neredeyse tüm topraklar tek bir yerdeydi. Buna süper kıtaya denir. Bilinen en eski süper kıtaya Vaalbara deniyordu. Daha sonra, __earth__ neredeyse tamamen kalın buz tabakaları (buzullar) ile kaplandığı bir zaman (kriyojeniyen) vardı. Buna kartopu __earth teorisi denir.",
"t.Heavy Bombardment": "__ \"Habercilerimize zaten açık kanıtlarla gönderdik ve onlarla birlikte insanların [işlerini] adalet içinde sürdürebileceği kutsal kitapları ve dengeyi gönderdik. Ve Demir gönderdik, burada insanlar için büyük askeri güç ve faydalar, Ve böylece Allah, O'nu ve elçilerini destekleyenleri görmeden açıkça ortaya koyabilir. Gerçekten de, Allah güçlü ve yüceltilmiştir. \" (Kur'an 57:25) __\n\nGeç ağır bombardıman (kısaltılmış LHB ve aynı zamanda ay felaket olarak da bilinir) yaklaşık 3.8 ila 4.1 milyar yıl önce gerçekleştiği düşünülen bir olaydır. Bu, Dünya'daki Neohade ve Eoarchan dönemleri olarak bilinir. Bu aralıkta, orantısız olarak çok sayıda asteroit, Civa, Venüs, Dünya ve Mars dahil olmak üzere iç güneş sistemindeki erken karasal gezegenlerle çarpışmış olarak teorize edilmektedir.\n\nGeç ağır bombardıman, Dünya ve diğer kayalık gezegenler kitlelerinin çoğunu oluşturup topladıktan sonra gerçekleşti, ancak yine de Dünya tarihinde oldukça erken.\n\nBugün bilim adamları Iron'un Dünya'da gelişemeyeceğini biliyorlar. Dünyanın büyüklüğü nedeniyle, bu tür malzemelerin doğal olarak burada gelişemeyeceğini biliyorlar. Aslında, demirin yıldızların, özellikle kırmızı süper devlerin içinde yapılması gerektiğini biliyorlar. Füzyon reaksiyonları sırasında sadece böyle dev bir yıldızın öğeleri bir araya gelebilir. Sonra bir süpernova meydana gelir, yani yıldız patlar ve demir parçaları uzaya patlar. Bilim adamları Iron'un Dünya'ya böyle geldiğine inanıyorlar.\n\nKur'an'dan bahsediyor, __ \"ve demir gönderdik\" __. Yakın zamana kadar, bilim adamları __heavy bombardıman dönemlerini keşfetmeden, bu ayet __ \"Demir gönderdik\" __ bizim için pek mantıklı olmazdı. Ancak, Tanrı'nın tam anlamıyla bize demir gönderdiği ortaya çıkıyor, böylece bundan faydalanabiliriz.",
"t.Life on Earth": "__ \"İnkar edenler, göklerin ve dünyanın birleştirilmiş bir varlık olduğunu düşünmemiş olanlar, sonra onları ayırdık ve her canlıyı sudan yaptık mı? O zaman inanmayacaklar mı?\" (Kur'an 21:30).\n\nİddia edilen en eski yaşam formları fosilleşmiş mikroorganizmalardır (veya mikrofosiller). Bir zamanlar Quebec, Kanada'nın Nuvvuagittuq Greenstone kemerinde hidrotermal delikler olan demir ve silika açısından zengin kayalarda bulundular.\n\nBu kayalar 4.28 milyar yıl kadar eski. İçerdikleri tübüler formlar bir raporda gösterilmiştir. Bu, dünyadaki yaşamın en eski kaydı ise, okyanusların 4.4 milyar yıl önce oluştuktan sonra \"neredeyse anlık bir yaşamın ortaya çıkmasını\" önerir. Stephen Blair Hedges'e göre, \"eğer yaşam nispeten hızlı bir şekilde ortaya çıkarsa, o zaman evrende yaygın olabilir\".\n\nKuran, Allah __ \"sudan yapılan her şeyden yapılmış\" (Kur'an 21:30). İki bacak üzerinde yürüyün ve bazıları dört üzerinde yürüyen. Allah istediği şeyi yaratır, çünkü gerçekten Allah her şey üzerinde güce sahiptir \"(24:45).\n\nBu ayetler, dünyanın okyanuslarında hayatın başladığı bilimsel teoriyi destekler. Ayrıca, bazı hayvanların% 90'a kadar sudan oluştuğunu belirten modern biyoloji ile birlikte, insanlar yaklaşık% 60 sudan oluşur.",
"t.Single Celled Organisms": "__ Kuran, Allah'ın \"her canlıyı sudan yapılmış\" (Kur'an 21:30) __.\n\nTek hücreli organizmalar bir hücre olan organizmalardır.\n\nTek hücreli organizmalar her yerde bulunabilir. Hayatın en eski biçimleri 3.8 milyar yıl önce, daha uzun olmasa da vardı. Bilim adamları bu organizmanın suda yaşadığına inanıyorlar. Hayatta kalma için çeşitli stratejiler izlerler: fotosentez (siyanobakteriler), kemotrofi (birçok arke) ve heterotrofi (amip). Bazı tek hücreli organizmalarda flagella, hareket için kullandıkları küçük kuyruklar veya lobopodlar, blokik kollar olarak görünen hücresel iskeletin (hücre iskeleti) uzantıları vardır. Tek hücreli atalarımızın flagella, hayvanlara kadar gerçekleşir, burada flagelllenmiş sperm olarak görünür.\n\n__ Kuran, Allah'ın \"her canlıyı sudan yapılmış\" (Kur'an 21:30) __. Başka bir ayet, \"Allah'ın her hayvanı sudan nasıl yarattığını açıklıyor. Her Şey \"(Kur'an 24:45) __.\n\nBu ayetler, dünyanın okyanuslarında hayatın başladığı bilimsel teoriyi destekler.",
"t.Animals": "Hayvanları temsil edebilecek ilk fosiller, Güney Avustralya'nın Trezona Formasyonunun 665 milyon yaşındaki kayalarında ortaya çıkıyor. Bu fosiller büyük olasılıkla erken süngerler olarak yorumlanmaktadır.\n\nEn eski hayvanlar Ediacaran Biota'da, yaklaşık 610 milyon yıl önce Precambrian'ın sonuna doğru bulunur. Bunların hayvanları içerip içermediği uzun zamandır şüpheli olmuştu, ancak Dickinsonia fosillerinde hayvan lipit kolesterolünün keşfi, bunların gerçekten hayvan olduğunu tespit ediyor.\n\nBirçok hayvan filası ilk olarak yaklaşık 542 milyon yıl önce The Burgess Shale gibi yataklarda Kambriyen patlaması sırasında fosil kaydında görünür. Bu kayalardaki mevcut filozlar, yırtıcı anomalokariler gibi şimdi yetersiz formda formlarla birlikte yumuşakçalar, brakiyopodlar, onikophoranslar, tartigrades, eklembacaklılar, eklemodermler ve hemikordatlar içerir. Bilim adamları, bu hayvanların aynı anda yakın görünüp görünmediğinden veya fosil kayıtlarının toplanma şekliyle ilgili bir sorun olup olmadığından emin değiller.",
"t.Fish": "Bilim adamları, ilk balığın yaklaşık 530 milyon yıl önce Kambriyen patlaması sırasında ortaya çıktığına inanıyorlar. İlk omurgalılar veya omurga veya omurga kolonu olan hayvanlar olduğuna inanılıyor. İlk balığın agnatha veya çenesiz balıklara ait olduğu düşünülmektedir. Geç Kambriyen sırasında, Conodonts adı verilen yılan balığı benzeri çenesiz balık ve ilk olarak ostracoderms olarak bilinen küçük zırhlı balıklar ortaya çıktı. Çenesiz balıkların çoğu artık yok olmuştur.",
"t.Insects": "__İnsects__, Phylum Arthropoda'da bir sınıftır. Sert bir dış iskeleti olan küçük karasal omurgasızlardır.\n\n__Insects__, yeryüzündeki en büyük hayvan grubudur. Yaklaşık __926.400 farklı tür __ tanımlanmıştır. Bilinen tüm canlı türlerin yarısından __ daha fazlasını oluştururlar ve hayvan türlerinin% 90'ından fazlasını topladığına inanılırlar.\n\nYeni __insects__ türleri sürekli olarak bulunur. Toplam tür sayısının tahminleri 2 milyon ila 30 milyon arasındadır.\n\n__Insects__ altı bacağı vardır; Ve çoğunun kanatları var. __Insects__, uçuş yapabilen ilk hayvanlar olduğuna inanılıyor. Yumurtalardan geliştikçe, __insects__ __metamorphosis__ geçirir, bir böcek olgunlaşmamış bir formunun iki veya daha farklı aşamada yetişkin bir formda değiştiği inanılmaz bir dönüşüm süreci. __İnsects__ Gezegenin her yerinde yaşıyor: neredeyse hepsi karasal (karada canlı), ancak bazıları __insects__ okyanuslarda veya Antarktika gibi çok soğuk yerlerde canlı. Çoğu tür tropik bölgelerde yaşar.\n\nBazı insanlar tüm __insects__ \"hatalar\" diyor, ancak bu doğru değil. Yalnızca bazı __Insects__, belirli bir __insects__ sırası olan gerçek hatalardır. __İnsects__ okuyan kişilere __entomologlar __ denir.",
"t.Reptiles": "__Reptile__, ana arazi omurgalılarından biri için ortak adıdır. Daha doğru terimler kullanan biyologlar tarafından çok fazla kullanılmaz.\n\n__ \"sürüngen\" __ adı Latince gelir ve \"sürünen biri\" anlamına gelir. Tüm yaşayan __reptile__ türleri soğuk kanlıdır, pullu bir cilde sahiptir ve Cliidoic yumurtalarda bulunur. Ürik asit (üre yerine) atarlar ve bir kloaca vardır. Bir kloaka, anüs, idrar yolu ve üreme kanalları için paylaşılan bir açıklıktır. __Reptiles__ ayrıca, memelilerinkinden farklı olan kalp ve büyük kan damarlarının bir düzenlemesini paylaşır.\n\nBirçok önemli __reptiles__ grubu artık yok, örneğin Mosasaurlar. Dinozorların soyu tükenmiş olduğunu söylerdik, ancak tüylü torunları (kuşlar) şeklinde hayatta kalıyorlar. Hayatta kalan eski __reptiles__, grubunun yalnız kurtulan kaplumbağaları, timsahları ve Tuatara'yı içerir. Günümüz __Reptiles__'ın büyük çoğunluğu yılanlar ve kertenkelelerdir.\n\nYaşayan __reptiles__ çalışmasına herpetoloji denir.",
"t.Dinosaur Age": "__Dinosaurs__ (\"korkunç kertenkeleler\" anlamına gelir) çeşitli bir Archosaur sürüngen grubudur. Mezozoik dönemin baskın kara hayvanlarıydı. 500'den fazla farklı dinozor türü bilinmektedir. Her kıtada dinozor fosilleri bulundu ve hala sık sık yeni keşifler var.\n\n__Dinosaurs__ yaklaşık 230 milyon yıl önce Üst Triyas'da ortaya çıktı. Bir dinozor fosilinin en erken tarihi Eoraptor, 231.4 ila 228 Mya'dır. Jurassic'in başlarında en iyi kara omurgalıydılar ve karada çoğu ortama hakim oldular. 66 milyon yıl önce ani K/T (küresel) yok olma olayına kadar devam ettiler.\n\nFosil kayıtlarından, bilim adamları kuşların tüylü dinozorlar yaşadığına inanıyorlar ve bu yüzden günümüze kadar hayatta kalan tek dinozor hattı onlardı.\n\nDinozorların başarılı olmasına yardımcı olan uyarlamaları vardı. Bilinen ilk dinozorlar iki bacak üzerinde yürüyen küçük yırtıcılardı. Tüm torunları, bacaklar vücudun altında bulunan dik bir duruşa sahipti. Bu tüm yaşam tarzlarını dönüştürdü. Başka özellikler vardı. Daha küçük dinozorların çoğunun tüyleri vardı ve muhtemelen sıcak kanlanmıştı. Bu, modern sürüngenlerden daha yüksek bir metabolizma ile onları aktif hale getirecektir. Sürülerde yaşamak ve işbirliği ile sosyal etkileşim bazı türler için çok muhtemel görünüyor.\n\nİlk fosiller 19. yüzyılın başlarında dinozor olarak tanındı. Kemiklerinin bazıları çok daha önce bulundu, ancak anlaşılmadı. William Buckland, Gideon Mantell ve Richard Owen, bu kemiklerin özel bir hayvan grubu olduğunu gören bilim adamlarıydı. Dinozorlar artık dünyanın dört bir yanındaki müzelerde büyük cazibe merkezleri. Popüler kültürün bir parçası haline geldiler. Onlar hakkında en çok satan kitap ve film var. Medyada yeni dinozor keşifleri sık sık rapor ediliyor.",
"t.Mammals": "__Mammallar, sınıfı oluşturan bir grup omurgalı hayvandır. Kürk veya saçları ve çok hassas bir sıcaklık düzenlemesi vardır.\n\nMonotremler hariç, tüm memeliler gençlere sahiptir. Ayrıca gençler için süt üretirler. Gençlerin ebeveyn bakımı memeliler arasında evrenseldir ve canlı doğum, yavru sayısını sınırlandırdığı için önemlidir.",
"t.Stegosaurus": "Stegosaurus (\"Çatı Kirpisi\" anlamına gelir), şu anda Batı Kuzey Amerika'da yaşayan bir tür bitki yiyen dinozordu.\n\nStegosaurus yaklaşık 155-145 milyon yıl önce üst Jurassic döneminde yaşıyordu. Sırtında uçurtma şeklindeki plakalar ve kuyruğundaki uzun ani artışlar ile en kolay tanınan dinozorlardan biridir. Zırh, Alosaurus ve Ceratosaurus gibi et yiyenlerle yaşadığı için gerekliydi.",
"t.Tyrannosaurus": "Tyrannosaurus, 65.5-67 milyon yıl önce üst Kretase'den büyük bir yırtıcı dinozordu.\n\nTyrannosaurus, uzun, ağır bir kuyrukla dengelenmiş büyük bir kafatasına sahip iki ayaklı bir etoburdu. Büyük ve güçlü arka uzuvlarla karşılaştırıldığında, ön ayakları küçüktü, ancak boyutları için güçlüydü. İki pençeli basamakları vardı.\n\nBir avcı mı yoksa bir çöpçü mi olduğu konusunda tartışma var. Aslanlar ve sırtlanlar gibi bugünün baskın et yiyenleri gibi, Tyrannosaurus da olabilir. Çok güçlü bir çeneye sahipti ve ısırık gücü diğer dinozorların kemiklerini yakalayabilir.",
"t.Dinosaur Extinction": "Kretase'nin sonundaki yok olma, büyük asteroit veya meteorit etkileri veya artan volkanik aktivite gibi bir veya daha fazla felaket olayından kaynaklandı.\n\nHindistan'daki Deccan tuzaklarında olduğu gibi çeşitli etki kraterleri ve büyük volkanik aktivite, yok olma olayının yaklaşık zamanına tarihlenmiştir. Bu jeolojik olaylar güneş ışığını azaltmış ve fotosentezi engellemiş olabilir ve bu da Dünya'nın ekolojisinde büyük bir bozulmaya yol açabilir.",
"t.Primate Bipedalism": "Bipedalizm yürümek için iki ayak var veya kullanıyor. Bilim adamları, primatlardaki bipedalizmin 6 ila 7 milyon yıl önce uyandırdığına inanıyorlar çünkü bu, bipedalizm özelliklerini gösteren en eski fosiller. Evrimciler bunların insan türlerinin erken ataları olduğuna inanıyorlar, ancak bu teorinin bunu destekleyecek çok az kanıtları var.",
"t.Constructed Tools": "__Stone Araçları__ taştan yapılmış araçlardır. Taş Devri'nin adı verilmesinin nedeni bunlar. Bilim adamları, kullanılan ilk araçlar olduklarına inanıyorlar. Son zamanlarda, insanlar yaşamadan önce taş aletlerin kullanıldığı öğrenildi.",
"t.Control Fire": "__ Erken insanlar tarafından ateşin kontrolü erken insanlar için çok önemliydi. Yangın, sıcaklık, koruma, avcılıkta iyileşme ve yiyecek pişirme yöntemi sağladı. Bu kültürel gelişmeler kültürel yeniliklere ve diyette değişikliklere izin verdi. Ek olarak, ateşin kontrolü, insan aktivitesinin daha soğuk iklimlere genişlemesine ve hem sıcaklık hem de ışık sağlayarak akşamın ilerleyen saatlerinde kalmasına izin verdi.\n\nKontrolün en eski kesin kanıtı iddiaları yaklaşık 200 bin ila 1,7 milyon yıl önce değişmektedir. Yaklaşık 1.000.000 yıl önce başlayan yangının kontrollü kullanımına ilişkin kanıtlar geniş bilimsel desteğe sahiptir. Yangınlarda yanan çakmaktaşı bıçaklar, Fas'taki insan fosillerinin yakınında bulundu ve yaklaşık 300 bin yıl önce. Yangın kontrolünün yaygın kanıtı yaklaşık 125.000 yıl öncesine dayanmaktadır.",
"t.Adam": "__ \"Oh insanlık! Sizi tek bir erkek ve bir kadından yarattık ve sizi uluslara ve kabilelere dönüştürdük, böylece birbirinizi tanıyabilirsiniz (birbirinizi hor görebileceğiniz değil). Allah'ın görüşünde sizin için en doğru olanıdır. Ve Allah tam bilgiye sahiptir ve iyi tanışır (her şeyle) \"(Kur'an 49:13).\n\nAdam (Arapça: آدم) yeryüzündeki ilk insan ve İslam'ın ilk Nabi (نبي, Peygamber) idi. Müslüman, insan ırkının babası olarak Revere Adam ve karısı Hawwā (حواء, Eve) insanlığın annesi olarak. Müslümanlar Adem'i ilk Müslüman olarak görüyorlar, çünkü Kur'an'ın tüm peygamberlerin İslam'ın aynı inancını vaaz ettiğini, yani Tanrı'ya boyun eğmek anlamına geldiğini belirtiyor.\n\nBu iki kişiden, nesiller boyu dünyada yaşadı. Tanrı Kur'an'da belirtiyor.\n\nAdam yaratıldığında, Tanrı tüm yaratılışın kendilerini yeni bir üstün yaratım olan Adem'e bir saygı işareti olarak düşürmelerini emretti. Adam kilden yapılırken dumansız bir ateşten (bir jinn) yapıldığını söylemeyi reddeden Shaytan hariç her şey yaptı. Tanrı daha sonra onları bir test olarak Cennet Bahçesine koydu ve Şeytan hem Adam hem de Hawwa'yı başarıyla kandırdı. Onları Tanrı'nın onları yasakladığı bir ağaca götürdü. Bunun bir sonucu olarak, Tanrı bizi (insanlar ve şeytanlar) yeryüzüne yargılama gününe kadar birbirlerinin düşmanları olarak koydu. Yeryüzüne bir kez, Adam affetmek için dua etti ve Tanrı onu affetti.\n\nAdem ve tüm peygamberlerde olduğu gibi, Tanrı ile olan antlaşmamızı hatırlatmak için yeryüzüne geldiler. Tanrı'ya itaat edersek, Tanrı'nın görüşündeki meleklerden daha yüksek bir seviyeye ulaşabiliriz. Bunu yapmak için Şey'in fısıltılarından ve bundan çok daha kötü olan şeyden kaçınmalıyız, çaba sarf edin ve nuff'larımızı (bencil arzular) bastırmalıyız. Bunu, Kur'an'da bize verilen sonsuz bilgelik, talimatlar ve örnekleri, Tanrı tarafından ilk kişi tarafından yazılan ve mükemmel bir şekilde korunmuş ve değişmeyen kitabı takip ederek yapıyoruz. Ayrıca peygamberlerin muhteşem örneğini de takip etmeliyiz ve Peygamber Muhammed'in tam yaşam öyküsüne sahibiz, daha yakın zamanlarda modern tarihte bile ortaya çıkıyor. Tüm öğretileri de korunur ve yaşam tarzını korumak ve öğretmek için birçok İslam bursu vardır. Peygamber Muhammed, bir koca, baba, komşu ve arkadaş olmanın yanı sıra bir devlet, manevi ve askeri lider olan peygamberlerin mührü idi. Hayatını, eylemlerini ve öğretilerini çalıştıranlar tarafından çok övülüyor. Ona saygı duyup ona güvenirken düşmanları bile.\n\nMüslümanlar olarak, tüm insanlar için yaşamın amacının Tanrı'ya ibadet etmek ve tapularda kimin en iyi olduğunu görmek olduğunu biliyoruz. Tanrı, insanlığa, emirlerini takip etmenin bir ödülü olarak Cennet/Cennette güzel bir yer vaat etti. Cennetteki en düşük kişi on dünyanın topraklarına sahip olacak. Daha yüksek cennet seviyelerine ulaştığınızda, topraklarınızı ışık yıllarında ölçmeye başlamanız gerekir. Tanrı en cömerttir ve bize vermek ve O'na her şeyi sormamızı ister. Eğer Tanrı'dan ve peygamberlerin yollarından uzaklaşırsak, bizi cehennemde bekliyor. Tanrı bizi bu ve tüm kötü şeylerden koruysa da.\n\nBilim perspektifinden bakıldığında, insanlar bilinen tek alt türlerinin __homo sapiens sapiens__ olarak bilinen __homo sapiens__ türündedir. Biz dünyadaki en baskın türleriz. Bununla birlikte, özellikle bitkiler ve protistler arasında, hava, kayalar, yaşam ve dünyanın doğal çevresi üzerinde çok daha büyük bir etkisi olan birçok yaşam türü vardır.",
"t.First Temple": "__Göbli tepe__ (telaffuz [ɟøbekˈli teˈpe]), \"Potbelly Hill\" için Türk, Türkiye'nin güneydoğu Anatolia bölgesinde, Şanliurfa şehrinin yaklaşık 12 km (7 mi) kuzeydoğusunda bir arkeolojik alandır. Tell, 15 m (49 ft) yüksekliğine sahiptir ve yaklaşık 300 m (980 ft) çapındadır. Deniz seviyesinden yaklaşık 760 m (2.490 ft) üzerindedir.\n\nTell, M.Ö. 10-8 Millennium'a kadar uzanan sosyal veya ritüel bir doğaya inanan iki kullanım aşamasını içerir. İlk aşamada, Potter öncesi Neolitik A'ya (PPNA) ait olan büyük T şeklinde taş sütun çevreleri dikildi-dünyanın en eski bilinen megalitleri. Şu anda jeofizik araştırmalarla yaklaşık 20 dairede 200'den fazla sütun bilinmektedir. Her sütunun yüksekliği 6 m (20 ft) yüksekliğine sahiptir ve 10 ton ağırlığa sahiptir. Bunlar anakayadan çıkarılan soketlere takılırlar. Potter öncesi Neolitik B'ye (PPNB) ait olan ikinci aşamada, dikilen sütunlar daha küçüktür ve cilalı kireç zeminleri olan dikdörtgen odalarda durur. Site PPNB'den sonra terk edildi. Genç yapılar klasik zamanlardır.\n\nYapının işlevinin detayları bir gizem olmaya devam ediyor. Bir Alman arkeoloji ekibi tarafından 1996'dan 2014'teki ölümüne kadar Klaus Schmidt yönetiminde kazıldı. Schmidt, sitenin geniş bir bölgeden gelen insanların bir yerleşim değil periyodik olarak toplandığı bir sığınak olduğuna inanıyordu.\n\n2018 yılında site bir UNESCO Dünya Mirası sitesi olarak belirlendi.",
"t.Agricultural Revolution": "__ Neolitik devrim __ (Yeni Taş Devri) ilk __agrikulal devrimdir. Göçebe avcılık ve topluluklar ve gruplar toplama'dan tarım ve yerleşime kadar kademeli bir değişimdi. Bu dönem bir \"devrim\" olarak tanımlanır çünkü değişimi yapan toplulukların yaşam tarzını değiştirmiştir. Farklı zamanlarda farklı tarih öncesi insan toplumlarında meydana geldi. Birçok toplum 7-9 bin yıl önce değişti.\n\nTerim, bu gelişmelerin gerçekleştiği genel zaman dilimini ifade eder. Aynı zamanda gerçekleşen değişiklikler için de geçerlidir: erken tarım tekniklerinin benimsenmesi, mahsul yetiştiriciliği ve hayvanların evcilleştirilmesi. Neolitik devrim, sosyal organizasyon ve teknolojideki gelişmeler için önemlidir.\n\n__ Neolitik devrim __, kalıcı veya yarı kalıcı yerleşimlerde yaşamaya yol açtı. Bu nedeniyle daha az insan göçebe bir yaşam tarzı yönetti. Yetiştirilen mahsullerin kime ait olduğunu bilmek için arazi mülkiyeti kavramı geliştirildi. Doğal çevre değişti, nüfus yoğunlukları büyüdü ve insanlar diyetlerinde daha fazla sebze ve tahıl gıda yedi. Toplumda geliştirilen hiyerarşiler. Tahıl depolandı ve takas edilebilir. İyi mahsul verimlerinden fazla üretim, toplumların kötü yıllar boyunca hayatta kalmasına yardımcı oldu. Bunun bir örneği Yusuf (AS) eski Mısır'daki taneyi nasıl koruduğu ve dağıttığıdır.",
"t.Writing": "__Writing__, bir dizi sembol kullanarak görsel bir ortamda dil kaydetme eylemidir. Metin okunabilmesi için semboller başkaları tarafından bilinmelidir.\n\nBir metin ayrıca çizimler ve süslemeler gibi diğer görsel sistemleri de kullanabilir. Bunlara yazı denir, ancak mesajın çalışmasına yardımcı olabilir. Genellikle, bir ülkedeki tüm eğitimli insanlar aynı dili kaydetmek için aynı yazma sistemini kullanırlar. Okumak ve yazabilmek okuryazar olmaktır.\n\n__Writing__ konuşmadan farklıdır çünkü okuyucuların o sırada bulunması gerekmez. Uzun zaman önce ve dünyanın farklı yerlerinden yazmayı okuyabiliriz. Metin bilgileri depolar ve iletir. __Writing__, insan türünün en büyük icatlarından biridir. Tarihçiler, insanlar kasabalara yerleştikten sonra ve tarım başladıktan sonra icat edildiğine inanıyorlar. __Writing__, 5000 yıl önce Orta Doğu'da olan yaklaşık 3.300'den kalma.\n\n__Writing__ bugün genellikle kağıt üzerindedir, ancak hemen hemen her yüzeyde yazdırmanın yolları vardır. Televizyon ve film ekranları da yazma gösterebilir ve bilgisayar ekranları da gösterebilir. Birçok yazı materyali kağıttan çok önce icat edildi. Kil, papirüs, ahşap, arduvaz ve parşömen (hazırlık hayvan derileri) kullanılmıştır. Romalılar mumlu tabletler üzerine sivri bir kalemle yazdı; Bu geçici notlar ve mesajlar için popülerdi. Çinliler tarafından daha sonra kağıt icadı ileriye doğru büyük bir adımdı.\n\n__Writing__ geleneksel olarak kalem, kalem veya fırça gibi bir el aleti kullanılarak yapılır. Bununla birlikte, metin bir bilgisayar klavyesinde veya akıllı telefona giriş ile oluşturulur.",
"t.Recorded History": "__History__ geçmiş olayların incelenmesidir. İnsanlar geçmişte ne olduğunu, kaynaklar (kitaplar, gazeteler ve mektuplar gibi) ve eserler (seramik, araçlar ve insan veya hayvan kalıntıları gibi) dahil olmak üzere geçmişten gelen şeylere bakarak bilirler. Kütüphaneler, arşivler ve müzeler bunları toplar ve tutun İnsanların tarih okuması için şeyler. Tarihi inceleyen bir kişiye tarihçi denir. Eski kültürlerin geride bıraktığı şeyler aracılığıyla tarih öncesi ve tarihi inceleyen bir kişiye arkeolog denir. İnsanlık ve toplumu inceleyen bir kişiye antropolog denir. Tarihi incelemek ve yazmak için kullanılan kaynak ve yöntemlerin incelenmesine tarih yazımı denir.\n\nİnsanlar geçmişte olan şeyleri hatırlayan insanlarla konuşarak geçmiş hakkında bilgi edinebilirler. Buna sözlü tarih denir. Köleler ve Amerikan İç Savaşı mağdurları olan insanlar yaşlandıklarında, bazı tarihçiler söyledikleri her şeyi kaydettiler, böylece tarih kaybolmayacaktı.\n\nAynı şey İslam tarihinde de yapıldı. Çok şey yazıldı, ancak Peygamberimizin (Hadis) her son sözünü kitaplara toplayan birkaç akademisyen vardı. Peygamberimiz (SAW) 'a giden anlatım zincirlerini doğrulamak ve bu hadisleri sağlamlık sınıflandırma seviyelerine sokmak için bunun üzerine bir bütün İslam bilimi geliştirildi. Tüm bu insanların ve ailelerinin kim olduğunu biliyoruz, onlar sadece bir kitapta rastgele ilk isimler değiller (yani Mark, Luke, John). Çoğu zaman, aynı hadis aynı kitapta düzinelerce kez bulunabilir veya birçok insan tarafından toplandığı gibi birkaç hadis kitabına yayılabilir. Bu bir Sahih (çok ses) hadis olarak sınıflandırılacaktır.\n\nKur'an da yazıldı, ancak çoğunlukla Peygamber Testere hayatı boyunca binlerce insan tarafından ezberlendi. Bugün hala milyonlarca insan tarafından, orijinal Arap dilinde, hatta Arap olmayan konuşmacılar tarafından ezberlenmektedir. Bu mümkündür çünkü Kur'an şiirsel ve birçok insan için hatırlanması kolaydır. Kur'an'ın tüm metni bir şekilde kaybolursa, Müslümanlar birlikte çalışırlarsa birkaç saniye içinde geri getirebilirler. Tanrı'nın bize söylediği gibi, Kur'an'da onu koruyacağını zaten gerekli değil. __ “Gerçekten, Kur'an'ı gönderen biziz ve gerçekten de onun koruyucusu olacağız.” (Kur'an 15: 9) __\n\nŞiirsel ve okuma güzelliğine bakılmaksızın Kur'an'ın mesajı inananların zihnine kolayca uyuyor çünkü geçmişi, geleceği ve mantıklı ve anlaşılması kolay bir şekilde sunuluyor. Kur'an aslında sahip olduğumuz en büyük mucizedir ve İslam'ı kanıtlamak için ihtiyacımız olan sadece bir mucizedir. Bizi yarattı ve bizimle konuşuyor ve bize doğrudan Kur'an'ın sözleriyle öğretiyor. Ve kim bize öğretmek daha iyi, bizi yaratan ve bizi en iyi tanıyan Tanrı'ya öğretmek daha iyidir?\n\nEski zamanlarda dünyanın farklı yerlerindeki insanlar birbirleriyle çok sık buluşmadıkları için ayrı tarihler tuttular. Bazı insan grupları birbirleriyle hiç tanışmadı. Ortaçağ Avrupa, antik Roma ve antik Çin, dünyanın tek önemli kısımlarını yönettiklerini ve diğer bölümlerin \"barbar\" olduğunu düşündüler.",
"t.First Pyramid Built": "__ \"Bu gün sizi vücudunuzda kurtaralım, sizden sonra gelenlere bir işaret olabilirsiniz! Ama gerçekten, insanlık arasında birçoğu işaretlerimizi ihmal ediyor.\" (Kur'an 10:93) __\n\nBir __pyramid__, genellikle bir piramit şeklinde inşa edilmiş taşın bir yapısıdır. Eskiden modern zamanlara kadar dünyanın birçok farklı bölgesindeki insanlar bu tür yapıları inşa ettiler.\n\nİlk __pyramids__ MÖ 2630'da inşa edilmiştir. Bilinen en eski piramit Mısır, Saqqara'da ve Üçüncü Mısır hanedanından Kral Djoser tarafından inşa edildi.\n\nKur'an, Musa (Musa da) ve Yusuf (Joseph olarak) hakkındaki hikayelerde Mısır hanedanından çok bahsediyor.\n\nKur'an, Mısır tarihini bu Mısır hanedanlarının liderine bir kral veya firavun (daha sonra gelen) olarak atıfta bulunarak doğru bir şekilde tanımlar. British Museum tarafından yakın zamanda keşfedilen tarihsel bir gerçek. Onlara göre, Mısırlılar yöneticilerine 18. hanedana (MÖ 1552-1295) kadar \"Firavun\" demediler.\n\nMusa ve Fira'un (Firavun) hakkında konuşan birkaç ayet:\n__ \"Biz (Allah) Musa ve Firavun'un hikayesinin bir kısmını, inanacak bir insanın yararına, (Kur'an 28:04).\n\n\"Musa'ya işaretlerimizle Firavun ve Şeflerine gönderdik, ama onları haksız yere reddettiler. O zaman, bozukluk yaratanların sonu neydi! (Kur'an 7: 104)\n\n\"Bu gün sizi vücudunuzda kurtaralım, sizden sonra gelenlere bir işaret olabilirsiniz! Ama gerçekten, insanlık arasında birçoğu işaretlerimizi ihmal ediyor. (Kur'an 10:93) __\n\nMusa'nın Ramesses II ile etkileşime girdiği tarihçiler ve Hıristiyan ve Müslüman akademisyenler tarafından yaygın olarak inanılmaktadır. Hem Kur'an hem de İncil bu hikayeyi ayrıntılı olarak belirtiyor Sonunda Firavun Musa'nın, Tanrı'nın izniyle denizden ayrıldıktan sonra Kızıldeniz'de boğulmasıyla sona erdi.\n\nKur'an'ın __ \"Bu gün sizi (Ey Firavun) vücudunuzda kurtaralım, sizden sonra gelenlere bir işaret olabiliriz!\" __ başka bir kutsal kitapta bulunmaz ve hatta tarihçilerin bunun hiçbir fikri yoktur Yakın zamana kadar. Tüm Firavunların mumyalanmış bedenleri, Nil kıyıları boyunca Kral Vadisi'nde (KV7 ve 8) gizlenmişti. Mezarları yağmalandıktan sonra bile, firavunların mumyalanmış kalıntıları yüzyıllar boyunca keşfedilmedi. Keşifleri 19. yüzyılda gerçekleşti ve şimdi Ramesses II'yi Mısır'ın Kahire'deki Büyük Mısır Müzesi'nde kendi gözlerinizle görebilirsiniz. Vücudu da herkesin görmesi için birkaç uluslararası tura çıktı. Bu yine, Kur'an ve İslam'daki bilginin bize sadece Tanrı tarafından nasıl verilebileceğini gösterir.\n\nYahudi insanlara bu Firavun ve diğer eski Mısır liderleriyle olan deneyimlerini de sorabilirsiniz.\n\n__ \"Ve Musa'ya kesinlikle dokuz belirgin işaret vermiştik, bu yüzden İsrail çocuklarına [hakkında] geldiğinde [hakkında] sorun ve ona\" Gerçekten de Musa, sihirden etkilendiğinizi \"söyledi (Kur'an. 17: 101) __\n\nYahudi halklarının hayatta kalması, onlara, kendilerine gönderilen birçok mucize ve peygamber gibi aldıkları diğer Tanrı belirtilerini sormamızı sağlar.\n\n__ İsrail çocuklarına kaç tane net bir işaret verdiğimizi. Ve kimin ona geldikten sonra Allah'ın lehine alışverişinde bulunursa - o zaman gerçekten de Allāh intikam konusunda şiddetlidir. (Kur'an 2.211) __",
"t.Roman Empire": "__ Roma Empire__ (Latin: Imperium Romanum) antik dünyanın en büyük imparatorluğu idi. Başkenti Roma idi ve imparatorluğu Akdeniz'de yaşıyordu. İmparatorluk MÖ 27'den kalma, Octavian İmparator, Augustus, MS 476'ya düşene kadar, antik dünyanın sonunu ve Orta Çağ'ın başlangıcını veya karanlık çağları işaret ediyor.\n\nİmparatorluk eski Roma'nın üçüncü aşamasıydı. Roma önce Roma kralları, sonra Roma Cumhuriyeti tarafından, sonra bir imparator tarafından yönetildi.\n\nBirçok modern toprak bir zamanlar İngiltere (İskoçya değil), İspanya, Portekiz, Fransa (Gaul), İtalya, Yunanistan, Türkiye, Almanya, Mısır, Levant, Kırım, İsviçre ve Afrika'nın kuzey kıyıları dahil olmak üzere __roman imparatorluğunun bir parçasıydı. __Roman Empire__'ın ana dili Latince idi; Yunan önemli bir ikincil dildi.\n\n__Roman Empire__'ın batı kısmı yaklaşık 500 yıl devam etti ve Yunanistan ve Anadolu da dahil olmak üzere doğu kısmı yaklaşık bin yıl daha devam etti. Doğu kısmına Bizans İmparatorluğu deniyordu, başkenti Konstantinopolis'ti ve 1453 yılında Sultan Fatih Mehmet tarafından Konstantinopolis'in Osmanlı fethi tarafından sona erdi. Bu olay Peygamber Muhammed tarafından kehanet edildi ve dünya tarihinin en önemli olaylarından biri.",
"t.Crusades": "__ Haçlıes __, Hıristiyanlar ve Müslümanlar arasında Kutsal Toprakların kontrolü üzerinden yapılan bir dizi dini savaştı. Geleneksel olarak, 1095 ve 1291 arasında gerçekleştiler. Kutsal Topraklar hala üç büyük tek tanrılı din için çok önemli bir yer: İslam, Yahudilik ve Hıristiyanlık. Kutsal Topraklarda birçok önemli dini alan vardır. Burası şimdi İsrail veya Filistin adı verilen arazi. Kudüs, Nazareth, Bethlehem, Hebron ve diğer dini alanlar, Üçüncü Halife (RA), Peygamber Muhammed'in (SAW) yakın arkadaşı ve arkadaşı Omar (RA) Halifeliği sırasında Müslümanların kontrolü altına düştü.\n\nBirçok farklı haçlı seferi vardı. En önemli ve en büyük __crusades__ 11. ila 13. yüzyıl arasında gerçekleşti. Bu süre zarfında 9 büyük haçlı seferi vardı. Ayrıca birçok küçük haçlı seferi vardı. Bazı Haçlı Seferleri Avrupa'da bile (örneğin, Almanya, Avusturya ve İskandinavya'da). Daha küçük __crusades__, Rönesans ve Reformasyona kadar 16. yüzyıla kadar devam etti.\n\n\"Haçlı Seferi\" kelimesi \"çapraz\" kelimesi ile ilgilidir ve Hıristiyan Kutsal Savaşı anlamına gelir. Ayrıca, savaş döneminde Müslümanlar için \"haçlı seferi\" ile aynı çağrışımlara sahip olabilecek Müslümanlar tarafından çabalamak ve mücadele etmek anlamına gelen Arapça \"Cihad\" kelimesi de var. Peygamber (testere) bunu öğretti, daha az cihad olduğunu ve daha büyük cihad dindar bir hayat yaşamak için savaşa geliyor.\n\nHer taraf (Hıristiyanlar, Müslümanlar ve Yahudiler) dinlerinde çok inanıyordu. Haçlı seferlerinin çoğunun çoğu zaman arkasında siyasi veya parasal nedenler vardı. Tüm savaşlar gibi.\n\nÜç İbrahim inancı arasında çok fazla ortak olan düşmanlıkları görmek üzücü. Müslümanlar Yahudileri ve Hıristiyanları kitap insanları olarak görüyorlar, yani Müslümanlarla diğer insanlardan daha özel bir statü ve daha yakın ilişkileri var. Bunu Peygamberimiz (SAW) hayatında görebilirsiniz ve kendisi ve yoldaşların, Bizans Hıristiyan'ın) büyük bir savaşta Sassanyalılara kaybı tarafından üzüldükleri. Bu hadislerde kaydedildi ve hatta Kur'an'da konuştu. Aynı zamanda İslam'ın özgünlüğünün bir başka ilginç kanıtıdır. Komuta Önce ve Sonrası. Ve o gün inananlar sevecek \"(Kur'an 30: 2-4) __\n\nBu ortaya çıktığında, Arap putperestleri Pagan Sassanyalıların yanındayken, Arap Müslümanlar Hıristiyanların bu savaşı kazanmasını umuyorlardı. Hıristiyanlar kaybettiklerinde putperestler bu kayıp için Müslümanlarla alay ettiler ve \"Şimdi güçlü tanrınız nerede?\" Böylece Tanrı şu anda bu ayeti açıkladı. Elbette, MS 622'de Issus Savaşı'nda, İmparator Heraclius yönetimindeki Bizanslar, Anadolu'da Sassanyalılara karşı ezici ve kalıcı bir zafer yaşadı ve böylece Kur'an kehanetini doğruladı.",
"t.Black Plague": "__ Siyah ölüm, Avrupa ve Asya'daki milyonlarca insanı öldüren bir hastalık salgınıdır. Avrupa'daki her üç kişiden neredeyse biri hastalıktan öldü ve en kötüsü 1347 ve 1351 arasında. Hastalık Asya'da başlamış olabilir. Çoğu insan hastalığın Bubonik veba olduğunu düşünüyor. Bu hastalık sıçanlarda yaşayan pire ile taşınır ve yayılır. İpek Yolu'ndan tüccarlar enfekte olmuş pireleri Avrupa'ya getirmiş olabilir.\n\nPire sorunu başlattı; Enfekte pire siyah sıçanlar tarafından taşındı. Pire taşıyan sıçanlar şehirlere giderdi. Pire birini ısırdığında, yaraya bakterileri biraz enjekte ederlerdi. Bu, kişinin enfekte olmasına neden olur. Sıçanlar genellikle gemilerdeydi. Bu, hastalığın tüm Avrupa'ya son derece hızlı yayıldığı anlamına geliyordu.\n\nİnsanlarda hastalık kasıkta, kolların altında ve kulakların arkasında şişmeye neden oldu. Bu şişlikler siyah ve mor bir renkti, dolayısıyla 'Kara Ölüm' adı. Koyu şişliklere Buboes deniyordu. İnsanlar acı çekiyordu ve kurbanlar korkunç bir ölümle öldü. Semptomlar, mağdurların hastalığı taşıyan bir pire tarafından ısırılmasından 3-7 gün sonra görülebilir.\n\nNe yazık ki, Londra'daki gibi bazı şehirlerde kedilerin hastalığa neden olduğu düşünülüyordu, bu yüzden çok sayıda avlandı ve öldürüldüler. Ne yazık ki, beklendiği gibi, bu, sıçanların ana doğal avcılarını kaybettiği ve orada popülasyonlar daha da büyüdüğü için vebanın daha da kötüleşmesine neden oldu.\n\nBubonik veba etrafında bir başka ilginç gerçek, Papa'nın kendini nasıl kurtardığıdır. O zaman Müslümanlar tüm tıbbi ve bilimsel keşfin başındaydı. Birçok Müslüman kitabında taranan Katolik din adamları, yangının bazı hastalıkları (mikroplar) koruduğu ve öldürdüğü düşünüldüğünü keşfetti. Bu nedenle, birkaç hafta süren papayı çevreleyen bir dairede muazzam bir ateş yaktılar. Bu elbette, sıçanları ve kaçmaları Papa'yı uzak tuttu ve sorunsuz bir şekilde hayatta kaldı.",
"t.Constantinople/Istanbul": "__Constantinople__, Roma İmparatorluğu'nun başkenti (330-395), Bizans/Doğu Roman İmparatorluğu (395-1204 ve 1261-1453), Latin İmparatorluğu (1204-1261) ve Osmanlı İmparatorluğu (1453-1922) idi. 1930'da İstanbul olarak yeniden adlandırıldı. Günümüz Türkiye'de bir şehir.\n\nIslambol olarak da bilinen İstanbul'un fethi, Muhammed'in bunu kehanet ettiği peygamber olarak İslam'ın bir başka işareti ve kanıtıydı. __ “Şüphesiz, Konstantinopolis'i fethedeceksiniz. Bu ordu ne harika bir ordu olacak ve bu fatih ne kadar harika bir komutan olacak. ” (Musnad, I, 176; IV, 335; Darimi, “Mukaddima”, s. 43 )__ Bu, 1453'te şehri fetheten ve tarihin en uzun hüküm süren ve en güçlü imparatorluklarından birine sahip olan Osmanlılar için büyük bir onurdur. .\n\nTarihçiler, __Constantinople__ fethetmesinin bugün New York City gibi bir yeri fethetmeye eşdeğer olduğunu belirttiler.",
"t.Newton and Gravity": "Çoğu insan __isaac Newton__'ı düşündüğünde, bir elma ağacının altında bir elma düşmesini izlerken oturduğunu düşünüyorlar. Bazı insanlar elmanın kafasına düştüğüne bile inanıyor. __Newton__, elma gibi şeylerin yere düşmesini sağlayan şeyin belirli bir güç türü - yerçekimi dediğimiz güç olduğunu anladı. __Newton__, yerçekiminin elma ve dünya gibi iki nesne arasındaki çekim gücü olduğunu düşündü. Ayrıca, daha fazla maddeye sahip bir nesnenin, daha küçük nesnelere aynı gücü uyguladığını düşündü. Bu, dünyanın büyük kütlesinin nesneleri ona doğru çektiği anlamına geliyordu. Bu yüzden elma yukarı yerine düştü ve insanların neden havada yüzmüyor.\n\n__İsaac Newton__ yerçekimi hakkında düşünmeye devam etti. __Newton__'dan önce insanlar sadece dünyaya yakın nesnelerin düşeceğini düşündüler. Ancak __Newton__, yerçekiminin sadece Dünya ve üzerindeki nesnelerle sınırlı olmaması gerektiğini düşündü. Ya yerçekimi aya ve ötesine giderse?\n\n__Newton__, iki beden arasındaki çekim gücünü hesaplamak için bir formül icat etti. Ayı dünyada hareket ettirmek için gereken gücü hesaplamak için kullandı. Sonra elmayı aşağı doğru düşen güçle karşılaştırdı. Ayın yeryüzünden çok daha uzak olduğu ve çok daha büyük bir kitleye sahip olmasına izin verdikten sonra, güçlerin aynı olduğunu keşfetti. Ay, Dünya'nın yerçekiminin çekilmesiyle dünyanın etrafında bir yörüngede tutulur.\n\n__Newton__ tarafından icat edilen formüle yerçekimi yasası denir. Oldukça ustaca ve birçok yasası Newton fiziği olarak biliniyordu. Matematiksel formüllerinin çoğu hala daha büyük nesneler için nesnelerin mekaniğini hesaplamak için kullanılmaktadır. Küçük şeyler için doğru değildirler, bu nedenle kuantum fiziği adı verilen bir Newwer bilimi, mikroskobik nesnelerin bu garip dünyasını anlamaya çalışmak için geliştirilmektedir.",
"t.Industrialization": "__ endüstriyelizasyon (veya sanayileşme), bir zamanlar insanlar tarafından yapılan işleri yapmak için makineleri kullanmaya başladıklarında ülkelerde gerçekleşen bir süreçtir. __ endüstriyelizasyon__ insanların yaptığı şeyleri değiştirir. __ endüstriyelizasyon__ kasabaların büyümesine neden oldu. Birçok insan kasabalardaki fabrikalarda daha yüksek ücretli işler almak için tarımdan ayrıldı.\n\n__ endüstriyelizasyon__, insanların bir şeyler yapmak için daha kolay ve daha ucuz yollar benimsedikleri bir sürecin bir parçasıdır. Daha iyi teknoloji kullanarak, daha kısa sürede daha fazla mal üretmek mümkün olur. Daha az insan tarafından daha fazla şey üretilebilir.\n\nSanayileştikten sonra insanlar da daha uzmanlaşmış işler yapıyorlar. Örneğin sanayileşmeden önce, bir ayakkabıcı (ayakkabı ve deri ürünler yapan bir kişi) tek başına bir çift ayakkabı yaptı. Bir çift ayakkabı üzerinde çalıştı, bitirdi, sonra bir sonraki ayakkabıya başlayacaktı. Sanayileşme ile, ayakkabı yapma sürecini daha küçük görevlere ayırarak ayakkabı yapmaya katılan birçok insan vardır. Örneğin, ayakkabının tabanını kesen ve başka bir kişi onu diken bir kişi var. Kısacası, emek bölümü var ve bugün bir montaj hattı olarak biliniyor. Bu tür fabrikalardaki makineler çok paraya mal olur, bu nedenle fabrika, farklı makineleri ve görevleri erkeklere götürmek için işçileri karşılayabilen zengin bir kişiye ait olacak.\n\n__ endüstriyelizasyon 18, 18. yüzyılda Sanayi Devrimi ile İngiltere'de başladı. Önce Avrupa'nın bazı bölgelerine, Kuzey Amerika'ya yayıldı. 20. yüzyılda sanayileşme diğer birçok ülkeye yayıldı.",
"t.Darwin's\nTheory of Evolution": "__ \"Allah her hayvanı sudan yarattı. Bunlardan bazıları karınlarına sürünen, bazıları iki bacak üzerinde yürüyen ve bazıları dört üzerinde yürüyen. 24:45).\n\n__Charles Darwin__ (1809-1882) 1859'da \"Türlerin Kökeni Üzerine\" kitabını. İçinde yaşamın dünyaya nasıl geldiği hakkında birçok teori ortaya koydu. Belirli özelliklere sahip hayvanların, tüm hayvanların nasıl ortaya çıktığı gibi daha iyi hayatta kalabileceği bir süreç olan doğal seleksiyon önerdi. Ancak Darwin, o zamanlar genetik veya özelliklerin gerçekte nasıl aktarıldığını anlamadı veya bilmedi. Bu yüzden çocukları ebeveynlerine benzeyen şeyleri doğru bir şekilde açıklayamadı.\n\nBununla birlikte, __Darwin's__ Evrimin Açıklaması Bilim Topluluğu tarafından temelde kabul edilmektedir ve bilim adamları, tek hücreli organizmalardan ve maymunlardan bugüne kadar evrimleştiklerini denemek ve kanıtlamak için çok çalışıyorlar. Oysa Müslümanlar, Hıristiyanlar ve Yahudiler, Adem (Saw) ve Hawwa'nın (Eve) torunları olduğumuza inanıyorlar. Bilim adamları bu bulguları \"akıllı tasarım\" olarak ifade eder ve DNA, insan vücudu, güneş sistemleri vb.\n\nDarwinizm'e benzer şekilde İslam, hayatın aşamalarda ve bir süre boyunca geliştiği fikrini kabul eder. Ayrıca, Tanrı'nın her şey üzerinde gücüne sahip olduğuna ve çevresine evlat edinmek için her şeyi kolayca değiştirebileceğine inanıyoruz. Tanrı ilk kez yarattı, ikinci kez daha kolay olurdu, değil mi? Tıpkı karar gününde diriltmemiz gibi.\n\nAncak, her zaman felaket ve ölümcül olan rastgele mutasyonlar söyleyen modern evrimci teorilerin aksine, bir hayvanın gelişmesine neden oluruz, Tanrı'nın bir gecede bir hayvanı değiştirebileceğine inanıyoruz. örnek. Bu aslında özellikleri o kadar hızlı uyarlayan kuşların birçok çalışmasında belgelenmiştir ki, bilim adamları bunu açıklayamaz ve diğer türlerin hızlı adapte olmayacağından endişe duyarlar. Bu, bir hayvanın yavaş ve rastgele gelişen bir hayvandan daha mantıklıdır. Ayrıca, mucizevi bir şekilde hiçbir yerden çıkan yeni veya soyu tükenmiş kelebek vakaları var. Müslümanlar hayvanlara ve çevreye çok önem veriyorlar, ancak soyu tükenmeleri ya da kendilerine bakamadıkları konusunda stres almıyoruz çünkü her şey gibi Tanrı'ya güveniyoruz.\n\nÖzetle, Müslümanlar insanların maymunlardan rastgele evrimleştiği fikrini reddediyorlar. Müslümanlar, insanların özel bir yaratım olarak kabul edildiğine inanıyorlar. İslam, insanların her şey gibi Allah tarafından yaratılan eşsiz bir yaşam formu olduğunu öğretir; Bununla birlikte, diğer hayvanların ve varlığın aksine benzersiz hediyeler ve yeteneklerimiz var. Örneğin, ebedi bir ruhumuz, vicdan, hayal gücümüz, bilgi ve özgür irademiz var. Güçlü, iyi ve dindar olabiliriz ya da zayıf olabiliriz ve sadece bencil arzularımızı yerine getirmek için çalışabiliriz. Ne olursa olsun, insanların hayatı, Adam ve Hawwa (Eve) adında bir erkek ve bir kadın olmak üzere iki kişinin yaratılmasıyla başladı ve bu da hepimizi kan ve aile ile ilişkilendiriyor.\n\nKuran, Allah __ \"sudan yapılan her şeyden yapılmış\" (Kur'an 21:30). İki bacak üzerinde yürüyün ve bazıları dört üzerinde yürüyen. Allah istediği şeyi yaratır, çünkü gerçekten Allah her şey üzerinde güce sahiptir \"(24:45).\n\nBu ayetler, hayatın suda başladığı bilimsel teoriyi destekler.",
"t.World War 1": "__ Dünya Savaşı (veya Birinci Dünya Savaşı) 28 Temmuz 1914'te başlayan ve 11 Kasım 1918'e kadar süren küresel bir savaştı. Savaş tam dört yıl, üç ay ve 14 gün sürdü.\n\nDövüşün çoğu Avrupa'daydı, ancak diğer birçok ülkeden askerler katıldı ve Avrupa güçlerinin sömürge imparatorluklarını değiştirdi ve ayrıca Osmanlı İmparatorluğu'nun sonunda sonuçlandı. II. Dünya Savaşı 1939'da başlamadan önce, __World War I__'a Büyük Savaş, Dünya Savaşı veya 'Tüm Savaşları Sonlandırma Savaşı' deniyordu. 135 ülke __world War I__'a katıldı ve yaklaşık 10 milyon insan savaşırken, çoğunlukla hastalık ve kıtlıktan öldü.\n\n__ World War I__, Avrupa ülkelerinin çoğu tarafından yapıldı. Gerçek dövüş birçok farklı cephedeydi. Batı Cephesi, Almanya ve Müttefikler arasındaki savaşların çoğunun gerçekleştiği yerdi. Buradaki dövüşün çoğu hendek savaşıydı.\n\nDoğu Cephesi Orta ve Doğu Avrupa'da yapıldı. Burada kavga etmek hendek savaşı değil, cephe büyüklüğünden dolayı mobil savaştı. Orta Doğu Cephesi ve İtalyan cephesinde çok fazla kavga oldu. Dövüş, Afrika, Çin ve denizde ve havada da gerçekleşti.\n\nSavaş, en önemlisi Versay Antlaşması olan birçok farklı antlaşmanın imzalanmasıyla sona erdi.\n\n__ Dünya Savaşı, tankların, uçakların ve denizaltıların veya (U-botların) önemli silahlar olduğu ilk büyük savaştı.",
"t.World War 2": "__ Dünya Savaşı II__ (İkinci Dünya Savaşı veya İkinci Dünya Savaşı), İkinci Dünya Savaşı olarak da adlandırıldı ve Sovyetler Birliği'nde Büyük Vatansever Savaş, dünyanın birçok yerinde ve birçok ülkede savaşmayı içeren küresel bir savaştı. Çoğu ülke 1939-1945 yıllarında savaştı, ancak bazıları 1937'de savaşmaya başladı. Tüm büyük güçler de dahil olmak üzere dünya ülkelerinin çoğu, iki askeri ittifakın bir parçası olarak savaştı: Müttefikler ve Eksen Güçleri. __World War II__ tüm insanlık tarihinin en ölümcül çatışmasıydı. Daha fazla ülke içeriyordu, daha fazla paraya mal oldu ve insanlık tarihindeki diğer savaşlardan daha fazla insanı öldürdü. 50 ila 85 milyon arasında insan öldü. Çoğunluk sivillerdi. Katliamlar, Holokost'un kasıtlı soykırımı, stratejik bombalama, açlık, hastalık ve ABD'nin Japonya'da tarihte nükleer silahların ilk kullanımı vardı.\n\nAsya'daki savaş, Japonya İmparatorluğu'nun 7 Temmuz 1937'de Çin'i işgal ettiği zaman başladı. Amerika Birleşik Devletleri Japonya'ya petrol ambargo yaparak tepki gösterdi. Avrupa'da savaşın başlangıcı, Almanya'nın 1 Eylül 1939'da Polonya'yı işgal ettiği zamandı. Fransa ve İngiltere, Almanya'ya savaş ilan ederek tepki gösterdi. 1941'de Avrupa'nın çoğu Alman kontrolü altındaydı. Kuzey Afrika, Akdeniz ve Atlantik'teki eksene karşı sadece İngiltere savaşmaya devam etti. Haziran 1941'de eksen güçleri, tarihin en büyük savaş alanını başlatarak Sovyetler Birliği'ni işgal etti. 7 Aralık 1941'de Japonya Pasifik'teki Batı kolonilerine saldırdı ve iki savaş bir oldu.\n\nJapon zaferleri 1942'de durduruldu ve Avrupa ekseni zaferleri 1943'te hem Kuzey Afrika'da hem de Sovyetler Birliği'nde durduruldu. Bundan sonra, müttefikler her taraftan savaşmaya başladı. Eksen Kuzey Afrika'yı kaybetti ve 1943'ten başlayarak İtalya'yı savunmak zorunda kaldı. 1944'te müttefikler Fransa'yı işgal etti ve Ren Nehri'ndeki Almanya'ya doğru ilerlerken, Sovyetler doğudan kapanmaya devam etti. Almanya Mayıs 1945'te teslim oldu. Japonya 2 Eylül 1945'te resmen teslim oldu. Savaş Müttefik zaferiyle sona erdi.\n\nSavaştan sonra Birleşmiş Milletler ülkeler arasında destek geliştirmek ve gelecekteki savaşları önlemek için kuruldu. Büyük kazananlar arasındaki Soğuk Savaş yakında başladı, ancak gerçek bir savaşta birbirleriyle savaşmadılar. Avrupa ülkeleri tarafından kontrol edilen ülkelere bağımsızlık verildiği Asya ve Afrika'nın sömürgeleştirilmesi de oldu. Bunun nedeni, Avrupa gücünün savaştan zayıflamasıydı. Ekonomik toparlanma ve siyasi entegrasyon (birleştirme ülkeleri) savaşın diğer sonuçları arasında yer aldı.",
"t.Cold War": "__ Soğuk savaş (1947–1991), ABD (ve müttefikleri) ile II.Dünya Savaşı'nın sonu ile Sovyetler Birliği'nin ölümü arasındaki Sovyetler Birliği (SSCB ve müttefikleri) arasındaki gergin ilişkiydi.\n\nBir taraftaki ülkelerin çoğu, en büyük iki askeri ülkeyi ABD ve Türkiye olan NATO'da müttefikti. Diğer taraftaki ülkelerin çoğu Varşova Paktında müttefikti En güçlü ülke Sovyetler Birliği (şimdi Rusya) idi.\n\nBatı-kapitalist ülke grubu, Amerika, Türkiye, Batı Avrupa, İsrail, Japonya, Güney Kore, Tayland, İran (1945-1979), Pakistan, Malezya, Filipinler, Güney Afrika, Avustralya ve Yeni Zelanda'yı içermektedir.\n\nDoğu-sosyalist grup, Sovyetler Birliği, Doğu Avrupa, Angola, Etiyopya, Küba (1959-1991), Moğolistan, Kuzey Kore, Çin ve Vietnam'ı içerir.\n\nSoğuk Savaş, 1989'da Berlin duvarının düşmesi ile sona erdi ve Rusya sosyalist bir komünist ülkeden demokratik kapitalist bir ülkeye değişti. Ancak, Rusya ve Ukrayna arasındaki son savaşlarda ve savaşta görüldüğü gibi hala çatışma var.",
"t.Moon Landing": "__APOLLO 11__, insanları aya gönderen ilk uçuştu. Orijinal Amerikan Uzay Ajansı NASA (Ulusal Havacılık ve Uzay İdaresi) tarafından yapıldı. 16 Temmuz 1969'da üç astronot taşıyarak uzaya çıktı: Neil Armstrong, Buzz Aldrin ve Michael Collins. 20 Temmuz 1969'da Armstrong ve Aldrin aya inen ilk insanlar oldu, Collins ayın etrafında yörüngede kaldı.\n\nUçuş, Amerika Birleşik Devletleri ve Sovyetler Birliği arasındaki __Space Race__'ın bir parçasıydı. 1960'ların sona ermesinden önce, 1961'de Unite States 35. Başkan John F. Kennedy tarafından 1961'de \"Ay'a bir adamı karaya çıkarın ve onu güvenli bir şekilde yeryüzüne geri döndürmek\" için belirlenen planı bitirdi.",
"t.World Wide Web": "__The Internet__, dünya çapında en büyük bilgisayar ağıdır. İnternet, birlikte birçok farklı bilgi taşıyan milyonlarca daha küçük yerli, akademik, iş ve hükümet ağına sahiptir. Terim bazen ağın kısa olan \"net\" olarak kısaltılır. __World Wide Web__ en büyük hizmetlerinden biridir. Tüm dünyada birkaç milyar insan tarafından kullanılıyor.\n\nİnternet Amerika Birleşik Devletleri'nde \"Amerika Birleşik Devletleri İleri Araştırma Projeleri Ajansı\" (DARPA) tarafından geliştirilmiştir. İnternet ilk olarak Ekim 1969'da bağlandı ve __arpanet__ olarak adlandırıldı. __World Wide Web__ 1990 yılında İsviçre'deki Cern'de Tim Berners-Lee adında bir İngiliz (İngiltere) bilim adamı tarafından oluşturuldu."
}
