{
"t.Birth of the Universe": "\"اور وہی ایک (اللہ) ہے جس نے آسمانوں اور زمین کو (اپنے فرمانوں کے مطابق اس کے فرمانوں کے مطابق پر مبنی) تخلیق کیا ہے۔ اور وہ دن جب وہ کہے گا: 'ہو' ، تب (فیصلے کا دن) وجود میں آؤ۔ اس کا کلام سچ ہے۔ اور اس دن اس کی خودمختاری ہوگی جب صور کو اڑا دیا جائے گا (اسرافیل کے ذریعہ) ہر طرف ، تمام آگاہ۔ \" (قرآن 6:73)\n\n\"کسی چیز کے لئے ہمارا حکم یہ ہے کہ صرف اتنا ہی کہ جب ہم اسے (وجود میں لانے) کا ارادہ کرتے ہیں تو ، ہم اس سے کہتے ہیں: 'ہو' ، اور یہ بن جاتا ہے۔\" (قرآن 16:40)\n\"یہ اللہ کی شان نہیں ہے کہ اسے (اپنے آپ کو کسی کے پاس) بیٹا لینا چاہئے۔ مقدس اور تسبیح ہے وہ (اس سے اوپر)! جب وہ کسی بھی معاملے کا حکم دیتا ہے تو وہ صرف اس سے کہتا ہے: 'ہو' ، اور یہ بن جاتا ہے۔\" (قرآن 19:35)\n\n\"وہ آسمانوں اور زمین کا ابتدا کرنے والا ہے! جب وہ کسی معاملے کا حکم دیتا ہے تو ، وہ اسے آسانی سے بتاتا ہے ،\" ہو! \" اور یہ ہے!\" (قرآن 2: 117)\n\n\"اس کا حکم (تخلیق کا) صرف اتنا ہے کہ جب وہ کسی چیز کا ارادہ کرتا ہے (تخلیق کرنا) ، تو وہ اس سے کہتا ہے: 'ہو' ، لہذا یہ فوری طور پر (موجود یا مرئی اور بنتا رہتا ہے) بن جاتا ہے۔\" (قرآن 36:83)\n\n\"وہی ہے جو زندگی دیتا ہے اور موت کا سبب بنتا ہے۔ پھر جب وہ کسی چیز کا فیصلہ کرتا ہے تو وہ صرف اس سے کہتا ہے: 'ہو' ، تو یہ ہوجاتا ہے۔\" (قرآن 40:68)\n\n\"اور اگر زمین پر جو بھی درخت قلم تھے اور سمندر [سیاہی] تھا ، اس کے بعد اس کے بعد سات [مزید] سمندروں سے بھر جاتا ہے تو ، اللہ کے الفاظ 1 ختم نہیں ہوتے ہیں۔ بے شک ، اللہ اس کی طاقت اور عقلمندوں میں بلند ہے۔\" (قرآن 31:27)\n\n\"کیا انسان اس بات پر غور نہیں کرتا ہے کہ ہم نے اسے [محض] نطفہ سے پیدا کیا ہے-پھر وہ ایک ہی وقت میں کھلے متنازعہ ہیں؟ اور وہ ہمارے لئے ایک (دلیل) کی طرح پیش کرتا ہے اور اپنی تخلیق کو بھول جاتا ہے۔ وہ پوچھتا ہے (الجھن میں) : \"جب ہڈیوں کو بگاڑ دیا جائے گا تو کون زندگی دے گا؟\" کہو: \"وہ ان کو زندگی دے گا جو پہلے ان کو وجود میں لایا ، اور وہ ساری تخلیق کا ادراک رکھتا ہے۔\" جس نے آپ کے لئے بنایا ہے ، اس سے ، سبز درخت ، آگ۔ اور پھر اس سے آپ کو جلاؤ (آگ)۔ کیا وہ نہیں ہے جس نے آسمانوں اور زمین کو ان کی طرح پیدا کرنے کے قابل بنایا؟ ہاں واقعی! اور وہ ایک عمدہ تخلیق کار ہے (سب کا) ، ہمیشہ- جاننا لہذا اس کی شان اس کے لئے ہو جس کے ہاتھ میں ہر چیز کی بادشاہی ہے ، اور اسی کے لئے آپ کو واپس لایا جائے گا۔ \"(قرآن 36:82)\n\n\"پھر کیا آپ نے سوچا کہ ہم نے آپ کو بیکار پیدا کیا ہے اور یہ ہمارے لئے آپ کو واپس نہیں کیا جائے گا؟\" (قرآن 23: 115)\n\n\"کیا ان کو کچھ نہیں پیدا کیا یا انہوں نے خود کو تخلیق کیا؟\" (قرآن 52:35)\n\n\"کیا انسان کو یہ یاد نہیں ہے کہ ہم نے اسے پہلے پیدا کیا تھا ، جب وہ کچھ نہیں تھا؟\" (قرآن 19:67)\n\n\"اللہ آپ کو اپنی ماؤں کے رحموں سے نکالا جب آپ کو کچھ نہیں معلوم تھا ، اور آپ کو سننے اور دیکھنے اور دل دیئے ، تاکہ آپ شکر گزار ہوں\" (قرآن 16:78)",
"t.Big Bang": "\"کیا کافروں کو یہ احساس نہیں ہے کہ __ آسمان اور زمین ایک بار ایک بڑے پیمانے پر تھے پھر ہم ان کو اس کے بارے میں لونگ کرتے ہیں۔ (قرآن 21:30)\n\n__big bang__ ایک سائنسی نظریہ ہے کہ کائنات ایک ہی نقطہ سے کیسے شروع ہوئی اور وہاں سے پھیل گئی۔ یہ وہ جگہ ہے جہاں کہکشاؤں ، ستارے ، سیارے اور وہ تمام معاملات جو آج ہم دیکھتے ہیں اس سے شروع ہوا ہے۔\n\n__ \"وہی ایک ہے جس نے آسمانوں اور زمین کی ابتدا کی ہے ، اور جب وہ کسی چیز کو (شروع کرتا ہے) ، تو وہ صرف اس سے کہتا ہے: 'ہو' ، اور یہ بن جاتا ہے۔\" (قرآن 2: 117) __\n\n__big bang__ ماڈل یہ ہے کہ کائنات انتہائی گھنے اور گرم حالت میں شروع ہوئی ہے اور اس میں توسیع ہوئی ہے۔ نظریہ سے پتہ چلتا ہے ، اور پیمائش سے پتہ چلتا ہے ، کہ کائنات آج بھی پھیل رہی ہے۔\n\nکائنات کا آغاز ایک بہت ہی گرم ، چھوٹا اور گھنے سپر فورس (چار بنیادی قوتوں کا مرکب) کے طور پر ہوا ، جس میں کوئی ستارے ، ایٹم ، شکل ، یا ڈھانچہ نہیں ہے (جسے \"واحد\" کہا جاتا ہے)۔ پھر تقریبا 13.8 بلین سال پہلے ، جگہ بہت تیزی سے پھیل گئی (اس طرح \"__big bang__\" نام)۔ اس نے ایٹموں کی تشکیل کا آغاز کیا ، جس کے نتیجے میں ستاروں اور کہکشاؤں کی تشکیل ہوئی۔ یہ جارجس لیماتٹری تھا ، جو ایک کیتھولک پادری تھا ، جس نے پہلے (1927 میں) نوٹ کیا تھا کہ ایک پھیلتی ہوئی کائنات کا وقت کے ساتھ ہی ایک ابتدائی واحد نقطہ تک تلاش کیا جاسکتا ہے۔\n\nتاہم ، بہت سارے جدید فلکیاتی اور دیگر سائنسی حقائق سے نامعلوم ، جیسے بگ بینگ ، سیارے کی تشکیل ، مدار اور طرز عمل ، برانولوجی اور بہت کچھ ، خدا نے 1400 سال قبل قرآن مجید میں ہمارے سامنے انکشاف کیا تھا۔ مثال کے طور پر ، جارجز لیمیتری بگ بینگ کے بارے میں نوٹ کرنے والے پہلے نہیں تھے۔ قرآن واضح طور پر بڑے دھماکے کے بارے میں بات کرتا ہے __ \"کیا کافروں کو یہ احساس نہیں ہوتا ہے کہ آسمان اور زمین ایک بار ایک بڑے پیمانے پر تھی پھر ہم ان کو اس کے ساتھ ہی لونگ کرتے ہیں؟ اور ہم نے ہر زندہ چیز کو پانی سے پیدا کیا ہے۔ کیا وہ پھر یقین نہیں کریں گے؟\" (قرآن 21:30) __\n\nاگر آپ خدا کی علامت یا ثبوت کی تلاش کر رہے ہیں تو ، جانیں کہ یہ ان گنت ثبوتوں میں سے صرف ایک ہے کہ اسلام خدا کا سچا اور واحد مذہب ہے۔\n\nکائنات آج بھی پھیل رہی ہے ، جو حال ہی میں دریافت ہوئی ہے۔ تاہم ، ایک بار پھر قرآن نے تصدیق کی: __ \"آسمان ، ہم نے انہیں طاقت کے ساتھ بنایا ہے۔ اور بے شک ، ہم اسے بڑھا رہے ہیں\" (قرآن 51:47) __۔\n\nاس سے پہلے ، سائنس دانوں کے پاس ایک نظریہ تھا جس کا نام بگ کرنچ تھا ، جہاں کائنات کے بارے میں سوچا جاتا تھا کہ ممکنہ طور پر کولپس ، یا کرنچ نیچے ، ایک بار جب یہ کسی خاص نقطہ پر پہنچ گیا تو اپنے آپ کو واپس کردیں۔ اب یہ نظریہ نہیں سکھایا جاتا ہے۔\n\nمجموعی طور پر ، کائنات بڑھ رہی ہے اور وقت گزرتے ہی درجہ حرارت گر رہا ہے۔ کاسمولوجی اس بات کا مطالعہ ہے کہ کائنات کا آغاز کیسے ہوا اور اس کی ترقی۔ سائنس دان جو کائناتولوجی کا مطالعہ کرتے ہیں اس سے اتفاق کرتے ہیں کہ __big bang__ تھیوری اس سے مماثل ہے جو انہوں نے اب تک مشاہدہ کیا ہے۔\n\nفریڈ ہوئل نے اپنے ریڈیو شو میں تھیوری کو \"__big bang__\" قرار دیا۔ اسے یقین نہیں تھا کہ __big bang__ درست تھا۔ سائنس دانوں نے جو اس سے اتفاق نہیں کیا وہ نام مضحکہ خیز ہے اور اس کو استعمال کرنے کا فیصلہ کیا ہے۔\n\nسائنس دان بہت سے مختلف مشاہدات پر __big bang__ تھیوری کی بنیاد رکھتے ہیں۔ سب سے اہم ہے کہ بہت دور کی کہکشاؤں کا ریڈ شفٹ۔ ریڈ شفٹ روشنی میں پائے جانے والا ڈوپلر اثر ہے اور آواز میں بھی قابل مشاہدہ ہے۔ مثال کے طور پر ، ایک ریس کار ایک ریس کار بناتا ہے جیسے ہی یہ قریب آتا ہے۔ نچلے حصے کی آواز جو آپ سے دور ہوتی ہے۔ اسی طرح ، جب کوئی شے زمین سے دور ہوجاتی ہے تو ، اس کی رنگین کرنیں رنگ کے سرخ رنگ سے زیادہ ملتی جلتی نظر آتی ہیں ، کیونکہ اس تحریک سے شے کے ذریعہ دیئے گئے روشنی کی طول موج کو پھیلا ہوا ہے۔ سائنس دان اس پھیلی ہوئی روشنی کی لہر کو بیان کرنے کے لئے لفظ \"ریڈ ہاٹ\" کا استعمال کرتے ہیں کیونکہ مرئی اسپیکٹرم کی لمبی لمبی طول موج ہے۔ جتنا زیادہ سرخ رنگ کی جگہ ہے ، اتنی تیزی سے شے دور ہورہی ہے۔ ریڈ شفٹ کی پیمائش کرکے ، سائنس دانوں نے ثابت کیا کہ کائنات پھیل رہی ہے ، اور وہ یہ کام کرسکتے ہیں کہ آبجیکٹ زمین سے کتنی تیزی سے ہٹ رہا ہے۔ بہت ہی عین مشاہدے اور پیمائش کے ساتھ ، سائنس دانوں کا خیال ہے کہ کائنات تقریبا 13 13.8 بلین سال پہلے ایک یکسانیت تھی۔ چونکہ زیادہ تر چیزیں ٹھنڈے ہوجاتی ہیں جب ان کی وسعت ہوتی ہے ، سائنس دان فرض کرتے ہیں کہ جب کائنات شروع ہوئی تو بہت چھوٹی اور بہت گرم تھی۔ اگر کوئی شے زمین کی طرف بڑھ رہی ہے تو ، اس کے بعد نیلے رنگ کی روشنی ہوتی ہے۔\n\nدوسرے مشاہدات جو __big bang__ نظریہ کی حمایت کرتے ہیں وہ کائنات میں کیمیائی عناصر کی مقدار ہیں۔ بہت ہلکے عناصر کی مقدار ، جیسے ہائیڈروجن ، ہیلیم ، اور لتیم __big bang__ کے نظریہ سے اتفاق کرتے ہیں۔ سائنس دانوں کو \"کائناتی مائکروویویس بیک گراؤنڈ تابکاری\" بھی ملا ہے۔ اس تابکاری کو ریڈیو لہروں کے نام سے جانا جاتا ہے ، اور وہ کائنات میں ہر جگہ موجود ہیں۔ یہ تابکاری اب بہت کمزور اور سرد ہے ، لیکن ایک طویل عرصہ پہلے یہ بہت مضبوط اور بہت گرم تھا۔\n\nسائنسیوں کو معلوم تھا کہ بگ بینگ بڑے پیمانے پر تابکاری کا سبب بنے گا لیکن اس کا مزید ثبوت چاہتا ہے۔ 1960 کی دہائی میں ، نیو جرسی ، ارنو پینزیاس اور باب ولسن میں بیل لیبریٹریز کے لئے کام کرنا حادثاتی طور پر سی بی آر (کائناتی پس منظر کی تابکاری) دریافت کررہا تھا جب وہ اپنے ہوم ڈیل اینٹینا کو ٹیون کر رہے تھے ، جو ایک نیا انتہائی حساس اینٹینا تھا۔ وہ پس منظر کے تمام شور کو دور کرنے کی کوشش کر رہے تھے اور پتہ چلا کہ وہ ایک مداخلت کی فریکوئنسی کو نہیں ہٹاسکتے جو ہر سمت سے آرہا ہے۔ بعد میں یہ سی بی آر کے نام سے جانا جاتا ہے اور اس کی وجہ بڑے دھماکے کے دھماکے کی وجہ سے ہے ، آج بھی یہ سنا جاسکتا ہے ، اور آج ہی ریڈیو پر ہوگا۔ اس دریافت نے آخر کار 1993 میں پیزیاس اور ولسن کو نوبل انعام سے نوازا۔\n\nکچھ سائنس دانوں اور فلسفیوں کا استدلال ہے کہ __big bang__ سے پہلے وقت کا کوئی مطلب نہیں تھا۔ ان کا استدلال ہے کہ __big bang__ وقت کا آغاز تھا ، اور __big bang__ کے سامنے کوئی کائنات نہیں تھی ، کیوں کہ اگر وقت نہ ہوتا تو اس سے پہلے کوئی \"پہلے\" نہیں ہوسکتا تھا! بحیثیت مسلمان ، ہم جانتے ہیں کہ خدا ہمیشہ کے لئے اور کسی بھی چیز سے پرے ہے جو ہمارے ذہن کو سمجھ سکتا ہے۔ اس طرح ، یہ صحیح معنی میں ہے کہ ہم بگ بینگ سے پہلے وقت کے تصور کو کیوں نہیں سمجھ سکتے ہیں ، یہ بہت سے تضادات میں سے ایک ہے جو ایک طاقتور تخلیق کار کی طرف اشارہ کرتا ہے۔\n\nدلائل کی خاطر ، ہم یہ کہتے ہیں کہ ہم یہ بتاسکتے ہیں کہ بگ بینگ سے پہلے کیا تھا یا بالکل اس کو کس طرح تخلیق کیا گیا تھا۔ پھر اگلا سوال یہ ہوگا ، \"ٹھیک ہے تو پھر ، اس نے کیا پیدا کیا؟\"۔ اور کہتے ہیں کہ ہم نے وضاحت کی کہ اس نے بھی کیا پیدا کیا ، پھر ، سوال باقی رہے گا ، \"ٹھیک ہے ، اس نے کیا پیدا کیا؟\"۔ جیسا کہ آپ شاید دیکھ سکتے ہیں ، یہ کبھی ختم نہیں ہوگا لہذا یہ حقیقت میں خدا کا ہمارے واحد خالق ہونے کا ایک بہت بڑا ثبوت ہے اور خدا کا تصور ہماری محدود انسانی عقل سے دور ہے۔\n\nمسلمان اس طرح کے معاملات پر بحث نہیں کرتے ہیں ، ہم صرف وہی قبول کرتے ہیں جو خدا ہمیں اپنے اور اپنی تخلیق کے بارے میں بتاتا ہے۔ مثال کے طور پر ، خدا اپنے ہاتھوں کی بات کرتا ہے لیکن ہم جانتے ہیں کہ وہ کسی بھی ہاتھ کے برعکس ہیں جو ہم جانتے ہیں۔ ایک انسان کے ہاتھ ہوتے ہیں ، ایک بندر کے ہاتھ ہوتے ہیں ، ایک گھڑی کے ہاتھ ہوتے ہیں۔ خدا کے ہاتھ کسی بھی چیز سے بالاتر ہیں جس کا ہم تصور بھی کرسکتے ہیں ، اور ہم اسے اس پر چھوڑ دیتے ہیں۔",
"t.Milky Way is Born": "سائنس دانوں نے یہ نظریہ دیا ہے کہ __milky وے __ نے کائنات میں بڑے پیمانے پر تقسیم میں ایک یا کئی چھوٹی حد سے زیادہ تعداد کے طور پر شروع کیا تھا۔ ان میں سے کچھ حدود میں سے کچھ گلوبلولر کلسٹرز کے بیج تھے جن میں اب جو سب سے قدیم ستارے ہیں جو اب __milkyway__ کی تشکیل میں ہے۔ __milky way__ میں تقریبا نصف معاملہ دیگر دور کی کہکشاؤں سے ہوسکتا ہے۔ بہر حال ، یہ ستارے اور کلسٹرز اب __milky وے __ کے شاندار ہال پر مشتمل ہیں۔ پہلے ستاروں کی پیدائش کے چند ارب سالوں کے اندر ، __milky وے __ کا بڑے پیمانے پر اتنا بڑا تھا کہ یہ نسبتا quickly جلدی گھوم رہا تھا۔ کونیی کی رفتار کے تحفظ کی وجہ سے ، اس کی وجہ سے گیسیئس انٹرسٹیلر میڈیم تقریبا sp اسفیرائڈیل شکل سے کسی ڈسک تک گر گیا۔ لہذا ، اس سرپل ڈسک میں قائم ستاروں کی بعد کی نسلیں۔ زیادہ تر چھوٹے ستارے ، بشمول سورج ، ڈسک میں دیکھا جاتا ہے۔\n\nچونکہ پہلے ستاروں کی تشکیل شروع ہوئی ہے ، __ میلکی راستہ __ دونوں کہکشاں انضمام (خاص طور پر __milky way __ 'کی نشوونما) اور گیس کے حصول کے ذریعہ دونوں کہکشاں انضمام کے ذریعے بڑھ گیا ہے۔ __ میلکی وے __ فی الحال کئی چھوٹی کہکشاؤں سے مواد کی منظوری دے رہا ہے ، جس میں اس کی دو سب سے بڑی سیٹلائٹ کہکشاؤں ، بڑے اور چھوٹے میگیلینک بادل ، میجیلینک ندی کے ذریعے شامل ہیں۔ گیس کی براہ راست استحکام اسمتھ کلاؤڈ جیسے تیز رفتار بادلوں میں دیکھا جاتا ہے۔ تاہم ، اس کے بیرونی علاقوں میں __milly وے __ کی خصوصیات جیسے تارکیی ماس ، کونیی رفتار ، اور دھاتی پن سے پتہ چلتا ہے کہ اس نے پچھلے 10 ارب سالوں میں بڑی کہکشاؤں کے ساتھ کوئی انضمام نہیں کیا ہے۔ اسی طرح کے سرپل کہکشاؤں میں حالیہ بڑے انضمام کی یہ کمی غیر معمولی ہے۔ اس کا پڑوسی آندرویڈا کہکشاں نسبتا large بڑی کہکشاؤں کے ساتھ حالیہ انضمام کے ذریعہ ایک زیادہ عام تاریخ کی شکل میں دکھائی دیتی ہے۔\n\nحالیہ مطالعات کے مطابق ، __milky وے __ کے ساتھ ساتھ اینڈرومیڈا کہکشاں بھی کہکشاں کے رنگ میں کیا ہے - میگنیٹیڈ ڈایاگرام کو \"گرین ویلی\" کے نام سے جانا جاتا ہے ، یہ خطہ \"نیلے بادل\" سے منتقلی میں کہکشاؤں کے ذریعہ آباد ہے (کہکشاؤں کو فعال طور پر تشکیل دے رہا ہے۔ نئے ستارے) \"ریڈ تسلسل\" (کہکشائیں جن میں ستارے کی تشکیل کا فقدان ہے)۔ گرین ویلی کہکشاؤں میں اسٹار کی تشکیل کی سرگرمی سست ہورہی ہے کیونکہ وہ انٹرسٹیلر میڈیم میں اسٹار تشکیل دینے والی گیس سے باہر ہیں۔ اسی طرح کی خصوصیات والی مصنوعی کہکشاؤں میں ، اسٹار کی تشکیل عام طور پر اب سے تقریبا five پانچ ارب سالوں کے اندر اندر بجھا دی جاتی ہے ، یہاں تک کہ __milky وے اور اینڈرومیڈا دونوں کے مابین تصادم کی وجہ سے ستارے کی تشکیل کی شرح میں متوقع ، قلیل مدتی اضافے کا بھی محاسبہ ہوتا ہے۔ کہکشاں. در حقیقت ، __milky وے کی طرح کی دیگر کہکشاؤں کی پیمائش یہ بتاتی ہے کہ یہ سرخ رنگ اور روشن سرپل کہکشاؤں میں سے ہے جو اب بھی نئے ستارے تشکیل دے رہے ہیں اور یہ بلیویسٹ ریڈ تسلسل کہکشاؤں سے تھوڑا سا بلور ہے۔\n\n## عمر اور کائناتی تاریخ\n\nگلوبلولر کلسٹرز __milky وے __ میں قدیم ترین چیزوں میں شامل ہیں ، جو اس طرح __milky وے __ کی عمر پر ایک نچلی حد طے کرتے ہیں۔ __milly way میں انفرادی ستاروں کی عمروں کا تخمینہ طویل عرصے تک تابکار تابکار عناصر جیسے تھوریم -232 اور یورینیم -238 کی کثرت کی پیمائش کرکے لگایا جاسکتا ہے ، پھر نتائج کا موازنہ ان کی اصل کثرت کے تخمینے سے کیا جاتا ہے ، جس کی تکنیک نیوکلیوکوسموکرونولوجی نامی ایک تکنیک ہے۔ بی ڈی +17 ° 3248 کے لئے CS 31082-001 اور 13.8 ± 4 ارب سال کے لئے تقریبا 12.5 ± 3 بلین سال کی یہ پیداوار اقدار۔ ایک بار جب سفید بونا بن جاتا ہے تو ، اس سے تابکاری سے ٹھنڈا ہونا شروع ہوجاتا ہے اور سطح کا درجہ حرارت مستقل طور پر گر جاتا ہے۔ ان سفید بونے کے بہترین درجہ حرارت کی پیمائش کرکے اور ان کے متوقع ابتدائی درجہ حرارت سے ان کا موازنہ کرکے ، عمر کا تخمینہ لگایا جاسکتا ہے۔ اس تکنیک کے ساتھ ، گلوبلولر کلسٹر ایم 4 کی عمر کا تخمینہ 12.7 ± 0.7 بلین سال تھا۔ عمر کے تخمینے میں ان کلسٹروں میں سے عمر کا تخمینہ 12.6 بلین سال اور 95 فیصد اعتماد کی بالائی حد 16 بلین سال کی بہترین فٹ تخمینہ دیتا ہے۔\n\nکائنات کے 13.80 بلین سالہ سال کی عمر کے قریب پیمائش شدہ عمروں کے ساتھ __ میلکی راہ __ کے ہالوں میں متعدد انفرادی ستارے پائے گئے ہیں۔ 2007 میں ، گلیکٹک ہالو میں ایک اسٹار ، وہ 1523-0901 ، کا تخمینہ لگ بھگ 13.2 بلین سال تھا۔ اس وقت __ دودھ والے انداز میں سب سے قدیم معروف شے کی حیثیت سے ، اس پیمائش نے __milky راہ __ کی عمر پر ایک نچلی حد رکھی۔ یہ تخمینہ بہت بڑے دوربین کے یووی ویوئل ایچیل اسپیکٹروگراف کا استعمال کرتے ہوئے کیا گیا تھا تاکہ آر پروسیس کے ذریعہ پیدا کردہ تھوریم اور دیگر عناصر کی موجودگی کی وجہ سے ورنکرم لائنوں کی نسبتا طاقتوں کی پیمائش کی جاسکے۔ لائن کی طاقتوں سے مختلف عنصری آاسوٹوپس کی کثرت ہوتی ہے ، جس سے ستارے کی عمر کا تخمینہ نیوکلیوکوسموومرونولوجی کا استعمال کرتے ہوئے اخذ کیا جاسکتا ہے۔ ایک اور ستارہ ، ایچ ڈی 140283 ، 14.5 ± 0.7 بلین سال پرانا ہے۔\n\nکہکشاں پتلی ڈسک میں ستاروں کی عمر کا بھی تخمینہ نیوکلیوکوسموکرونولوجی کا استعمال کرتے ہوئے کیا گیا ہے۔ پتلی ڈسک ستاروں کی پیمائش کا اندازہ لگایا گیا ہے کہ پتلی ڈسک 8.8 ± 1.7 بلین سال پہلے تشکیل پاتی ہے۔ ان پیمائشوں سے پتہ چلتا ہے کہ کہکشاں ہالہ کی تشکیل اور پتلی ڈسک کے درمیان تقریبا 5 ارب سال کا وقفہ تھا۔ ہزاروں ستاروں کے کیمیائی دستخطوں کے حالیہ تجزیے سے پتہ چلتا ہے کہ ڈسک کی تشکیل کے وقت ، 8-10 بلین سال پہلے ، جب انٹرسٹیلر گیس اسی شرح پر نئے ستارے بنانے کے لئے بہت گرم تھی ، ڈسک کی تشکیل کے وقت تارکیی کی تشکیل میں کمی واقع ہوسکتی ہے۔ پہلے کی طرح.\n\n__milky وے __ کے آس پاس کے سیٹلائٹ کہکشاؤں کو تصادفی طور پر تقسیم نہیں کیا جاتا ہے ، لیکن ایسا لگتا ہے کہ کچھ بڑے نظام کے وقفے کا نتیجہ ہے جس میں رنگ کا ڈھانچہ 500،000 لائٹ سال قطر اور 50،000 روشنی سال چوڑا پیدا ہوتا ہے۔ کہکشاؤں کے مابین قریبی مقابلوں ، جس کی توقع 4 ارب سالوں میں آندرویڈا کہکشاں کے ساتھ گیس کی بڑی دموں سے چھین لیتی ہے ، جو وقت گزرنے کے ساتھ ساتھ مرکزی ڈسک کی طرف سے کسی صوابدیدی زاویہ پر انگوٹھی میں بونے کہکشاں تشکیل دے سکتی ہے۔",
"t.Sun is Born": "__ \"یہ وہی ہے جس نے رات اور دن پیدا کیا ، اور سورج اور چاند all تمام (آسمانی لاشیں) تیرتے ہیں ، ہر ایک اپنے گول کورس میں\" (قرآن 21:33) ۔__\n\nہمارے نظام شمسی کے مرکز میں __sun__ ایک پیلے رنگ کے بونے کا ستارہ ہے۔ یہ توانائی کو روشنی کے طور پر چھوڑ دیتا ہے۔ اس میں روشنی ، انفرا ریڈ انرجی (حرارت) ، الٹرا وایلیٹ لائٹ اور ریڈیو لہریں شامل ہیں۔ یہ ذرات کا ایک دھارا بھی دیتا ہے ، جو زمین تک \"شمسی ہوا\" کے طور پر پہنچتا ہے۔ اس ساری توانائی کا ماخذ ستارے میں رد عمل ہے جو ہائیڈروجن کو ہیلیم میں بدل دیتا ہے اور بڑی مقدار میں توانائی بناتا ہے۔\n\n__sun__ ہمارے آکاشگنگا کہکشاں میں بہت سے دوسرے لوگوں کی طرح ایک ستارہ ہے۔ یہ ساڑھے چار ارب سال سے زیادہ عرصے سے موجود ہے ، اور کم از کم طویل عرصے تک جاری رہے گا۔ __sun__ زمین کی طرح چوڑا سو گنا ہے۔ اس میں 1.9891 × 1030 کلو گرام کا بڑے پیمانے پر ہے ، جو زمین کے بڑے پیمانے پر 333،000 گنا ہے۔ زمین __sun__ 1.3 ملین بار کے اندر بھی فٹ ہوسکتی ہے۔\n\nسائنس دانوں کا خیال ہے کہ __sun__ تقریبا 4.567 بلین سال پہلے دھول کے ایک بہت بڑے بادل اور برف کے چھوٹے ٹکڑے سے شروع ہوا تھا۔\n\nاس بڑے بادل کے مرکز میں ، کشش ثقل کی وجہ سے مواد کو ایک گیند میں تشکیل دیا گیا۔ ایک بار جب یہ کافی بڑا ہو گیا تو ، اندر کے بہت بڑے دباؤ نے فیوژن کا رد عمل شروع کردیا۔ اس کی جاری کردہ توانائی کی وجہ سے وہ گیند گرمی اور چمک رہی ہے۔\n\n__sun__ سے پھیلی ہوئی توانائی نے باقی بادل کو خود سے دور کردیا ، اور اس بادل کے باقی سیارے سے پیدا ہونے والے سیارے۔",
"t.Earth is Born": "__ \"پھر وہ (اللہ) جنت کی طرف متوجہ ہوا جب یہ سارا دھواں تھا۔ اس نے آسمان اور زمین سے کہا:\" آؤ (وجود میں) ، خوشی یا ناپسندیدگی سے۔ \" انہوں نے کہا: \"ہم یہاں (وجود میں) راضی ہونے کی وجہ سے آتے ہیں۔\" __\n\n__earth__ اور دوسرے سیارے تقریبا 4.6 بلین سال پہلے تشکیل پائے تھے۔ وہ نیبولا سے بچ جانے والی گیس سے بنے تھے جس نے سورج بنا دیا تھا۔ یہ ایک بار پھر قرآن کا ایک سائنسی معجزہ ہے جیسا کہ خدا قرآن مجید میں اس کی وضاحت کرتا ہے: \"پھر وہ (اللہ) جنت کی طرف متوجہ ہوا جب یہ سارا دھواں تھا۔ اس نے آسمان اور زمین سے کہا:\" آؤ (وجود میں) ، خوشی سے) یا ناپسندیدہ طور پر۔ \" انہوں نے کہا: \"ہم یہاں (وجود میں) راضی ہونے کی وجہ سے آتے ہیں۔\" یہ آیت اس بارے میں بات کر رہی تھی کہ زمین کیسے تشکیل پائی۔\n\nہوسکتا ہے کہ چاند ابتدائی __earth__ اور ایک چھوٹے سیارے (جسے کبھی کبھی تھییا کہا جاتا ہے) کے مابین تصادم کے بعد تشکیل دیا گیا ہو۔ سائنس دانوں کا خیال ہے کہ دونوں سیاروں کے کچھ حصے ٹوٹ گئے - (کشش ثقل کے ذریعہ) چاند بننا۔\n\nقرآن مجید میں کہا گیا ہے کہ اللہ نے سورج ، چاند اور سیاروں کو تخلیق کیا ، ہر ایک کو اپنے انفرادی کورسز یا مدار کے ساتھ۔ __ \"یہ وہی ہے جس نے رات اور دن پیدا کیا ، اور سورج اور چاند all تمام (آسمانی لاشیں) تیرتے ہیں ، ہر ایک اپنے گول کورس میں\" (قرآن 21:33) ۔__\n\n__earth __ کا پانی مختلف جگہوں سے آیا۔ پانی کے بخارات ، اور دومکیتوں اور کشودرگرہ کو مارنے والے __earth__ کو مارنے سے سمندر نے سمندر بنا دیا۔ ایک ارب سال کے اندر (جو تقریبا 3. 3.6 بلین سال پہلے ہے) سائنس دانوں کا خیال ہے کہ پہلی زندگی کا آغاز آرچین دور میں ہوا تھا۔ کچھ بیکٹیریا نے فوٹو سنتھیسس تیار کیا ، جس سے پودوں کو سورج کی روشنی اور پانی سے کھانا تیار کرنے دیتا ہے۔ اس نے بہت ساری آکسیجن جاری کی ، جسے پہلے حل میں آئرن نے اٹھایا تھا۔ آخر کار ، فری آکسیجن ماحول یا ہوا میں آگئی ، جس سے __earth __ کی سطح ایروبک زندگی کے لئے موزوں ہے۔ اس آکسیجن نے اوزون پرت بھی تشکیل دی جو __earth __ کی سطح کو سورج سے خراب الٹرا وایلیٹ تابکاری سے بچاتا ہے۔\n\nایک بار پھر ، خدا ہمیں قرآن مجید میں اوزون پرت کے بارے میں بتاتا ہے ، لیکن قرآن مجید کا ایک اور سائنسی معجزہ: __ \"اور ہم نے آسمان کو ایک اچھی طرح سے محفوظ چھتری بنا دیا ہے ، پھر بھی وہ اس کی علامتوں سے ہٹ جاتے ہیں۔\" (قرآن 21:32) __\n\nسائنس دانوں کا خیال ہے کہ اوزون پرت سے پہلے زمین کی سطح پر پیچیدہ زندگی موجود نہیں تھی کیونکہ اس کے تحفظ کے بغیر سورج کی تابکاری جدید زندگی کے زندہ رہنے کے لئے بہت زیادہ ہوگی۔\n\n__earth__ دور ماضی میں بہت مختلف تھا۔ بہت پہلے ، تقریبا all تمام زمین ایک جگہ پر تھی۔ اس کو ایک سپر کنی کہا جاتا ہے۔ قدیم ترین مشہور سپر کو و بیشتر کو والبارا کہا جاتا تھا۔ بہت بعد میں ، ایک وقت (کریوجینیائی) تھا جب __earth__ تقریبا entire مکمل طور پر موٹی برف کی چادروں (گلیشیرز) سے ڈھکا ہوا تھا۔ اسے سنوبال __earth__ تھیوری کہا جاتا ہے۔",
"t.Heavy Bombardment": "__ \"ہم نے پہلے ہی اپنے میسینجرز کو واضح شواہد کے ساتھ بھیج دیا ہے اور ان کے ساتھ صحیفہ اور توازن بھیج دیا ہے جو لوگ [اپنے معاملات] کو انصاف میں برقرار رکھ سکتے ہیں۔ اور ہم نے لوہے کو بھیج دیا ، جس میں لوگوں کے لئے زبردست فوجی طاقت اور فوائد ہیں ، اور اس طرح اللہ ان لوگوں کو واضح کردے جو ان کی حمایت کرتے ہیں اور اس کے میسینجرز کو نظر نہیں آتا ہے۔ بے شک ، اللہ طاقت کے ساتھ طاقت ور اور طاقت کا حامل ہے۔ \" (قرآن 57:25) __\n\nدیر سے بھاری بمباری (مختص ایل ایچ بی اور جسے قمری تباہی کے نام سے بھی جانا جاتا ہے) ایک ایسا واقعہ ہے جس کے بارے میں سوچا گیا تھا کہ یہ تقریبا 3. 3.8 سے 4.1 بلین سال پہلے واقع ہوا ہے۔ اسے زمین پر نوہڈین اور ایورچین دور کے نام سے جانا جاتا ہے۔ اس وقفہ کے دوران ، غیر متناسب طور پر بڑی تعداد میں کشودرگرہ کا نظریہ بنایا جاتا ہے کہ وہ اندرونی نظام شمسی میں ابتدائی پرتویش سیاروں سے ٹکرا گیا ہے ، جس میں پارا ، وینس ، زمین اور مریخ شامل ہیں۔\n\nدیر سے بھاری بمباری اس وقت ہوئی جب زمین اور دیگر پتھریلے سیاروں نے ان کے بیشتر بڑے پیمانے پر تشکیل دی اور اس کی تشکیل کی ، لیکن پھر بھی زمین کی تاریخ میں اس کا آغاز ہوا۔\n\nآج سائنس دان جانتے ہیں کہ آئرن زمین پر ترقی نہیں کر سکتا تھا۔ زمین کے سائز کی وجہ سے وہ جانتے ہیں ، وہ جانتے ہیں کہ اس طرح کے مواد قدرتی طور پر یہاں تیار نہیں ہوسکتے ہیں۔ در حقیقت ، وہ جانتے ہیں کہ لوہے کو ستاروں کے اندر ، خاص طور پر سرخ سپر جنات بنانا ضروری ہے۔ فیوژن کے رد عمل کے دوران صرف اس طرح کے بہت بڑے ستارے کے اندر عناصر مل سکتے ہیں۔ پھر ایک سپرنووا واقع ہوتا ہے ، جس کا مطلب ہے کہ ستارہ پھٹ جاتا ہے ، اور لوہے کے ٹکڑے خلا میں پھینک دیئے جاتے ہیں۔ سائنس دانوں کا خیال ہے کہ اسی طرح لوہا زمین پر آیا تھا۔\n\nقرآن نے تذکرہ کیا ، __ \"اور ہم نے لوہے کو بھیجا\" __۔ کچھ عرصہ پہلے تک ، سائنس دانوں کو بغیر کسی بمباری __ ادوار کی دریافت کیے ، __ کے بارے میں یہ آیت __ \"ہم نے آئرن کو بھیجا\" __ ہمیں زیادہ سمجھ میں نہیں آتا تھا۔ تاہم ، اس سے خدا کا پتہ چلتا ہے کہ ہمیں لفظی طور پر لوہا بھیجا گیا ہے تاکہ ہم اس سے فائدہ اٹھاسکیں۔",
"t.Life on Earth": "__ \"کیا ان لوگوں کو جو انفرادیت نہیں رکھتے ہیں ان پر غور نہیں کیا گیا ہے کہ آسمان اور زمین ایک شامل ہستی ہے ، اور پھر ہم نے انہیں الگ کر دیا اور ہر جاندار کو پانی سے بنا دیا؟ پھر کیا وہ یقین نہیں کریں گے؟\" (قرآن 21:30) ۔__\n\nابتدائی دعوی کردہ لائففارمز جیواشم مائکروجنزم (یا مائکرو فوسل) ہیں۔ وہ لوہے اور سلکا سے مالا مال پتھروں میں پائے گئے تھے جو ایک بار کینیڈا کے کیوبیک کے نیویوواگٹق گرین اسٹون بیلٹ میں ہائیڈروتھرمل وینٹ تھے۔\n\nیہ پتھر 4.28 بلین سال تک پرانے ہیں۔ ان پر مشتمل نلی نما شکلیں ایک رپورٹ میں دکھائی گئی ہیں۔ اگر یہ زمین پر زندگی کا سب سے قدیم ریکارڈ ہے تو ، یہ تجویز کرتا ہے کہ \"4.4 ارب سال قبل سمندروں کی تشکیل کے بعد\" زندگی کا تقریبا فوری طور پر ابھرنا \"۔ اسٹیفن بلیئر ہیجز کے مطابق ، \"اگر زندگی زمین پر نسبتا quickly تیزی سے اٹھتی ہے تو یہ کائنات میں عام ہوسکتی ہے\"۔\n\nقرآن نے بیان کیا ہے کہ اللہ __ \"ہر زندہ چیز کو پانی سے بنا ہوا\" (قرآن 21:30) ۔__ ایک اور آیت میں بتایا گیا ہے کہ __ \"اللہ نے ہر جانور کو پانی سے کیسے بنایا ہے۔ ان میں سے کچھ ایسے ہیں جو ان کے پیٹ پر رینگتے ہیں ، کچھ دو پیروں پر چلیں ، اور کچھ جو چار پر چلتے ہیں۔ اللہ اس کی تخلیق کرتا ہے جو وہ چاہتا ہے ، کیونکہ واقعی اللہ سب کچھ ہر چیز پر طاقت رکھتا ہے \"(24:45) ۔__\n\nیہ آیات سائنسی نظریہ کی تائید کرتی ہیں کہ زمین کے سمندروں میں زندگی کا آغاز ہوا۔ وہ جدید حیاتیات کے ساتھ بھی چلتے ہیں جس میں کہا گیا ہے کہ کچھ جانور 90 ٪ پانی سے بنے ہوئے ہیں ، جبکہ انسان تقریبا 60 60 ٪ پانی پر مشتمل ہے۔",
"t.Single Celled Organisms": "__ قرآن نے بیان کیا ہے کہ اللہ نے \"ہر زندہ چیز کو پانی سے بنایا ہے\" (قرآن 21:30) __۔\n\nیونیسیلولر حیاتیات حیاتیات ہیں جن میں ایک سیل ہوتا ہے۔\n\nیونیسیلولر حیاتیات ہر جگہ پایا جاسکتا ہے۔ زندگی کی قدیم ترین شکلیں 3.8 بلین سال پہلے موجود تھیں ، اگر زیادہ نہیں۔ سائنس دانوں کا خیال ہے کہ یہ حیاتیات پانی میں رہتے تھے۔ وہ بقا کے لئے طرح طرح کی حکمت عملیوں کا تعاقب کرتے ہیں: فوٹو سنتھیسس (سیانوبیکٹیریا) ، کیموتروفی (بہت سے آثار قدیمہ) ، اور ہیٹروٹروفی (امیبا)۔ کچھ یونیسیلولر حیاتیات میں فلاجیلا ، چھوٹی دمیں ہوتی ہیں جو وہ لوکوموشن ، یا لوبوپڈس کے لئے استعمال کرتے ہیں ، سیلولر کنکال (سائٹوسکلیٹن) کی توسیع ، جو بلائبلک بازو کے طور پر ظاہر ہوتے ہیں۔ ہمارے یونیسیلولر آباؤ اجداد کا فلاجیلا ہر طرح سے جانوروں میں ہوتا ہے ، جہاں یہ فلیجیلیٹڈ نطفہ کی حیثیت سے ظاہر ہوتا ہے۔\n\n__ قرآن نے بیان کیا ہے کہ اللہ نے \"ہر زندہ چیز کو پانی سے بنایا ہے\" (قرآن 21:30) __۔ ایک اور آیت میں بتایا گیا ہے کہ __ \"اللہ نے ہر جانور کو پانی سے کیسے پیدا کیا ہے۔ ان میں سے کچھ وہ ہیں جو ان کے پیٹ پر رینگتے ہیں ، کچھ جو دو پیروں پر چلتے ہیں ، اور کچھ جو چار پر چلتے ہیں۔ اللہ اس کی تخلیق کرتا ہے ، کیونکہ واقعتا allah اللہ کا اقتدار ختم ہوتا ہے۔ تمام چیزیں \"(قرآن 24:45) __۔\n\nیہ آیات سائنسی نظریہ کی تائید کرتی ہیں کہ زمین کے سمندروں میں زندگی کا آغاز ہوا۔",
"t.Animals": "پہلا جیواشم جو جانوروں کی نمائندگی کرسکتا ہے وہ جنوبی آسٹریلیا کے ٹریزونا تشکیل کے 665 ملین سالہ قدیم پتھروں میں ظاہر ہوتا ہے۔ ان جیواشموں کی ترجمانی شاید ابتدائی کفالت کے طور پر کی جاتی ہے۔\n\nسب سے قدیم جانور تقریبا 610 ملین سال پہلے ، پریمبرین کے اختتام کی طرف ، ایڈیکارن بائیوٹا میں پائے جاتے ہیں۔ یہ طویل عرصے سے شبہ تھا کہ آیا ان میں جانور شامل ہیں ، لیکن ڈکنسنیا کے جیواشم میں جانوروں کے لپڈ کولیسٹرول کی دریافت سے یہ ثابت ہوتا ہے کہ یہ واقعی جانور تھے۔\n\nبہت سے جانوروں کی فیلا پہلی بار کیمبرین دھماکے کے دوران فوسیل ریکارڈ میں دکھائی دیتی ہے ، جس میں تقریبا 54 542 ملین سال پہلے برجیس شیل جیسے بستروں میں شروع ہوتا تھا۔ ان چٹانوں میں موجودہ فیلا میں مولوسکس ، بریچییوپڈس ، اونیچوفورانز ، ٹارڈی گریڈس ، آرتروپڈس ، ایکنوڈرمز اور ہیمیچورڈیٹس شامل ہیں ، اس کے ساتھ ساتھ شکاری انوومالوکاریس جیسی متعدد شکلیں بھی شامل ہیں۔ سائنس دانوں کو اس بات کا یقین نہیں ہے کہ آیا یہ جانور بیک وقت قریب نمودار ہوئے ہیں یا اگر جیواشم ریکارڈ جمع کیے جانے کے طریقے کا مسئلہ ہے۔",
"t.Fish": "سائنس دانوں کا خیال ہے کہ کیمبرین دھماکے کے دوران پہلی مچھلی تقریبا 530 ملین سال پہلے شائع ہوئی تھی۔ خیال کیا جاتا ہے کہ وہ پہلے کشیرے ، یا ریڑھ کی ہڈی یا ریڑھ کی ہڈی کے کالم والے جانور ہیں۔ سوچا جاتا ہے کہ پہلی مچھلی اگناتھ ، یا جب بغیر مچھلی سے تعلق رکھتی ہے۔ دیر سے کیمبرین کے دوران ، اییل جیسی جبلیس مچھلی کو کونڈونٹس کہتے ہیں ، اور چھوٹی چھوٹی بکتر بند مچھلی جس کو آسٹرکوڈرمز کے نام سے جانا جاتا ہے ، پہلے نمودار ہوا۔ زیادہ تر جب بغیر مچھلی اب معدوم ہوگئی ہے۔",
"t.Insects": "__inects__ ، فیلم آرتروپوڈا میں ایک کلاس ہیں۔ وہ چھوٹے پرتویی invertebrates ہیں جن میں سخت ایکوسکلیٹن ہوتا ہے۔\n\n__inects__ اب تک زمین پر جانوروں کا سب سے بڑا گروہ ہے۔ تقریبا __926،400 مختلف پرجاتیوں کو بیان کیا گیا ہے۔ ان کا محاسبہ __ زیادہ سے زیادہ معروف پرجاتیوں میں سے نصف سے زیادہ ہے۔\n\n__inects__ کی نئی پرجاتیوں کو مستقل طور پر پایا جاتا ہے۔ پرجاتیوں کی کل تعداد کا تخمینہ 2 ملین سے 30 ملین تک ہے۔\n\n__inects__ کی چھ ٹانگیں ہیں۔ اور زیادہ تر کے پروں ہیں۔ خیال کیا جاتا ہے کہ __inects__ پرواز کے قابل پہلا جانور ہے۔ جب وہ انڈوں سے ترقی کرتے ہیں تو ، __inects__ __metamorphosis__ سے گزرتے ہیں ، تبدیلی کا ایک حیرت انگیز عمل جہاں کیڑے کی ایک نادان شکل بالغ شکل میں دو یا زیادہ الگ الگ مراحل میں تبدیل ہوتی ہے۔ __ انزیکٹس__ پورے سیارے پر رہتے ہیں: تقریبا all سبھی پرتویش ہیں (زمین پر رہتے ہیں) ، لیکن کچھ زندہ رہتے ہیں __ انزیکٹس __ سمندروں میں یا بہت سرد مقامات ، جیسے انٹارکٹیکا میں۔ زیادہ تر پرجاتی اشنکٹبندیی علاقوں میں رہتے ہیں۔\n\nکچھ لوگ تمام __INSECTS__ \"کیڑے\" کہتے ہیں ، لیکن یہ درست نہیں ہے۔ صرف کچھ __ __inects__ سچے کیڑے ہیں ، جو __inects__ کا ایک خاص حکم ہے۔ جو لوگ __inects__ کا مطالعہ کرتے ہیں انہیں __entomologists__ کہا جاتا ہے۔",
"t.Reptiles": "__reptile__ زمینی کشیروں کے ایک اہم گروہوں میں سے ایک کے لئے عام نام ہے۔ یہ حیاتیات کے ماہرین کے ذریعہ اتنا استعمال نہیں ہوتا ہے ، جو زیادہ درست اصطلاحات استعمال کرتے ہیں۔\n\nنام __ \"رینگنے والا\" __ لاطینی زبان سے آتا ہے اور اس کا مطلب ہے \"جو رینگتا ہے\"۔ تمام زندہ __reptile__ پرجاتیوں میں ٹھنڈا خون ہوتا ہے ، جلد کی کھلی ہوئی ہوتی ہے ، اور کلیڈوک انڈے بچھاتے ہیں۔ وہ یورک ایسڈ کو خارج کرتے ہیں (یوریا کے بجائے) ، اور اس میں ایک کلوکا ہوتا ہے۔ ایک کلوکا مقعد ، پیشاب کی نالی اور تولیدی نالیوں کے لئے مشترکہ افتتاحی ہے۔ __ ریپٹائلس __ دل اور بڑی خون کی وریدوں کا انتظام بھی بانٹتے ہیں جو ستنداریوں سے مختلف ہیں۔\n\n__reptiles__ کے بہت سے اہم گروہ اب معدوم ہوچکے ہیں ، مثال کے طور پر موساسور۔ ہم کہتے تھے کہ ڈایناسور معدوم ہوگئے تھے ، لیکن وہ اپنی پنکھوں والی اولاد (پرندوں) کی شکل میں زندہ رہتے ہیں۔ قدیم __ __ ریپٹیلس __ جو زندہ رہتے ہیں ان میں کچھی ، مگرمچھ اور توتارا شامل ہیں ، جو اس کے گروپ کا تنہا زندہ بچ گئے ہیں۔ موجودہ دور کی بڑی اکثریت __reptiles__ سانپ اور چھپکلی ہیں۔\n\nزندہ __reptiles__ کے مطالعے کو ہرپیٹولوجی کہا جاتا ہے۔",
"t.Dinosaur Age": "__dinosaurs__ (جس کا مطلب ہے \"خوفناک چھپکلی\") آرکوسور رینگنے والے جانوروں کا ایک متنوع گروپ ہے۔ وہ میسوزوک دور کے غالب زمینی جانور تھے۔ ڈایناسور کی 500 سے زیادہ مختلف نسلیں مشہور ہیں۔ ڈایناسور کے جیواشم ہر براعظم میں پائے جاتے ہیں ، اور اب بھی بار بار نئی دریافتیں ہوتی رہتی ہیں۔\n\n__dinosaurs__ بالائی ٹریاسک میں تقریبا 23 230 ملین سال پہلے نمودار ہوا تھا۔ ڈایناسور جیواشم کی ابتدائی تاریخ ایوراپٹر کی ہے ، 231.4 سے 228 مایا۔ ابتدائی جراسک کے ذریعہ وہ سرزمین کے اوپر والے خطے تھے ، اور زمین پر بیشتر ماحول پر غلبہ حاصل کیا۔ وہ 66 ملین سال پہلے اچانک کے/ٹی (عالمی) معدومیت کے واقعہ تک جاری رہے۔\n\nجیواشم ریکارڈ سے ، سائنس دانوں کا خیال ہے کہ پرندے ڈایناسور کی زندگی گزار رہے ہیں اور اس لئے وہ آج تک زندہ رہنے کے لئے ڈایناسور کی واحد لائن تھیں۔\n\nڈایناسور کے پاس موافقت پذیر تھی جس نے انہیں کامیاب بنانے میں مدد کی۔ پہلا جانا جاتا ڈایناسور چھوٹے شکاری تھے جو دو پیروں پر چلتے تھے۔ ان کی تمام اولاد میں ایک سیدھی کرنسی تھی ، جس میں جسم کے نیچے ٹانگیں تھیں۔ اس نے ان کی پوری زندگی کو تبدیل کردیا۔ دوسری خصوصیات بھی تھیں۔ زیادہ تر چھوٹے ڈایناسور میں پنکھ ہوتے تھے ، اور شاید گرم خون تھے۔ اس سے وہ جدید رینگنے والے جانوروں سے زیادہ میٹابولزم کے ساتھ متحرک ہوجائیں گے۔ معاشرتی تعامل ، ریوڑ اور تعاون میں رہنے کے ساتھ کچھ اقسام کے لئے بہت امکان ہے۔\n\nپہلے جیواشم کو 19 ویں صدی کے اوائل میں ڈایناسور کے طور پر پہچانا گیا تھا۔ ان کی کچھ ہڈیاں بہت پہلے پائی گئیں ، لیکن سمجھ میں نہیں آئیں۔ ولیم بکلینڈ ، گیڈون مانٹیل اور رچرڈ اوون سائنس دان تھے جنہوں نے دیکھا کہ یہ ہڈیاں جانوروں کا ایک خاص گروپ ہیں۔ ڈایناسور اب دنیا بھر کے عجائب گھروں میں بڑے پرکشش مقامات ہیں۔ وہ مقبول ثقافت کا حصہ بن چکے ہیں۔ ان کے بارے میں بہت ساری فروخت ہونے والی کتابیں اور فلمیں رہی ہیں۔ میڈیا میں اکثر ڈایناسور کی نئی دریافتوں کی اطلاع دی جاتی ہے۔",
"t.Mammals": "__ مامالس __ کشیراتی جانوروں کا ایک گروپ ہے جو کلاس ممالیہ کی تشکیل کرتا ہے۔ ان کے پاس کھال یا بال اور درجہ حرارت کا ایک بہت عین مطابق قسم کا ضابطہ ہے۔\n\nمونوٹریمس کے استثنا کے ساتھ ، تمام ستنداریوں میں زندہ نوجوان رہتے ہیں۔ وہ نوجوانوں کے لئے دودھ بھی تیار کرتے ہیں۔ نوجوانوں کی والدین کی دیکھ بھال ستنداریوں میں آفاقی ہے ، اور یہ ضروری ہے کیونکہ زندہ پیدائش اولاد کی تعداد کو محدود کرتی ہے۔",
"t.Stegosaurus": "اسٹیگوسورس (جس کا مطلب ہے \"چھت کا لیزارڈ\") ایک قسم کا پودوں کا کھانا کھانے والا ڈایناسور تھا جو اب مغربی شمالی امریکہ میں رہتا تھا۔\n\nاسٹیگوسورس تقریبا 155-145 ملین سال پہلے بالائی جراسک دور میں رہتا تھا۔ یہ سب سے آسانی سے تسلیم شدہ ڈایناسور میں سے ایک ہے ، جس کی پیٹھ پر پتنگ کے سائز کی پلیٹوں کی اس کی مخصوص ڈبل قطار اور اس کی دم پر لمبی لمبی تیز رفتار ہے۔ یہ کوچ ضروری تھا کیونکہ یہ گوشت کھانے والے کے ساتھ رہتا تھا جیسے الوسورس اور سیراتوسورس۔",
"t.Tyrannosaurus": "ٹائرننوسورس 65.5-67 ملین سال پہلے اوپری کریٹاسیئس کا ایک بہت بڑا شکاری ڈایناسور تھا۔\n\nٹائرننوسورس ایک بائیپیڈل گوشت خور تھا جس میں ایک لمبی ، بھاری دم سے متوازن بڑی کھوپڑی تھی۔ بڑے اور طاقتور پچھلے اعضاء کے مقابلے میں ، اس کی پیش کش چھوٹی تھی ، لیکن ان کے سائز کے لئے طاقتور تھی۔ ان کے دو پنجوں کے ہندسے تھے۔\n\nاس بارے میں تبادلہ خیال کیا جارہا ہے کہ آیا یہ شکاری تھا یا کوئی مبینہ۔ آج کے سب سے زیادہ غالب گوشت کھانے والوں کی طرح ، جیسے شیروں اور ہائیناس کی طرح ، ٹائرننوسورس دونوں ہی ہوسکتے ہیں۔ اس کا ایک بہت مضبوط جبڑا تھا ، اور اس کی کاٹنے کی طاقت دوسرے ڈایناسور کی ہڈیاں چھین سکتی ہے۔",
"t.Dinosaur Extinction": "کریٹاسیئس کے اختتام پر معدومیت ایک یا زیادہ تباہ کن واقعات ، جیسے بڑے پیمانے پر کشودرگرہ یا الکا اثرات ، یا آتش فشاں کی بڑھتی ہوئی سرگرمی کی وجہ سے ہوا۔\n\nکئی اثرات کریٹرز اور بڑے پیمانے پر آتش فشاں سرگرمی ، جیسے ہندوستان میں دکن کے جالوں میں ، معدوم ہونے کے واقعے کے تخمینے کے قریب وقت کی تاریخ ہے۔ ہوسکتا ہے کہ ان ارضیاتی واقعات نے سورج کی روشنی کو کم کیا ہو اور فوٹو سنتھیت میں رکاوٹ پیدا ہو ، جس کی وجہ سے زمین کی ماحولیات میں بڑے پیمانے پر خلل پڑتا ہے۔",
"t.Primate Bipedalism": "بائپڈالزم دو فٹ چلنے کے لئے استعمال کررہا ہے یا استعمال کررہا ہے۔ سائنس دانوں کا خیال ہے کہ 6 سے 7 ملین سال پہلے پرائمیٹس میں بائیپڈالزم کو بیدار کیا گیا ہے کیونکہ یہ ابتدائی جیواشم ہے جو انھوں نے پایا ہے کہ یہ بائپڈالزم کی خصوصیات کو ظاہر کرتا ہے۔ ارتقاء پسندوں کا خیال ہے کہ یہ انسانی پرجاتیوں کے ابتدائی اجداد ہیں ، لیکن اس نظریہ کے پاس اس کی حمایت کرنے کے لئے بہت کم ثبوت موجود ہیں۔",
"t.Constructed Tools": "__ اسٹون ٹولز__ پتھر سے بنے ٹولز ہیں۔ یہی وجہ ہے کہ پتھر کے دور کو اس کا نام دیا گیا تھا۔ سائنس دانوں کا خیال ہے کہ وہ استعمال ہونے والے پہلے اوزار تھے۔ حال ہی میں یہ معلوم ہوا کہ انسانوں کے رہنے سے پہلے ہی پتھر کے اوزار استعمال کیے جاتے تھے۔",
"t.Control Fire": "__ ابتدائی انسانوں کے ذریعہ فائر __ کا کنٹرول ابتدائی انسانوں کے لئے بہت اہم تھا۔ آگ نے گرم جوشی ، تحفظ ، شکار پر بہتری اور کھانا پکانے کا ایک طریقہ فراہم کیا۔ ان ثقافتی پیشرفتوں نے ثقافتی بدعات اور غذا میں تبدیلیوں کی اجازت دی۔ مزید برآں ، آگ کو کنٹرول کرنے سے انسانی سرگرمیوں کو ٹھنڈے آب و ہوا میں توسیع اور شام کے بعد ، گرم جوشی اور روشنی کی فراہمی کے بعد رہنے کی اجازت دی گئی۔\n\nکنٹرول کے ابتدائی حتمی ثبوت کے دعوے تقریبا 200 ہزار سے 1.7 ملین سال پہلے تک ہیں۔ آگ کے کنٹرول شدہ استعمال کے شواہد تقریبا 1،000،000،000 سال پہلے شروع ہوتے ہیں ، ان کی وسیع سائنسی مدد ہے۔ مراکش میں انسانی جیواشم کے قریب آگ میں جلا دیئے گئے چکمک بلیڈ پائے گئے تھے اور اس کی تاریخ تقریبا 300 300 ہزار سال پہلے کی تھی۔ آگ پر قابو پانے کے وسیع پیمانے پر ثبوت تقریبا 125،000 سال پہلے۔",
"t.Adam": "__ \"اوہ انسانیت! ہم نے آپ کو ایک مرد اور ایک عورت کے ایک جوڑے سے پیدا کیا ، اور آپ کو قوموں اور قبائل میں بنا دیا ، تاکہ آپ ایک دوسرے کو جان سکیں (ایسا نہیں کہ آپ ایک دوسرے کو حقیر جانتے ہو)۔ بے شک آپ میں سب سے زیادہ اعزاز حاصل ہے اللہ کی نظر میں آپ کا سب سے نیک آدمی ہے۔ اور اللہ کا پورا علم ہے اور وہ اچھی طرح سے واقف ہے (ہر چیز کے ساتھ) \"(قرآن 49: 13) ۔__\n\nآدم (عربی: آدم) زمین پر پہلا انسان تھا اور اسلام کا پہلا نبی (نبلی ، نبی) تھا۔ مسلم کا تعصب آدم انسانی نسل کے باپ کی حیثیت سے اور اس کی اہلیہ ، ہووا (حوی ، حوا) بنی نوع انسان کی ماں کی حیثیت سے۔ مسلمان آدم کو پہلے مسلمان کے طور پر دیکھتے ہیں ، جیسا کہ قرآن مجید میں کہا گیا ہے کہ تمام نبیوں نے اسلام کے ایک ہی عقیدے کی تبلیغ کی ، جس کا مطلب ہے خدا کے تابع ہے۔\n\nان دو افراد سے ، انسانوں کی نسلوں نے زمین کو آباد کیا ہے۔ خدا قرآن مجید میں بیان کرتا ہے۔\n\nجب آدم کو تخلیق کیا گیا تو ، خدا نے تمام تخلیق کو حکم دیا کہ وہ اپنے آپ کو آدم کے احترام کی علامت کے طور پر کم کرے ، جو ایک نئی اعلی تخلیق تھی۔ سبھی نے شیٹن کے علاوہ کیا ، جس نے یہ کہتے ہوئے انکار کردیا کہ وہ دھواں دار آگ (ایک جن) سے بنی ہے ، جبکہ آدم مٹی سے بنا تھا۔ پھر خدا نے انہیں ٹیسٹ کے طور پر باغ میں ایڈن میں ڈال دیا اور شیتن نے آدم اور ہووا دونوں کو کامیابی کے ساتھ دھوکہ دیا۔ اس نے انہیں ایک ایسے درخت پر جانے پر مجبور کیا جس سے خدا نے ان سے منع کیا تھا۔ اس کے نتیجے میں ، خدا نے ہمیں (انسانوں اور شیطانوں) کو زمین پر ایک دوسرے کے دشمن سمجھا ہے جب تک فیصلے کے دن تک۔ ایک بار زمین پر ، آدم نے معافی کی دعا کی اور خدا نے اسے معاف کردیا۔\n\nجیسے آدم اور تمام نبیوں کی طرح وہ خدا کے ساتھ ہمارے عہد کی یاد دلانے کے لئے زمین پر آئے تھے۔ اگر ہم خدا کی اطاعت کرتے ہیں تو ، ہم ایک اعلی سطح کو حاصل کرسکتے ہیں پھر خدا کی نظر میں فرشتے۔ ایسا کرنے کے ل we ہمیں شیطان کی سرگوشیوں سے پرہیز کرنا چاہئے ، اور اس سے بھی زیادہ خراب بات یہ ہے کہ ہم کوشش کریں اور اپنے نفیس (خود غرض خواہشات) کو دبائیں۔ ہم قرآن مجید میں ہمیں دیئے گئے لامتناہی دانشمندی ، سمتوں اور مثالوں پر عمل کرتے ہوئے ، حتمی انکشاف اور کتاب جو خدا کے ذریعہ پہلے شخص میں لکھی گئی ہے جو بالکل محفوظ اور بدلا ہوا ہے۔ ہمیں نبیوں کی حیرت انگیز مثال پر بھی عمل کرنا چاہئے اور ہمارے پاس حضرت محمد کی پوری زندگی کی کہانی ہے کیونکہ وہ حالیہ دنوں میں آیا تھا جہاں وہ جدید تاریخ میں بھی ظاہر ہوتا ہے۔ اس کی تمام تعلیمات بھی محفوظ ہیں اور اس کے طرز زندگی کو محفوظ رکھنے اور سکھانے کے لئے بہت ساری اسلامی اسکالرشپ موجود ہے۔ حضرت محمد صلی اللہ علیہ وسلم نبیوں کی مہر ، ایک ریاست ، روحانی اور فوجی رہنما کے ساتھ ساتھ شوہر ، باپ ، پڑوسی اور دوست بھی تھے۔ ان کی زندگی ، افعال اور تعلیمات کو اسٹوڈی کرنے والوں کی طرف سے ان کی بہت تعریف کی گئی ہے۔ یہاں تک کہ جب اس کے دشمنوں نے اس کا احترام کیا اور اس پر بھروسہ کیا۔\n\nلہذا ، جیسا کہ مسلمان ہم جانتے ہیں کہ تمام انسانوں کے لئے زندگی کا مقصد خدا کی عبادت کرنا ہے اور یہ دیکھنا ہے کہ اعمال میں کون بہتر ہے۔ خدا نے اپنے احکامات پر عمل کرنے کے صلہ کے طور پر جنت/جنت میں بنی نوع انسان کو ایک خوبصورت جگہ کا وعدہ کیا ہے۔ جنت میں سب سے کم شخص میں دس زمینوں کی سرزمین ہوگی۔ جب آپ جنت کی اونچی سطح پر پہنچ جاتے ہیں تو آپ کو روشنی کے سالوں میں اپنی زمین کی پیمائش شروع کرنے کی ضرورت ہوتی ہے۔ خدا سب سے زیادہ سخی ہے اور ہمیں اور ہمارے لئے اس سے سب کچھ پوچھنا چاہتا ہے۔ اگر ہم خدا اور انبیاء کے طریقوں سے ہٹ جاتے ہیں تو ، ایک سخت سزا ہمارے لئے جہنم میں منتظر ہے۔ خدا ہمیں اس اور تمام بری چیزوں سے بچائے۔\n\nسائنس کے نقطہ نظر سے ، انسان __homo sapiens__ پرجاتیوں میں ہیں ، جن میں سے صرف مشہور ذیلی نسلوں کو __homo sapiens sapiens__ کے نام سے جانا جاتا ہے۔ ہم زمین پر سب سے زیادہ غالب پرجاتی ہیں۔ تاہم ، یہاں بہت ساری قسم کی زندگی ہے ، خاص طور پر پودوں اور پروٹسٹوں میں ، جن کا ہوا ، پتھروں ، زندگی اور زمین کے قدرتی ماحول پر بہت زیادہ اثر پڑا ہے۔",
"t.First Temple": "__gabekli tepe__ (اعلان [ɟbekˈli teˈpe]) ، \"پوٹلی ہل\" کے لئے ترکی ، ترکی کے جنوب مشرقی اناطولیہ کے علاقے میں ایک آثار قدیمہ کا مقام ہے ، جو ایانلورفا شہر کے شمال مشرق میں تقریبا 12 کلومیٹر (7 میل) شمال مشرق ہے۔ بتانے کی اونچائی 15 میٹر (49 فٹ) ہے اور اس کا قطر تقریبا 300 300 میٹر (980 فٹ) ہے۔ یہ سطح کی سطح سے تقریبا 7 760 میٹر (2،490 فٹ) ہے۔\n\nبتانے میں استعمال کے دو مراحل شامل ہیں جن کے بارے میں خیال کیا جاتا ہے کہ وہ ایک معاشرتی یا رسمی نوعیت کا ہے جو 10 ویں - 8 ویں ملینیم قبل مسیح میں ہے۔ پہلے مرحلے کے دوران ، پری پوٹری نیولیتھک اے (پی پی این اے) سے تعلق رکھنے والے ، بڑے پیمانے پر ٹی کے سائز کے پتھر کے ستونوں کے حلقے کھڑے کردیئے گئے تھے-دنیا کے قدیم ترین معروف میگلیتھس۔ فی الحال جیو فزیکل سروے کے ذریعے تقریبا 20 20 حلقوں میں 200 سے زیادہ ستونوں کو جانا جاتا ہے۔ ہر ستون کی اونچائی 6 میٹر (20 فٹ) تک ہوتی ہے اور اس کا وزن 10 ٹن تک ہوتا ہے۔ وہ ساکٹ میں لگے ہوئے ہیں جو بیڈرک سے باہر تھے۔ دوسرے مرحلے میں ، پری پوٹری نیولیتھک بی (پی پی این بی) سے تعلق رکھنے والے ، کھڑے ہوئے ستون چھوٹے ہیں اور آئتاکار کمروں میں کھڑے ہیں جن میں پالش چونے کی منزلیں ہیں۔ سائٹ پی پی این بی کے بعد ترک کردی گئی تھی۔ نوجوان ڈھانچے کی تاریخ کلاسیکی اوقات کی ہے۔\n\nڈھانچے کے فنکشن کی تفصیلات ایک معمہ بنی ہوئی ہیں۔ اس کو جرمنی کے آثار قدیمہ کی ٹیم نے 1996 سے لے کر 2014 میں ان کی موت تک کلاؤس شمٹ کی ہدایت پر کھدائی کی تھی۔ شمٹ کا خیال تھا کہ یہ مقام ایک ایسا پناہ گاہ ہے جہاں وقتا فوقتا ایک وسیع خطے کے لوگ جمع ہوتے ہیں ، نہ کہ تصفیہ۔\n\n2018 میں ، سائٹ کو یونیسکو کے عالمی ثقافتی ورثہ سائٹ نامزد کیا گیا تھا۔",
"t.Agricultural Revolution": "__ نئولیتھک انقلاب __ (نیا پتھر کا دور) پہلا __agricaltural انقلاب تھا۔ یہ خانہ بدوش شکار اور اجتماعی برادریوں اور بینڈوں کو زراعت اور تصفیہ میں جمع کرنے میں بتدریج تبدیلی تھی۔ اس دور کو ایک \"انقلاب\" کے طور پر بیان کیا گیا ہے کیونکہ اس نے معاشروں کی زندگی کے انداز کو تبدیل کردیا جس نے تبدیلی کو تبدیل کردیا۔ یہ مختلف اوقات میں مختلف پراگیتہاسک انسانی معاشروں میں ہوا۔ بہت سے معاشرے 7-9 ہزار سال پہلے تبدیل ہوئے تھے۔\n\nاس اصطلاح سے مراد عام وقت کی مدت ہوتی ہے جس پر یہ پیشرفت ہوئی۔ یہ ان تبدیلیوں پر بھی لاگو ہوتا ہے جو رونما ہوئی ہیں: ابتدائی کاشتکاری کی تکنیک ، فصلوں کی کاشت اور جانوروں کے پالنے کو اپنانا۔ سماجی تنظیم اور ٹکنالوجی میں ہونے والی پیشرفت کے لئے نو لیتھک انقلاب اہم ہے۔\n\n__ نئولیتھک انقلاب __ کے نتیجے میں مستقل یا نیم مستقل بستیوں میں زندگی بسر کی گئی۔ اس کی وجہ سے کم لوگوں نے خانہ بدوش طرز زندگی کی قیادت کی۔ یہ جاننے کے قابل ہونے کے لئے کہ فصلیں کس کا تعلق رکھتے ہیں ، زمین کی ملکیت کا تصور تیار کیا گیا۔ قدرتی ماحول کو تبدیل کیا گیا ، آبادی کی کثافت میں اضافہ ہوا ، اور لوگوں نے اپنی غذا میں زیادہ سبزیوں اور اناج کی کھانوں کو کھایا۔ معاشرے میں ترقی یافتہ درجہ بندی۔ اناج محفوظ تھا ، اور اس کا کاروبار کیا جاسکتا تھا۔ اچھی فصل کی پیداوار سے زائد پیداوار سے معاشروں کو خراب سالوں میں زندہ رہنے میں مدد ملی۔ اس کی ایک مثال یہ ہے کہ یوسف (ع) نے قدیم مصر میں اناج کی حفاظت اور منتشر کیا۔",
"t.Writing": "__ لکھنا __ علامتوں کے ایک سیٹ کا استعمال کرتے ہوئے بصری میڈیم پر زبان کی ریکارڈنگ کا عمل ہے۔ علامتوں کو دوسروں کو معلوم ہونا چاہئے ، تاکہ متن کو پڑھا جاسکے۔\n\nایک متن دوسرے بصری نظاموں کو بھی استعمال کرسکتا ہے ، جیسے عکاسی اور سجاوٹ۔ ان کو تحریر نہیں کہا جاتا ہے ، لیکن وہ پیغام کو کام کرنے میں مدد کرسکتے ہیں۔ عام طور پر ، کسی ملک میں تمام تعلیم یافتہ افراد ایک ہی زبان کو ریکارڈ کرنے کے لئے ایک ہی تحریری نظام کا استعمال کرتے ہیں۔ پڑھنے لکھنے کے قابل ہونا خواندہ ہونا ہے۔\n\n__ لکھنا __ تقریر سے مختلف ہے کیونکہ قارئین کو اس وقت موجود ہونے کی ضرورت نہیں ہے۔ ہم لکھنے کو بہت پہلے اور دنیا کے مختلف حصوں سے پڑھ سکتے ہیں۔ ٹیکسٹ اسٹورز اور علم سے بات چیت کرتے ہیں۔ __ لکھنا __ انسانی پرجاتیوں کی سب سے بڑی ایجادات میں سے ایک ہے۔ مورخین کا خیال ہے کہ لوگوں کو شہروں میں آباد ہونے کے بعد ، اور زراعت شروع ہونے کے بعد اس کی ایجاد ہوئی تھی۔ __ لکھنا __ مشرق وسطی میں ، تقریبا 3 3،300bc سے ہے ، جو 5000 سال پہلے سے زیادہ ہے۔\n\n__ رائٹنگ __ آج عام طور پر کاغذ پر ہوتا ہے ، حالانکہ تقریبا کسی بھی سطح پر پرنٹ کرنے کے طریقے موجود ہیں۔ ٹیلی ویژن اور مووی کی اسکرینیں تحریری طور پر بھی ظاہر کرسکتی ہیں ، اور اسی طرح کمپیوٹر اسکرینیں بھی کرسکتی ہیں۔ کاغذ سے بہت پہلے ، بہت سے تحریری مواد ایجاد کیا گیا تھا۔ مٹی ، پاپیرس ، لکڑی ، سلیٹ اور چرمی (تیار جانوروں کی کھالیں) سب استعمال ہوئے ہیں۔ رومیوں نے موم بنے گولیوں پر ایک نوکیلی اسٹائلس کے ساتھ لکھا۔ یہ عارضی نوٹوں اور پیغامات کے لئے مشہور تھا۔ چینیوں کے ذریعہ کاغذ کی بعد کی ایجاد ایک بڑا قدم تھا۔\n\n__ لکھنا __ روایتی طور پر ہینڈ ٹول جیسے پنسل ، قلم ، یا برش کا استعمال کرتے ہوئے کیا جاتا ہے۔ زیادہ سے زیادہ ، تاہم ، متن کمپیوٹر کی بورڈ یا اسمارٹ فون پر ان پٹ کے ذریعہ تیار کیا گیا ہے۔",
"t.Recorded History": "__ ہسٹری__ ماضی کے واقعات کا مطالعہ ہے۔ لوگ جانتے ہیں کہ ماضی میں ماضی کی چیزوں کو دیکھ کر جو ذرائع (جیسے کتابیں ، اخبارات ، اور خطوط) اور نمونے (جیسے مٹی کے برتن ، اوزار ، اور انسانی یا جانوروں کی باقیات) شامل ہیں۔ لوگوں کے لئے تاریخ کا مطالعہ کرنے کی چیزیں۔ ایک شخص جو تاریخ کا مطالعہ کرتا ہے اسے مورخ کہا جاتا ہے۔ ایک شخص جو قدیم ثقافتوں کے پیچھے رہ جانے والی چیزوں کے ذریعے پہلے سے تاریخ اور تاریخ کا مطالعہ کرتا ہے اسے ماہر آثار قدیمہ کہا جاتا ہے۔ ایک شخص جو بنی نوع انسان اور معاشرے کا مطالعہ کرتا ہے اسے ماہر بشریات کہا جاتا ہے۔ تاریخ کے مطالعہ اور لکھنے کے لئے استعمال ہونے والے ذرائع اور طریقوں کے مطالعے کو تاریخ نگاری کہا جاتا ہے۔\n\nلوگ ماضی کے بارے میں ان لوگوں سے بات کرکے سیکھ سکتے ہیں جو ماضی میں پیش آنے والی چیزوں کو یاد کرتے ہیں۔ اسے زبانی تاریخ کہا جاتا ہے۔ جب لوگ جو غلام اور امریکی خانہ جنگی سے بچ گئے تھے وہ بوڑھے ہو گئے تو ، کچھ مورخین نے اپنی کہی ہوئی ہر چیز کو ریکارڈ کیا ، تاکہ تاریخ ضائع نہ ہو۔\n\nایسا ہی اسلامی تاریخ میں بھی کیا گیا تھا۔ بہت کچھ لکھا گیا تھا ، لیکن بہت سارے اسکالرز تھے جو نبی (حدیث) کے ہر آخری قول کو کتابوں میں جمع کرنے کے ارد گرد گئے تھے۔ اس کے اوپر ایک پوری اسلامی سائنس تیار کی گئی تھی تاکہ نبی (ص) کی طرف واپس جانے والی روایتوں کی زنجیروں کی تصدیق کی جاسکے اور ان حدیث کو اچھ .ی درجہ بندی کی سطح میں درجہ دیا جاسکے۔ ہم جانتے ہیں کہ یہ سب لوگ اور ان کے کنبے کون تھے ، وہ صرف ایک کتاب میں بے ترتیب پہلے نام نہیں ہیں (یعنی مارک ، لیوک ، جان)۔ اکثر ، ایک ہی حدیث کو ایک ہی کتاب میں درجنوں بار پایا جاسکتا ہے یا حدیث کی متعدد کتابوں میں پھیلا ہوا ہے کیونکہ اسے بہت سارے لوگوں نے جمع کیا تھا۔ اس کو سہیہ (بہت ہی آواز) حدیث کے طور پر درجہ بندی کیا جائے گا۔\n\nقرآن بھی لکھا گیا تھا لیکن زیادہ تر ہزاروں افراد نے نبی صلی اللہ علیہ وسلم کی زندگی کے دوران حفظ کیا تھا۔ آج بھی لاکھوں افراد نے اصل عربی زبان میں- یہاں تک کہ غیر عربی بولنے والوں کے ذریعہ بھی حفظ کیا ہے۔ یہ ممکن ہے کیونکہ قرآن مجید بہت سارے لوگوں کے لئے یاد رکھنا اور آسان ہے۔ اگر قرآن مجید کا سارا متن کسی نہ کسی طرح ختم ہوگیا تو ، مسلمان اگر وہ مل کر کام کرتے ہیں تو اسے چند سیکنڈ میں واپس لاسکتے ہیں۔ ویسے بھی اس کی ضرورت نہیں ہے ، جیسا کہ خدا نے ہمیں بتایا تھا کہ وہ قرآن مجید میں اس کی حفاظت کرے گا۔ __ \"واقعی ، ہم ہی ہیں جنہوں نے قرآن مجید کو بھیجا اور واقعتا ، ہم اس کے سرپرست بنیں گے۔\" (قرآن 15: 9) __\n\nاس سے قطع نظر کہ یہ شاعرانہ اور تلاوت کی خوبصورتی سے قطع نظر قرآن مجید کا پیغام مومنوں کے ذہن میں آسانی سے فٹ بیٹھتا ہے کیونکہ یہ ماضی ، مستقبل کی وضاحت کرتا ہے اور منطقی اور سمجھنے میں آسان طریقے سے موجود ہے۔ قرآن دراصل ہمارے پاس سب سے بڑا معجزہ ہے ، اور صرف ایک ہی ہمیں اسلام ثابت کرنے کی ضرورت ہے ، وہ حقیقی مذہب ہے۔ ہمیں تخلیق کیا اور ہم سے بات کی اور قرآن کے الفاظ کے ساتھ ہمیں براہ راست سکھایا۔ اور پھر کون بہتر ہے کہ ہمیں خدا کی تعلیم دی جائے ، جس نے ہمیں پیدا کیا اور ہمیں بہتر جانتا ہے؟\n\nپرانے زمانے میں دنیا کے مختلف حصوں میں لوگوں نے الگ الگ تاریخیں رکھی تھیں کیونکہ وہ اکثر ایک دوسرے سے نہیں ملتے تھے۔ لوگوں کے کچھ گروہ کبھی ایک دوسرے سے نہیں ملے۔ قرون وسطی کے یورپ ، قدیم روم اور قدیم چین میں سے ہر ایک کا خیال تھا کہ انہوں نے دنیا کے واحد اہم حصوں پر حکمرانی کی اور دوسرے حصے \"وحشی\" تھے۔",
"t.First Pyramid Built": "__ \"اس دن ہم آپ کو (اے فرعون) کو آپ کے جسم میں بچائیں گے ، تاکہ آپ ان لوگوں کے لئے ایک علامت ہو جو آپ کے پیچھے آتے ہیں! لیکن واقعی ، انسانیت میں سے بہت سے لوگ ہماری علامتوں کو نظرانداز کرتے ہیں۔\" (قرآن 10:93) __\n\nایک __ypyramid__ ایک ڈھانچہ ہے ، عام طور پر پتھر کا ، جو اہرام کی شکل میں بنایا گیا ہے۔ قدیم سے لے کر جدید دور تک دنیا کے بہت سے مختلف حصوں میں لوگوں نے اس طرح کے ڈھانچے تیار کیے ہیں۔\n\nپہلا __ypyramids__ 2630 B.C میں تعمیر کیا گیا تھا۔ سب سے قدیم مشہور اہرام ، مصر ، مصر میں ہے اور اسے تیسری مصری خاندان کے کنگ جوزر نے تعمیر کیا تھا۔\n\nقرآن موسی (جیسے ، موسیٰ) اور یوسف (جیسے ، جوزف) کے بارے میں کہانیوں میں مصری خاندان کے بارے میں بہت بات کرتا ہے۔\n\nقرآن مجید نے مصری تاریخ کو ان مصری خاندانوں کے قائد کو بادشاہ یا فرعون (جو بعد میں آیا) کے طور پر بیان کرتے ہوئے درست طور پر بیان کیا ہے۔ ایک تاریخی حقیقت جو ابھی حال ہی میں برٹش میوزیم نے دریافت کی تھی۔ ان کے مطابق ، مصریوں نے 18 ویں خاندان (1552-1295 قبل مسیح) تک اپنے حکمرانوں کو \"فرعون\" نہیں کہا۔\n\nموسی اور فیرون (فرعون) کے بارے میں بات کرتے ہوئے کچھ آیات:\n__ \"ہم (اللہ) آپ کو موسیٰ اور فرعون کی کہانی کے ایک حصے کو سچ کے ساتھ ، ان لوگوں کے مفاد کے لئے ، جو یقین کریں گے۔ (قرآن 28:04)۔\n\n\"ہم نے موسیٰ کو اپنی علامتوں کے ساتھ فرعون اور اس کے سرداروں کو بھیجا ، لیکن انہوں نے ناجائز طور پر انہیں مسترد کردیا۔ پھر دیکھو ، پھر ، ان لوگوں کا خاتمہ کیا جنہوں نے عارضہ پیدا کیا! (قرآن 7: 104)\n\n\"اس دن ہم آپ کو (اے فرعون) کو آپ کے جسم میں بچائیں گے ، تاکہ آپ ان لوگوں کے لئے ایک علامت ہوں جو آپ کے پیچھے آتے ہیں! لیکن واقعی ، انسانیت میں سے بہت سے لوگ ہماری علامتوں کو نظرانداز کرتے ہیں۔ (قرآن 10:93) __\n\nاس کا بڑے پیمانے پر مورخین اور عیسائی اور مسلمان اسکالرز کے ذریعہ یقین کیا جاتا ہے کہ موسیٰ نے رامیسس دوم کے ساتھ بات چیت کی۔ قرآن اور بائبل دونوں اس کہانی کا تفصیل سے ذکر کرتے ہیں بالآخر فرعون کو موسی کے بعد بحر احمر میں ڈوبنے کے ساتھ ہی ، خدا کی اجازت کے ساتھ ، سمندر کو الگ کردیا۔\n\nقرآن مجید کی پیش گوئی __ \"اس دن ہم آپ کو (اے فرعون) کو آپ کے جسم میں بچائیں گے ، تاکہ آپ ان لوگوں کے لئے ایک علامت ہوں جو آپ کے بعد آتے ہیں!\" __ کسی دوسرے صحیفے میں نہیں پایا جاتا ہے اور یہاں تک کہ مورخین کو بھی اس کا کوئی اشارہ نہیں تھا حال ہی میں جب تک. تمام فرعونوں کی غمزدہ لاشیں نیل کے کنارے کنگز (کے وی 7 اور 8) میں پوشیدہ ہیں۔ یہاں تک کہ ان کے مقبروں کو لوٹنے کے بعد بھی ، فرعونوں کی ناقص باقیات کو صدیوں تک ان کی دریافت نہیں کی گئی۔ ان کی دریافت 19 ویں صدی میں ہوئی تھی اور اب آپ دیکھ سکتے ہیں ، رامیسس II ، مصر کے شہر قاہرہ میں واقع گرینڈ مصری میوزیم میں اپنی آنکھوں سے۔ اس کا جسم بھی دیکھنے کے ل several کئی بین الاقوامی دوروں پر چلا گیا ہے۔ اس سے ایک بار پھر ، یہ ظاہر کرتا ہے کہ قرآن اور اسلام میں علم صرف خدا کے ذریعہ ہمیں دیا جاسکتا تھا۔\n\nآپ یہودی لوگوں سے اس فرعون اور دیگر قدیم مصری رہنماؤں کے ساتھ ان کے تجربے کے بارے میں بھی پوچھ سکتے ہیں۔\n\n__ \"اور ہم نے یقینی طور پر موسیٰ کو نو واضح نشانات دیئے تھے ، لہذا اسرائیل کے بچوں سے پوچھیں [اس کے بارے میں] جب وہ ان کے پاس آیا اور فرعون نے اس سے کہا ،\" واقعی میں سوچتا ہوں ، اے موسیٰ ، کہ آپ جادو سے متاثر ہیں۔ \"(قرآن مجید 17: 101) __\n\nیہودی عوام کی بقاء ہمیں ان سے خدا کی دوسری علامتوں کے بارے میں پوچھنے کی بھی اجازت دیتی ہے ، جیسے ان کو بہت سے معجزات اور نبیوں کو بھیجا گیا تھا۔\n\n__ اسرائیل کے بچوں سے پوچھیں کہ ہم نے انہیں کتنے واضح علامت دی ہے۔ اور جو بھی اس کے پاس آنے کے بعد اللہ کے حق میں تبادلہ کرتا ہے - پھر واقعتا ، اللہ بدلہ لینے میں سخت ہے۔ (قرآن 2.211) __",
"t.Roman Empire": "__ رومن سلطنت __ (لاطینی: امپیریم رومانم) قدیم دنیا کی سب سے بڑی سلطنت تھی۔ اس کا دارالحکومت روم تھا ، اور اس کی سلطنت بحیرہ روم میں مقیم تھی۔ سلطنت 27 قبل مسیح کی ہے ، جب اوکٹیوین شہنشاہ ، اگسٹس بن گیا ، یہاں تک کہ یہ 476 ء میں گر گیا ، جو قدیم دنیا کے اختتام اور درمیانی عمر کے آغاز ، یا تاریک دور کی نشاندہی کرتا ہے۔\n\nسلطنت قدیم روم کا تیسرا مرحلہ تھا۔ روم پر سب سے پہلے رومن کنگز ، پھر رومن جمہوریہ کے ذریعہ ، پھر ایک شہنشاہ کے ذریعہ حکمرانی کی گئی تھی۔\n\nبہت ساری جدید زمینیں ایک بار __ رومن سلطنت __ کا حصہ تھیں ، جن میں برطانیہ (اسکاٹ لینڈ نہیں) ، اسپین ، پرتگال ، فرانس (گال) ، اٹلی ، یونان ، ترکی ، جرمنی ، مصر ، لیونٹ ، کریمیا ، سوئٹزرلینڈ ، اور افریقہ کے شمالی ساحل شامل تھے۔ __roman سلطنت __ کی اہم زبان لاطینی تھی۔ یونانی ایک اہم ثانوی زبان تھی۔\n\n__roman سلطنت __ کا مغربی حصہ تقریبا 500 500 سال تک جاری رہا ، اور یونان اور اناطولیہ سمیت مشرقی حصہ تقریبا a ایک ہزار سال مزید جاری رہا۔ مشرقی حصے کو بازنطینی سلطنت کہا جاتا تھا ، اس کا دارالحکومت قسطنطنیہ تھا اور اسے سلطان فاتح مہمت کے ذریعہ 1453 میں قسطنطنیہ کی عثمانی فتح نے ختم کیا تھا۔ اس واقعے کی پیش گوئی نبی محمد نے کی تھی اور یہ عالمی تاریخ کے سب سے قابل ذکر واقعات میں سے ایک ہے۔",
"t.Crusades": "__ صلیبی جنگیں مسیحی اور مسلمانوں کے مابین مقدس سرزمین پر قابو پانے کے لئے لڑی جانے والی مذہبی جنگوں کا ایک سلسلہ تھا۔ روایتی طور پر ، وہ 1095 اور 1291 کے درمیان ہوئے۔ مقدس سرزمین اب بھی ایک ایسی جگہ ہے جو تین بڑے توحید پسندی کے مذاہب کے لئے بہت اہم ہے: اسلام ، یہودیت اور عیسائیت۔ مقدس سرزمین میں بہت سے اہم مذہبی مقامات ہیں۔ یہ وہ زمین ہے جسے اب اسرائیل یا فلسطین کہا جاتا ہے۔ یروشلم ، ناصرت ، بیت المقدس ، ہیبرون اور دیگر مذہبی مقامات عمار (آر اے) کے خلافت کے دوران مسلمانوں کے زیر اقتدار ہو گئے ، جو تیسرا خلیفہ اور قریبی دوست اور حضرت محمد (ص) کے ساتھی تھے۔\n\nبہت سے مختلف صلیبی جنگیں تھیں۔ سب سے اہم اور سب سے بڑا __crusades__ 11 سے 13 ویں صدی تک ہوا۔ اس وقت کے دوران 9 بڑے صلیبی جنگیں تھیں۔ بہت سے چھوٹے صلیبی جنگ بھی تھے۔ کچھ صلیبی جنگیں بھی یورپ کے اندر تھیں (مثال کے طور پر ، جرمنی ، آسٹریا اور اسکینڈینیویا میں)۔ چھوٹے __crusades__ 16 ویں صدی تک ، نشا. ثانیہ اور اصلاح تک جاری رہا۔\n\nلفظ \"صلیبی جنگ\" لفظ \"کراس\" سے متعلق ہے اور اس کا مطلب ایک عیسائی مقدس جنگ ہے۔ عربی لفظ \"جہاد\" بھی ہے ، جس کا مطلب ہے کہ مسلمانوں کی جدوجہد اور جدوجہد کرنا ہے جو جنگ کے وقت مسلمانوں کے لئے \"صلیبی جنگ\" کی طرح ہی تعبیر کرسکتا ہے۔ نبی صلی اللہ علیہ وسلم نے سکھایا کہ یہ کم جہاد ہے اگرچہ اور زیادہ جہاد ایک متقی زندگی گزارنے کی جنگ میں آتا ہے۔\n\nتمام اطراف (عیسائی ، مسلمان اور یہودی) اپنے مذاہب میں بہت زیادہ یقین رکھتے تھے۔ بہت ساری صلیبی جنگوں میں اکثر ان کے پیچھے سیاسی یا مالیاتی وجوہات ہوتی تھیں۔ تمام جنگوں کی طرح\n\nان تین ابراہیمی عقائد کے مابین دشمنیوں کو دیکھ کر افسوس ہوا ہے جو بہت زیادہ مشترک ہیں۔ مسلمان یہودیوں اور عیسائیوں کو کتاب کے لوگوں کے طور پر سمجھتے ہیں ، جس کا مطلب ہے کہ ان کا کسی دوسرے لوگوں کے مقابلے میں مسلمانوں سے ایک خاص حیثیت اور قریبی رشتہ ہے۔ آپ اسے نبی صلی اللہ علیہ وسلم کی زندگی میں دیکھ سکتے ہیں اور جہاں اور ساتھیوں کو ایک بڑی جنگ میں ساسانیوں کو بازنطینی عیسائیوں کے نقصان سے دکھ ہوا تھا۔ یہ حدیث میں ریکارڈ کیا گیا تھا اور یہاں تک کہ قرآن مجید میں بھی بات کی تھی۔ یہ اسلام کی صداقت کا ایک اور دلچسپ ثبوت بھی ہے کیونکہ خدا نے مستقبل کے واقعے کا انکشاف کیا جو پیش آیا: __ \"رومیوں کو شکست کا سامنا کرنا پڑا ہے۔ (اناطولیہ) کے قریب ایک سرزمین میں۔ لیکن وہ جلد ہی چند سالوں میں ہی فتح حاصل کریں گے۔ اس سے پہلے اور بعد میں کمانڈ سے تعلق رکھتا ہے۔ اور اس دن مومن خوش ہوں گے \"(قرآن 30: 2-4) __\n\nجس وقت اس کا انکشاف ہوا ، عرب کافر کافر کافر ساسانیوں کی طرف تھے ، جبکہ عرب مسلمان امید کر رہے تھے کہ عیسائیوں نے اس جنگ میں کامیابی حاصل کی۔ جب عیسائیوں نے کافروں کو کھو دیا تو اس نقصان کے لئے مسلمانوں کا مذاق اڑایا اور ایسی باتیں کہی کہ \"اب آپ کا طاقتور خدا کہاں ہے؟\"۔ تو خدا نے اس وقت اس آیت کا انکشاف کیا۔ یقینی طور پر ، ایشوز کی لڑائی میں 622 ء میں ، شہنشاہ ہیرکلیئس کے ماتحت بازنطینیوں نے اناطولیہ میں ساسانیوں کے خلاف کرشنگ اور دیرپا فتح حاصل کی ، اس طرح قرآنی پیش گوئی کی تصدیق ہوگئی۔",
"t.Black Plague": "__ کالی موت __ بیماری کا پھیلنا تھا جس نے پورے یورپ اور ایشیاء میں لاکھوں افراد کو ہلاک کردیا۔ یورپ میں ہر تین میں سے ایک افراد اس مرض میں مبتلا تھے ، اور یہ 1347 اور 1351 کے درمیان بدترین تھا۔ یہ بیماری ایشیاء میں شروع ہوسکتی ہے۔ زیادہ تر لوگوں کا خیال ہے کہ یہ بیماری بوبونک طاعون تھی۔ یہ بیماری چوہوں پر رہنے والے پسو کے ذریعہ لے کر پھیل جاتی ہے۔ ہوسکتا ہے کہ ریشم روڈ سے تعلق رکھنے والے تاجروں نے متاثرہ پسووں کو یورپ لایا ہو۔\n\nپسو نے مسئلہ شروع کیا۔ متاثرہ پسو کو سیاہ چوہوں کے ذریعہ لے جایا گیا تھا۔ چوہے جو پسو لے رہے تھے شہروں میں چلے جائیں گے۔ جب پسو کسی کو کاٹتا ہے ، تو وہ تھوڑا سا بیکٹیریا کو زخم میں لگاتے تھے۔ اس کی وجہ سے وہ شخص انفکشن ہوجائے گا۔ چوہے اکثر جہازوں پر ہوتے تھے۔ اس کا مطلب یہ تھا کہ یہ بیماری پورے یورپ میں بہت تیزی سے پھیل گئی۔\n\nانسانوں میں ، اس بیماری کی وجہ سے بازو میں ، بازوؤں کے نیچے اور کانوں کے پیچھے سوجن ہوئی۔ یہ سوجن ایک سیاہ اور جامنی رنگ کا رنگ تھیں ، لہذا اس کا نام 'دی بلیک ڈیتھ' تھا۔ سیاہ سوجن کو بوبس کہتے تھے۔ لوگ تکلیف میں تھے اور شکار ایک خوفناک موت کی موت ہوگئی۔ علامات کو 3–7 دن بعد دیکھا جاسکتا ہے جب متاثرین کو اس بیماری کے ساتھ ایک پسو کے کاٹنے کے کاٹنے کے بعد دیکھا جاسکتا تھا۔\n\nافسوس کی بات یہ ہے کہ لندن میں جیسے کچھ شہروں میں یہ خیال کیا جاتا تھا کہ بلیوں نے اس بیماری کا سبب بنا ہے لہذا ان کا شکار کیا گیا اور بڑی تعداد میں ہلاک کیا گیا۔ بدقسمتی سے ، توقع کی جاسکتی ہے ، اس کی وجہ سے طاعون خراب ہوگیا کیونکہ اب چوہوں نے اپنا اہم قدرتی شکاری کھو دیا اور وہاں آبادی اور بھی بڑھ گئی۔\n\nبوبونک طاعون کے آس پاس ایک اور دلچسپ حقیقت یہ ہے کہ پوپ نے خود کو کیسے بچایا۔ اس وقت ، مسلمان تمام طبی اور سائنسی دریافت کے سربراہ تھے۔ بہت سی مسلم کتابوں کا مقابلہ کرتے ہوئے ، کیتھولک پادریوں نے دریافت کیا کہ آگ کے بارے میں سوچا گیا تھا کہ وہ کچھ بیماریوں (جراثیم) کو ختم کردے گا۔ اس طرح ، انہوں نے پوپ کے آس پاس کے دائرے میں ایک بہت بڑی آگ روشن کی جو کئی ہفتوں تک جاری رہی۔ یقینا This یہ چوہوں اور ان کے بھاگتے ہوئے پوپ کی تشکیل کرتے ہیں اور وہ بغیر کسی پریشانی کے زندہ بچ گیا۔",
"t.Constantinople Istanbul": "__Constantinople__ رومن سلطنت (330-395) ، بازنطینی/مشرقی رومن سلطنت (395-1204 اور 1261-1453) ، لاطینی سلطنت (1204-1261) ، اور سلطنت عثمانی (1453-1922) کا دارالحکومت تھا۔ 1930 میں اس کا نام استنبول رکھا گیا۔ یہ موجودہ ترکی کا ایک شہر ہے۔\n\nاستنبول کی فتح ، جسے اسلامبول بھی کہا جاتا ہے ، اسلام کی ایک اور علامت اور ثبوت تھا کیونکہ حضرت محمد صلی اللہ علیہ وسلم نے اس کی پیش گوئی کی تھی۔ __ “بے شک ، آپ قسطنطنیہ کو فتح کریں گے۔ وہ فوج کتنی حیرت انگیز فوج ہوگی ، اور یہ فاتح کیا حیرت انگیز کمانڈر ہوگا۔ .\n\nمورخین نے بتایا ہے کہ ، __constantinople__ کو فتح کرنے کے وقفے کے لئے آج نیو یارک سٹی جیسی جگہ پر فتح حاصل کرنے کے مترادف ہے۔",
"t.Newton and Gravity": "جب زیادہ تر لوگ __isac نیوٹن__ کے بارے میں سوچتے ہیں تو ، وہ اس کے بارے میں سوچتے ہیں کہ سیب کے درخت کے نیچے بیٹھے ہوئے سیب کے گرتے ہوئے دیکھتے ہیں۔ کچھ لوگ یہاں تک کہ یقین رکھتے ہیں کہ سیب اس کے سر پر گر گیا۔ __newton__ یہ سمجھا کہ سیب جیسی چیزوں کو زمین پر گرنے کی چیز ایک مخصوص قسم کی طاقت ہے۔ جس طاقت کو ہم کشش ثقل کہتے ہیں۔ __newton__ نے سوچا کہ کشش ثقل دو اشیاء ، جیسے ایک سیب اور زمین کے مابین کشش کی طاقت ہے۔ اس نے یہ بھی سوچا کہ کسی بھی چیز کے ساتھ کسی شے نے چھوٹی چھوٹی چیزوں پر ایک ہی طاقت کا استعمال کیا جس طرح انہوں نے اس پر کام کیا۔ اس کا مطلب یہ تھا کہ زمین کے بڑے بڑے پیمانے پر اس کی طرف اشیاء کھینچ گئیں۔ یہی وجہ ہے کہ سیب اوپر کی بجائے نیچے گر گیا ، اور لوگ ہوا میں کیوں نہیں تیرتے ہیں۔\n\n__isaac نیوٹن__ کشش ثقل کے بارے میں سوچتے رہے۔ __newton__ سے پہلے ، لوگوں کا خیال تھا کہ صرف زمین کے قریب ہی اشیاء نیچے گر جائیں گی۔ لیکن __newton__ نے سوچا کہ کشش ثقل صرف زمین اور اس پر موجود اشیاء تک ہی محدود نہیں ہونا چاہئے۔ اگر کشش ثقل چاند اور اس سے آگے چلا گیا تو کیا ہوگا؟\n\n__newton__ نے دو جسموں کے مابین کشش کی طاقت کا حساب لگانے کے لئے ایک فارمولا ایجاد کیا۔ اس نے اس کا استعمال چاند کو زمین کے گرد گھومنے کے لئے درکار قوت کا حساب کتاب کرنے کے لئے کیا۔ پھر اس نے اس کا موازنہ اس قوت سے کیا جس نے سیب کو نیچے کی طرف گرادیا۔ اس حقیقت کی اجازت دینے کے بعد کہ چاند زمین سے بہت دور ہے ، اور اس سے کہیں زیادہ بڑے پیمانے پر ہے ، اس نے دریافت کیا کہ قوتیں ایک جیسی ہیں۔ چاند زمین کی کشش ثقل کی کھینچ کر زمین کے گرد ایک مدار میں رکھا جاتا ہے۔\n\n__newton__ کے ذریعہ ایجاد کردہ فارمولے کو کشش ثقل کا قانون کہا جاتا ہے۔ وہ کافی ذہین تھا اور اس کے بہت سے قوانین نیوٹنین فزکس کے نام سے مشہور ہوئے۔ اس کے بہت سے ریاضی کے فارمولے اب بھی بڑی اشیاء کے ل about اشیاء کے میکانکس کا حساب لگانے کے لئے استعمال ہوتے ہیں۔ وہ چھوٹی چھوٹی چیزوں کے لئے درست نہیں ہیں لہذا مائکروسکوپک اشیاء کی اس عجیب و غریب دنیا کو سمجھنے اور سمجھنے کے لئے کوانٹم فزکس نامی ایک نیوور سائنس ترقی میں ہے۔",
"t.Industrialization": "__industrialization__ (یا صنعتی کاری) ایک ایسا عمل ہے جو ممالک میں ہوتا ہے جب وہ مشینوں کو کام کرنے کے لئے استعمال کرنا شروع کردیتے ہیں جو لوگوں کے ذریعہ ایک بار کیا جاتا تھا۔ __ انڈسٹریلائزیشن __ ان چیزوں کو تبدیل کرتا ہے جو لوگ کرتے ہیں۔ __industrialization__ کی وجہ سے قصبے بڑے ہونے کا سبب بنے۔ بہت سے لوگوں نے شہروں میں فیکٹریوں میں زیادہ معاوضہ ملازمت لینے کے لئے کھیتی باڑی چھوڑ دی۔\n\n__industrialization__ اس عمل کا ایک حصہ ہے جہاں لوگ چیزوں کو بنانے کے آسان اور سستے طریقے اپناتے ہیں۔ بہتر ٹکنالوجی کا استعمال کرتے ہوئے ، بہت کم وقت میں زیادہ سامان تیار کرنا ممکن ہوجاتا ہے۔ مزید چیزیں کم لوگوں کے ذریعہ تیار کی جاسکتی ہیں۔\n\nصنعتی کاری کے بعد لوگ بھی زیادہ خصوصی ملازمتیں کرتے ہیں۔ مثال کے طور پر صنعتی کاری سے پہلے ، ایک موچی (ایک شخص جو جوتے اور چمڑے کا سامان بناتا ہے) نے جوتوں کا ایک جوڑا تنہا بنا دیا۔ اس نے جوڑے کے ایک جوڑے پر کام کیا ، اسے ختم کیا ، پھر اگلے جوڑے کے جوڑے سے شروع ہوگا۔ صنعتی کاری کے ساتھ ، بہت سارے لوگ جوتے بنانے کے عمل کو چھوٹے کاموں میں کاٹ کر جوتے بنانے میں شامل ہیں۔ مثال کے طور پر ، ایک شخص ہے جو جوتا کا واحد کاٹتا ہے اور دوسرا شخص اسے ٹانکا دیتا ہے۔ مختصر یہ کہ مزدوری کی تقسیم ہے اور آج اسے اسمبلی لائن کے نام سے جانا جاتا ہے۔ اس طرح کی فیکٹریوں میں موجود مشینوں پر بہت زیادہ رقم خرچ ہوتی ہے ، لہذا فیکٹری ایک ایسے امیر شخص کی ملکیت ہوگی جو مشینوں کے متحمل ہوسکتی ہے اور کارکنوں کو مختلف مشینوں اور کاموں کو ماننے کے لئے رکھتی ہے۔\n\n__idustrialization__ 18 ویں صدی میں صنعتی انقلاب کے ساتھ انگلینڈ میں شروع ہوا۔ یہ سب سے پہلے یورپ کے کچھ حصوں اور شمالی امریکہ تک پھیل گیا۔ 20 ویں صدی میں صنعتی کاری زیادہ تر دوسرے ممالک میں پھیل گئی۔",
"t.Darwin's Theory of Evolution": "__ \"اللہ نے ہر جانور کو پانی سے پیدا کیا ہے۔ ان میں سے کچھ ایسے ہیں جو اپنے پیٹ پر رینگتے ہیں ، کچھ جو دو پیروں پر چلتے ہیں ، اور کچھ جو چار پر چلتے ہیں۔ اللہ اس کی تخلیق کرتا ہے ، کیونکہ واقعتا all اللہ ہر چیز پر اقتدار رکھتا ہے\" (( 24:45) .__\n\n__چارلز ڈارون__ (1809–1882) ان کی کتاب \"آن دی ایشن آف پرجاتیوں کی ابتداء\" 1859 میں۔ اس میں اس نے بہت سارے نظریات پیش کیے کہ زندگی زمین پر کیسے آئی۔ انہوں نے قدرتی انتخاب کی تجویز پیش کی ، جو ایک ایسا عمل ہے جہاں کچھ خاص خصلتوں والے جانور ، اس طرح بہتر طور پر زندہ رہ سکتے ہیں جس طرح سے تمام جانور وجود میں آئے ہیں۔ تاہم ، ڈارون اس وقت جینیات کے بارے میں نہیں سمجھتے تھے اور نہ ہی جانتے تھے یا حقیقت میں کس طرح خصلتوں کو منظور کیا گیا تھا۔ لہذا وہ درست طریقے سے اس کی وضاحت نہیں کرسکتا تھا کہ بچوں کو ان کے والدین کی طرح کیا نظر آتا ہے۔\n\nبہر حال ، __darwin's__ ارتقاء کی وضاحت بنیادی طور پر سائنسی برادری کے ذریعہ قبول کی گئی ہے اور سائنس دان کوشش کرنے اور یہ ثابت کرنے کے لئے سخت کوشش کر رہے ہیں کہ وہ آج تک واحد خلیوں والے حیاتیات اور بندروں سے تیار ہوئے ہیں۔ جبکہ ، مسلمان ، عیسائی اور یہودیوں کا خیال ہے کہ ہم آدم (ص) اور ہووا (حوا) کی اولاد ہیں ، جو پہلا مرد اور عورت ہے۔ سائنس دانوں نے اس طرح کے نتائج کو \"ذہین ڈیزائن\" کا حوالہ دیا ہے اور اس کے بے شمار ثبوت موجود ہیں ، جیسے ڈی این اے ، انسانی جسم ، شمسی نظام وغیرہ کیسے کام کرتے ہیں۔\n\nڈارونزم کی طرح ، اسلام اس خیال کو تسلیم کرتا ہے کہ زندگی کے مراحل میں اور وقتا فوقتا ترقی ہوتی ہے۔ نیز ، ہم سمجھتے ہیں کہ خدا کی ہر چیز پر قدرت ہے اور وہ اپنے ماحول کو اپنانے کے لئے آسانی سے کسی بھی چیز کو تبدیل کرسکتا ہے۔ خدا نے اسے پہلی بار پیدا کیا ، دوسری بار آسان ہوجائے گی ، ٹھیک ہے؟ بالکل اسی طرح جیسے ہم فیصلے کے دن زندہ کیے جارہے ہیں۔\n\nلیکن جدید ارتقا پسند نظریات کے برخلاف یہ کہتے ہیں کہ بے ترتیب تغیرات ، جو ہمیشہ فطرت میں تباہ کن اور مہلک ہوتے ہیں ، ایک جانور کو تیار کرنے کا سبب بنتے ہیں ، ہمیں یقین ہے کہ خدا راتوں رات کسی جانور کو تبدیل کرسکتا ہے تاکہ سیلاب کے بعد کھانا آسان ہوجائے تو ، اس کی ضرورت ہو ، اگر اس کی ضرورت ہو ، اگر اس کی ضرورت ہو تو اسے سیلاب کے بعد کھانا آسان تلاش کیا جاسکے۔ مثال. حقیقت میں یہ پرندوں کو ڈھالنے والے پرندوں کے بہت سارے مطالعے پر اتنی تیزی سے دستاویزی دستاویز کی گئی ہے کہ سائنس دان اس کی وضاحت نہیں کرسکتے ہیں اور پریشان ہیں کہ دوسری پرجاتیوں کو اتنی تیزی سے موافقت نہیں ہوگی۔ اس سے زیادہ سمجھ میں آتا ہے پھر ایک جانور آہستہ اور تصادفی طور پر اتفاق سے تیار ہوتا ہے۔ نیز ، نئے یا معدوم تتلیوں کے معاملات معجزانہ طور پر نہیں آتے ہیں۔ مسلمان جانوروں اور ماحول کے لئے بہت زیادہ پرواہ کرتے ہیں ، لیکن ہم ان کے معدوم ہونے یا اپنی دیکھ بھال کرنے کے قابل نہ ہونے پر زور نہیں دیتے ہیں کیونکہ ہر چیز کی طرح ، ہم خدا پر اپنا اعتماد رکھتے ہیں۔\n\nخلاصہ یہ کہ مسلمان اس خیال کو مسترد کرتے ہیں کہ انسان تصادفی طور پر بندروں سے تیار ہوا ہے۔ مسلمانوں کا خیال ہے کہ انسانوں کو ایک خاص تخلیق سمجھا جاتا ہے۔ اسلام سکھاتا ہے کہ انسان زندگی کی ایک انوکھی شکل ہے جسے اللہ نے تخلیق کیا تھا ، ہر چیز کی طرح۔ تاہم ، ہمارے پاس کسی دوسرے جانور اور وجود کے برعکس منفرد تحائف اور صلاحیتیں ہیں۔ مثال کے طور پر ، ہمارے پاس ایک ابدی روح ، ضمیر ، تخیل ، علم اور آزاد مرضی ہے۔ ہم مضبوط ، اچھے اور متقی ہوسکتے ہیں یا کمزور ہوسکتے ہیں اور صرف اپنی خود غرض خواہشات کو پورا کرنے کے لئے کام کرتے ہیں۔ قطع نظر ، انسانوں کی زندگی کا آغاز دو افراد کی تخلیق سے ہوا ، ایک مرد اور ایک خاتون جس کا نام آدم اور ہووا (حوا) ہے اور اس سے ہم سب کو خون اور کنبہ سے وابستہ ہوتا ہے۔\n\nقرآن نے بیان کیا ہے کہ اللہ __ \"ہر زندہ چیز کو پانی سے بنا ہوا\" (قرآن 21:30) ۔__ ایک اور آیت میں بتایا گیا ہے کہ __ \"اللہ نے ہر جانور کو پانی سے کیسے بنایا ہے۔ ان میں سے کچھ ایسے ہیں جو ان کے پیٹ پر رینگتے ہیں ، کچھ دو پیروں پر چلیں ، اور کچھ جو چار پر چلتے ہیں۔ اللہ اس کی تخلیق کرتا ہے جو وہ چاہتا ہے ، کیونکہ واقعی اللہ سب کچھ ہر چیز پر طاقت رکھتا ہے \"(24:45) ۔__\n\nیہ آیات سائنسی نظریہ کی تائید کرتی ہیں کہ زندگی پانی میں شروع ہوئی۔",
"t.World War 1": "__ ورلڈ وار I__ (یا پہلی عالمی جنگ) ایک عالمی جنگ تھی جو 28 جولائی ، 1914 کو شروع ہوئی تھی اور 11 نومبر 1918 تک جاری رہی۔ جنگ ٹھیک چار سال ، تین ماہ اور 14 دن تک جاری رہی۔\n\nزیادہ تر لڑائی یورپ میں تھی ، لیکن بہت سے دوسرے ممالک کے فوجیوں نے حصہ لیا ، اور اس نے یورپی طاقتوں کی نوآبادیاتی سلطنتوں کو تبدیل کردیا اور اس کے نتیجے میں سلطنت عثمانیہ کا خاتمہ بھی ہوا۔ 1939 میں دوسری جنگ عظیم شروع ہونے سے پہلے ، __ ورلڈ وار I__ کو عظیم جنگ ، عالمی جنگ یا 'تمام جنگوں کو ختم کرنے کی جنگ' کہا جاتا تھا۔ 135 ممالک نے __ ورلڈ وار I__ میں حصہ لیا ، اور لڑتے ہوئے تقریبا 10 10 ملین افراد ہلاک ہوگئے ، زیادہ تر بیماری اور قحط کی وجہ سے۔\n\n__ ورلڈ وار I__ یورپ کے بیشتر ممالک نے لڑا تھا۔ اصل لڑائی بہت سے مختلف محاذوں پر تھی۔ مغربی محاذ وہ تھا جہاں جرمنی اور اتحادیوں کے مابین بیشتر لڑائی ہوئی۔ یہاں کی بیشتر لڑائی خندق جنگ تھی۔\n\nمشرقی محاذ وسطی اور مشرقی یورپ میں لڑا گیا تھا۔ یہاں لڑنا محل کی جنگ نہیں تھا بلکہ محاذ کی جسامت کی وجہ سے موبائل جنگ تھی۔ مشرق وسطی کے محاذ اور اطالوی محاذ میں بہت لڑائی ہوئی۔ افریقہ ، چین اور سمندر کے ساتھ ساتھ ہوا میں بھی لڑائی ہوئی۔\n\nجنگ کا اختتام بہت سے مختلف معاہدوں پر دستخط کرنے سے ہوا ، یہ سب سے اہم ورسی کا معاہدہ ہے۔\n\n__ ورلڈ وار I__ پہلی بڑی جنگ تھی جہاں ٹینک ، ہوائی جہاز ، اور آبدوزیں یا (یو بوٹ) اہم ہتھیار تھے۔",
"t.World War 2": "__ ورلڈ وار II__ (WWII یا WW2) ، جسے دوسری جنگ عظیم بھی کہا جاتا ہے اور ، سوویت یونین میں ، عظیم محب وطن جنگ ، ایک عالمی جنگ تھی جس میں دنیا اور بہت سے ممالک کے بہت سے حصوں میں لڑائی شامل تھی۔ زیادہ تر ممالک 1939–1945 کے سالوں میں لڑے تھے لیکن کچھ نے 1937 میں لڑائی شروع کردی تھی۔ دنیا کے بیشتر ممالک ، بشمول تمام عظیم طاقتوں سمیت ، دو فوجی اتحاد کے حصے کے طور پر لڑے تھے: اتحادیوں اور محور کی طاقتیں۔ __ ورلڈ وار II__ تمام انسانی تاریخ کا سب سے مہلک تنازعہ تھا۔ اس میں زیادہ سے زیادہ ممالک شامل ہیں ، زیادہ رقم لاگت آئے گی ، اور انسانی تاریخ کی کسی بھی دوسری جنگ سے زیادہ لوگوں کو ہلاک کیا گیا ہے۔ 50 سے 85 ملین کے درمیان افراد ہلاک ہوگئے۔ اکثریت عام شہری تھیں۔ اس میں قتل عام ، ہولوکاسٹ کی جان بوجھ کر نسل کشی ، اسٹریٹجک بمباری ، فاقہ کشی ، بیماری اور جاپان پر ریاستہائے متحدہ امریکہ کے ذریعہ تاریخ میں جوہری ہتھیاروں کا پہلا استعمال شامل تھا۔\n\nایشیاء میں جنگ کا آغاز اس وقت ہوا جب جاپان کی سلطنت نے 7 جولائی 1937 کو چین پر حملہ کیا۔ ریاستہائے متحدہ نے جاپان پر تیل کی پابندی لگا کر رد عمل کا اظہار کیا۔ یورپ میں جنگ کا آغاز اس وقت ہوا جب جرمنی نے یکم ستمبر 1939 کو پولینڈ پر حملہ کیا۔ فرانس اور برطانیہ نے جرمنی کے خلاف جنگ کا اعلان کرکے اس کا رد عمل ظاہر کیا۔ 1941 تک ، یورپ کا بیشتر حصہ جرمن کنٹرول میں تھا۔ صرف برطانیہ ہی شمالی افریقہ ، بحیرہ روم اور بحر اوقیانوس میں محور کے خلاف لڑ رہا تھا۔ جون 1941 میں ، محور کی طاقتوں نے سوویت یونین پر حملہ کیا ، جو تاریخ کے سب سے بڑے جنگ کا آغاز کیا۔ 7 دسمبر 1941 کو ، جاپان نے بحر الکاہل میں مغربی کالونیوں پر حملہ کیا اور دونوں جنگیں ایک ہوگئیں۔\n\nجاپانی فتوحات 1942 میں روک دی گئیں ، اور شمالی افریقہ اور سوویت یونین دونوں میں ، 1943 تک یورپی محور کی فتوحات کو بھی روک دیا گیا۔ اس کے بعد ، اتحادیوں نے چاروں طرف سے لڑائی شروع کردی۔ محور شمالی افریقہ سے ہار گیا اور ، 1943 میں شروع ہونے والے ، اٹلی کا دفاع کرنے پر مجبور ہوگئے۔ 1944 میں ، اتحادیوں نے فرانس پر حملہ کیا ، دریائے رائن پر جرمنی کی طرف بڑھتے ہوئے ، جبکہ سوویت مشرق سے بند ہوئے۔ جرمنی نے مئی 1945 میں ہتھیار ڈال دیئے۔ جاپان نے باضابطہ طور پر 2 ستمبر 1945 کو ہتھیار ڈال دیئے۔ جنگ اتحادیوں کی فتح کے ساتھ ختم ہوئی۔\n\nجنگ کے بعد ، اقوام متحدہ کو ممالک کے مابین مدد کی ترقی اور مستقبل کی جنگوں کو روکنے کے لئے تشکیل دیا گیا تھا۔ بڑے فاتحین کے درمیان سرد جنگ جلد ہی شروع ہوگئی ، لیکن انہوں نے ایک دوسرے سے حقیقی جنگ میں نہیں لڑا۔ ایشیاء اور افریقہ کی تزئین و آرائش ، جہاں یورپی ممالک کے زیر کنٹرول ان ممالک کو ان کی آزادی بھی دی گئی ، وہ بھی ہوا۔ اس کی وجہ یہ تھی کہ جنگ سے یورپی طاقت کمزور ہوگئی تھی۔ جنگ کے دیگر نتائج میں معاشی بحالی اور سیاسی انضمام (متحد ممالک کا عمل) بھی شامل تھا۔",
"t.Cold War": "__ سرد جنگ __ (1947–1991) امریکہ (اور اس کے اتحادیوں) اور سوویت یونین (یو ایس ایس آر اور اس کے اتحادیوں) کے مابین دوسری جنگ عظیم کے خاتمے اور سوویت یونین کے خاتمے کے درمیان تناؤ کا رشتہ تھا۔\n\nایک طرف زیادہ تر ممالک نیٹو میں اتحاد کر رہے تھے جن کے دو سب سے بڑے فوجی ممالک امریکہ اور ترکی تھے۔ دوسری طرف کے بیشتر ممالک کو وارسا معاہدے میں اتحاد کیا گیا تھا سب سے طاقتور ملک سوویت یونین (اب روس) تھا۔\n\nممالک کے مغربی سرمایہ دارانہ گروپ میں امریکہ ، ترکی ، مغربی یورپ ، اسرائیل ، جاپان ، جنوبی کوریا ، تھائی لینڈ ، ایران (1945-1979) ، پاکستان ، ملائشیا ، فلپائن ، جنوبی افریقہ ، آسٹریلیا اور نیوزی لینڈ شامل ہیں۔\n\nمشرقی سوشلسٹ گروپ میں سوویت یونین ، مشرقی یورپ ، انگولا ، ایتھوپیا ، کیوبا (1959-1991) ، منگولیا ، شمالی کوریا ، چین اور ویتنام شامل ہیں۔\n\nسرد جنگ کا اختتام 1989 میں برلن وال کے زوال کے ساتھ ہوا ، روس ایک سوشلسٹ کمیونسٹ ملک سے جمہوری سرمایہ دارانہ ملک میں تبدیل ہوا۔ تاہم ، یہاں ابھی بھی تنازعہ باقی ہے جیسا کہ حالیہ لڑائیوں اور روس اور یوکرین کے مابین جنگ میں دیکھا گیا ہے۔",
"t.Moon Landing": "__apollo 11__ لوگوں کو چاند پر بھیجنے کے لئے پہلی پرواز تھی۔ یہ اصل امریکی خلائی ایجنسی ناسا (نیشنل ایروناٹکس اینڈ اسپیس ایڈمنسٹریشن) نے کیا تھا۔ یہ 16 جولائی 1969 کو تین خلابازوں کے ساتھ خلاء تک گیا: نیل آرمسٹرونگ ، بز ایلڈرین اور مائیکل کولنز۔ 20 جولائی ، 1969 کو ، آرمسٹرونگ اور ایلڈرین چاند پر اترنے والے پہلے انسان بن گئے ، جبکہ کولنز چاند کے گرد مدار میں رہا۔\n\nیہ پرواز امریکہ اور سوویت یونین کے مابین __ اسپیس ریس __ کا حصہ تھی۔ اس نے 1961 میں \"ایک آدمی کو چاند پر اتارنے اور اسے محفوظ طریقے سے زمین پر لوٹانے کے لئے ، یونائیٹ اسٹیٹس 35 ویں صدر ، جان ایف کینیڈی کے ذریعہ طے شدہ منصوبہ ختم کیا ، 1960 کی دہائی کے خاتمے سے پہلے ہی۔",
"t.World Wide Web": "__ انٹرنیٹ__ کمپیوٹر کا سب سے بڑا عالمی سطح پر مواصلاتی نیٹ ورک ہے۔ انٹرنیٹ میں لاکھوں چھوٹے گھریلو ، تعلیمی ، کاروباری اور سرکاری نیٹ ورک ہیں ، جو مل کر بہت سی مختلف قسم کی معلومات رکھتے ہیں۔ اس اصطلاح کو بعض اوقات \"نیٹ\" کے طور پر مختص کیا جاتا ہے ، جو نیٹ ورک کے لئے مختصر ہے۔ __ ورلڈ وائڈ ویب__ اس کی سب سے بڑی خدمات میں سے ایک ہے۔ یہ پوری دنیا میں چند ارب افراد استعمال کرتا ہے۔\n\nانٹرنیٹ کو ریاستہائے متحدہ میں \"ریاستہائے متحدہ امریکہ کے جدید تحقیقی منصوبوں کی ایجنسی\" (DARPA) نے تیار کیا تھا۔ انٹرنیٹ پہلی بار اکتوبر ، 1969 میں منسلک تھا ، اور اسے __arpanet__ کہا جاتا تھا۔ __ ورلڈ وائڈ ویب __ 1990 میں سوئٹزرلینڈ کے سی ای آر این میں ٹم برنرز لی نامی ایک برطانوی (برطانیہ) کے سائنسدان نے تخلیق کیا تھا۔"
}
