{
"t.Birth of the Universe": "\"U osmonlaru erni yaratgan Allohning O'ziga xosdir. Va u:« Bo'l! keling. Uning Kalomi haqiqatdir. Va sur chalinadigan kundagi hukmronlik bo'ladi. U g'ayb, g'ayb ilmi va U zotning O'zi ilmdir. Hikmatli va xabardor va xabardor. (Qur'on 6:73)\n\n\"Bizning bir narsa uchun bizning amrimiz shundan iboratki, biz buni niyat qilganimizdan keyingina, biz unga:\" Bo'linamiz \"deb aytamiz. (Qur'on 16:40)\n\"U Allohning o'g'lidir. Muqaddas va ulug'vorlikni O'ziga topshirishi kerak emas. U, agar u biron bir masalani qaror qilsa, u faqat unga:« Bo'l », - deydi. (Qur'on 19:35)\n\nU osmonlaru erning yaratguvchi zotdir. Agar u biron bir ishni iroda qilsa, bas, albatta: «Bo'l!» Deb aytadi. Va bu! \" (Qur'on 2: 117)\n\n\"Uning buyrug'i faqat bir narsani iroda qilsa, unga:\" Bo'linishi yoki ko'rinadigan va davom etadigan va davom etadigan darajada bo'linadi \". (Qur'on 36:83)\n\n\"U tiriltiradir va o'ldiradi. U biron narsaga qaror qilganida, u faqat unga:« Bo'l! »Dedi. (Qur'on 40:68)\n\n\"Agar er yuzidagi daraxtlar va dengiz qavonlari bo'lsa, ortidan, etti dengiz, Allohning so'zlari tobora, Alloh aziz va dono zotdir. (Qur'on 31:27)\n\nBiz uni birdan nizomdan yaratdik, deb o'ylamaydimi? : «Suyaklar sindirilganida kim hayot beradi? Yashil daraxt, olov. Va undan keyin yonma-yon, yonmasiz. U osmonlaru erni yaratgan emasmi?! Albatta, u abadiydir. Bilgan holda. Albatta, u biror narsani iroda qilganida, unga: «Bo'l!» Deb ayt. Bas, har bir narsaning zohati qo'lida ulug 'pokdir va Ungagina qaytarilursizlar. (Qur'on 36:82)\n\nBas, Biz sizni behuda yaratganmiz, deb o'yladingizmi? (Qur'on 23: 115)\n\n\"Ularni yaratmaganmi yoki o'zlarini yaratganmi?\" (Qur'on 52:35)\n\n\"Inson bizni hech narsa bo'lmaganida, biz yaratganimizni yodda tutmaydimi?\" (Qur'on 19:67)\n\n\"Alloh sizni hech narsa bilmas edingiz va sizga quloq, ko'zlar va dillar berdik. Shoyadki shukr qilsangiz.",
"t.Big Bang": "Kufr keltirganlar __-lar bir bor bir massadir, so'ngra ulardan birortasini aldamizmi? Va biz har bir jonzotni suvdan yaratdik. Bas, ular iymon keltirmaslarmi?! (Qur'on 21:30)\n\n__Igg bang__ koinot qanday qilib bitta nuqtadan boshlangan va u erdan kengaytirilganligi haqida ilmiy nazariya. Bu hozirgi paytda bo'lgan Galaxiyalar, yulduzlar, sayyoralar va bugungi kunda biz bundan kelib chiqqan.\n\n__ U osmonlaru erni yaratgan va u biror narsaga ega bo'lganida, u faqat unga: «Bo'l!» Deb aytadi. (Qur'on 2: 117) __\n\n__Igg portlash modeli shundaki, koinot juda zich va issiq ahvolda boshlandi va kengaydi. Nazariya shuni ko'rsatadiki, koinot bugungi kunda ham kengayib bormoqda.\n\nKoinot juda issiq, kichik va zich superforce (to'rtta fundamental kuchlar aralashmasi) sifatida boshlangan, yulduzlar, atomlar, shakl yoki struktura (\"yakkalik\" deb ataladi). Keyin taxminan 13,8 milliard yil oldin, joy juda tez kengaydi (shu bilan \"__igg bang__\" nomi). Bu oxir-oqibat yulduzlar va galaktikalar paydo bo'lishiga olib kelgan atomlarning shakllanishini boshladi. Bu avval (1927 yilda), kengayib borayotgan koinotning bir nuqtay bir nuqtali bo'lganini ta'kidlashi mumkin bo'lgan katolik ruhoniyi Lemaître.\n\nBiroq, katta portlashlar, sayyora shakllanishi, orbitalar va xatti-harakati, embriologiya va boshqa ko'plab zamonaviy ilmiy faktlar, 1400 yil oldin Xudo bizga ma'lum bo'lgan ko'plab zamonaviy astronomik va boshqa ilmiy dalillar noma'lum. Masalan, Georges Lemoitre Katta portlash haqida birinchi bo'lib ta'kidlanmagan. Qur'onda katta portlash haqida aniq muzokaralar. Kofirlar osmonlaru erni bir masta ravishda ajratib qo'ymaymiz, so'ngra ulardan ochiq-oydin suvda ekanmizmi? (Qur'on 21:30) __\n\nAgar siz Xudo to'g'risida biron bir alomat yoki dalil qidirayotgan bo'lsangiz, bu Islom Xudoning haqiqiy va yagona dini ekanligini biling.\n\nYaqinda kashf etilgan bugungi kunda koinotni yanada kengaytirmoqda. Biroq, yana Qur'on yana bir bor tasdiqlaydi: __ \"Osmonlar, biz ularni kuch bilan qurdikmiz. Va biz uni kengaytirmoqdamiz. (Qur'on 51:47) __.\n\nBungacha olimlar katta siqilish deb nomlangan, koinot, ehtimol koinotga tushib, yiqilib tushganda, u ma'lum bir nuqtaga yetgandan so'ng, o'ziga torting. Bu nazariya endi o'qitilmaydi.\n\nUmuman olganda, koinot o'sib bormoqda va harorat vaqt o'tishi bilan pasaymoqda. Kosmologiya koinot qanday boshlanishini va uning rivojlanishini o'rganishdir. Kosmologologiyani o'rganadigan olimlar __igg portlash nazariyasi shu paytgacha kuzatganlariga mos keladi.\n\nFred Xoyl nazariyani radio shousiga \"__igg bang__\" deb atadi. U __igg bang__ to'g'ri bo'lganiga ishonmadi. U bilan rozi bo'lmagan olimlar ism juda kulgili edi va undan foydalanishga qaror qildilar.\n\nOlimlar __ig-port nazariyani ko'plab kuzatuvlar bo'yicha bazaga asoslashadi. Eng muhimi - bu juda uzoqdan uzoqroq galaktikalar. RedShift - bu doppler effekti engil, shuningdek tovushga rioya qilinishi mumkin. Masalan, yuqoridagi yuqoridagi ovoz baland ovozi shundan iboratki, u sizdan uzoqlashayotganida, \"vrrrrrrrrrrrrrrrrrrrrrr\" \"ooooooooommmm\" (sizdan uzoqlashguncha). Shunga o'xshab, ob'ekt erdan uzoqlashganda, uning ranglari ular aslida qizil rangga o'xshaydi, chunki harakat ob'ekt tomonidan berilgan yorug'lik to'lqin uzunligiga o'xshaydi. Olimlar ushbu cho'zilgan yorug'lik to'lqinini tasvirlash uchun \"qizil issiq\" so'zidan foydalanadilar, chunki qizil ranglar ko'rinadigan spektrning eng uzun to'lqin uzunligidir. U erdagi qanchalik tezroq bo'lsa, shuncha tezroq harakatlanmoqda. RedShiftni o'lchash orqali olimlar koinot kengayayotganligini isbotladilar va ular ob'ektni erdan uzoqda joylashganligini bilib olishlari mumkin. Aniq kuzatuv va o'lchovlar bilan olimlar koinot 13,8 milliard yil oldin yakka bo'lgan. Chunki ko'p narsalar sovuqroq bo'lib, olimlar koinot boshlanganda juda kichik va juda issiq deb taxmin qilishadi. Agar biror narsa er tomon harakatlanayotgan bo'lsa, unda ko'k izchinlar paydo bo'ladi.\n\n__Igg portlash nazariyasini qo'llab-quvvatlaydigan boshqa kuzatuvlar koinotdagi kimyoviy elementlar miqdoridir. Vodorod, geliy va lityum kabi engil elementlar miqdori __Gig bang__ nazariyasiga rozi bo'lganga o'xshaydi. Olimlar, shuningdek, \"kosmik mikroto'lqinlar nurlanishini\" topdilar. Ushbu nurlanish radio to'lqinlari deb nomlanadi va ular koinotning hamma joyida. Ushbu nurlanish endi juda zaif va sovuq, ammo ancha oldin juda kuchli va juda issiq edi.\n\nOlimlar katta portlashning ommaviy nurlanishiga olib kelishi mumkinligini bilishgan, ammo uni yanada isbotlashni xohlashini bilishgan. 1960-yillarda Nyu-Jersi, Arno Penzias va Bob Uilson tasodifan \"Cosmik fon nurlanishini\" tasodifan kashf qilish (kosmik fon nurlanishi), ular Homdel antennalarini, yangi sezgir antennani topishadi. Ular barcha fond shovqinini olib tashlashga harakat qilishdi va ular barcha yo'nalishlardan kelib chiqadigan bitta aralashuv chastotasini olib tashlay olmasligini aniqladilar. Keyinchalik bu CRB sifatida tanilgan va u Big Bang portlashi tufayli, bu hali ham eshitilishi va har doim radiolarda bo'ladi. Ushbu kashfiyot 1993 yilda Penzas va Uilson Nobel mukofotiga sazovor bo'ldi.\n\nAyrim olimlar va faylasuflar bu vaqtni __ig portlashdan oldin hech qanday ma'noga ega emasligini ta'kidlamoqdalar. Ular __igg portlash vaqti boshlangan deb bahslashmoqdalar va __igg portlashdan oldin koinot yo'q edi, chunki agar vaqt bo'lmasa, hech qanday bo'lolmaydi! Musulmonlar sifatida, biz Xudoni abadiy va ongimizni anglashini bilamiz. Shunday qilib, nega katta portlashdan oldin vaqt tushunchasini tushuna olmaymiz, bu har bir qudratli Yaratuvchiga ishora qiladigan ko'plab paradokslardan biridir.\n\nBiz aytaylik, aytaylik, biz katta portlashdan oldin yoki uni qanday yaratganini tushuntirishimiz mumkin. Keyin keyingi savol bo'ladi: \"Xo'sh, buni nima yaratdi?\". Va aytadiki, nima yaratgan narsani tushuntirdik. So'ngra savol, albatta, savob qoladi. Ehtimol, ehtimol ko'rganingizdek, bu hech qachon tugamaydi, shuning uchun biz yagona Yaratguvchimiz va Xudo haqidagi tushunchamiz qanday cheklangan inson ongimizdan uzoqda.\n\nMusulmonlar bunday masalalarda munozara qilmaydi, Xudo O'zi va Uning ijodlari to'g'risida aytadiganlarini qabul qilamiz. Masalan, Xudo biz biladigan biron bir qo'ldan farqli ravishda ekanligimizni bilamiz. Odamning qo'llari bor, maymun qo'llari bor, soat qo'lda. Xudoning qo'llari biz tasavvur qiladigan narsa emas va biz buni bundan keyin tark etamiz.",
"t.Milky Way is Born": "Olimlar, __mily Way____ Katta portlashdan ko'p o'tmay, olamda ommaviy ravishda tarqatishda bir yoki bir nechta kichik yutganliklarini his etmoqda. Ushbu haddan tashqari narsalarning ba'zilari - dunyodagi eng qadimgi yulduzlar bo'lgan eng qadimgi yulduzlar e__ bo'lgan eng qadimgi yulduzlar Yarim ishning deyarli yarmi __ilky tezligida boshqa uzoq galaktikalardan kelib chiqqan bo'lishi mumkin. Shunga qaramay, bu yulduzlar va klasterlar endi __ilkyning yulduzli halqaini o'z ichiga oladi. Birinchi milliard yil ichida birinchi yulduzlarning tug'ilishida __milkyning massasi nisbatan tez aylanish uchun etarlicha katta edi. Ancharbu to'lqinlarni saqlash tufayli, bu dizaynga nisbatan sezilarli shakldan yasalgan gazrestelar muhitini olib keldi. Shuning uchun, keyinchalik yulduzlarning avlodlari ushbu spiral diskda hosil bo'lgan. Ko'pgina yosh yulduzlar, shu jumladan quyosh diskda bo'lishadi.\n\nBirinchi yulduzlar shakllana boshlaganidan beri __Milky yo'li e__, ayniqsa galaktikalik, to'g'ridan-to'g'ri Galaktik halodan gerveyning o'sishi va gazning o'rtacha o'sishi ortida o'sdi. Hozir __Milky____. Hozirgi kunda bir nechta kichik galaktikalar, shu jumladan magellisik oqim orqali bir nechta kichik galaktikalar, katta va mayda magellan bulutlaridan iborat materiallarni keltirib chiqarmoqda. Gazni to'g'ridan-to'g'ri hisoblash smit bulutlari kabi yuqori tezlikdagi bulutlarda kuzatiladi. Biroq, __ilky usuli, masalan, yulduzlar massasi, burchak tutqichi va metalllik, oxirgi 10 milliard yil ichida katta galaktikalar bilan shug'ullanmaydi. So'nggi birlashishning bunday rivojlanishi shunga o'xshash spiral galaktikalar orasida g'ayrioddiy; Uning qo'shnisi Andromeda Galaxy, yaqinda yirik galaktikalar bilan birlashish orqali ko'proq tipik tarixga ega bo'lib ko'rinadi.\n\nSo'nggi tadqiqotlarga ko'ra, __ilky e__, shuningdek, Andromeda Galaxy Diagrammada \"Moviy bulut\" (galaktikalarda faol hosil bo'lgan galaktikalar) bo'lgan \"Grein Vodiy\" deb nomlanadi. yangi yulduzlar) \"qizil tartibda\" (yulduz shakllanmaydigan galaktikalar). Yashil shakllanish faoliyati Yashil vodiy galaktikalarida yulduzlar sterromstelar muhitida yulduz shakllantirilgan gaz tugaganidan beri sekinlashmoqda. Simulyatsiyaga o'xshash xususiyatlarga ega bo'lgan simlyatsiya qilingan galaktikalarda odatda besh milliard yildan beri to'lanadi, hatto __ilky__ va Andromeda o'rtasidagi to'qnashuv tufayli yulduz shakllanishining kutilgan, qisqa muddatli o'sish sur'atlari bilan hisobga olinadi Galaktik. Aslida, __Milky Yo'lga o'xshash boshqa galaktikani o'lchash, bu yangi yulduzlarni shakllantiradigan eng yuqori va yorqin spiral galaktikalar qatorida va u qizil qizil ketma-ketlik galaktikalaridan bir oz bo'shashadi.\n\n## Yosh va kosmologik tarix\n\nGlobual klasterlar __ilkyning eng qadimgi ob'ektlardan biri bo'lib, ular shu bilan __Milky davrida past chegara o'rnatadilar. __Milky Yulduzdagi yakkama-yakka yulduzlarning yoshi, shuningdek, Torrium-232 va uran-238 kabi uzoq umr bo'lgan radioaktivona elementlarning ko'pligini o'lchash orqali yadrookrookrologiya deb nomlangan texnikani taqqoslash orqali hisoblab chiqilishi mumkin. Ushbu portlash qiymatlari BD + 17 ° 3248 uchun CS + 17 ± 4 milliard yil uchun 13,8 ± 4 milliard yil. Ushbu oq mittilarning eng yaxshi haroratini o'lchash va ularni kutilayotgan boshlang'ich harorati bilan taqqoslash natijasida asr bahosi bilan taqqoslash orqali amalga oshirilishi mumkin. Ushbu uslub bilan M4 globual klasterning yoshi 12,7 ± 0,7 milliard yilgacha baholandi. Ushbu klasterlarning eng qadimgi tarixiy baholari 12,6 milliard yilni tashkil etadi va 16 milliard yilning 95 foiziga ishonch hosil qiladi.\n\nOliy koinotning 13,80 milliard yoshiga yaqin bo'lgan __Milky __Milyy __Milyarning bir nechta yakka yulduzlari topildi. 2007 yilda Galaktik Halo yulduzi 1523-0901, taxminan 13,2 milliard yoshga to'lgan. O'sha paytda eng qadimgi taniqli narsa bo'lganligi uchun, o'sha paytda bu o'lchov __ilkyning yoshiga nisbatan past chegarani joylashtirdi. Ushbu taxminlar turli xil teleskalarning UB-vizual echelle spektrografidan foydalanib, R-Jarrium tomonidan yaratilgan boshqa elementlar mavjudligi tufayli spektral chiziqlarning nisbiy kuchlarini o'lchash uchun amalga oshirildi. Chiziqning kuchli tomonlari turli xil elementar izotoplarning ko'payadi, undan nukleokrosmoxronologiya yordamida yulduzning yoshini taxmin qilish mumkin. Yana bir yulduz, HD 140283, 14,5 ± 0,7 milliard yoshda.\n\nGalaktik ingichka diskdagi yulduzlarning yoshi nukleokrosmoxronologiyadan foydalangan holda taxmin qilingan. Yupqa diskdagi o'lchovlar Yengil disk 8,8 ± 1,7 milliard yil oldin ingichka disk hosil bo'lganligini taxmin qiladi. Ushbu o'lchovlar shuni ko'rsatadiki, galaktik halo va ingichka diskning shakllanishi o'rtasida qariyb 5 milliard yil piyoz bor edi. Yaqinda minglab yulduzlarning kimyoviy imzolarini tahlil qilish shuni ko'rsatadiki, 15-10 milliard yil oldin, 15-10 milliard yil oldin, 15-10 milliard yil oldin, bir xil stavkada yangi yulduzlarni hosil qilish uchun juda issiq bo'lgan bo'lishi mumkin. avvalgidek.\n\n__Milkyning evrogi bo'lgan sun'iy yo'ldosh galaktikalari tasodifiy taqsimlanmagan, ammo diametri 500,000 yorug'lik yilida 100,000 yorug'lik yilida 50,000 yorug'lik olib boradigan ba'zi yirik tizimni buzish natijasi. Galaxiyalar o'rtasidagi yaqin uchrashuvlar 4 milliard yil ichida \"Andromeda Galaxy\" gazning juda katta dumida bo'lgan gazning katta diskasida mitti burchagida mitti galaxies hosil qilishlari mumkin.",
"t.Sun is Born": "__ U kechayu kunduzni, quyosh va oyni yaratgan zotdir. Hammasi (samoviy jismlar) butunlay suzishadi \"(Qur'on 21:33) .__\n\nBizning quyosh tizimimiz markazidagi __Sun__ - sariq mitti yulduzidir. Bu energiyani yorug'lik kabi beradi. Bu yorug'lik, infraqizil energiya (issiqlik), ultrabinafsha nurli yorug'lik va radio to'lqinlarini o'z ichiga oladi. Shuningdek, u erni \"quyosh shamoli\" sifatida o'rnatadigan zarralar oqimini beradi. Ushbu energiyaning manbai - bu vodorodni geliyga aylantiradigan va juda ko'p miqdordagi energiya ishlab chiqaradigan yulduzdagi reaktsiya.\n\n__Sun__ - bu bizning Somon Yo'li galaktikasida boshqa odamlar kabi yulduz. U 4,5 milliard yil davomida mavjud bo'lib, hech bo'lmaganda uzoq vaqt davom etadi. __Sun__ er kabi keng baravar ko'p. U 1,9891 × 1030 kg massa bor, bu erning 333 000 baravar ko'p. Yer __sun__ 1,3 million martaga ham mos kelishi mumkin.\n\nOlimlarning fikricha, __sun__ juda katta chang va mayda bo'laklardagi mayda bo'laklardan 4,567 milliard yil oldin boshlangan.\n\nBu ulkan bulutning markazida tortishish qurolni to'pga aylantirishga sabab bo'ldi. Bu etarlicha katta bo'lgandan so'ng, ichidagi ulkan bosimi termoyadroviy reaktsiyani boshladi. U qo'yib yuborilgan energiya to'pni issiqlik va porlashiga olib keldi.\n\n__Sun__ dan olingan energiya bulutning qolgan qismini o'zidan olib tashladi va bu bulutning qolgan qismidan hosil bo'lgan sayyoralar.",
"t.Earth is Born": "__ \"Keyin u barcha tutun bo'lganida osmonga o'girildi. U osmon va erga:\" Kelinglar, ixtiyoriy yoki istamagan holda kelinglar. \" Ular: «Mana, Biz (keldik) sajda qildik.\" __\n\n__Ire__ va boshqa sayyoralar taxminan 4,6 milliard yil oldin tashkil etilgan. Ular Quyoshni yaratgan tumandan chiqqan gazdan yasalgan. Bu yana Allohni Qur'onning Qur'on mo''jizasidir. Bas, u hammasi tutun bo'lganida osmonga o'girildi. U osmon va erga: «Kelinglar, kelinglar, - dedi. yoki istamay. \" Ular: «Mana, Biz (kelguvchi) sajda qildik.\" Bu oyat er hosil bo'lgani haqida gapirdi.\n\nOy, __________________-sayyora (ba'zan Tesia deb nomlangan kichik sayyoralar o'rtasidagi to'qnashuvdan keyin shakllangan bo'lishi mumkin. Olimlarning fikricha, ikkala sayyoraning ba'zi qismlari Oyni (tortishish) aylantirdi.\n\nQur'onda aytilishicha, Alloh quyoshni, oy va sayyoralarni yaratgan, ularning har biri o'zlarining individual kurslari yoki orbitalari bor. __ U kechayu kunduzni, quyosh va oyni yaratgan zotdir. Hammasi (samoviy jismlar) butunlay suzishadi \"(Qur'on 21:33) .__\n\n____ da __ ning suvi turli joylardan kelgan. Konducation suv bug'ini, kometalar va asteroidlar __eart__ ga tegizib, okeanlarni yasadilar. Bir milliard yil ichida (taxminan 3,6 milliard yil oldin) olimlar birinchi hayot birinchi hayot boshlangan. Ba'zi bakteriyalar, bu o'simliklar quyosh va suvdan oziq-ovqat mahsulotlarini tayyorlashiga imkon beradigan fotosintez hosil qiladi. Bu birinchi bo'lib siz eritmada temir orqali olib borilgan kislorodni chiqardi. Oxir-oqibat, erkin kislorod aerobik hayot uchun mos keladigan atmosfera yoki havoga kirib, __eart __ ni yaratdi. Bu kislorod, shuningdek, Ozon qatlamini hosil qildi, u __art __ dagi yomon ultrabinafsha nurlanishidan Quyoshdan himoya qiladi.\n\nShunga qaramay, Xudo bizga ozon qatlami Qur'ondagi ozon qatlami haqida gapiradi, yana bir boshqa ilmiy mo''jizalar haqida gapiradi: __ Biz osmonni yaxshi himoya qilib qo'ydik. (Qur'on 21:32) __\n\nOlimlarning fikricha, er yuzasida murakkab hayot ozon qatlamidan oldin mavjud bo'lmagan, chunki u quyosh nuri rivojlanmaganligi sababli rivojlangan hayotning omon qolishi uchun juda katta hayot kerak.\n\n____Ear, uzoq o'tmishda juda farq qilar edi. Qadimda deyarli barcha erlar bir joyda edi. Bu juda katta. Eng taniqli supercontinalik Valbara deb nomlangan. Ko'proq vaqt o'tgach, ____eartning qalin muz varaqlari (muzliklar) bilan qoplangan bo'lsa, vaqt bor edi. Bu sordbol ______ nazariyasi deb ataladi.",
"t.Heavy Bombardment": "__ Biz Payg'ambarlarimizni ochiq-oydin bayonotlar ila yubordik va odamlar o'zlariga zulm ila nozil qildik. Va unda temirni nozil qildik. Alloh uni va Uning Payg'ambarlarini g'aybni va Uning Payg'ambarlarini Robbisini hidoyat qilib yurganlarni aniq ko'rsatishi uchundir. Albatta, Alloh kuchli va yuksakdir », dedi. (Qur'on 57:25) __\n\nKechikkan og'ir bombardimon (qisqartirilgan LHB, shuningdek, Oy kataklitali deb ham tanilgan) - taxminan 3,8 milliard yil avval sodir bo'lgan voqea. Bu er yuzida neoxadee va eroarareek davrlari sifatida tanilgan. Ushbu oraliq paytida nomutanosib ravishda asteroidlar ko'p sonli asteroidlar ichki quyosh tizimidagi er yuzi, shu jumladan simob, Venera va Marslar bilan to'qnash kelishgan.\n\nYer va boshqa tosh sayyoralar ko'p hosil bo'lgan va boshqa toshli sayyoralar hosil bo'lgan va boshqalarning ko'pchiligini shakllantirganidan keyin sodir bo'lgan, ammo er yuzida hali ham erta bombardimon qilingan.\n\nBugungi kunda olimlar temirni er yuzida rivojlantira olmasligini bilishadi. Erlarning hajmi tufayli ular bilishadi, bunday materiallar bu erda tabiiy ravishda rivojlanishi mumkin emasligini bilishadi. Aslida, ular satrda yulduzlar ichida, xususan, qizil super gigantlar ichish kerakligini bilishadi. Fusion reaktsiyalar paytida faqat bunday ulkan yulduzlar ichida bir-biriga o'xshash bo'lishi mumkin. Keyin supernova yulduz portlaydi va temir parchalari kosmosga tushadi. Olimlarning fikriga ko'ra, bu temir er yuziga kelgan.\n\nQur'on eslatib o'tilgan __ \"Biz temir tushirdik\" __. Yaqin vaqtgacha __-tashvish bombardimon bo'lgan davrni aniqlaydigan olimlarsiz, __ ga, biz temirni tushirdik. Biroq, Xudo bizdan biz uchun bizga temir tushirdi, shuning uchun biz undan foyda olamiz.",
"t.Life on Earth": "__ Va kufr keltirganlarga osmonlaru erni birlashdilar. So'ngra ularni bir jonzotni qirib tashladik va har bir jonzotni suvdan to'kdikmi? (Qur'on 21:30) .__\n\nEng ko'p da'vo qilingan umrbod mikroorganizmlar (yoki mikrofosilizm). Ular temir va silika boy toshlarda uchraydilar, ular bir paytlar Kanada, Kayebek, Kvvuagittutyuk ko'k rangdagi yashil tosh ko'k rangdagi gidoternittörtage thents.\n\nUshbu jinslar 4,28 milliard yilgacha eski. Ular tarkibidagi naychalar hisobotda ko'rsatilgan. Agar bu dunyodagi eng qadimiy hayot bo'lsa, okeanlar 4,4 milliard yil oldin tashkil etilganidan keyin \"hayotning deyarli pasayishi\" ni taklif qiladi. Stiven Bler Hunachining so'zlariga ko'ra, \"agar dunyoda hayot tezda paydo bo'lsa, u koinotda odatiy bo'lishi mumkin\".\n\nQur'onda Alloh har bir jonzotning suvdan yasalganligi tasvirlangan. Ikki oyoqda yurib, ba'zilari to'rtta yurishadi. Alloh xohlaganini yaratadi, chunki Alloh har bir narsaga qodirdir »(24:45) .__\n\nUshbu oyatlar hayoti er okeanlarida boshlangan ilmiy nazariyani qo'llab-quvvatlaydi. Shuningdek, ular zamonaviy biologiya bilan birga, ba'zi hayvonlar 90% suvdan iborat bo'lib, odamlar esa taxminan 60% suvdan iborat.",
"t.Single Celled Organisms": "Qur'onda Alloh «har bir jonzot suvdan qilingan» degan ta'rifda (Qur'on 21:30) __.\n\nBir hujayrali bir hujayrali organizmlar bo'lgan organizmlardir.\n\nUnikulyar organizmlarni hamma joyda topish mumkin. Hayotning eng qadimgi shakllari 3,8 milliard yil oldin, agar endi bo'lmasa. Olimlar bu organizm suvda yashaganiga ishonishadi. Ular tirik qolish uchun turli xil strategiyalarga intilishadi: fotosintez (clianobakteriyalar), kimyoviy (ko'plab arxea) va heterotrofiya (amoebek). Ba'zi bir hujayra organizmlari Blackella bor, ular lokomotek yoki lobopodlar, lobopodlar, uyali skeletdan (sitoskelet) qo'llari sifatida paydo bo'lgan. Bizning bir-birimizning blazella bizning bog'lamchilikka yo'llanmoqda, u erda viokelli sperma kabi ko'rinishga ega.\n\nQur'onda Alloh «har bir jonzot suvdan qilingan» degan ta'rifda (Qur'on 21:30) __. Qanday qilib Alloh har bir hayvonni suvdan yaratganini »yana bir oyatni tasvirlaydi. Ba'zilari, ularning qorinlarida yurib, ba'zilari esa, Alloh xohlaganini yaratadi, chunki Alloh O'zining kuchiga ega Hamma narsasi (Qur'on 24:45) __.\n\nUshbu oyatlar hayoti er okeanlarida boshlangan ilmiy nazariyani qo'llab-quvvatlaydi.",
"t.Animals": "Hayvonlarning \"Trezona\" ning Janubiy Avstraliyaning \"Janobona\" ​​ning 60 million yoshli jinslarida paydo bo'lishi mumkin bo'lgan birinchi toshqotlar paydo bo'ladi. Ushbu toshqotlar, ehtimol, erta gubkalarga ega deb talqin qilinadi.\n\nEng qadimgi hayvonlar, Edaia biota shahrida, 610 million yil oldin, 610 yil oldin Bular hayvonlarni o'z ichiga olganmi yoki yo'qmi, Dikinsonia qazilmalarida lipid xolesterolining kashfiyoti buni aniqladilar.\n\nKo'pgina hayvonlar flala birinchi bo'lib Kembrian portlashi paytida, taxminan 542 million yil oldin, burgess slanetsi kabi to'shaklarda. Ushbu tog 'jinslarida mollyuskalar, brachiopodlar, karychoforsans, karychofodlar, ekinodermiyalar, echinodermiyalar, echinodermiyalar va gemikodalar kiradi. Olimlar bu hayvonlar bir vaqtning o'zida yaqinlashayotganini yoki agar u qazilma yozuvlar yig'ilishi bilan bog'liq bo'lsa, amin emasmi.",
"t.Fish": "Olimlarning fikriga ko'ra, birinchi baliq 530 million yil oldin Kembriya portlashi paytida paydo bo'lgan. Ular birinchi umurtqali hayvonlar yoki orqa miya yoki orqa tomondan bo'lgan hayvonlar. Birinchi baliq AGNATA yoki JAVOB BALIShIGA tegishli. Kechikkan Kembriy, Eel-ga o'xshash nojo'ya baliqlar kononsonlar deb ataladi va asosan zirhli baliqni og'riybozlik deb nomlangan, avval paydo bo'ldi. Ko'pincha jag'asiz baliq yo'q bo'lib ketmoqda.",
"t.Insects": "__Inss__, Artropoda phylumning sinfidir. Ular qattiq exosketkaga ega bo'lgan kichik er usti umurtqasizlardir.\n\n__Inces__ - bu dunyodagi eng katta hayvonlarning eng katta guruhi. Taxminan __926,400 turli xil turlari tasvirlangan. Ular barcha ma'lum bo'lgan yashash turlarining yarmidan iborat __more-ni hisobga oladilar va __mope __moboddan 90% ni tashkil etadi.\n\n__Inces__ ning yangi turlari doimiy ravishda topilmoqda. Turlarning umumiy sonini hisoblash 2 milliondan 30 milliongacha.\n\n__Inces__ oltita oyoqlari bor; va ularning ko'plari qanotlari bor. __Inss__ parvozga qodir birinchi hayvonlar deb ishoniladi. Ular tuxum ishlab chiqarishda __minss__ __metamorfoz__, ikki yoki undan ortiq aniq bosqichlarda kattalar shaklida noaniqlikni o'zgartirish jarayoni bo'lib o'tadi. __Inss__ Sayyora bo'ylab yashaydi: deyarli barchasi er yuzida (quruqlikda yashaydi), ammo ba'zi jonli joylarda okeanlar yoki juda sovuq joylarda. Ko'pgina turlar tropik hududlarda yashaydi.\n\nBa'zi odamlar barcha __inss__ni \"xatolar\" deb atashadi, lekin bu to'g'ri emas. Faqat bir nechta __inces__ haqiqiy xatolardir, bu __inces__ ning aniq tartibidir. __Inces__ ni o'qiyotgan odamlar __entomologlar__ deb nomlanadi.",
"t.Reptiles": "__Teil__ - bu umurtqali hayvonlarning asosiy guruhlaridan biri uchun umumiy ism. Biologlar tomonidan juda aniq ma'noda foydalanilmaydi.\n\n__ \"sudraluvchi\" __ Noto'g'ri lotin tilidan kelib chiqadi va \"odamlarni qamrab oladi\" degan ma'noni anglatadi. Yashasin __stily__ turi sovuq qondir, skal teriga ega va xlidoik tuxum qo'yadi. Ular siydik kislotasi (karbamid o'rniga) va klaca-ga ega. Kloya - anus, siydik yo'llari va reproduktiv kanallar uchun umumiy ochilish. __RAPRASS__ Shuningdek, sutemizuvchilardan farq qiladigan yurak va asosiy qon tomirlarini tartibga solish bilan o'rtoqlashing.\n\nEndi __RATESTRLARNING MUHIM GROUSLARI__ Endi yo'q bo'lib ketmoqda, masalan, adastururlar. Biz dinozavrlar yo'q bo'lib ketgan dedim, ammo ular patlari va qushlar shaklida tirik qolishadi. Qadimgi __Reptils__ Bu guruhning yolg'iz tirik qolganini, toshbaqa, tuatara, toshbaqa, tuatara, toshbaqa, toshbaqalar va Tuatara. Hozirgi kunning buyuk aksariyati __RANTLAR__ ilonlar va kaltakesaklardir.\n\nTurmushni o'rganish __Reptystres__ deb nomlanadi.",
"t.Dinosaur Age": "__Dinours__ (\"dahshatli kaltakesaklar\" degan ma'noni anglatadi) arxosa aRTILENTALARINI turli guruh guruhidir. Ular Mezozoy davridagi hukmron er hayvonlari edilar. 500 dan ortiq dinozavrlarning turli generasi ma'lum. Har bir qit'ada dinozavrlarning qoldiqlari topilgan va hali ham tez-tez yangi kashfiyotlar mavjud.\n\n__Dinoslar__ yuqori triaslarda, taxminan 230 million yil oldin paydo bo'lgan. Dinozavr toshqini eng qadimgi sanasi - bu 231,4 dan 228 gacha bo'lgan. Erta Yura davrida ular umurtqali umurtqali quruqlik va quruqlikdagi muhitlarda ustunlik qilishgan. Ular to'satdan K / T (Global) yo'qolib ketishi natijasida 66 million yil oldin davom etishdi.\n\nOlimlar qazilayotgan olimlar, qushlar tuklar tozali dinozavrlar va shuning uchun ular bugungi kungacha omon qolish uchun dinozavrlarning yagona chizig'i edi.\n\nDinozavrlar ularni muvaffaqiyatli qilishga yordam beradigan moslashuvlarga ega edi. Birinchi taniqli dinozavrlar ikki oyoqda yurgan kichik yirtqichlar edi. Ularning barcha avlodlari tana ostida oyoqlari bilan tik holatda edi. Bu ularning butun hayot tarzini o'zgartirdi. Boshqa xususiyatlar ham bor edi. Kichik bir dinozavrlarning aksariyati tuklari bor va ehtimol iliq qonli bo'lgan. Bu ularni faollashtiradi, zamonaviy sudraluvchilarga qaraganda yuqori metabolizm. Ijtimoiy hamkorlik, podalarda va hamkorlikda yashash, ba'zi turlarga ega bo'lib tuyuladi.\n\nBirinchi toshqotlar 19-asr boshlarida dinozavrlar deb tan olindi. Ularning ba'zi suyaklari avvalroq topilgan, ammo tushunilmagan. Uilyam Ballandiya, Gido'n Mantel va Richard Ouen bu suyaklar hayvonlar guruhi bo'lganini ko'rgan olimlar edi. Endi dinozavrlar dunyoning muzeylarida katta diqqatga sazovor joylar. Ular mashhur madaniyatning bir qismiga aylandilar. Ular haqida eng ko'p sotiladigan kitoblar va filmlar mavjud. Yangi dinozavr kashfiyotlar ko'pincha ommaviy axborot vositalarida tez-tez xabar bermoqda.",
"t.Mammals": "__Mammls__ - bu sutmamiseysiyani tashkil etadigan umurtqali hayvonlar guruhi. Ularning mo'ynasi yoki sochlari va haroratni tartibga solish juda aniq.\n\nMonotremes bundan mustasno, barcha sutemizuvchilarning barchasi yosh. Shuningdek, ular yoshlar uchun sut ishlab chiqaradilar. Yoshlarga ota-ona parvarishi sutemizuvchilar orasida universal, chunki tirik tug'ilish avlodlar sonini cheklaydi.",
"t.Stegosaurus": "Stegosaurus (\"tom-kaltakesak\" degan ma'noni anglatadi, hozirgi kunda Shimoliy Amerika g'arbiy qismida yashagan o'simlik eydigan dinozavr turidir.\n\nStegosaurus 155-145 million yil oldin yuqori mahalla davrida yashadi. Bu eng mos keladigan dinozavrlardan biri bo'lib, uning orqa tomonidagi va uning dumidagi uzunlikdagi uzunlikdagi kesma qatlamli plitalari. Qurolni alosuarus va keritozo'rga o'xshab, bu maydalagichlar bilan yashash kerak edi.",
"t.Tyrannosaurus": "Tiranosurus katta yirtqich, 65,5-67 million yil avval katta yirtqich dinozavr edi.\n\nTiranosurus uzoq, og'ir dumi bilan muvozanatli bosh suyagi bilan bipedal karnivor edi. Katta va kuchli orqa oyoq-qo'llar bilan taqqoslaganda, uning maelimlari kichik edi, ammo ularning hajmi uchun kuchli. Ularning ikkita egri raqamlari bor edi.\n\nBu ovchi yoki pichivmi yoki yo'qmi degan munisila. Bugungi kunda sherlar va genas kabi bugungi kunda eng ko'p dominant go'sht-yemiruvchilar singari, tiranozavr ikkalasi ham bo'lishi mumkin edi. Bu juda kuchli jag 'bor edi va uning tishlash kuchi boshqa dinozavrlarning suyaklarini ayta oladi.",
"t.Dinosaur Extinction": "Bo'ron uchida yo'q bo'lib ketishi, katta asteroid yoki meteorit ta'siri yoki vulkanik faoliyatning ko'payishi kabi bir yoki bir nechta fojiali hodisalar natijasida yuzaga keladi.\n\nHindistonning dekanali tuzoqlarida bir nechta ta'sir qiluvchi kraterlar va katta vulkanik faollik, ammo yo'q bo'lib ketish hodisasining taxminiy vaqtiga bog'liq. Ushbu geologik hodisalar quyosh nurini kamaytirishi va fotosinteziga xalaqit berishi mumkin, bu erda er ekologiyasida katta buzilishlarga olib keladi.",
"t.Primate Bipedalism": "Ikki oyog'ini ikki oyoqdan foydalanish yoki undan foydalanish. Olimlarning fikriga ko'ra, primatlar soni 6 million yil oldin sodir bo'lganligi sababli, bu ikki million yil avvalgi qazilma qazilma qazilma toshlarni keltirgani uchun. Evolyutsionistlar bularga inson turlarining erta ajdodlari bo'lishiga ishonishadi, ammo bu nazariya uni qo'llab-quvvatlash uchun kam dalillar bor.",
"t.Constructed Tools": "__Ston Tools__ - toshdan yasalgan vositalar. Ular tosh asrining ismi berilgan sababdir. Olimlar ular avval ishlatiladigan birinchi vositalar ekanligiga ishonishadi. Yaqinda tosh vositalari odamlar yashaganidan oldin ishlatilganligi ma'lum bo'ldi.",
"t.Control Fire": "__ Olovni boshqarish o olovni boshqarish Odamlar erta insonlar uchun juda muhim edi. Yong'in iliqlik, himoya manbai, ovchilik va ovqat pishirish usulini yaratdi. Madaniy yangiliklar va parhezga o'zgartirishlar kiritish uchun bu madaniy yutuqlarga yo'l qo'yildi. Bundan tashqari, yong'inni boshqarish inson faoliyatini sovuqroq iqlimga aylantirishga va kechqurun kechqurun iliqlik va yorug'likni ta'minlashga imkon berdi.\n\nBoshqaruv oralig'ining eng qisqa dalillari 200 mingdan 1,7 million yil oldin. 1 000 000 yil oldin boshlang'ich yong'indan foydalanish uchun dalillar keng ko'lamli ilmiy yordamga ega. Olovda yong'inlarda yoqib yuborilgan Flint pichoqlari Marokashda inson qazilmalari yaqinida va taxminan 300 ming yil oldin qabul qilingan. Taxminan 125,000 yil oldin olov sanalarini boshqarishning keng tarqalgan dalillari.",
"t.Adam": "__ \"Oh insoniyat! Biz sizni bir erkak va ayoldan yaratdik va bir-biringizni mensimasliklari uchun sizni xalqlar va qabilalarni yaratdik. Bas, ular bir-biringizni bilishingiz uchun. Allohning nazdida sizlarning huzurida bo'lganlardir. Va Alloh biluvchi va xabardor zotdir ». __ (\n\nOdam Ato (Arab tili: ìmm) Islomning er yuzida va Islomning birinchi Nabi (Nabi, payg'ambar) edi. Muslimning Shaxsi Odam irqi va rafiqasi Xovva (ʾ, Momo Havo) insoniyat onasi sifatida. Musulmonlar A Odamni Qur'onda aytganidek, barcha payg'ambarlar Islomning bir xil imonini va'z qilishni anglatadi, bu esa Xudoga itoat qilishni anglatadi.\n\nUshbu ikki shaxsdan, insonlarning avlodlari er yuzida yashab qoldilar. Xudo Qur'onda.\n\nOdam Ato yaratilganida, Xudo barcha yaratilishni yangi eng yuqori buyuk ijod bo'lgan Odam Atoga nisbatan hurmat ila bo'lishini buyurdi. Hammasi faqat Shaytondan bosh tortdi, u u fitna olovidan (jin) yasalgan edi. Odam Ato loydan qilingan. Keyin Xudo ularni Adan bog'iga sinov sifatida qo'ydi va Shaytan ikkalasini ham, Xavvani muvaffaqiyatli hal qildi. U ularni Xudo ularga taqiqlagan daraxtga qo'ydi. Natijada, Xudo qudrat kunigacha bir-birining dushmanlari sifatida bizni (odamlarni odamlar va shaytonlar) qo'ydi. Odam er yuzida bir marta kechirim so'rab ibodat qildi va Xudo uni kechirdi.\n\nOdam Ato va barcha payg'ambarlar kabi, Xudo bilan ahdimiz haqida eslatib o'tish uchun er yuziga kelishdi. Agar biz Xudoga itoat qilsak, unda farishtalar Xudoning nazarida yuqori darajaga erishamiz. Buning uchun biz sheytonning pichirlashidan qochishimiz kerak va bizning nuffs (xudbin xohishimiz) ni sinash va bostiradigan narsa. Biz buni biz Qur'onda cheksiz donolik, ko'rsatmalar va misollardan, birinchi bo'lib birinchi bo'lib saqlanib, mukammal saqlanib qoladi. Shuningdek, biz payg'ambarlarning ajoyib o'rnagiga taqlid qilishimiz kerak va bizning payg'ambarimiz yaqin paytlarda u zamonaviy tarixda bo'lganida, u yana bir bor kelgan paytda. Uning barcha ta'limotlari ham saqlanib qoladi va hayot tarzini saqlab qolish va o'rgatish uchun islomiy stipendiyalar mavjud. Payg'ambar Muhammad payg'ambarlarning muhri, er, otajon, qo'shnisi va do'sti bo'lish, davlat, ma'naviy va harbiy rahbar edi. U o'z hayoti, harakatlari va ta'limotlarini o'rganadiganlar tomonidan maqtalgan. Hatto uning dushmanlari yashagan va unga ishonganida ham.\n\nShunday qilib, musulmonlar kabi, biz hamma insonlar uchun hayotning maqsadi Xudoga sajda qilish va kimning ishlarida eng yaxshisidir. Xudo odamlarga jannatda go'zal joyga, Uning amrlariga binoan savob sifatida go'zal joyni va'da qildi. Osmondagi eng past odam o'nta er yuziga ega bo'ladi. Osmonning yuqori darajasiga tushganingizda, yorug'lik yillarida eringizni o'lchashni boshlashingiz kerak. Xudo eng saxiy va bizga va Undan hamma narsani so'rashni xohlaydi. Agar biz Allohdan yuz o'girsak va Payg'ambarlarning yo'llaridan yuz o'girsak, jahannamda shiddatli azob bordir. Xudo bizni bu va yomon narsalardan himoya qilsin.\n\nIlm-fan nuqtai nazaridan, odamlar __homo Sapiens__ turlaridan iborat, shundan faqat ma'lum bo'lgan kichik bo'limlar __momo Sapiens__ deb nomlanadi. Biz Yerdagi eng yuqori turdosh turimiz. Biroq, hayotning turli xil turlari, ayniqsa o'simliklar va protoklar orasida erning jinslari, hayoti va tabiiy muhitiga ko'proq ta'sir ko'rsatdi.",
"t.First Temple": "__Göbeke__ (Potbelli tepalikka solingan [dumbelli teepe]), Turkiyaning Turkiyaning janubi-sharqidagi Anatoliya janubi-sharqidagi arxeologik maydon, Shanliurfa shahridan taxminan 12 km (7 mi). Taxminan 15 m (49 fut) balandligi va diametri 300 m (980 fut). Dengiz sathidan taxminan 760 m (2490 fut).\n\nMa'lumki, miloddan avvalgi 10-millenniyga qaytib kelgan ijtimoiy yoki marosim bilan tanishgan ijtimoiy yoki marosim tabiatiga ishonishning ikki bosqichini o'z ichiga oladi. Kulolkaning yangi neolitiga tegishli birinchi bosqichda (PPNA), massiv T shaklidagi tosh ustunlar aylanmasi qurilgan - dunyodagi eng taniqli megaltlar. Taxminan 20 dan ortiq ustunlar hozirgi kunda geofizik tadqiqotlar orqali tanilgan. Har bir ustunning balandligi 6 m (20 fut) va vazni 10 tonnagacha. Ular karavotdan chiqib, ro'za tutishdi. Dastlab kulolchilik neolitik b (PPNB) ga tegishli ikkinchi bosqichda, o'rnatilgan ustunlar kichikroq va po'stlog'i ohak bilan to'rtburchaklar xonalarda turar edi. Sayt PPNBdan keyin tashlab ketildi. Kichik tuzilmalar klassik vaqtga bag'ishlangan sana.\n\nTuzilmaning funktsiyasining tafsilotlari sir bo'lib qolmoqda. 1996 yildan 2014 yilgacha bo'lgan nemis arxeologik jamoasi tomonidan 2014 yilning o'limigacha, schmidt shahar aholisidagi odamlar vaqti-vaqti bilan ko'chma emas, balki keng tarqalgan ma'bad bo'lgan.\n\n2018 yilda sayt YuNESKOning Butunjahon merosi saylandi.",
"t.Agricultural Revolution": "__ Neolit ​​inqilobi (Yangi tosh davri) birinchi __agrikal ravishda inqilobi edi. Bu ko'chmanchi ov qilish va qishloq xo'jaligi va turar joylarga ko'chma ov va jamoalarni yig'ish bo'yicha izchil o'zgarishlar edi. Ushbu davr \"inqilob\" deb ta'riflangan, chunki u o'zgarishlarni amalga oshirgan jamoalar hayot tarzini o'zgartirdi. Bu turli xil vaqtlarda turli xil tarixiy insoniyat jamiyatlarida sodir bo'ldi. Ko'plab jamiyatlar 7-9 ming yil oldin o'zgargan.\n\nTerm ushbu voqealar sodir bo'lgan umumiy vaqtni anglatadi. Shuningdek, u o'zgarishlarga nisbatan qo'llaniladi: dehqonchilik usullari, ekinlarni etishtirish va hayvonlarning uydirmalarini qabul qilish. Neolit ​​inqilobi ijtimoiy tashkilot va texnologiyalarning ishlanmalari uchun muhimdir.\n\n__ Noolit inqilobi doimiy yoki yarim doimiy aholi punktlarida yashashga olib keldi. Bu tufayli kamroq odamlar ko'chmanchi turmush tarzini olib borishdi. Ekinlar kimligini bilish imkoniyatiga ega bo'lish uchun er egalari tushunchasi ishlab chiqilgan. Tabiiy muhit o'zgartirilgan, aholi zichligi o'sgan va odamlar dietasida sabzavot va donli ovqatlarni iste'mol qilishgan. Jamiyatda ishlab chiqilgan ierarxiyalar. Don saqlangan va sotilishi mumkin. Ortiqcha ishlab chiqarish yaxshi hosildorlikdan tortib olinadigan jamiyatlar yomon yillardan omon qolishlariga yordam berdi. Qanday qilib Yusuf (a) qadimgi Misrda donni himoya qilish va tarqatib yuborgan.",
"t.Writing": "__Wring__ - bu yozuvlar to'plamida yozish tilida yozish tilidir. Ramzlar matnni o'qishi uchun boshqalarga ma'lum bo'lishi kerak.\n\nMatn, shuningdek, rasmlar va bezaklar kabi boshqa vizual tizimlardan foydalanishi mumkin. Bular yozish deyilmaydi, ammo xabar ishiga yordam berishi mumkin. Odatda, mamlakatdagi barcha ma'lumotli odamlar bir xil tilda qayd etish uchun bir xil yozish tizimidan foydalanadilar. O'qish va yozish qobiliyatiga ega bo'lish lozeratdir.\n\n__ yozish__ so'zdan farq qiladi, chunki o'quvchilar o'sha paytda bo'lmaydi. Biz yozma va dunyoning turli burchaklaridan yozishimiz mumkin. Matn do'konlari va bilimlarni bildiradi. __Writing__ inson turlarining eng buyuk ixtirolaridan biridir. Tarixchilar ishongan deb hisoblashadi, odamlar shaharlarga joylashtirilgan va qishloq xo'jaligidan keyin boshlangan. __ 3000 yillardan beri, Yaqin Sharqda taxminan 3,300 mln.\n\n__ yozish__ odatda odatda qog'ozda, ammo deyarli har qanday sirtda chop etish usullari mavjud. Televizion va kino ekranlari yozuvni ko'rsatishi mumkin va shuning uchun kompyuter ekranlari bo'lishi mumkin. Ko'plab yozma materiallar, qog'ozdan oldin ixtiro qilingan. Loy, papirus, yog'och, shifer va pergament (tayyorlangan hayvon terilari) barcha ishlatilgan. Rimliklarga uchli stilus bilan mumlangan tabletkalarda yozgan; Bu vaqtinchalik notalar va xabarlar uchun mashhur edi. Keyinchalik xitoylik qog'ozning ixtirosi oldinga katta qadam edi.\n\n__Wring__ an'anaviy ravishda qalam, qalam yoki cho'tka kabi qo'l asbobidan foydalaniladi. Ko'proq bo'lsa, matn kompyuter klaviaturasi yoki smartfonida kirish orqali yaratiladi.",
"t.Recorded History": "__Histy__ - bu o'tgan voqealarni o'rganish. Odamlar o'tmishda bo'lgan narsalarga (kitoblar, gazetalar, insonlar, insonlar yoki hayvon kabi) qarash orqali nima sodir bo'lganligini bilishadi va bu muzeylar yig'ilib, buni qabul qilishadi odamlar tarixni o'rganish uchun narsalar. Tarixni o'rganadigan kishi tarixchi deb ataladi. Qadimgi madaniyatlar ortida qolgan narsalar orqali tarixdan oldin va tarixdan oldingi va tarixni o'rganadigan kishi arxeolog deb ataladi. Insoniyat va jamiyatni o'rganadigan kishi antropolog deb ataladi. Tarixni o'rganish va yozish uchun ishlatiladigan manbalar va usullarni o'rganish tarixiyografik deb ataladi.\n\nOdamlar o'tmishda bo'lgan narsalarni eslagan odamlar bilan suhbatlashish orqali o'tmish haqida bilib olishlari mumkin. Bu og'zaki tarix deyiladi. Qullar va Amerika fuqarolik urushi omon qolgan odamlar qariydi, ba'zi tarixchilar aytgan hamma narsani qayd etishdi, shunda tarix yo'qolmaydi.\n\nXuddi shu narsa islom tarixida qilingan. Ko'p narsa yozilgan edi, ammo Payg'ambarimiz (hadis) kitoblariga har bir ovoz to'plashayotgan bir nechta olimlar bor edi. Payg'ambarimiz s.a.v.ga olib boradigan rivoyatlar zanjirlarini tekshirish va ushbu hadislarni oqshom tasniflash darajasiga baholash uchun butun islomiy fanlar ishlab chiqilgan. Biz bilamizki, bu odamlar va ularning oilalari kim bo'lganini bilamiz, ular shunchaki kitobda tasodifiy ismlar (masalan, Mark, Luqo, Jon). Ko'pincha bir xil hadislarni xuddi shu kitobda o'nlab marta topish yoki ko'p odamlar tomonidan yig'ilganidek, bir nechta hadis kitoblarini tarqatish mumkin. Bu sahih, hadis deb tasniflanadi.\n\nQur'on, shuningdek, Payg'ambar alayhissalomning hayotida minglab odamlar tomonidan yodlangan edi. Bu hali ham bugungi kunda millionlab odamlar, asl arab tilida, hatto arab tilida ham arab tilida so'zlashuvchilar tomonidan yodlanmoqda. Bu, chunki Qur'on she'riy va ko'p odamlar uchun eslab qolish oson. Agar Qur'onning barcha matni bo'lsa, qandaydir tarzda g'oyib bo'lgan bo'lsa, musulmonlar bir necha soniya ichida, agar ular birgalikda ishlayotgan bo'lsalar, uni bir necha soniya ichida olib kelishlari mumkin edi. Xudo bizga uni Qur'onda himoya qiladi, deb aytganidek, baribir kerak emas. __ Albatta, Biz Qur'onni nozil qildik va, albatta, biz uning qo'riqchi bo'lamiz », dedilar. (Qur'on 15: 9) __\n\nBu she'riy va qiroatning go'zalligidan qat'iy nazar Qur'on xabari imonlilarning ongida oson, chunki u o'tmishni, kelajakni tushuntirib beradi va mantiqiy va tushunarli. Qur'onimiz aslida eng katta mo''jiza va biz faqat Islomni isbotlash uchun faqat bitta narsadir. Bizni yaratdi va biz bilan gaplashing va bizga to'g'ridan-to'g'ri Qur'onning so'zlari bilan o'rgatdi. Bizni erni yaratgan va biz bilan eng yaxshi biladigan Xudo bizga o'rgatgani yaxshiroq?\n\nQadimgi davrlarda dunyoning turli burchaklarida odamlar alohida tarixni saqlab turishgan, chunki ular bir-birlarini tez-tez uchrashmaganlari uchun. Ba'zi odamlar bir-birlariga hech qachon uchrashmagan. O'rta asrlar, qadimiy Rim va qadimgi Xitoy har biri dunyoning yagona muhim qismlarini boshqarganliklari va boshqa qismlar \"vahshiy\" degan fikrda.",
"t.First Pyramid Built": "__ Biz sizlarni tanangizda qutqaramiz. Shoyadki sizlarga kelganlarga oyat-mo''jiza bo'lsin! »Dedi. Albatta, odamlar Bizning ko'p odamlar Bizning oyatlarimizdan g'ururdir. (Qur'on 10:93) __\n\nA __Pyramid__ - bu piramida shakli shaklida qurilgan strade, odatda tosh. Qadimgi qadimiy davrda dunyoning turli burchaklarida odamlar bunday tuzilmalarni qurdilar.\n\nBirinchi __pylamids__ 2630 yilda B.C. da qurilgan. Eng taniqli piramida Saqaqada, Misrda va uchinchi Misrlar sulolasining shoh dvoseri tomonidan qurilgan.\n\nQur'on Misrliklar sulolasi Muso (Muso) va Yusuf haqidagi hikoyalarida ko'p gapiradi.\n\nQur'on Misr tarixini Shoh yoki fir'avn sifatida (keyin kelgan fir'avn) ko'rsatgan holda Misr tarixini aniq tasvirlaydi. Yaqinda Britaniya muzeyi tomonidan kashf etilgan tarixiy haqiqat. Ularning so'zlariga ko'ra, misrliklar o'zlarining hukmdorlarini \"Fir'avn\" 18-sulolagacha (mil. 155-1295) deb atashmadi.\n\nBir necha oyatlar Muso va Fir'avn (Fir'avn) haqida gapiradi.\n__ Biz iymon keltiradigan qavmlarning manfaati uchun Muso bilan Muso va Fir'avn senga haq ila tilovat qilurmiz. (Qur'on 28:04).\n\nBiz Musoni fir'avn va uning a'yonlariga yubordik. Bas, ular buzg'unchilarni yolg'onchi qildilar. Batahqiq, buzg'unchilikni yaratganlarning oqibati qanday bo'ldi! (Qur'on 7: 104)\n\nSizlar o'zingiz kelganlarga oyat-mo''jiza bo'lsin! Bas, albatta, odamlar orasida Bizning oyatlarimizdan g'ururdir. (Qur'on 10:93) __\n\nMuso Ramses II bilan o'zaro aloqada bo'lgan tarixchilar va nasroniy olimlari keng ishoniladi. Qur'oni karim va Bibliyada har qanday voqeadan oxir-oqibat, Fir'avn Musodan keyin Qizil dengizda cho'kib ketgan, Xudoning ijozati bilan dengizni ikkiga bo'ldim.\n\nBu kun Qur'onning bashorati, siz o'zingizning oldingizga kelganlar uchun alomat bo'lishingiz uchun qutqaramiz! yaqingacha. Barcha fir'avnlarning mumediyalari (KV7 va 8) vodiysida (KV7 va 8) Nil banklari bo'ylab yashirilgan. Tiqbalar talon-taroj qilinganidan keyin ham fir'avnlarning qoldiqlari asrlar davomida ochilmagan. Ularning kashfiyoti XIX asrda bo'lib o'tdi va endi ko'rishingiz mumkin, Qohiradagi Katta Misr muzeyida o'z ko'zingiz bilan Ramses II. Uning tanasi hamma uchun hamma xalqaro turlarga bordi. Bu yana, Qur'oni karim va Islomda faqat Xudo bizga berilganligini qanday ko'rsatdi.\n\nShuningdek, siz yahudiylarning odamlaridan ushbu fir'avn va boshqa qadimgi misrlik rahbarlari bilan tajribasi haqida so'rashingiz mumkin.\n\n__ Va Biz Musoga to'qqizta ochiq-oydin mo''jiza bergan edik. Fir'avn unga: «Menimcha, sen sehrdan azizsan», dedi. 17: 101) __\n\nYahudiy xalqlarining omon qolishi, ularga yuborilgan ko'plab mo''jizalar va payg'ambarlar singari, ulardan boshqa alomatlar va payg'ambarlar haqida so'rashimizga imkon beradi.\n\n__ Isroil o'g'illarini, biz ularga qancha aniq belgi berdik. Kimki o'ziga kelgan Allohning ne'matini almashtirsa, bas, albatta, Alloh iqobi shiddatli zotdir. (Qur'on 2.211) __",
"t.Roman Empire": "__ Rim imperiyasi__ (Lotin: Imperium Rumum) qadimgi dunyodagi eng katta imperiya edi. Uning poytaxti Rim edi va uning imperiyasi O'rta er dengizida joylashgan edi. Miloddan avvalgi 27 yoshdan kelgan imperiya xurmolari, Oktavor imperatorga aylanib, 476 yilda, o'rta asrning oxiri va o'rta asrlarning boshlanishini yoki qorong'u asrlarning boshlanishini belgilab qo'yganlarida.\n\nImperiya qadimgi Rimning uchinchi bosqichi edi. Avval Rim Rim shohlari, keyin Rim respublikasi tomonidan, keyin imperator tomonidan boshqarilgan.\n\nKo'plab zamonaviy erlar __roman imperiyasi, shu jumladan Britaniya (Shotlandiya emas), Ispaniya, Germaniya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Shveytsariya, Germaniya, Shveytsariya, Shveytsariya, Shveytsariya, Germaniya, Shveytsariya, Shveytsariya va Afrika shaharlarining bir qismi bo'lgan. __Roman empirasining asosiy tili latin; Yunon muhim ikki tilli edi.\n\n__Roman empirening g'arbiy qismi taxminan 500 yil davom etdi va sharqiy qismi, shu jumladan Gretsiya va Anataliiya ming yil davomida davom etdi. Sharqiy tomon Vizantiya imperiyasi, uning poytaxti Konstantinopol deb nomlangan va 1453 yilda Usmonli Fatih Mehmet tomonidan Usmonli zabt etgan. Ushbu voqea payg'ambar tomonidan bashorat qilingan va dunyo tarixidagi eng muhim voqealardan biri bo'lgan.",
"t.Crusades": "__ Krousades__ Masihiylar va musulmonlar o'rtasida muqaddas erni boshqarish ustidan qilingan bir qator diniy urushlar edi. An'anaga ko'ra, ular 1095 va 1291 yillar orasida bo'lib o'tdi. Muqaddas er hali ham uchta asosiy monoteistik dinlar uchun juda muhim bo'lgan joy: Islom, Yahudiylik va nasroniylik. Muqaddas erdagi juda muhim diniy dinlar mavjud. Bu endi Isroil yoki Falastin deb nomlangan er. Quddus, nosiret, Baytlahm, Xevron va boshqa diniy joylar Umar (r.a.) xalifasi, uchinchi xalifa va yaqin do'stim va Payg'ambarimiz sallollohu alayhi va sallamning sherigida musulmonlarning nazorati ostida qolishdi.\n\nKo'p turli xil salibadlar bor edi. Eng muhim va eng katta __crusades__ 11-asrdan 13-asrgacha bo'lgan. Bu vaqt ichida 9 ta katta salib yurishlari bor edi. Bundan tashqari, kichikroq salib yurishlari ham bor edi. Ba'zi salibadlar Evropada ham (masalan, Germaniya, Avstriya va Skandinaviyada). Kichikroq __crusades__ XVI asrga, Uyg'onish davri va islohotgunga qadar davom etdi.\n\n\"Salonad\" so'zi \"xoch\" so'zi bilan bog'liq va masihiy muqaddas urush degan ma'noni anglatadi. Shuningdek, arabcha \"jihod\" so'zi mavjud bo'lib, ular musulmonlar tomonidan urush paytida musulmonlar uchun \"salib yurishi\" ni \"salib yurishi\" deb atashni anglatadi. Payg'ambar (sollallohu aleyhi va sallam) liniyalik jihod va buyuk jihod taqvodor hayot kechirish uchun kurashda kelgan.\n\nHamma tomonlar (xristianlar, musulmonlar va yahudiylar) o'z dinlarida ko'p ishonishgan. Ko'pincha salib yurishlari ko'pincha siyosiy yoki pul sabablari bor edi. Barcha urushlar kabi.\n\nBu keng tarqalgan uchta Ibrohim imoni o'rtasidagi harbiy harakatlarni ko'rish juda achinarli. Musulmonlar yahudiylar va masihiylarni kitob ahli deb bilishadi, ya'ni boshqalarga qaraganda musulmonlarga alohida maqom va yaqin munosabatlarga ega. Buni Payg'ambar s.a.v.ning hayotida ko'rishingiz mumkin va u va sahobalar Vizantiya nasroniylariga katta jangda yo'qotgan edi. Bu hadislarda yozilgan va hatto Qur'onda gaplashgan. Xudo kelajakdagi voqeani ochib bergani kabi Islomning haqiqiyligini yana bir qiziqarli isbotlovchi dalildir. __ \"Rimliklar\" Rimliklar mag'lubiyatga uchradi. Yaqinda ular bir necha yil ichida g'alaba qozonishadi. Allohga. ilgari va keyin buyruqni bog'laydi. O'sha kunda mo'minlar shodlanurlar ». (Qur'on 30: 2-4) __\n\nO'sha paytda, Arab mushriklari butparast musulmonlarning yonida, arab musulmonlari esa masihiylarning ushbu jangda g'alaba qozonishiga umid qilishgan. Mushriklar bu mag'lubiyatni yo'qotganlarida, bu mag'lubiyatni masxara qilishdi va «endi qudratli Xudo qaerda?» Deb so'rashganida. Shunday qilib, Xudo bu lahzada bu oyatni ochib berdi. 622 yilda Issiyaning imperatorining qudrati ostida Vizantiyaliklar Anatoliyada Sassaliklarga qarshi zo'rlik va uzoq muddatli g'alabaga ega edilar.",
"t.Black Plague": "__ Black Sile Evropa va Osiyo mintaqalari bo'ylab millionlab odamlarni o'ldirgan kasallikning boshiga tushdi. Evropada deyarli har uch kishidan deyarli bittasi kasallikdan vafot etdi va 1347 va 1351 yillarda eng yomon edi. Kasallik Osiyoda boshlangan bo'lishi mumkin. Aksariyat odamlar kasallik bubonik vabo bo'lgan deb o'ylashadi. Ushbu kasallik kalamushlarda yashab, tarqalib ketadi. Ipak yo'lidan savdogarlar yuqtirilgan burgalarni Evropaga olib kelishgan bo'lishi mumkin.\n\nBurga muammoni boshladi; Infektsiyalangan burab qora kalamushlar tomonidan olib borildi. Fleyni olib yurgan kalamushlar shaharlarga kirib borardi. Biror kishini kimdir bir oz bakteriyalarni yara ichiga kiritadi. Bu odamni yuqtirishga olib keladi. Kalamushlar ko'pincha kemalarda edi. Bu kasallik butun Evropa bo'ylab juda tez tarqalishini anglatadi.\n\nOdamlarda, kasallik qorin bo'shlig'ida va quloqlar orasiga shishishda shish paydo bo'ldi. Bu shisha qora va binafsha rang edi, shuning uchun \"qora o'lim\" nomi. Qorong'u shishlar buloq deb ataladi. Odamlar azob chekishdi va qurbonlar dahshatli o'lim bilan vafot etishdi. Semptomlar jabrlanganlardan 3-7 kun o'tgach, kasalni ko'targan burma chaqadi.\n\nAfsuski, Londondagi kabi ba'zi shaharlarda mushuklar kasallikni keltirib chiqargan deb o'ylashdi, shunda ular juda xijolat bo'lib, ko'p sonlarda o'ldirilgan. Afsuski, kutilganidek, bu o'latni yomonlashishga olib keldi, chunki kalamushlarning asosiy tabiiy yirtqichini yo'qotgan va populyatsiyalar bundan ham ko'proq o'sdi.\n\nBubonik vabo atrofida yana bir qiziqarli fakt, papa qanday saqlanib qoldi. O'sha paytda musulmonlar barcha tibbiy va ilmiy kashfiyot boshida edi. Ko'plab musulmon kitoblarini birlashtirish, katolik ruhoniysi alanvandotlarni echib, ba'zi kasalliklar (mikroblarni) o'ldirish deb o'ylagan. Shunday qilib, ular bir necha hafta davom etgan papani o'rab turgan doiradagi ulkan olovni yoqishdi. Bu, albatta, kalamushlarni saqlab turadi va ularning qochishi papani shakllantiradi va u hech qanday muammosiz tirik qoldi.",
"t.Constantinople Istanbul": "__Constantinoli__ Rim imperiyasining poytaxti, Vizantiya / Sharqiy Rim imperiyasi (395-1204 va 1261-1453), Lotin imperiyasi (1204-1261) va Usmonli imperiyasi (1453-1922). 1930 yilda Istanbul nomlandi. Bu hozirgi Turkiyadagi shahar.\n\nIslambol nomi bilan ham tanilgan Istanbulni zabt etish, yana bir alomat va Islom payg'ambar bashorat qilgan. __ Albatta, sizlardir, doimo sizlar zabt etursizlar. Ushbu armiya qanday ajoyib armiya bo'ladi va bu ajoyib qo'mondonlik qandaydir ajoyib qo'mondon bo'ladi. \" (Musnad, i, 176; IV, 335; Darmima, \"Muqaddima\", \"Muqaddima\", 73-betlar uchun katta sharafdir va tarixdagi eng uzoq davom etadigan va eng kuchli imperiyalardan biri. .\n\nTarixchilar shunday deb ta'kidlashdi, chunki __constantopoltopold__ Nyu-York shahri kabi joyni zabt etishga teng.",
"t.Newton and Gravity": "Ko'p odamlar __isac Nyuton__ haqida o'ylashganda, ular uni olma tushishini tomosha qilayotgan olma daraxti ostida o'tirishadi. Ba'zi odamlar hatto olmaning boshiga tushganiga ishonishadi. __Newton____ Olmol kabi narsalarni erga yiqitadigan narsa o'ziga xos kuch turadi, - deb ataydigan kuchga egalik qiladigan kuch. __Wondl____ Agrliklik kuchi, masalan, Apple va Yer kabi ikkita ob'ekt o'rtasidagi diqqatga sazovor joy edi. U shuningdek, ob'ektni yanada muhimroq bir xil kuchga ega bo'lgan, ular unga ta'sir qilganda bir xil kuchga ega bo'lgan deb o'yladi. Degani, erning katta massasi ob'ektlarni o'ziga tortdi. Shuning uchun olma o'rniga olma tushdi va nima uchun odamlar havoda suzmaydi.\n\n__Iaac Nyuty__ tortishish haqida o'ylashdi. __Newton____dan oldin odamlar faqat Yerga yaqin bo'lgan narsalar tushadi deb o'ylashdi. Ammo __newton__ Og'irlik nafaqat er va uning buyumlari bilan cheklanmasligi kerak deb o'yladi. Agar og'irlik oyga va undan tashqarida bo'lsa-chi?\n\n__Newdl__ ikki organ o'rtasidagi jalb qilish kuchini hisoblashning formulasini ixtiro qildi. U erni er yuzi bo'ylab harakatlanish uchun zarur bo'lgan kuchni hisoblash uchun ishlatgan. Keyin u uni olma pastga tushirgan kuch bilan taqqosladi. Oy erdan ancha uzoqroq ekaniga imkon bergandan so'ng, u kuchlar bir xil ekanligini aniqladi. Oy erning tortishish kuchi bilan er yuzi atrofida orbitada ushlab turiladi.\n\n__Wton__ tomonidan ixtiro qilingan formulaga tortishish qonuni deb ataladi. U juda ingichka edi va uning ko'plab qonunlari Nyuton fizikasi deb nomlandi. Uning ko'plab matematik formulalari hali ham kattaroq buyumlar mexanikasini hisoblash uchun ishlatiladi. Ular kichik narsalar uchun aniq emas, shuning uchun nizom fizikasi mikroskopik ob'ektlarning bu g'alati dunyosini sinab ko'rish va tushunish uchun ishlab chiqilmoqda.",
"t.Industrialization": "__Dustalizatsiya__ (yoki industrializatsiya) bu mamlakatlarda odamlar tomonidan amalga oshirilgan ishlarni bajarish uchun mashinalardan foydalanishni boshlaganda sodir bo'ladi. __Dustializatsiya__ Odamlar qilayotgan ishlarni o'zgartiradi. __Dustializatsiya__ Shaharlar kattaroq bo'lishiga olib keldi. Ko'plab odamlar qishloq joylarida fabrikalarda yuqori pullik ish haqini olish uchun ko'pchilikni tark etishdi.\n\n__Dustializatsiya__ - bu odamlar qilishning oson va arzon usullarini qabul qiladigan jarayonning bir qismidir. Yaxshiroq texnologiyani qo'llashdan foydalanib, ko'proq tovarlarni qisqaroq vaqt ichida ishlab chiqarish mumkin bo'ladi. Ko'p narsalar kamroq odamlar tomonidan ishlab chiqarish mumkin.\n\nIndustrializatsiyadan keyin odamlar ko'proq ixtisoslashgan ishlarni bajaradilar. Masalan, industrializatsiya qilishdan oldin (poyabzal va charm buyumlar yasagan kishi) yolg'iz poyabzal yasadi. U bitta juft poyabzal ustida ishlagan, tugatgan, keyin keyingi juft poyabzaldan boshlanadi. Sanoatlashtirish bilan poyabzal tayyorlash jarayonini kichik vazifalarga qisqartirish orqali poyabzal tayyorlashda ko'p odamlar ko'p. Masalan, poyabzalning tagisini kesib tashlaydigan bir kishi va uni tikuvchi bir kishi bor. Qisqasi, mehnat taqsimoti mavjud va u bugungi kunda yig'ish liniyasi sifatida tanilgan. Bunday fabrikalardagi mashinalar juda ko'p pul talab etiladi, shuning uchun zavod mashinalarga va ishchilarni erkaklarga erkaklarga turli xil mashinalar va topshiriqlarni ijaraga oladigan boy kishiga tegishli bo'ladi.\n\n__Dustalizatsiya__ Angliyada 18-asrda sanoat inqilobi bilan boshlandi. U birinchi bo'lib Evropaning va Shimoliy Amerikaga tarqatadi. XX asrda sanoatlashtirish boshqa mamlakatlarga tarqaldi.",
"t.Darwin's Theory of Evolution": "__ \"Alloh har bir hayvonni suvdan yaratdi. Ba'zilari, ularning qorinlarida sirpanib, ba'zilari esa to'rtta oyoqqa yuradilar, chunki Alloh har bir narsaga qodirdir\". Albatta, Alloh har bir narsaga qodirdir »( 24:45) .__\n\n__VRaruzalar Darvin__ (1809-1882) uning \"turlarning kelib chiqishi to'g'risida\" kitobini 1859 yilda kitobini yana bir bor hayotda bo'lganligi haqida ko'p narsalarni ilgari surdi. U tabiiy tanqid qiluvchi tabiiy tanlashni taklif qildi, bu hayvonlar barcha hayvonlar qanday paydo bo'lganligi kabi omon qolishlari mumkin. Biroq, Darvin o'sha paytda yoki qanday fazilatlar o'tayotganda genetika haqida tushunmagan yoki bilmagan. Shunday qilib, u bolalarning ota-onalariga o'xshab nima ekanligini aniq tushuntirib berolmadi.\n\nShunga qaramay, __davin's__ Evolyutsiyaning izohi, ilmiy jamoatchilik va olimlar o'zlarining hujayrali organizmlar va maymunlardan kelib chiqqan holda, ularda yakka tartibdagi organizmlar va maymunlardan paydo bo'lganini isbotlash uchun ko'p ishlamoqda. Holbuki, musulmonlar, masihiylar va yahudiylar, biz Odam Ato (Momo Havva), birinchi erkak va ayolning avlod ekanmiz. Olimlar bunday xulosalarga \"aqlli dizayn\" deb atashadi va bu haqda DNK, inson tanasi, quyosh tizimlari va boshqalar kabi ko'p sonli dalillar mavjud.\n\nDarvinizmga o'xshash, Islom hayotning bosqichlarida va vaqt o'tishi bilan hayot rivojlanganligini tan oladi. Shuningdek, biz Xudo hamma narsaga qodirligiga ishonamiz va bu atrof-muhitni qabul qilish uchun hamma narsani osongina o'zgartirishi mumkin. Xudo uni birinchi marta yaratdi, ikkinchi marta osonroq bo'ladi, to'g'rimi? Qiyomat kunida biz ham tiriltirganmiz.\n\nAmmo zamonaviy evolyutsionistikadan farqli o'laroq, har doim halokatli va halokatli bo'lgan tasodifiy mutatsiyalarni aytish, agar kerak bo'lsa, u ko'proq tumshug'i bo'lishi kerak, chunki agar kerak bo'lsa, u holda ovqatni osonroq topishi mumkin Misol. Bu aslida olimlar buni tushuntirib berolmaydigan va boshqa turlarni tashvishga soladigan qushlarni moslashtirishning ko'plab tadqiqotlarida juda ko'p o'rganiladi. Bu, keyin tasodifiy va tasodifiy ravishda rivojlanayotgan hayvonni yanada ma'noga aylantiradi. Shuningdek, u erda mo''jizaviy tarzda chiqadigan yangi yoki yo'q bo'lib ketgan kapalaklar mavjud. Musulmonlar hayvonlar va atrof-muhit uchun juda ahamiyat berishadi, ammo biz ular yo'q bo'lib ketadigan yoki o'zlariga g'amxo'rlik qila olmaymiz, chunki biz hamma narsa kabi, biz Xudoga ishonamiz.\n\nXulosa qilib, musulmonlar insonlar tasodifiy maymunlardan paydo bo'lgan degan fikrni rad etishadi. Musulmonlar insonlar alohida ijod deb hisoblanadi deb hisoblashadi. Islom insonlar hamma narsa singari Alloh tomonidan yaratilgan noyob hayot shakli ekanligini o'rgatadi; Biroq, boshqa hayvonlardan farqli o'laroq noyob sovg'a va qobiliyatlarimiz bor. Masalan, bizda abadiy ruh, vijdon, tasavvur, bilim va iroda erkinligimiz bor. Biz kuchli, yaxshi va taqvodor bo'lishimiz yoki faqat o'zimizning xohishlarini bajarish uchun faqat zaif va ish qilishimiz mumkin. Qanday bo'lmasin, inson hayoti ikki kishini yaratishdan boshlandi, Odam Ato va Xovva ismli bir erkak va ayolni (Momo Havva ismli bir ayol va hammamiz bilan rivoyat qiladilar.\n\nQur'onda Alloh har bir jonzotning suvdan yasalganligi tasvirlangan. Ikki oyoqda yurib, ba'zilari to'rtta yurishadi. Alloh xohlaganini yaratadi, chunki Alloh har bir narsaga qodirdir »(24:45) .__\n\nUshbu oyatlar hayot suvda boshlangan ilmiy nazariyani qo'llab-quvvatlaydi.",
"t.World War 1": "__World Urucati I__ (yoki Birinchi jahon urushi) 1914 yil 11-iyungacha boshlangan va 1918 yil 11-noyabrgacha davom etgan. Uch oylik, uch oy va 14 kun davom etgan.\n\nJangning aksariyati Evropada edi, ammo boshqa ko'plab mamlakatlarning askarlari Evropa kuchlarining mustamlakachilarning mustamlakalarini o'zgartirdi va u Usmonli imperiyasining oxiriga olib keldi. Ikkinchi Jahon urushi 1939 yilda boshlanganda, __warld urushi buyuk urush, jahon urushi yoki barcha urushlarni tugatish uchun \"\" urush \"deb nomlandi. 135 mamlakat __warld Urush I__ da ishtirok etdi va ko'pchilik, asosan kasallik va ocharchilik bilan kurashayotganda, 10 millionga yaqin odam halok bo'ldi.\n\n__Dord urushi I__ Evropaning aksariyati tomonidan kurashdi. Haqiqiy jang ko'plab turli xil jabhalarda edi. G'arbiy front Germaniya va ittifoqchilar o'rtasidagi kurashning ko'pi edi. Bu erda kurashning aksariyati xandaqqa urildi.\n\nSharqiy front Markaziy va Sharqiy Evropada jang qildi. Bu erda janglar xandaqni urush emas edi, ammo old tomoni tufayli mobil janglar. Yaqin Sharq front va italyan frontida ko'p janglar ro'y berdi. Jang Afrika, Xitoy va dengizda, shuningdek, havoda ham kurash olib borildi.\n\nUrush ko'p turli xil shartnomalarni imzolash bilan yakunlandi, aksinchalar Shartnomasi bo'lib, eng muhimi.\n\n__World Urush I__ Birinchi yirik urush edi, bu tanklar, samolyotlar va suv osti kemasi yoki (u-qayiqlar) muhim qurol edi.",
"t.World War 2": "__World urushi Ikkinchi Jahon urushi va Sovet Ittifoqida, Ulug 'Vatan urushi dunyo va ko'plab mamlakatlarda jang qilayotgan global urush bo'lgan. 1939-1945 yillarda ko'pchilik 1937 yilda kurash olib bordi, ammo ba'zilari 1937 yilda jang qilish boshlanishdi. Ko'plab buyuk davlatlar, shu jumladan barcha buyuk kuchlar, ittifoqchilar va o'q kuchlari. __Dord Uri II__ insoniyat tarixidagi eng xavfli to'qnashuv edi. Unda ko'proq davlatlar jalb qilingan, ko'proq pul talab etiladi va insoniyat tarixidagi boshqa urushlarga qaraganda ko'proq odamlarni o'ldirdi. 50 dan 85 milliongacha odamlar halok bo'ldi. Ko'pchilik tinch aholi edi. U erda AQShning Yaponiyadagi Yaponiyadagi tarixida Xolokost, strategik portlash, ochlik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, kasallik, birinchi navbatda Yaponiyadagi Yaponiyadagi masofaviy genotserlik.\n\nOsiyoda urush Yaponiya imperiyasi 1937 yil 7 iyul kuni Xitoyga bostirib kirganida boshlandi. Qo'shma Shtatlar Yaponiyaga neft embargosini joylashtirish bilan munosabat bildirdi. Evropada urush boshlanishi Germaniya 1939 yil 1 sentyabrda Polshani bostirib kirganida, Frantsiya va Britaniya Germaniyada urushni e'lon qilish bilan munosabat bildirdi. 1941 yilga kelib Evropaning aksariyati Germaniya nazorati ostida edi. Shimoliy Afrika, O'rta er dengizi va Atlantikadagi o'qga qarshi faqat Britaniya jangida qoldi. 1941 yil iyun oyida Axis qudratlari Sovet Ittifoqiga bostirib kirdi, tarixdagi eng katta urush maydonini boshlaydi. 1941 yil 7 dekabrda Yaponiya Tinch okeanidagi g'arbiy koloniyalarga hujum qildi va ikkita urush bitta bo'ldi.\n\n1942 yilda yaponiyalik g'alabalar to'xtatildi va Evropa o'qi g'alabalari, shuningdek, Shimoliy Afrikada ham, Sovet Ittifoqida ham 1943 yilga kelib to'xtadi. Shundan so'ng, ittifoqchilar har tomondan orqaga kurashishni boshladilar. Axis Shimoliy Afrikani yo'qotgan va 1943 yildan boshlab Italiyani himoya qilishga majbur bo'lgan. 1944 yilda ittifoqchilar Frantsiyaga \"Germaniyaga\" Reyne daryosida \", Sovet Ittifoqi sharqdan yopib turishardi. Germaniya 1945 yil may oyida taslim bo'ldi. Yaponiya rasmiy ravishda 1945 yil 2 sentyabrda tasniflagan. Urush ittifoqdosh g'alabasi bilan yakunlandi.\n\nUrushdan keyin Birlashgan Millatlar Tashkiloti mamlakatlar o'rtasida yordamni rivojlantirish va kelajakdagi urushlarning oldini olish uchun tashkil etilgan. Tez orada yirik g'oliblar orasida Sovuq urush boshlandi, ammo ular urushda bir-birlariga qarshi kurashmadi. Evropa va Afrika, Evropa mamlakatlari tomonidan nazorat qilinadigan Osiyo va Afrikani deportatsiya qilish ham mustaqilliklariga ham shunday bo'ldi. Buning sababi, Evropa kuchi urushdan zaiflashdi. Urushning boshqa natijalarida iqtisodiy tiklanish va siyosiy integratsiya (birlashtirilgan mamlakatlarning tarmog'i) bo'lgan.",
"t.Cold War": "__ Sovuq Urush (1947-1991) AQShning II World Uri va Sovet Ittifoqining vafoti o'rtasidagi AQSh (SSSR va uning ittifoqchilari) o'rtasidagi keskin munosabatlar edi.\n\nBir tomondagi mamlakatlarning aksariyati NATOda, uning ikkita yirik harbiy mamlakati AQSh va Turkiya bo'lgan. Boshqa mamlakatlarning aksariyati Varshava, BARADAA QISMLARNI BA'ZI BA'ZI BAXT SOVET Ittifoqi (hozirgi Rossiya) bo'lgan.\n\nG'arb-bosh kapitalistik mamlakatlar guruhiga Amerika, Turkiya, G'arbiy Evropa, Isroil, Yaponiya, Janubiy Koreya, Eron, Yaponiya, Janubiy Afrika, Avstraliya va Yangi Zelandiya kiradi.\n\nSharq-sotsialistik guruhi Sovet Ittifoqi, Sharqiy Evropa, Angola, Efiopiya, Kuba (1959-1991), Mo'g'uliston, Shimoliy Koreya, Xitoy va Vetnam ham o'z ichiga oladi.\n\nSovuq urush 1989 yilda Berlin devorining qulashi bilan yakunlandi, Rossiya kommunal kommunistik mamlakatdan demokratik kapitalistik mamlakatga o'zgardi. Biroq, yaqinda bo'lib o'tgan janglarda va Rossiya va Ukraina o'rtasidagi urushda ham bu erda hali ham to'qnashuv qolmoqda.",
"t.Moon Landing": "__Pollo 11__ odamlarni oyga yuborish uchun birinchi parvoz edi. Bu NASA (Milliy aeronavtika va kosmik ma'muriyati), asl Amerika kosmik agentligi tomonidan amalga oshirildi. 1969 yil 16-iyulda maydonga ko'tarildi, uchta kosmonavtni olib ketdi: Neil Armstrong, Buzz Aldrin va Maykl Kollinz. 1969 yil 20-iyulda Armstrong va Aldrin oyga qo'nish uchun birinchi odamlar bo'lishdi, kollinlar oy atrofida orbitada qolishdi.\n\nParvoz Amerika Qo'shma Shtatlari va Sovet Ittifoqi o'rtasidagi __ vspece-ning bir qismi edi. 60-yillar tugashidan oldin Jon F. Kenneny, 1961 yil 35-prezidentning 35-prezidenti, 1960 yillar tugalgunga qadar, 1961 yilda \"Er yuziga qo'ndirish va er yuziga qaytarish\" rejasini yakunladi.",
"t.World Wide Web": "__ Internet__ - bu eng yirik dunyodagi eng katta aloqa tarmog'i. Internetda Internetda turli xil ma'lumotlar mavjud bo'lgan millionlab kichik mahalliy, akademik, biznes va hukumat tarmoqlari mavjud. Ushbu atama ba'zan \"to'r\" deb qisqartirilgan bo'lib, tarmoq uchun qisqa. __World Web__ o'zining eng katta xizmatlaridan biridir. U butun dunyo bo'ylab bir necha milliard kishi foydalanadi.\n\nInternet AQShda \"Amerika Qo'shma Shtatlari kengaytirilgan ilmiy loyihalar agentligi\" (Darpa) tomonidan ishlab chiqilgan. Birinchi marta 1969 yil oktyabr oyida ulangan va __arpan__ deb nomlangan. 1990 yilda Shveytsariyada \"Buyuk Britaniya\" olimi Tim Berners-Lee deb topilgan Britaniya (Buyuk Britaniya) olimi tomonidan Sernda Yilld Comen Ware Ward-ni yaratdi."
}
