{
"Birth of the Universe": "\"Und er ist derjenige (Allah), der den Himmel und die Erde (in Übereinstimmung mit seiner verordneten Himmelsordnung basiert) auf der Wahrheit geschaffen hat. Und der Tag, an dem er sagen wird: 'Be', dann (Tag des Gerichts) wird Komm entsandt. Sein Wort ist die Wahrheit. Und sein wird die Souveränität an dem Tag sein, an dem die Trompete geblasen wird (von Israfil). Er (ist derjenige, der das Wissen über das Unsichtbare und das gesehene ist, und er ist Allig, allwesend. \" (Koran 6:73)\n\n\"Unser Befehl für eine Sache ist, aber nur so viel, dass wir, wenn wir beabsichtigen (ins Leben zu bringen), zu ihm sagen: 'Be' und es wird.\" (Koran 16:40)\n\"Es ist nicht Allahs Ehre, dass er (für sich irgendjemanden als) einen Sohn nehmen sollte. Heilig und verherrlicht ist er (darüber)! Wenn er jede Angelegenheit verfällt, sagt er nur zu ihm: 'Be' und es wird.\" (Koran 19:35)\n\n\"Er ist der Urheber des Himmels und der Erde! Wenn er eine Angelegenheit verfolgt, sagt er es einfach:\" Sei! \" Und es ist!\" (Koran 2: 117)\n\n\"Sein Befehl (der Schöpfung) ist nur, dass er zu ihm sagt: 'Be', so dass er sofort (existent oder sichtbar ist und weiterhin wird).\" (Koran 36:83)\n\n\"Er ist derjenige, der Leben gibt und den Tod verursacht. Wenn er sich dann für etwas entscheidet, sagt er nur zu ihm: 'Be', so wird es.\" (Koran 40:68)\n\n\"Und wenn unabhängig von Bäumen auf der Erde Stifte und das Meer [Tinte] waren, danach von sieben [mehr] Meeren aufgefüllt, würde die Worte von Allah nicht erschöpft sein. Tatsächlich wird Allah in Macht und weise erhaben.\" (Koran 31:27)\n\n\"Ist der Mensch nicht, dass wir ihn aus einem [bloßen] Spermien-Drop geschaffen haben-dann ist er sofort ein offener Streit? Und er präsentiert ein (Argument der) Ähnlichkeit für uns und vergisst seine eigene Schöpfung. Er fragt (in Verwirrung). : \"Wer wird den Knochen Leben geben, wenn sie aufgelöst werden?\" Green Tree, Feuer. Und dann entzünden Sie sich (Feuer). Ist der wer nicht die Himmel und die Erde geschaffen hat, die in der Lage sind, das Gleiche von ihnen zu erzeugen? Ja! Und er ist der großartige Schöpfer (von allen), das Ever- Zu wissen. Sicherlich sein Befehl, wenn er etwas will, bedeutet nur, es zu sagen: Sei! Und es ist! \" Deshalb sei Ihn ihm, in dessen Hand das Reich aller Dinge ist, und für ihn sollst du zurückgebracht werden. \"(Koran 36:82)\n\n\"Dann haben Sie gedacht, dass wir Sie nutzlos geschaffen haben und dass Sie für uns nicht zurückgegeben würden?\" (Koran 23: 115)\n\n\"Hat sie nichts geschaffen oder haben sie sich selbst geschaffen?\" (Koran 52:35)\n\n\"Erinnert sich der Mensch nicht, dass wir ihn schon einmal geschaffen haben, als er nichts war?\" (Koran 19:67)\n\n\"Allah hat Sie aus dem Mutterviertel Ihrer Mütter hervorgebracht, während Sie nichts wussten, und gab Ihnen Hören, Sehen und Herzen, damit Sie dankbar sind\" (Koran 16:78)",
"Big Bang": "\"Erkennen die Ungläubigen nicht, dass __Die Himmel und Erde einst eine Messe waren, dann haben wir sie so ab. Und wir haben jedes Lebewesen aus Wasser geschaffen. Werden sie dann nicht glauben?\" (Koran 21:30)\n\nDer __Big Bang__ ist eine wissenschaftliche Theorie darüber, wie das Universum von einem einzigen Punkt ausging und von dort aus erweitert wurde. Es ist das, wo Galaxien, Sterne, Planeten und alle Materie, aus denen wir heute sehen, entstanden.\n\n__ \"Er ist derjenige, der den Himmel und die Erde entstanden hat, und wenn er eine Sache (stammen), sagt er nur zu ihm: 'Be' und es wird.\" (Koran 2: 117) __\n\nDas __Big Bang__ -Modell ist, dass das Universum in einem extrem dichten und heißen Zustand begonnen und erweitert hat. Die Theorie legt nahe und Messungen zeigen, dass das Universum heute noch erweitert wird.\n\nDas Universum begann als sehr heiße, kleine und dichte Superforce (die Mischung der vier Grundkräfte) ohne Sterne, Atome, Form oder Struktur (als \"Singularität\" bezeichnet). Dann wurde der Weltraum vor ungefähr 13,8 Milliarden Jahren sehr schnell erweitert (also der Name \"__big bang__\"). Dies begann die Bildung von Atomen, was schließlich zur Bildung von Sternen und Galaxien führte. Es war Georges Lemaître, ein katholischer Priester, der erstmals (1927) feststellte, dass ein expandierendes Universum in der Zeit auf einen Ursprungsspitzen zurückverfolgt werden konnte.\n\nUnbekannt für viele moderne astronomische und andere wissenschaftliche Fakten, wie die Urknall, die Planetenbildung, die Umlaufbahnen und das Verhalten, die Embryologie und vieles mehr, wurden uns vor über 1400 Jahren von Gott im Koran offenbart. Zum Beispiel war Georges Lemeaitre nicht der erste, der den Urknall bezeichnete. Der Koran spricht eindeutig über den Urknall __ \"Erkennen die Ungläubigen nicht, dass Himmel und Erde einst eine Messe waren, dann schimpfen wir sie so, dass wir alle Lebewesen aus Wasser geschaffen haben. Werden sie dann nicht glauben?\" (Koran 21:30) __\n\nWenn Sie nach einem Zeichen oder einem Beweis Gottes suchen, wissen Sie, dass dies nur einer der vielen unzähligen Beweise ist, dass der Islam Gottes wahre und einzige Religion ist.\n\nDas Universum wächst noch heute, was kürzlich entdeckt wurde. Der Koran bestätigt jedoch wieder: __ \"Der Himmel, wir haben sie mit Strom gebaut. Und wahrlich erweitern wir ihn\" (Koran 51:47) __.\n\nZuvor hatten Wissenschaftler eine Theorie namens The Big Crunch, in der das Universum möglicherweise zu einem bestimmten Punkt wieder auf sich selbst angesehen wurde, oder zu einer Krise. Diese Theorie wird nicht mehr gelehrt.\n\nInsgesamt wächst das Universum und die Temperatur fällt im Laufe der Zeit. Kosmologie ist das Studium der Beginn des Universums und seiner Entwicklung. Wissenschaftler, die Kosmologie studieren, sind sich einig, dass die __Big Bang__ -Theorie dem entspricht, was sie bisher beobachtet haben.\n\nFred Hoyle nannte die Theorie die \"__big bang__\" in seiner Radiosendung. Er glaubte nicht, dass der __big Bang__ richtig war. Wissenschaftler, die ihm nicht einverstanden waren, dachten, der Name sei lustig und beschlossen, ihn zu verwenden.\n\nWissenschaftler stützen die __Big Bang__ -Theorie auf viele verschiedene Beobachtungen. Das Wichtigste ist die Rotverschiebung sehr weit entfernter Galaxien. Rotverschiebung ist der Doppler -Effekt, der in Licht auftritt und auch im Schall beobachtet werden kann. Zum Beispiel macht der höhere Sound, den ein Rennwagen macht, wenn er sich gegenüber dem niedrigeren Geräusch nähert, den es macht, wenn Sie sich von Ihnen entfernen: Wenn sich ein Objekt von der Erde weg bewegt, sehen seine Farbstrahlen ähnlich der Farbe rot aus als sie tatsächlich sind, da die Bewegung die vom Objekt abgegebene Wellenlänge des Lichts erstreckt. Wissenschaftler verwenden das Wort \"Red Hot\", um diese gestreckte Lichtwelle zu beschreiben, da Rot die längste Wellenlänge am sichtbaren Spektrum ist. Je mehr Rotverschiebung es gibt, desto schneller bewegt sich das Objekt weg. Durch die Messung der Rotverschiebung bewiesen die Wissenschaftler, dass das Universum expandiert, und sie können herausfinden, wie schnell sich das Objekt von der Erde entzieht. Mit sehr genauen Beobachtungen und Messungen glauben Wissenschaftler, dass das Universum vor ungefähr 13,8 Milliarden Jahren eine Singularität war. Weil die meisten Dinge beim Ausbau kälter werden, gehen Wissenschaftler davon aus, dass das Universum bei Beginn sehr klein und sehr heiß war. Wenn sich ein Objekt zur Erde bewegt, hat es ein blaues Licht.\n\nAndere Beobachtungen, die die __Big Bang__ -Theorie unterstützen, sind die Mengen an chemischen Elementen im Universum. Mengen an sehr leichten Elementen wie Wasserstoff, Helium und Lithium scheinen der Theorie des __Big Bang__ zu übereinstimmen. Wissenschaftler haben auch \"kosmische Mikrowellenhintergrundstrahlung\" gefunden. Diese Strahlung ist als Radiowellen bekannt und befinden sich überall im Universum. Diese Strahlung ist jetzt sehr schwach und kalt, aber vor langer Zeit war sie sehr stark und sehr heiß.\n\nScientests wussten, dass der Urknall massive Strahlung verursachen würde, wollte aber mehr Beweise dafür. In den 1960er Jahren entdeckten Arno Penzias und Bob Wilson, die CBR (kosmische Hintergrundstrahlung), als sie ihre Homdel -Antenne, eine neue, sehr empfindliche Antenne, umstimmten, für Bell Labratories in New Jersey und Bob Wilson zu entdecken. Sie versuchten, alle Hintergrundgeräusche zu entfernen, und stellten fest, dass sie keine Interferenzfrequenz entfernen konnten, die aus allen Richtungen stammte. Dies wurde später als CBR bekannt und es liegt an der Urknall -Explosion, dies ist noch heute auf Radios zu hören. Diese Entdeckung verlieh schließlich 1993 Penzias und Wilson einen Nobelpreis.\n\nEinige Wissenschaftler und Philosophen argumentieren, dass die Zeit vor dem __big bang__ keine Bedeutung habe. Sie argumentieren, dass der __big Bang__ der Beginn der Zeit war, und es gab kein Universum vor dem __big Bang__, da es keine \"vorher\" geben konnte, wenn es keine Zeit gäbe! Als Muslime wissen wir, dass Gott ewig ist und über alles hinausgeht, was unser Geist verstehen kann. Als solches ist es durchaus sinnvoll, warum wir das Konzept der Zeit vor dem Urknall nicht erfassen können. Dies ist eines der vielen Paradoxe, die auf einen allmächtigen Schöpfer hinweisen.\n\nSagen wir, wir können erklären, was vor dem Urknall war oder genau wie es sogar geschaffen wurde. Dann wäre die nächste Frage: \"Nun, was hat das geschaffen?\". Und sagen wir, wir haben erklärt, was auch das geschaffen hat, und die Frage würde bleiben: \"Nun, was hat das geschaffen?\". Wie Sie wahrscheinlich sehen können, würde dies niemals enden, also ist es tatsächlich ein großer Beweis dafür, dass Gott unser einziger Schöpfer ist und wie das Konzept Gottes weit außerhalb unseres begrenzten menschlichen Intellekts liegt.\n\nMuslime diskutieren nicht über solche Angelegenheiten, wir akzeptieren nur, was Gott uns über sich selbst und seine Schöpfung erzählt. Zum Beispiel spricht Gott von seinen Händen, aber wir wissen, dass sie anders sind als jede Hand, die wir kennen. Ein Mensch hat Hände, ein Affe hat Hände, eine Uhr hat Hände. Gottes Hände sind jenseits von allem, was wir uns vorstellen können, und wir lassen es dabei.",
"Milky Way is Born": "Wissenschaftler theoretisieren, dass der __milky Way__ kurz nach dem Urknall als eine oder mehrere kleine Überdichte in der Massenverteilung im Universum begann. Einige dieser Überdichten waren die Samen von kugelförmigen Clustern, in denen die ältesten verbleibenden Sterne in der heutigen __milky Art gebildet wurden. Fast die Hälfte der Materie auf __milky Art __ könnte von anderen entfernten Galaxien gekommen sein. Trotzdem umfassen diese Sterne und Cluster jetzt den herausragenden Halo des __milky Way__. Innerhalb weniger Milliarden Jahre nach der Geburt der ersten Sterne war die Masse des __milky Way__ groß genug, so dass sie sich relativ schnell drehte. Aufgrund der Erhaltung des Winkelimpulses führte dies dazu, dass das gasförmige interstellare Medium von einer grob kugelförmigen Form zu einer Scheibe zusammenbricht. Daher bildeten sich spätere Generationen von Sternen in dieser Spiralscheibe. Es wird beobachtet, dass die meisten jüngeren Sterne, einschließlich der Sonne, in der Festplatte sind.\n\nDa sich die ersten Sterne zu bilden begannen, ist der __milky Way__ beide Galaxy -Fusionen (besonders früh in der Wachstum von __milky __) und die Akkretion von Gas direkt aus dem galaktischen Halo gewachsen. Der __milky Way__ ist derzeit ein Material aus mehreren kleinen Galaxien, darunter zwei der größten Satellitengalaxien, die großen und kleinen magellanischen Wolken, durch den magellanischen Strom. Die direkte Akkretion von Gas wird in Wolken mit hoher Geschwindigkeit wie der Smith Cloud beobachtet. Eigenschaften der __milky Art __ wie Sternmasse, Winkelimpuls und Metallizität in den äußersten Regionen deuten darauf hin, dass sie in den letzten 10 Milliarden Jahren keine Fusionen mit großen Galaxien erfahren hat. Dieser Mangel an jüngsten Hauptfusionen ist unter ähnlichen Spiralgalaxien ungewöhnlich. Sein Nachbar, die Andromeda -Galaxie, scheint eine typischere Geschichte zu haben, die von neueren Fusionen mit relativ großen Galaxien geprägt ist.\n\nLaut jüngsten Studien liegen die __milky Way__ sowie das Andromeda -Galaxie in dem, was in der Galaxie -Farb -Magnitude -Diagramm als \"Green Valley\" bekannt ist Neue Sterne) zur \"roten Sequenz\" (Galaxien, denen die Sternbildung fehlt). Die Sternenbildungsaktivität in Green Valley Galaxies verlangsamt sich, da sie im interstellaren Medium das Sternebas mehr haben. In simulierten Galaxien mit ähnlichen Eigenschaften wurde die Sternentstehung in der Regel innerhalb von ungefähr fünf Milliarden Jahren gelöscht, selbst wenn die erwartete, kurzfristige Erhöhung der Sternentstehung aufgrund der Kollision zwischen __milky way__ und der Andromeda berücksichtigt wird Galaxis. Messungen anderer Galaxien ähnlich der __milky -Art und Weise deuten darauf hin, dass es zu den rötesten und hellsten Spiralgalaxien gehört, die immer noch neue Sterne bilden, und es ist nur leicht blauer als die blausten roten Sequenzgalaxien.\n\n## Alter und kosmologische Geschichte\n\nGlobuläre Cluster gehören zu den ältesten Objekten auf __milky -Weise, die somit eine untere Grenze für das Alter der __milky Art __ festlegen. Das Alter einzelner Sterne auf __milky Art __ kann geschätzt werden, indem die Häufigkeit langlebiger radioaktiver Elemente wie Thorium-232 und Uranium-238 gemessen und dann die Ergebnisse mit den Schätzungen ihrer ursprünglichen Häufigkeit verglichen wird, eine Technik, die als Nucleocosmoochronologie bezeichnet wird. Diese Ertragswerte von ca. 12,5 ± 3 Milliarden Jahren für CS 31082-001 und 13,8 ± 4 Milliarden Jahre für BD +17 ° 3248. Sobald ein weißer Zwerg gebildet ist, wird eine Strahlungskühlung durchgeführt und die Oberflächentemperatur stetig sinkt. Durch die Messung der Temperaturen der kühlsten dieser weißen Zwerge und des Vergleichs mit ihrer erwarteten Anfangstemperatur kann eine Altersschätzung vorgenommen werden. Mit dieser Technik wurde das Alter des Kugelclusters M4 auf 12,7 ± 0,7 Milliarden Jahre geschätzt. Altersschätzungen der ältesten dieser Cluster liefern eine Schätzung von 12,6 Milliarden Jahren am besten und eine Obergrenze von 95% von 16 Milliarden Jahren.\n\nEs wurden mehrere einzelne Sterne in der Halo von __milky __ mit gemessenen Altersalter gefunden, die sich sehr nahe am Alter des Universums von 13,80 Milliarden Jahren befinden. Im Jahr 2007 wurde ein Star im Galaktischen Halo, er 1523-0901, auf etwa 13,2 Milliarden Jahre geschätzt. Als ältester bekannter Objekt in der milchigen Art und Weise war diese Messung eine untere Grenze für das Alter der __milky Way__. Diese Schätzung wurde unter Verwendung des UV-visuellen Echellespektrographen des sehr großen Teleskops vorgenommen, um die relativen Stärken von Spektrallinien zu messen, die durch das Vorhandensein von Thorium und anderen Elementen des R-Prozesses verursacht wurden. Die Linienstärken liefern Häufigkeiten verschiedener elementarer Isotope, aus denen eine Schätzung des Alters des Sterns unter Verwendung der Nucleocosmochronologie abgeleitet werden kann. Ein weiterer Stern, HD 140283, ist 14,5 ± 0,7 Milliarden Jahre alt.\n\nDas Alter der Sterne in der galaktischen Dünnscheibe wurde auch unter Verwendung der Nucleocosmochronologie geschätzt. Messungen von dünnen Scheibenstern ergeben eine Schätzung, dass die dünne Scheibe vor 8,8 ± 1,7 Milliarden Jahren bildete. Diese Messungen deuten darauf hin, dass zwischen der Bildung des galaktischen Halo und der dünnen Scheibe eine Pause von fast 5 Milliarden Jahren bestand. Die jüngste Analyse der chemischen Signaturen von Tausenden von Sternen legt nahe, dass die Sternbildung vor 8-10 Milliarden Jahren zum Zeitpunkt der Festplattenbildung um eine Größenordnung gesunken ist, als Interstellar Gas zu heiß war, um neue Sterne mit der gleichen Geschwindigkeit zu bilden wie vorher.\n\nDie Satellitengalaxien, die auf __milky Way__ umgeben sind, sind nicht zufällig verteilt, schienen jedoch das Ergebnis einer Trennung eines größeren Systems zu sein, das eine Ringstruktur von 500.000 Lichtjahren im Durchmesser und 50.000 Lichtjahre breit erzeugt. Enge Begegnungen zwischen Galaxien, wie es in 4 Milliarden Jahren erwartet wird, mit dem Andromeda -Galaxie, die riesige Gasschwänze abreißt, die sich im Laufe der Zeit zusammenschließen können, um Zwerggalaxien in einem Ring in einem willkürlichen Winkel zur Hauptdiskussion zu bilden.",
"Sun is Born": "__ \"Er hat die Nacht und den Tag und die Sonne und den Mond erschaffen; alle (die himmlischen Körper) schwimmen mit jeweils in seinem abgerundeten Kurs\" (Koran 21:33) .__\n\nDas __sun__ in der Mitte unseres Sonnensystems ist ein gelber Zwergstern. Es gibt Energie als Licht ab. Dazu gehören leichte, Infra-Red-Energie (Wärme), ultraviolettes Licht und Funkwellen. Es gibt auch einen Partikelstrom ab, der die Erde als \"Sonnenwind\" erreicht. Die Quelle all dieser Energie ist die Reaktion im Stern, die Wasserstoff in Helium verwandelt und enorme Energiemengen herstellt.\n\nDas __sun__ ist ein Star wie viele andere in unserer Milchstraße. Es existiert seit etwas mehr als 4,5 Milliarden Jahren und wird mindestens so lange andauern. Das __sun__ ist ungefähr hundertmal so breit wie die Erde. Es hat eine Masse von 1,9891 × 1030 kg, was dem 333.000 -fachen der Erdemasse ist. Die Erde kann auch in das 1,3 Millionen Mal __Sun__ passen.\n\nWissenschaftler glauben, dass der __Sun__ vor etwa 4,567 Milliarden Jahren aus einer sehr großen Staubwolke und kleinen Eisstücken gestartet wurde.\n\nIm Zentrum dieser riesigen Wolke ließ die Schwerkraft das Material zu einem Ball aufgebaut. Sobald dies groß genug wurde, begann der große Druck im Inneren eine Fusionsreaktion. Die Energie, die diese veröffentlichte, führte dazu, dass dieser Ball erhitzt und glänzt.\n\nDie Energie, die aus dem __sun__ strahlt, hat den Rest der Wolke von sich selbst weggedrückt, und die Planeten, die aus dem Rest dieser Wolke gebildet wurden.",
"Earth is Born": "__ \"Dann wandte er sich (Allah) in den Himmel, während alles Rauch war. Er sagte zum Himmel und zur Erde:\" Komm in Sein, bereitwillig oder unwillig. \" Sie sagten: „Hier kommen wir in williger Hingabe.“ __\n\n__Earth__ und die anderen Planeten bildeten vor etwa 4,6 Milliarden Jahren. Sie bestanden aus dem übrig gebliebenen Gas aus dem Nebel, der die Sonne machte. Dies ist wieder ein wissenschaftliches Wunder des Korans, wie Gott es im Koran erklärt: \"Dann wandte er sich (Allah) dem Himmel, während alles rauchte oder unfreiwillig. \" Sie sagten: \"Hier kommen wir in williger Hingabe.\" Dieser Vers sprach darüber, wie die Erde gebildet wurde.\n\nDer Mond wurde möglicherweise nach einer Kollision zwischen dem frühen __earth__ und einem kleineren Planeten (manchmal als Theia bezeichnet) gebildet. Wissenschaftler glauben, dass Teile beider Planeten abgebrochen sind - (durch Schwerkraft) zum Mond.\n\nDer Koran gibt an, dass Allah die Sonne, den Mond und die Planeten geschaffen hat, jeweils ihre eigenen Einzelkurse oder -bahnen. __ \"Er hat die Nacht und den Tag und die Sonne und den Mond erschaffen; alle (die himmlischen Körper) schwimmen mit jeweils in seinem abgerundeten Kurs\" (Koran 21:33) .__\n\nDas Wasser von __earth __ kam aus verschiedenen Orten. Kondensierende Wasserdampf und Kometen und Asteroiden, die __earth__ trafen, machten die Ozeane. Innerhalb von einer Milliarde Jahren (das liegt vor etwa 3,6 Milliarden Jahren) glauben Wissenschaftler, dass das erste Leben in der archaischen Ära begonnen hat. Einige Bakterien entwickelten Photosynthese, wodurch Pflanzen Nahrung aus Licht und Wasser der Sonne herstellen können. Dies schloss viel Sauerstoff frei, das zum ersten Mal von Eisen in Lösung aufgenommen wurde. Schließlich kam freier Sauerstoff in die Atmosphäre oder Luft und machte die Oberfläche von __earth __ für aerobe Leben geeignet. Dieser Sauerstoff bildete auch die Ozonschicht, die die Oberfläche von __earth __ vor schlechter Ultraviolettstrahlung vor der Sonne schützt.\n\nWieder erzählt Gott uns von der Ozonschicht im Koran, einem weiteren wissenschaftlichen Wunder des Korans: __ \"Und wir haben den Himmel zu einem gut geschützten Baldachin gemacht, trotzdem wenden sie sich von seinen Zeichen ab.\" (Koran 21:32) __\n\nWissenschaftler glauben, dass das komplexe Leben auf der Oberfläche des Landes nicht vor der Ozonschicht existierte, weil die Strahlung der Sonne zu viel für das fortgeschrittene Leben wäre, um zu überleben.\n\n__Earth__ war in der fernen Vergangenheit sehr unterschiedlich. Vor langer Zeit war fast das gesamte Land an einem Ort. Dies wird als Superkontinent bezeichnet. Der früheste bekannte Superkontinent hieß Vaalbara. Viel später gab es eine Zeit (der Kryogener), in dem __earth__ fast vollständig von dicken Eisblättern (Gletscher) bedeckt war. Dies wird als Snowball __earth__ -Theorie bezeichnet.",
"Heavy Bombardment": "__ \"Wir haben unsere Boten bereits mit klaren Beweisen geschickt und mit ihnen die Schrift und das Gleichgewicht geschickt, das das Volk möglicherweise [ihre Angelegenheiten] in Gerechtigkeit aufrechterhalten kann. Und wir haben Eisen heruntergeschickt, wobei die große militärische Macht und Vorteile für das Volk ist. und damit Allah diejenigen offensichtlich machen kann, die ihn und seine Boten unsichtbar unterstützen. In der Tat ist Allah mächtig und erhöht in der Macht. \" (Koran 57:25) __\n\nDie späte schwere Bombardierung (abgekürzte LHB und auch als Lunar Cataclysm bekannt) ist ein Ereignis, das vor ungefähr 3,8 bis 4,1 Milliarden Jahren stattgefunden hat. Dies ist bekannt als die Neohadeaner und die eoarchische Epochen auf Erden. Während dieses Intervalls wird theoretisiert, dass eine unverhältnismäßig große Anzahl von Asteroiden mit den frühen terrestrischen Planeten im inneren Sonnensystem, einschließlich Quecksilber, Venus, Erde und Mars, kollidiert hat.\n\nDie späte schwere Bombardierung ereignete sich, nachdem die Erde und andere felsige Planeten den größten Teil ihrer Masse gebildet und betont hatten, aber noch ziemlich früh in der Geschichte der Erde.\n\nHeute wissen Wissenschaftler, dass sich Eisen auf der Erde nicht hätte entwickeln können. Aufgrund der Erde, die sie kennen, wissen sie, dass solche Materialien hier natürlich nicht entwickelt haben können. Tatsächlich wissen sie, dass Eisen in Sternen, insbesondere in roten Super-Riesen, hergestellt werden muss. Nur in einem solchen gigantischen Stern können sich Elemente während der Fusionsreaktionen zusammen entwickeln. Dann tritt eine Supernova auf, was bedeutet, dass der Stern explodiert und Eisenfragmente in den Weltraum gesprengt werden. Wissenschaftler glauben, dass Eisen auf die Erde gekommen sind.\n\nDer Koran erwähnt, __ \"und wir schickten Eisen herunter\" __. Bis vor kurzem hätte dieser Vers über __ \"Wir Eisen heruntergeschickt\" __ ohne Wissenschaftler, die die Zeiträume entdecken, für uns nicht viel Sinn gemacht. Es stellt sich jedoch heraus, dass Gott uns buchstäblich buchstäblich an uns gesendet hat, damit wir davon profitieren können.",
"Life on Earth": "__ \"Haben diejenigen, die nicht glauben, dass die Himmel und die Erde eine zusammengeschlossene Einheit waren, und dann haben wir sie getrennt und jedes Lebewesen aus Wasser gemacht? Dann werden sie nicht glauben?\" (Koran 21:30) .__\n\nDie frühesten behaupteten Lebensformen sind versteinerte Mikroorganismen (oder Mikrofossilien). Sie wurden in Eisen- und Kieselsäure-Felsen gefunden, die einst hydrothermale Lüftungsschlitze im Nuvvuagittuq-Greenstone-Gürtel von Quebec, Kanada, waren.\n\nDiese Felsen sind bis zu 4,28 Milliarden Jahre. Die tubulären Formen, die sie enthalten, sind in einem Bericht angezeigt. Wenn dies die älteste Rekord des Lebens auf der Erde ist, deutet dies auf \"eine fast augenblickliche Entstehung des Lebens\" nach, nachdem Ozeane vor 4,4 Milliarden Jahren gebildet wurden. Laut Stephen Blair Hedges \"Wenn das Leben auf der Erde relativ schnell auftrat, könnte es im Universum üblich sein\".\n\nDer Koran beschreibt, dass Allah __ \"jedes Lebewesen aus Wasser gemacht hat\" (Koran 21:30) .__ Ein anderer Vers beschreibt, wie __ \"Allah jedes Tier aus Wasser geschaffen hat. Von ihnen sind einige, die sich an ihren Bäuchen kriechen, einige, die das ist Gehen Sie auf zwei Beinen, und einige, die auf vier gehen. Allah schafft das, was er will, denn wirklich Allah hat Macht über alle Dinge \"(24:45) .__ .__ .__ .__ .__ .__ .__ .__ .__ .__ .__ .__ .__.\n\nDiese Verse unterstützen die wissenschaftliche Theorie, dass das Leben in den Erden Ozeanen begann. Sie gehen auch mit der modernen Biologie ein, dass einige Tiere aus bis zu 90% Wasser bestehen, während Menschen aus etwa 60% Wasser bestehen.",
"Single Celled Organisms": "__Die Koran beschreibt, dass Allah \"jedes Lebewesen aus Wasser gemacht hat\" (Koran 21:30) __.\n\nEinheitliche Organismen sind Organismen mit einer Zelle.\n\nÜberall sind einzellige Organismen zu finden. Die ältesten Lebensformen bestanden vor 3,8 Milliarden Jahren, wenn nicht sogar länger. Wissenschaftler glauben, dass dieser Organismus in Wasser gelebt hat. Sie verfolgen eine Vielzahl von Überlebensstrategien: Photosynthese (Cyanobakterien), Chemotrophie (viele Archaea) und Heterotrophie (Amöbe). Einige einzellige Organismen haben Flagellen, kleine Schwänze, die sie zur Fortbewegung verwenden, oder Lobopoden, Erweiterungen des zellulären Skeletts (Zytoskelett), die als blöde Arme erscheinen. Die Flagellen unserer einzelligen Vorfahren treten bis in die Tiere auf, wo sie als Flagella -Sperma auftritt.\n\n__Die Koran beschreibt, dass Allah \"jedes Lebewesen aus Wasser gemacht hat\" (Koran 21:30) __. Ein weiterer Vers beschreibt, wie __ \"Allah jedes Tier aus Wasser geschaffen hat. Von ihnen gehören einige, die sich auf ihren Bäuchen kriechen, einige, die auf zwei Beinen gehen, und einige, die auf vier gehen. Allah schafft das, was er will, denn wirklich Allah hat Macht über die Macht über Alle Dinge \"(Koran 24:45) __.\n\nDiese Verse unterstützen die wissenschaftliche Theorie, dass das Leben in den Erden Ozeanen begann.",
"Animals": "Die ersten Fossilien, die Tiere darstellen könnten, erscheinen in den 665 Millionen Jahre alten Felsen der Trezona-Formation Südaustraliens. Diese Fossilien werden als höchstwahrscheinlich frühe Schwämme interpretiert.\n\nDie ältesten Tiere sind vor rund 610 Millionen Jahren im Ediacaran Biota gegen Ende des Präkambrischen zu finden. Es war seit langem zweifelhaft, ob dies Tiere umfasste, aber die Entdeckung des tierischen Lipidcholesterins in Fossilien von Dickinsonia legt fest, dass es sich tatsächlich um Tiere handelte.\n\nViele tierische Phyla treten erstmals während der kambrischen Explosion in den Fossilienrekord auf, die vor etwa 542 Millionen Jahren in Betten wie dem Burgess Shale begonnen haben. Zu den vorhandenen Phyla in diesen Gesteinen gehören Mollusken, Brachiopoden, Onychophorane, Tartigraden, Arthropoden, Staudelometer und Hemichordaten sowie zahlreiche heutigere Formen wie die räuberische Anomalocaris. Wissenschaftler sind sich nicht sicher, ob diese Tiere alle gleichzeitig in der Nähe erscheinen oder ob dies ein Problem mit der Art und Weise ist, wie Fossilienaufzeichnungen gesammelt werden.",
"Fish": "Wissenschaftler glauben, dass der erste Fisch während der kambrischen Explosion vor etwa 530 Millionen Jahren aufgetreten ist. Es wird angenommen, dass sie die ersten Wirbeltiere oder Tiere mit einem Rückgrat oder einer Wirbelsäule sind. Es wird angenommen, dass der erste Fisch der Agnatha oder dem kieferlosen Fisch gehört. Während des verstorbenen kambrischen, von Aal-ähnlichen, kieferlosen Fischens genannten Conodonts und kleine hauptsächlich gepanzerte Fische, die als Ostracoderms bekannt sind, erschienen zuerst. Die meisten umwerflosen Fische sind jetzt ausgestorben.",
"Insects": "__Insects__ sind eine Klasse in der Phylum -Arthropoda. Sie sind kleine terrestrische Wirbellose mit einem harten Exoskelett.\n\n__Insects__ sind bei weitem die größte Gruppe von Tieren auf der Erde. Über __926.400 verschiedene Arten wurden beschrieben. Sie machen __more als die Hälfte aller bekannten lebenden Arten aus, und es wird angenommen, dass sie über 90% der Tierarten auf der Erde steigen.\n\nNeue Arten von __insects__ werden ständig gefunden. Die Schätzungen der Gesamtzahl der Arten liegen zwischen 2 Millionen und 30 Millionen.\n\n__Insects__ haben sechs Beine; Und die meisten haben Flügel. Es wird angenommen, dass __Insects__ die ersten Tiere sind, die fliegen können. Wenn sie sich aus Eiern entwickeln, unterziehen __Insects__ __metamorphosis__, einen erstaunlichen Prozess der Transformation, bei dem eine unreife Form eines Insekts in zwei oder mehr unterschiedlichen Stadien zu einer erwachsenen Form ändert. __Insects__ leben überall auf dem Planeten: Fast alle sind terrestrisch (an Land leben), aber einige leben __Insect __ in den Ozeanen oder an sehr kalten Orten wie der Antarktis. Die meisten Arten leben in tropischen Gebieten.\n\nEinige Leute nennen alle __Insects__ \"Bugs\", aber das ist nicht korrekt. Nur einige __Insects__ sind echte Fehler, was eine bestimmte Reihenfolge von __Insects__ ist. Menschen, die __Insects__ studieren, werden __entomologen genannt.",
"Reptiles": "__Reptile__ ist der gebräuchliche Name für eine der Hauptgruppen von Land Wirbeltieren. Es wird nicht so sehr von Biologen verwendet, die genauere Begriffe verwenden.\n\nDer Name __ \"Reptil\" __ stammt aus Latein und bedeutet \"einen, der kriecht\". Alle lebenden __reptilen __ -Spezies sind kaltblütig, haben schuppige Haut und lagen cledoische Eier. Sie vertreiben Harnsäure (anstelle von Harnstoff) und haben eine Cloaca. Eine Cloaca ist eine gemeinsame Öffnung für Anus, Harnwege und Fortpflanzungskanäle. __Reptiles __ teilen sich auch eine Anordnung des Herzens und der großen Blutgefäße, die sich von der von Säugetieren unterscheidet.\n\nViele wichtige Gruppen von __reptiles__ sind jetzt ausgestorben, zum Beispiel die Mosasaurier. Wir haben immer gesagt, dass die Dinosaurier ausgestorben waren, aber sie überleben in Form ihrer gefiederten Nachkommen (Vögel). Die alten __reptiles__, die überleben, umfassen die Schildkröten, die Krokodile und die Tuatara, den einzigen Überlebenden seiner Gruppe. Die große Mehrheit der heutigen __reptiles sind Schlangen und Eidechsen.\n\nDas Studium des Lebens __reptiles __ heißt Herpetology.",
"Dinosaur Age": "__Dinosaururs __ (was \"schreckliche Eidechsen\") sind eine abwechslungsreiche Gruppe von Archosaurierreptilien. Sie waren die dominanten Landtiere der mesozoischen Ära. Über 500 verschiedene Gattungen von Dinosaurier sind bekannt. Auf jedem Kontinent wurden Fossilien von Dinosaurier gefunden, und es gibt immer noch häufige neue Entdeckungen.\n\n__Dinosaururs __ erschien vor ungefähr 230 Millionen Jahren im oberen Trias. Das früheste Datum eines Dinosaurierfossils ist das von Eoraptor, 231,4 bis 228 Mya. Im frühen Jura waren sie die Top -Landwirbeltiere und dominierten die meisten Umgebungen an Land. Sie dauerten bis zum plötzlichen K/T (Global) Extinction -Event vor 66 Millionen Jahren.\n\nAus den fossilen Aufzeichnungen glauben Wissenschaftler, dass Vögel gefiederte Dinosaurier leben und so die einzige Dinosaurierlinie waren, die bis heute überlebt.\n\nDinosaurier hatten Anpassungen, die dazu beigetragen haben, sie erfolgreich zu machen. Die ersten bekannten Dinosaurier waren kleine Raubtiere, die auf zwei Beinen gingen. Alle ihre Nachkommen hatten eine aufrechte Haltung mit den Beinen unter dem Körper. Dies verwandelte ihr ganzes Leben im Leben. Es gab andere Merkmale. Die meisten kleineren Dinosaurier hatten Federn und waren wahrscheinlich warmblütig. Dies würde sie mit einem höheren Stoffwechsel aktiv machen als moderne Reptilien. Die soziale Interaktion mit Leben in Herden und Zusammenarbeit scheint für einige Typen sehr wahrscheinlich.\n\nDie ersten Fossilien wurden im frühen 19. Jahrhundert als Dinosaurier anerkannt. Einige ihrer Knochen wurden viel früher gefunden, aber nicht verstanden. William Buckland, Gideon Mantell und Richard Owen waren Wissenschaftler, die sahen, dass diese Knochen eine besondere Gruppe von Tieren waren. Dinosaurier sind jetzt wichtige Attraktionen in Museen auf der ganzen Welt. Sie sind Teil der Populärkultur geworden. Es gab viele meistverkaufte Bücher und Filme darüber. In den Medien werden in den Medien ziemlich oft neue Dinosaurier -Entdeckungen gemeldet.",
"Mammals": "__Mammals __ sind eine Gruppe von Wirbeltieren, die die Klassen -Säugetier bilden. Sie haben Fell oder Haare und eine sehr genaue Art von Temperaturregulierung.\n\nMit Ausnahme der Monotreme tragen alle Säugetiere jung lebend. Sie produzieren auch Milch für die Jungen. Die elterliche Betreuung der Jungen ist bei Säugetieren universell und es ist wichtig, da Lebendgeburten die Anzahl der Nachkommen einschränken.",
"Stegosaurus": "Stegosaurus (was \"Dach-Lizard\") war eine Art pflanzlichen Dinosaurier, der in dem heutigen Westen Nordamerikas lebte.\n\nStegosaurus lebte vor etwa 155 bis 145 Millionen Jahren in der Zeit der Oberjura. Es ist einer der am leichtesten anerkannten Dinosaurier, mit seiner unverwechselbaren doppelten Reihe von kitförmigen Tellern auf dem Rücken und den langen Stacheln am Schwanz. Die Rüstung war notwendig, da sie mit Fleischesser wie Allosaurus und Ceratosaurus lebte.",
"Tyrannosaurus": "Tyrannosaurus war vor 65,5-67 Millionen Jahren ein großer räuberischer Dinosaurier aus der oberen Kreidezeit.\n\nTyrannosaurus war ein Zweibeinfresser mit einem massiven Schädel, der durch einen langen, schweren Schwanz ausgeglichen wurde. Im Vergleich zu den großen und mächtigen Hintergrängen waren die Vorderbeine klein, aber für ihre Größe mächtig. Sie hatten zwei Ziffern gekratzt.\n\nEs gibt Diskussionen darüber, ob es sich um einen Jäger oder ein Aasfresser handelte. Wie die meisten dominanten Fleischesser von heute wie Löwen und Hyänen könnte Tyrannosaurus beides gewesen sein. Es hatte einen sehr starken Kiefer, und seine Bisskraft konnte die Knochen anderer Dinosaurier anrücken.",
"Dinosaur Extinction": "Die Aussterben am Ende der Kreidezeit wurden durch ein oder mehrere katastrophale Ereignisse wie massive Asteroiden- oder Meteoritenwirkung oder eine erhöhte vulkanische Aktivität verursacht.\n\nMehrere Auswirkungen von Kratern und massiven vulkanischen Aktivitäten, wie beispielsweise in den Deccan -Fallen in Indien, wurden mit der ungefähren Zeit des Aussterbenereignisses datiert. Diese geologischen Ereignisse haben möglicherweise das Sonnenlicht und die Photosynthese verringert, was zu einer massiven Störung der Ökologie der Erde führt.",
"Primate Bipedalism": "Bipedalismus hat oder benutzt zwei Fuß, um zu Fuß zu gehen. Wissenschaftler glauben, dass Bipedalismus in Primaten vor 6 bis 7 Millionen Jahren aufgewachsen ist, da dies die frühesten Fossilien sind, die sie gefunden haben und die Bipedalismus -Merkmale zeigen. Evolutionisten glauben, dass diese frühen Vorfahren der menschlichen Spezies sind, aber diese Theorie hat wenig Beweise, um sie zu unterstützen.",
"Constructed Tools": "__Stone Tools__ sind Werkzeuge aus Stein. Sie sind der Grund, warum die Steinzeit ihren Namen erhielt. Wissenschaftler glauben, dass sie die ersten verwendeten Werkzeuge waren. Vor kurzem wurde er erfahren, dass Steinwerkzeuge verwendet wurden, bevor der Menschen lebte.",
"Control Fire": "__ Die Kontrolle des Feuers von frühen Menschen war für frühe Menschen sehr wichtig. Das Feuer bot eine Quelle der Wärme, des Schutzes, der Verbesserung der Jagd und einer Methode zum Kochen von Lebensmitteln. Diese kulturellen Fortschritte ermöglichten kulturelle Innovationen und Veränderungen der Ernährung. Darüber hinaus ermöglichte die Kontrolle des Feuers die Ausdehnung der menschlichen Aktivität in kältere Klimazonen und lieferte später am Abend wach, indem sie sowohl Wärme als auch Licht liefern.\n\nDie Ansprüche für den frühesten endgültigen Beweis für Kontrollpersonen liegen vor etwa 200 Tausend bis 1,7 Millionen Jahren. Der Beweis für die kontrollierte Verwendung von Feuer, die vor etwa 1.000.000 Jahren beginnt, hat eine große wissenschaftliche Unterstützung. Flint -Klingen, die in Bränden verbrannt wurden, wurden in der Nähe menschlicher Fossilien in Marokko gefunden und vor etwa 300.000 Jahren datiert. Weit verbreitete Beweise für die Kontrolle der Branddaten auf ungefähr 125.000 Jahre.",
"Adam": "__ \"oh humankind! Wir haben dich aus einem einzigen Paar von einem Mann und einer Frau geschaffen und dich zu Nationen und Stämmen gebracht, damit du dich vielleicht kennst (nicht dass ihr sich gegenseitig verachten kann). Wahrlich, die am meisten geehrtste unter euch Im Anblick von Allah ist die WHO der Gerechterte von Ihnen. Und Allah hat volles Wissen und ist (mit allen Dingen) gut vertraut. \"(Quran 49:13) .__\n\nAdam (Arabisch: آدم) war der erste Mensch auf der Erde und der erste Nabi (نبي, Prophet) des Islam. Revere Adam des Muslims als Vater der Menschheit und seine Frau Hawwā (حواء, Eva) als Mutter der Menschheit. Muslime sehen Adam als den ersten Muslime, wie der Koran feststellt, dass alle Propheten den gleichen Glauben des Islam gepredigt haben, was die Unterwerfung an Gott bedeutet.\n\nVon diesen beiden Individuen haben Generationen von Menschen die Erde bewohnt. Gott erklärt im Koran.\n\nAls Adam geschaffen wurde, befahl Gott die gesamte Schöpfung, sich als Zeichen des Respekts von Adam zu senken, was eine neue überlegene Schöpfung war. Alle taten außer Shaytan, der sich weigerte, aus einem rauchlosen Feuer (einem Jinn) zu sagen, während Adam aus Ton gemacht wurde. Gott stellte sie dann als Test in den Garten Eden und Shaytan trickte erfolgreich Adam und Hawwa aus. Er ließ sie zu einem Baum gehen, von dem Gott sie verboten hatte. Infolgedessen hat Gott uns (Menschen und Teufel) auf die Erde als Feinde eines anderen bis zum Tag des Gerichts gebracht. Einmal auf Erden betete Adam um Vergebung und Gott vergab ihm.\n\nWie bei Adam und allen Propheten kamen sie auf die Erde, um an unseren Bund mit Gott zu erinnern. Wenn wir Gott gehorchen, können wir eine höhere Ebene erreichen als die Engel in Gottes Augen. Um dies zu tun, müssen wir das Flüstern von Sheytan vermeiden, und was noch viel schlimmer ist, streben und unterdrücken unsere Nuffs (egoistische Wünsche). Wir tun dies, indem wir der endlosen Weisheit, den Anweisungen und Beispielen folgen, die uns im Koran gegeben wurden, der endgültigen Offenbarung und des Buches, die in der ersten Person von Gott geschrieben wurden, die perfekt erhalten und unverändert ist. Wir müssen auch dem erstaunlichen Beispiel der Propheten folgen, und wir haben die vollständige Lebensgeschichte des Propheten Muhammad, als er in jüngerer Zeit kam, wo er sogar in der modernen Geschichte auftaucht. Alle seine Lehren sind ebenfalls erhalten und es gibt viele islamische Wissenschaft, um seine Lebensweise zu bewahren und zu lehren. Der Prophet Muhammad war das Siegel der Propheten, eines Staates, eines spirituellen und militärischen Führers sowie Ehemann, Vater, Nachbarin und Freund. Er wird hoch gelobt von denen, die sein Leben, Handlungen und Lehren studieren. Sogar seine Feinde, als er lebte und ihm vertraute.\n\nAls Muslime wissen wir also, dass der Zweck des Lebens für alle Menschen Gott anbetet und sehen, wer am besten in Taten ist. Gott hat die Menschheit einen schönen Ort im Paradies/Himmel versprochen, um seinen Geboten zu folgen. Die niedrigste Person im Himmel wird das Land der zehn Erden haben. Wenn Sie zu den höheren Himmelsniveaus kommen, müssen Sie in Lichtjahren Ihr Land messen. Gott ist der großzügigste und möchte uns und uns nach alles geben, um alles zu bitten. Wenn wir uns von Gott und den Wegen der Propheten abwenden, wartet uns eine schwere Bestrafung in der Hölle. Möge Gott uns vor diesem und allen bösen Dingen beschützen.\n\nAus wissenschaftlicher Sicht sind Menschen in der __homo sapiens__ -Spezies, von denen die einzigen bekannten Unterarten als __homo sapiens sapiens__ bekannt sind. Wir sind die dominantesten Arten der Erde. Es gibt jedoch viele Arten von Leben, insbesondere bei Pflanzen und Protisten, die viel größere Auswirkungen auf die Luft, die Felsen, das Leben und die natürliche Umgebung der Erde hatten.",
"First Temple": "__Göbekli tepe__ (ausgesprochen [ɟøbekˈli teˈpe]), türkisch für \"Potbelly Hill\", ist eine archäologische Stätte in der südöstlichen Anatolienregion der Türkei, ungefähr 12 km nordöstlich der Stadt şanlıurfa. Die Tell hat eine Höhe von 49 Fuß und hat einen Durchmesser von etwa 300 m (980 Fuß). Es ist ungefähr 760 m über dem Meeresspiegel.\n\nDie Tell umfasst zwei Nutzungsphasen, von denen angenommen wird, dass sie sozial oder rituell sind, die bis zum 10. bis 8. Jahrtausend v. Während der ersten Phase, die zum vorpotterischen neolithischen A (ppna) gehört, wurden Kreise massiver T-förmigen Steinsäulen errichtet-die ältesten bekannten Megaliths der Welt. Mehr als 200 Säulen in etwa 20 Kreisen sind derzeit durch geophysikalische Umfragen bekannt. Jede Säule hat eine Höhe von bis zu 6 m und wiegt bis zu 10 Tonnen. Sie sind in Sockets eingebaut, die aus dem Grundgestein gehauen wurden. In der zweiten Phase, die zum vorpotterischen neolithischen B (PPNB) gehört, sind die errichteten Säulen kleiner und standen in rechteckigen Räumen mit Böden polierter Limette. Die Stelle wurde nach dem PPNB aufgegeben. Jüngere Strukturen stammen aus der klassischen Zeit.\n\nDie Details der Funktion der Struktur bleiben ein Rätsel. Es wurde von einem deutschen archäologischen Team unter der Leitung von Klaus Schmidt von 1996 bis zu seinem Tod im Jahr 2014 ausgegraben. Schmidt glaubte, dass es sich bei dem Standort um ein Heiligtum handelte, in dem Menschen aus einer weiten Region regelmäßig versammelt waren, keine Siedlung.\n\nIm Jahr 2018 wurde die Website zum UNESCO -Weltkulturerbe -Standort ausgewiesen.",
"Agricultural Revolution": "__Die neolithische Revolution __ (neue Steinzeit) war die erste __ -kritische Revolution__. Es war eine allmähliche Veränderung von der nomadischen Jagd- und Sammelgemeinschaften und -bands zu Landwirtschaft und Siedlung. Diese Zeit wird als \"Revolution\" beschrieben, weil sie die Lebensweise der Gemeinschaften veränderte, was die Veränderung vorgenommen hat. Es trat in verschiedenen prähistorischen menschlichen Gesellschaften zu unterschiedlichen Zeiten auf. Viele Gesellschaften haben sich vor 7-9.000 Jahren verändert.\n\nDer Begriff bezieht sich auf den allgemeinen Zeitraum, über den diese Entwicklungen stattfanden. Es gilt auch für die Veränderungen, die stattgefunden haben: die Einführung früher landwirtschaftlicher Techniken, Ernteanbau und die Domestizierung von Tieren. Die neolithische Revolution ist wichtig für Entwicklungen in sozialer Organisation und Technologie.\n\n__Die neolithische Revolution__ führte dazu, in ständigen oder semi-permanenten Siedlungen zu leben. Wegen dieser weniger Menschen führten einen nomadischen Lebensstil. Um wissen zu können, wem die gewachsenen Pflanzen gehörten, wurde das Konzept des Landbesitzes entwickelt. Die natürliche Umgebung wurde verändert, die Bevölkerungsdichten wuchsen und die Menschen aßen mehr Gemüse- und Getreidefutter in ihrer Ernährung. Hierarchien, die in der Gesellschaft entwickelt wurden. Getreide wurde gelagert und konnte gehandelt werden. Überschüssige Produktion aus guten Ernteerträgen half Gesellschaften, schlechte Jahre zu überleben. Ein Beispiel hierfür ist, wie Yusuf (AS) das Getreide im alten Ägypten geschützt und zerstreut hat.",
"Writing": "__Writing__ ist der Akt der Aufzeichnung der Sprache auf einem visuellen Medium unter Verwendung einer Reihe von Symbolen. Die Symbole müssen anderen bekannt sein, damit der Text gelesen werden kann.\n\nEin Text kann auch andere visuelle Systeme wie Illustrationen und Dekorationen verwenden. Diese werden nicht als Schreiben bezeichnet, können aber der Nachricht helfen, zu arbeiten. In der Regel verwenden alle gebildeten Personen in einem Land dasselbe Schreibsystem, um dieselbe Sprache aufzuzeichnen. In der Lage zu sein, lesen und schreiben zu können, bedeutet, gebildet zu sein.\n\n__Writing__ unterscheidet sich von der Sprache, da die Leser zu diesem Zeitpunkt nicht vorhanden sein müssen. Wir können das Schreiben von vor langer Zeit und aus verschiedenen Teilen der Welt lesen. Text speichert und kommuniziert Wissen. __Writing__ ist eine der größten Erfindungen der menschlichen Spezies. Historiker glauben, dass es erfunden wurde, nachdem sich die Menschen in Städten niedergelassen hatten, und nach Beginn der Landwirtschaft. __Writing__ stammt aus rund 3.300 v. Chr. Vor über 5000 Jahren im Nahen Osten.\n\n__Writing__ ist heute normalerweise auf Papier, obwohl es Möglichkeiten gibt, auf fast jeder Oberfläche zu drucken. Fernseh- und Filmbildschirme können auch das Schreiben anzeigen, ebenso wie Computerbildschirme. Viele Schreibmaterialien wurden lange vor dem Papier erfunden. Ton, Papyrus, Holz, Schiefer und Pergament (vorbereitete Tierhäute) wurden alle verwendet. Die Römer schrieben auf gewachsten Tablets mit einem spitzen Stift; Dies war beliebt für temporäre Notizen und Nachrichten. Die spätere Erfindung des Papiers durch die Chinesen war ein großer Schritt nach vorne.\n\n__Writing__ wird traditionell mit einem Handwerkzeug wie einem Bleistift, einem Stift oder einem Pinsel durchgeführt. Immer mehr wird Text durch Eingabe auf einer Computertastatur oder einem Smartphone erstellt.",
"Recorded History": "__History__ ist das Studium vergangener Ereignisse. Die Leute wissen, was in der Vergangenheit passiert ist, indem sie Dinge aus der Vergangenheit betrachten, einschließlich Quellen (wie Bücher, Zeitungen und Briefen) und Artefakte (wie Keramik, Werkzeuge und menschliche oder tierische Überreste) Bibliotheken, Archive und Museen sammeln und behalten diese Dinge für Menschen, um Geschichte zu studieren. Eine Person, die Geschichte studiert, wird als Historiker bezeichnet. Eine Person, die Vorgeschichte und Geschichte durch Dinge studiert, die von alten Kulturen zurückgelassen werden, wird als Archäologe bezeichnet. Eine Person, die die Menschheit und Gesellschaft studiert, wird als Anthropologe bezeichnet. Die Untersuchung der Quellen und Methoden, die zum Studium und Schreiben von Geschichte verwendet werden, wird als Historiographie bezeichnet.\n\nMenschen können über die Vergangenheit lernen, indem sie mit Menschen sprechen, die sich an Dinge erinnern, die in der Vergangenheit passiert sind. Dies nennt man Oral History. Als Menschen, die Sklaven und amerikanische Bürgerkriegsüberlebende waren, alt wurden, zeichneten einige Historiker alles auf, was sie sagten, so dass die Geschichte nicht verloren geht.\n\nGleiches gilt für die islamische Geschichte. Vieles wurde niedergeschrieben, aber es gab mehrere Gelehrte, die alle letzten Sprachen des Propheten (Hadith) in Bücher sammelten. Darüber hinaus wurde eine ganze islamische Wissenschaft entwickelt, um die Ketten von Erzählungen zu verifizieren, die zum Propheten (SAW) zurückkehren und diese Hadithe in die Klassifizierungsstufen der Klangnahrung einordnen. Wir wissen, wer all diese Menschen und ihre Familien waren, sie sind nicht nur zufällige Vornamen in einem Buch (d. H. Mark, Luke, John). Oft ist derselbe Hadith Dutzende Male im selben Buch zu finden oder sich über mehrere Bücher von Hadith auszubreiten, wie es von so vielen Menschen gesammelt wurde. Dies würde als Sahih (sehr solide) Hadith eingestuft.\n\nDer Koran wurde ebenfalls niedergeschrieben, aber größtenteils von Tausenden von Menschen während des Lebens des Prophetensägees auswendig gelernt. Es wird heute noch von Millionen von Menschen in der ursprünglichen arabischen Sprache auswendig gelernt- sogar von nicht arabischen Sprechern. Dies ist möglich, weil der Koran für viele Menschen poetisch und leicht zu erinnern ist. Wenn der gesamte Text des Korans irgendwie verschwand, könnten die Muslime ihn in wenigen Sekunden zurückbringen, wenn sie zusammenarbeiten. Es wird sowieso nicht gebraucht, wie Gott uns sagte, er wird es im Koran beschützen. __ \"In der Tat sind wir, die wir den Koran geschickt haben, und wir werden tatsächlich sein Vormund sein.\" (Koran 15: 9) __\n\nUnabhängig von ihrer poetischen und rezitierenden Schönheit passt die Botschaft des Korans leicht in den Kopf der Gläubigen, weil sie die Vergangenheit, Zukunft und Gegenwart auf logische und leicht verständliche Weise erklärt. Der Koran ist eigentlich das größte Wunder, das wir haben, und nur eines, das wir brauchen, um zu beweisen, dass der Islam die wahre Religion ist. Hat uns geschaffen und spricht mit uns und lehrt uns direkt mit den Worten des Korans. Und wer ist besser, uns als Gott zu lehren, der uns geschaffen hat und uns am besten kennt?\n\nIn alten Zeiten hielten Menschen in verschiedenen Teilen der Welt getrennte Geschichten, weil sie sich nicht sehr oft treffen. Einige Gruppen von Menschen haben sich nie getroffen. Mittelalterliches Europa, das alte Rom und das alte China dachte, dass sie die einzigen wichtigen Teile der Welt regierten und dass andere Teile \"barbarisch\" waren.",
"First Pyramid Built": "__ \"Dieser Tag sollen wir Sie (oh Pharao) in Ihrem Körper retten, damit Sie ein Zeichen für diejenigen sein können, die nach Ihnen kommen! Aber viele unter der Menschheit sind unsere Zeichen vernachlässigbar.\" (Koran 10:93) __\n\nEin __pyramid__ ist eine Struktur, die normalerweise aus Stein in Form einer Pyramide gebaut wurde. Von der Antike bis zur Neuzeit haben Menschen in vielen verschiedenen Teilen der Welt solche Strukturen aufgebaut.\n\nDie ersten __pyramiden wurden 2630 v. Chr. Erbaut. Die älteste bekannte Pyramide ist in Saqqara, Ägypten und wurde von König Djoser der dritten ägyptischen Dynastie gebaut.\n\nDer Koran spricht viel über die ägyptischen Dynastie in den Geschichten über Musa (AS, Moses) und Yusuf (AS, Joseph).\n\nDer Koran beschreibt die ägyptische Geschichte genau, indem er sich auf den Führer dieser ägyptischen Dynastien als König oder Pharao bezieht (was später kam). Eine historische Tatsache, die erst kürzlich vom British Museum entdeckt wurde. Nach Ansicht der Ägypter bezeichneten die Ägypter ihre Herrscher erst in der 18. Dynastie (1552-1295 v. Chr.).\n\nEin paar Verse, die über Musa und Fira'un (Pharao) sprechen:\n__ \"Wir (Allah) proben dich mit dir einen Teil der Geschichte von Moses und Pharao mit der Wahrheit zum Nutzen eines Volkes, das glauben würde. (Koran 28:04).\n\n\"Wir haben Moses mit unseren Zeichen an den Pharao und seine Häuptlinge geschickt, aber sie lehnten sie zu Unrecht ab. Siehe, was war das Ende derer, die eine Störung geschaffen haben! (Quran 7: 104)\n\n\"Dieser Tag sollen wir Sie (oh Pharao) in Ihrem Körper retten, damit Sie ein Zeichen für diejenigen sein können, die nach Ihnen kommen!\n\nEs wird weithin von Historikern sowie christlichen und muslimischen Gelehrten angenommen, dass Moses mit Ramses II. Wechselwirkte. Sowohl der Koran als auch der Bibel erwähnen diese Geschichte im Detail, der schließlich mit dem Pharao endet, der nach Moses im Roten Meer ertrunken wird, mit Erlaubnis Gottes, teilte das Meer.\n\nDie Prophezeiung des Korans von __ \"Dieser Tag sollen wir Sie (oh Pharao) in Ihrem Körper retten, damit Sie ein Zeichen für diejenigen sein können, die nach Ihnen kommen!\" bis vor kurzem. Die mumifizierten Körper aller Pharaonen lagen im Tal der Könige (Kv7 & 8) entlang der Ufer des Nils versteckt. Selbst nachdem ihre Gräber geplündert worden waren, wurden die mumifizierten Überreste der Pharaonen jahrhundertelang unentdeckt gehalten. Ihre Entdeckung fand im 19. Jahrhundert statt und Sie können jetzt sehen, Ramses II. Mit eigenen Augen im Grand Egyptian Museum in Kairo, Ägypten. Sein Körper hat auch mehrere internationale Touren für alle sichtbar gemacht. Dies zeigt erneut, wie das Wissen im Koran und Islam uns nur von Gott gegeben worden sein könnte.\n\nSie können auch jüdische Menschen nach ihrer Erfahrung mit diesem Pharao und anderen alten ägyptischen Führern fragen.\n\n__ \"Und wir hatten Moses sicherlich neun offensichtliche Anzeichen gegeben. Fragen Sie also die Kinder Israels [ungefähr], als er zu ihnen kam und der Pharao zu ihm sagte:\" Tatsächlich denke ich, oh Moses, dass Sie von Magie betroffen sind. \" 17: 101) __\n\nDas Überleben der jüdischen Völker erlaubt uns auch, sie nach den anderen Zeichen Gottes zu fragen, die sie erhalten haben, wie viele Wunder und Propheten, die ihnen gesendet wurden.\n\n__Kaskieren Sie die Kinder Israels, wie viele ein klares Zeichen wir ihnen gegeben haben. Und wer auch immer die Gunst Allahs aus austauscht, nachdem es zu ihm gekommen ist - dann ist Allah in der Vergeltung schwerwiegend. (Koran 2.211) __",
"Roman Empire": "__Die Römisches Reich (Latein: Imperium Romanum) war das größte Reich der Antike. Seine Hauptstadt war Rom und sein Reich war im Mittelmeer. Das Imperium stammt aus dem 27. Jahrhundert, als Octavian der Kaiser Augustus wurde, bis es 476 n. Chr. Fiel und das Ende der alten Welt und den Beginn des Mittelalters oder des dunklen Alters markierte.\n\nDas Reich war die dritte Stufe des alten Roms. Rom wurde zuerst von römischen Königen, dann von der römischen Republik, dann von einem Kaiser regiert.\n\nViele moderne Länder waren einst Teil des __roman Empire__, darunter Großbritannien (nicht Schottland), Spanien, Portugal, Frankreich (Gallien), Italien, Griechenland, die Türkei, Deutschland, Ägypten, Levante, Krim, Schweiz und die Nordküste Afrikas. Die Hauptsprache des __roman Reiches war lateinisch; Griechisch war eine wichtige sekundäre Sprache.\n\nDer westliche Teil des __roman Empire__ dauerte etwa 500 Jahre, und der östliche Teil, einschließlich Griechenland und Anatolien, dauerte etwa tausend Jahre mehr. Der östliche Teil wurde das byzantinische Reich genannt, sein Hauptstadt war Konstantinopel und wurde von der osmanischen Eroberung von Konstantinopel 1453 von Sultan Fatih Mehmet beendet. Dieses Ereignis wurde vom Propheten Muhammad prophezeit und ist eines der bemerkenswertesten Ereignisse in der Weltgeschichte.",
"Crusades": "__Die Kreuzzüge waren eine Reihe religiöser Kriege zwischen Christen und Muslimen über die Kontrolle des Heiligen Landes. Traditionell fanden sie zwischen 1095 und 1291 statt. Das Heilige Land war immer noch ein Ort, der für die drei wichtigsten monotheistischen Religionen sehr wichtig ist: Islam, Judentum und Christentum. Es gibt viele wichtige religiöse Stätten im Heiligen Land. Dies ist das Land, das jetzt Israel oder Palästina genannt wird. Jerusalem, Nazareth, Bethlehem, Hebron und andere religiöse Stätten fielen unter die Kontrolle der Muslime während des Kalifats von Omar (RA), dem dritten Kalifen und engen Freund und Begleiter des Propheten Muhammad (SAW).\n\nEs gab viele verschiedene Kreuzzüge. Das wichtigste und größte __crusades__ fand vom 11. bis 13. Jahrhundert statt. In dieser Zeit gab es 9 große Kreuzzüge. Es gab auch viele kleinere Kreuzzüge. Einige Kreuzzüge waren sogar in Europa (zum Beispiel in Deutschland, Österreich und Skandinavien). Die kleineren __crusades__ wurden bis zum 16. Jahrhundert bis zur Renaissance und Reformation fortgesetzt.\n\nDas Wort \"Kreuzzug\" hängt mit dem Wort \"Kreuz\" zusammen und bedeutet einen christlichen heiligen Krieg. Es gibt auch das arabische Wort \"Dschihad\", was bedeutet, Muslime zu streben und zu kämpfen, die die gleiche Konnotation wie \"Kreuzzug\" für Muslime während einer Kriegszeit haben können. Der Prophet (Saw) lehrte dies jedoch der kleinere Dschihad, und der größere Dschihad kommt in den Kampf um ein frommes Leben.\n\nAlle Seiten (Christen, Muslime und Juden) glaubten sehr an ihre Religionen. Viele der Kreuzzüge hatten oft politische oder finanzielle Gründe. Wie alle Kriege.\n\nEs ist traurig, Feindseligkeiten zwischen den drei abrahamischen Glaubensrichtungen zu sehen, die so viel gemeinsam haben. Muslime betrachten Juden und Christen als Menschen des Buches, was bedeutet, dass sie einen besonderen Status und eine engere Beziehung zu Muslimen haben als alle anderen Menschen. Sie können dies im Leben des Propheten (SAW) sehen und wo er und die Gefährten in einer großen Schlacht über den Verlust des byzantinischen Christen für die Sassanianer traurig waren. Dies wurde in Hadithen aufgezeichnet und sprach sogar im Koran. Es ist auch ein weiterer interessanter Beweis für die Authentizität des Islam als Gott ein zukünftiges Ereignis enthüllte gehört zum Befehl vor und nach. Und an diesem Tag werden sich die Gläubigen freuen \"(Koran 30: 2-4) __\n\nZu dieser Zeit waren die arabischen Heiden auf der Seite der heidnischen Sassanianer, während die arabischen Muslime hofften, dass die Christen diesen Kampf gewonnen haben. Als die Christen die Heiden verloren, verspotteten die Muslime für diesen Verlust und sagten Dinge wie \"Wo ist dein mächtiger Gott jetzt?\". Also enthüllte Gott diesen Vers in diesem Moment. Sicher genug, 622 n. Chr. In der Schlacht von Issus hatten die Byzantiner unter Kaiser Heraklius einen zerstörenden und dauerhaften Sieg in Anatolien gegen die Sassanianer, was die koranische Prophezeiung bestätigte.",
"Black Plague": "__Die Black Death__ war ein Krankheitsausbruch, bei dem Millionen von Menschen in Europa und Asien getötet wurden. Fast eine von drei Menschen in Europa starb an der Krankheit und war zwischen 1347 und 1351 im schlimmsten Fall. Die Krankheit hat möglicherweise in Asien begonnen. Die meisten Menschen denken, dass die Krankheit die Bubonic Pest war. Diese Krankheit wird von Flöhen getragen und verbreitet, die auf Ratten leben. Händler der Seidenstraße haben möglicherweise die infizierten Flöhe nach Europa gebracht.\n\nFlöhe begannen das Problem; Die infizierten Flöhe wurden von schwarzen Ratten getragen. Ratten, die die Flöhe trugen, gingen in Städte. Wenn die Flöhe jemanden biss, injizierten sie ein wenig Bakterien in die Wunde. Dies würde dazu führen, dass die Person infiziert wird. Ratten waren oft auf Schiffen. Dies bedeutete, dass sich die Krankheit in ganz Europa extrem schnell verbreitete.\n\nBeim Menschen verursachte die Krankheit eine Schwellung in der Leistengegend, unter den Armen und hinter den Ohren. Diese Schwellungen hatten eine schwarze und lila Farbe, daher der Name \"der schwarze Tod\". Die dunklen Schwellungen wurden Bubes genannt. Die Menschen hatten Schmerzen und die Opfer starben einen schrecklichen Tod. Die Symptome waren 3–7 Tage nach der Bissen von Opfern durch einen Floh, der die Krankheit trägt.\n\nLeider wurde in einigen Städten wie in London vermutet, dass Katzen die Krankheit verursachten, so dass sie in großer Zahl gejagt und getötet wurden. Leider wurde dies dazu geführt, dass sich die Pest verschlimmerte, da die Ratten jetzt ihr wichtiges natürliches Raubtier verloren und die Bevölkerung noch größer wurde.\n\nEine weitere interessante Tatsache rund um die Bubonic Pest ist, wie sich der Papst selbst gerettet hat. Zu dieser Zeit waren die Muslime an der Spitze aller medizinischen und wissenschaftlichen Entdeckungen. Der katholische Geistliche kämmte sich durch viele muslimische Bücher und entdeckte, dass Feuer bestimmte Krankheiten (Keime) abwehren und tötete. Als solches zündeten sie ein riesiges Feuer in einem Kreis, der den Papst umgab, der mehrere Wochen dauerte, an. Dies hielt natürlich Ratten und ihre Flüchtlinge bilden den Papst und er überlebte ohne Probleme.",
"Constantinople Istanbul": "__Constantinople__ war die Hauptstadt des Römischen Reiches (330-395), des byzantinischen/östlichen Römischen Reiches (395-1204 und 1261-1453), dem Latin-Reich (1204-1261) und dem Osmanischen Reich (1453-1922). 1930 wurde es in Istanbul umbenannt. Es ist eine Stadt in der heutigen Türkei.\n\nDie Eroberung von Istanbul, auch bekannt als Islaml, war ein weiteres Zeichen und den Beweis des Islam, wie der Prophet Muhammad es prophezeit hatte. __ „Wahrlich, du sollst Konstantinopel erobern. Was für eine wundervolle Armee wird diese Armee sein und was für ein wundervoller Kommandant dieser Eroberer sein wird. “ (Musnad, I, 176; IV, 335; Darimi, „Muqaddima“, S. 43). Dies ist eine große Ehre für die Osmanen, die die Stadt 1453 eroberten und eine der längsten amtierenden und mächtigsten Reiche in der Geschichte hatten .\n\nHistoriker haben erklärt, dass für den Zeitraum, der __Constantinople__ erobert, heute einem Ort wie New York City entspricht.",
"Newton and Gravity": "Wenn die meisten Menschen an __ISAAC Newton__ denken, denken sie an ihn, wenn er unter einem Apfelbaum sitzt und einen Apfel fällt und fällt. Einige Leute glauben sogar, dass der Apfel auf seinen Kopf gefallen ist. __Newton__ hat verstanden, dass das, was Dinge wie Äpfel auf den Boden fallen, eine bestimmte Art von Kraft ist - die Kraft, die wir als Schwerkraft bezeichnen. __Newton__ dachte, dass die Schwerkraft die Anziehungskraft zwischen zwei Objekten wie einem Apfel und der Erde war. Er glaubte auch, dass ein Objekt mit mehr Materie die gleiche Kraft auf kleinere Objekte ausübt, wie es darauf ausgeübt wurde. Das bedeutete, dass die große Masse der Erde Objekte dazu zog. Deshalb fiel der Apfel an statt nach oben und warum Menschen nicht in der Luft schweben.\n\n__ISAAC Newton__ dachte weiter über die Schwerkraft nach. Vor __newton__ dachten die Leute, dass nur Objekte in der Nähe der Erde fallen würden. Aber __newton__ dachte, dass die Schwerkraft nicht nur auf die Erde und die Objekte darauf beschränkt sein sollte. Was ist, wenn die Schwerkraft zum Mond und darüber hinaus ging?\n\n__Newton__ erfand eine Formel zur Berechnung der Anziehungskraft zwischen zwei Körpern. Er benutzte es, um die Kraft zu berechnen, um den Mond um die Erde in Bewegung zu halten. Dann verglich er es mit der Kraft, die den Apfel nach unten fallen ließ. Nachdem er die Tatsache zugelassen hatte, dass der Mond viel weiter von der Erde entfernt ist und eine viel größere Masse hat, stellte er fest, dass die Kräfte gleich waren. Der Mond wird in einer Umlaufbahn um die Erde durch das Ziehen der Schwerkraft der Erde gehalten.\n\nDie von __newton__ erfundene Formel wird als Gravitationsgesetz bezeichnet. Er war ziemlich genial und seine vielen Gesetze wurden als Newtonsche Physik bekannt. Viele seiner mathematischen Formeln werden immer noch verwendet, um die Mechanik von Objekten für größere Objekte zu berechnen. Sie sind nicht genau für kleine Dinge genau, so dass eine Newwer -Wissenschaft namens Quantenphysik entwickelt wird, um diese seltsame Welt mikroskopischer Objekte zu verstehen.",
"Industrialization": "__Industrialisierung__ (oder Industrialisierung) ist ein Prozess, der in Ländern stattfindet, wenn sie anfangen, Maschinen zu verwenden, um Arbeiten zu erledigen, die einst von Menschen durchgeführt wurden. __Industrialization__ verändert die Dinge, die Menschen tun. __Industrialization__ führte dazu, dass die Städte größer wurden. Viele Menschen verließen die Landwirtschaft, um höhere bezahlte Arbeitsplätze in Fabriken in Städten zu übernehmen.\n\n__Industrialization__ ist Teil eines Prozesses, bei dem Menschen leichter und billigere Möglichkeiten übernehmen, um Dinge zu machen. Mit besserer Technologie wird es möglich, in kürzerer Zeit mehr Waren zu produzieren. Weitere Dinge können von weniger Menschen produziert werden.\n\nNach der Industrialisierung machen Menschen auch spezialisiertere Arbeitsplätze. Zum Beispiel vor der Industrialisierung hat ein Schuster (eine Person, die Schuhe und Lederwaren herstellt) ein Paar Schuhe alleine her. Er arbeitete an einem Paar Schuhen, beendete es und begann dann mit dem nächsten Paar Schuhe. Mit der Industrialisierung sind viele Menschen am Herstellung von Schuhen beteiligt, indem der Schuhherstellung in kleinere Aufgaben geschnitten wird. Zum Beispiel gibt es eine Person, die die Sohle des Schuhs schneidet, und eine andere Person näht ihn. Kurz gesagt, es gibt Arbeitsteilung und es ist heute als Montagelinie bekannt. Die Maschinen in solchen Fabriken kosten viel Geld, sodass die Fabrik einer reichen Person gehört, die sich die Maschinen und Mitarbeiter leisten kann, um die verschiedenen Maschinen und Aufgaben zu erledigen.\n\n__Industrialization__ begann in England mit der industriellen Revolution im 18. Jahrhundert. Es breitete sich zuerst auf Teile Europas und Nordamerika aus. Im 20. Jahrhundert verbreitete sich die Industrialisierung in den meisten anderen Ländern.",
"Darwin's Theory of Evolution": "__ \"Allah hat jedes Tier aus dem Wasser geschaffen. Von ihnen sind einige, die sich auf ihren Bäuchen kriechen, einige, die auf zwei Beinen gehen, und einige, die auf vier gehen. Allah schafft das, was er will, denn wirklich Allah hat Macht über alle Dinge\" (\"( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Sein Buch \"on the Origin of Species\" im Jahr 1859. Darin legte er viele Theorien darüber vor, wie das Leben auf Erden kam. Er schlug eine natürliche Selektion vor, eine Prozess, bei der Tiere mit bestimmten Merkmalen besser überleben können, wie die Art und Weise, wie alle Tiere existieren. Darwin verstand jedoch zu dieser Zeit nicht über Genetik oder darüber, wie Eigenschaften tatsächlich weitergegeben wurden. Er konnte also nicht genau erklären, was Kinder wie ihre Eltern aussehen ließen.\n\nDennoch wird die Erklärung von __darwin der Evolution von der wissenschaftlichen Gemeinschaft grundsätzlich akzeptiert, und Wissenschaftler arbeiten hart daran, zu beweisen, dass sie sich von einzelnen Zellen und Affen bis heute entwickelt haben. Muslime, Christen und Juden glauben, wir sind Nachkommen von Adam (SAW) und Hawwa (Eva), dem ersten Mann und der ersten Frau. Wissenschaftler bezeichnen solche Ergebnisse wie \"intelligentes Design\", und es gibt unzählige Beweise dafür, wie DNA, menschlicher Körper, Sonnensysteme usw. funktionieren.\n\nÄhnlich wie bei dem Darwinismus erkennt der Islam die Idee an, dass sich das Leben im Laufe der Zeit im Laufe der Zeit entwickelt. Wir glauben auch, dass Gott die Macht über alle Dinge hat und leicht alles ändern kann, um seine Umgebung zu übernehmen. Gott schuf es beim ersten Mal, das zweite Mal wäre einfacher, oder? Genauso wie wir am Tag des Gerichts auferstanden sind.\n\nAber im Gegensatz zu modernen evolutionistischen Theorien, die zufällige Mutationen sagen, die immer katastrophal und tödlich sind, lassen sich ein Tier entwickelt, wir glauben, dass Gott ein Tier über Nacht verändern kann Beispiel. Dies wird tatsächlich über viele Untersuchungen von Vögeln dokumentiert, die Merkmale so schnell anpassen, dass Wissenschaftler es nicht erklären können und befürchten, dass sich andere Arten nicht so schnell anpassen werden. Dies macht mehr Sinn als ein Tier langsam und zufällig, der sich zufällig entwickelt. Außerdem gibt es Fälle von neuen oder ausgestorbenen Schmetterlingen, die auf wundersame Weise aus nirgends herauskommen. Muslime kümmern sich sehr um Tiere und die Umwelt, aber wir betonen nicht, dass sie ausgestorben sind oder nicht in der Lage sind, auf sich selbst aufzupassen, weil wir wie alle Dinge unser Vertrauen in Gott setzen.\n\nZusammenfassend lehnen die Muslime die Idee ab, dass sich Menschen zufällig aus Affen entwickelten. Muslime glauben, dass Menschen als besondere Schöpfung angesehen werden. Der Islam lehrt, dass Menschen wie alles andere eine einzigartige Lebensform sind, die von Allah geschaffen wurde. Wir haben jedoch einzigartige Geschenke und Fähigkeiten wie jedes andere Tier und Sein. Zum Beispiel haben wir eine ewige Seele, Gewissen, Vorstellungskraft, Wissen und freier Wille. Wir können stark, gut und fromm oder schwach sein und nur arbeiten, um unsere egoistischen Wünsche zu erfüllen. Unabhängig davon begann das Leben der Menschen mit der Schaffung von zwei Menschen, einem Mann und einer Frau namens Adam und Hawwa (Eva), und das macht uns alle durch Blut und Familie verwandt.\n\nDer Koran beschreibt, dass Allah __ \"jedes Lebewesen aus Wasser gemacht hat\" (Koran 21:30) .__ Ein anderer Vers beschreibt, wie __ \"Allah jedes Tier aus Wasser geschaffen hat. Von ihnen sind einige, die sich an ihren Bäuchen kriechen, einige, die das ist Gehen Sie auf zwei Beinen, und einige, die auf vier gehen. Allah schafft das, was er will, denn wirklich Allah hat Macht über alle Dinge \"(24:45) .__ .__ .__ .__ .__ .__ .__ .__ .__ .__ .__ .__ .__.\n\nDiese Verse unterstützen die wissenschaftliche Theorie, dass das Leben im Wasser begann.",
"World War 1": "__World War I__ (oder der Erste Weltkrieg) war ein globaler Krieg, der am 28. Juli 1914 begann und bis zum 11. November 1918 dauerte. Der Krieg dauerte genau vier Jahre, drei Monate und 14 Tage.\n\nDie meisten Kämpfe waren in Europa, aber Soldaten aus vielen anderen Ländern nahmen teil und veränderten die kolonialen Reiche der europäischen Mächte und führten auch zum Ende des Osmanischen Reiches. Bevor der Zweite Weltkrieg im Jahr 1939 begann, wurde __World War I__ der Ersteskrieg, der Weltkrieg oder der „Krieg, um alle Kriege zu beenden“. 135 Länder nahmen an __World War I__ teil, und fast 10 Millionen Menschen starben beim Kampf, hauptsächlich an Krankheiten und Hungersnot.\n\n__World War I__ wurde von den meisten Europaländern geführt. Die tatsächlichen Kämpfe waren an vielen verschiedenen Fronten. In der Westfront passierten die meisten Kämpfe zwischen Deutschland und den Alliierten. Der größte Teil der Kämpfe hier war Grabenkrieg.\n\nDie Ostfront wurde in Mittel- und Osteuropa gekämpft. Kämpfe hier war nicht Grabenkrieg, sondern mobile Kriegsführung aufgrund der Größe der Front. In der Nahen Osten und der italienischen Front passierte viel Kämpfe. Kämpfe fanden auch in Afrika, China und auf See sowie in der Luft statt.\n\nDer Krieg wurde durch die Unterzeichnung vieler verschiedener Verträge beendet, wobei der wichtigste Vertrag von Versailles war.\n\n__World War I__ war der erste große Krieg, in dem Tanks, Flugzeuge und U-Boote oder (U-Boote) wichtige Waffen waren.",
"World War 2": "__World War II__ (Zweiten Weltkrieg oder Zweiten Weltkrieg), auch als Zweiter Weltkrieg und in der Sowjetunion genannt, war ein globaler Krieg, der in vielen Teilen der Welt und in vielen Ländern kämpfte. Die meisten Länder kämpften in den Jahren 1939 bis 1945, einige begannen 1937 zu kämpfen. Die meisten Länder der Welt, einschließlich aller Großmächte, kämpften als Teil zweier militärischer Allianzen: den Alliierten und den Axismächten. __World War II__ war der tödlichste Konflikt in der gesamten menschlichen Geschichte. Es beinhaltete mehr Länder, kosten mehr Geld und tötete mehr Menschen als jeder andere Krieg in der Geschichte der Menschheit. Zwischen 50 und 85 Millionen Menschen starben. Die Mehrheit waren Zivilisten. Es umfasste Massaker, den absichtlichen Völkermord des Holocaust, das strategische Bombenangriff, der Hunger, die Krankheit und den ersten Einsatz von Atomwaffen in der Geschichte durch die USA in Japan.\n\nDer Krieg in Asien begann, als das Japanimperium am 7. Juli 1937 in China eindrang. Die Vereinigten Staaten reagierten mit einem Ölembargo auf Japan. Der Beginn des Krieges in Europa war, als Deutschland am 1. September 1939 in Polen einmarschierte. Frankreich und Großbritannien reagierten mit dem Krieg gegen Deutschland. Bis 1941 stand ein Großteil Europas unter deutscher Kontrolle. Nur Großbritannien kämpfte in Nordafrika, dem Mittelmeer und dem Atlantik gegen die Achse. Im Juni 1941 fielen die Axis -Mächte in die Sowjetunion ein und starteten das größte Kriegsgebiet in der Geschichte. Am 7. Dezember 1941 griff Japan westliche Kolonien im Pazifik an und die beiden Kriege wurden eins.\n\nDie japanischen Siege wurden 1942 gestoppt, und die Siege der europäischen Achsen wurden auch 1943 in Nordafrika und in der Sowjetunion gestoppt. Danach begannen die Alliierten sich von allen Seiten zu wehren. Die Achse verlor Nordafrika und musste ab 1943 Italien verteidigen. 1944 fielen die Alliierten in Frankreich ein und gingen in Richtung Deutschland am Rhein, während die Sowjets aus dem Osten eintraten. Deutschland ergab sich im Mai 1945. Japan ergab sich am 2. September 1945 offiziell ab. Der Krieg endete mit dem alliierten Sieg.\n\nNach dem Krieg wurden die Vereinten Nationen eingerichtet, um Unterstützung zwischen den Ländern zu entwickeln und zukünftige Kriege zu verhindern. Der Kalten Krieg unter den großen Gewinnern begann bald, aber sie kämpften in einem tatsächlichen Krieg nicht gegeneinander. Die Entkolonialisierung Asiens und Afrikas, in denen diese von europäischen Ländern kontrollierten Länder ihre Unabhängigkeit erhielten, geschah ebenfalls unabhängig. Dies lag daran, dass die europäische Macht aus dem Krieg geschwächt wurde. Die wirtschaftliche Erholung und die politische Integration (der Prozess der Vereinigung von Ländern) waren unter anderem die Ergebnisse des Krieges.",
"Cold War": "__Die Kalter Krieg __ (1947–1991) war die angespannte Beziehung zwischen den Vereinigten Staaten (und ihren Verbündeten) und der Sowjetunion (der UdSSR und ihren Verbündeten) zwischen dem Ende des Zweiten Weltkriegs und dem Niedergang der Sowjetunion.\n\nDie meisten Länder auf der einen Seite waren in der NATO verbündet, deren zwei größte Militärländer die Vereinigten Staaten und die Türkei waren. Die meisten Länder auf der anderen Seite waren im Warschauer -Pakt verbündet. Das mächtigste Land war die Sowjetunion (jetzt Russland).\n\nDie westkapitalistische Gruppe von Ländern umfasst Amerika, die Türkei, Westeuropa, Israel, Japan, Südkorea, Thailand, Iran (1945-1979), Pakistan, Malaysia, Philippinen, Südafrika, Australien und Neuseeland.\n\nDie östlich-sozialistische Gruppe umfasst Sowjetunion, Osteuropa, Angola, Äthiopien, Kuba (1959-1991), Mongolei, Nordkorea, China und Vietnam.\n\nDer Kalten Krieg endete 1989 mit dem Fall der Berliner Mauer, wobei Russland von einem sozialistischen kommunistischen Land in ein demokratisches kapitalistisches Land wechselte. Hier ist jedoch noch Konflikte, die in den jüngsten Schlachten und dem Krieg zwischen Russland und Ukraine zu sehen sind.",
"Moon Landing": "__Apollo 11__ war der erste Flug, der Menschen zum Mond schickte. Es wurde von der NASA (National Aeronautics and Space Administration), der ursprünglichen American Space Agency, durchgeführt. Es ging am 16. Juli 1969 mit drei Astronauten in den Weltraum: Neil Armstrong, Buzz Aldrin und Michael Collins. Am 20. Juli 1969 landeten Armstrong und Aldrin die ersten Menschen, die auf dem Mond landeten, während Collins im Umlaufbahn um den Mond blieb.\n\nDer Flug war Teil des __space -Rennens zwischen den Vereinigten Staaten und der Sowjetunion. Es beendete den Plan von John F. Kennedy, dem Unite -Staaten 35. Präsident, 1961, \"einen Mann auf dem Mond zu landen und ihn sicher zur Erde zurückzugeben\", bevor die 1960er Jahre endete.",
"World Wide Web": "__Die Internet__ ist das größte weltweite Kommunikationsnetz von Computern. Das Internet verfügt über Millionen kleinerer inländischer, akademischer, geschäftlicher und staatlicher Netzwerke, die zusammen viele verschiedene Arten von Informationen enthalten. Der Begriff wird manchmal als \"das Netz\" abgekürzt, kurz für das Netzwerk. Das __World Wide Web__ ist einer der größten Dienstleistungen. Es wird von einigen Milliarden Menschen auf der ganzen Welt verwendet.\n\nDas Internet wurde in den Vereinigten Staaten von der \"United States Advanced Research Projects Agency\" (DARPA) entwickelt. Das Internet wurde erstmals im Oktober 1969 verbunden und wurde __arpanet__ genannt. Das __World Wide Web__ wurde 1990 in Cern in der Schweiz von einem britischen (Großbritannien-) Wissenschaftler namens Tim Berners-Lee erstellt."
}
