{
"Birth of the Universe": "\"और वह एक (अल्लाह) है जिसने सत्य पर आकाश और पृथ्वी (अपने डिक्रिड सेलेस्टियल ऑर्डर के अनुसार) बनाया है। और वह दिन जब वह कहेगा: 'हो', तो वह (निर्णय का दिन) अस्तित्व में आओ। उसका वचन सच्चाई है। और उस दिन की संप्रभुता होगी जब तुरही उड़ा दिया जाएगा (इसराफिल द्वारा)। वह (वह है जो) को अनदेखी और देखे जाने का ज्ञान है, और वह है ऑल-वार, ऑल-अवेयर। \" (कुरान 6:73)\n\n\"एक चीज़ के लिए हमारी आज्ञा है, लेकिन केवल इतना है कि जब हम इसे (अस्तित्व में) लाने का इरादा रखते हैं, तो हम इसे कहते हैं: 'हो', और यह बन जाता है।\" (कुरान 16:40)\n\"यह अल्लाह की महिमा नहीं है कि उसे (खुद को किसी के रूप में) एक बेटा लेना चाहिए। पवित्र और महिमामंडित वह है (इसके ऊपर)! जब वह किसी भी मामले को तय करता है, तो वह केवल इसके लिए कहता है: 'बी', और यह बन जाता है।\" (कुरान 19:35)\n\n\"वह आकाश और पृथ्वी का प्रवर्तक है! जब वह किसी मामले को कम करता है, तो वह बस इसे बताता है,\" बनो! \" और यह है!\" (कुरान 2: 117)\n\n\"उसकी आज्ञा (सृजन की) केवल यह है कि जब वह कुछ बनाने का इरादा रखता है (कुछ बनाने के लिए), वह कहता है: 'हो', इसलिए यह तुरंत बन जाता है (अस्तित्व या दृश्यमान और जारी रहता है)।\" (कुरान 36:83)\n\n\"वह वह है जो जीवन देता है और मृत्यु का कारण बनता है। फिर जब वह एक चीज का फैसला करता है, तो वह केवल इसे कहता है: 'बीई', इसलिए यह बन जाता है।\" (कुरान 40:68)\n\n\"और अगर पृथ्वी पर जो कुछ भी पेड़ थे और समुद्र [स्याही] था, इसके बाद सात [अधिक] समुद्रों द्वारा फिर से भर दिया गया, अल्लाह के शब्द 1 समाप्त नहीं होंगे। वास्तव में, अल्लाह मटी और बुद्धिमानों में ऊंचा है।\" (कुरान 31:27)\n\n\"क्या मनुष्य यह नहीं मानता है कि हमने उसे एक [मात्र] शुक्राणु-ड्रॉप से ​​बनाया है-फिर एक बार वह एक खुला विवाद है? और वह हमारे लिए एक (तर्क) समानता प्रस्तुत करता है और अपनी खुद की रचना को भूल जाता है। वह पूछता है (भ्रम में) : \"जब वे विघटित हो जाते हैं तो हड्डियों को कौन जीवन देगा?\" कहते हैं: \"वह उन्हें जीवन देगा जो उन्हें पहली बार अस्तित्व में लाया था, और वह सभी सृष्टि का संज्ञान है।\" वह जिसने आपके लिए बनाया है, से, ग्रीन ट्री, आग। जानते हुए। निश्चित रूप से उसकी आज्ञा, जब वह एक चीज चाहती है, तो केवल यह कहना है: हो! और यह है! \" इसलिए महिमा उसके लिए हो, जिसके हाथ में सभी चीजों का राज्य है, और उसके लिए आपको वापस लाया जाएगा। \"(कुरान 36:82)\n\n\"फिर क्या आपको लगा कि हमने आपको बेकार बना दिया है और हमारे लिए आप वापस नहीं आएंगे?\" (कुरान २३: ११५)\n\n\"क्या कुछ भी नहीं बनाया या उन्होंने खुद को बनाया?\" (कुरान ५२:३५)\n\n\"क्या इंसान को याद नहीं है कि हमने उसे पहले बनाया था, जब वह कुछ भी नहीं था?\" (कुरान 19:67)\n\n\"अल्लाह आपको अपनी माताओं के गर्भ से आगे लाया, जबकि आप कुछ भी नहीं जानते थे, और आपको सुनकर और दृष्टि और दिल दिया, ताकि आप आभारी हों\" (कुरान 16:78)",
"Big Bang": "\"क्या अविश्वासियों को यह एहसास नहीं है कि __ आकाश और पृथ्वी एक बार एक द्रव्यमान थे, फिर हम उन्हें बंद कर देते हैं? और हमने पानी से हर जीवित चीज़ का निर्माण किया। क्या वे तब विश्वास नहीं करेंगे?\" (कुरान 21:30)\n\n__BIG BANG__ एक वैज्ञानिक सिद्धांत है कि कैसे ब्रह्मांड एक ही बिंदु से शुरू हुआ और वहां से विस्तारित हुआ। यह वह जगह है जहां आकाशगंगा, सितारे, ग्रह और आज हम जो भी देखते हैं, उससे उत्पन्न सभी मामले हैं।\n\n__ \"वह वह है जिसने आकाश और पृथ्वी की उत्पत्ति की है, और जब वह एक चीज (उत्पत्ति) करने की इच्छा रखता है, तो वह केवल इसके लिए कहता है: 'हो', और यह बन जाता है।\" (कुरान 2: 117) __\n\n__BIG BANG__ मॉडल यह है कि ब्रह्मांड एक अत्यंत घनी और गर्म स्थिति में शुरू हुआ और विस्तारित हो गया है। सिद्धांत सुझाव देता है, और माप दिखाते हैं, कि ब्रह्मांड आज भी विस्तार कर रहा है।\n\nब्रह्मांड एक बहुत गर्म, छोटे और घने सुपरफोर्स (चार मौलिक बलों का मिश्रण) के रूप में शुरू हुआ, जिसमें कोई सितारे, परमाणु, रूप, या संरचना (\"विलक्षणता\" कहा जाता है) के साथ। फिर लगभग 13.8 बिलियन साल पहले, स्पेस ने बहुत जल्दी विस्तार किया (इस प्रकार नाम \"__BIG BANG__\")। इसने परमाणुओं का गठन शुरू कर दिया, जिससे अंततः सितारों और आकाशगंगाओं का गठन हुआ। यह एक कैथोलिक पुजारी, जॉर्जेस लेमाट्रे था, जिसने पहली बार (1927 में) नोट किया था कि एक विस्तारित ब्रह्मांड को समय पर एक मूल एकल बिंदु पर वापस पता लगाया जा सकता है।\n\nहालांकि, कई आधुनिक खगोलीय और अन्य वैज्ञानिक तथ्यों के लिए अज्ञात, जैसे बिग बैंग, ग्रह गठन, कक्षाओं और व्यवहार, भ्रूण विज्ञान और बहुत कुछ, 1400 साल पहले कुरान में भगवान द्वारा हमें प्रकट किया गया था। उदाहरण के लिए, जॉर्जेस लेमाइटर बिग बैंग के बारे में नोट करने वाले पहले व्यक्ति नहीं थे। कुरान स्पष्ट रूप से बिग बैंग __ के बारे में बात करता है __ \"क्या अविश्वासियों को यह एहसास नहीं है कि आकाश और पृथ्वी एक बार एक द्रव्यमान थे, फिर हम उन्हें बंद कर देते हैं? और हमने पानी से हर जीवित चीज़ का निर्माण किया। क्या वे तब विश्वास नहीं करेंगे?\" (कुरान 21:30) __\n\nयदि आप ईश्वर के एक संकेत या प्रमाण की तलाश कर रहे हैं, तो यह जान लें कि यह कई अनगिनत प्रमाणों में से एक है जो इस्लाम ईश्वर का सच्चा और केवल धर्म है।\n\nब्रह्मांड आज भी विस्तार कर रहा है, जिसे हाल ही में खोजा गया था। हालांकि, फिर से कुरान पुष्टि करता है: __ \"आकाश, हमने उन्हें शक्ति के साथ बनाया है। और वास्तव में, हम इसका विस्तार कर रहे हैं\" (कुरान 51:47) __।\n\nइससे पहले, वैज्ञानिकों के पास द बिग क्रंच नामक एक सिद्धांत था, जहां ब्रह्मांड को संभवतः कोलाप्स, या क्रंच के बारे में सोचा गया था, एक बार एक निश्चित बिंदु पर पहुंचने के बाद वापस अपने आप पर वापस आ गया। यह सिद्धांत अब नहीं सिखाया जाता है।\n\nएक पूरे के रूप में, ब्रह्मांड बढ़ रहा है और समय बीतने के साथ तापमान गिर रहा है। कॉस्मोलॉजी इस बात का अध्ययन है कि ब्रह्मांड कैसे शुरू हुआ और इसका विकास कैसे हुआ। कॉस्मोलॉजी का अध्ययन करने वाले वैज्ञानिक इस बात से सहमत हैं कि __BIG BANG__ सिद्धांत मेल खाता है जो उन्होंने अब तक देखा है।\n\nफ्रेड होयल ने अपने रेडियो शो में \"__BIG BANG__\" को सिद्धांत कहा। उन्हें विश्वास नहीं था कि __big Bang__ सही था। उन वैज्ञानिक जो उनके साथ सहमत नहीं थे, ने सोचा कि नाम मजाकिया था और इसका उपयोग करने का फैसला किया।\n\nवैज्ञानिकों ने कई अलग -अलग टिप्पणियों पर __big bang__ सिद्धांत को आधार बनाया। सबसे महत्वपूर्ण बहुत दूर आकाशगंगाओं का लाल रंग है। Redshift प्रकाश में होने वाला डॉपलर प्रभाव है और ध्वनि में भी देखने योग्य है। उदाहरण के लिए, उच्च पिच वाली ध्वनि एक रेसकार बनाती है क्योंकि यह आपके द्वारा दूर जाने के दौरान बनाम निचली पिच की गई ध्वनि के रूप में पहुंचती है- \"vrrrrrrrrrrr\" (आपकी ओर) \"ooooooomommmmm\" (आप से दूर जाना)। इसी तरह, जब कोई वस्तु पृथ्वी से दूर हो जाती है, तो इसकी रंग किरणें रंग के लाल रंग के समान दिखती हैं, क्योंकि वे वास्तव में हैं, क्योंकि आंदोलन ऑब्जेक्ट द्वारा दिए गए प्रकाश की तरंग दैर्ध्य को फैलाता है। वैज्ञानिक इस खिंचाव वाली लाइट वेव का वर्णन करने के लिए \"रेड हॉट\" शब्द का उपयोग करते हैं क्योंकि लाल दृश्य स्पेक्ट्रम पर सबसे लंबा तरंग दैर्ध्य है। उतनी ही अधिक रेडशिफ्ट है, उतनी ही तेजी से वस्तु दूर जा रही है। रेडशिफ्ट को मापने से, वैज्ञानिकों ने साबित कर दिया कि ब्रह्मांड का विस्तार हो रहा है, और वे यह काम कर सकते हैं कि वस्तु कितनी तेजी से पृथ्वी से दूर जा रही है। बहुत सटीक अवलोकन और माप के साथ, वैज्ञानिकों का मानना ​​है कि ब्रह्मांड लगभग 13.8 बिलियन साल पहले एक विलक्षणता थी। क्योंकि ज्यादातर चीजें ठंडी हो जाती हैं क्योंकि वे विस्तार करते हैं, वैज्ञानिक यह मानते हैं कि ब्रह्मांड बहुत छोटा था और शुरू होने पर बहुत गर्म था। यदि कोई वस्तु पृथ्वी की ओर बढ़ रही है, तो उसके पास एक नीली शिफ्ट लाइट है।\n\nअन्य अवलोकन जो __BIG BANG__ सिद्धांत का समर्थन करते हैं, वे ब्रह्मांड में रासायनिक तत्वों की मात्रा हैं। हाइड्रोजन, हीलियम और लिथियम जैसे बहुत हल्के तत्वों की मात्रा __big बैंग__ के सिद्धांत से सहमत लगती है। वैज्ञानिकों ने \"कॉस्मिक माइक्रोवेव बैकग्राउंड रेडिएशन\" भी पाया है। इस विकिरण को रेडियो तरंगों के रूप में जाना जाता है, और वे ब्रह्मांड में हर जगह हैं। यह विकिरण अब बहुत कमजोर और ठंडा है, लेकिन बहुत समय पहले यह बहुत मजबूत और बहुत गर्म था।\n\nवैज्ञानिकों को पता था कि बिग बैंग ने बड़े पैमाने पर विकिरण का कारण होगा, लेकिन इसका अधिक प्रमाण चाहते थे। 1960 के दशक में, न्यू जर्सी, अरनो पेनज़ियास और बॉब विल्सन में बेल लैब्रेटीज़ के लिए काम करते हुए, जब वे अपने होमडेल एंटीना, एक नए बहुत संवेदनशील एंटीना को ट्यून कर रहे थे, तो सीबीआर (कॉस्मिक बैकग्राउंड विकिरण) की खोज कर रहे थे। वे सभी पृष्ठभूमि के शोर को हटाने की कोशिश कर रहे थे और पाया कि वे एक हस्तक्षेप आवृत्ति को नहीं हटा सकते थे जो सभी दिशाओं से आ रहा था। यह बाद में सीबीआर के रूप में जाना जाने लगा और यह बिग बैंग विस्फोट के कारण है, यह अभी भी सुना जा सकता है, और हमेशा, हमेशा रेडियो पर होगा। इस खोज ने आखिरकार 1993 में पेनज़ियास और विल्सन को नोबेल पुरस्कार से सम्मानित किया।\n\nकुछ वैज्ञानिकों और दार्शनिकों का तर्क है कि __big Bang__ से पहले समय का कोई अर्थ नहीं था। वे तर्क देते हैं कि __big bang__ समय की शुरुआत थी, और __big bang__ से पहले कोई ब्रह्मांड नहीं था, क्योंकि कोई समय नहीं होने से पहले \"कोई भी\" नहीं हो सकता था! मुस्लिमों के रूप में, हम जानते हैं कि भगवान चिरस्थायी है और कुछ भी परे हमारा मन समझ सकता है। जैसे, यह सही समझ में आता है कि हम बिग बैंग से पहले समय की अवधारणा को क्यों नहीं समझ सकते हैं, यह कई विरोधाभासों में से एक है जो एक सर्व-शक्तिशाली निर्माता की ओर इशारा करता है।\n\nतर्कों के लिए, हम कहें कि हम समझा सकते हैं कि बिग बैंग से पहले क्या था या वास्तव में यह कैसे बनाया गया था। फिर अगला सवाल होगा, \"ठीक है, फिर, क्या बनाया?\"। और कहते हैं कि हमने समझाया कि क्या बनाया गया है, फिर, फिर से, सवाल रहेगा, \"ठीक है, क्या बनाया गया है?\"। जैसा कि आप शायद देख सकते हैं, यह कभी खत्म नहीं होगा इसलिए यह वास्तव में हमारे एकमात्र निर्माता होने के लिए ईश्वर का एक बड़ा सबूत है और ईश्वर की अवधारणा हमारी सीमित मानव बुद्धि के बाहर कैसे है।\n\nमुसलमान ऐसे मामलों पर बहस नहीं करते हैं, हम सिर्फ यह स्वीकार करते हैं कि भगवान हमें अपनी और उनकी रचना के बारे में क्या बताता है। उदाहरण के लिए, परमेश्वर अपने हाथों की बात करता है लेकिन हम जानते हैं कि वे किसी भी हाथ के विपरीत हैं जो हम जानते हैं। एक मानव के हाथ हैं, एक बंदर के हाथ हैं, एक घड़ी के हाथ हैं। परमेश्वर के हाथ किसी भी चीज़ से परे हैं जिसकी हम कल्पना कर सकते हैं, और हम इसे उस पर छोड़ देते हैं।",
"Milky Way is Born": "वैज्ञानिकों ने कहा कि बिग बैंग के तुरंत बाद ब्रह्मांड में बड़े पैमाने पर वितरण में एक या कई छोटे ओवरडेंसिटी के रूप में __milky way__ शुरू हुआ। इनमें से कुछ अतिव्यापी गोलाकार समूहों के बीज थे, जिनमें अब __milky way__ का गठन किया गया है। __Milky way__ में लगभग आधा मामला अन्य दूर की आकाशगंगाओं से आया हो सकता है। बहरहाल, इन सितारों और समूहों में अब __milky way__ के तारकीय प्रभामंडल शामिल हैं। पहले सितारों के जन्म के कुछ अरब वर्षों के भीतर, __milky way__ का द्रव्यमान काफी बड़ा था ताकि यह अपेक्षाकृत जल्दी से घूम रहा हो। कोणीय गति के संरक्षण के कारण, इसने गैसीय इंटरस्टेलर माध्यम को मोटे तौर पर गोलाकार आकार से एक डिस्क तक ढहने के लिए प्रेरित किया। इसलिए, बाद में इस सर्पिल डिस्क में सितारों की पीढ़ियों का गठन किया गया। सूर्य सहित अधिकांश छोटे सितारों को डिस्क में होने के लिए मनाया जाता है।\n\nचूंकि पहले सितारे बनने लगे थे, __milky way__ दोनों आकाशगंगा विलय (विशेष रूप से __milky तरीके से __ की वृद्धि) और सीधे गेलेक्टिक हेलो से गैस की अभिवृद्धि के माध्यम से बढ़ी है। __Milky Way__ वर्तमान में कई छोटी आकाशगंगाओं से सामग्री को कम कर रहा है, जिसमें दो सबसे बड़ी उपग्रह आकाशगंगाओं में से दो, बड़े और छोटे मैगेलैनिक बादल, मैगेलैनिक स्ट्रीम के माध्यम से शामिल हैं। स्मिथ क्लाउड जैसे उच्च-वेग बादलों में गैस का प्रत्यक्ष अभिवृद्धि देखी जाती है। हालांकि, __milky way__ के गुण जैसे कि तारकीय द्रव्यमान, कोणीय गति, और इसके सबसे बाहरी क्षेत्रों में धातुता का सुझाव है कि यह पिछले 10 बिलियन वर्षों में बड़ी आकाशगंगाओं के साथ कोई विलय नहीं हुआ है। हाल के प्रमुख विलय की कमी समान सर्पिल आकाशगंगाओं के बीच असामान्य है; इसके पड़ोसी एंड्रोमेडा गैलेक्सी में अपेक्षाकृत बड़ी आकाशगंगाओं के साथ अधिक हाल के विलय द्वारा आकार का एक अधिक विशिष्ट इतिहास है।\n\nहाल के अध्ययनों के अनुसार, __milky way__ के साथ -साथ एंड्रोमेडा गैलेक्सी में स्थित है, जो आकाशगंगा रंग -परिमाण आरेख में \"ग्रीन वैली\" के रूप में जाना जाता है, \"ब्लू क्लाउड\" से संक्रमण में आकाशगंगाओं द्वारा आकाशगंगाओं द्वारा पॉप्युलेट किया गया एक क्षेत्र। नए सितारे) \"रेड सीक्वेंस\" (आकाशगंगाओं में तारा गठन की कमी है)। ग्रीन वैली आकाशगंगाओं में स्टार-फॉर्मेशन गतिविधि धीमी हो रही है क्योंकि वे इंटरस्टेलर माध्यम में स्टार बनाने वाली गैस से बाहर निकलते हैं। समान गुणों के साथ सिम्युलेटेड आकाशगंगाओं में, स्टार गठन आमतौर पर अब से लगभग पांच अरब वर्षों के भीतर बुझा दिया जाएगा, यहां तक ​​कि __milky Way__ और एंड्रोमेडा दोनों के बीच टकराव के कारण स्टार गठन की दर में अपेक्षित, अल्पकालिक वृद्धि के लिए भी लेखांकन आकाशगंगा। वास्तव में, __milky way__ के समान अन्य आकाशगंगाओं के मापों का सुझाव है कि यह सबसे लाल और सबसे उज्ज्वल सर्पिल आकाशगंगाओं में से एक है जो अभी भी नए सितारों का निर्माण कर रहे हैं और यह नीले रंग के अनुक्रम आकाशगंगाओं की तुलना में थोड़ा सा ब्लूअर है।\n\n## आयु और कॉस्मोलॉजिकल इतिहास\n\nगोलाकार क्लस्टर __milky तरीके से सबसे पुरानी वस्तुओं में से हैं, जो इस प्रकार __milky way__ की उम्र में एक कम सीमा निर्धारित करते हैं। __Milky तरीके से __ में व्यक्तिगत सितारों की उम्र का अनुमान लंबे समय तक रहने वाले रेडियोधर्मी तत्वों जैसे कि थोरियम -232 और यूरेनियम -238 की बहुतायत को मापकर किया जा सकता है, फिर परिणामों की तुलना उनके मूल बहुतायत के अनुमानों से की जाती है, एक तकनीक जिसे न्यूक्लियोकोमोक्रोनोलॉजी कहा जाता है। सीएस 31082-001 के लिए लगभग 12.5 ± 3 बिलियन वर्ष और बीडी +17 ° 3248 के लिए 13.8 of 4 बिलियन वर्ष के ये मूल्य। एक बार एक सफेद बौना होने के बाद, यह रेडिएटिव कूलिंग से गुजरना शुरू कर देता है और सतह का तापमान लगातार गिरता है। इन सफेद बौनों के सबसे अच्छे तापमान को मापने और उनकी अपेक्षित प्रारंभिक तापमान से उनकी तुलना करके, एक आयु अनुमान बनाया जा सकता है। इस तकनीक के साथ, गोलाकार क्लस्टर M4 की आयु का अनुमान 12.7 the 0.7 बिलियन वर्ष था। इन समूहों में सबसे पुराने की उम्र का अनुमान 12.6 बिलियन वर्ष का सबसे अच्छा फिट अनुमान देता है, और 16 बिलियन वर्षों की 95% आत्मविश्वास ऊपरी सीमा है।\n\nकई व्यक्तिगत सितारों को __milky तरीके से __ के हेलो में पाया गया है, जिसमें ब्रह्मांड के 13.80 बिलियन-वर्ष की आयु के बहुत करीब मापा उम्र है। 2007 में, गैलेक्टिक हेलो में एक स्टार, वह 1523-0901, का अनुमान लगभग 13.2 बिलियन वर्ष था। उस समय __ मिल्की वे__ में सबसे पुरानी ज्ञात वस्तु के रूप में, इस माप ने __milky way__ की उम्र में एक कम सीमा रखी। यह अनुमान आर-प्रोसेस द्वारा बनाए गए थोरियम और अन्य तत्वों की उपस्थिति के कारण वर्णक्रमीय लाइनों की सापेक्ष शक्ति को मापने के लिए बहुत बड़े दूरबीन के यूवी-विज़ुअल ईचेल स्पेक्ट्रोग्राफ का उपयोग करके किया गया था। लाइन की ताकत विभिन्न मौलिक आइसोटोप के बहुतायत से उत्पन्न होती है, जिसमें से स्टार की उम्र का एक अनुमान न्यूक्लियोकोस्मोक्रोनोलॉजी का उपयोग करके प्राप्त किया जा सकता है। एक अन्य स्टार, एचडी 140283, 14.5 year 0.7 बिलियन वर्ष पुराना है।\n\nगेलेक्टिक थिन डिस्क में सितारों की उम्र भी न्यूक्लियोकोसम्रोनोलॉजी का उपयोग करके अनुमानित की गई है। पतली डिस्क सितारों के मापन से यह अनुमान लगाया जाता है कि पतली डिस्क 8.8 ± 1.7 बिलियन साल पहले बनाई गई थी। इन मापों से पता चलता है कि गैलेक्टिक हेलो और पतली डिस्क के गठन के बीच लगभग 5 बिलियन वर्षों का अंतर था। हजारों सितारों के रासायनिक हस्ताक्षर के हालिया विश्लेषण से पता चलता है कि स्टेलर का गठन 8-10 बिलियन साल पहले डिस्क गठन के समय परिमाण के एक आदेश द्वारा गिरा दिया जा सकता है, जब इंटरस्टेलर गैस एक ही दर पर नए सितारों को बनाने के लिए बहुत गर्म थी पहले जैसा।\n\n__Milky तरीके के आसपास की उपग्रह आकाशगंगाओं को बेतरतीब ढंग से वितरित नहीं किया जाता है, लेकिन कुछ बड़े सिस्टम के ब्रेक-अप का परिणाम प्रतीत होता है जो एक रिंग संरचना 500,000 प्रकाश वर्ष व्यास में और 50,000 प्रकाश वर्ष चौड़ा होता है। आकाशगंगाओं के बीच घनिष्ठ मुठभेड़ों, जैसे कि एंड्रोमेडा गैलेक्सी के साथ 4 बिलियन वर्षों में उम्मीद की जाती है कि वह गैस की विशाल पूंछों को बंद कर देती है, जो समय के साथ, मुख्य डिस्क के लिए एक मनमानी कोण पर एक अंगूठी में बौने आकाशगंगाओं का निर्माण करने के लिए समेट सकती है।",
"Sun is Born": "__ \"यह वह है जिसने रात और दिन बनाया, और सूर्य और चंद्रमा; सभी (खगोलीय शरीर) तैरते हैं, प्रत्येक अपने गोल पाठ्यक्रम में\" (कुरान 21:33) .__\n\nहमारे सौर मंडल के केंद्र में __sun__ एक पीला बौना तारा है। यह ऊर्जा को प्रकाश के रूप में बंद कर देता है। जिसमें प्रकाश, इन्फ्रा-रेड एनर्जी (गर्मी), पराबैंगनी प्रकाश और रेडियो तरंगें शामिल हैं। यह कणों की एक धारा भी देता है, जो पृथ्वी को \"सौर हवा\" के रूप में पहुंचता है। इस सभी ऊर्जा का स्रोत तारे में प्रतिक्रिया है जो हाइड्रोजन को हीलियम में बदल देती है और बड़ी मात्रा में ऊर्जा बनाता है।\n\n__Sun__ हमारे मिल्की वे गैलेक्सी में कई अन्य लोगों की तरह एक स्टार है। यह 4.5 बिलियन से अधिक वर्षों के लिए अस्तित्व में है, और कम से कम लंबे समय तक जारी रखने जा रहा है। __Sun__ पृथ्वी की तरह लगभग सौ गुना चौड़ा है। इसका द्रव्यमान 1.9891 × 1030 किलोग्राम है, जो पृथ्वी के द्रव्यमान से 333,000 गुना है। पृथ्वी __sun__ के अंदर भी 1.3 मिलियन बार फिट हो सकती है।\n\nवैज्ञानिकों को लगता है कि __sun__ ने लगभग 4.567 बिलियन साल पहले धूल और बर्फ के छोटे बिट्स के बहुत बड़े बादल से शुरू किया था।\n\nउस विशाल बादल के केंद्र में, गुरुत्वाकर्षण ने सामग्री को एक गेंद में निर्माण किया। एक बार जब यह काफी बड़ा हो गया, तो अंदर के विशाल दबाव ने एक संलयन प्रतिक्रिया शुरू कर दी। इस ऊर्जा ने उस गेंद को गर्मी और चमकने के लिए प्रेरित किया।\n\n__Sun__ से विकिरणित ऊर्जा ने बाकी क्लाउड को अपने आप से दूर धकेल दिया, और इस बादल के बाकी हिस्सों से गठित ग्रह।",
"Earth is Born": "__ \"तब वह (अल्लाह) स्वर्ग में बदल गया, जबकि यह सब धुआं था। उसने स्वर्ग और पृथ्वी से कहा:\" आओ (होने में), स्वेच्छा से या अनिच्छा से। \" उन्होंने कहा: \"यहाँ हम (अस्तित्व में) इच्छुक आज्ञाकारिता में आते हैं।\" __\n\n__Earth__ और अन्य ग्रह लगभग 4.6 बिलियन साल पहले गठित थे। वे नेबुला से बचे हुए गैस से बने थे जिसने सूरज बनाया। यह फिर से कुरान का एक वैज्ञानिक चमत्कार है क्योंकि परमेश्वर ने इसे कुरान में समझाया है: \"तब वह (अल्लाह) स्वर्ग में बदल गया, जबकि यह सब धुआं था। उसने स्वर्ग और पृथ्वी से कहा:\" आओ (होने में), स्वेच्छा से, स्वेच्छा से, या अनिच्छा से। ” उन्होंने कहा: \"यहाँ हम (अस्तित्व में) इच्छुक आज्ञाकारिता में आते हैं।\" यह कविता इस बारे में बोल रही थी कि पृथ्वी का गठन कैसे हुआ।\n\nचंद्रमा का गठन प्रारंभिक __earth__ और एक छोटे ग्रह (कभी -कभी थिया कहा जाता है) के बीच टकराव के बाद किया गया हो सकता है। वैज्ञानिकों का मानना ​​है कि दोनों ग्रहों के कुछ हिस्से टूट गए - चंद्रमा के रूप में (गुरुत्वाकर्षण द्वारा)।\n\nकुरान में कहा गया है कि अल्लाह ने सूर्य, चंद्रमा और ग्रहों का निर्माण किया, प्रत्येक अपने स्वयं के व्यक्तिगत पाठ्यक्रमों या कक्षाओं के साथ। __ \"यह वह है जिसने रात और दिन बनाया, और सूर्य और चंद्रमा; सभी (खगोलीय शरीर) तैरते हैं, प्रत्येक अपने गोल पाठ्यक्रम में\" (कुरान 21:33) .__\n\n__EARTH __ का पानी अलग -अलग स्थानों से आया है। कंडेनसिंग वाटर वाष्प, और धूमकेतु और क्षुद्रग्रहों को __earth__ मारते हुए, महासागरों को बनाया। एक अरब वर्षों के भीतर (जो लगभग 3.6 बिलियन साल पहले है) वैज्ञानिकों का मानना ​​है कि पहले जीवन शुरू हुआ, आर्कियन युग में। कुछ बैक्टीरिया ने प्रकाश संश्लेषण विकसित किया, जो पौधों को सूरज के प्रकाश और पानी से भोजन बनाने देता है। इसने बहुत सारे ऑक्सीजन जारी किए, जिसे पहले समाधान में लोहे द्वारा लिया गया था। आखिरकार, मुक्त ऑक्सीजन वायुमंडल या हवा में आ गया, जिससे __earth __ की सतह एरोबिक जीवन के लिए उपयुक्त हो गई। इस ऑक्सीजन ने ओजोन परत का गठन भी किया जो सूर्य से खराब पराबैंगनी विकिरण से __earth __ की सतह को बचाता है।\n\nफिर, भगवान हमें कुरान में ओजोन परत के बारे में बताता है, फिर भी कुरान का एक और वैज्ञानिक चमत्कार: __ \"और हमने आकाश को एक अच्छी तरह से संरक्षित चंदवा बना दिया है, फिर भी वे इसके संकेतों से दूर हो जाते हैं।\" (कुरान 21:32) __\n\nवैज्ञानिकों का मानना ​​है कि भूमि की सतह पर जटिल जीवन ओजोन परत से पहले मौजूद नहीं था क्योंकि यह संरक्षण के बिना सूर्य का विकिरण उन्नत जीवन के जीवित रहने के लिए बहुत अधिक होगा।\n\n__Earth__ दूर के अतीत में बहुत अलग था। बहुत पहले, लगभग सभी भूमि एक ही स्थान पर थी। इसे एक सुपरकॉन्टिनेंट कहा जाता है। सबसे पहले ज्ञात सुपरकॉन्टिनेंट को वलबरा कहा जाता था। बहुत बाद में, एक समय (क्रायोजेनियन) था जब __earth__ लगभग पूरी तरह से मोटी बर्फ की चादरों (ग्लेशियरों) द्वारा कवर किया गया था। इसे स्नोबॉल __earth__ सिद्धांत कहा जाता है।",
"Heavy Bombardment": "__ \"हमने पहले ही अपने दूतों को स्पष्ट सबूतों के साथ भेज दिया है और उनके साथ शास्त्र और संतुलन को भेज दिया है जो लोग न्याय में [उनके मामलों] को बनाए रख सकते हैं। और हमने लोहे को नीचे भेजा, जिसमें लोगों के लिए महान सैन्य और लाभ हैं, और इसलिए कि अल्लाह उन लोगों को स्पष्ट कर सकता है जो उसे और उसके दूतों का समर्थन करते हैं। वास्तव में, अल्लाह शक्तिशाली और हो सकता है। \" (कुरान 57:25) __\n\nदेर से भारी बमबारी (संक्षिप्त LHB और जिसे लूनर कैटाक्लिस्म के रूप में भी जाना जाता है) एक घटना है जो लगभग 3.8 से 4.1 बिलियन साल पहले हुई थी। इसे पृथ्वी पर नेहेडियन और इओचियन युग के रूप में जाना जाता है। इस अंतराल के दौरान, एक बड़ी संख्या में क्षुद्रग्रहों की एक बड़ी संख्या में बुध, शुक्र, पृथ्वी और मंगल सहित आंतरिक सौर मंडल में शुरुआती स्थलीय ग्रहों से टकराने के लिए सिद्धांतबद्ध किया जाता है।\n\nपृथ्वी और अन्य चट्टानी ग्रहों के गठन के बाद देर से भारी बमबारी हुई और उनके अधिकांश द्रव्यमान को बढ़ाया गया, लेकिन अभी भी पृथ्वी के इतिहास में काफी जल्दी है।\n\nआज वैज्ञानिकों को पता है कि पृथ्वी पर लोहा विकसित नहीं हो सकता था। पृथ्वी के आकार के कारण वे जानते हैं, वे जानते हैं कि ऐसी सामग्री स्वाभाविक रूप से यहां विकसित नहीं हो सकती है। वास्तव में, वे जानते हैं कि लोहे को सितारों के अंदर बनाया जाना चाहिए, विशेष रूप से लाल सुपर-जायंट्स। केवल इस तरह के एक विशाल स्टार के अंदर तत्व संलयन प्रतिक्रियाओं के दौरान एक साथ बन सकते हैं। तब एक सुपरनोवा होता है, जिसका अर्थ है कि तारा विस्फोट हो जाता है, और लोहे के टुकड़े अंतरिक्ष में विस्फोट हो जाते हैं। वैज्ञानिकों का मानना ​​है कि यह कैसे आयरन पृथ्वी पर आया था।\n\nकुरान का उल्लेख है, __ \"और हमने लोहे को नीचे भेजा\" __। कुछ समय पहले तक, वैज्ञानिकों ने __heavy बमबारी की अवधि की खोज के बिना, __ के बारे में यह कविता __ \"हमने लोहे को नीचे भेजा\" __ हमारे लिए बहुत मायने नहीं रखेगा। हालाँकि, यह पता चलता है कि भगवान ने काफी शाब्दिक रूप से लोहे को हमारे पास भेजा है ताकि हम इससे लाभान्वित हो सकें।",
"Life on Earth": "__ \"क्या उन लोगों ने अविश्वास किया है जो इस बात पर विचार नहीं करते हैं कि आकाश और पृथ्वी एक जुड़ने वाली इकाई थे, और फिर हमने उन्हें अलग कर दिया और पानी से हर जीवित चीज़ बना दिया? फिर क्या वे विश्वास नहीं करेंगे?\" (कुरान 21:30) .__\n\nजल्द से जल्द दावा किया गया लाइफफॉर्म जीवाश्म सूक्ष्मजीवों (या माइक्रोफॉसिल्स) हैं। वे लोहे और सिलिका-समृद्ध चट्टानों में पाए गए थे जो कभी क्यूबेक, कनाडा के नुवुगिटिटुक ग्रीनस्टोन बेल्ट में हाइड्रोथर्मल वेंट थे।\n\nये चट्टानें 4.28 बिलियन वर्ष जितनी पुरानी हैं। उनके द्वारा किए गए ट्यूबलर रूपों को एक रिपोर्ट में दिखाया गया है। यदि यह पृथ्वी पर जीवन का सबसे पुराना रिकॉर्ड है, तो यह 4.4 बिलियन साल पहले महासागरों के गठन के बाद \"जीवन का लगभग तात्कालिक उद्भव\" का सुझाव देता है। स्टीफन ब्लेयर हेजेस के अनुसार, \"यदि जीवन पृथ्वी पर अपेक्षाकृत जल्दी उठता है तो यह ब्रह्मांड में आम हो सकता है\"।\n\nकुरान का वर्णन है कि अल्लाह __ \"पानी से हर जीवित चीज़ से बना\" (कुरान 21:30) ।__ एक और कविता बताती है कि कैसे __ \"अल्लाह ने पानी से हर जानवर को बनाया है। उनमें से कुछ हैं जो उनकी घंटी पर रेंगते हैं, कुछ कि कुछ दो पैरों पर चलें, और कुछ जो चार पर चलते हैं। अल्लाह वह बनाता है जो वह चाहता है, वास्तव में अल्लाह के लिए सभी चीजों पर शक्ति है \"(24:45) .____\n\nये छंद उस वैज्ञानिक सिद्धांत का समर्थन करते हैं जो पृथ्वी के महासागरों में जीवन शुरू हुआ था। वे आधुनिक जीव विज्ञान के साथ भी जाते हैं, जिसमें कहा गया है कि कुछ जानवर 90% पानी से बने होते हैं, जबकि मनुष्य लगभग 60% पानी से बना होता है।",
"Single Celled Organisms": "__ कुरान का वर्णन है कि अल्लाह \"पानी से हर जीवित चीज़ से बना\" (कुरान 21:30) __।\n\nएककोशिकीय जीव ऐसे जीव हैं जिनमें एक कोशिका होती है।\n\nएककोशिकीय जीव हर जगह पाए जा सकते हैं। जीवन के सबसे पुराने रूप 3.8 बिलियन साल पहले मौजूद थे, अगर अब नहीं। वैज्ञानिकों का मानना ​​है कि ये जीव पानी में रहते थे। वे अस्तित्व के लिए विभिन्न प्रकार की रणनीतियों का पीछा करते हैं: प्रकाश संश्लेषण (सियानोबैक्टीरिया), केमोट्रॉफी (कई आर्किया), और हेटेरोट्रोफी (अमीबा)। कुछ एककोशिकीय जीवों में फ्लैगेला, छोटी पूंछ होती हैं, जो वे लोकोमोशन के लिए उपयोग करते हैं, या लोबोपोड्स, सेलुलर कंकाल (साइटोस्केलेटन) के एक्सटेंशन, जो ब्लोब्लिक आर्म्स के रूप में दिखाई देते हैं। हमारे एककोशिकीय पूर्वजों का झंडा जानवरों में सभी तरह से होता है, जहां यह फ्लैगलेटेड शुक्राणु के रूप में एक उपस्थिति बनाता है।\n\n__ कुरान का वर्णन है कि अल्लाह \"पानी से हर जीवित चीज़ से बना\" (कुरान 21:30) __। एक अन्य कविता में बताया गया है कि कैसे __ \"अल्लाह ने पानी से हर जानवर को बनाया है। उनमें से कुछ ऐसे होते हैं जो उनकी घंटी पर रेंगते हैं, कुछ जो दो पैरों पर चलते हैं, और कुछ जो चार पर चलते हैं। अल्लाह वह बनाता है जो वह चाहता है, वास्तव में अल्लाह के लिए शक्ति है। सभी चीजें \"(कुरान 24:45) __।\n\nये छंद उस वैज्ञानिक सिद्धांत का समर्थन करते हैं जो पृथ्वी के महासागरों में जीवन शुरू हुआ था।",
"Animals": "पहले जीवाश्म जो जानवरों का प्रतिनिधित्व कर सकते हैं, वे दक्षिण ऑस्ट्रेलिया के ट्रेज़ोना फॉर्मेशन की 665 मिलियन साल पुरानी चट्टानों में दिखाई देते हैं। इन जीवाश्मों की व्याख्या संभवतः शुरुआती स्पंज के रूप में की जाती है।\n\nसबसे पुराने जानवरों को एडियारान बायोटा में पाया जाता है, लगभग 610 मिलियन साल पहले प्रीकैम्ब्रियन के अंत की ओर। यह लंबे समय से संदेह था कि क्या इनमें जानवर शामिल थे, लेकिन डिकिंसोनिया के जीवाश्मों में पशु लिपिड कोलेस्ट्रॉल की खोज यह स्थापित करती है कि ये वास्तव में जानवर थे।\n\nकई पशु फिला पहली बार कैम्ब्रियन विस्फोट के दौरान जीवाश्म रिकॉर्ड में दिखाई देते हैं, जो लगभग 542 मिलियन साल पहले, द बर्गेस शेल जैसे बेड में शुरू होता है। इन चट्टानों में एक्सटेंट फ़ाइला में मोलस्क, ब्राचिओपोड्स, ओशोफोफोरन्स, टार्डिग्रेड्स, आर्थ्रोपोड्स, इचिनोडर्म और हेमिचर्डेट्स शामिल हैं, साथ ही कई अब-विलुप्त रूप जैसे कि शिकारी एनोमलोकारिस। वैज्ञानिकों को यकीन नहीं है कि ये सभी जानवर एक साथ दिखाई दिए हैं या यदि यह जीवाश्म रिकॉर्ड एकत्र करने के तरीके के साथ एक मुद्दा है।",
"Fish": "वैज्ञानिकों का मानना ​​है कि कैम्ब्रियन विस्फोट के दौरान पहली मछली लगभग 530 मिलियन साल पहले दिखाई दी थी। माना जाता है कि वे पहले कशेरुक, या एक रीढ़ या रीढ़ की हड्डी के स्तंभ वाले जानवर हैं। पहली मछलियों को अग्नथ, या जबड़े की मछली से संबंधित माना जाता है। देर से कैम्ब्रियन के दौरान, ईल-जैसी जौलेस मछली जिसे कॉनोडोन्ट्स कहा जाता है, और छोटी ज्यादातर बख्तरबंद मछली जिसे ओस्ट्राकोडर्म्स के रूप में जाना जाता है, पहली बार दिखाई दिया। अधिकांश जबड़े की मछली अब विलुप्त हो गई है।",
"Insects": "__Insects__, फाइलम आर्थ्रोपोडा में एक वर्ग है। वे छोटे स्थलीय अकशेरुकी होते हैं जिनमें एक कठिन एक्सोस्केलेटन होता है।\n\n__Insects__ अब तक पृथ्वी पर जानवरों का सबसे बड़ा समूह है। लगभग __926,400 विभिन्न प्रजातियों का वर्णन किया गया है। वे सभी ज्ञात जीवित प्रजातियों में से आधे से अधिक __more के लिए जिम्मेदार हैं और माना जाता है कि 90% से अधिक पशु प्रजातियों के पृथ्वी पर __make है।\n\n__Insects__ की नई प्रजातियां लगातार पाई जा रही हैं। प्रजातियों की कुल संख्या का अनुमान 2 मिलियन से 30 मिलियन तक होता है।\n\n__Insects__ के छह पैर हैं; और अधिकांश में पंख होते हैं। __Insects__ को माना जाता है कि वे पहले जानवर उड़ान भरने में सक्षम हैं। जैसा कि वे अंडे से विकसित होते हैं, __insects__ __metamorphosis__ से गुजरते हैं, परिवर्तन की एक अद्भुत प्रक्रिया जहां एक कीट का एक अपरिपक्व रूप दो या अधिक विशिष्ट चरणों में एक वयस्क रूप में बदल जाता है। __Insects__ पूरे ग्रह पर रहते हैं: लगभग सभी स्थलीय हैं (भूमि पर रहते हैं), लेकिन कुछ महासागरों में __insects__ या बहुत ठंडे स्थानों पर, जैसे कि अंटार्कटिका। अधिकांश प्रजातियां उष्णकटिबंधीय क्षेत्रों में रहती हैं।\n\nकुछ लोग सभी __insects__ \"बग्स\" कहते हैं, लेकिन यह सही नहीं है। केवल कुछ __insects__ सच्चे कीड़े हैं, जो __insects__ का एक विशेष क्रम है। जो लोग __insects__ का अध्ययन करते हैं, उन्हें __entomologists__ कहा जाता है।",
"Reptiles": "__Reptile__ भूमि कशेरुक के मुख्य समूहों में से एक के लिए सामान्य नाम है। इसका उपयोग जीवविज्ञानी द्वारा इतना नहीं किया जाता है, जो अधिक सटीक शब्दों का उपयोग करते हैं।\n\nनाम __ \"सरीसृप\" __ लैटिन से आता है और इसका अर्थ है \"एक जो रेंगता है\"। सभी जीवित __reptile__ प्रजातियां ठंडी खून से बनी होती हैं, उनमें स्केली त्वचा होती है, और क्लीडोइक अंडे देते हैं। वे यूरिक एसिड (यूरिया के बजाय) को उत्सर्जित करते हैं, और एक क्लोका होता है। एक क्लोका गुदा, मूत्र पथ और प्रजनन नलिकाओं के लिए एक साझा उद्घाटन है। __Reptiles__ हृदय और प्रमुख रक्त वाहिकाओं की एक व्यवस्था भी साझा करता है जो स्तनधारियों से अलग है।\n\n__Reptiles__ के कई महत्वपूर्ण समूह अब विलुप्त हैं, उदाहरण के लिए मोसासोर। हम कहते थे कि डायनासोर विलुप्त थे, लेकिन वे अपने पंख वाले वंशज (पक्षी) के रूप में जीवित रहते हैं। प्राचीन __reptiles__ जो जीवित रहते हैं, उनमें कछुए, मगरमच्छ और तूतारा, अपने समूह के अकेला उत्तरजीवी शामिल हैं। वर्तमान समय के अधिकांश __reptiles__ सांप और छिपकली हैं।\n\nलिविंग __reptiles__ के अध्ययन को हेरपेटोलॉजी कहा जाता है।",
"Dinosaur Age": "__Dinosaurs__ (जिसका अर्थ है \"भयानक छिपकली\") आर्कोसॉर सरीसृपों का एक विविध समूह है। वे मेसोज़ोइक युग के प्रमुख भूमि जानवर थे। डायनासोरों के 500 से अधिक अलग -अलग पीढ़ी ज्ञात हैं। डायनासोर के जीवाश्म हर महाद्वीप पर पाए गए हैं, और अभी भी लगातार नई खोजें हैं।\n\n__Dinosaurs__ लगभग 230 मिलियन साल पहले ऊपरी ट्राइसिक में दिखाई दिया था। एक डायनासोर जीवाश्म की शुरुआती तारीख ईओरैप्टर की है, 231.4 से 228 माया। शुरुआती जुरासिक द्वारा वे शीर्ष भूमि कशेरुक थे, और भूमि पर अधिकांश वातावरण पर हावी थे। वे 66 मिलियन साल पहले अचानक के/टी (ग्लोबल) विलुप्त होने की घटना तक जारी रहे।\n\nजीवाश्म रिकॉर्ड से, वैज्ञानिकों का मानना ​​है कि पक्षी पंख वाले डायनासोर हैं और इसलिए वे वर्तमान समय तक जीवित रहने के लिए डायनासोर की एकमात्र रेखा थीं।\n\nडायनासोर के अनुकूलन थे जो उन्हें सफल बनाने में मदद करते थे। पहले ज्ञात डायनासोर छोटे शिकारियों थे जो दो पैरों पर चले थे। उनके सभी वंशजों के पास एक ईमानदार मुद्रा थी, जिसमें शरीर के नीचे पैर थे। इसने उनके पूरे जीवन शैली को बदल दिया। अन्य विशेषताएं थीं। अधिकांश छोटे डायनासोर में पंख थे, और शायद गर्म-रक्त थे। यह उन्हें सक्रिय बना देगा, आधुनिक सरीसृपों की तुलना में अधिक चयापचय के साथ। झुंड और सहयोग में रहने के साथ सामाजिक संपर्क, कुछ प्रकार के लिए बहुत संभावना है।\n\nपहले जीवाश्मों को 19 वीं शताब्दी की शुरुआत में डायनासोर के रूप में मान्यता दी गई थी। उनकी कुछ हड्डियां बहुत पहले पाई गई थीं, लेकिन समझ में नहीं आ गईं। विलियम बकलैंड, गिदोन मंटेल और रिचर्ड ओवेन वैज्ञानिक थे जिन्होंने देखा कि ये हड्डियां जानवरों का एक विशेष समूह थीं। दुनिया भर के संग्रहालयों में अब डायनासोर प्रमुख आकर्षण हैं। वे लोकप्रिय संस्कृति का हिस्सा बन गए हैं। उनके बारे में कई सबसे ज्यादा बिकने वाली किताबें और फिल्में हैं। मीडिया में नई डायनासोर की खोजों को अक्सर बताया जाता है।",
"Mammals": "__Mammals__ कशेरुक जानवरों का एक समूह है जो वर्ग स्तनपायी बनाते हैं। उनके पास फर या बाल हैं और बहुत सटीक तरह का तापमान विनियमन है।\n\nमोनोट्रेम्स के अपवाद के साथ, सभी स्तनधारी युवा रहते हैं। वे युवा के लिए भी दूध का उत्पादन करते हैं। युवाओं की माता -पिता की देखभाल स्तनधारियों के बीच सार्वभौमिक है, और यह आवश्यक है क्योंकि जीवित जन्म संतानों की संख्या को सीमित करता है।",
"Stegosaurus": "स्टेगोसॉरस (जिसका अर्थ है \"छत-छिपकली\") एक प्रकार का पौधे खाने वाला डायनासोर था जो अब पश्चिमी उत्तरी अमेरिका में रहता है।\n\nस्टेगोसॉरस लगभग 155-145 मिलियन साल पहले ऊपरी जुरासिक अवधि में रहता था। यह सबसे आसानी से मान्यता प्राप्त डायनासोरों में से एक है, इसकी पीठ पर पतंग के आकार की प्लेटों की विशिष्ट डबल पंक्ति और इसकी पूंछ पर लंबे स्पाइक्स के साथ। कवच आवश्यक था क्योंकि यह एलोसॉरस और सेराटोसॉरस जैसे मांस-खाने वालों के साथ रहता था।",
"Tyrannosaurus": "Tyrannosaurus ऊपरी क्रेटेशियस से 65.5-67 मिलियन साल पहले एक बड़ा शिकारी डायनासोर था।\n\nTyrannosaurus एक द्विध्रुवीय मांसाहारी था, जिसमें एक लंबी, भारी पूंछ द्वारा संतुलित एक विशाल खोपड़ी थी। बड़े और शक्तिशाली हिंद अंगों की तुलना में, इसके forelimbs छोटे थे, लेकिन उनके आकार के लिए शक्तिशाली थे। उनके पास दो पंजे वाले अंक थे।\n\nइस बात पर चर्चा है कि क्या यह शिकारी था या मेहतर। आज के सबसे प्रमुख मांस-खाने वालों की तरह, जैसे कि शेर और हाइनास, टायरानोसॉरस दोनों हो सकते हैं। इसमें एक बहुत मजबूत जबड़ा था, और इसकी काटने की शक्ति अन्य डायनासोर की हड्डियों को छीन सकती थी।",
"Dinosaur Extinction": "क्रेटेशियस के अंत में विलुप्त होने से एक या अधिक भयावह घटनाओं के कारण हुआ, जैसे कि बड़े पैमाने पर क्षुद्रग्रह या उल्कापिंड प्रभाव, या ज्वालामुखी गतिविधि में वृद्धि हुई।\n\nकई प्रभाव craters और बड़े पैमाने पर ज्वालामुखी गतिविधि, जैसे कि भारत में डेक्कन जाल में, विलुप्त होने की घटना के अनुमानित समय के लिए दिनांकित किया गया है। इन भूवैज्ञानिक घटनाओं ने सूर्य के प्रकाश और प्रकाश संश्लेषण को कम किया हो सकता है, जिससे पृथ्वी की पारिस्थितिकी में बड़े पैमाने पर व्यवधान पैदा होता है।",
"Primate Bipedalism": "द्विध्रुववाद चलने के लिए दो पैरों का उपयोग या उपयोग कर रहा है। वैज्ञानिकों का मानना ​​है कि 6 से 7 मिलियन साल पहले प्राइमेट्स में द्विध्रुववाद का मानना ​​है कि यह सबसे पहले जीवाश्म हैं जो उन्होंने पाया है कि द्विपादवाद लक्षण दिखाते हैं। विकासवादी मानते हैं कि ये मानव प्रजातियों के शुरुआती पूर्वज हैं, लेकिन इस सिद्धांत के पास इसका समर्थन करने के लिए बहुत कम सबूत हैं।",
"Constructed Tools": "__STONE TOOLS__ पत्थर से बने उपकरण हैं। वे कारण हैं कि पाषाण युग का नाम दिया गया था। वैज्ञानिकों का मानना ​​है कि वे पहले उपकरण थे। हाल ही में यह पता चला कि मनुष्यों के रहने से पहले पत्थर के उपकरणों का उपयोग किया गया था।",
"Control Fire": "__ शुरुआती मनुष्यों द्वारा आग का नियंत्रण शुरुआती मनुष्यों के लिए बहुत महत्वपूर्ण था। आग ने गर्मी, सुरक्षा, शिकार पर सुधार और खाना पकाने के लिए एक विधि का स्रोत प्रदान किया। इन सांस्कृतिक प्रगति ने सांस्कृतिक नवाचारों और आहार में बदलाव के लिए अनुमति दी। इसके अतिरिक्त, आग को नियंत्रित करने से मानव गतिविधि के विस्तार को ठंडी जलवायु में और शाम को बाद में रहने की अनुमति दी गई, दोनों गर्मी और प्रकाश प्रदान करके।\n\nलगभग 200 हजार से 1.7 मिलियन साल पहले नियंत्रण के जल्द से जल्द निश्चित साक्ष्य के लिए दावे। लगभग 1,000,000 साल पहले आग के नियंत्रित उपयोग के साक्ष्य में व्यापक वैज्ञानिक समर्थन है। आग में जलाए गए फ्लिंट ब्लेड मोरक्को में मानव जीवाश्मों के पास पाए गए और लगभग 300 हजार साल पहले दिनांकित थे। लगभग 125,000 साल पहले आग की तारीखों के नियंत्रण के व्यापक सबूत।",
"Adam": "__ \"ओह मानव जाति! हमने आपको एक पुरुष और एक महिला की एक जोड़ी से बनाया है, और आपको राष्ट्रों और जनजातियों में बनाया है, ताकि आप एक -दूसरे को जान सकें (यह नहीं कि तुम एक दूसरे को तिरस्कृत कर सकें)। वास्तव में आपके बीच सबसे अधिक सम्मानित किया गया अल्लाह की दृष्टि में वह है जो आप का सबसे अधिक धर्मी है। और अल्लाह को पूर्ण ज्ञान है और वह अच्छी तरह से परिचित है (सभी चीजों के साथ) \"(कुरान 49:13) .____\n\nएडम (अरबी: مدم) पृथ्वी पर पहला इंसान था और इस्लाम का पहला नबी (نبي, पैगंबर) था। मुस्लिम की मानव जाति के पिता के रूप में आदम और उनकी पत्नी, हवावा (حواء, ईव) मानव जाति की मां के रूप में। मुसलमान एडम को पहले मुस्लिम के रूप में देखते हैं, जैसा कि कुरान कहता है कि सभी पैगंबर ने इस्लाम के समान विश्वास का प्रचार किया, जिसका अर्थ है भगवान को प्रस्तुत करना।\n\nइन दो व्यक्तियों से, मनुष्यों की पीढ़ियों ने पृथ्वी का निवास किया है। ईश्वर कुरान में बताता है।\n\nजब एडम बनाया गया था, तो परमेश्वर ने सभी सृष्टि को एडम के सम्मान के संकेत के रूप में खुद को कम करने की आज्ञा दी, जो एक नई बेहतर रचना थी। सभी ने शायटन को छोड़कर किया, जिन्होंने यह कहते हुए मना कर दिया कि वह एक धूम्रपान रहित आग (एक जिन) से बना है, जबकि एडम मिट्टी से बना था। भगवान ने उन्हें एक परीक्षण के रूप में ईडन गार्डन में रखा और शायटन ने एडम और हवा दोनों को सफलतापूर्वक धोखा दिया। उसने उन्हें एक ऐसे पेड़ पर जाने दिया जिससे भगवान ने उन्हें मना किया था। इसके परिणामस्वरूप, भगवान ने हमें (मनुष्य और शैतानों) को पृथ्वी पर एक दूसरे के दुश्मन के रूप में निर्णय के दिन तक रखा है। एक बार पृथ्वी पर, एडम ने क्षमा के लिए प्रार्थना की और भगवान ने उसे माफ कर दिया।\n\nएडम और सभी नबियों के साथ वे ईश्वर के साथ हमारी वाचा की याद दिलाने के लिए पृथ्वी पर आए थे। यदि हम भगवान का पालन करते हैं, तो हम एक उच्च स्तर प्राप्त कर सकते हैं तो भगवान की दृष्टि में स्वर्गदूत। ऐसा करने के लिए हमें शीथन के फुसफुसाहट से बचना चाहिए, और इससे भी बदतर जो इससे भी बदतर है, हमारे नफ़्स (स्वार्थी इच्छाओं) को दबाएं और दबाएं। हम कुरान में हमें दिए गए अंतहीन ज्ञान, निर्देशों और उदाहरणों का पालन करके ऐसा करते हैं, अंतिम रहस्योद्घाटन और पुस्तक पहले व्यक्ति में लिखी गई भगवान द्वारा लिखी गई है जो पूरी तरह से संरक्षित और अपरिवर्तित है। हमें पैगंबर के अद्भुत उदाहरण का भी पालन करना चाहिए और हमारे पास पैगंबर मुहम्मद की पूर्ण जीवन की कहानी है क्योंकि वह हाल के दिनों में आया था जहां वह आधुनिक इतिहास में भी दिखाता है। उनकी सभी शिक्षाओं को भी संरक्षित किया गया है और उनके जीवन के तरीके को संरक्षित करने और सिखाने के लिए बहुत सारी इस्लामी छात्रवृत्ति है। पैगंबर मुहम्मद एक पति, पिता, पड़ोसी और दोस्त होने के साथ -साथ एक राज्य, आध्यात्मिक और सैन्य नेता के पैगंबर, आध्यात्मिक और सैन्य नेता थे। उनकी बहुत प्रशंसा उन लोगों द्वारा की जाती है जो उनके जीवन, कार्यों और शिक्षाओं का अध्ययन करते हैं। यहां तक ​​कि उसके दुश्मन भी जब वह सम्मानित करता था और उस पर भरोसा करता था।\n\nइसलिए, मुस्लिमों के रूप में हम जानते हैं कि सभी मनुष्यों के लिए जीवन का उद्देश्य ईश्वर की पूजा करना है और यह देखना है कि कर्मों में कौन सबसे अच्छा है। परमेश्वर ने मानव जाति को स्वर्ग/स्वर्ग में एक खूबसूरत जगह का वादा किया है, जो उसकी आज्ञाओं का पालन करने के इनाम के रूप में है। स्वर्ग में सबसे कम व्यक्ति के पास दस पृथ्वी की भूमि होगी। जब आप स्वर्ग के उच्च स्तर तक पहुंचते हैं तो आपको प्रकाश वर्षों में अपनी भूमि को मापना शुरू करना होगा। भगवान सबसे उदार हैं और हमें और हमें सब कुछ पूछने के लिए देना चाहते हैं। यदि हम ईश्वर और नबियों के तरीकों से दूर हो जाते हैं, तो एक गंभीर सजा हमें नरक में इंतजार करती है। ईश्वर हमें इस और सभी बुरी चीजों से बचाए।\n\nएक विज्ञान के नजरिए से, मनुष्य __HOMO SAPIENS__ प्रजातियों में हैं, जिनमें से केवल ज्ञात उप -प्रजाति को __homo Sapiens Sapiens__ के रूप में जाना जाता है। हम पृथ्वी पर सबसे प्रमुख प्रजातियां हैं। हालांकि, कई प्रकार के जीवन हैं, विशेष रूप से पौधों और प्रोटिस्ट के बीच, जिनका हवा, चट्टानों, जीवन और पृथ्वी के प्राकृतिक वातावरण पर बहुत अधिक प्रभाव पड़ा है।",
"First Temple": "__Göbekli tepe__ (उच्चारण [ɟøbekˈli teˈpe]), \"पोटबेली हिल\" के लिए तुर्की, तुर्की के दक्षिण -पूर्वी अनातोलिया क्षेत्र में एक पुरातात्विक स्थल है, जो लगभग 12 किमी (7 मील) sanlıurfa शहर के उत्तर -पूर्व में है। टेल की ऊंचाई 15 मीटर (49 फीट) है और व्यास में लगभग 300 मीटर (980 फीट) है। यह लगभग 760 मीटर (2,490 फीट) समुद्र तल से ऊपर है।\n\nइस टेल में दो चरण शामिल हैं जो एक सामाजिक या अनुष्ठान प्रकृति के 10 वें -8 वीं सहस्राब्दी ईसा पूर्व में डेटिंग करते हैं। पहले चरण के दौरान, प्री-पॉटरी नियोलिथिक ए (पीपीएनए) से संबंधित, बड़े पैमाने पर टी-आकार के पत्थर के खंभों के हलकों को खड़ा किया गया था-दुनिया के सबसे पुराने ज्ञात मेगालिथ। लगभग 20 सर्कल में 200 से अधिक स्तंभों को वर्तमान में भूभौतिकीय सर्वेक्षणों के माध्यम से जाना जाता है। प्रत्येक स्तंभ की ऊंचाई 6 मीटर (20 फीट) तक होती है और इसका वजन 10 टन तक होता है। वे सॉकेट में फिट किए गए हैं जो कि बेडरेक से बाहर थे। दूसरे चरण में, प्री-पॉटरी नियोलिथिक बी (पीपीएनबी) से संबंधित, खड़े हुए खंभे छोटे होते हैं और पॉलिश चूने के फर्श के साथ आयताकार कमरों में खड़े होते हैं। PPNB के बाद साइट को छोड़ दिया गया था। युवा संरचनाएं शास्त्रीय समय की तारीख।\n\nसंरचना के कार्य का विवरण एक रहस्य है। 2014 में उनकी मृत्यु तक 1996 से क्लॉस श्मिट के निर्देशन में एक जर्मन पुरातात्विक टीम द्वारा यह खुदाई की गई थी। श्मिट का मानना ​​था कि साइट एक अभयारण्य थी जहां एक विस्तृत क्षेत्र के लोग समय -समय पर एकत्रित होते थे, न कि एक समझौता।\n\n2018 में, साइट को एक यूनेस्को वर्ल्ड हेरिटेज साइट नामित किया गया था।",
"Agricultural Revolution": "__ नवपाषाण क्रांति __ (नई पाषाण युग) पहला __agricultural क्रांति थी। यह खानाबदोश शिकार और समुदायों और बैंडों को कृषि और निपटान के लिए एक क्रमिक परिवर्तन था। इस अवधि को एक \"क्रांति\" के रूप में वर्णित किया गया है क्योंकि इसने समुदायों के जीवन के तरीके को बदल दिया, जिसने परिवर्तन किया। यह अलग -अलग समय पर अलग -अलग प्रागैतिहासिक मानव समाजों में हुआ। कई समाजों ने 7-9 हजार साल पहले बदल दिया था।\n\nयह शब्द उस सामान्य समय अवधि को संदर्भित करता है जिस पर ये विकास हुए थे। यह उन परिवर्तनों पर भी लागू होता है जो हुए: प्रारंभिक खेती तकनीकों, फसल की खेती और जानवरों के वर्चस्व को अपनाना। सामाजिक संगठन और प्रौद्योगिकी के विकास के लिए नवपाषाण क्रांति महत्वपूर्ण है।\n\n__ नवपाषाण क्रांति __ ने स्थायी या अर्ध-स्थायी बस्तियों में रहने का नेतृत्व किया। इस वजह से कम लोगों ने खानाबदोश जीवन शैली का नेतृत्व किया। यह जानने में सक्षम होने के लिए कि फसलें किसकी थीं, भूमि के स्वामित्व की अवधारणा विकसित की गई थी। प्राकृतिक वातावरण बदल दिया गया, जनसंख्या घनत्व बढ़ गया, और लोगों ने अपने आहार में अधिक सब्जी और अनाज खाद्य पदार्थ खाए। समाज में पदानुक्रम विकसित हुआ। अनाज को संग्रहीत किया गया था, और कारोबार किया जा सकता था। अच्छी फसल की पैदावार से अधिशेष उत्पादन ने समाजों को बुरे वर्षों में जीवित रहने में मदद की। इसका एक उदाहरण यह है कि कैसे यूसुफ (एएस) ने प्राचीन मिस्र में अनाज को संरक्षित और फैलाया।",
"Writing": "__Writing__ प्रतीकों के एक सेट का उपयोग करके एक दृश्य माध्यम पर भाषा रिकॉर्डिंग भाषा का कार्य है। प्रतीकों को दूसरों के लिए जाना जाना चाहिए, ताकि पाठ पढ़ा जा सके।\n\nएक पाठ अन्य दृश्य प्रणालियों का भी उपयोग कर सकता है, जैसे कि चित्र और सजावट। इन्हें लेखन नहीं कहा जाता है, लेकिन संदेश के काम में मदद कर सकते हैं। आमतौर पर, एक देश के सभी शिक्षित लोग एक ही भाषा को रिकॉर्ड करने के लिए एक ही लेखन प्रणाली का उपयोग करते हैं। पढ़ने और लिखने में सक्षम होना साक्षर होना है।\n\n__Writing__ भाषण से अलग है क्योंकि पाठकों को उस समय उपस्थित होने की आवश्यकता नहीं है। हम बहुत पहले से, और दुनिया के विभिन्न हिस्सों से लेखन पढ़ सकते हैं। टेक्स्ट स्टोर और ज्ञान का संचार करता है। __Writing__ मानव प्रजातियों के सबसे महान आविष्कारों में से एक है। इतिहासकारों का मानना ​​है कि शहरों में लोगों के बसने के बाद, और कृषि शुरू होने के बाद इसका आविष्कार किया गया था। __Writing__ लगभग 3,300BC से है, जो मध्य पूर्व में 5000 साल पहले है।\n\n__Writing__ आज आमतौर पर कागज पर होता है, हालांकि लगभग किसी भी सतह पर प्रिंट करने के तरीके हैं। टेलीविजन और मूवी स्क्रीन भी लेखन प्रदर्शित कर सकते हैं, और इसलिए कंप्यूटर स्क्रीन कर सकते हैं। कई लेखन सामग्री का आविष्कार किया गया था, कागज से बहुत पहले। क्ले, पेपिरस, लकड़ी, स्लेट और चर्मपत्र (तैयार पशु की खाल) सभी का उपयोग किया गया है। रोमनों ने एक नुकीले स्टाइलस के साथ वैक्स की गोलियों पर लिखा था; यह अस्थायी नोटों और संदेशों के लिए लोकप्रिय था। चीनी द्वारा कागज का बाद का आविष्कार एक बड़ा कदम था।\n\n__Writing__ पारंपरिक रूप से एक हैंड टूल जैसे कि पेंसिल, पेन या ब्रश का उपयोग करके किया जाता है। अधिक से अधिक, हालांकि, पाठ कंप्यूटर कीबोर्ड या स्मार्टफोन पर इनपुट द्वारा बनाया गया है।",
"Recorded History": "__History__ पिछली घटनाओं का अध्ययन है। लोग जानते हैं कि अतीत में अतीत की चीजों को देखकर क्या हुआ, जिसमें स्रोतों (जैसे किताबें, समाचार पत्र और पत्र) और कलाकृतियों (जैसे मिट्टी के बर्तनों, उपकरण और मानव या पशु अवशेष शामिल हैं। लोगों के लिए इतिहास का अध्ययन करने के लिए चीजें। एक व्यक्ति जो इतिहास का अध्ययन करता है उसे इतिहासकार कहा जाता है। एक व्यक्ति जो प्राचीन संस्कृतियों द्वारा पीछे छोड़ी गई चीजों के माध्यम से पूर्व-इतिहास और इतिहास का अध्ययन करता है, को एक पुरातत्वविद् कहा जाता है। एक व्यक्ति जो मानव जाति और समाज का अध्ययन करता है उसे मानवविज्ञानी कहा जाता है। इतिहास का अध्ययन और लिखने के लिए उपयोग किए जाने वाले स्रोतों और तरीकों के अध्ययन को हिस्टोरियोग्राफी कहा जाता है।\n\nलोग उन लोगों से बात करके अतीत के बारे में जान सकते हैं जो अतीत में हुई चीजों को याद करते हैं। इसे मौखिक इतिहास कहा जाता है। जब वे लोग जो गुलाम थे और अमेरिकी गृहयुद्ध से बचे थे, तो बूढ़े हो गए, कुछ इतिहासकारों ने सब कुछ दर्ज किया जो उन्होंने कहा था, ताकि इतिहास खो न जाए।\n\nइस्लामिक इतिहास में भी ऐसा ही किया गया था। बहुत कुछ लिखा गया था, लेकिन कई विद्वान थे जो पैगंबर (हदीस) को किताबों में हर आखिरी कहावत एकत्र करते हुए गए थे। पैगंबर (SAW) में वापस जाने वाले कथनों की श्रृंखलाओं को सत्यापित करने के लिए और इन हदीसों को ध्वनि वर्गीकरण स्तरों में रैंक करने के लिए एक पूरे इस्लामी विज्ञान को इसके शीर्ष पर विकसित किया गया था। हम जानते हैं कि ये सभी लोग और उनके परिवार कौन थे, वे केवल एक पुस्तक (यानी मार्क, ल्यूक, जॉन) में यादृच्छिक पहले नाम नहीं हैं। अक्सर, एक ही हदीस को एक ही पुस्तक में दर्जनों बार पाया जा सकता है या हदीस की कई पुस्तकों में फैल सकता है क्योंकि यह इतने सारे लोगों द्वारा एकत्र किया गया था। इसे साहिह (बहुत ध्वनि) हदीस के रूप में वर्गीकृत किया जाएगा।\n\nकुरान को भी लिखा गया था, लेकिन ज्यादातर पैगंबर के जीवन के दौरान हजारों लोगों द्वारा याद किया गया था। यह अभी भी लाखों लोगों द्वारा, मूल अरबी भाषा में आज भी याद किया जाता है- यहां तक ​​कि गैर-अरबी वक्ताओं द्वारा भी। यह संभव है क्योंकि कुरान काव्यात्मक है और कई लोगों के लिए याद रखना आसान है। यदि कुरान के सभी पाठ किसी तरह गायब हो गए, तो मुसलमान इसे कुछ सेकंड में वापस ला सकते हैं यदि वे एक साथ काम करते हैं। वैसे भी इसकी आवश्यकता नहीं है, जैसा कि भगवान ने हमें बताया कि वह कुरान में इसकी रक्षा करेगा। __ \"वास्तव में, यह हम हैं जिन्होंने कुरान को नीचे भेजा और वास्तव में, हम इसके संरक्षक होंगे।\" (कुरान 15: 9) __\n\nइसके बावजूद कि यह काव्यात्मक और पाठ सौंदर्य है, कुरान का संदेश विश्वासियों के दिमाग में आसानी से फिट बैठता है क्योंकि यह अतीत, भविष्य और वर्तमान में एक तार्किक और आसान तरीके से समझने में आसान है। कुरान वास्तव में हमारे पास सबसे बड़ा चमत्कार है, और हमें केवल एक की आवश्यकता है, इस्लाम को साबित करने के लिए वह सच्चा धर्म है। हमें बनाया और हमसे बात की और हमें सीधे कुरान के शब्दों के साथ सिखाया। और हमें सिखाने के लिए कौन बेहतर है तो भगवान, वह जिसने हमें बनाया और हमें सबसे अच्छा जानता है?\n\nपुराने समय में दुनिया के विभिन्न हिस्सों में लोग अलग -अलग इतिहास रखते थे क्योंकि वे एक -दूसरे से बहुत बार नहीं मिलते थे। लोगों के कुछ समूह एक -दूसरे से कभी नहीं मिले। मध्ययुगीन यूरोप, प्राचीन रोम और प्राचीन चीन ने सोचा कि उन्होंने दुनिया के केवल महत्वपूर्ण हिस्सों पर शासन किया और अन्य भाग \"बर्बर\" थे।",
"First Pyramid Built": "__ \"यह दिन हम आपके शरीर में (हे फिरौन) को बचाएंगे, कि आप उन लोगों के लिए एक संकेत हो सकते हैं जो आपके बाद आते हैं! लेकिन वास्तव में, मानव जाति के कई लोग हमारे संकेतों के लिए उपेक्षित हैं।\" (कुरान 10:93) __\n\nएक __pyramid__ एक संरचना है, आमतौर पर पत्थर की, एक पिरामिड के आकार में निर्मित। प्राचीन से लेकर आधुनिक समय तक दुनिया के कई अलग -अलग हिस्सों में लोगों ने ऐसी संरचनाएं बनाई हैं।\n\nपहला __pyramids__ 2630 ई.पू. में बनाया गया था। सबसे पुराना ज्ञात पिरामिड, मिस्र के सककरा में है और तीसरे मिस्र के राजवंश के राजा जोसर द्वारा बनाया गया था।\n\nकुरान मिस्र के राजवंश के बारे में मूसा (जैसे, मूसा) और यूसुफ (जैसे, जोसेफ) के बारे में बहुत कुछ बात करता है।\n\nकुरान ने इन मिस्र के राजवंशों के नेता को राजा या फिरौन (जो बाद में आया) के रूप में इन मिस्र के राजवंशों के नेता का उल्लेख करके मिस्र के इतिहास का सही वर्णन किया। एक ऐतिहासिक तथ्य जो हाल ही में ब्रिटिश संग्रहालय द्वारा खोजा गया था। उनके अनुसार, मिस्रियों ने 18 वें राजवंश (1552-1295 ईसा पूर्व) तक अपने शासकों को \"फिरौन\" नहीं कहा।\n\nमूसा और फिरौन (फिरौन) के बारे में बात कर रहे कुछ छंद:\n__ \"हम (अल्लाह) आपको मूसा और फिरौन की कहानी के एक हिस्से को सत्य के साथ, उन लोगों के लाभ के लिए, जो विश्वास करेंगे, के लाभ के लिए, (कुरान 28:04) का पूर्वाभ्यास करते हैं। (कुरान 28:04)।\n\n\"हमने मूसा को अपने संकेतों के साथ फिरौन और उनके प्रमुखों के पास भेजा, लेकिन उन्होंने अन्यायपूर्ण रूप से उन्हें अस्वीकार कर दिया। तब, तब, उन लोगों का अंत क्या था जिन्होंने विकार पैदा किया था! (कुरान 7: 104)\n\n\"यह दिन हम आपके शरीर में (हे फिरौन) को बचाएंगे, कि आप उन लोगों के लिए एक संकेत हो सकते हैं जो आपके बाद आते हैं! लेकिन वास्तव में, मानव जाति के कई लोग हमारे संकेतों के लिए उपेक्षित हैं। (कुरान 10:93) __ __\n\nयह व्यापक रूप से इतिहासकारों और ईसाई और मुस्लिम विद्वानों द्वारा माना जाता है कि मूसा ने रामसेस II के साथ बातचीत की। कुरान और बाइबिल दोनों ने इस कहानी का विस्तार से उल्लेख किया, अंततः फिरौन को मूसा के बाद लाल सागर में डूबने के साथ समाप्त हो गया, भगवान की अनुमति के साथ, समुद्र में भाग लिया।\n\n__ की कुरान की भविष्यवाणी \"यह दिन हम आपके शरीर में आपको (हे फिरौन) बचाएंगे, कि आप उन लोगों के लिए एक संकेत हो सकते हैं जो आपके बाद आते हैं!\" हाल ही तक। सभी फिरौन के मम्मीफाइड निकायों ने नाइल के तट के साथ किंग्स की घाटी (KV7 और 8) की घाटी में छुपाया। उनके कब्रों को लूटने के बाद भी, फिरौन के ममीकृत अवशेषों को सदियों तक उनके अनदेखे को रखा गया था। उनकी खोज 19 वीं शताब्दी में हुई थी और अब आप देख सकते हैं, रामेसिस II को मिस्र के काहिरा में ग्रैंड मिस्र के संग्रहालय में अपनी आंखों के साथ। उनका शरीर भी सभी को देखने के लिए कई अंतरराष्ट्रीय पर्यटन पर चला गया है। यह फिर से दिखाता है कि कुरान और इस्लाम में ज्ञान केवल हमें भगवान द्वारा दिया जा सकता था।\n\nआप यहूदी लोगों से इस फिरौन और अन्य प्राचीन मिस्र के नेताओं के साथ उनके अनुभव के बारे में भी पूछ सकते हैं।\n\n__ \"और हमने निश्चित रूप से मूसा को नौ स्पष्ट संकेत दिए थे, इसलिए इज़राइल के बच्चों से पूछें [के बारे में] जब वह उनके पास आया और फिरौन ने उससे कहा,\" वास्तव में मुझे लगता है, हे मूसा, कि आप जादू से प्रभावित हैं। \"(कुरान।\" 17: 101) __\n\nयहूदी लोगों के अस्तित्व को भी हमें उन्हें प्राप्त भगवान के अन्य संकेतों के बारे में पूछने की अनुमति मिलती है, जैसे कि कई चमत्कार और भविष्यद्वक्ता जो उन्हें भेजे गए थे।\n\n__ इसराइल के बच्चों को कितने स्पष्ट संकेत देते हैं, हमने उन्हें दिया। और जो कोई भी उसके पास आने के बाद अल्लाह के पक्ष का आदान -प्रदान करता है - फिर वास्तव में, अल्लाह प्रतिशोध में गंभीर है। (कुरान 2.211) __",
"Roman Empire": "__ रोमन साम्राज्य __ (लैटिन: इम्पीरियम रोमनम) प्राचीन दुनिया का सबसे बड़ा साम्राज्य था। इसकी राजधानी रोम थी, और इसका साम्राज्य भूमध्य सागर में स्थित था। साम्राज्य 27 ईसा पूर्व से है, जब ऑक्टेवियन सम्राट बन गया, ऑगस्टस, जब तक कि यह 476 ईस्वी में गिर गया, प्राचीन दुनिया के अंत और मध्य युग की शुरुआत, या अंधेरे युग की शुरुआत को चिह्नित करता है।\n\nसाम्राज्य प्राचीन रोम का तीसरा चरण था। रोम पर पहले रोमन राजाओं द्वारा शासन किया गया था, फिर रोमन गणराज्य द्वारा, फिर एक सम्राट द्वारा।\n\nकई आधुनिक भूमि एक बार __roman Empire__ का हिस्सा थी, जिसमें ब्रिटेन (स्कॉटलैंड नहीं), स्पेन, पुर्तगाल, फ्रांस (गॉल), इटली, ग्रीस, तुर्की, जर्मनी, मिस्र, लेवंत, क्रीमिया, स्विट्जरलैंड और अफ्रीका के उत्तरी तट शामिल थे। __Roman साम्राज्य की मुख्य भाषा लैटिन थी; ग्रीक एक महत्वपूर्ण माध्यमिक भाषा थी।\n\n__Roman Empire__ का पश्चिमी भाग लगभग 500 वर्षों तक जारी रहा, और ग्रीस और अनातोलिया सहित पूर्वी भाग, लगभग एक हजार वर्षों तक जारी रहा। पूर्वी भाग को बीजान्टिन साम्राज्य कहा जाता था, इसकी पूंजी कॉन्स्टेंटिनोपल थी और 1453 में सुल्तान फातिह मेहमत द्वारा कांस्टेंटिनोपल के ओटोमन विजय द्वारा समाप्त कर दिया गया था। इस घटना को पैगंबर मुहम्मद द्वारा भविष्यवाणी की गई थी और यह विश्व इतिहास की सबसे उल्लेखनीय घटनाओं में से एक है।",
"Crusades": "__ क्रूसेड्स__ पवित्र भूमि के नियंत्रण पर ईसाइयों और मुसलमानों के बीच लड़े गए धार्मिक युद्धों की एक श्रृंखला थी। परंपरागत रूप से, वे 1095 और 1291 के बीच हुए। पवित्र भूमि अभी भी एक ऐसी जगह है जो तीन प्रमुख एकेश्वरवादी धर्मों के लिए बहुत महत्वपूर्ण है: इस्लाम, यहूदी धर्म और ईसाई धर्म। पवित्र भूमि में कई महत्वपूर्ण धार्मिक स्थल हैं। यह अब इज़राइल या फिलिस्तीन नामक भूमि है। यरूशलेम, नाज़रेथ, बेथलहम, हेब्रोन और अन्य धार्मिक स्थल उमर (आरए) के खलीफा (आरए) के दौरान मुसलमानों के नियंत्रण में गिर गए, तीसरा खलीफा और पैगंबर मुहम्मद (सॉ) के करीबी दोस्त और साथी।\n\nकई अलग -अलग धर्मयुद्ध थे। सबसे महत्वपूर्ण और सबसे बड़ा __crusades__ 11 वीं से 13 वीं शताब्दी तक हुआ। इस दौरान 9 बड़े धर्मयुद्ध थे। कई छोटे धर्मयुद्ध भी थे। कुछ धर्मयुद्ध यूरोप के भीतर भी थे (उदाहरण के लिए, जर्मनी, ऑस्ट्रिया और स्कैंडिनेविया में)। छोटे __crusades__ 16 वीं शताब्दी तक जारी रहे, पुनर्जागरण और सुधार तक।\n\n\"धर्मयुद्ध\" शब्द \"क्रॉस\" शब्द से संबंधित है और इसका अर्थ है एक ईसाई पवित्र युद्ध। अरबी शब्द \"जिहाद\" भी है, जिसका अर्थ है मुसलमानों द्वारा प्रयास और संघर्ष करना, जो युद्ध के समय मुसलमानों के लिए \"धर्मयुद्ध\" के समान अर्थ हो सकता है। पैगंबर (SAW) ने सिखाया कि यह कम जिहाद है, हालांकि और ग्रेटर जिहाद एक पवित्र जीवन जीने की लड़ाई में आता है।\n\nसभी पक्ष (ईसाई, मुस्लिम और यहूदी) अपने धर्मों में बहुत अधिक विश्वास करते थे। बहुत सारे धर्मयुद्ध अक्सर उनके पीछे राजनीतिक या मौद्रिक कारण थे। सभी युद्धों की तरह।\n\nतीन अब्राहमिक आस्थाओं के बीच शत्रुता को देखकर दुख होता है जो सामान्य रूप से इतना साझा करते हैं। मुसलमान यहूदियों और ईसाइयों को पुस्तक के लोग मानते हैं, जिसका अर्थ है कि उनका किसी भी अन्य लोगों की तुलना में मुसलमानों से एक विशेष स्थिति और घनिष्ठ संबंध है। आप इसे पैगंबर (देखा) के जीवन में देख सकते हैं और जहां वह और साथियों को एक बड़ी लड़ाई में ससैनियों को बीजान्टिन क्रिश्चियन के नुकसान से दुखी किया गया था। यह हदीस में दर्ज किया गया था और यहां तक ​​कि कुरान में भी बात की थी। यह भी इस्लाम की प्रामाणिकता का एक और दिलचस्प प्रमाण है क्योंकि भगवान ने एक भविष्य की घटना का खुलासा किया था जो पास होने के लिए आया था: __ \"रोमियों को पराजित किया गया है। (अनातोलिया) के करीब एक भूमि में; लेकिन वे जल्द ही कुछ वर्षों के भीतर विजयी हो जाएंगे। अल्लाह के लिए। पहले और बाद में कमांड से संबंधित है। और उस दिन विश्वासियों को खुशी होगी \"(कुरान 30: 2-4) __\n\nउस समय यह पता चला था, अरब पगान बुतपरस्त सस्सानियों के पक्ष में थे, जबकि अरब मुसलमानों को उम्मीद थी कि ईसाई की इस लड़ाई को जीतने की उम्मीद थी। जब ईसाइयों ने पगानों को खो दिया तो इस नुकसान के लिए मुसलमानों का मजाक उड़ाया और ऐसी बातें कही, जैसे \"अब आपका शक्तिशाली भगवान कहाँ है?\"। इसलिए भगवान ने इस क्षण में इस कविता का खुलासा किया। निश्चित रूप से, इसस की लड़ाई में 622 ईस्वी में, सम्राट हेराक्लियस के तहत बीजान्टिन को ससैनियों के खिलाफ अनातोलिया में एक कुचल और स्थायी जीत थी, इस प्रकार कुरान की भविष्यवाणी की पुष्टि हुई।",
"Black Plague": "__ ब्लैक डेथ__ बीमारी का प्रकोप था जिसने पूरे यूरोप और एशिया में लाखों लोगों को मार डाला। यूरोप में हर तीन लोगों में से लगभग एक बीमारी से मृत्यु हो गई, और यह 1347 और 1351 के बीच सबसे खराब था। यह बीमारी एशिया में शुरू हो सकती है। ज्यादातर लोग सोचते हैं कि बीमारी बुबोनिक प्लेग थी। इस बीमारी को चूहों पर रहने वाले पिस्सू द्वारा ले जाया जाता है और फैलाया जाता है। सिल्क रोड के व्यापारियों ने संक्रमित पिस्सू को यूरोप में लाया हो सकता है।\n\nFleas ने समस्या शुरू की; संक्रमित fleas को काले चूहों द्वारा ले जाया जाता था। चूहे जो पिस्सू ले जा रहे थे, वे शहरों में चले जाएंगे। जब किसी को फुफकारता है, तो वे बैक्टीरिया को घाव में थोड़ा सा इंजेक्ट करेंगे। इससे व्यक्ति संक्रमित हो जाएगा। चूहे अक्सर जहाजों पर होते थे। इसका मतलब यह था कि यह बीमारी पूरे यूरोप में बहुत जल्दी फैल गई।\n\nमनुष्यों में, बीमारी ने कमर में, बाहों के नीचे और कानों के पीछे सूजन का कारण बना। ये सूजन एक काले और बैंगनी रंग के थे, इसलिए 'द ब्लैक डेथ' नाम। अंधेरे सूजन को बुबो कहा जाता था। लोग दर्द में थे और पीड़ितों की एक भयानक मौत हो गई। पीड़ितों को बीमारी ले जाने वाले पिस्सू द्वारा पीड़ितों को काटने के 3-7 दिन बाद लक्षण देखे जा सकते थे।\n\nअफसोस की बात है कि लंदन में कुछ शहरों में यह सोचा गया था कि बिल्लियों ने बीमारी का कारण बना इसलिए उन्हें बड़ी संख्या में शिकार किया गया और मार दिया गया। दुर्भाग्य से, जैसा कि उम्मीद की जा रही है, इससे प्लेग खराब हो गया क्योंकि अब चूहों ने अपने मुख्य प्राकृतिक शिकारी को खो दिया और वहाँ आबादी और भी अधिक बढ़ गई।\n\nबुबोनिक प्लेग के आसपास एक और दिलचस्प तथ्य यह है कि कैसे पोप ने खुद को बचाया। उस समय, मुसलमान सभी चिकित्सा और वैज्ञानिक खोज के प्रमुख थे। कई मुस्लिम पुस्तकों के माध्यम से कंघी करते हुए, कैथोलिक पादरी ने पाया कि आग को कुछ बीमारी (कीटाणुओं) को मारने और मारने के लिए सोचा गया था। जैसे, उन्होंने पोप के चारों ओर एक सर्कल में एक विशाल आग जलाई जो कई हफ्तों तक चली। यह निश्चित रूप से, चूहों को रखा गया था और उनके भागते हुए पोप बनते हैं और वह बिना किसी समस्या के बच गया।",
"Constantinople Istanbul": "__Constantinople__ रोमन साम्राज्य (330-395), बीजान्टिन/पूर्व रोमन साम्राज्य (395-1204 और 1261-1453), लैटिन साम्राज्य (1204-1261), और ओटोमन साम्राज्य (1453-1922) की राजधानी थी। 1930 में इसका नाम बदलकर इस्तांबुल रखा गया। यह वर्तमान तुर्की में एक शहर है।\n\nइस्तांबुल की विजय, जिसे इस्लाम्बोल के रूप में भी जाना जाता है, अभी तक इस्लाम का एक और संकेत और प्रमाण था क्योंकि पैगंबर मुहम्मद ने इसकी भविष्यवाणी की थी। __ “वास्तव में, आप कॉन्स्टेंटिनोपल को जीतेंगे। एक अद्भुत सेना वह सेना होगी, और एक अद्भुत कमांडर क्या विजेता होगा। ” । ।\n\nइतिहासकारों ने कहा है कि, समय अवधि के लिए __constantinople__ पर विजय प्राप्त करने के लिए आज न्यूयॉर्क शहर जैसी जगह पर विजय प्राप्त करने के बराबर है।",
"Newton and Gravity": "जब ज्यादातर लोग __isaac न्यूटन__ के बारे में सोचते हैं, तो वे सोचते हैं कि वह एक सेब के पेड़ के नीचे बैठकर एक सेब गिरते हुए देख रहा है। कुछ लोगों का मानना ​​है कि सेब उसके सिर पर गिर गया। __Newton__ समझ गया कि सेब जैसी चीजें जमीन पर गिरती हैं, यह एक विशिष्ट प्रकार का बल है - जिस बल को हम गुरुत्वाकर्षण कहते हैं। __Newton__ ने सोचा कि गुरुत्वाकर्षण दो वस्तुओं, जैसे कि एक सेब और पृथ्वी के बीच आकर्षण का बल था। उन्होंने यह भी सोचा कि अधिक पदार्थ वाली एक वस्तु ने छोटी वस्तुओं पर एक ही बल को उतारा, जैसा कि वे उस पर डालते हैं। इसका मतलब यह था कि पृथ्वी के बड़े द्रव्यमान ने वस्तुओं को इसकी ओर खींच लिया। यही कारण है कि सेब के बजाय नीचे गिर गया, और लोग हवा में क्यों नहीं तैरते।\n\n__Isaac Newton__ गुरुत्वाकर्षण के बारे में सोचकर चला गया। __Newton__ से पहले, लोगों ने सोचा था कि केवल पृथ्वी के पास की वस्तुएं नीचे गिर जाएंगी। लेकिन __newton__ ने सोचा कि गुरुत्वाकर्षण केवल पृथ्वी और उस पर वस्तुओं तक सीमित नहीं होना चाहिए। क्या होगा अगर गुरुत्वाकर्षण चंद्रमा और परे चला गया?\n\n__Newton__ ने दो निकायों के बीच आकर्षण के बल की गणना के लिए एक सूत्र का आविष्कार किया। उन्होंने इसका इस्तेमाल चंद्रमा को पृथ्वी के चारों ओर घूमने के लिए आवश्यक बल की गणना करने के लिए किया। फिर उन्होंने इसकी तुलना उस बल से की, जिसने सेब को नीचे की ओर गिरा दिया। इस तथ्य के लिए अनुमति देने के बाद कि चंद्रमा पृथ्वी से बहुत दूर है, और बहुत अधिक द्रव्यमान है, उन्होंने पाया कि बल समान थे। चंद्रमा को पृथ्वी के गुरुत्वाकर्षण के द्वारा पृथ्वी के चारों ओर एक कक्षा में आयोजित किया जाता है।\n\n__Newton__ द्वारा आविष्कार किए गए सूत्र को गुरुत्वाकर्षण का कानून कहा जाता है। वह काफी सरल थे और उनके कई कानून न्यूटनियन भौतिकी के रूप में जाने जाते थे। उनके कई गणितीय सूत्र अभी भी बड़ी वस्तुओं के लिए वस्तुओं के यांत्रिकी की गणना करने के लिए उपयोग किए जाते हैं। वे छोटी चीजों के लिए सटीक नहीं हैं, इसलिए क्वांटम भौतिकी नामक एक न्यूवर विज्ञान सूक्ष्म वस्तुओं की इस अजीब दुनिया को समझने और समझने के लिए विकास के अधीन है।",
"Industrialization": "__Industrialization__ (या औद्योगिकीकरण) एक ऐसी प्रक्रिया है जो उन देशों में होती है जब वे काम करने के लिए मशीनों का उपयोग करना शुरू करते हैं जो कभी लोगों द्वारा किए गए थे। __Industrialization__ उन चीजों को बदल देता है जो लोग करते हैं। __Industrialization__ के कारण शहर बड़े हो गए। कई लोगों ने कस्बों में कारखानों में उच्च भुगतान वाली नौकरियों को लेने के लिए खेती छोड़ दी।\n\n__Industrialization__ एक ऐसी प्रक्रिया का हिस्सा है जहां लोग चीजों को बनाने के लिए आसान और सस्ते तरीके अपनाते हैं। बेहतर तकनीक का उपयोग करते हुए, कम समय में अधिक सामानों का उत्पादन करना संभव हो जाता है। कम लोगों द्वारा अधिक चीजों का उत्पादन किया जा सकता है।\n\nऔद्योगिकीकरण के बाद लोग भी अधिक विशिष्ट काम करते हैं। उदाहरण के लिए औद्योगीकरण से पहले, एक मोची (एक व्यक्ति जो जूते और चमड़े का सामान बनाता है) ने अकेले जूते की एक जोड़ी बनाई। उन्होंने एक जोड़ी जूते पर काम किया, इसे समाप्त कर दिया, फिर अगली जोड़ी जूते पर शुरू होगा। औद्योगीकरण के साथ, कई लोग जूते बनाने की प्रक्रिया को छोटे कार्यों में काटकर जूते बनाने में शामिल हैं। उदाहरण के लिए, एक व्यक्ति है जो जूते के एकमात्र को काटता है और दूसरा व्यक्ति इसे टांके लगाता है। संक्षेप में, श्रम का विभाजन है और इसे आज एक विधानसभा लाइन के रूप में जाना जाता है। इस तरह के कारखानों में मशीनों में बहुत अधिक पैसा खर्च होता है, इसलिए कारखाने का स्वामित्व एक अमीर व्यक्ति के पास होगा जो मशीनों को खर्च कर सकता है और श्रमिकों को अलग -अलग मशीनों और कार्यों को काम पर रखता है।\n\n__Industrialization__ 18 वीं शताब्दी में औद्योगिक क्रांति के साथ इंग्लैंड में शुरू हुआ। यह पहले यूरोप के कुछ हिस्सों में और उत्तरी अमेरिका में फैल गया। 20 वीं शताब्दी में औद्योगिकीकरण अधिकांश अन्य देशों में फैल गया।",
"Darwin's Theory of Evolution": "__ \"अल्लाह ने पानी से हर जानवर को बनाया है। उनमें से कुछ ऐसे होते हैं जो उनकी घंटियों पर रेंगते हैं, कुछ जो दो पैरों पर चलते हैं, और कुछ जो चार पर चलते हैं। अल्लाह वह बनाता है जो वह चाहता है, वास्तव में अल्लाह के लिए सभी चीजों पर शक्ति है\" 24:45) .__\n\n__Charles Darwin__ (1809-1882) 1859 में उनकी पुस्तक \"ऑन द ओरिजिन ऑफ प्रजाति\"। इसमें उन्होंने कई सिद्धांतों को आगे बढ़ाया कि जीवन पृथ्वी पर कैसे हुआ। उन्होंने प्राकृतिक चयन का प्रस्ताव दिया, जो एक ऐसी प्रक्रिया है जहां कुछ लक्षणों वाले जानवर, इस तरह से जीवित रह सकते हैं कि जिस तरह से सभी जानवर अस्तित्व में आए हैं। हालांकि, डार्विन उस समय आनुवंशिकी के बारे में समझ या नहीं जानता था या वास्तव में कैसे लक्षण पारित किए गए थे। इसलिए वह सही तरीके से यह नहीं बता सका कि बच्चे अपने माता -पिता की तरह क्या दिखते हैं।\n\nफिर भी, __darwin's__ विकास की व्याख्या वैज्ञानिक समुदाय द्वारा मौलिक रूप से स्वीकार की जाती है और वैज्ञानिक आज तक एकल कोशिका वाले जीवों और बंदरों से विकसित होने की कोशिश करने और यह साबित करने के लिए कड़ी मेहनत कर रहे हैं। जबकि, मुस्लिम, ईसाई और यहूदियों का मानना ​​है कि हम आदम (सॉ) और हवा (ईव), पहले पुरुष और महिला के वंशज हैं। वैज्ञानिक इस तरह के निष्कर्षों को \"बुद्धिमान डिजाइन\" के रूप में संदर्भित करते हैं और इसके अनगिनत सबूत हैं, जैसे कि डीएनए, मानव शरीर, सौर प्रणाली, आदि कैसे काम करते हैं।\n\nडार्विनवाद के समान, इस्लाम इस विचार को पहचानता है कि जीवन चरणों में और समय के साथ विकसित होता है। इसके अलावा, हम मानते हैं कि भगवान के पास सभी चीजों पर शक्ति है और यह आसानी से इसे पर्यावरण के लिए अपनाने के लिए कुछ भी बदल सकता है। भगवान ने इसे पहली बार बनाया, दूसरी बार आसान होगा, है ना? जैसे हमें निर्णय के दिन फिर से जीवित किया जा रहा है।\n\nलेकिन आधुनिक विकासवादी सिद्धांतों के विपरीत, यादृच्छिक उत्परिवर्तन, जो हमेशा प्रकृति में विनाशकारी और घातक होते हैं, एक जानवर को विकसित करने का कारण बनते हैं, हम मानते हैं कि भगवान एक जानवर को रात भर में बदल सकते हैं ताकि बाढ़ के बाद भोजन को आसान होने के लिए एक लंबी चोंच हो सके, अगर जरूरत हो, तो जरूरत हो उदाहरण। यह वास्तव में पक्षियों के कई अध्ययन पर प्रलेखित है जो इतनी तेजी से लक्षणों को अपनाने के लिए है कि वैज्ञानिक इसे समझा नहीं सकते हैं और चिंतित हैं कि अन्य प्रजातियां तेजी से अनुकूल नहीं होंगी। यह अधिक समझ में आता है तो एक जानवर धीरे -धीरे और बेतरतीब ढंग से संयोग से विकसित होता है। इसके अलावा, नए या विलुप्त तितलियों के मामले चमत्कारी से बाहर आ रहे हैं। मुसलमान जानवरों और पर्यावरण के लिए बहुत परवाह करते हैं, लेकिन हम उनके बारे में तनाव नहीं करते हैं कि वे विलुप्त हो रहे हैं या खुद की देखभाल करने में सक्षम नहीं हैं क्योंकि सभी चीजों की तरह, हम भगवान में अपना भरोसा रखते हैं।\n\nसारांश में, मुसलमान इस विचार को अस्वीकार करते हैं कि मनुष्य बेतरतीब ढंग से वानरों से विकसित हुआ है। मुसलमानों का मानना ​​है कि मानव को एक विशेष निर्माण माना जाता है। इस्लाम सिखाता है कि मनुष्य एक अनूठा जीवन रूप है जो अल्लाह द्वारा बनाया गया था, बाकी सब की तरह; हालांकि, हमारे पास किसी भी अन्य जानवर और होने के विपरीत अद्वितीय उपहार और क्षमताएं हैं। उदाहरण के लिए, हमारे पास एक शाश्वत आत्मा, विवेक, कल्पना, ज्ञान और स्वतंत्र इच्छा है। हम मजबूत, अच्छे और पवित्र हो सकते हैं या कमजोर हो सकते हैं और केवल अपनी स्वार्थी इच्छाओं को पूरा करने के लिए काम कर सकते हैं। भले ही, मनुष्यों का जीवन दो लोगों के निर्माण के साथ शुरू हुआ, एक पुरुष और एक महिला जिसका नाम एडम और हवावा (ईव) है और यह हम सभी को रक्त और परिवार से संबंधित बनाता है।\n\nकुरान का वर्णन है कि अल्लाह __ \"पानी से हर जीवित चीज़ से बना\" (कुरान 21:30) ।__ एक और कविता बताती है कि कैसे __ \"अल्लाह ने पानी से हर जानवर को बनाया है। उनमें से कुछ हैं जो उनकी घंटी पर रेंगते हैं, कुछ कि कुछ दो पैरों पर चलें, और कुछ जो चार पर चलते हैं। अल्लाह वह बनाता है जो वह चाहता है, वास्तव में अल्लाह के लिए सभी चीजों पर शक्ति है \"(24:45) .____\n\nये छंद वैज्ञानिक सिद्धांत का समर्थन करते हैं कि जीवन पानी में शुरू हुआ।",
"World War 1": "__WORLD WAR I__ (या प्रथम विश्व युद्ध) एक वैश्विक युद्ध था जो 28 जुलाई, 1914 को शुरू हुआ और 11 नवंबर, 1918 तक चला। युद्ध ठीक चार साल, तीन महीने और 14 दिनों तक चला।\n\nअधिकांश लड़ाई यूरोप में थी, लेकिन कई अन्य देशों के सैनिकों ने भाग लिया, और इसने यूरोपीय शक्तियों के औपनिवेशिक साम्राज्यों को बदल दिया और इसके परिणामस्वरूप ओटोमन साम्राज्य का अंत भी हुआ। द्वितीय विश्व युद्ध से पहले 1939 में, __WORLD WAR I__ को महान युद्ध, विश्व युद्ध या 'सभी युद्धों को समाप्त करने के लिए युद्ध' कहा जाता था। 135 देशों ने __WORLD WAR I__ में भाग लिया, और लगभग 10 मिलियन लोगों की मौत हो गई, जबकि ज्यादातर बीमारी और अकाल की लड़ाई हुई।\n\n__WORLD WAR I__ यूरोप के अधिकांश देशों द्वारा लड़ा गया था। वास्तविक लड़ाई कई अलग -अलग मोर्चों पर थी। पश्चिमी मोर्चा वह जगह थी जहाँ जर्मनी और मित्र राष्ट्रों के बीच अधिकांश लड़ाई हुई थी। यहां की अधिकांश लड़ाई ट्रेंच वारफेयर थी।\n\nपूर्वी मोर्चा मध्य और पूर्वी यूरोप में लड़ा गया था। यहां लड़ना ट्रेंच युद्ध नहीं था, लेकिन मोबाइल युद्ध सामने के आकार के कारण था। मध्य पूर्वी मोर्चे और इतालवी मोर्चे में बहुत लड़ाई हुई। लड़ाई अफ्रीका, चीन और समुद्र के साथ -साथ हवा में भी हुई।\n\nयुद्ध कई अलग -अलग संधियों के हस्ताक्षर द्वारा समाप्त किया गया था, सबसे महत्वपूर्ण वर्साय की संधि है।\n\n__WORLD WAR I__ पहला बड़ा युद्ध था जहां टैंक, हवाई जहाज और पनडुब्बियां या (यू-बोट) महत्वपूर्ण हथियार थे।",
"World War 2": "__WORLD WAR II__ (WWII या WW2), जिसे दूसरा विश्व युद्ध भी कहा जाता है और, सोवियत संघ में, महान देशभक्ति युद्ध, एक वैश्विक युद्ध था, जिसमें दुनिया के कई हिस्सों और कई देशों में लड़ना शामिल था। अधिकांश देशों ने 1939-1945 के वर्षों में लड़ाई लड़ी, लेकिन कुछ ने 1937 में लड़ना शुरू कर दिया। दुनिया के अधिकांश देश, जिसमें सभी महान शक्तियां शामिल हैं, दो सैन्य गठबंधनों के हिस्से के रूप में लड़े: मित्र राष्ट्रों और एक्सिस पॉवर्स। __WORLD WAR II__ मानव इतिहास के सभी में सबसे घातक संघर्ष था। इसमें अधिक देश शामिल थे, अधिक पैसा खर्च किया गया, और मानव इतिहास में किसी भी अन्य युद्ध की तुलना में अधिक लोगों को मार दिया। 50 से 85 मिलियन के बीच लोगों की मौत हो गई। बहुमत नागरिक थे। इसमें नरसंहार, होलोकॉस्ट का जानबूझकर नरसंहार, रणनीतिक बमबारी, भुखमरी, बीमारी और जापान पर संयुक्त राज्य अमेरिका द्वारा इतिहास में परमाणु हथियारों का पहला उपयोग शामिल था।\n\nएशिया में युद्ध तब शुरू हुआ जब जापान के साम्राज्य ने 7 जुलाई 1937 को चीन पर आक्रमण किया। संयुक्त राज्य अमेरिका ने जापान पर एक तेल एम्बार्गो रखकर प्रतिक्रिया व्यक्त की। यूरोप में युद्ध की शुरुआत तब हुई जब जर्मनी ने 1 सितंबर 1939 को पोलैंड पर आक्रमण किया। फ्रांस और ब्रिटेन ने जर्मनी पर युद्ध की घोषणा करके प्रतिक्रिया व्यक्त की। 1941 तक, यूरोप का अधिकांश हिस्सा जर्मन नियंत्रण में था। केवल ब्रिटेन उत्तरी अफ्रीका, भूमध्य सागर और अटलांटिक में अक्ष के खिलाफ लड़ रहा था। जून 1941 में, एक्सिस पॉवर्स ने सोवियत संघ पर आक्रमण किया, जो इतिहास में युद्ध का सबसे बड़ा क्षेत्र शुरू हुआ। 7 दिसंबर, 1941 को, जापान ने प्रशांत में पश्चिमी उपनिवेशों पर हमला किया और दोनों युद्ध एक हो गए।\n\n1942 में जापानी जीत को रोक दिया गया था, और यूरोपीय एक्सिस जीत को भी 1943 तक उत्तरी अफ्रीका और सोवियत संघ दोनों में रोक दिया गया था। उसके बाद, मित्र राष्ट्रों ने सभी पक्षों से वापस लड़ना शुरू कर दिया। अक्ष ने उत्तरी अफ्रीका खो दिया और, 1943 में शुरू होकर, इटली की रक्षा के लिए मजबूर किया गया। 1944 में, मित्र राष्ट्रों ने राइन नदी पर जर्मनी की ओर बढ़ते हुए फ्रांस पर आक्रमण किया, जबकि सोवियत संघ पूर्व से बंद हो गया। जर्मनी ने मई 1945 में आत्मसमर्पण कर दिया। जापान ने औपचारिक रूप से 2 सितंबर 1945 को आत्मसमर्पण कर दिया। युद्ध मित्र देशों की जीत के साथ समाप्त हुआ।\n\nयुद्ध के बाद, संयुक्त राष्ट्र को देशों के बीच समर्थन विकसित करने और भविष्य के युद्धों को रोकने के लिए स्थापित किया गया था। प्रमुख विजेताओं के बीच शीत युद्ध जल्द ही शुरू हो गया, लेकिन वे एक वास्तविक युद्ध में एक -दूसरे से नहीं लड़ते थे। एशिया और अफ्रीका का विघटन, जहां यूरोपीय देशों द्वारा नियंत्रित उन देशों को उनकी स्वतंत्रता दी गई थी, के रूप में भी हुआ। ऐसा इसलिए था क्योंकि युद्ध से यूरोपीय शक्ति कमजोर हो गई थी। आर्थिक सुधार और राजनीतिक एकीकरण (एकजुट देशों की प्रक्रिया) युद्ध के अन्य परिणामों में से एक थी।",
"Cold War": "__ कोल्ड वार__ (1947-1991) संयुक्त राज्य अमेरिका (और उसके सहयोगियों), और सोवियत संघ (यूएसएसआर और उसके सहयोगियों) के बीच द्वितीय विश्व युद्ध के अंत और सोवियत संघ के निधन के बीच तनावपूर्ण संबंध था।\n\nएक तरफ के अधिकांश देश नाटो में संबद्ध थे, जिनके दो सबसे बड़े सैन्य देश संयुक्त राज्य अमेरिका और तुर्की थे। दूसरी तरफ के अधिकांश देश वारसॉ संधि में संबद्ध थे। सबसे शक्तिशाली देश सोवियत संघ (अब रूस) था।\n\nदेशों के पश्चिमी-पूंजीवादी समूह में अमेरिका, तुर्की, पश्चिमी यूरोप, इज़राइल, जापान, दक्षिण कोरिया, थाईलैंड, ईरान (1945-1979), पाकिस्तान, मलेशिया, फिलीपींस, दक्षिण अफ्रीका, ऑस्ट्रेलिया और न्यूजीलैंड शामिल हैं।\n\nपूर्वी-समाजवादी समूह में सोवियत संघ, पूर्वी यूरोप, अंगोला, इथियोपिया, क्यूबा (1959-1991), मंगोलिया, उत्तर कोरिया, चीन और वियतनाम शामिल हैं।\n\nशीत युद्ध 1989 में बर्लिन की दीवार के पतन के साथ समाप्त हुआ, जिसमें रूस एक समाजवादी कम्युनिस्ट देश से एक लोकतांत्रिक पूंजीवादी देश में बदल गया। हालांकि, रूस और यूक्रेन के बीच हाल की लड़ाई और युद्ध में देखा गया है, यहां अभी भी शेष संघर्ष है।",
"Moon Landing": "__Apollo 11__ लोगों को चंद्रमा पर भेजने वाली पहली उड़ान थी। यह नासा (राष्ट्रीय एरोनॉटिक्स और अंतरिक्ष प्रशासन), मूल अमेरिकी अंतरिक्ष एजेंसी द्वारा किया गया था। यह 16 जुलाई, 1969 को अंतरिक्ष में चला गया, जिसमें तीन अंतरिक्ष यात्री थे: नील आर्मस्ट्रांग, बज़ एल्ड्रिन और माइकल कोलिन्स। 20 जुलाई, 1969 को, आर्मस्ट्रांग और एल्ड्रिन चंद्रमा पर उतरने वाले पहले इंसान बन गए, जबकि कोलिन्स चंद्रमा के चारों ओर कक्षा में रहे।\n\nउड़ान संयुक्त राज्य अमेरिका और सोवियत संघ के बीच __space रेस__ का हिस्सा थी। 1961 में 1960 के दशक के समाप्त होने से पहले, जॉन एफ। कैनेडी, जॉन एफ। कैनेडी, द यूनाइट ने 35 वें राष्ट्रपति को 35 वें राष्ट्रपति कहा, \"चंद्रमा पर एक आदमी को भूमि, और उन्हें सुरक्षित रूप से वापस लौटा दिया\"।",
"World Wide Web": "__ Internet__ कंप्यूटर का सबसे बड़ा विश्वव्यापी संचार नेटवर्क है। इंटरनेट में लाखों छोटे घरेलू, शैक्षणिक, व्यवसाय और सरकारी नेटवर्क हैं, जो एक साथ कई अलग -अलग प्रकार की जानकारी ले जाते हैं। इस शब्द को कभी -कभी \"नेट\" के रूप में संक्षिप्त किया जाता है, नेटवर्क के लिए छोटा। __WORLD वाइड Web__ इसकी सबसे बड़ी सेवाओं में से एक है। इसका उपयोग दुनिया भर में कुछ अरब लोगों द्वारा किया जाता है।\n\nइंटरनेट को संयुक्त राज्य अमेरिका में \"यूनाइटेड स्टेट्स एडवांस्ड रिसर्च प्रोजेक्ट्स एजेंसी\" (DARPA) द्वारा विकसित किया गया था। इंटरनेट पहली बार अक्टूबर, 1969 में जुड़ा हुआ था, और इसे __arpanet__ कहा जाता था। __World वाइड वेब__ को 1990 में स्विट्जरलैंड में सर्न में एक ब्रिटिश (यूके) वैज्ञानिक द्वारा टिम बर्नर्स-ली नामक एक ब्रिटिश (यूके) के वैज्ञानिक द्वारा बनाया गया था।"
}
