{
"Birth of the Universe": "「そして、彼は真実に基づいて天と地を（彼の命令された天の秩序に基づいて）創造した人（アッラー）です。彼の言葉は真実です。そして、彼はトランペットが（イスラフィルによって）吹き飛ばされる日の主権になります。すべての点で、すべてを認識しています。」 （コーラン6:73）\n\n「私たちの命令は、私たちがそれを（存在する）ことを（存在する）ことを意図したとき、私たちはそれに言います：「be」と言います。」 （コーラン16:40）\n「アッラーの栄光ではありません。彼は息子を（誰でも）息子を奪うべきです。聖なる栄光は彼（これ以上）です！ （コーラン19:35）\n\n「彼は天国と地球の創始者です！彼が問題を命じたとき、彼は単に「ビー！」と言います。そしてそれはそうです！」 （コーラン2：117）\n\n「（創造の）彼の命令は、彼が何かを（創造するために）意図するとき、彼はそれに「be」と言います。 （コーラン36:83）\n\n「彼は命を与え、死を引き起こす人です。そして、彼が物事を決めるとき、彼はそれだけに言います。 （コーラン40:68）\n\n「そして、地球上の木がペンであり、海がインクであった場合、その後7つの海で補充された場合、アッラーの単語は疲れません。 （コーラン31:27）\n\n「私たちが[単なる]精子から彼を創造したとは考えていませんか？それから彼はすぐに彼がオープンな論争者になりますか？そして彼は私たちのために（私たちのために肖像の議論）を提示し、彼自身の創造を忘れます。彼は（混乱して）尋ねます：「誰が骨に崩壊したときに命を吹き込むのですか？」と言います。緑の木、火。そしてそれからあなたはkindle（火）です。天と地球を創造した彼ではありませんか？確かに彼の命令は、彼が何かをするとき、それに言うことだけです：be！そしてそれはそうです！」したがって、栄光は彼に手がすべてのものの王国であり、彼にあなたは戻されるでしょう。」（コーラン36:82）\n\n「それなら、私たちはあなたを役に立たず、私たちにとってあなたが返されないと思いましたか？」 （コーラン23：115）\n\n「何もそれらを作成しませんでしたか、それとも自分で作成しましたか？」 （コーラン52:35）\n\n「人間は、彼が何もなかったときに彼を創造したことを覚えていませんか？」 （コーラン19:67）\n\n「アッラーはあなたが何も知らなかった間、あなたの母親の子宮からあなたを連れてきて、あなたが感謝するかもしれないので、あなたに聴覚と視覚と心を与えました」（コーラン16:78）",
"Big Bang": "「不信心者は、__天と地球が一度の質量であったことに気付いていませんか？ （コーラン21:30）\n\n__big bang__は、宇宙が単一のポイントからどのように始まり、そこから拡大したかについての科学理論です。それは、銀河、星、惑星、そして私たちが今日見ているすべての問題から生まれた場所です。\n\n__「彼は天と地を起源とした人であり、彼が物をする（起源とする）ことをするとき、彼はそれに「be」と言うだけで、それはそうなる。」 （コーラン2：117）__\n\n__big bang__モデルは、宇宙が非常に密集した熱い状態で始まり、拡大したことです。理論は、宇宙が今日も拡大していることを示唆しており、測定値を示しています。\n\n宇宙は非常に熱く、小さく、密なスーパーフォース（4つの基本力の混合）として始まり、星、原子、形、または構造（「特異点」と呼ばれる）がありませんでした。その後、約138億年前、スペースは非常に迅速に拡大しました（したがって、「__big bang__」という名前）。これにより、原子の形成が始まり、最終的に星と銀河の形成につながりました。カトリックの司祭であるジョルジュ・レマイトルは、拡大する宇宙を生まれた単一のポイントに遡ることができると最初に指摘しました（1927年）。\n\nしかし、ビッグバン、惑星の形成、軌道と行動、発生学など、多くの現代の天文学的および他の科学的事実の多くには知られていないが、1400年以上前にコーランの神によって私たちに明らかにされた。たとえば、Georges Lemeaitreはビッグバンについて最初に注意したわけではありません。クルアーンはビッグバンについて明確に語っています__「不信心者は、天と地が一度の塊であり、それから私たちはそれらを類を見ないものにしていることに気付いていませんか？そして、私たちはすべての生き物を水から作成しました。 （コーラン21:30）__\n\nあなたが神のしるしまたは証拠を探しているなら、これはイスラム教が神の真であり、唯一の宗教であるという多くの無数の証拠の1つにすぎないことを知ってください。\n\n宇宙は今日も拡大しており、最近発見されました。しかし、再びコーランは次のことを確認します：__「天国、私たちはそれらを力で構築しました。そして本当に、私たちはそれを拡大しています」（コーラン51:47）__。\n\nこれの前に、科学者はビッグクランチと呼ばれる理論を持っていました。そこでは、宇宙が特定のポイントに達したら、宇宙がコルプラプラップしたり、クランチダウンしたりすると考えられていました。この理論はもはや教えられていません。\n\n全体として、宇宙は成長しており、時間が経つにつれて温度が低下しています。宇宙論は、宇宙がどのように始まったかとその発展の研究です。宇宙論を研究している科学者は、__big bang__理論が彼らがこれまでに観察したことと一致することに同意します。\n\nフレッド・ホイルは、彼のラジオ番組で理論を「__big bang__」と呼んだ。彼は、__big Bang__が正しいとは信じていませんでした。彼に同意しなかった科学者は、名前は面白いと思って、それを使うことにしました。\n\n科学者は、多くの異なる観察に基づいて__ビグバン__理論に基づいています。最も重要なのは、非常に遠い銀河の赤方偏移です。 Redshiftは、光が発生し、音が観察できるドップラー効果です。たとえば、レースカーが近づくにつれて、より高いピッチの音は、あなたから離れるときにそれが作る下のピッチのサウンド - 「vrrrrrrrrrrrr」（あなたに向かって）「oooooooommmmm」（あなたから離れる）（あなたから離れる）。同様に、オブジェクトが地球から離れて移動すると、その色の光線は実際よりも赤の色に似ているように見えます。これは、動きがオブジェクトによって放出される光の波長を伸ばすためです。科学者は、「赤いホット」という言葉を使用して、この伸びた光波を説明するため、赤は可視スペクトルで最も長い波長です。赤方偏移が多いほど、オブジェクトが速く移動します。赤方偏移を測定することにより、科学者は宇宙が拡大していることを証明し、オブジェクトが地球からどれだけ速く移動しているかを解決することができます。科学者は、非常に正確な観察と測定により、宇宙は約138億年前に特異性であったと考えています。科学者は、ほとんどのものが拡大するにつれて寒くなるため、宇宙は非常に小さく、始まったときに非常に暑かったと思います。オブジェクトが地球に向かって動いている場合、青いシフト光があります。\n\n__big bang__理論をサポートする他の観察は、宇宙の化学元素の量です。水素、ヘリウム、リチウムなどの非常に軽い要素の量は、__big bang__の理論に同意しているようです。科学者はまた、「宇宙マイクロ波の背景放射」を発見しました。この放射は無線波として知られており、宇宙のいたるところにあります。この放射線は今や非常に弱くて寒いですが、昔は非常に強く、非常に暑かったです。\n\nScientessは、ビッグバンが放射線の大規模なアムアウトを引き起こすことを知っていましたが、それのより多くの証拠を望んでいました。 1960年代、ニュージャージー州のベルラブラトリーズ、アルノペンツィアス、ボブウィルソンは、新しい非常に敏感なアンテナであるホムデルアンテナを調整しているときに、CBR（宇宙背景放射）を誤って発見しました。彼らはすべてのバックグラウンドノイズを除去しようとしていたが、あらゆる方向から来ていた1つの干渉周波数を除去できないことを発見した。これは後にCBRとして知られるようになり、それはビッグバンの爆発によるものであり、これはまだ聞こえ、今日は常にラジオで行われます。この発見は、1993年に最終的にペンツィアとウィルソンにノーベル賞を受賞しました。\n\n一部の科学者や哲学者は、__ビグ・バンバの前に時間がないと主張しています。彼らは、__big bang__は時間の始まりであり、__ビグ・バンバの前に宇宙はなかったと主張します。イスラム教徒のように、私たちは神が永遠に存在しており、私たちの心が理解できるものを超えていることを知っています。そのため、ビッグバンの前の時間の概念を把握できない理由は完全に理にかなっています。これは、全能の創造者を指す多くのパラドックスの1つです。\n\n議論のために、ビッグバンの前にあるもの、またはそれがどのように作成されたかを正確に説明できると言ってみましょう。次の質問は、「それでは、何がそれを生み出したのか」です。そして、私たちもそれを作成したものを説明したと言って、それから再び、質問は「まあ、何がそれを作成したのですか？」と残ります。あなたがおそらく見ることができるように、これは決して終わらないので、それは実際に神が私たちの唯一の創造主であるという素晴らしい証拠であり、神の概念が私たちの限られた人間の知性の外にいる方法です。\n\nイスラム教徒はそのような問題について議論していません。私たちは、神が自分自身と彼の創造について私たちに言っていることを受け入れます。たとえば、神は彼の手について語っていますが、私たちは彼らが私たちが知っているどんな手とも違っていることを知っています。人間には手があり、猿には手があり、時計には手があります。神の手は私たちが想像できるものを何でも超えており、私たちはそれをそのままにしておきます。",
"Milky Way is Born": "科学者は、__ミルキーウェイ__がビッグバンの直後に宇宙の質量分布の1つまたはいくつかの小さな過剰濃度として始まったと理論付けています。これらの過剰濃度のいくつかは、現在__ミルキーウェイ__が形成されているものに残っている最も古い星が球状のクラスターの種子でした。 __ミルキーウェイ__の問題のほぼ半分は、他の遠い銀河から来た可能性があります。それにもかかわらず、これらの星とクラスターは現在、__ミルキーウェイ__の恒星のハローを構成しています。最初の星の誕生から数十億年以内に、__ミルキーウェイ__の質量は十分に大きく、比較的速く回転していました。角運動量の保存により、これにより、気体星間媒体がほぼ球状の形状からディスクに崩壊するようになりました。したがって、このスパイラルディスクで形成された星の後の世代。太陽を含むほとんどの若い星は、ディスクにあることが観察されています。\n\n最初の星が形成され始めて以来、__ミルキーウェイ__は、ギャラクシー合併（特に__ミルキーウェイ__の成長の初期段階）と銀河ハローからのガスの付着の両方を通じて成長しました。 __ミルキーウェイ__は、現在、マゼラン川を通って、その最大の衛星銀河の2つである大小のマゼラン雲を含むいくつかの小さな銀河からの材料を蓄積しています。スミスクラウドのような高速雲にガスの直接降着が観察されます。ただし、恒星の質量、角運動量、その最も外側の領域の金属性など、__ミルキーウェイ__の特性は、過去100億年に大きな銀河と合併がなかったことを示唆しています。この最近の主要な合併の欠如は、同様のスパイラル銀河の間では珍しいです。その隣人The Andromeda Galaxyは、比較的大きな銀河を備えたより最近の合併によって形作られたより典型的な歴史を持っているようです。\n\n最近の研究によると、__ミルキーウェイ__とアンドロメダの銀河は、銀河色とマグニチュードの図の中にある「グリーンバレー」として知られているものにあります。新しい星）「赤いシーケンス」（星形成を欠く銀河）。グリーンバレーの銀河の星形成活動​​は、星間媒体で星形成ガスがなくなると減速しています。同様の特性を持つシミュレートされた銀河では、星形成は通常約50億年以内に消火され、__ミルキーウェイ__とアンドロメダの両方の間の衝突により、星形成率の予想される短期的な増加を占めています。銀河。実際、__ミルキーウェイに似た他の銀河の測定は、まだ新しい星を形成している最も赤くて明るいスパイラル銀河の1つであり、最も青い赤いシーケンス銀河よりもわずかにぼやけていることを示唆しています。\n\n##年齢と宇宙論的歴史\n\n球状のクラスターは、__ミルキーウェイ__で最も古いオブジェクトの1つであるため、__ミルキーウェイの年齢に下限が設定されています。 __ミルキーウェイ__の個々の星の年齢は、トリウム-232やウラン-238などの長寿命の放射性要素の存在量を測定することで推定でき、その結果を元の存在量の推定値である核質体系学と呼ばれる技術と比較することができます。 CS 31082-001およびBD +17°3248では、CS 31082-001で約125±30億年および138±40億年のこれらの収量値。白いd星が形成されると、放射冷却を受け始め、表面温度が着実に低下します。これらの白い小人の中で最もクールな温度を測定し、予想される初期温度と比較することにより、年齢の推定値を作成できます。この手法により、球状クラスターM4の年齢は12.7±0.7億年と推定されました。これらのクラスターの中で最も古い年齢の推定では、126億年の最適な推定値と、160億年の95％の信頼性上限が得られます。\n\nいくつかの個々の星が__ミルキーウェイ__のハローで発見されています。 2007年、銀河のハローの星である彼の1523-0901は、約132億年前に推定されました。当時のThe __ MilkyWay__で最も古い既知のオブジェクトとして、この測定は__ミルキーウェイの年齢に下限を置きました。この推定値は、非常に大きな望遠鏡のUVビジュアルエシェル分光器を使用して行われ、Rプロセスによって作成されたトリウムの存在と他の元素の存在によって引き起こされるスペクトル線の相対強度を測定しました。ライン強度は、異なる元素同位体の存在量を生成し、そこから星の年齢の推定値を核類骨成長学を使用して導き出すことができます。別のスター、HD 140283は145±0.7億年前です。\n\n銀河の薄い円盤の星の年齢は、核質照合学を使用して推定されています。薄いディスク星の測定により、薄いディスクが8.8±17億年前に形成されたと推定されます。これらの測定は、銀河ハローと薄い円盤の形成の間にほぼ50億年の休止状態があったことを示唆しています。数千の星の化学的特徴の最近の分析は、8〜100億年前のディスク形成時に恒星が数桁低下した可能性があることを示唆しています。従来通り。\n\n__ミルキーウェイ__を囲む衛星銀河はランダムに分布していませんが、直径500,000光年と幅50,000光年を生成するいくつかのより大きなシステムの分裂の結果であるように見えました。アンドロメダの銀河が巨大なガスの尾を引き裂く40億年で予想されるような銀河間の緊密な出会いは、時間の経過とともに、メインディスクに対して任意の角度でリングでd星の銀河を形成することができます。",
"Sun is Born": "__「夜と昼を作り出したのは彼であり、太陽と月、すべて（天体）はそれぞれ丸みを帯びたコースで泳いでいます」（コーラン21:33）。__\n\n私たちの太陽系の中心にある__sun__は、黄色のd星の星です。それは光としてエネルギーを放出します。これには、光、赤外線エネルギー（熱）、紫外線、無線波が含まれます。また、「太陽風」として地球に到達する粒子の流れを放ちます。このすべてのエネルギーの供給源は、水素をヘリウムに変え、膨大な量のエネルギーを作る星の反応です。\n\n__sun__は、天の川の銀河の他の多くの人のような星です。それは45億年以上存在しており、少なくとも長い間継続する予定です。 __sun__は、地球の約100倍の幅です。質量は1.9891×1030 kgで、地球の質量の333,000倍です。地球はまた、__sun__ 130万回に収まることができます。\n\n科学者は、__sun__が約45億6,700万年前に非常に大きなほこりと小さな氷の雲から始まったと考えています。\n\nその巨大な雲の中心で、重力により材料がボールに蓄積されました。これが十分に大きくなると、内部の大きな圧力が融合反応を始めました。これが解放されたエネルギーにより、そのボールは熱く輝きました。\n\n__sun__から放射されたエネルギーは、雲の残りの部分をそれ自体から押しのけ、惑星はこの雲の残りの部分から形成されました。",
"Earth is Born": "__「それから彼（アッラー）はすべて煙である間に天国に向きを変えた。彼は天と地に言った。彼らは言った：「ここで私たちは喜んで服従して（存在するように）。」__\n\n__Earth__と他の惑星は約46億年前に形成されました。それらは、太陽を作った星雲からの残りのガスで作られていました。これは再びコーランの科学的な奇跡です。神がコーランでそれを説明しているように、「それから彼（アッラー）はそれがすべて煙である間に天国に向きを変えました。彼は天と地に言いました。または不本意ながら。」彼らは言った：「ここで私たちは喜んで従うことで（存在するように）。」この詩は、地球がどのように形成されたかについて語っていました。\n\n月は、初期の__ arth__と小さな惑星（Theiaと呼ばれることもあります）の間の衝突の後に形成された可能性があります。科学者は、両方の惑星の一部が壊れたと信じています。\n\nコーランは、アッラーが太陽、月、惑星を作成したと述べています。 __「夜と昼を作り出したのは彼であり、太陽と月、すべて（天体）はそれぞれ丸みを帯びたコースで泳いでいます」（コーラン21:33）。__\n\n__ arth __の水はさまざまな場所から来ました。凝縮した水蒸気、および__Earth__にぶつかる彗星と小惑星は、海を作りました。科学者は、10億年以内に（約36億年前）、アーカイアン時代に最初の人生が始まったと考えています。一部の細菌は光合成を発症し、植物は太陽の光と水から食物を作ることができます。これにより、溶液中の鉄で最初に取り込まれた酸素がたくさんありました。最終的に、自由な酸素が大気または空気に入り、__ earth __の表面を好気性生活に適したものにしました。この酸素は、太陽からの悪い紫外線から__ earth __の表面を保護するオゾン層も形成しました。\n\n繰り返しになりますが、神はコーランのオゾン層について教えてくれます。コーランのもう一つの科学的奇跡：__「そして、私たちは空を十分に保護された天蓋にしましたが、それでも彼らはその兆候から離れます。」 （コーラン21:32）__\n\n科学者たちは、土地の表面にある複雑な生活はオゾン層の前に存在しなかったと信じています。なぜなら、それが保護されないと、太陽の放射は高度な生命が生き残るには多すぎるからです。\n\n__Earth__は遠い過去で非常に異なっていました。ずっと前に、ほとんどすべての土地が1か所にありました。これは超大陸と呼ばれます。最も初期の既知のスーパーコンチネントはヴァルバラと呼ばれていました。ずっと後に、__ arth__がほぼ完全に厚い氷床（氷河）で覆われていた時がありました。これは、スノーボール__earth__理論と呼ばれます。",
"Heavy Bombardment": "__「私たちはすでにメッセンジャーに明確な証拠を送り、人々が正義に維持できる聖書とバランスを彼らに送りました。そして、私たちは鉄を送りました。そして、アッラーが彼と彼のメッセンジャーを支持している人々を見えない人々を明らかにすることができるように。確かに、アッラーは強力であり、力を高めている。」 （コーラン57:25）__\n\n後期の激しい砲撃（LHBの略語、そして月の激動としても知られている）は、約3.8〜41億年前に発生したと考えられていた出来事です。これは、地球上のネオハデアンとeoarcheanの時代として知られています。この間隔では、水銀、金星、地球、火星を含む内部太陽系の初期の陸生惑星と衝突したと理論化されています。\n\n後期の激しい砲撃は、地球と他の岩だらけの惑星が彼らの質量の大部分を形成して蓄積した後に起こりましたが、それでも地球の歴史のかなり早い段階でした。\n\n今日、科学者は鉄が地球上で発達できなかったことを知っています。彼らが知っている地球の大きさのために、彼らはそのような材料がここで自然に発達できなかったことを知っています。実際、彼らは鉄を星の中、特に赤いスーパーガイアンズの内部で作らなければならないことを知っています。そのような巨大な星の内側のみは、融合反応中に一緒に形成されます。その後、超新星が発生します。つまり、星が爆発し、鉄の破片が空間に爆破されます。科学者は、これが鉄が地球に来た方法だと信じています。\n\nコーランは、__「そして私たちは鉄を送りました」__。最近まで、科学者が__ヘビー砲撃__期間を発見しなければ、__「私たちは鉄を送りました」__についてのこの詩は、私たちにとってあまり意味がありませんでした。しかし、それは私たちがそれから利益を得ることができるように、神が文字通り鉄を私たちに送ったことが判明しました。",
"Life on Earth": "__「天と地球が結合された存在であると考えられていないことを信じない人がいます。そして、私たちはそれらを分離し、すべての生物を水から作りましたか？ （コーラン21:30）.__\n\n初期の主張された生命体は化石化微生物（または微化石）です。それらは、かつてカナダのケベック州のNuvvuagittuqグリーンストーンベルトの熱水孔であった鉄とシリカの豊富な岩で発見されました。\n\nこれらの岩石は428億年ほど古いです。それらに含まれる管状の形式は、レポートに示されています。これが地球上で最も古い生命の記録である場合、海洋が44億年前に形成された後、「ほぼ瞬時に生命の出現」を示唆しています。スティーブン・ブレア・ヘッジスによると、「地球上で生命が比較的速く生じたなら、それは宇宙で一般的である可能性がある」。\n\nコーランは、アッラーが「すべての生物から作られた」アッラーが「コーラン21:30）を説明している。 2本の足を歩いて、4つを歩いているものもあります。アッラーは彼が意志するものを作ります。本当にアッラーはすべてのものに対して力を持っているからです」\n\nこれらの節は、地球の海で生命が始まったという科学理論を支持しています。彼らはまた、一部の動物は最大90％の水で構成されているが、人間は約60％の水で構成されていると述べる現代の生物学と一緒に行きます。",
"Single Celled Organisms": "__コーランは、アッラーが「すべての生き物から作られた」（コーラン21:30）__を説明しています。\n\n単細胞生物は、1つの細胞を持つ生物です。\n\n単細胞生物はどこでも見つけることができます。生命の最古の形態は、もう38億年前に存在していました。科学者は、これらの生物が水に住んでいたと信じています。彼らは、生存のためのさまざまな戦略を追求しています：光合成（シアノバクテリア）、走化性（多くの古細菌）、および従属栄養素（アメーバ）。一部のユニセルラー生物には、鞭毛、移動に使用する小さな尾、またはロボポッド、細胞骨格（細胞骨格）の拡張があり、これは肥大した腕として現れます。私たちの単細胞の祖先の鞭毛は、動物までずっと発生し、そこで鞭毛の精子として登場します。\n\n__コーランは、アッラーが「すべての生き物から作られた」（コーラン21:30）__を説明しています。別の詩は、__「アッラーが水からすべての動物を作成した方法を説明しています。それらのうちのいくつかは、腹を忍び寄るもの、2本の足を歩くもの、そしていくつかは4つを歩くものです。すべてのもの」（コーラン24:45）__。\n\nこれらの節は、地球の海で生命が始まったという科学理論を支持しています。",
"Animals": "動物を表す可能性のある最初の化石は、南オーストラリアのトレゾナ層の665百万年の岩に現れます。これらの化石は、おそらく初期のスポンジであると解釈されます。\n\n最も古い動物は、約6億1,000万年前の先カンブリア紀の終わりに向かって、エディアカラの生物相で発見されています。これらに含まれる動物が含まれているかどうかは長い間疑われていましたが、ディキンズニアの化石における動物の脂質コレステロールの発見は、これらが実際に動物であることを確立しています。\n\n多くの動物門は、バージェスシェールなどのベッドで約5億4200万年前に始まるカンブリア紀の爆発中に化石記録に最初に登場します。これらの岩の既存の門には、軟体動物、腕足類、オニコフォラン、脱裂、節足動物、脳皮、hemichordates、および略奪的な異常のような現在の多数の形態が含まれます。科学者は、これらの動物がすべて同時に近くに現れたのか、それが化石記録の収集方法の問題であるかどうかはわかりません。",
"Fish": "科学者は、カンブリア紀の爆発の間に最初の魚が約5億3,000万年前に登場したと信じています。彼らは最初の脊椎動物、または骨格または脊柱を持つ動物であると考えられています。最初の魚は、アグナサ、または顎のない魚に属していると考えられています。カンブリア紀後期には、コノドンツと呼ばれるウナギのような顎のない魚、そしてオストラコダームとして知られる小さな装甲魚が最初に登場しました。ほとんどの顎のない魚は現在絶滅しています。",
"Insects": "__Insects__は、門角節のクラスです。それらは、硬い外骨格を持つ小さな陸生無脊椎動物です。\n\n__Insects__は、地球上で最大の動物グループです。約__926,400異なる種__が記載されています。それらは、既知の生きている種__の半分以上を占めており、動物種の90％を超える地球の90％を超えると考えられています。\n\n__Insects__の新種が継続的に見つかりました。種の総数の推定値は200万から3000万の範囲です。\n\n__INSECTS__に6本の脚があります。そして、ほとんどは翼を持っています。 __Insects__は、飛行が可能な最初の動物であると考えられています。それらが卵から発達すると、__incects__は__メタモーモー症__を受けます。これは、未熟な昆虫の形が2つ以上の異なる段階で成体の形態に変化する驚くべき変換プロセスです。 __Insects__は地球全体に住んでいます：ほとんどすべてが陸生（土地に住んでいます）ですが、海洋や南極などの非常に寒い場所で__INSECTS__を生きています。ほとんどの種は熱帯地域に住んでいます。\n\n一部の人々は、すべての__Insects__「バグ」と呼ばれますが、これは正しくありません。 __inects__は真のバグであり、これは__incects__の特定の順序です。 __Insects__を研究する人は、__entomologists__と呼ばれます。",
"Reptiles": "__Reptile__は、陸上脊椎動物の主要なグループの1つの一般名です。より正確な用語を使用する生物学者はそれほど使用していません。\n\n__「爬虫類」__という名前はラテン語に由来し、「忍び寄る人」を意味します。すべての生きている__Reptile__種は冷血で、皮膚が薄く、cleidoicの卵を産みます。それらは（尿素の代わりに）尿酸を排泄し、廊下を持っています。クロアカは、肛門、尿路、生殖管の共有開口部です。 __Reptiles__は、哺乳類のそれとは異なる心臓と主要な血管の配置も共有しています。\n\n__Reptiles__の多くの重要なグループが現在絶滅しています。たとえば、Mosasaursです。恐竜は絶滅していたと言っていましたが、羽のある子孫（鳥）の形で生き残っています。生き残る古代の__reptiles__には、カメ、ワニ、そのグループの唯一の生存者であるトゥアタラが含まれます。現在の__Reptiles__の大部分は、ヘビとトカゲです。\n\n生きている__reptiles__の研究は、ヘルペトロジーと呼ばれています。",
"Dinosaur Age": "__dinosaurs__（「ひどいトカゲ」を意味する）は、Archosaur爬虫類のさまざまなグループです。彼らは中生代時代の支配的な陸生動物でした。 500を超える異なる恐竜属が知られています。恐竜の化石はすべての大陸で発見されており、まだ頻繁に新しい発見があります。\n\n__dinosaurs__は、約2億3,000万年前の上部三畳紀に登場しました。恐竜の化石の初期の日付は、231.4から228 Myaのエオラプトルの日付です。初期のジュラ紀によると、彼らはトップの土地脊椎動物であり、土地のほとんどの環境を支配していました。彼らは、6600万年前に突然のK/T（グローバル）絶滅イベントまで続きました。\n\n化石の記録から、科学者たちは鳥が羽毛の恐竜が生きていると信じているので、彼らは今日まで生き残る唯一の恐竜でした。\n\n恐竜は彼らを成功させるのに役立つ適応を持っていました。最初に知られている恐竜は、2本の足で歩いた小さな捕食者でした。彼らのすべての子孫は、体の下に足を置いて、直立した姿勢を持っていました。これにより、ライフスタイル全体が変わりました。他の機能がありました。小さな恐竜のほとんどには羽があり、おそらく温血でした。これにより、現代の爬虫類よりも高い代謝を伴うアクティブになります。群れに住んでいることと協力との社会的相互作用は、一部のタイプでは非常に可能性が高いようです。\n\n最初の化石は、19世紀初頭に恐竜として認識されました。それらの骨の一部はずっと早く発見されましたが、理解されていませんでした。ウィリアム・バックランド、ギデオン・マンテル、リチャード・オーウェンは、これらの骨が特別な動物のグループであると見た科学者でした。恐竜は現在、世界中の博物館の主要なアトラクションです。彼らは大衆文化の一部になりました。それらについて多くのベストセラーの本や映画がありました。新しい恐竜の発見は、メディアで非常に頻繁に報告されています。",
"Mammals": "__mammals__は、クラス哺乳類を形成する脊椎動物のグループです。彼らは毛皮や髪と非常に正確な種類の温度調節を持っています。\n\n単調なものを除いて、すべての哺乳類は若く生きます。彼らはまた、若者のために牛乳を生産します。若者の親のケアは哺乳類の間で普遍的であり、出生が子孫の数を制限するため、それは不可欠です。",
"Stegosaurus": "ステゴサウルス（「屋根界線」を意味する）は、現在の北米西部に住んでいた植物を食べる恐竜の一種でした。\n\nステゴサウルスは、1億5,500万年前にジュラ紀上部に住んでいました。それは最も簡単に認識された恐竜の1つであり、その背中にカイト型のプレートの独特の二重列があり、尾に長いスパイクがあります。鎧は、アロサウルスやセラトサウルスのような肉を食べる人と一緒に住んでいたので必要でした。",
"Tyrannosaurus": "ティラノサウルスは、655万〜6700万年前の白亜紀後期の大きな略奪的な恐竜でした。\n\nティラノサウルスは、長くて重い尾のバランスが取れた巨大な頭蓋骨を持つ二足歩行の肉食動物でした。大きくて強力な後肢と比較して、その前肢は小さかったが、そのサイズには強力だった。彼らには2つの爪がありました。\n\nハンターなのかスカベンジャーなのかについては、議論があります。ライオンやハイエナなど、今日の最も支配的な肉を食べる人と同様に、ティラノサウルスは両方だったかもしれません。それは非常に強い顎を持っていて、その噛みつきの力は他の恐竜の骨を撮ることができました。",
"Dinosaur Extinction": "白亜紀の終わりの絶滅は、大規模な小惑星やmet石の衝撃、または火山活動の増加など、1つ以上の壊滅的なイベントによって引き起こされました。\n\nインドのデカントラップのようないくつかの衝撃クレーターと大規模な火山活動は、絶滅イベントのおおよその時間に日付が付けられています。これらの地質学的事象により、日光が軽減され、光合成が妨げられ、地球の生態学の大規模な混乱が生じました。",
"Primate Bipedalism": "二足歩行は、歩くために2フィートを持っている、または使用しています。科学者たちは、霊長類の二足歩行主義が600万年から700万年前に興奮していると信じています。進化論者は、これらが人間種の初期の祖先であると信じていますが、この理論にはそれを支持する証拠はほとんどありません。",
"Constructed Tools": "__stone Tools__は、石で作られたツールです。彼らは石器時代にその名前が与えられた理由です。科学者は、彼らが最初に使用されたツールであると信じています。最近、人間が住む前に石器が使用されていることがわかりました。",
"Control Fire": "__初期の人間による火の制御は、初期の人間にとって非常に重要でした。火は、暖かさ、保護、狩猟の改善、食品を調理する方法の源を提供しました。これらの文化的進歩により、文化的な革新と食事の変化が可能になりました。さらに、火災を制御することで、人間の活動を寒い気候に拡大し、夕方に暖かさと光を提供することで起き続けることができました。\n\n制御の最も早い決定的な証拠の主張は、約200,000年から170万年前の範囲です。約1、000、000年前に始まる火災の制御された使用の証拠には、幅広い科学的サポートがあります。火で燃やされたフリントの刃は、モロッコの人間の化石の近くで発見され、約30万年前にされました。約125、000年前の火災日の制御の広範な証拠。",
"Adam": "__「ああ、人類！私たちは男性と女性の単一のペアからあなたを創造し、あなたを国と部族にしました。アッラーの目には、あなたの中で最も義人がいます。そして、アッラーは完全な知識を持ち、（すべてのものと）よく知っています」（コーラン49:13）。__\n\nアダム（アラビア語：آدم）は、地球上の最初の人間であり、イスラム教の最初のナビ（針、預言者）でした。人類の父としてのイスラム教徒のアダムと彼の妻であるホーワー（ح❖イブ）は人類の母として。イスラム教徒はアダムを最初のイスラム教徒と見なしている。コーランは、すべての預言者がイスラム教の同じ信仰を説教したと述べているため、神への服従を意味します。\n\nこれら2人の個人から、世代の人間が地球に住んでいます。コーランの神は述べています。\n\nアダムが創造されたとき、神はすべての創造物を、新しい優れた創造物であるアダムへの敬意のしるしとして自分自身を下げるように命じました。アダムは粘土でできている間、彼は無煙の火（ジン）で作られていると言って拒否したシャイタンを除いてすべてをしました。神は彼らをテストとしてエデンの庭に置き、シャイタンはアダムとホーワの両方をうまくだましました。彼は彼らに神が彼らを禁じていた木に行かせました。この結果、神は私たち（人間と悪魔）を、判断の日まで互いに敵として地上に置いてきました。一度地球上に、アダムは許しを祈り、神は彼を許しました。\n\nアダムとすべての預言者のように、彼らは神との契約を思い出させるために地球に来ました。私たちが神に従うなら、私たちは神の視界の天使よりも高いレベルに達することができます。これを行うには、シェイタンのささやきを避けなければなりません。それよりもはるかに悪いことは、私たちのナフ（利己的な欲望）を努力し、抑制します。私たちは、コーランで私たちに与えられた無限の知恵、指示、例に従うことによってこれを行います。また、預言者の驚くべき例に従う必要があり、預言者ムハンマドの完全な人生の物語があります。彼の教えはすべて保存されており、彼の生き方を維持し、教えるためのイスラム奨学金がたくさんあります。預言者ムハンマドは、夫、父、隣人、友人であるとともに、預言者、国家、精神的、軍事的指導者の印でした。彼は、彼の人生、行動、教えを研究している人々に非常に称賛されています。彼が住んでいたときの彼の敵でさえ、彼を尊敬し、信頼しました。\n\nですから、イスラム教徒のように、私たちはすべての人間の人生の目的を知っています。神は、人類が楽園/天国の美しい場所を約束し、彼の戒めに従うことの報酬として約束しました。天国で最も低い人は、10の地球の土地を持っています。あなたがより高いレベルの天国にたどり着くとき、あなたは光の年であなたの土地を測定し始める必要があります。神は最も寛大であり、私たちに与えて、私たちに彼にすべてを尋ねたいと思っています。私たちが神と預言者の道から背を向けた場合、地獄で私たちを激しい罰が待っています。神がこれとすべての邪悪なものから私たちを守ってくださいますように。\n\n科学の観点から見ると、人間は__homo sapiens__種にあり、その唯一の既知の亜種は__homo sapiens sapiens__として知られています。私たちは地球上で最も支配的な種です。しかし、特に植物や原生生物の間では、地球の岩、生命、自然環境にはるかに大きな影響を与えた多くの種類の生命があります。",
"First Temple": "__GöbekliTepe__（Potbelly Hill」のトルコ語、Turkishのトルコの南東アナトリア地域の考古学的な場所であるChanlıurfa市の北東約12 km（7マイル）の考古学的な場所です。 Tellの高さは15 m（49フィート）で、直径は約300 m（980フィート）です。海抜約760 m（2,490フィート）です。\n\nTellには、紀元前10〜8世紀にさかのぼる社会的または儀式的な性質であると考えられている2つの使用段階が含まれています。最初の段階では、ポッティ前の新石器時代のA（PPNA）に属し、巨大なT字型の石の柱の円が建てられました。現在、地球物理学的調査を通じて、約20の円の200以上の柱が知られています。各柱の高さは最大6 m（20フィート）で、重量は最大10トンです。それらは、岩盤から追い出されたソケットに取り付けられています。第2フェーズでは、ポッティ前の新石器時代のB（PPNB）に属し、建てられた柱は小さく、磨かれた石灰の床がある長方形の部屋に立っていました。このサイトはPPNBの後に放棄されました。若い構造は古典的な時代の日付です。\n\n構造の機能の詳細は謎のままです。 1996年から2014年に亡くなるまで、クラウスシュミットの指示の下でドイツの考古学チームによって発掘されました。シュミットは、このサイトが広い地域の人々が定期的に定期的に集まり、和解ではなく聖域であると信じていました。\n\n2018年、このサイトはユネスコの世界遺産に指定されました。",
"Agricultural Revolution": "__新石器革命__（新しい石器時代）は、最初の__アグリック型革命でした。それは、遊牧民の狩猟から、コミュニティやバンドを集めて農業や集落への徐々に変化しました。この期間は、変化をもたらしたコミュニティの生活様式を変えたため、「革命」と呼ばれています。さまざまな時期に先史時代の人間社会で発生しました。多くの社会は7〜9千年前に変化しました。\n\nこの用語は、これらの開発が行われた一般的な期間を指します。また、発生した変更にも当てはまります。早期農業技術の採用、作物栽培、動物の家畜化です。新石器の革命は、社会組織と技術の発展にとって重要です。\n\n__新石器の革命__は、恒久的または半多数の集落に住んでいた。このため、遊牧民のライフスタイルをリードした人が少なくなりました。栽培された作物が誰に属しているかを知ることができるように、土地所有権の概念が開発されました。自然環境は変化し、人口密度が高まり、人々は食事中により多くの野菜や穀物の食品を食べました。階層は社会で開発されました。穀物は保管され、取引される可能性があります。良い作物の収穫物からの余剰生産は、社会が悪い年を生き延びました。この例は、古代エジプトの穀物を（AS）保護し、分散させた方法です。",
"Writing": "__Writing__は、シンボルのセットを使用して視覚媒体で言語を記録する行為です。シンボルは、テキストを読み取ることができるように、他の人に知られている必要があります。\n\nテキストは、イラストや装飾など、他の視覚システムも使用する場合があります。これらは書き込みとは呼ばれませんが、メッセージが機能するのに役立つ場合があります。通常、国のすべての教育を受けた人々は、同じ執筆システムを使用して同じ言語を記録します。読み書きできることは、読み書きができることです。\n\n__Writing__は、読者がその時点で存在する必要がないため、スピーチとは異なります。昔から、そして世界のさまざまな地域から書くことができます。テキストストアと知識を伝えます。 __Writing__は、人間種の最大の発明の1つです。歴史家は、人々が町に定住した後、農業が始まった後に発明されたと信じています。 __WRITING__は、5000年以上前の中東の約3,300年の日付です。\n\n__Writing__今日は通常紙の上にありますが、ほとんどすべての表面に印刷する方法があります。テレビや映画の画面も執筆を表示することができ、コンピューターの画面も表示できます。多くの執筆資料が紙のずっと前に発明されました。粘土、パピルス、木材、スレート、羊皮紙（準備された動物の皮）がすべて使用されています。ローマ人は、尖ったスタイラスでワックス付きの錠剤に書いた。これは、一時的なメモやメッセージに人気がありました。その後の中国人による紙の発明は、大きな前進でした。\n\n__Writing__は、鉛筆、ペン、ブラシなどのハンドツールを使用して伝統的に行われます。ただし、テキストは、コンピューターキーボードまたはスマートフォンの入力によってますます作成されます。",
"Recorded History": "__History__は、過去の出来事の研究です。人々は、過去に何が起こったのかを知っています（書籍、新聞、手紙など）、アーティファクト（陶器、道具、人間や動物など）を含む過去のことを見て、図書館、アーカイブ、博物館を収集して維持することができます。人々が歴史を勉強するためのもの。歴史を研究する人は歴史家と呼ばれます。古代の文化によって残されたものを通して先史と歴史を研究する人は、考古学者と呼ばれます。人類と社会を研究する人は人類学者と呼ばれます。歴史の研究と書き方に使用される情報源と方法の研究は、歴史学と呼ばれます。\n\n過去に起こったことを覚えている人々と話すことで、人々は過去について学ぶことができます。これは口頭史と呼ばれます。奴隷とアメリカの南北戦争の生存者だった人々が年をとったとき、歴史は彼らが言ったことすべてを記録したので、歴史は失われません。\n\n同じことがイスラムの歴史で行われました。多くのことが書き留められましたが、預言者（ハディース）のすべての最後のことわざを本に集めて、数人の学者がいました。この上にイスラム科学全体が開発され、預言者（のこぎり）に至るナレーションのチェーンを検証し、これらのハディースを健全性分類レベルにランク付けしました。私たちはこれらすべての人々とその家族が誰であるかを知っています、彼らは本の中の単なるランダムな名ではありません（つまり、マーク、ルーク、ジョン）。多くの場合、同じ本で同じハディースを何十回も見つけるか、非常に多くの人々によって集められたハディースの本に広がっています。これは、Sahih（非常に健全な）ハディースとして分類されます。\n\nコーランも書き留められましたが、預言者のソーの生涯の間に何千人もの人々によってほとんど記憶されていました。それは、元のアラビア語の話者でさえ、元のアラビア語でさえ、今日の何百万人もの人々によってまだ記憶されています。これは、コーランが多くの人々にとって詩的で覚えやすいので可能です。コーランのすべてのテキストが何らかの形で消失した場合、イスラム教徒は一緒に働いた場合、数秒でそれを持ち帰ることができます。とにかく必要ではありません。神は私たちにコーランでそれを保護すると言ったように。 __「確かに、コーランを送ったのは私たちです。実際、私たちはその守護者になります。」 （コーラン15：9）__\n\n詩的で朗読の美しさに関係なく、コーランのメッセージは信者の心に簡単に適合します。なぜなら、それは過去、未来、そして論理的で理解しやすい方法で存在するからです。コーランは実際に私たちが持っている最大の奇跡であり、イスラム教が真の宗教であることを証明するために必要なものだけです。私たちを創造し、私たちと話し、コーランの言葉で私たちに直接教えてくれます。そして、私たちを創造し、私たちを最もよく知っている神、神よりも私たちに教える方が良いのは誰ですか？\n\n昔、世界のさまざまな地域の人々は、頻繁にお互いに会わなかったため、別々の歴史を保持していました。一部の人々のグループはお互いに会ったことがありません。中世のヨーロッパ、古代ローマ、古代中国はそれぞれ、世界の唯一の重要な部分を支配し、他の部分は「野b人」であると考えていました。",
"First Pyramid Built": "__「この日、私たちはあなた（ファラオ）あなたの体の中であなたを救うでしょう。 （コーラン10:93）__\n\n__ピラミッド__は、通常は石の構造であり、ピラミッドの形状で構築されています。古代から現代まで、世界のさまざまな地域の人々はそのような構造を構築しています。\n\n最初の__ピラミッド__は紀元前2630年に建設されました。最も古い既知のピラミッドはエジプトのサッカラにあり、第三エジプト王朝のジョーザー王によって建てられました。\n\nコーランは、ムーサ（AS、モーセ）とユスフ（AS、ヨセフ）についての物語の中で、エジプト王朝について多くのことを語っています。\n\nコーランは、これらのエジプト王朝の指導者を王またはファラオ（後で来た）と呼ぶことにより、エジプトの歴史を正確に説明しています。大英博物館によって最近発見されたばかりの歴史的事実。彼らによると、エジプト人は第18王朝（紀元前1552-1295）まで彼らの支配者を「ファラオ」と呼びませんでした。\n\nムーサとフィラウン（ファラオ）について話しているいくつかの詩：\n__「私たち（アッラー）は、信じる人々の利益のために、モーセとファラオの物語の一部を真実でリハーサルします。（コーラン28:04）。\n\n「私たちはモーセをファラオと彼の首長に私たちのサインで送りましたが、彼らは不当に彼らを拒否しました。\n\n「この日、私たちはあなた（ファラオ）あなたの体の中であなたを救うでしょう、あなたはあなたの後を追ってくる人への兆候かもしれません！\n\n歴史家、キリスト教徒、イスラム教徒の学者は、モーセがラムセス2世と交流したと広く信じられています。コーランと聖書の両方は、この物語について詳細に言及し、最終的にファラオは神の許可を得てモーセが海を別れた後、紅海でown死したことで終わります。\n\nコーランの__の預言「この日、私たちはあなた（ファラオ）をあなたの体の中で救うでしょう、あなたはあなたの後に来る人への兆候かもしれません！」最近まで。すべてのファラオのミイラ化された遺体は、ナイル川のほとりに沿って王の谷（kv7＆8）に隠されていました。彼らの墓が略奪された後でも、ファラオのミイラ化された遺跡は何世紀にもわたって発見されていませんでした。彼らの発見は19世紀に行われ、あなたは今、エジプトのカイロにあるグランドエジプト博物館であなた自身の目でラムセス2世を見ることができます。彼の体はまた、すべての人が見るためにいくつかの国際ツアーに出かけました。これもまた、コーランとイスラム教の知識が神から私たちにしか与えられなかったことを示しています。\n\nまた、このファラオや他の古代エジプトの指導者での経験について、ユダヤ人に尋ねることもできます。\n\n__」そして、私たちは確かにモーセに9つの明白な兆候を与えたので、イスラエルの子供たちに彼が彼らのところに来たときに尋ねて、ファラオは彼に言った、「実際、モーセよ、あなたは魔法の影響を受けていると思います」（コーラン。」 17：101）__\n\nユダヤ人の生存は、彼らに送られた多くの奇跡や預言者のように、彼らが受けた神の他の兆候について彼らに尋ねることもできます。\n\n__イスラエルの子供たちに、私たちが彼らに与えた明確な兆候がいくつあるか。そして、アッラーが彼に来た後にアッラーの好意を交換する人は誰でも、実際、アッラーは報復に深刻です。 （コーラン2.211）__",
"Roman Empire": "__ローマ帝国（ラテン：インペリウムロマナム）は、古代世界の最大の帝国でした。その首都はローマであり、その帝国は地中海に拠点を置いていました。帝国は紀元前27年から、オクタヴィア人が皇帝アウグストゥスになったとき、西暦476年に落ちて、古代世界の終わりと中世の始まり、または暗黒時代をマークします。\n\n帝国は古代ローマの第三段階でした。ローマは最初にローマの王、当時ローマ共和国、そして皇帝によって支配されました。\n\n多くの近代的な土地は、かつて英国（スコットランドではなく）、スペイン、ポルトガル、フランス（ガリア）、イタリア、ギリシャ、トルコ、ドイツ、エジプト、レバント、クリミア、スイス、アフリカの北海岸を含む__roman帝国__の一部でした。 __roman Empire__の主要言語はラテン語でした。ギリシャ語は重要な中等言語でした。\n\n__roman Empire__の西部は約500年も続き、ギリシャとアナトリアを含む東部はさらに約1000年も続きました。東部はビザンチン帝国と呼ばれ、その首都はコンスタンティノープルであり、1453年にスルタン・ファティ・メフメットによってコンスタンティノープルのオスマン帝国征服によって終わった。この出来事は預言者ムハンマドによって預言され、世界史で最も注目すべき出来事の1つです。",
"Crusades": "__Crusades__は、聖地の支配をめぐってキリスト教徒とイスラム教徒の間で戦われた一連の宗教戦争でした。伝統的に、彼らは1095年から1291年の間に行われました。聖地は、イスラム教、ユダヤ教、キリスト教という3つの主要な一神教にとって非常に重要な場所でした。聖地には多くの重要な宗教的な場所があります。これは現在、イスラエルまたはパレスチナと呼ばれる土地です。エルサレム、ナザレ、ベツレヘム、ヘブロン、およびその他の宗教的な場所は、オマール（RA）のカリフの中でイスラム教徒の支配下にありました。\n\nさまざまな十字軍がありました。最も重要で最大の__Crusades__は、11世紀から13世紀にかけて行われました。この間、9つの大きな十字軍がありました。また、多くの小さな十字軍もありました。いくつかの十字軍はヨーロッパ内でさえありました（たとえば、ドイツ、オーストリア、スカンジナビア）。小さい__rusades__は、ルネッサンスと改革まで16世紀まで続きました。\n\n「十字軍」という言葉は「十字架」という言葉に関連しており、キリスト教の聖戦を意味します。アラビア語の「ジハード」もあります。これは、戦争中にイスラム教徒にとって「十字軍」と同じ意味合いを持つことができるイスラム教徒の努力と闘いを意味します。預言者（のこぎり）は、これがより少ないジハードであり、より大きなジハードが敬iousな生活を送るために戦いに来ることを教えました。\n\nすべての側面（クリスチャン、イスラム教徒、ユダヤ人）は、彼らの宗教を非常に信じていました。多くの十字軍には、しばしば彼らの背後に政治的または金銭的な理由がありました。すべての戦争のように。\n\n共通の多くを共有する3つのアブラハムの信仰の間に敵対行為を見るのは悲しいことです。イスラム教徒は、ユダヤ人とキリスト教徒を本の人々と見なしています。つまり、彼らは他の人々よりも特別な地位とイスラム教徒と密接な関係を持っていることを意味します。これは、預言者（のこぎり）の人生で、そして彼と仲間がビザンチンのクリスチャンの敗北によって悲しんでいた場所で、大規模な戦いでサッサニア人への喪失を見ることができます。これはハディースに記録され、コーランでも話しました。それはまた、神が亡くなった将来の出来事を明らかにしたイスラム教の真正性のもう一つの興味深い証拠です：__「ローマ人は敗北しました。（アナトリア）の近くの土地で。前後のコマンドに属します。そしてその日、信者は喜ぶ」（コーラン30：2-4）__\n\nこれが明らかにされたとき、アラブの異教徒は異教のサッサン人の側にいたが、アラブのイスラム教徒はクリスチャンがこの戦いに勝つことを望んでいた。クリスチャンがこの喪失のためにイスラム教徒をock笑し、「今あなたの強力な神はどこにいるのか？」のようなことを言ったとき、異教徒を失ったとき。それで、神はこの瞬間にこの詩を明らかにしました。案の定、イッサスの戦いでの622年の西暦、ヘラクリウス皇帝の下でのビザンチンは、サッサニア人に対してアナトリアで圧倒的で永続的な勝利を収め、コーランの預言を確認しました。",
"Black Plague": "__ブラックデス__は、ヨーロッパとアジアの何百万人もの人々を殺した病気の発生でした。ヨーロッパの3人にほぼ1人が病気で死亡し、1347年から1351年の間に最悪でした。この病気はアジアで始まった可能性があります。ほとんどの人は、この病気が腺ペストだと考えています。この病気は、ラットに住んでいるノミによって運ばれ、広がります。シルクロードのトレーダーは、感染したノミをヨーロッパに持ち込んだかもしれません。\n\nノミは問題を始めました。感染したノミは黒いネズミによって運ばれました。ノミを運んでいたネズミは都市に入ります。ノミが誰かを噛むと、彼らは傷に少しの細菌を注入します。これにより、その人が感染します。ネズミはしばしば船にありました。これは、病気がヨーロッパ中に非常に迅速に広がることを意味しました。\n\n人間では、この病気はgro径部、腕の下、耳の後ろに腫れを引き起こしました。これらの腫れは黒と紫色の色だったので、「The Black Death」という名前でした。暗い腫れはバボと呼ばれていました。人々は痛みを感じ、犠牲者は恐ろしい死を亡くしました。症状は、犠牲者が病気を運ぶノミに噛まれてから3〜7日後に見ることができました。\n\n悲しいことに、ロンドンのような一部の都市では、猫が病気を引き起こしたため、大量に狩りと殺されたと考えられていました。残念ながら、予想されるように、これは、ラットが主要な自然な捕食者を失い、そこの集団がさらに大きくなったため、ペストが悪化しました。\n\nブボニックペストの周りのもう1つの興味深い事実は、教皇が自分自身を救った方法です。当時、イスラム教徒はすべての医学的および科学的発見の頭にいました。多くのイスラム教徒の本を調べて、カトリックの聖職者は、火が特定の病気（細菌）を追い払って殺すと考えられていることを発見しました。そのため、彼らは数週間続いた教皇を囲む円で巨大な火を照らしました。もちろん、これはネズミとその逃亡を維持し、教皇の形を形成し、彼は問題なく生き残りました。",
"Constantinople Istanbul": "__CONSTANTINOPLE__は、ローマ帝国（330-395）、ビザンチン/東ローマ帝国（395-1204および1261-1453）、ラテン帝国（1204-1261）、オスマン帝国（1453-1922）の首都でした。 1930年にイスタンブールと改名されました。現在の七面鳥の都市です。\n\nイスラムボルとしても知られるイスタンブールの征服は、預言者ムハンマドがそれを預言したため、イスラム教のさらに別の兆候と証拠でした。 __「まあ、あなたはコンスタンティノープルを征服しなければならない。その軍隊はなんと素晴らしい軍隊であり、それはなんと素晴らしい司令官であるでしょう。」 （Musnad、I、176; IV、335; Darimi、“ Muqaddima”、p。43）。__これは、1453年に都市を征服し、歴史上最も長い統治と最も強力な帝国の1つを持っていたオスマン人にとって大きな名誉です。 。\n\n歴史家は、__CONSTANTINOPLE__を征服する期間は、今日のニューヨーク市のような場所を征服することと同等であると述べています。",
"Newton and Gravity": "ほとんどの人が__isaac newton__を考えると、彼らは彼がリンゴの木の下に座ってリンゴが落ちるのを見ていると思います。一部の人々は、リンゴが彼の頭に落ちたとさえ信じています。 __Newton__は、リンゴのようなものを地面に落とすものが特定の種類の力である、私たちが重力と呼ぶ力であることを理解していました。 __Newton__は、重力がリンゴや地球などの2つのオブジェクト間の引力の力であると考えました。彼はまた、より多くの物質を持つオブジェクトが、それに加えたのと同じ力を小さなオブジェクトに及ぼす力を発揮すると考えました。それは、地球の大きな塊がそれに向かって物体を引っ張ったことを意味しました。だからこそ、リンゴは上に落ちたのではなく、人々が空中に浮かんでいない理由です。\n\n__isaac Newton__は重力について考え続けました。 __newton__の前に、人々は地球の近くの物体だけが倒れると考えていました。しかし、__newton__は、重力が地球とその上の物に限定されるべきではないと考えていました。重力が月とそれ以上に行ったらどうなりますか？\n\n__Newton__は、2つの体間の引力の力を計算するための式を発明しました。彼はそれを使用して、月を地球の周りを動かし続けるために必要な力を計算しました。それから彼はそれをリンゴを下に落とした力と比較しました。月が地球からはるかに遠く、より大きな塊を持っているという事実を許した後、彼は力が同じであることを発見しました。月は、地球の重力の引っ張りによって地球の周りの軌道に保持されています。\n\n__newton__によって発明された式は、重力の法則と呼ばれます。彼は非常に独創的で、彼の多くの法律はニュートン物理学として知られるようになりました。彼の数式の多くの数式は、より大きなオブジェクトのオブジェクトのメカニズムを計算するためにまだ使用されています。それらは小さなものには正確ではないため、Quantum Physicsと呼ばれるNewWer Scienceが開発中で、この奇妙な微視的なオブジェクトの世界を理解しようとしています。",
"Industrialization": "__DISTUSTRIALIZATION__（または工業化）は、かつて人々によって行われた作業を行うために機械を使用し始める国で起こるプロセスです。 __DISTURTILIALIATION__は、人々がすることを変えます。 __DISTURTILIALIATION__は町が大きくなりました。多くの人々が農業を去り、町の工場でより高い給与の仕事を引き受けました。\n\n__Industrialization__は、人々が物事を作るためのより簡単で安価な方法を採用するプロセスの一部です。より良い技術を使用すると、より短い時間でより多くの商品を生産することが可能になります。より多くの人々がより多くのものを生み出すことができます。\n\n工業化の後、人々はより専門的な仕事をします。たとえば、工業化の前に、コブラー（靴と革製品を作っている人）は、一人で靴を履いていました。彼は1組の靴に取り組み、それを終えてから、次の靴から始めました。工業化により、靴を作るプロセスをより小さなタスクに削減することにより、靴を作ることに関与する人がたくさんいます。たとえば、靴のソールを切る人が1人いて、別の人がそれを縫います。要するに、分業があり、今日の組立ラインとして知られています。そのような工場の機械には多額の費用がかかるため、工場は機械を買う余裕があり、労働者を雇うことができる金持ちによって所有され、さまざまな機械やタスクを雇います。\n\n__DISTURTILIALIATION__は、18世紀に産業革命とともにイギリスで始まりました。最初にヨーロッパの一部と北米に広がりました。 20世紀には、工業化が他のほとんどの国に広がりました。",
"Darwin's Theory of Evolution": "__「アッラーは水からすべての動物を作成しました。それらのうちのいくつかは、腹を忍び寄るもの、2本の足を歩くもの、そしていくつかは4つを歩くものです。アッラーは彼が意志を作ります。 24:45）.__\n\n__charles darwin__（1809–1882）1859年に「種の起源に関する」彼の著書「彼は、人生が地球上に来るようになった方法について多くの理論を提案しました。彼は、特定の特性を持つ動物がすべての動物が存在する方法としてより良く生き残ることができるプロセスである自然選択を提案しました。しかし、ダーウィンは、当時の遺伝学や、実際にどのように特性がどのように渡されたかを理解していなかったか知りませんでした。そのため、彼は子供たちが両親のように見えるようにしたものを正確に説明できませんでした。\n\nそれにもかかわらず、__darwin's__進化の説明は科学コミュニティによって根本的に受け入れられており、科学者は今日まで、それらが単一の生物や猿から進化したことを証明するために一生懸命働いています。一方、イスラム教徒、キリスト教徒、ユダヤ人は、私たちが最初の男性と女性であるアダム（のこぎり）とホーワ（イブ）の子孫であると信じています。科学者は、そのような発見を「インテリジェントデザイン」と呼び、DNA、人体、太陽系などがどのように機能するかなど、この証拠が無数にあります。\n\nダーウィニズムと同様に、イスラム教は、人生が段階的に、一定期間にわたって発展するという考えを認識しています。また、私たちは、神がすべてのものに対して力を持ち、環境に採用するためにあらゆるものを簡単に変えることができると信じています。神はそれを初めて創造しました、二度目は簡単になりますよね？私たちが判断の日に復活したように。\n\nしかし、常に悲惨で致命的であるランダムな突然変異を示す現代の進化論の理論とは異なり、動物は進化します。例。これは実際には、鳥が非常に速く適応している鳥の多くの研究で文書化されているため、科学者はそれを説明できず、他の種がそれほど速く適応しないことを心配しています。これは、動物がゆっくりとランダムに偶然進化するよりも理にかなっています。また、新しいまたは絶滅した蝶のケースがあります。イスラム教徒は動物と環境を非常に気にかけていますが、私たちは彼らが絶滅するか、自分自身の世話をすることができないことを強調しません。\n\n要約すると、イスラム教徒は人間が類人猿からランダムに進化したという考えを拒否します。イスラム教徒は、人間は特別な創造物と見なされていると考えています。イスラム教は、人間は他のすべてのようにアッラーによって作成されたユニークな生命体であると教えています。ただし、他の動物や存在とは異なり、ユニークな贈り物や能力があります。たとえば、私たちには永遠の魂、良心、想像力、知識、自由意志があります。私たちは強く、善良で、敬iousな、または弱くなり、利己的な欲望を満たすためだけに働くことができます。とにかく、人間の生活は、アダムとホーワ（イブ）という名前の男性と女性の2人の創造から始まりました。\n\nコーランは、アッラーが「すべての生物から作られた」アッラーが「コーラン21:30）を説明している。 2本の足を歩いて、4つを歩いているものもあります。アッラーは彼が意志するものを作ります。本当にアッラーはすべてのものに対して力を持っているからです」\n\nこれらの節は、生命が水で始まったという科学理論を支持しています。",
"World War 1": "__World War I__（または第一次世界大戦）は、1914年7月28日に始まり、1918年11月11日まで続いた地球戦争でした。戦争はちょうど4年、3か月、14日間続きました。\n\n戦闘の大部分はヨーロッパでしたが、他の多くの国の兵士が参加し、ヨーロッパの力の植民地帝国を変え、オスマン帝国の終わりをもたらしました。 1939年に第二次世界大戦が始まる前に、__world War i__は第一次世界大戦、第一次世界大戦、または「すべての戦争を終わらせる戦争」と呼ばれていました。 135か国が__World War I__に参加し、戦闘中に1,000万人近くが死亡し、ほとんどが病気と飢amineでした。\n\n__world war i__は、ヨーロッパのほとんどの国々と戦われました。実際の戦いは多くの異なる面でありました。西部戦線は、ドイツと同盟国の間の戦闘の大部分が起こった場所でした。ここでの戦いのほとんどは、trench戦でした。\n\n東部戦線は中央および東ヨーロッパで戦われました。ここで戦うことは、正面の大きさのために、trench戦争ではなくモバイル戦でした。中東の戦線とイタリアの戦線で多くの戦いが起こりました。戦闘は、アフリカ、中国、海上でも、空中でも行われました。\n\n戦争は、多くの異なる条約の署名によって終了しました。最も重要なのは、ベルサイユ条約です。\n\n__World War I__は、戦車、飛行機、潜水艦、または（Uボート）が重要な武器であった最初の主要な戦争でした。",
"World War 2": "__World War II __（第二次世界大戦または第二次世界大戦）は、第二次世界大戦とも呼ばれ、ソビエト連邦では大愛国的な戦争であり、世界の多くの地域と多くの国での戦いを伴う地球戦争でした。ほとんどの国は1939年から1945年に戦いましたが、一部は1937年に戦い始めました。すべての大国を含む世界の国々のほとんどは、連合国と軸の権力という2つの軍事同盟の一部として戦っていました。 __World War II___は、人類の歴史の中で最も致命的な対立でした。より多くの国が関与し、より多くのお金がかかり、人類の歴史における他のどの戦争よりも多くの人々を殺しました。 5,000万人から8500万人が死亡しました。大多数は民間人でした。それには、虐殺、ホロコーストの意図的なジェノサイド、戦略的爆撃、飢ation、病気、および日本の歴史における核兵器の最初の使用が含まれていました。\n\nアジアでの戦争は、1937年7月7日に日本帝国が中国に侵入したときに始まりました。米国は日本に石油禁輸措置を講じることで反応しました。ヨーロッパでの戦争の始まりは、1939年9月1日にドイツにポーランドに侵入したときでした。フランスとイギリスはドイツとの戦争を宣言することで反応しました。 1941年までに、ヨーロッパの多くはドイツの管理下にありました。北アフリカ、地中海、大西洋の軸と戦っていたのは英国だけでした。 1941年6月、軸の権力はソビエト連邦に侵入し、歴史上最大の戦争地域を開始しました。 1941年12月7日、日本は太平洋の西植民地を攻撃し、2つの戦争が1つになりました。\n\n日本の勝利は1942年に停止し、ヨーロッパの軸の勝利は、北アフリカとソビエト連邦の両方で1943年までに停止されました。その後、同盟国はあらゆる側面から反撃し始めました。軸は北アフリカを失い、1943年からイタリアを守ることを余儀なくされました。 1944年、同盟国はフランスに侵入し、ライン川でドイツに向かい、ソビエトは東から閉店し続けました。ドイツは1945年5月に降伏しました。日本は1945年9月2日に正式に降伏しました。戦争は連合国の勝利で終わりました。\n\n戦後、国連は国との間の支援を開発し、将来の戦争を防ぐために設立されました。主要な勝者の間の冷戦はすぐに始まりましたが、彼らは実際の戦争で互いに戦いませんでした。ヨーロッパ諸国によって支配されている国々が独立を与えられたアジアとアフリカの脱植民地化も同様に起こりました。これは、ヨーロッパの力が戦争から弱体化したためです。経済の回復と政治的統合（国を統合するプロセス）は、戦争の他の結果の1つでした。",
"Cold War": "__ Cold War__（1947–1991）は、米国（およびその同盟国）と、第二次世界大戦の終わりとソビエト連邦の終miseの間のソビエト連邦（ソ連とその同盟国）の間の緊張した関係でした。\n\n一方の国のほとんどは、2つの最大の軍事諸国が米国とトルコであったNATOで同盟を結びました。反対側の国のほとんどは、ワルシャワ協定で同盟を結んでいた最も強力な国はソビエト連邦（現在のロシア）でした。\n\n西部資本主義国のグループには、アメリカ、トルコ、西ヨーロッパ、イスラエル、日本、韓国、タイ、イラン（1945-1979）、パキスタン、マレーシア、フィリピン、南アフリカ、オーストラリア、ニュージーランドが含まれます。\n\n東部社会主義グループには、ソビエト連邦、東ヨーロッパ、アンゴラ、エチオピア、キューバ（1959-1991）、モンゴル、北朝鮮、中国、ベトナムが含まれます。\n\n冷戦は1989年にベルリンの壁の崩壊で終わり、ロシアは社会主義共産主義国から民主的な資本主義国に変わりました。しかし、最近のバトルとロシアとウクライナの間の戦争で見られるように、ここにはまだ紛争が残っています。",
"Moon Landing": "__apollo 11__は、人々を月に送る最初の飛行でした。これは、元のアメリカ宇宙機関であるNASA（National Aeronautics and Space Administration）によって行われました。 1969年7月16日に宇宙に上がって、ニール・アームストロング、バズ・アルドリン、マイケル・コリンズの3人の宇宙飛行士を運んでいます。 1969年7月20日、アームストロングとアルドリンは月に着陸した最初の人間になり、コリンズは月の周りに軌道にとどまりました。\n\nこのフライトは、米国とソビエト連邦の間の__スペースレース__の一部でした。 1961年に「月に男を着陸させ、安全に地球に戻す」ために、1961年にユニット州第35大統領であるジョンF.ケネディが設定した計画を完了しました。",
"World Wide Web": "__インターネット__は、コンピューターの世界最大の通信ネットワークです。インターネットには、数百万の小規模、学術、ビジネス、および政府のネットワークがあり、これらのネットワークが多く、さまざまな種類の情報を提供しています。この用語は、ネットワークの略で「ネット」と略されることがあります。 __World Wide Web__は、その最大のサービスの1つです。世界中の数十億人が使用しています。\n\nインターネットは、米国で「米国先進研究プロジェクト局」（DARPA）によって開発されました。インターネットは1969年10月に最初に接続され、__ arpanet__と呼ばれました。 __World Wide Web__は、1990年にスイスのCERNでTim Berners-Leeという名前の英国（英国）の科学者によって作成されました。"
}
