{
"Birth of the Universe": "\"En hij is degene (Allah) die de hemel en de aarde heeft geschapen (in overeenstemming met zijn besloten hemelse orde gebaseerd) op waarheid. En de dag waarop hij zal zeggen: 'Be', dan is dat (dag van het oordeel) wil ontstaan. Zijn woord is de waarheid. En zijn zal de soevereiniteit zijn op de dag waarop de trompet zal worden geblazen (door Israfil). Hij (is degene die) de kennis heeft van het ongeziene en de geziene, en hij is Wijs, helemaal bewust. \" (Koran 6:73)\n\n\"Ons bevel voor een ding is maar alleen zo veel dat wanneer we het van plan zijn (om het te brengen (in bestaan), we ertegen zeggen: 'Be', en het wordt.\" (Koran 16:40)\n\"Het is niet de glorie van Allah dat hij (voor zichzelf iemand als) een zoon moet nemen. HEILIG en verheerlijkt is hij (hierboven)! Wanneer hij een kwestie beslist, zegt hij alleen: 'zij', en het wordt.\" (Koran 19:35)\n\n\"Hij is de grondlegger van de hemel en de aarde! Wanneer hij een kwestie beslist, vertelt hij het gewoon:\" Wees! \" En het is!\" (Koran 2: 117)\n\n\"Zijn bevel (van schepping) is alleen dat wanneer hij van plan is (om iets te creëren) iets, zegt hij ertegen: 'Be', dus het wordt onmiddellijk (bestaand of zichtbaar en blijft worden).\" (Koran 36:83)\n\n\"Hij is degene die het leven geeft en de dood veroorzaakt. Dan wanneer hij beslist over iets, zegt hij er alleen tegen: 'Be', zo wordt het.\" (Koran 40:68)\n\n\"En als de bomen op de aarde pennen waren en de zee [inkt], daarna werd aangevuld met zeven [meer] zeeën, zouden de woorden1 van Allah niet worden uitgeput. Inderdaad, Allah wordt verheven in macht en wijs.\" (Koran 31:27)\n\n\"Beschouwt de mens niet dat we hem hebben geschapen van een [louter] sperma-drop-dan is hij meteen een open dispUtant? En hij presenteert een (argument van) gelijkenis voor ons en vergeet zijn eigen creatie. Hij vraagt ​​(in verwarring) : \"Wie zal het leven geven aan de botten als ze uiteenvallen?\" Zeg: \"Hij zal hen leven geven die hen aanvankelijk in het leven heeft gebracht, en hij is op de hoogte van de hele schepping.\" Hij die voor u heeft gemaakt, van het groene boom, vuur. En daarna je Kindle (vuur). Is hij niet die de hemel heeft geschapen en de aarde die in staat is om hen te creëren? Ja inderdaad! En hij is de uitstekende maker (van alles), de altijd Weten. Zeker, zijn bevel, als hij iets wil, is alleen maar zeggen: zij! En dat is het! \" Daarom zijn glorie aan hem in wiens hand het koninkrijk van alle dingen is, en voor hem zult u teruggebracht worden. \"(Koran 36:82)\n\n\"Dacht je toen dat we je nutteloos hebben gemaakt en dat je voor ons niet zou worden geretourneerd?\" (Koran 23: 115)\n\n\"Heeft niets ze gemaakt of hebben ze zichzelf gemaakt?\" (Koran 52:35)\n\n\"Onthoudt de mens niet dat we hem eerder hebben geschapen, toen hij niets was?\" (Koran 19:67)\n\n\"Allah bracht je voort uit de baarmoeder van je moeders terwijl je niets wist, en gaf je gehoor en zicht en harten, zodat je je misschien dankbaar bent\" (Koran 16:78)",
"Big Bang": "\"Realiseren de ongelovigen zich niet dat __de hemel en de aarde ooit één massa waren, dan kruiden we ze uit elkaar? En we hebben elk levend ding uit water gemaakt. Zullen ze dan niet geloven?\" (Koran 21:30)\n\nDe __big Bang__ is een wetenschappelijke theorie over hoe het universum begon vanaf een enkel punt en vanaf daar uitgebreid. Het is het waar sterrenstelsels, sterren, planeten en alle materie waar we vandaag vandaan komen.\n\n__ \"Hij is degene die de hemel en de aarde heeft ontstaan, en wanneer hij wil (afkomstig) van iets, zegt hij er alleen tegen: 'Be', en het wordt.\" (Koran 2: 117) __\n\nHet __big BANG__ -model is dat het universum is begonnen in een extreem dichte en hot conditie en is uitgebreid. De theorie suggereert, en metingen laten zien dat het universum vandaag nog steeds groeit.\n\nHet universum begon als een zeer hete, kleine en dichte superforce (de mix van de vier fundamentele krachten), zonder sterren, atomen, vorm of structuur (een \"singulariteit\" genoemd). Toen ongeveer 13,8 miljard jaar geleden breidde de ruimte zich zeer snel uit (dus de naam \"__big Bang__\"). Dit begon de vorming van atomen, wat uiteindelijk leidde tot de vorming van sterren en sterrenstelsels. Het was Georges Lemaître, een katholieke priester, die voor het eerst opmerkte (in 1927) dat een groeiend universum terug in de tijd kon worden herleid tot een oorspronkelijk enkel punt.\n\nOnbekend voor velen van velen van moderne astronomische en andere wetenschappelijke feiten, zoals de oerknal, planeetvorming, banen en gedrag, embryologie en nog veel meer, werd ons meer dan 1400 jaar geleden door God geopenbaard in de koran in de koran. Georges Lemeaitre was bijvoorbeeld niet de eerste die opmerkte over de oerknal. De koran praat duidelijk over de oerknal __ \"Realiseren de ongelovigen zich niet dat de hemel en de aarde ooit één massa waren, dan kruiden we ze uiteen? En we hebben alle levend ding gemaakt van water. Zullen ze dan niet geloven?\" (Koran 21:30) __\n\nAls u op zoek bent naar een teken of bewijs van God, weet dan dat dit slechts een van de vele talloze bewijzen is dat de islam Gods ware en enige religie is.\n\nHet universum breidt zich vandaag nog steeds uit, wat onlangs is ontdekt. Echter, de koran bevestigt echter: __ \"De hemel, we hebben ze met kracht gebouwd. En voorwaar, we breiden het uit\" (koran 51:47) __.\n\nVoordien hadden wetenschappers een theorie genaamd de Big Crunch, waar werd gedacht dat het universum mogelijk colapse was, of terugde, terug op zichzelf zodra het een bepaald punt bereikte. Deze theorie wordt niet langer onderwezen.\n\nAls geheel groeit het universum en daalt de temperatuur naarmate de tijd verstrijkt. Kosmologie is de studie van hoe het universum begon en de ontwikkeling ervan. Wetenschappers die kosmologie bestuderen, zijn het erover eens dat de __big BANG__ -theorie overeenkomt met wat ze tot nu toe hebben waargenomen.\n\nFred Hoyle noemde de theorie de \"__big Bang__\" in zijn radioshow. Hij geloofde niet dat de __big Bang__ correct was. Wetenschappers die het niet met hem eens waren, dachten dat de naam grappig was en besloten deze te gebruiken.\n\nWetenschappers baseren de __big BANG__ -theorie op veel verschillende observaties. Het belangrijkste is de roodverschuiving van zeer ver weg sterrenstelsels. Redshift is het Doppler -effect dat optreedt in licht en ook waarneembaar in geluid. Het hogere pitch-geluid dat een raceauto's bijvoorbeeld maakt bij het naderen van het lagere pitch-geluid dat het maakt wanneer hij van je weggaat- \"VRRRRRRRRRR\" (jegens jou) \"OooooooMMMMM\" (weg van je weg). Evenzo, wanneer een object van de aarde weggaat, lijken de kleurstralen meer op de kleur rood dan ze in werkelijkheid zijn, omdat de beweging de golflengte van het licht door het object uitstrekt. Wetenschappers gebruiken het woord \"rood heet\" om deze uitgerekte lichtgolf te beschrijven, omdat rood de langste golflengte op het zichtbare spectrum is. Hoe meer roodverschuiving er is, hoe sneller het object weggaat. Door de roodverschuiving te meten, bewezen wetenschappers dat het universum zich uitbreidt en ze kunnen uitzoeken hoe snel het object van de aarde weggaat. Met zeer exacte observatie en metingen geloven wetenschappers dat het universum een ​​singulariteit was ongeveer 13,8 miljard jaar geleden. Omdat de meeste dingen kouder worden naarmate ze uitbreiden, gaan wetenschappers ervan uit dat het universum erg klein en erg heet was toen het begon. Als een object naar de aarde beweegt, heeft het een blauw verschoven licht.\n\nAndere observaties die de __big BANG__ -theorie ondersteunen, zijn de hoeveelheden chemische elementen in het universum. Hoeveelheden zeer lichte elementen, zoals waterstof, helium en lithium, lijken het eens te zijn met de theorie van de __big BANG__. Wetenschappers hebben ook \"kosmische microgolven achtergrondstraling\" gevonden. Deze straling staat bekend als radiogolven en ze zijn overal in het universum. Deze straling is nu erg zwak en koud, maar lang geleden was het erg sterk en erg heet.\n\nWetenschappers wisten dat de oerknal massale straling zou veroorzaken, maar er meer bewijs van wilden. In de jaren zestig, werkend voor Bell Labratories in New Jersey, ontdekten Arno Penzias en Bob Wilson per ongeluk CBR (kosmische achtergrondstraling) toen ze hun homdelantenne afstemden, een nieuwe zeer gevoelige antenne. Ze probeerden alle achtergrondgeluid te verwijderen en ontdekten dat ze geen interferentiefrequentie konden verwijderen die uit alle richtingen kwam. Dit werd later bekend als CBR en het is te wijten aan de Big Bang -explosie, dit is nog steeds te horen en zal vandaag altijd op radio's zijn. Deze ontdekking heeft Penzias en Wilson eindelijk een Nobelprijs in 1993 toegekend.\n\nSommige wetenschappers en filosofen beweren dat de tijd geen betekenis had vóór de __big BANG__. Ze beweren dat de __big Bang__ het begin van de tijd was, en er was geen universum voor de __big Bang__, omdat er geen \"voor\" kon zijn als er geen tijd was! Als moslims weten we dat God eeuwig is en verder dan alles wat onze geest kan begrijpen. Als zodanig is het volkomen logisch waarom we het concept van tijd vóór de Big Bang niet kunnen begrijpen, dit is een van de vele paradoxen die wijzen op een almachtige Schepper.\n\nLaten we ter wille van argumenten zeggen dat we kunnen uitleggen wat vóór de oerknal was of precies hoe het zelfs is gemaakt. Dan zou de volgende vraag zijn: \"Wel, wat heeft dat gemaakt?\". En zeggen dat we hebben uitgelegd wat ook dat heeft gecreëerd, maar nogmaals, de vraag zou blijven: \"Wel, wat heeft dat gecreëerd?\". Zoals je waarschijnlijk kunt zien, zou dit nooit eindigen, dus het is eigenlijk een groot bewijs dat God onze enige Schepper is en hoe het concept van God ver buiten ons beperkte menselijke intellect is.\n\nMoslims debatteren niet over dergelijke zaken, we accepteren gewoon wat God ons vertelt over zichzelf en zijn schepping. God spreekt bijvoorbeeld over zijn handen, maar we weten dat ze anders zijn dan elke hand die we kennen. Een mens heeft handen, een aap heeft handen, een klok heeft handen. Gods handen zijn verder dan alles wat we ons kunnen voorstellen, en we laten het daarbij achter.",
"Milky Way is Born": "Wetenschappers theoretiseren dat de __milky WAY__ begon als een of meerdere kleine overdeksels in de massadistributie in het universum kort na de oerknal. Sommige van deze overbelastingen waren de zaden van bolvormige clusters waarin de oudste overgebleven sterren in wat nu de __milky Way__ is gevormd. Bijna de helft van de zaak in de __milky WAY__ is mogelijk afkomstig van andere verre sterrenstelsels. Desalniettemin omvatten deze sterren en clusters nu de stellaire halo van de __milky Way__. Binnen een paar miljard jaar na de geboorte van de eerste sterren was de massa van de __milky Way__ groot genoeg zodat deze relatief snel draaide. Vanwege het behoud van hoekmomentum leidde dit het gasvormige interstellaire medium om in te storten van een ruwweg sferoïdale vorm naar een schijf. Daarom zijn latere generaties sterren gevormd in deze spiraalvormige schijf. De meeste jongere sterren, waaronder de zon, worden waargenomen op de schijf.\n\nSinds de eerste sterren zich begonnen te vormen, is de __milky Way__ gegroeid door beide melkwegfusies (vooral vroeg in de groei van __milky manier) en aangroei van gas rechtstreeks vanuit de galactische halo. De __milky WAY__ is momenteel aan het treden materiaal van verschillende kleine sterrenstelsels, waaronder twee van de grootste satellietstelsels, de grote en kleine magellanische wolken, door de Magellanic -stroom. Directe aangroei van gas wordt waargenomen in wolken met hoge snelheid zoals de Smith Cloud. Eigenschappen van de __milky Way__ zoals stellaire massa, hoekmomentum en metalliciteit in zijn buitenste regio's suggereren echter dat het in de afgelopen 10 miljard jaar geen fusies heeft ondergaan met grote sterrenstelsels. Dit gebrek aan recente grote fusies is ongebruikelijk onder vergelijkbare spiraalvormige sterrenstelsels; De buurman The Andromeda Galaxy lijkt een meer typische geschiedenis te hebben gevormd door recentere fusies met relatief grote sterrenstelsels.\n\nVolgens recente studies liggen de __milky Way__ evenals de Andromeda Galaxy in wat in het Galaxy Color -Magnitude Diagram bekend staat als de \"Green Valley\", een regio bevolkt door sterrenstelsels in overgang van de \"blauwe wolk\" (sterrenstelsels die zich actief vormen Nieuwe sterren) naar de \"rode volgorde\" (sterrenstelsels die geen stervorming missen). STAR-formatie-activiteit in Green Valley-sterrenstelsels vertraagt ​​als ze geen sterrenvormend gas meer hebben in het interstellaire medium. In gesimuleerde sterrenstelsels met vergelijkbare eigendommen, zal de stervorming meestal binnen ongeveer vijf miljard jaar zijn gedoofd, zelfs rekening houdend met de verwachte, kortetermijnverhoging van de snelheid van stervorming als gevolg van de botsing tussen zowel de __milky Way__ als de Andromeda en de Andromeda en de Andromeda en de Andromeda en de Andromeda en de Andromeda Heelal. In feite suggereren metingen van andere sterrenstelsels die vergelijkbaar zijn met de __milky Way__, het is een van de roodste en helderste spiraalvormige sterrenstelsels die nog steeds nieuwe sterren vormen en het is net iets bluer dan de blauwste rode sequentie -sterrenstelsels.\n\n## Leeftijd en kosmologische geschiedenis\n\nGlobulaire clusters behoren tot de oudste objecten in de __milky Way__, die dus een ondergrens vaststellen voor de leeftijd van de __milky Way__. De leeftijden van individuele sterren in de __milky Way__ kunnen worden geschat door het meten van de overvloed aan langlevende radioactieve elementen zoals Thorium-232 en Uranium-238, en vervolgens de resultaten vergelijken met schattingen van hun oorspronkelijke overvloed, een techniek genaamd nucleocosmochronologie. Deze opbrengstwaarden van ongeveer 12,5 ± 3 miljard jaar voor CS 31082-001 en 13,8 ± 4 miljard jaar voor BD +17 ° 3248. Zodra een witte dwerg wordt gevormd, begint het stralingskoeling te ondergaan en de oppervlaktetemperatuur daalt gestaag. Door de temperaturen van de coolste van deze witte dwergen te meten en deze te vergelijken met hun verwachte initiële temperatuur, kan een leeftijdschatting worden gemaakt. Met deze techniek werd de leeftijd van de bolvormige cluster M4 geschat op 12,7 ± 0,7 miljard jaar. Leeftijdsschattingen van de oudste van deze clusters geven een beste pasvorm van 12,6 miljard jaar, en een bovenste limiet van 95% vertrouwen van 16 miljard jaar.\n\nVerschillende individuele sterren zijn gevonden op de __milky manier __ van halo met gemeten leeftijden die heel dicht bij het 13,80 miljard jaar oud-leeftijd van het universum zijn. In 2007 werd een ster in de Galactische Halo, hij 1523-0901, geschat op ongeveer 13,2 miljard jaar oud. Als het oudste bekende object in de__ Milky Way__ op dat moment, plaatste deze meting een ondergrens op de leeftijd van de __milky Way__. Deze schatting werd gemaakt met behulp van de UV-Visual Echelle-spectrograaf van de zeer grote telescoop om de relatieve sterke punten van spectrale lijnen te meten veroorzaakt door de aanwezigheid van thorium en andere elementen gecreëerd door het R-proces. De lijnsterkten leveren de overvloed aan van verschillende elementaire isotopen, waaruit een schatting van de leeftijd van de ster kan worden afgeleid met behulp van nucleocosmochronologie. Een andere ster, HD 140283, is 14,5 ± 0,7 miljard jaar oud.\n\nDe leeftijd van sterren in de galactische dunne schijf is ook geschat met behulp van nucleocosmochronologie. Metingen van dunne schijfsterren leveren een schatting op dat de dunne schijf 8,8 ± 1,7 miljard jaar geleden vormde. Deze metingen suggereren dat er een onderbreking was van bijna 5 miljard jaar tussen de vorming van de galactische halo en de dunne schijf. Recente analyse van de chemische handtekeningen van duizenden sterren suggereert dat stellaire vorming zou kunnen zijn gedaald met een orde van grootte op het moment van schijfvorming, 8-10 miljard jaar geleden, toen interstellair gas te warm was om nieuwe sterren te vormen met dezelfde snelheid zoals eerder.\n\nDe satellietstelsels rond de __milky Way__ zijn niet willekeurig verdeeld, maar leken het resultaat te zijn van een breuk van een groter systeem dat een ringstructuur produceert met een diameter van 500.000 lichtjaren en 50.000 lichtjaren breed. Naaste ontmoetingen tussen sterrenstelsels, zoals die in 4 miljard jaar verwacht met de Andromeda Galaxy scheurt enorme staarten van gas af, die na verloop van tijd kunnen samenwerken om dwergstelsels te vormen in een ring onder een willekeurige hoek ten opzichte van de hoofdschijf.",
"Sun is Born": "__ \"Hij is het die de nacht en de dag heeft geschapen, en de zon en de maan; allemaal (de hemelse lichamen) zwemmen mee, elk in de afgeronde koers\" (Koran 21:33).\n\nDe __sun__ in het midden van ons zonnestelsel is een gele dwergster. Het geeft energie af als licht. Dat omvat lichte, infrarood energie (warmte), ultraviolet licht en radiogolven. Het geeft ook een stroom deeltjes af, die de aarde bereikt als \"zonnewind\". De bron van al deze energie is de reactie in de ster die waterstof in helium verandert en enorme hoeveelheden energie maakt.\n\nDe __sun__ is een ster zoals vele anderen in onze Melkweg. Het heeft iets meer dan 4,5 miljard jaar bestaan ​​en zal minstens zo lang doorgaan. De __sun__ is ongeveer honderd keer zo breed als de aarde. Het heeft een massa van 1.9891 × 1030 kg, wat 333.000 keer de massa van de aarde is. De aarde past ook binnen de __sun__ 1,3 miljoen keer.\n\nWetenschappers denken dat de __sun__ is gestart van een zeer grote stofwolk en kleine stukjes ijs ongeveer 4,567 miljard jaar geleden.\n\nIn het midden van die enorme wolk zorgde de zwaartekracht ervoor dat het materiaal zich in een bal opbouwde. Toen dit eenmaal groot genoeg werd, begon de enorme druk erin een fusiereactie. De energie die deze vrijgegeven, zorgde ervoor dat die bal warmte en scheen.\n\nDe energie straalde uit de __sun__, duwde de rest van de wolk van zichzelf weg en de planeten vormden zich uit de rest van deze wolk.",
"Earth is Born": "__ \"Toen wendde hij (Allah) zich naar de hemel terwijl het allemaal rook was. Hij zei tegen de hemel en de aarde:\" Kom (in zijn), gewillig of ongewild. \" Ze zeiden: \"Hier komen we (in de opstand) in bereidwillige eerbetoon.\" __\n\n__Erth__ en de andere planeten vormden zich ongeveer 4,6 miljard jaar geleden. Ze werden gemaakt van het overgebleven gas uit de nevel die de zon maakte. Dit is opnieuw een wetenschappelijk wonder van de koran zoals God het uitlegt in de koran: \"Toen wendde hij (Allah) zich naar de hemel terwijl het allemaal rook was. Hij zei tegen de hemel en de aarde:\" Kom (kom), gewillig of ongewild. \" Ze zeiden: \"Hier komen we (in opkomst) in gewillige eerbetoon.\" Dit vers sprak over hoe de aarde werd gevormd.\n\nDe maan kan zijn gevormd na een botsing tussen de vroege __Erth__ en een kleinere planeet (soms Theia genoemd). Wetenschappers geloven dat delen van beide planeten zijn afgebroken - (door zwaartekracht) de maan.\n\nDe koran stelt dat Allah de zon, de maan en de planeten heeft geschapen, elk met hun eigen individuele cursussen of banen. __ \"Hij is het die de nacht en de dag heeft geschapen, en de zon en de maan; allemaal (de hemelse lichamen) zwemmen mee, elk in de afgeronde koers\" (Koran 21:33).\n\n__Erth __'s water kwam van verschillende plaatsen. Condenserende waterdamp en kometen en asteroïden die __earth__ raakten, maakten de oceanen. Binnen een miljard jaar (dat is ongeveer 3,6 miljard jaar geleden) geloven wetenschappers dat het eerste leven is begonnen, in het Archaean -tijdperk. Sommige bacteriën ontwikkelden fotosynthese, waardoor planten voedsel kunnen maken van het licht en water van de zon. Dit liet veel zuurstof vrij, die voor het eerst werd opgenomen door Iron in Solution. Uiteindelijk kwam vrije zuurstof in de atmosfeer of de lucht, waardoor het oppervlak van __earth geschikt was voor het aerobe leven. Deze zuurstof vormde ook de ozonlaag die het oppervlak van __earth __ beschermt tegen slechte ultraviolette straling door de zon.\n\nNogmaals, God vertelt ons over de ozonlaag in de koran, nog een ander wetenschappelijk wonder van de koran: __ \"En we hebben de hemel tot een goed beschermde luifel gemaakt, toch keren ze zich af van de tekenen.\" (Koran 21:32) __\n\nWetenschappers geloven dat het complexe leven op het oppervlak van het land niet bestond vóór de ozonlaag, omdat zonder de bescherming van de zon de straling van de zon te veel zou zijn om te overleven.\n\n__Erth__ was heel anders in het verre verleden. Lang geleden was bijna alle land op één plek. Dit wordt een supercontinent genoemd. Het vroegst bekende supercontinent heette Vaalbara. Veel later was er een tijd (de cryogeniaan) toen __Erth__ bijna volledig bedekt was met dikke ijskappen (gletsjers). Dit wordt de Snowball __Erth__ Theory genoemd.",
"Heavy Bombardment": "__ \"We hebben onze boodschappers al met duidelijke bewijzen gestuurd en met hen de Schrift en het evenwicht gestuurd dat de mensen [hun zaken] in gerechtigheid kunnen handhaven. En we hebben ijzer gestuurd, waarin grote militaire macht is en voordelen voor de mensen, En zodat Allah duidelijk kan maken degenen die hem en zijn boodschappers ongezien steunen. Inderdaad, Allah is krachtig en verheven in macht. \" (Koran 57:25) __\n\nHet late zware bombardement (afgekort LHB en ook bekend als de Lunar Cataclysm) is een gebeurtenis waarvan wordt gedacht dat het ongeveer 3,8 tot 4,1 miljard jaar geleden heeft plaatsgevonden. Dit staat bekend als de Neohadean en Eoarchische tijdperken op aarde. Tijdens dit interval is een onevenredig groot aantal asteroïden theoretiseerd om in botsing te zijn gekomen met de vroege terrestrische planeten in het binnenste zonnestelsel, waaronder Mercurius, Venus, Aarde en Mars.\n\nHet late zware bombardement gebeurde nadat de aarde en andere rotsachtige planeten het grootste deel van hun massa hadden gevormd en aangetrokken, maar nog steeds vrij vroeg in de geschiedenis van de aarde.\n\nTegenwoordig weten wetenschappers dat Iron niet op aarde had kunnen ontwikkelen. Vanwege de grootte van de aarde weten ze dat dergelijke materialen zich hier niet van nature hadden kunnen ontwikkelen. In feite weten ze dat ijzer in sterren moet worden gemaakt, met name rode super-reuzen. Alleen binnen zo'n gigantische ster kunnen elementen samen vormen tijdens fusiereacties. Dan treedt een supernova voor, wat betekent dat de ster explodeert en ijzerfragmenten worden in de ruimte gestraald. Wetenschappers geloven dat dit is hoe ijzer naar de aarde kwam.\n\nDe koran vermeldt, __ \"En we hebben ijzer gestuurd\" __. Tot voor kort, zonder wetenschappers die de __heavy bombardment__ -periodes ontdekken, zou dit vers over __ \"We hebben Iron Down Down Iron\" __ niet logisch voor ons gehad. Het blijkt echter dat God letterlijk ijzer naar ons heeft gestuurd, zodat we ervan kunnen profiteren.",
"Life on Earth": "__ \"Hebben degenen die niet geloofden dat ze niet zijn overwogen dat de hemel en de aarde een samengevoegde entiteit waren, en toen hebben we ze gescheiden en gemaakt van water elk levend ding? Zullen ze dan niet geloven?\" (Koran 21:30) .__\n\nDe vroegst geclaimde levensvormen zijn gefossiliseerde micro -organismen (of microfossielen). Ze werden gevonden in ijzer- en silica-rijke rotsen die ooit hydrothermische ventilatieopeningen waren in de Nuvvuagittuq Greenstone Belt van Quebec, Canada.\n\nDeze rotsen zijn zo oud als 4,28 miljard jaar. De buisvormige vormen die ze bevatten, worden in een rapport weergegeven. Als dit het oudste verslag van het leven op aarde is, suggereert dit \"een bijna onmiddellijke opkomst van het leven\" na oceanen die 4,4 miljard jaar geleden waren gevormd. Volgens Stephen Blair Hedges: \"Als het leven relatief snel op aarde is ontstaan, kan het gebruikelijk zijn in het universum\".\n\nDe koran beschrijft dat Allah __ \"gemaakt van water elk levend ding\" (koran 21:30) .__ Een ander vers beschrijft hoe __ \"Allah elk dier uit water heeft geschapen. Van hen zijn sommige die op hun buik kruipen, sommige dat Loop op twee benen, en sommige die op vier lopen. Allah creëert wat hij wil, want echt Allah heeft macht over alle dingen \"(24:45) .__\n\nDeze verzen ondersteunen de wetenschappelijke theorie die het leven begon in de oceanen van de aarde. Ze gaan ook mee met de moderne biologie die stellen dat sommige dieren uit maximaal 90% water bestaan, terwijl mensen uit ongeveer 60% water bestaan.",
"Single Celled Organisms": "__De koran beschrijft dat Allah \"gemaakt van water elk levend ding\" (koran 21:30) __.\n\nEencellige organismen zijn organismen met één cel.\n\nOncellige organismen zijn overal te vinden. De oudste levensvormen bestonden 3,8 miljard jaar geleden, zo niet langer. Wetenschappers geloven dat dit organisme in water leefde. Ze streven naar verschillende strategieën om te overleven: fotosynthese (cyanobacteriën), chemotrofie (veel archaea) en heterotrofie (amoeba). Sommige eencellige organismen hebben flagella, kleine staarten die ze gebruiken voor voortbeweging, of lobopoden, extensies van het cellulaire skelet (cytoskelet), die verschijnen als bloblike armen. De flagella van onze eencellige voorouders komt helemaal op in de dieren, waar het verschijnt als flagellated sperma.\n\n__De koran beschrijft dat Allah \"gemaakt van water elk levend ding\" (koran 21:30) __. Een ander vers beschrijft hoe __ \"Allah heeft elk dier uit water gemaakt. Van hen zijn sommigen die op hun buik kruipen, sommige die op twee benen lopen, en sommige die op vier lopen. Allah creëert wat hij wil, want echt Allah heeft macht over Alle dingen \"(Koran 24:45) __.\n\nDeze verzen ondersteunen de wetenschappelijke theorie die het leven begon in de oceanen van de aarde.",
"Animals": "De eerste fossielen die kunnen vertegenwoordigen, verschijnen in de 665 miljoen jaar oude rotsen van de Trezona-formatie van Zuid-Australië. Deze fossielen worden geïnterpreteerd, omdat ze waarschijnlijk vroege sponzen zijn.\n\nDe oudste dieren worden gevonden in de Ediacaran Biota, tegen het einde van het Precambrian, ongeveer 610 miljoen jaar geleden. Het was al lang twijfelachtig of deze dieren omvatten, maar de ontdekking van het dierenlipidencholesterol in fossielen van Dickinsonia stelt vast dat dit inderdaad dieren waren.\n\nVeel dierenfyla verschijnen voor het eerst in het fossiele record tijdens de Cambrische explosie, beginnend ongeveer 542 miljoen jaar geleden, in bedden zoals de Burgess Shale. Bestaande phyla in deze rotsen omvatten weekdieren, brachiopoden, onychoforanen, tardigrades, geleedpotigen, echinodermen en hemichordaten, samen met tal van nu uitgestorven vormen zoals de predikale anomalocaris. Wetenschappers weten niet zeker of deze dieren allemaal gelijktijdig verschenen of dat het een probleem is met de manier waarop fossiele records worden verzameld.",
"Fish": "Wetenschappers geloven dat de eerste vissen ongeveer 530 miljoen jaar geleden verschenen tijdens de Cambrische explosie. Ze worden verondersteld de eerste gewervelde dieren te zijn, of dieren met een ruggengraat of wervelkolom. Men denkt dat de eerste vis tot de Agnatha of kaakloze vis behoort. Tijdens de late Cambriaan, palingachtige kaakloze vissen die de conodonts worden genoemd, en kleine meestal gepantserde vissen die bekend staan ​​als ostracoderms, verschenen voor het eerst. De meeste kaakloze vissen zijn nu uitgestorven.",
"Insects": "__Insecten__, zijn een klasse in de Phylum Arthropoda. Het zijn kleine terrestrische ongewervelde dieren die een hard exoskelet hebben.\n\n__Insecten__ zijn verreweg de grootste groep dieren op aarde. Ongeveer __926.400 verschillende soorten__ zijn beschreven. Ze zijn goed voor __Meer dan de helft van alle bekende levende soorten__ en wordt aangenomen dat ze meer dan 90% van de diersoorten __ op aarde maken.\n\nNieuwe soorten van __insecten__ worden voortdurend gevonden. Schattingen van het totale aantal soorten variëren van 2 miljoen tot 30 miljoen.\n\n__Insecten__ hebben zes benen; En de meeste hebben vleugels. __Insecten__ wordt beschouwd als de eerste dieren die kunnen vluchten. Naarmate ze zich ontwikkelen uit eieren, ondergaat __insecten__ __metamorfosis__, een verbazingwekkend proces van transformatie waarbij een onrijpe vorm van een insect verandert in een volwassen vorm in twee of meer verschillende stadia. __Insecten__ leven over de hele wereld: bijna allemaal terrestrisch (leven op het land), maar sommige leven __insecten__ in de oceanen of op zeer koude plaatsen, zoals Antarctica. De meeste soorten leven in tropische gebieden.\n\nSommige mensen noemen alle __insecten__ \"bugs\", maar dit is niet correct. Slechts sommige __insecten__ zijn echte bugs, wat een bepaalde volgorde is van __insecten__. Mensen die __insects__ studeren, worden __entomologen genoemd__.",
"Reptiles": "__Reptiel__ is de gemeenschappelijke naam voor een van de belangrijkste groepen landgeworen dieren. Het wordt niet zo veel gebruikt door biologen, die meer accurate termen gebruiken.\n\nDe naam __ \"reptiel\" __ komt van het Latijn en betekent \"iemand die kruipt\". Alle levende __Reptile__ Soorten zijn koelbloeded, hebben een geschubde huid en leggen cleidoische eieren. Ze scheiden het urinezuur (in plaats van ureum) uit en hebben een cloaca. Een cloaca is een gedeelde opening voor de anus, urinewegen en reproductieve kanalen. __Reptielen__ delen ook een opstelling van het hart en grote bloedvaten die verschilt van die van zoogdieren.\n\nVeel belangrijke groepen van __Reptielen zijn nu uitgestorven, bijvoorbeeld de mosasauriërs. Vroeger zeiden we dat de dinosaurussen uitgestorven waren, maar ze overleven in de vorm van hun gevederde nakomelingen (vogels). Oude __Reptiles__ die overleven, zijn onder meer de schildpadden, de krokodillen en de Tuatara, de enige overlevende van zijn groep. De grote meerderheid van het huidige __Reptiles__ zijn slangen en hagedissen.\n\nDe studie van het leven __Reptiles__ wordt herpetologie genoemd.",
"Dinosaur Age": "__Dinosaurs__ (wat betekent \"vreselijke hagedissen\") zijn een gevarieerde groep archosaurus reptielen. Ze waren de dominante landdieren van het Mesozoïsche tijdperk. Meer dan 500 verschillende geslachten dinosaurussen zijn bekend. Fossielen van dinosaurussen zijn op elk continent gevonden en er zijn nog steeds frequente nieuwe ontdekkingen.\n\n__Dinosaurs__ verscheen in de Upper Triassic, ongeveer 230 miljoen jaar geleden. De vroegste datum van een dinosaurusfossiel is die van Eoraptor, 231.4 tot 228 MYA. Door het vroege Jurassic waren ze de beste gewervelde land en domineerden de meeste omgevingen op het land. Ze gingen door tot het plotselinge K/T (Global) Extinction -evenement 66 miljoen jaar geleden.\n\nUit het fossiele record geloven wetenschappers dat vogels levende dinosaurussen leven en dus waren ze de enige lijn dinosaurussen die tot op de dag van vandaag overleven.\n\nDinosauriërs hadden aanpassingen die hen hielpen succesvol te maken. De eerste bekende dinosaurussen waren kleine roofdieren die op twee poten liepen. Al hun nakomelingen hadden een rechtopstaande houding, met de benen onder het lichaam. Dit transformeerde hun hele levenstijl. Er waren andere kenmerken. De meeste kleinere dinosaurussen hadden veren en waren waarschijnlijk warmbloedig. Dit zou hen actief maken, met een hoger metabolisme dan moderne reptielen. Sociale interactie, met leven in kuddes en samenwerking lijkt voor sommige soorten zeer waarschijnlijk.\n\nDe eerste fossielen werden in het begin van de 19e eeuw erkend als dinosaurussen. Sommige van hun botten werden veel eerder gevonden, maar werden niet begrepen. William Buckland, Gideon Mantell en Richard Owen waren wetenschappers die deze botten zagen een speciale groep dieren waren. Dinosaurussen zijn nu belangrijke attracties in musea over de hele wereld. Ze zijn onderdeel geworden van de populaire cultuur. Er zijn veel best verkochte boeken en films over geweest. Nieuwe dinosaurusontdekkingen worden vrij vaak in de media gerapporteerd.",
"Mammals": "__Mammals__ zijn een groep gewervelde dieren die het klasse Mammalia vormen. Ze hebben bont of haar en een zeer precieze soort temperatuurregulering.\n\nMet uitzondering van de monotremes, leven alle zoogdieren jong. Ze produceren ook melk voor de jongeren. Ouderlijke zorg voor de jongeren is universeel onder zoogdieren, en het is essentieel omdat levende geboorte het aantal nakomelingen beperkt.",
"Stegosaurus": "Stegosaurus (wat \"dak-lizard\" betekent) was een soort plantetende dinosaurus die leefde in wat nu West-Noord-Amerika is.\n\nStegosaurus woonde ongeveer 155-145 miljoen jaar geleden in de Upper Jurassic-periode. Het is een van de meest gemakkelijk erkende dinosaurussen, met zijn onderscheidende dubbele rij kite-vormige platen op zijn rug en de lange spikes op zijn staart. Het pantser was noodzakelijk omdat het leefde met zulke vleeseters als Allosaurus en Ceratosaurus.",
"Tyrannosaurus": "Tyrannosaurus was een grote roofzuchtige dinosaurus uit het bovenste Krijt, 65,5-67 miljoen jaar geleden.\n\nTyrannosaurus was een tweevoetige carnivoor met een enorme schedel in balans met een lange, zware staart. In vergelijking met de grote en krachtige achterboren waren de voorpoten klein, maar krachtig voor hun grootte. Ze hadden twee klauwcijfers.\n\nEr is discussie over de vraag of het een jager of een aaseter was. Zoals de meeste dominante vleeseters van vandaag, zoals leeuwen en hyena's, waren Tyrannosaurus misschien beide geweest. Het had een zeer sterke kaak en de bijtkracht kon de botten van andere dinosaurussen breken.",
"Dinosaur Extinction": "De uitstervingen aan het einde van het Krijt werden veroorzaakt door een of meer catastrofale gebeurtenissen, zoals massieve asteroïde of meteorieteffecten, of verhoogde vulkanische activiteit.\n\nVerschillende impactkraters en massieve vulkanische activiteiten, zoals die in de Deccan -vallen in India, zijn gedateerd tot de geschatte tijd van het uitsterven. Deze geologische gebeurtenissen kunnen het zonlicht hebben verminderd en hebben de fotosynthese gehinderd, wat leidt tot een enorme verstoring van de ecologie van de aarde.",
"Primate Bipedalism": "Bipedalisme heeft of gebruikt twee voeten om te lopen. Wetenschappers geloven dat tweevoetig in primaten 6 tot 7 miljoen jaar geleden wekken, aangezien dit de vroegste fossielen zijn die ze hebben gevonden die bipedalisme -eigenschappen vertonen. Evolutionisten geloven dat dit vroege voorouders van de menselijke soort zijn, maar deze theorie heeft weinig bewijs om het te ondersteunen.",
"Constructed Tools": "__Stone tools__ zijn gereedschap gemaakt van steen. Ze zijn de reden dat het stenen tijdperk zijn naam kreeg. Wetenschappers geloven dat het de eerste gebruikte hulpmiddelen waren. Onlangs werd geleerd dat stenen hulpmiddelen werden gebruikt voordat mensen leefden.",
"Control Fire": "__De controle van Fire__ door vroege mensen was erg belangrijk voor vroege mensen. Vuur bood een bron van warmte, bescherming, verbetering van de jacht en een methode voor het koken van voedsel. Deze culturele vooruitgang zorgde voor culturele innovaties en veranderingen in dieet. Bovendien liet het beheersen van het vuur de uitbreiding van menselijke activiteit in koudere klimaten toe en om later op de avond op te blijven, door zowel warmte als licht te bieden.\n\nClaims voor het vroegste definitieve bewijs van controle variëren van ongeveer 200 duizend tot 1,7 miljoen jaar geleden. Bewijs voor het gecontroleerde gebruik van brand begint ongeveer 1.000.000 jaar geleden, heeft brede wetenschappelijke ondersteuning. Flintbladen verbrand in branden werden gevonden in de buurt van menselijke fossielen in Marokko en dateren uit ongeveer 300 duizend jaar geleden. Wijdverbreide bewijs van controle over branddata tot ongeveer 125.000 jaar geleden.",
"Adam": "__ \"Oh de mensheid! We hebben je gemaakt van een enkel man van een man en een vrouw, en je tot naties en stammen gemaakt, zodat je elkaar misschien kent (niet dat je elkaar misschien veracht) In de ogen van Allah is de wie de meest rechtvaardige van je is. En Allah heeft volledige kennis en is goed bekend (met alle dingen) \"(Koran 49:13) .__.\n\nAdam (Arabisch: آدم) was de eerste mens op aarde en de eerste Nabi (نبي, profeet) van de islam. Moslims eerbied Adam als de vader van het menselijk ras en zijn vrouw, Hawwā (حواء, Eve) als de moeder van de mensheid. Moslims zien Adam als de eerste moslim, zoals de koran stelt dat alle profeten hetzelfde geloof van de islam predikten, wat onderwerpen aan God betekent.\n\nVan deze twee individuen hebben generaties mensen de aarde bewoond. God verklaart in de koran.\n\nToen Adam werd geschapen, beval God de hele schepping om zichzelf te verlagen als een teken van respect voor Adam, wat een nieuwe superieure schepping was. Alles behalve Shaytan, die weigerde te zeggen dat hij was gemaakt van een rookloos vuur (een jinn), terwijl Adam van klei werd gemaakt. God plaatste ze vervolgens in de tuin van Eden als een test en Shaytan heeft zowel Adam als Hawwa met succes misleid. Hij liet ze naar een boom gaan waaraan God hen had verboden. Als gevolg hiervan heeft God ons (mensen en duivels) op aarde gebracht als vijanden van elkaar tot de dag des oordeels. Eenmaal op aarde bad Adam om vergeving en God vergaf hem.\n\nNet als bij Adam en alle profeten kwamen ze naar de aarde om ons verbond met God te herinneren. Als we God gehoorzamen, kunnen we een hoger niveau bereiken, dan de engelen in Gods zicht. Om dit te doen, moeten we het gefluister van Sheytan vermijden, en wat nog veel erger is dan dat, streven en onderdrukken onze nuffen (egoïstische verlangens). We doen dit door de eindeloze wijsheid, aanwijzingen en voorbeelden te volgen die ons in de koran zijn gegeven, de laatste openbaring en het boek geschreven in de eerste persoon door God die perfect bewaard en ongewijzigd is. We moeten ook het verbazingwekkende voorbeeld van de profeten volgen en we hebben het volledige levensverhaal van de profeet Mohammed, omdat hij recentere tijden binnenkwam, waar hij zelfs in de moderne geschiedenis opduikt. Al zijn leringen worden ook bewaard en er is veel islamitische studiebeurs om zijn manier van leven te behouden en te onderwijzen. De profeet Mohammed was het zegel van de profeten, een staat, spirituele en militaire leider, samen met echtgenoot, vader, buurman en vriend. Hij wordt zeer geprezen door degenen die zijn leven, acties en leringen besturen. Zelfs zijn vijanden toen hij leefde respecteerde en vertrouwde hem.\n\nDus als moslims kennen we het doel van het leven voor alle mensen om God te aanbidden en te zien wie het beste is in daden. God heeft de mensheid een prachtige plek in het paradijs/de hemel beloofd als een beloning van het volgen van zijn geboden. De laagste persoon in de hemel zal het land van tien aardes hebben. Als je naar de hogere niveaus van de hemel komt, moet je je land in het licht van de jaren beginnen te meten. God is de meest gulle en wil ons geven en voor ons om hem alles te vragen. Als we ons afkeren van God en de wegen van de profeten, wacht een ernstige straf ons in de hel. Moge God ons beschermen tegen deze en alle slechte dingen.\n\nVanuit wetenschappelijk perspectief bevinden mensen zich in de __homo sapiens__ -soorten, waarvan de enige bekende ondersoorten bekend staan ​​als __homo sapiens sapiens__. Wij zijn de meest dominante soort op aarde. Er zijn echter vele soorten leven, vooral onder planten en protisten, die een veel groter effect hebben gehad op de lucht, de rotsen, het leven en de natuurlijke omgeving van de aarde.",
"First Temple": "__Göbekli tepe__ (uitgesproken [ɟøbekˈli teˈpe]), Turks voor \"Potbelly Hill\", is een archeologische site in de zuidoostelijke regio Anatolië in Turkije, ongeveer 12 km (7 km) noordoosten van de stad şanlıurfa. De Tell heeft een hoogte van 15 m (49 ft) en heeft een diameter van ongeveer 300 m (980 ft). Het is ongeveer 760 m (2.490 ft) boven zeeniveau.\n\nDe Tell omvat twee gebruiksfasen die worden verondersteld van sociale of rituele aard te zijn die teruggaat tot het 10e -8e millennium voor Christus. Tijdens de eerste fase, behorend tot de neolithische a (PPNA) van de pre-parel, werden cirkels van massieve T-vormige stenen pilaren opgericht-'s werelds oudste bekende megalieten. Meer dan 200 pijlers in ongeveer 20 cirkels zijn momenteel bekend via geofysische enquêtes. Elke pilaar heeft een hoogte van maximaal 6 m (20 ft) en weegt tot 10 ton. Ze zijn in stopcontacten gemonteerd die uit het gesteente werden gehouwen. In de tweede fase, behorend tot de neolithische b (PPNB) van de pre-parel, zijn de opgerichte pilaren kleiner en stonden in rechthoekige kamers met vloeren van gepolijste kalk. De site werd verlaten na de PPNB. Jongere structuren dateren uit klassieke tijden.\n\nDe details van de functie van de structuur blijven een mysterie. Het werd opgegraven door een Duits archeologisch team onder leiding van Klaus Schmidt van 1996 tot zijn dood in 2014. Schmidt geloofde dat de site een toevluchtsoord was waar mensen uit een brede regio periodiek samenkomen, geen schikking.\n\nIn 2018 werd de site aangewezen als een UNESCO -werelderfgoedsite.",
"Agricultural Revolution": "__De neolithische revolutie__ (nieuw stenen tijdperk) was de eerste __agrische revolutie__. Het was een geleidelijke verandering van nomadische jacht- en verzamelgemeenschappen en bands naar landbouw en nederzetting. Deze periode wordt beschreven als een \"revolutie\" omdat het de manier van leven van gemeenschappen heeft veranderd die de verandering hebben aangebracht. Het gebeurde op verschillende prehistorische menselijke samenlevingen op verschillende tijdstippen. Veel samenlevingen veranderden 7-9 duizend jaar geleden.\n\nDe term verwijst naar de algemene periode waarover deze ontwikkelingen plaatsvonden. Het is ook van toepassing op de veranderingen die plaatsvonden: de acceptatie van vroege landbouwtechnieken, gewasteelt en de domesticatie van dieren. De neolithische revolutie is belangrijk voor ontwikkelingen in sociale organisatie en technologie.\n\n__De neolithische revolutie__ leidde tot leven in permanente of semi-permanente nederzettingen. Hierdoor leidde minder mensen een nomadische levensstijl. Om te kunnen weten tot wie de gewassen gegroeid behoorden, werd het concept van grondbezit ontwikkeld. De natuurlijke omgeving werd veranderd, de bevolkingsdichtheden groeiden en mensen aten meer groente- en graanvoedsel in hun dieet. Hiërarchieën ontwikkeld in de samenleving. Graan werd opgeslagen en kon worden verhandeld. Surplusproductie van goede gewasopbrengsten hielp samenlevingen om slechte jaren te overleven. Een voorbeeld hiervan is hoe Yusuf (as) beschermde en het graan in het oude Egypte verspreidde.",
"Writing": "__Writing__ is de handeling van het opnemen van taal op een visueel medium met behulp van een set symbolen. De symbolen moeten bij anderen bekend zijn, zodat de tekst kan worden gelezen.\n\nEen tekst kan ook andere visuele systemen gebruiken, zoals illustraties en decoraties. Deze worden niet geschreven genoemd, maar kunnen het bericht helpen werken. Meestal gebruiken alle opgeleide mensen in een land hetzelfde schrijfsysteem om dezelfde taal op te nemen. Het kunnen lezen en schrijven is geletterd zijn.\n\n__Writing__ verschilt van spraak omdat de lezers op dat moment niet aanwezig hoeven te zijn. We kunnen het schrijven van lang geleden lezen en uit verschillende delen van de wereld. Tekstwinkels en communiceert kennis. __Writing__ is een van de grootste uitvindingen van de menselijke soort. Historici geloven dat het is uitgevonden nadat mensen zich in steden vestigden en nadat de landbouw begon. __Writing__ dateert uit ongeveer 3.300 voor Christus, wat meer dan 5000 jaar geleden is, in het Midden -Oosten.\n\n__Writing__ staat vandaag meestal op papier, hoewel er manieren zijn om op bijna elk oppervlak af te drukken. Televisie- en filmschermen kunnen ook het schrijven weergeven, net als computerschermen. Veel schrijfmaterialen werden uitgevonden, lang voor papier. Klei, papyrus, hout, leisteen en perkament (voorbereide dierenhuiden) zijn allemaal gebruikt. De Romeinen schreven op gewaxte tabletten met een puntige stylus; Dit was populair voor tijdelijke notities en berichten. De latere uitvinding van papier door de Chinezen was een grote stap voorwaarts.\n\n__Writing__ wordt traditioneel gedaan met behulp van een handgereedschap zoals een potlood, een pen of een borstel. Meer en meer wordt echter tekst gemaakt door invoer op een computertoetsenbord of smartphone.",
"Recorded History": "__History__ is de studie van gebeurtenissen uit het verleden. Mensen weten wat er in het verleden is gebeurd door naar dingen uit het verleden te kijken, inclusief bronnen (zoals boeken, kranten en brieven) en artefacten (zoals aardewerk, gereedschappen en menselijke of dierenresten.) Bibliotheken, archieven en musea verzamelen en bewaren deze Dingen voor mensen om geschiedenis te studeren. Een persoon die geschiedenis studeert, wordt een historicus genoemd. Een persoon die pre-geschiedenis en geschiedenis bestudeert door dingen die door oude culturen zijn achtergelaten, wordt een archeoloog genoemd. Een persoon die de mensheid en de samenleving bestudeert, wordt een antropoloog genoemd. De studie van de bronnen en methoden die worden gebruikt om geschiedenis te bestuderen en te schrijven wordt geschiedschrijving genoemd.\n\nMensen kunnen over het verleden leren door te praten met mensen die zich dingen herinneren die in het verleden zijn gebeurd. Dit wordt orale geschiedenis genoemd. Toen mensen die slaven waren geweest en overlevenden van de Amerikaanse burgeroorlog oud werden, registreerden sommige historici alles wat ze zeiden, zodat de geschiedenis niet verloren zou gaan.\n\nHetzelfde werd gedaan in de islamitische geschiedenis. Er is veel opgeschreven, maar er waren verschillende geleerden die elk laatste gezegde van de profeet (Hadith) in boeken verzamelden. Een hele islamitische wetenschap is hier bovenop ontwikkeld om de ketens van verhalen te verifiëren die teruggaan naar de profeet (SAW) en om deze hadiths te rangschikken in de niveaus van de degelijkheid. We weten wie al deze mensen en hun families waren, het zijn niet alleen willekeurige voornamen in een boek (d.w.z. Mark, Luke, John). Vaak kan dezelfde hadith tientallen keren worden gevonden in hetzelfde boek of verspreid over verschillende boeken van Hadith als het werd verzameld door zoveel mensen. Dit zou worden geclassificeerd als een Sahih (zeer geluid) hadith.\n\nDe koran werd ook opgeschreven maar meestal door duizenden mensen onthouden tijdens het leven van de profeet zag. Het wordt nog steeds onthouden door miljoenen mensen tegenwoordig, in de oorspronkelijke Arabische taal- zelfs door niet-Arabische sprekers. Dit is mogelijk omdat de koran poëtisch en gemakkelijk te onthouden is voor veel mensen. Als alle tekst van de koran op de een of andere manier verdween, zouden de moslims het binnen een paar seconden terug kunnen brengen als ze samenwerkten. Het is sowieso niet nodig, zoals God ons vertelde dat hij het in de koran zal beschermen. __ \"Inderdaad, wij zijn het die de koran hebben verzonden en inderdaad, we zullen de voogd zijn.\" (Koran 15: 9) __\n\nOngeacht de poëtische en recitatiebeauty, de boodschap van de koran past gemakkelijk in de geest van de gelovigen omdat het het verleden, de toekomst en aanwezig op een logische en gemakkelijk te begrijpen manier verklaart. De koran is eigenlijk het grootste wonder dat we hebben, en slechts één die we nodig hebben, om te bewijzen dat de islam de ware religie is. Ik heb ons gemaakt en praat met ons en leert ons rechtstreeks met de woorden van de koran. En wie is er beter om ons te leren dan God, degene die ons heeft geschapen en ons het beste kent?\n\nIn oude tijden hielden mensen in verschillende delen van de wereld gescheiden geschiedenis omdat ze elkaar niet vaak ontmoetten. Sommige groepen mensen hebben elkaar nooit ontmoet. Middeleeuws Europa, het oude Rome en het oude China dachten elk dat ze de enige belangrijke delen van de wereld regeerden en dat andere delen \"barbaars\" waren.",
"First Pyramid Built": "__ \"Deze dag zullen we u (o farao) in uw lichaam redden, dat u een teken kunt zijn voor degenen die achter u aankomen! Maar inderdaad, velen onder de mensheid zijn verwaarloosd van onze tekenen.\" (Koran 10:93) __\n\nEen __pyramid__ is een structuur, meestal van steen, gebouwd in de vorm van een piramide. Van oude tot moderne tijd hebben mensen in veel verschillende delen van de wereld dergelijke structuren gebouwd.\n\nDe eerste __pyramids__ werden gebouwd in 2630 v.Chr. De oudste bekende piramide bevindt zich in Saqqara, Egypte en werd gebouwd door koning Djoser van de Derde Egyptische dynastie.\n\nDe koran praat veel over de Egyptische dynastie in de verhalen over Musa (AS, Mozes) en Yusuf (AS, Joseph).\n\nDe koran beschrijft de Egyptische geschiedenis nauwkeurig door te verwijzen naar de leider van deze Egyptische dynastieën als een koning of een farao (die later kwam). Een historisch feit dat pas recent werd ontdekt door het British Museum. Volgens hen noemden de Egyptenaren hun heersers niet \"Farao\" tot de 18e dynastie (1552-1295 v.Chr.).\n\nEen paar verzen praten over Musa en Fira'un (Farao):\n__ \"Wij (Allah) repeteren u een deel van het verhaal van Mozes en Farao met waarheid, ten behoeve van een volk dat zou geloven. (Koran 28:04).\n\n\"We stuurden Mozes met onze tekenen naar Farao en zijn leiders, maar ze hebben hen ten onrechte afgewezen. Zie, wat was dan het einde van degenen die een wanorde hebben gecreëerd! (Koran 7: 104)\n\n\"Deze dag zullen we u (o farao) in uw lichaam redden, dat u een teken kunt zijn voor degenen die na u komen! Maar inderdaad, velen onder de mensheid zijn verwaarloosd van onze tekenen. (Koran 10:93) __\n\nMen gelooft algemeen door historici en christelijke en moslimgeleerden dat Mozes interactie had met Ramesses II. Zowel de koran als de Bijbel noemen dit verhaal in detail uiteindelijk eindigend met de farao die in de Rode Zee werd verdronken nadat Mozes, met Gods toestemming, de zee scheidde.\n\nDe profetie van de koran van __ \"Deze dag zullen we u (o farao) in uw lichaam redden, dat u een teken kunt zijn voor degenen die achter u aankomen!\" __ wordt niet gevonden in een andere Schrift en zelfs historici hadden geen idee hiervan tot voor kort. De gemummificeerde lichamen van alle farao's lagen verborgen in de vallei van koningen (KV7 & 8) langs de oevers van de Nijl. Zelfs nadat hun graven waren geplunderd, werden de gemummificeerde overblijfselen van de farao's eeuwenlang onontdekt gehouden. Hun ontdekking vond plaats in de 19e eeuw en je kunt nu Ramesses II zien met je eigen ogen in het Grand Egyptische museum in Caïro, Egypte. Zijn lichaam is ook op verschillende internationale tours te zien voor iedereen te zien. Dit laat opnieuw zien hoe de kennis in de koran en de islam ons alleen door God had kunnen worden gegeven.\n\nJe kunt ook Joodse mensen vragen naar hun ervaring met deze farao en andere oude Egyptische leiders.\n\n__ \"En we hadden zeker Mozes negen duidelijke tekenen gegeven, dus vraag de kinderen van Israël [over] toen hij naar hen toe kwam en Farao zei tegen hem:\" Ik denk inderdaad, o Mozes, dat je wordt getroffen door magie. \"(Koran 17: 101) __\n\nDe overleving van de Joodse volkeren stelt ons ook in staat om hen te vragen naar de andere tekenen van God die ze hebben ontvangen, zoals vele wonderen en profeten die naar hen werden gestuurd.\n\n__Ang de kinderen van Israël hoeveel duidelijk teken we hen hebben gegeven. En wie de gunst van Allah uitwisselt nadat het tot hem is gekomen - dan is Allah inderdaad ernstig in vergelding. (Koran 2.211) __",
"Roman Empire": "__De Romeinse Empire__ (Latin: Imperium Romanum) was het grootste rijk van de oude wereld. De hoofdstad was Rome en het rijk was gevestigd in de Middellandse Zee. Het rijk dateert uit 27 voor Christus, toen Octavian de keizer, Augustus, werd tot het in 476 na Christus viel, het einde van de oude wereld en het begin van de middeleeuwen, of donkere eeuwen.\n\nHet rijk was de derde fase van het oude Rome. Rome werd voor het eerst geregeerd door Romeinse koningen, vervolgens door de Romeinse Republiek, vervolgens door een keizer.\n\nVeel moderne landen maakten ooit deel uit van het __roman -rijk, waaronder Groot -Brittannië (niet Schotland), Spanje, Portugal, Frankrijk (Gallië), Italië, Griekenland, Turkije, Duitsland, Egypte, Levant, Krim, Zwitserland en de noordkust van Afrika. De hoofdtaal van het __roman -rijk was Latijn; Grieks was een belangrijke secundaire taal.\n\nHet westelijke deel van het __roman Empire__ ging ongeveer 500 jaar door, en het oostelijke deel, inclusief Griekenland en Anatolië, duurde nog ongeveer duizend jaar. Het oostelijke deel werd het Byzantijnse rijk genoemd, de hoofdstad was Constantinopel en werd beëindigd door de Ottomaanse verovering van Constantinopel in 1453 door Sultan Fatih Mehmet. Deze gebeurtenis werd door de profeet Mohammed voorspeld en is een van de meest opvallende gebeurtenissen in de wereldgeschiedenis.",
"Crusades": "__De kruistochten__ waren een reeks religieuze oorlogen die tussen christenen en moslims vochten over de controle over het Heilige Land. Traditioneel vonden ze plaats tussen 1095 en 1291. Het Heilige Land was nog steeds een plaats die erg belangrijk is voor de drie grote monotheïstische religies: de islam, het jodendom en het christendom. Er zijn veel belangrijke religieuze locaties in het Heilige Land. Dit is het land dat nu Israël of Palestina wordt genoemd. Jeruzalem, Nazareth, Bethlehem, Hebron en andere religieuze locaties vielen onder de controle van moslims tijdens het kalifaat van Omar (RA), de derde kalief en goede vriend en metgezel van de profeet Mohammed (zaag).\n\nEr waren veel verschillende kruistochten. De belangrijkste en grootste __crusades__ vond plaats van de 11e tot 13e eeuw. Er waren gedurende deze tijd 9 grote kruistochten. Er waren ook veel kleinere kruistochten. Sommige kruistochten waren zelfs in Europa (bijvoorbeeld in Duitsland, Oostenrijk en Scandinavië). De kleinere __crusades__ ging door tot de 16e eeuw, tot de Renaissance en Reformatie.\n\nHet woord \"kruistocht\" is gerelateerd aan het woord \"kruis\" en betekent een christelijke heilige oorlog. Er is ook het Arabische woord \"jihad\", wat betekent streven en worstelen door moslims die dezelfde connotatie kunnen hebben als \"kruistocht\" voor moslims tijdens een oorlogstijd. De profeet (zaag) leerde dit echter de mindere jihad is en de grotere jihad komt in de strijd om een ​​vreselijk leven te leiden.\n\nAlle partijen (christenen, moslims en joden) geloofden veel in hun religies. Veel van de kruistochten hadden vaak politieke of geldelijke redenen achter hen. Zoals alle oorlogen.\n\nHet is triest om vijandelijkheden te zien tussen de drie Abrahamische religies die zoveel gemeen hebben. Moslims beschouwen joden en christenen als mensen van het boek, wat betekent dat ze een speciale status en nauwere relatie met moslims hebben dan alle andere mensen. Je kunt dit zien in het leven van de profeet (zaag) en waar hij en de metgezellen waren bedroefd door het verlies van de Byzantijnse christen) voor de Sassaniërs in een grote strijd. Dit werd opgenomen in Hadiths en sprak zelfs over in de koran. Het is ook een ander interessant bewijs van de authenticiteit van de islam, terwijl God een toekomstige gebeurtenis onthulde die kwam voorbijgaan: __ \"De Romeinen zijn verslagen. In een land in de buurt (Anatolië); maar ze zullen binnenkort binnen een paar jaar overwinnen. behoort het bevel voor en na. En die dag zullen de gelovigen zich verheugen \"(Koran 30: 2-4) __\n\nOp het moment dat dit werd geopenbaard, stonden de Arabische heidenen aan de kant van de heidense Sassanianen, terwijl de Arabische moslims hoopten dat de christen deze strijd won. Toen de christenen de heidenen verloren, bespotten de moslims voor dit verlies en zeiden dingen als: \"Waar is uw krachtige God nu?\". Dus heeft God dit vers op dit moment geopenbaard. En ja hoor, in 622 na Christus tijdens de Slag om Issus, hadden de Byzantijnen onder keizer Heraclius een verpletterende en blijvende overwinning in Anatolië tegen de Sassaniërs, waardoor de koran -profetie werd bevestigd.",
"Black Plague": "__De Black Death__ was een uitbraak van ziekte die miljoenen mensen in heel Europa en Azië doodde. Bijna één op de drie mensen in Europa stierf aan de ziekte en was in het slechtste geval tussen 1347 en 1351. De ziekte kan in Azië zijn begonnen. De meeste mensen denken dat de ziekte de bubonische pest was. Deze ziekte wordt gedragen en verspreid door vlooien die op ratten leven. Handelaren van de Silk Road hebben mogelijk de geïnfecteerde vlooien naar Europa gebracht.\n\nVlooien begon het probleem; De geïnfecteerde vlooien werden gedragen door zwarte ratten. Ratten die de vlooien droegen, zouden steden ingaan. Wanneer de vlooien iemand beet, zouden ze een beetje van de bacteriën in de wond injecteren. Hierdoor zou de persoon worden geïnfecteerd. Ratten waren vaak op schepen. Dit betekende dat de ziekte zich extreem snel verspreidde, overal in Europa.\n\nBij mensen veroorzaakte de ziekte zwelling in de lies, onder de armen en achter de oren. Deze zwellingen waren een zwarte en paarse kleur, vandaar de naam 'The Black Death'. De donkere zwellingen werden bubo's genoemd. Mensen hadden pijn en slachtoffers stierven een vreselijke dood. De symptomen konden 3-7 dagen worden gezien nadat slachtoffers werden gebeten door een vlo met de ziekte.\n\nHelaas werd in sommige steden zoals in Londen gedacht dat katten de ziekte veroorzaakten, dus werden ze in grote aantallen gejaagd en gedood. Helaas, zoals te verwachten, zorgde dit ervoor dat de pest erger werd, omdat de ratten nu hun belangrijkste natuurlijke roofdier verloren en de populaties nog groter werden.\n\nEen ander interessant feit rond de bubonische pest is hoe de paus zichzelf heeft gered. Destijds stonden de moslims aan het hoofd van alle medische en wetenschappelijke ontdekking. Door vele moslimboeken te kammen, ontdekten de katholieke geestelijkheid dat vuur werd gedacht om af te weren en bepaalde ziekten (ziektekiemen) te doden. Als zodanig staken ze een enorm vuur aan in een cirkel rond de paus die enkele weken duurde. Dit hield natuurlijk ratten en hun vluchten weg de paus en hij overleefde zonder problemen.",
"Constantinople Istanbul": "__Constantinopel__ was de hoofdstad van het Romeinse rijk (330-395), het Byzantijnse/Oost-Romeinse rijk (395-1204 en 1261-1453), het Latijnse rijk (1204-1261) en het Ottomaanse rijk (1453-1922). In 1930 werd het omgedoopt tot Istanbul. Het is een stad in het huidige Turkije.\n\nDe verovering van Istanbul, ook bekend als Islambol, was nog een ander teken en bewijs van de islam zoals de profeet Mohammed het had geprofeteerd. __ “Voorwaar, u zult Constantinopel veroveren. Wat een prachtig leger zal dat leger zijn, en wat een geweldige commandant zal dat veroveren zijn. ' ) .\n\nHistorici hebben verklaard dat, voor de periode die __constantinople__ verovert, gelijk is aan het veroveren van een plek als New York City vandaag.",
"Newton and Gravity": "Wanneer de meeste mensen aan __isaac Newton__ denken, denken ze dat hij onder een appelboom zit en een appelvallen kijkt. Sommige mensen geloven zelfs dat de appel op zijn hoofd viel. __Newton__ begreep dat wat dingen als appels op de grond laten vallen een specifiek soort kracht is - de kracht die we zwaartekracht noemen. __Newton__ dacht dat zwaartekracht de kracht van aantrekkingskracht was tussen twee objecten, zoals een appel en de aarde. Hij dacht ook dat een object met meer materie dezelfde kracht uitoefende op kleinere objecten als ze erop uitoefenden. Dat betekende dat de grote massa van de aarde objecten er naartoe trok. Dat is de reden waarom de appel viel in plaats van omhoog, en waarom mensen niet in de lucht drijven.\n\n__Isaac Newton__ ging door nadenken over de zwaartekracht. Vóór __newton__ dachten mensen dat alleen objecten dicht bij de aarde zouden vallen. Maar __newton__ dacht dat de zwaartekracht niet alleen beperkt zou moeten blijven tot de aarde en de objecten erop. Wat als de zwaartekracht naar de maan ging en verder?\n\n__Newton__ vond een formule uitgevonden voor het berekenen van de aantrekkingskracht tussen twee lichamen. Hij gebruikte het om de kracht te berekenen die nodig is om de maan rond de aarde te laten bewegen. Toen vergeleken hij het met de kracht die de appel naar beneden liet vallen. Nadat hij het feit had toegestaan ​​dat de maan veel verder van de aarde is en een veel grotere massa heeft, ontdekte hij dat de krachten hetzelfde waren. De maan wordt in een baan rond de aarde gehouden door de trek van de zwaartekracht van de aarde.\n\nDe formule uitgevonden door __newton__ wordt de wet van zwaartekracht genoemd. Hij was behoorlijk ingenieus en zijn vele wetten werden bekend als Newtoniaanse fysica. Veel van zijn wiskundige formules worden nog steeds gebruikt om de mechanica van objecten voor grotere objecten te berekenen. Ze zijn niet nauwkeurig voor kleine dingen, dus een Newwer -wetenschap genaamd Quantum Physics is in ontwikkeling om te proberen deze vreemde wereld van microscopische objecten te begrijpen.",
"Industrialization": "__Industrialisatie__ (of industrialisatie) is een proces dat plaatsvindt in landen wanneer ze machines gaan gebruiken om werk te doen dat ooit door mensen is gedaan. __Industrialisatie__ verandert de dingen die mensen doen. __Industrialisatie__ zorgde ervoor dat steden groter werden. Veel mensen verlieten de landbouw om hoger betaalde banen in fabrieken in steden aan te nemen.\n\n__Industrialisatie__ maakt deel uit van een proces waarbij mensen gemakkelijkere en goedkopere manieren gebruiken om dingen te maken. Met behulp van betere technologie wordt het mogelijk om in een kortere tijd meer goederen te produceren. Meer dingen kunnen door minder mensen worden geproduceerd.\n\nNa industrialisatie doen mensen ook meer gespecialiseerde banen. Bijvoorbeeld vóór de industrialisatie maakte een schoenmaker (een persoon die schoenen en lederwaren maakt) een paar schoenen helemaal alleen. Hij werkte aan een paar schoenen, maakte het af en begon dan aan de volgende paar schoenen. Met industrialisatie zijn er veel mensen betrokken bij het maken van schoenen door het proces van het maken van schoenen in kleinere taken te snijden. Er is bijvoorbeeld één persoon die de zool van de schoen snijdt en een andere persoon nadert het. Kortom, er is divisie van arbeid en het staat tegenwoordig bekend als een assemblagelijn. De machines in dergelijke fabrieken kosten veel geld, dus de fabriek zal eigendom zijn van een rijke persoon die de machines kan veroorloven en werknemers inhuurt om de verschillende machines en taken te bemannen.\n\n__Industrialisatie__ begon in Engeland met de industriële revolutie in de 18e eeuw. Het verspreidde zich eerst naar delen van Europa en naar Noord -Amerika. In de 20e eeuw verspreidde de industrialisatie zich naar de meeste andere landen.",
"Darwin's Theory of Evolution": "__ \"Allah heeft elk dier uit water gemaakt. Van hen zijn sommigen die op hun buik kruipen, sommige die op twee benen lopen, en sommige die op vier lopen. Allah creëert wat hij wil, want echt Allah heeft macht over alle dingen\" ( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Zijn boek \"On the Origin of Soorten\" in 1859. Daarin bracht hij veel theorieën naar voren over hoe het leven op aarde ontstond. Hij stelde een natuurlijke selectie voor, een proces waar dieren met bepaalde eigenschappen beter kunnen overleven als de manier waarop alle dieren zijn ontstaan. Darwin begreep destijds echter niet of weet niet over genetica of hoe eigenschappen daadwerkelijk werden doorgegeven. Dus hij kon niet nauwkeurig uitleggen waarom kinderen op hun ouders leken.\n\nDesalniettemin wordt de __darwin's__ -verklaring van evolutie fundamenteel geaccepteerd door de wetenschappelijke gemeenschap en wetenschappers werken hard om te proberen te bewijzen dat ze tot op de dag van vandaag zijn geëvolueerd van enkele celorganismen en apen. Terwijl moslims, christenen en Joden geloven dat we afstammelingen zijn van Adam (Saw) en Hawwa (Eva), de eerste man en vrouw. Wetenschappers verwijzen naar dergelijke bevindingen als \"intelligent ontwerp\" en er zijn talloze bewijs hiervan, zoals hoe DNA, menselijk lichaam, zonnestelsels, enz. Werken.\n\nNet als het darwinisme, erkent de islam het idee dat het leven zich in fasen en gedurende een bepaalde periode ontwikkelt. Wij geloven ook dat God macht over alle dingen heeft en gemakkelijk alles kan veranderen om in de omgeving aan te nemen. God heeft het de eerste keer geschapen, de tweede keer zou gemakkelijker zijn, toch? Net zoals wij worden opgewekt op de dag des oordeels.\n\nMaar in tegenstelling tot moderne evolutionistische theorieën die willekeurige mutaties zeggen, die altijd rampzalig en dodelijk van aard zijn, ervoor zorgen dat een dier evolueert, geloven we dat God een dier 's nachts kan veranderen om een ​​langere bek te hebben om voedsel gemakkelijker te vinden na een overstroming als het moet, voor, voor voorbeeld. Dit is eigenlijk gedocumenteerd over veel studie van vogels die eigenschappen aanpassen, zo snel dat wetenschappers het niet kunnen verklaren en zorgen maken dat andere soorten zich niet zo snel aanpassing aan te passen. Dit is logischer dan een dier langzaam en willekeurig evolueert bij toeval. Ook zijn er gevallen van nieuwe of uitgestorven vlinders die op wonderbaarlijke wijze uit nergens komen. Moslims geven heel veel om dieren en het milieu, maar we benadrukken er niet aan dat ze uitgestorven gaan of niet in staat zijn om voor zichzelf te zorgen, omdat we, net als alle dingen, ons vertrouwen op God stellen.\n\nSamenvattend verwerpen moslims het idee dat mensen willekeurig uit apen zijn geëvolueerd. Moslims geloven dat mensen als een speciale creatie worden beschouwd. Islam leert dat mensen een unieke levensvorm zijn die is gemaakt door Allah, zoals al het andere; We hebben echter unieke geschenken en vaardigheden in tegenstelling tot elk ander dier en wezen. We hebben bijvoorbeeld een eeuwige ziel, geweten, verbeelding, kennis en vrije wil. We kunnen sterk, goed en vroom zijn of zwak zijn en alleen werken om onze egoïstische verlangens te vervullen. Hoe dan ook, het leven van mensen begon met de schepping van twee mensen, een man en een vrouw genaamd Adam en Hawwa (Eva) en dat maakt ons allemaal verwant door bloed en familie.\n\nDe koran beschrijft dat Allah __ \"gemaakt van water elk levend ding\" (koran 21:30) .__ Een ander vers beschrijft hoe __ \"Allah elk dier uit water heeft geschapen. Van hen zijn sommige die op hun buik kruipen, sommige dat Loop op twee benen, en sommige die op vier lopen. Allah creëert wat hij wil, want echt Allah heeft macht over alle dingen \"(24:45) .__\n\nDeze verzen ondersteunen de wetenschappelijke theorie dat het leven begon in water.",
"World War 1": "__World War I__ (of de Eerste Wereldoorlog) was een wereldwijde oorlog die begon op 28 juli 1914 en duurde tot 11 november 1918. De oorlog duurde precies vier jaar, drie maanden en 14 dagen.\n\nDe meeste gevechten waren in Europa, maar soldaten uit vele andere landen namen deel, en het veranderde de koloniale rijken van de Europese machten en resulteerden ook in het einde van het Ottomaanse rijk. Voordat de Tweede Wereldoorlog in 1939 begon, werd __world War I__ de Grote Oorlog, de Wereldoorlog of de 'oorlog om alle oorlogen te beëindigen' genoemd. 135 landen namen deel aan __world War I__, en bijna 10 miljoen mensen stierven tijdens het vechten, meestal van ziekte en hongersnood.\n\n__World War I__ werd gevochten door de meeste landen van Europa. De daadwerkelijke gevechten waren op veel verschillende fronten. Het westelijke front was waar het grootste deel van de gevechten tussen Duitsland en de geallieerden gebeurden. Het grootste deel van de gevechten hier was Trench Warfare.\n\nHet oostelijke front werd uitgevochten in Midden- en Oost -Europa. Vechten hier was geen geuloorlogvoering maar mobiele oorlogvoering vanwege de grootte van de voorkant. Er zijn veel gevechten gebeurd aan het Midden -Oostenfront en het Italiaanse front. Vechten vond ook plaats in Afrika, China en zowel op zee als in de lucht.\n\nDe oorlog werd beëindigd door de ondertekening van veel verschillende verdragen, de belangrijkste is het verdrag van Versailles.\n\n__World War I__ was de eerste grote oorlog waarbij tanks, vliegtuigen en onderzeeërs of (U-boten) belangrijke wapens waren.",
"World War 2": "__World War II__ (WWII of WW2), ook wel de Tweede Wereldoorlog genoemd en in de Sovjet -Unie, de Grote Patriottische Wereldoorlog, was een wereldwijde oorlog met vechten in veel delen van de wereld en vele landen. De meeste landen vochten in de jaren 1939-1945, maar sommigen begonnen in 1937 te vechten. __WORD WAR II__ was het dodelijkste conflict in de hele menselijke geschiedenis. Het betrof meer landen, kostte meer geld en doodde meer mensen dan enige andere oorlog in de menselijke geschiedenis. Tussen 50 tot 85 miljoen mensen stierven. De meerderheid waren burgers. Het omvatte bloedbaden, de opzettelijke genocide van de Holocaust, strategische bombardementen, honger, ziekte en het eerste gebruik van kernwapens in de geschiedenis door de VS op Japan.\n\nDe oorlog in Azië begon toen het rijk van Japan China binnenviel op 7 juli 1937. De Verenigde Staten reageerden door een olie -embargo op Japan te plaatsen. De start van de oorlog in Europa was toen Duitsland op 1 september 1939 Polen binnenviel. Frankrijk en Groot -Brittannië reageerden door de oorlog aan Duitsland te verklaren. Tegen 1941 stond een groot deel van Europa onder de Duitse controle. Alleen Groot -Brittannië bleef vechten tegen de as in Noord -Afrika, de Middellandse Zee en de Atlantische Oceaan. In juni 1941 vielen de Axis -machten de Sovjet -Unie binnen, die het grootste oorlogsgebied in de geschiedenis begonnen. Op 7 december 1941 viel Japan westerse koloniën in de Stille Oceaan aan en de twee oorlogen werden één.\n\nDe Japanse overwinningen werden gestopt in 1942, en de Europese Axis -overwinningen werden ook gestopt in 1943, zowel in Noord -Afrika als in de Sovjet -Unie. Daarna begonnen de geallieerden van alle kanten terug te vechten. De as verloor Noord -Afrika en werd vanaf 1943 gedwongen Italië te verdedigen. In 1944 vielen de geallieerden Frankrijk binnen, op weg naar Duitsland aan de Rhine -rivier, terwijl de Sovjets zich vanuit het oosten binnengingen. Duitsland gaf zich over in mei 1945. Japan gaf zich formeel over op 2 september 1945. De oorlog eindigde met de geallieerde overwinning.\n\nNa de oorlog werden de Verenigde Naties opgezet om steun tussen landen te ontwikkelen en om toekomstige oorlogen te voorkomen. De Koude Oorlog onder de grote winnaars begon al snel, maar ze vochten niet tegen elkaar in een echte oorlog. Decolonisatie van Azië en Afrika, waar die landen gecontroleerd door Europese landen hun onafhankelijkheid kregen, gebeurde ook. Dit kwam omdat de Europese macht werd verzwakt uit de oorlog. Economisch herstel en de politieke integratie (het proces van verenigende landen) waren onder andere resultaten van de oorlog.",
"Cold War": "__De Cold War__ (1947–1991) was de gespannen relatie tussen de Verenigde Staten (en haar bondgenoten), en de Sovjet -Unie (de USSR en zijn bondgenoten) tussen het einde van de Tweede Wereldoorlog en de ondergang van de Sovjet -Unie.\n\nDe meeste landen aan één kant waren verbonden in de NAVO, wiens twee grootste militaire landen de Verenigde Staten en Turkije waren. De meeste landen aan de andere kant waren geassocieerd in het machtigste land van het Warschau -pact, was de Sovjet -Unie (nu Rusland).\n\nDe westerse kapitalistische groep van landen omvat Amerika, Turkije, West-Europa, Israël, Japan, Zuid-Korea, Thailand, Iran (1945-1979), Pakistan, Maleisië, Filippijnen, Zuid-Afrika, Australië en Nieuw-Zeeland.\n\nDe oosters-socialistische groep omvat Sovjet-Unie, Oost-Europa, Angola, Ethiopië, Cuba (1959-1991), Mongolië, Noord-Korea, China en Vietnam.\n\nDe Koude Oorlog eindigde met de val van de Berlijnse muur in 1989, waarbij Rusland van een socialistisch communistisch land naar een democratisch kapitalistisch land veranderde. Er is hier echter nog steeds een conflict te zien, zoals te zien in de recente veldslagen en oorlog tussen Rusland en Oekraïne.",
"Moon Landing": "__Apollo 11__ was de eerste vlucht om mensen naar de maan te sturen. Het werd gedaan door NASA (National Aeronautics and Space Administration), het oorspronkelijke American Space Agency. Het ging naar de ruimte op 16 juli 1969, met drie astronauten: Neil Armstrong, Buzz Aldrin en Michael Collins. Op 20 juli 1969 werden Armstrong en Aldrin de eerste mensen die op de maan landden, terwijl Collins in een baan rond de maan bleef.\n\nDe vlucht was onderdeel van het __space -race__ tussen de Verenigde Staten en de Sovjet -Unie. Het eindigde het plan dat werd vastgesteld door John F. Kennedy, de Unite, zegt 35e president, in 1961 om \"een man op de maan te landen en hem veilig terug te brengen naar de aarde\", voordat de jaren zestig eindigde.",
"World Wide Web": "__ Het internet__ is het grootste wereldwijde communicatienetwerk van computers. Internet heeft miljoenen kleinere binnenlandse, academische, zakelijke en overheidsnetwerken, die samen veel verschillende soorten informatie hebben. De term wordt soms afgekort als \"het net\", kort voor het netwerk. De __world brede web__ is een van de grootste services. Het wordt gebruikt door een paar miljard mensen over de hele wereld.\n\nHet internet is ontwikkeld in de Verenigde Staten door het \"United States Advanced Research Projects Agency\" (DARPA). Internet werd voor het eerst verbonden in oktober 1969 en heette __arpanet__. De __world brede web__ werd in 1990 op CERN in Zwitserland gemaakt door een Britse (VK) wetenschapper genaamd Tim Berners-Lee."
}
