{
"Birth of the Universe": "\"او هغه څوک دی چې جنت او ځمکه ده (د هغه د خپل سرزیز ترتيب سره سم جوړ کړی دی. او هغه ورځ چې به وي وجود ته ورشئ. د هغه کلمه حقیقت دی. او د هغه به د هغه ورځ حاکمیت وي (هغه څوک چې) د نه خلاصې او ښکارې پوهه لري، او هغه دی ټول هوښیار، ټول خبر \" (قرآن 6:73)\n\n\"د یو شي لپاره زموږ کمانده یوازې دا ډیر دی مګر دا به وي چې دا اراده (وجود ته راوړو)، موږ وایو چې موږ ته وایو، او دا به شو.\" (قرآن 16: 40)\n\"دا د الله سبحانه وتعالی ندی چې هغه باید (ځان ته) به ووژنه) زوی. سپیڅلی او ویاړ دی، هغه یوازې 'اوسئ، او دا کیږي.\" (قرآن 19:35)\n\n\"هغه د آسمانونو او ځمکې اصلي ځواک دی! کله چې هغه موضوع کمه کړي، هغه ورته وايي،\" اوسئ! او دا ده! \" (قرآن 2: 117)\n\n\"د هغه امر (د تخلیق کولو) یوازې هغه وخت دی چې هغه نیت لري (قرآن کریم 36:83)\n\n\"هغه هغه څوک دی چې ژوند کوي او د مرګ لامل کیږي. بیا کله چې هغه په ​​یو شی پریکړه وکړي، هغه دې ته دا کار کیږي.\" (قرآن 40:68)\n\n\"او که چیرې په ځمکه کې هر هغه څه چې د قلم وو او سیرات [رنګ] له دې سره خفه نشي. واقعیا، الله په می او عقلیت کې اخیستل شوی دی.\" (قرآن 31:27)\n\n\"ایا سړی په پام کې نه نیسي \"هغه څوک چې هډوکي ته ژوند ورکوي کله چې دوی بې پرواي وي؟\" هغه به هغوی ته په لومړي سر کې راوړي، ستاسو لپاره چې ستاسو لپاره چې ستاسو لپاره یې کړي دي. \" شنه ونې، اور. او بیا له هغې څخه تاسو (اور) دی؟ پوهېدل له همدې امله هغه د هغه په ​​لاس کې اوسئ چې د هرڅه سلطنت دی، او هغه ته به هغه بیرته راوړل شي. \"(قرآن 36:82)\n\n\"بیا مو فکر وکړ چې موږ تاسو بې ګټې اخیستلی او دا به موږ ته نه راشو؟\" (قرآن 23: 115)\n\n\"دوی نه دي جوړ کړي یا دوی خپل ځان رامینځته کړي؟\" (قرآن کریم 52:335)\n\n\"ایا انسان په یاد نه دی چې موږ هغه دمخه پیدا کړی، کله چې هغه نه و؟\" (قرآن 19:67)\n\n\"الله ستاسو د میندو د رحم څخه راوغرېدل چې تاسو یې نه پوهیدل، نو تاسو به مننه وکړئ\" (قرآن 16:78)",
"Big Bang": "\"آیا کافران احساس نه کوي __ هغه یو ځل ډله وه چې بیا یې د هر ژوندي څخه جوړ شوی و؟ ایا دوی به بیا باور ونلري؟\" (قرآن 21:30)\n\nبابل برتن بینگ__ د ساینسي تیوري ده چې څنګه له یوې نقشې څخه پیل او له هغه ځایه پراخه شوی. دا هغه ځای دی چیرې چې که چیرې که چیرې په ویببز، ستورو، پولیټټونو او ټول مسله وګوري چې نن ورځ راپورته کیږي.\n\n__ هغه هغه څوک دی چې په اسمانونو او ځمکه کې سرچینه لري او کله چې وغواړي هغه ته (اصطلاح یې وکړي، او دا به شي. \" (قرآن 2: 117) __\n\n__big بانګ ماډل دا دی چې کائنات په خورا ګیت او ګرم حالت کې پیل شوی او پراخه شوی دی. تیوري وړاندیز کوي وړاندیز کوي، او اندازه کول ښیې چې کائنات لاهم پراخ کیږي.\n\nکائنات د ډیر ګرم، کوچني، او ګونټ سوپر ځواک په توګه پیل شو (د څلور بنسټیزو ځواکونو مخلوط)، د ستورو، اټوم، فارم، یا جوړښت سره. بیا شاوخوا 13،8 ملیارد کاله دمخه، ځای خورا ګړندۍ پراخه شو (پدې توګه نوم یې \"__Bbig byg__\"). دې د اټومونو رامینځته کول پیل کړل، کوم چې په نهایت کې د ستورو او کیلکسونو رامینځته کولو لامل شو. دا د کوهالیک بیمې - هغه کاتولیک کاهن و، چې لومړی یې یادونه وکړه (په 1927) کې د یوې ډلې ته د یوې نقطې لپاره بیرته راګرځول کیدی شي.\n\nپه هرصورت، ډیری عصري ستورپوهنه او نور ساینسي حقایق، لکه د لوی بینګ، پریسنیټ او چلند، د مرتکمي او چلند، متحده ایالاتو لخوا په 1400 years کاله وړاندې په قراني کې په ډاګه کړې. د مثال په توګه، د جورجز لیمایتر لومړی نه و چې د لوی بینګ په اړه یادونه وکړي. ایا قرآن د لوی بنغونو په اړه خبرې کوي __ \"ایا کافران نه پوهیږي چې آسمانونه او ځمکه یوځل بیا له اوبو څخه تیریږي؟ (قرآن 21:30) __\n\nکه تاسو د خدای نښه یا ثبوت په لټه کې یاست، پوهیږئ دا یوازې یو له ډیری بې شمیره سندونو څخه دی چې اسلام د خدای ریښتیا او یوازې مذهب دی.\n\nکائنات لاهم نن پراخیږي، چې پدې وروستیو کې موندل شوی. په هرصورت، بیا قرآن تصدیق کړی: __ \"، موږ هغوی ته په قدرت سره جوړ کړی دی. او په حقیقت کې موږ وده کوو\" __.\n\nد دې دمخه، ساینس پوهانو د لوی برخم په نوم کړای و، چیرې چې کائنات د احتمالي نښې په وخت کې ځان ته رسیدلی، ځان ته رسیدلی. دا تیوري نور تدریس نه کیږي.\n\nپه ټوله کې، کائنات وده کوي او تودوخه وده کوي او د تودوخې درجه د وخت تیریدو په توګه راټیټیږي. کورالومولوژي دا څیړنه ده چې دا کائنات څنګه پیل او پرمختګ کوي. ساینس پوهان چې د سکومولوژي زده کړه کوي\n\nفریډ هیلو د تیوري په نوم یادیږي په خپل راډیو شو کې \"__Bb BRG__\" ته زنګ ووهه. هغه باور نه درلود چې __big بنګ__ سم و. ساینس پوهان چې له هغه سره موافق نه دی فکر وکړ فکر کوي چې نوم مسخره وه او پریکړه یې وکړه چې وکاروي.\n\nساینس پوهان د __Big بینګ__ تیوري په ډیری مختلف مشاهدو کې. ترټولو مهم دی د لوازي څخه ډیر لرې یو سور رنګ دی. ریډ شفټ د فلفیع اغیزه په ر in ا کې واقع کیږي او همدارنګه په غږ کې. د مثال په توګه، لوړ بوی شوی غږ د ریس کار کوي ځکه چې د ټیټ ټوټې شوی غږ دی کله چې له تاسو څخه حرکت کوي - \"ستاسو په لور)\" [له تاسو څخه لرې). په ورته ډول، کله چې یو شی له ځمکې څخه لرې حرکت کوي، د دې رنګ رایس د رنګ سره ورته ښکاري، ځکه چې دا واقعیا د څیز لخوا ورکړل شوي ر light ا طوفان ته ورته ښکاري. ساینس پوهان د دې پراخه شوي ر light ا څپې تشریح کولو لپاره \"سور ګرم\" کلمه کاروي ځکه چې سور د لید لید په څرګند سپیکٹم کې ترټولو اوږده څپې ده. هرڅومره سور رنګ شتون لري، ګړندی کیږي چې څیز لرې دی. By measuring the redshift, scientists proved that the universe is expanding, and they can work out how fast the object is moving away from the Earth. د خورا دقیق نظارت او اندازه کولو سره، ساینس پوهانو پدې باور دي چې کائنات لاهم شاوخوا 13.8 ملیارد کاله دمخه یو واحدیت و. ځکه چې ډیری شیان سړه کیږي لکه څنګه چې دوی پراخه کیږي، ساینس پوهانو خورا لږ او ګرم و کله چې پیل شو. که یو څیز د ځمکې په لور حرکت وکړي، نو بیا نیلي رنګ شوی ر light ا لري.\n\nنورې مشاهدې چې د __Big بیګ ټیم تیوري ملاتړ کوي په کائنات کې د کیمیاوي عناصرو مقدار دی. د خورا روښانه عناصرو مقدار، لکه هایدروجن، هیلیم، او لیتیم داسې بریښي چې د __big بینګ تیوري سره موافق ښکاري. ساینس پوهانو هم موندلی چې \"د کاسمیک مایکروسیو پکی رینج\" موندلی دی. دا وړانګه د راډیو څپو په نوم پیژندل کیږي، او دا په نړۍ کې هرچیرې دي. دا وړانګه اوس خورا ضعیف او سړه ده، مګر ډیر وخت دمخه دا خورا قوي او ګرم و.\n\nSCIBiests ایا پوهیږي چې لوی بنګ به د وړانګو لوی امنونو لامل شي مګر د دې نور ثبوت غواړي. په 6060 مو کلونو کې، په نوي جرسي کې د زنګ لالبیکس لپاره کار کول دوی د ټولو شالید شور لرې کولو هڅه کوله او وموندل چې دوی نشي کولی د لاسوهنې فریکوینسي چې د ټولو لوریو څخه راځي لرې کړي. دا به وروسته د CRB په نوم وپیژندل شو او دا به د لوی بانګ چاودنې له امله وي، دا لاهم اوریدل کیدی شي، او تل به په راډیوګانو کې وي. دې کشف په پای کې په قلم او ولسن کې د نوبل جایزه په 1993 کې د نوبل جایزه ورکړل شوه.\n\nځینې ​​ساینس پوهان او فیلسوفرونه استدلال کوي چې وخت مخکې له __big بینګ څخه مخکې هیڅ معنی نلري. دوی استدلال کوي چې __Big بینګ د وخت پیل و، او د __big بینګ___ څخه دمخه هیڅ کوم یونیوډیو و، ځکه چې \"مخکې له دې چې هیڅ وخت شتون نلري\" مخکې \"نشي کیدی! لکه څنګه چې مسلمانان، موږ پوهیږو خدای تل پاتې دي او له هرڅه څخه چې زموږ ذهن پوه شي. د ورته په څیر، دا سم احساس کوي چې ولې موږ نشو کولی د لوی بینګ دمخه د وخت مفهوم ونیسو، دا یو له ډیری پاراډوکس څخه دی چې د ډیری پاراډوکس څخه یو دی چې یو ټول قوي خالق ته اشاره کوي.\n\nد دلیلونو لپاره، موږ ته اجازه راکړئ ووایم چې موږ دا تشریح کولی شو چې د لوی بینګ دمخه څه وو یا په حقیقت کې چې دا به څنګه رامینځته شوی. بیا به بله پوښتنه وي، نو ښه به بیا نو، دا څه رامینځته کړي؟ \" او ووايه چې موږ څرګنده کړه چې څه پدغه دی، بیا به پوښتنه لاهم پاتې وي، ښه، \"ښه،\" ښه، \"ښه،\" ښه، \"ښه،\". لکه څنګه چې تاسو شاید وګورئ، دا به هیڅکله پای ته ونه رسي نو واقعیا زموږ یوازینی جوړونکی دی او د خدای مفهوم څنګه زموږ د خپل محدود انسان عقل څخه بهر لرې دی.\n\nمسلمانان په داسې مسلو بحث نه کوي، موږ یوازې دا هغه څه وم چې خدای موږ ته د ځان او د هغه مخلوق په اړه وايي. د مثال په توګه، خدای د هغه د لاسونو خبرې کوي مګر موږ پوهیږو چې دوی د کوم لاس برخمن دي موږ پوهیږو. یو انسان لاسونه لري، یو بندر لاسونه لري، یو ساعت لاسونه لري. د خدای لاسونه د هرڅه څخه بهر دي چې موږ تصور کولی شو، او موږ یې په دې کې پریږدو.",
"Milky Way is Born": "ساینس پوهان هغه کوي چې __ میلکي لاره د لوی بینګ وروسته په یوه نړۍ کې د ماس په نمره کې یو یا څو کوچني ډیر وخت پیل کړ. ځینې ​​دا تلفات د لوی کلستونکو تخمونه وو په کوم کې چې پخوانی پاتې پیش ستوري یې په هغه څه کې چې اوس __ مییلکي وي نږدې نیمه مسله په __ مییلکي لاره کې ممکن د نورو لرې ګیلسي څخه ترلاسه شي. په هرصورت، دا ستوري او کلسترونه اوس د __ مییلکي لارې د سټیلر هیلوز لري. د لومړي ستورو زیږون د څو میلادي کلونو په اوږدو کې، د __ میلکي لارې ماس لوی و ترڅو دا نسبتا ژر سپک شي. د اجنبی ارام ساتلو له امله، دا د بدن پارسی ریپرسیلر ته د نږدې سپرویډال شکل څخه ډیسک ته سقوط کوي. له همدې امله، د ستورو وروسته په دې سپیر ډیسک کې د ستوري نسلونه رامینځته کیږي. ډیری ځوانان، په شمول د لمر په شمول، لیدل کیږي چې په ډیسک کې وي.\n\nځکه چې لومړۍ ستوري جوړول پیل کړل، د __ مییلکي لارې د ګیلسي ضمیرانو (په ځانګړي توګه د ګالیک هلو څخه؛ د __ مییلکي لارې دا مهال د څو کوچني کی ilassxipsies توکي لیکل دي، په شمول د دې دوه لوی سپوږمکیو ګیجیکل ویسکي بادونه، د میزلینز جریان له لارې. د ګاز مستقیم څرګندونې په لوړ سرعت کې په بده کې لیدل کیږي لکه سمیټ کلاډ. په هرصورت، د __mliky لاره لکه سټیلر ماس، کونجر ضد، او د هغې په بیرونيو سیمو کې فلزین او په تیرو 10 ملیارد کلونو کې یې د لوی ګیلاسیانو سره هیڅ ډول ضمیمه نه ده. د وروستیو لوی لوی ضمیمه نشتوالي د ورته سپوږمۍ نړۍ کې غیر معمولي دي؛ د هغې ګاونډي ګیلسي ګیلسي داسې بریښي چې د نسبتا لوی لالشاء سره د لا وروستي ضمیمو لخوا یو بل ډول عادي تاریخ لري.\n\nد وروستي مطالعاتو په وینا، د __ میخي لارې د \"شنه وایلی\" څخه په لیږد کې د کابینې په نوم پیژندل کیږي، چې هغه سیمه چې د \"شنه باد\" څخه پیژندل کیږي، په فعاله توګه رامینځته کیږي (په فعاله توګه رامینځته کیږي نوي ستوري) د \"سور ترتیب\" ته (که چیرې د ستوري جوړښت شتون نلري). په شنه ویلی ګیلاس کې د ستوري تشکیل فعالیت ورو دی ځکه چې دوی د سټارټسیلر په مینځ کې د ستوري تشکیل ګاز بهر کیږي. د ورته ملکیتونو سره په شراکت شوي که چیرې د تمه شوي پنځه کلن ځای کې به د سټایل تشکیلاتو په اندازه اندازه شي، د سټایل جوړښت په نرخ کې محاسبه کیږي، د سټایل جوړونې په اندازه، کهکیه. په حقیقت کې، د __mliky لارې سره د نورو ګیلاس لرونکو اندازه کول، دا لاهم د نوي ستوري ګیلاسونو رامینځته کوي او دا یوازې د رنګه سور ترتیب لرونکي سیمو څخه لږ څه رامینځته کوي.\n\n## عمر او کاسموولوژیک تاریخ\n\nپه __emilky لاره کې د زړو شیانو څخه عبارت دي، کوم چې پدې توګه د ټیټ حد ټاکل کیږي __ ملیډي په __ میخی لاره کې د انفرادي ستورو عمرونه د اوږد عمر لرونکي راډیو اکټیو تولیدونکو عناصرو په اندازه کولو سره اټکل کیدی شي لکه د افغانستان د اصلي کثیر - 238، بیا د نوي شراکت اټکل کولو لپاره د دوی د اصلي بیکروژنولوژی اټکل کولو سره اټکل کول دي. د CS 31082-001 او 13 ملیاردو کلونو لپاره دا د حاصلاتو ارزښتونه د BD + 17 ° + 17 ملیارد لپاره، دا د سطحي بوریم رامینځته کیږي، د سطحي تودوخې په ثابت ډول راټیټیږي. د دې سپینې بوی پورې د سر تودوخې اندازه کولو سره او د دوی تمه شوي لومړني لومړني تودوخې سره پرتله کول، د عمر اټکل کیدی شي. د دې تخنیک سره، د لوی کلستر M4 عمر 12.7 ± 7..7 میلیارده کلونو اټکل شوی. د دې کلسترونو زاړه اټکلونه د 12.6 ملیارد کلونو غوره فټ اټکل کوي، او 95٪ د 16 ملیارد کلونو حادثه حد حد\n\nڅو فرد ستوري په __ مینکل ډول __ 'هلو کې د کائناتو د 13.80 ملیارده کال عمر سره خورا نږدې اندازه شوي. په 2007 کې، په ګیلیک هال کې یو ستوری، هغه 1523-0901، د شاوخوا 13 13.2 ملیارد کلونو اټکل شوی و. لکه څنګه چې په دې وخت کې د __ غوږ پیژندل شوي څیز په توګه، دا اندازه کول د __ مییلکي لارې په عمر کې ټیټ حد ته مخه کړه. دا اټکل د UV لید لید لید په کارولو سره چې د R-D- پروسې لخوا رامینځته شوی د فاضله اوبو د نسخو لپاره د UV لید لید Eracle Enterges تغیر له امله رامینځته شوی. د لاین ځواک چې د مختلف الماني اسوپټو تولید کوي، له کوم څخه چې د سټیج عمر اټکل د نیوزیوکوموولوژنولوژي په کارولو سره اخیستل کیدی شي. بل ستوری، HD 140283، 14.5 ± 7 ملیارده میلیارده کلن دی.\n\nپه ګالیکک پتلي ډیسک کې د ستورو عمر هم د نیوکلکوموومولوژي کارولو اټکل شوی. د پت ډیسک ستوري اندازه کول یوه اټکل چې پتلی ډیسک یې 8.8 ± 1.8 ± 1.7 ملیارد دمخه رامینځته کړی. دا اندازه کول وړاندیز کوي چې د ګیلیک هیلو او پتلي ډیسک رامینځته کولو ترمینځ د 5 ملیارد کلونو هیتسس شتون درلود. د زرګونو ستورو کیمیاوي لاسلیکونو وروستي تحلیل وړاندیز کوي چې د سټیلر جوړښت ممکن د ډیسک جوړښت، کله چې په ورته نرخ کې د نوي ستورو رامینځته کولو لپاره خورا ګرم و لکه مخکې.\n\nد سپوږمکۍ نړۍ د __milky لارې شاوخوا شاوخوا S__ نه وي، مګر داسې بریښي چې د یو څه لوی سیسټم ماتولو لپاره چې په قطر او 50،000 ر light ا کلونه تولید کوي. د کیروممایا ګلیکس سره د 4 ملیارد ګلیکس سره نږدې ساباکتونه به د وخت په تیریدو سره په خپل سرج کې په یوه پخپل سیول کې په یوه پرله پسې ډول د dwowf ګیلاس په ګوته کولو سره همغږي شي.",
"Sun is Born": "__ هغه څوک دی چې شپه او ورځ، او لمر او سپوږمۍ؛ ټول (قرض) تیرونه سره، هر یو په خپل ګردي ډول لامبو)\n\nزموږ د لمریز سیسټم په مرکز کې __sunun____ د ژیړ فاقل ستوری دی. دا د ر light ا په توګه انرژي ورکوي. پدې کې ر light ا، انفرا - ریډ انرژي (تودوخه) شامل دي، د الټرا وایلټ ر light ا او د راډیو څپې. دا د ذرولو جریان هم ورکوي، کوم چې ځمکې د \"لمریزې باد\" په څیر رایږي. د دې ټولو انرژۍ سرچینه په دې ستوري کې عکس العمل دی چې هایدروجن ته زیان رسوي او د انرژي لوی مقدار رامینځته کوي.\n\n__sun____ یو ستوری دی لکه زموږ د شیدو په توګه په ګیلسي کې یو شمیر. دا د لږ تر 4.5 ملیارد کلونو څخه د لږ تر لږه ډیرو ډالرو لپاره شتون لري، او لږترلږه تر اوږدې مودې پورې دوام لري. __sunun__ د ځمکې په څیر شاوخوا سل ځله پراخه دی. دا د 1.9891 × 1030 کیلوګرامه ډله ده، چې د ځمکې ډله 333،000 ځله ده. ځمکه کولی شي د __sun__5 1.3 ملیون څخه دننه هم فټ شي.\n\nساینس پوهان فکر کوي چې __sunN____ د .5..567 ملیارد څخه دمخه د یخ د خاورو څخه پیل وکړ.\n\nد دې لوی ورېځ په مرکز کې، جاحیت د موادو رامینځته کولو لپاره د موادو لامل شوی. یوځل چې دا خورا لوی شو، د فیوژن عکس العمل پیل شو. هغه انرژي چې دا خوشې شوې د تودوخې او چمک لامل شوی.\n\nد __sunun څخه د __sunun څخه راوتلی د خپل ځان څخه د پاتې ورېځ څخه راوتلی، او سیارې د دې بادل پاتې برخه څخه جوړه شوې.",
"Earth is Born": "___ بیا یې جنت ته واړول کله چې ټول سګرټ و. هغه په ​​اسمان او ځمکه کې وویل. \" دوی وویل: \"دلته موږ راشو (کیدو سره) په زړه پوري.\" __\n\n__hearth__ او نورې سیارې شاوخوا pericate billion..6 میلیارده کاله وړاندې شوې. دوی د نابتایل ګاز څخه جوړ شوي وو چې لمر یې کړی. دا د قران د ساینسي معجزه ده ځکه چې خدای پاک په قران کریم کې تشریح کوي. \"هغه (الله) د سګرټ او ځمکې ته وویل:\" په خپله خوښه یا بې ارزښته. \" ويې ويل: \"دلته موږ رارسيږي (په عزم کې).\" دا آیت پدې اړه خبرې کوله چې ځمکه څنګه جوړه شوې.\n\nسپوږمۍ ممکن د سهار په پیل کې د __ERTHh__ تر مینځ د ټکر وروسته رامینځته شوې وي نو (کوچنۍ سیاره (ځینې وختونه). ساینس پوهان پدې باور دي چې د دواړو سیالو برخو برخي وهل شوي (په کشرت سره) سپوږمۍ.\n\nقران کریم وايي چې الله پاک، سپوږمۍ، سپوږمۍ، سپوږمۍ او سیارې رامینځته کړې، هر یو د دوی د خپلو انفرادي کورسونو یا مدار سره رامینځته کړی. __ هغه څوک دی چې شپه او ورځ، او لمر او سپوږمۍ؛ ټول (قرض) تیرونه سره، هر یو په خپل ګردي ډول لامبو)\n\n__heart __ اوبه د مختلف ځایونو څخه راغلي. د اوبو بخار، او د راتلو او نخاعي شاهدان او د سمندري ځواکونو وهل ټکول، بحران یې کړل. د یو ملیارد کلونو په جریان کې (دا شاوخوا 3.6 ملیارد کاله دمخه دی) ساینسینان پدې باور دي چې لومړی ژوند یې په تاریخ کې پیل وکړ. ځینې ​​باکتریا فوتوسنتز رامینځته کړل، کوم چې بوټي بوټي د لمر له ر light ا او اوبو څخه جوړوي. دې کار ډیر آکسیجن خپور کړی، کوم چې لومړی د وپانګې په واسطه د وسپنې لخوا اخیستل شوی و. په نهایت کې، وړیا آکسیجن په اتموسفیر یا هوا کې ترلاسه شو، د ایروبیک ژوند لپاره مناسب دی. دا اکسیجن د اوزون پرت رامینځته کړی کوم چې له لمر څخه د بد الټراویلټ وړانګو څخه خوندي کوي __ د لمر څخه ساتي.\n\nیوځل بیا، خدای موږ ته د اوزون پرت په قرآن کې وایي چې د قرانکریم بله ساینسي معجزه په قران کریم او موږ اسمان ته ښه ساتل شوی کینوپي جوړ کړی دی. \" (قرآن 21:32) __\n\nساینس پوهان پدې باور دي چې د اوزون پرت څخه تغیرات دمخه ژوند شتون نلري ځکه چې پرته له دې چې د لمر وړانګې ژوندي پاتې کیدو لپاره د پرمختللي ژوند لپاره خورا ډیر وي.\n\n__earth__ په لرې پرتو کې خورا توپیر درلود. ډیر دمخه، نږدې ټولې ځمکې په یو ځای کې وه. دې ته سپر ضد نومیږي. ژر پیژندل شوی ایسوسینټيونټي د وانبرا په نوم یاد شوی و. وروسته، یو وخت و (کریسجنسینین) کله چې __یډی__ نږدې په بشپړ ډول د غلو آیس شیټونو (ګلیشیر) لخوا پوښل شوی و. دې ته د سنوبال په نوم یادیږي __eare__ تیوري.",
"Heavy Bombardment": "__ موږ دمخه خپل پیغمبران د روښانه شواهدو سره لیږلي دي او د دې لپاره چې خلک یې په عدالت کې استولي وي، چې لوی نظامي ممکن وي، او له دې امله الله سبحانه وتعالی ممکن هغه څوک څرګند کړي چې د هغه ملاتړ کوي او د هغه رسول ناپاکه نه وي. \" (قرآن کریم 57:25) __\n\nد درنو بمبارۍ ناوخته دا په ځمکه کې د نوغدان او الرچان دور په نوم پیژندل کیږي. د دې وقفې په جریان کې، په غیر متناسب ډول اسټروالونه ژباړل شوي چې د لمریز سیسټم په ګډون د ځمکې د ځمکې د لومړني سیارونو سره ټکر وکړي، پشمول د مسکا، وینس، ځمکې، او مریخ په شمول.\n\nد درنو چاودنې پایه چاودنې له ځمکې وروسته پیښ شوې او لاهم ډیری یې ژر تر ژره د ځمکې په تاریخ کې رامینځته کړې.\n\nنن ساینس پوهان پوهیږي چې اوسپنه په ځمکه کې پراختیا نلري. د ځمکې د اندازې له امله دوی پوهیږي، دوی پوهیږي چې دا ډول توکي په طبیعي ډول دلته پرمختګ نه کوي. په حقیقت کې، دوی پوهیږي چې اوسپنه باید د ستورو دننه رامینځته شي، په ځانګړي توګه سور سوپر - جنات. یوازې د داسې یو ګیګینټ سټار دننه کولی شي عناصر د فیوژن عکس العملونو په جریان کې یوځای شي. بیا یو سوپرنووا پیښیږي، پدې معنی چې د ستوري توزیع کولو، او د وسپنې ټوټې ځای په ځای کې ګرځیدلې. ساینس پوهان پدې باور دي چې دا څنګه دی چې وسپنه ځمکه ته راغله.\n\nد قرآن استازو، __ موږ دپولے لاندې استولو \"__. تر دې وروستیو پورې، پرته له ساینس پوهانو پرته د __ __ ناروغ بمبارۍ شل، دا آیت \"موږ موږ ته ولیږدلو. په هرصورت، دا خدای پاکوي چې په لفظي ډول موږ ته لفظي استول کیږي نو موږ له دې څخه ګټه پورته کولی شو.",
"Life on Earth": "__ د هغوی په پام کې نیولو سره څوک چې نه ګ .ي چې ګناه يې نه ګ .ي او بيا به موږ هغوی بې برخې کړل او بيا به به هغوئ باور ونه کړو؟ (قرآن 21:30 بجو) .__\n\nژر ترجمه شوې چې ژوندۍ د مایکرو حنیمونه (یا مایکرو فاصله) دي. دوی په اوسپنه او سیلیکا - بډایه ډبرو کې وموندل شول چې یوځل د کاناډا، کاناډا، نویدارټټټټټټټټټوریا ګرینسټون کې د هایډرومل وینس و.\n\nدا ډبرې د 4.28 ملیارد کلونو په پرتله زاړه دي. د نلونو فارمونه چې پکې شامل دي په راپور کې ښودل شوي. که دا په ځمکه کې د ژوند پخوانۍ ریکارډ وي، نو دا وړاندیز کوي \"\" د ژوند یوه اندازه پیښه 4.4 ملیارده وړاندې د ژوند مخه نیسي. د سټیلن بلیر هارډجونو په وینا، \"که ژوند په ځمکه کې نسبتا ګړندی په ځمکه کې راښکاره شي نو دا به په کائنات کې عام وي\".\n\nقرآن دا خبره بیانوي چې الله __ \"د اوبو څخه هر ژوندي موجود دی\" په دوه پښو وتل، او ځینې چې په څلور پښو ګرځوي. الله هغه څه رامینځته کوي چې غوښتل یې وغواړي، ځکه چې واقعیا الله په ټولو شیانو ځواک لري .__\n\nدا آیتونه د ساینسي تیوري ملاتړ کوي چې ژوند د ځمکې په سمندرونو کې پیل شو. دوی د عصري بیولوژی سره هم ځي چې دا چې ځینې څاروي تر 90٪ اوبو پورې جوړ شوي، پداسې حال کې چې انسانان شاوخوا 60٪ اوبو رامینځته کیږي.",
"Single Celled Organisms": "__ د قران دا تشریح کوي چې الله \"له اوبو څخه پورته\" (قرآن 21:30 بجو) __.\n\nیونیسیلولر ارګانیزمونه ژوندي موجودات دي چې یوه حجروي لري.\n\nیونیسیلولر ارګانیزمونه هرچیرې موندل کیدی شي. د ژوند زاړه ډولونه 3.8 ملیارد کاله دمخه شتون لري، که نور نه. ساینس پوهان پدې باور دي چې دغه ارګانیزم په اوبو کې اوسېدې. دوی د ژوندي پاتې کیدو لپاره بیلابیل ستراتیژیانې تعقیبوي: فوینینټاسټس ځینې ​​یونیسیلولر ارګانیزمونه فلجلا، کوچني لکۍ لري چې دوی د لوکومۍ، یا لابوپوډونو لپاره کاروي، د سیلولول سکلیټون (سایټوسکلیټټ)، کوم چې د بلاکونو د وسلو په توګه څرګندیږي. زموږ د غیر صحي اخلاق رنځلی په ټوله لاره پیدا کوي، چیرې چې دا د فلج شوي سپیم په توګه ب appearance ه کوي.\n\n__ د قران دا تشریح کوي چې الله \"له اوبو څخه پورته\" (قرآن 21:30 بجو) __. بل آیت څنګه تشریح کوي ټول شیان \"(قرآن 24:45) __.\n\nدا آیتونه د ساینسي تیوري ملاتړ کوي چې ژوند د ځمکې په سمندرونو کې پیل شو.",
"Animals": "لومړی فوسیلونه چې ممکن د څارویو نمایندګي وکړي د سویلي آسټرالیا د واکزونا رامینځته کولو په 665 ملیون ډالرو کې څرګندیږي. دا فوسیلونه تشریح کیږي لکه څنګه چې شاید دمخه سپنج وي.\n\nترټولو زاړه ژوي د اډیاکرین بایوټا کې موندل کیږي، چې شاوخوا 610 ملیونه کاله دمخه، د احتیاطيان بایوټا کې موندل کیږي. دا له اوږدې مودې څخه شک درلود که چیرې دا سبان شامل وي، مګر د DIPENSonia فیوسایټروټرول دا واقعیا دي.\n\nډیری حیواني پایلا لومړی لومړی د کیمبریانو د چاودنې پرمهال د FSSIL ریکارډ کې ښکاري، شاوخوا 542 ملیونه کاله دمخه په بستر کې لکه د برګیس شیل په څیر. Extant phyla in these rocks include molluscs, brachiopods, onychophorans, tardigrades, arthropods, echinoderms and hemichordates, along with numerous now-extinct forms such as the predatory Anomalocaris. ساینس پوهان ډاډ نلري که چیرې دا څاروي ټول په یو وخت سره نږدې څرګند شي یا که دا د فوسیل ریکارډونه راټول شي.",
"Fish": "ساینس پوهان پدې باور دي چې لومړیو کبونه د کیمبریا له چاودنې پرمهال 53030 ملیونه کاله وړاندې شوې. دوی باور کیږي چې دوی لومړی عذبه کوي، یا څاروي د ملا یا نخاعي کالم سره. لومړۍ کب یې فکر کوي چې په زرینت کې وي، یا خاموش کب. د ناوخته کیمبریانو په جریان کې، د خلاصون په څیر کبانو په نامه یادیږي، او کوچنۍ زياتره کوچنۍ زغره کبله د اوسټراکوګرو په نوم پیژندل کیږي، لومړی ښکاره شو. ډیری خاموش کبونه اوس ورک شوي دي.",
"Insects": "__ دیس__، د فیلم انګورپورډا کې یو ټولګی دی. دا کوچني ځمکه داخلي دي چې سخت ایستنه لري.\n\n__ دیسل shost په ځمکه کې د څارویو ترټولو لوی ډله ده. شاوخوا __926،400 مختلف ډولونه بیان شوي. دوی د __ نه د ټول پیژندل شوي ژوندي نسلونو نیمایي پورې حساب کوي. او باور کیږي __ محل کوي د څارویو بیلابیل ډولونه.\n\nنوي ډولونه د __srese__ په دوامداره توګه موندل کیږي. د نوعینو مجموعي شمیر اټکل له 2 ملیون څخه تر 30 ملیون پورې.\n\n__ د هغه شپږ پښې لري؛ او ډیری وزرونه لري. __ دزل شوي__ هغه لومړی څاروي چې د الوتنې وړ دي. لکه څنګه چې دوی له هګیو څخه وده کوي، __ ورته کوي __ مني __ مني __ مني. __ د سیارې سره ژوند کوي: نږدې ټول د ځمکې په اوږدو کې ژوند کوي ډیری ډولونه په استوایی سیمو کې ژوند کوي.\n\nځینې ​​خلک ټول د ټولو __ په زړه پورې بولي یوازې یو څه __ meesetes__ ریښتیني بګ دي، کوم چې د __insemsm ځانګړي حکم دی. هغه خلک چې مطالعه کوي __ د __ینیوټیسټ__ په نوم یادیږي __ینوټومولوژیک پوهان__.",
"Reptiles": "__ptile__ د ځمکې د قبرستانو یوه اصلي ډلو لپاره عام نوم دی. دا د بیولوژیستانو لخوا ډیر نه کارول کیږي، څوک چې ډیر دقیق شرایط کاروي.\n\nنوم __ \"ریډیټ\" __ د لاتین څخه راځي او معنی لري \"یو څوک چې کریډونه لري\". ټول ژونديلونه __ptile_ ډولونه د سوړ وینې دي، د سوییال پوټکي لري، او کلیدیک هګیو ته. دوی یو مدریک اسید (د یوریا پرځای)، او کلواکا لري. کلواکا د AUUS، خالص ټراک او بیا زیږدونکو کمیتونو لپاره ګډ دفتر دی. __ptleles__ د زړه او د وینې لوی رګونو ترتیبونه شریکوي چې د تی لرونکو ژانو څخه توپیر لري.\n\nد بیلګې په توګه د __ptelles شل شوي وو، ترڅو اوس مهال بریالي وي. موږ ویل دا چې ډیناسور ورک شوي وو، مګر دا د دوی د ښکار شویو ذویف (مرغیو) په ب .ه ژغورل کیږي. پخوانی __ چاپیلس__ هغه شمشتی، غللونه، مځکه او تاتا ښار کې شامل دي. د اوسنۍ ورځې لوی اکثریت اکثریت __pteles شونډ شوي و.\n\nد ژوند کولو زده کړه",
"Dinosaur Age": "__ ډیروسوسورټ__ (معنی \"د\" ویرونکي لیزلونو \") د اروچیسور ریپټلو مختلف ګروپ دی. دوی د میسزویک د ځمکې غالب څارویو و. د DANOSASRASUR د 500 څخه ډیر جنراتور پیژندل کیږي. د ډینواسور فوس په هر براعظم کې موندل شوي، او لاهم په مکرر ډول نوي کشفونه شتون لري.\n\nsurectrossors د شاوخوا 0 230 ملیون کاله دمخه په پورتني تریاسیک کې څرګند شو. د ډیناسور فوسیل لومړنۍ نیټه د Eoراپټر څخه ده، 231.4 ته 228 maya. د لومړیو جراسیک لخوا دوی د ځمکو غوره قبرستان ول، او په ځمکه کې یې خورا چاپیریال غالب کړل. دوی د ناڅاپي K / t (نړیوالې) ورکې پروسې 66 66 کاله دمخه دوام لري.\n\nد فوسیل ریکارډ څخه، ساینس پوهان پدې باور دي\n\nډیناسور موافقت درلود چې د دوی بریالي کولو کې یې مرسته کړې. لومړی پیژندل شوی ډینوسونه کوچني ښکار شوي وو چې په دوه پښو روان و. د دوی ټول اولادونه یو عمودي پوست لري، د بدن لاندې پښې سره. دې کار خپل ټول د ژوند طرز بدل کړ. نورې ب features ې وې. ډیری کوچني ډینوسوررانو وزرونه درلودل، او شاید د تودوخې وینې. دا به دوی فعال کړي، د عصري ریپالونو په پرتله لوړ میتابولیزم سره. ټولنیز تعامل، په رمې کې د خپلو ناروغیو او همکاریو سره د ځینې ډول ډولونو لپاره خورا احتمال ښکاري.\n\nلومړي فوسیلز د نولسمې پیړۍ په پیل کې د ډینوسور په توګه پیژندل شوي. د دوی ځینې هډوکي خورا دمخه وموندل شول، خو درک نه وه. ولیم بک لینډ، ګیډن مینال او ریډیټارډ اوین ساینس پوهان وو چې دا هډوکي یې لیدلي د څارویو ځانګړې ډله وه. ډیناسور اوس د نړۍ په کچه په میوزیمونو کې لوی جذابات دي. دوی د شهرت برخه ګرځیدلې. دلته د دوی په اړه ډیری غوره پلورونکي کتابونه او فلمونه شتون لري. د ډینسور موندنې ډیری ځله په رسنیو کې راپور شوي.",
"Mammals": "_MamMLlls sw د فقب څارویو ګروپ دی چې د ټولګي ممالیمې تشکیلوي. دوی د تودوخې یا د تودوخې تنظیم کولو خورا دقیق ډول لري.\n\nد مټوریزونو په استثناء سره، ټول تی لرونکي ځوان ځوان ځوان ځوان ځوانان لري. دوی د ځوان لپاره شیدی تولید هم تولیدوي. د ځوانانو پاملرنې د تی لرونکو ژایو په منځ کې نړیوال دی، او دا لازمي ده ځکه چې ژوندۍ زیږون د اولاد شمیر محدودوي.",
"Stegosaurus": "سټاګورسور (معنی \"چت-لیزارډ\") د کښت کښت خواړه و\n\nسټاګوورس شاوخوا 155-145 ملیون کاله دمخه په پورتنۍ جاوسیک دوره کې ژوند کاوه. دا یو له خورا په اسانۍ سره پیژندل شوی ډیناسور دی، د هغې په شا کې د پتنګ شکل پلیټونو (د هغې په لکۍ باندې د پتنګ شکل پلیټونو ځانګړي دوه اړخیز قطعاتو سره. زغره اړینه وه لکه څنګه چې دا د داسې غوښې ایکرانو سره ژوند کاوه چې د الولیتریس او سیراټوسورسیس په توګه ژوند کاوه.",
"Tyrannosaurus": "Tyranasasasurusurus د لوی کریټاسیس څخه، 65.5- 65-67 ملیون کاله دمخه یو لوی غرمه ډیناسور و.\n\nد ټایرانسوریس د اوږد، دروند لکۍ له مخې د لوی جګړو سره د دوه اړخیز کارینجور و. د لوی او ځواکمنو هندو غړو په پرتله، د هغې ټاکل شوې وې، مګر د دوی د اندازې لپاره قوي دي. دوی دوه سقوطونه درلودل.\n\nبحث شتون لري چې ایا دا ښکار یا یو سکینجر دی. د نن ورځې ډیری غالب غوښې اییټرز په څیر، لکه شیوونه او هیناس، ټایرانیاسریس ممکن دواړه ولري. دا یو ډیر قوي جبهه درلوده، او د دې خټکي ځواک کولی شي د نورو ډینسورس هډان ولري.",
"Dinosaur Extinction": "د جنت په پای کې نباتات د یو یا ډیرو ناورین پیښو له امله رامینځته شوي، لکه د لوی اسټرایډ یا میټروایټ اغیزې، یا د والیانیک فعالیت لوړول.\n\nد اغیزمنو متقابل خطرونه او لوی ارجکاجي فعالیت، لکه دا چې په هند کې د اسکنکورونو په مرکزونو کې، د ورکې پیښې نږدې وخت ته رسیدلی. دا جیولوژیکي پیښې ممکن د لمر وړانګې او د فوتوسنتزیسز خنډ کړي وي او د ځمکې په ایکولوژي کې د لوی مداخلې لامل شوي.",
"Primate Bipedalism": "دوه منابقیزم د موټر چلولو لپاره دوه فوټه لري یا کاروي. ساینس پوهان پدې باور دي چې په لومړي سر کې دوه ملیونه کاله دمخه له 6 څخه تر 7 ملیون کاله دمخه راټول شوي دي ځکه چې دا لومړنۍ فوسیلز نښې دي. تکامل کونکي باور لري چې دا به د انساني ژنو پیل کونکي وي، مګر دا تیوري د دې ملاتړ لپاره لږ شواهد لري.",
"Constructed Tools": "__ اسټوټوټو وسیلې بجې د تیږو څخه جوړ شوي وسیلې دي. دوی دلیل دی چې د کا stone و عمر خپل نوم درکول شوی و. ساینس پوهان پدې باور دي چې دوی د لومړي وسیلو څخه کارول شوي لومړي وسیلې دي. پدې وروستیو کې هغه و چې د سړيانو وسیلې د انسانانو په مخکې کارول شوي وو.",
"Control Fire": "__ د اور په وړاندې د اور کنټرول له وخته د انسانانو له وخته ډیر مهم و. اور وژنه د تودوخې، محافظت سرچینه کول، د خواړو پخلي لپاره په ښکار او میتود باندې پرمختګ. دې کلتوري فعالیتونو ته اجازه ورکړل شوې کلتوري اختراعاتو ته اجازه ورکړل شوې او په رژیم کې بدلونونو لپاره. سربیره پردې، د اور کنټرول د انساني فعالیت پراختیا ته اجازه ورکړه چې د انساني فعالیت پراختیا ته او د ماښام په وروستیو کې د پاتې کیدو لپاره د تودوخې او وروسته وروسته پاتې شي.\n\nد شاوخوا 200 زرو څخه تر 1.7 ملیون کاله دمخه د کنټرول د لومړني تعدیل شواهدو ادعا کوي. د اور کنټرول کاروونکو لپاره شاوخوا years 1،000،000،000 woundly کاله دمخه شواهد په پراخه کچه ساینسي ملاتړ لري. په اور وژونکو کې سوځیدلي تیغونه په مراکش کې د انسانانو فوسس ته نزدې وموندل شول او شاوخوا 300 زره کاله دمخه. شاوخوا 125،000 کاله دمخه د اور د کنټرول تصویب شو.",
"Adam": "___ اوه انسانان! موږ تاسو د نر او ښځینه يو جوړه جوړې څخه پيدا کړل، نو تاسو به يو بل سره خبر کړئ د الله په لیدو هغه څوک دی چې تاسو ته ترټولو نیک دی. او الله پوره ښه پوهه لري او ښه پوهاوی (د ټولو شیانو سره) \"(په قرآن کریم سره)\" (د قرآن کریم سره) .__\n\nادم (عربي: آدرام) په ځمکه او لومړۍ نبي (نبي نبی) اسلام کې لومړی انسان دی. د مسلمانانو د پلار د پلار په توګه ادم اعتراف د انسان د ریس د پلار په توګه، Hawā، حواه، حوا) د انسانانو د مور په څیر. مسلمانان د لومړي مسلمان په توګه ادم ګوري چې د قرآن په توګه چې ټول پیغمبرانو د اسلام ورته باور وړاندې کړ، کوم چې د خدای په وړاندې سپارښتنه کوي.\n\nد دې دوه افرادو څخه، د انسان نسلونه ځمکه سره مقابله کړې. خدای په قران کریم کې فرمایی.\n\nکله چې آدم جوړ شو، خدای دې د رامینځته کیدو امر وکړ چې ادم ته د درناوي نښه په توګه ځان ټیټه شي، کوم چې نوی لوړپوړی جوړښت و. ټول د شيانت څخه پرته، چې دا وستې چې هغه د سګرټ څښونکي اور څخه جوړ شوی و، پداسې حال کې چې ادم له خټې څخه جوړ شوی و. وروسته خدای دې د اډین په باغ کې کېږده او شیوان په بریالیتوب سره ادم او هډواه دواړه په نښه کړي. هغه دوی ونې ته لاړ چې خدای یې منع کړی و. د دې پایلې په پایله کې، خدای موږ ته په ځمکه (انسانان او شیطانان) د قیامت تر ورځې پورې د یو بل د دښمنانو په توګه اچولي دي. یو ځل په ځمکه کې، ادم دعا وکړه او خدای ورته ځواک لري.\n\nلکه د آغم او ټولو پیغمبرانو سره دوی ځمکې ته راغلي ترڅو د خدای سره زموږ د تړون یادونه وکړي. که موږ د خدای اطاعت وکړو، موږ کولی شو لوړه کچه ترلاسه کړو نو د خدای په لید کې فرښتې. د دې کولو لپاره موږ باید د شیطان له ویسو څخه مخنیوی وکړو، او د دې څخه ډیر خراب څه شی دی، زموږ نفا او ځان ته لیوالتیاوې. موږ دا پدې نه ختم شوي حکمت، لارښوونو او مثالونو تعقیب کوو چې د خدای لخوا ورکړل شوي خدای په لومړي کس کې لیکل شوي او بدلیږي. موږ باید د پیغمبر اکرم محمد د ژوند کیسه په هغه وخت کې هم تعقیب کړو چې هغه په ​​وروستي وختونو کې راغلی چې هغه په ​​عصري تاریخ کې څرګندیږي حتی په عصري تاریخ کې هم راغلي. د هغه ټولې نوې درسونه هم خوندي شوي او د هغه د ژوند لاره ښوونه او روزنه لپاره اسلامي بورسونه شتون لري. حضرت محمد د پیغمبرانو مهربان، دولت، معنوي او نظامي مشر و چې د میړه، پلار، ګاونډي او ملګري کیدو سره. هغه د هغو کسانو لخوا خورا ستاینه شوی چې د هغه ژوند، عملونه او تعلیمات ترسره کوي. حتی د هغه دښمنان کله چې د درناوي درناوی او باور درلود.\n\nنو، لکه څنګه چې مسلمانانو موږ پوهیږو د ټولو انسانانو لپاره د ژوند هدف د خدای عبادت کول او هغه څوک چې څوک په عمل کې غوره دی. خدای ژمنه کړې چې انسانان یې په جنت / جنت کې د هغه د حکمونو تعقیبولو په توګه یو ښکلی ځای وباسي. په جنت کې ترټولو ټیټ سړی به د لسو ځمکو ځمکه ولري. کله چې تاسو د جنت لوړې کچې ته ورسیږئ تاسو اړتیا لرئ ستاسو د ځمکې اندازه کول په ر light ا کلونو کې اندازه کړئ. خدای خورا سخاوت دی او غواړي موږ ته راکړي او زموږ لپاره چې هرڅه د هغه څخه وپوښتم. که موږ له خدای څخه او د پیغمبرانو لارې څخه مخ شو، نو ماته په دوزخ کې انتظار باسي. خدای دې زموږ څخه د دې او ټولو ناوړه شیانو څخه ساتنه وکړي.\n\nد ساینس له لید څخه، انسانان په qhome sepipians__ ډولونو کې دي، چې له دې څخه یوازې پیژندل شوي ضمیمې په توګه پیژندل شوي موږ په ځمکه کې ترټولو غالب ډولونه یو. په هرصورت، ډیری ژوند شتون لري، په ځانګړي توګه د بوټو او تخصیص کونکو په مینځ کې، چې په هوا، د حرکت، ژوند، ژوند، او طبیعي چاپیریال ډیر لوی تاثیر لري.",
"First Temple": "__ جبریکیل__ (تلفظ [ɟ) د ترکیې د انسټلي ووایی چې د 15 م (49 فوټ) لوړوالی لري او شاوخوا 300 متره (980 فوټ) قطر کې دی. دا د بحر له سطحې څخه شاوخوا 760 متر (2،490 فوټه) دی.\n\nپه وینا کې دوه مرحلې شامل دي د کارولو دوه مرحلې د ټولنیز یا ګلابي طبیعت څخه دی د لومړي مرحلې په جریان کې، د پرله پطرتی نالیتیک A (PPNA) پورې اړه لري په شاوخوا 20 د شاوخوا 20 ستنو څخه ډیر د جوبسیکل سروېګانو له لارې پیژندل کیږي. هر ستره تر 6 متر پورې (20 فوټ) لوړوالی لري او تر 10 ټنو پورې وزن لري. دوی په ساکټونو کې فټ شوي چې له حوض څخه راوتلي وو. په دوهم پړاو کې، د پرله پطرتیستي نوي نوي ب (PPNB) پورې اړه لري، چمتو شوي ستنې کوچنۍ دي او په مستطیل خونو کې د پالونکي لیمو د پوړونو سره په مستطیل خونو کې ودریږي. دا سایټ د PPNB وروسته پریښودل شو. کلاسیک وختونو ته ځوان جوړښتونه.\n\nد جوړښت د فنکشن توضیحات پاتې دي. دا د 1996 څخه د کلاس سکیمپټ لاندې د جرمني لرغون پیژندنې ټیم لخوا کیندل شوی و چې سایټ هغه ځای و چې ځای یې له یوې خواخانې څخه راټول شوی و، نه مقاومت.\n\nپه 2018 کې، سایټ د یونسکو نړیوال میراث سایټ ټاکل شوی و.",
"Agricultural Revolution": "___ د نولیتیک انقلاب 2 (د ډبرو نوي عمر) لومړی __ حبینوي انقلاب و. دا د کوچیانو او راټولولو ټولنو او میشتیدنې ټولنې او میشتیت څخه د کوچیانو او راټولولو لپاره تدریجي بدلون و. پدې موده کې د \"انقلاب\" په توګه تشریح شوي ځکه چې دا د هغو ټولنو ژوندانه لاره بدل شوه چې بدلون یې کړی. دا په مختلف وختونو کې په بیلابیلو مهمو فېسیسيونو کې پیښ شو. ډیری ټولنې 7-9 زره کاله دمخه بدله شوې.\n\nهغه اصطلاح د عمومي وخت دورې ته اشاره کوي چې دا پرمختګونه ترسره شوي. دا هغه بدلونونه هم پلي کیږي کوم چې ترسره شوي: د کرهنې د لومړني تخنیکونو، د فصل کښت، او د څارویو کورني کول. نیلیتیتیک انقاپ په ټولنیز تنظیم او ټیکنالوژۍ کې د پرمختګ لپاره مهم دی.\n\n___ د نولیتیک انقلاب__ د مخکښ یا نیمه دایمي ځایونو کې د ژوند کولو لامل شو. د دې لږ شمیر خلکو له امله د کوچي ژوند کولو لامل شو. د دې وړتیا لري چې پوه شئ چې څوک چې اصلي محصولات لري، چې د ځمکې ملکیت مفهوم رامینځته شوی. طبیعي چاپیریال بدل شو، د نفوس کثافات کور شوي، او خلک د دوی په رژیم کې ډیر سبزیجات او حبوبات خواړه لري. درجه بندي په ټولنه کې وده کړې. غله زیرمه شوې، او سوداګري کیدی شي. د ښه حاصلاتو ترلاسه کولو څخه اضافي تولید د ټولنو ټولنو ته خرابې کاله ژوندۍ سره مرسته کوي. د دې مثال دا دی چې یوسف (لکه څنګه چې یوسف (لکه څنګه چې یوسف (لکه څنګه چې یوسف (لکه څنګه چې یوسف (لکه څنګه چې یوسف (لکه څنګه چې یوسف (لکه څنګه چې په پخوانۍ مصر کې د غلې خپروي او خپروي.",
"Writing": "__ اینینګینګ__ د ساده سمبولونو د سیټ په کارولو سره په لید پا on ه کې د ژبې ثبتولو عمل دی. سمبولونه باید نورو ته وپیژندل شي، نو متن ممکن لوستل شي.\n\nیو متن ممکن نور لید سیسټمونه هم وکاروي، لکه انځورونه او سینګار. دې ته لیکه نه ویل کیږي، مګر ممکن د پیغام کار کې مرسته وکړي. معمولا، په یو هیواد کې ټول تعلیم لرونکي خلک د ورته ژبې ثبت کولو لپاره ورته د لیکلو سیسټم کاروي. د لوستلو او لیکلو وړتیا باید سواد شي.\n\n__ جورول د وینا سره توپیر لري ځکه چې لوستونکي په وخت کې شتون نلري. موږ کولی شو د اوږدې مودې راهیسې لیک لوست وکړو، او د نړۍ له بیلابیلو برخو څخه لیکل. د متن ذخیره کول او پوهه. __ گنینګ__ د انساني نوعاتو ترټولو لوی اختراعاتو څخه دی. تاریخ پوهان پدې باور دي چې د ښارونو څخه وروسته، او د کرنې وروسته رامینځته شوي. __ ایوونینګ__ شاوخوا 3،300b د شاوخوا 3،300b څخه، چې په مینځني ختیځ کې تر 5000 کاله دمخه دی.\n\n__ جوتاط __ معمولا په کاغذ کې دی، که څه هم نږدې هرې سطحې د چاپ کولو لارې شتون لري. د تلویزیون او فلم سکرینان کولی شي لیکنه نندارتون وکړي، او د کمپیوټر سکرینونه هم کولی شي. ډیری د لیکلو ډیری توکي اختراع شوي، اوږد دمخه دمخه. پزی، پاپرسیم، لرګیو، پوټکی، پوټکی او پارچنټ (چمتو شوي څاروی سکینز) ټول کارول شوي. رومیانو د موم شوي ټابلیټونو باندې لیکلي چې د نښه شوي سټایلونو سره؛ دا د لنډمهاله یادښتونو او پیغامونو لپاره مشهور و. د چینایانو وروسته د کاغذ وروسته اختراع یو لوی ګام و.\n\n__ اینینګینګ__ په دودیز ډول د لاسي وسیلې په کارولو سره ترسره شوی لکه یو پنسل، یو قلم، یا یو برش. په هرصورت، نور او ډیر، متن د کمپیوټر کی بورډ یا سمارټ فون په واسطه د ننوتلو لخوا رامینځته شوی.",
"Recorded History": "__ فیزر د تیرو پیښو مطالعه ده. خلک پوهیږي چې په تیرو وختونو کې د تیرو سرچینو په څیر شیان په نښه کولو سره (لکه کتابونه، ورځپا newspapers ې او لیکونه) او لکه آبشونه، آرشیفونه او میوزیمونه راټول او ساتي د خلکو لپاره شیان د تاریخ مطالعه کول. یو څوک چې تاریخ سره مطالعه کوي د تاریخ ښوونکی بلل کیږي. یو څوک چې د پخوانیو کلتورونو په واسطه د پاتې شیانو له لارې دمخه تاریخ او تاریخ مطالعه کوي د لرغون پیژندونکي په نوم یادیږي. یو څوک چې انسانین مطالعه کوي او ټولنه د بشرپالولوژي په نامه یادیږي. د سرچینو مطالعه او د تاریخ د مطالعې او لیکلو لپاره کارول شوي میتودونه تاریخ لیکنې ته ویل کیږي.\n\nخلک کولی شي د تیرو خلکو سره په خبرو کولو سره د تیرو په اړه زده کړه وکړي څوک چې هغه شیان یادوي چې په تیرو وختونو کې پیښ شوي. دې ته د زباني تاریخ ویل کیږي. کله چې هغه خلک چې غلامان وو او امریکایی جنګي ژوندي پاتې شوي، ځینې تاریخ لیکونکي هر هغه څه ثبت کړي چې د دې تاریخ له لاسه ورنکړل شو.\n\nورته په اسلامي تاریخ کې ترسره شوی و. ډیر لیکل شوي وو، مګر ډیری پوهان شتون درلود چې د پیغمبر اکرم (حدیث) په کتابونو کې د هر وروستی غږ راټولولو شاوخوا کې ولاړ وو. په ټوله اسلامي ساینس د دې په سر کې رامینځته شوی ترڅو د شعرونو د ګناهګار اطاعت تایید کړي او د دې حدیثونو بیرته راشي او دا حدیثونه د فحشا طبقاتو کچې ته ورسید. موږ پوهیږو چې دا څوک دا ټول خلک او د دوی کورنۍ وې، دوی یوازې په کتاب کې تصادفي لومړی نومونه ندي (I.E. نښه، لوقا، جان). ډیری وختونه، ورته حدیث کولی شي په ورته کتاب کې په ورته کتاب کې په ورته کتاب کې وموندل شي یا د ډیرو خلکو لخوا راټول شوي. دا به د صحیح (ډیر غږ) حدیث طبقه بندي شي.\n\nقرآن هم لیکل شوی و، خو د پیغمبر په ورځ د زرګونو خلکو لخوا په زرګونو خلکو حفظ و. دا لاهم د نن ورځې د ملیونونو خلکو لخوا حفاره ده، په اصلي عربي ژبه کې - حتی غیر عربي ویناوالو لخوا. دا ممکنه ده ځکه چې قرآن د ډیری خلکو لپاره په یاد ساتل کیږي. که چیرې د قران ټول متن یو څه ورک شو، مسلمانان کولی شي دا بیرته په څو ثانیو کې راشي که چیرې دوی په ګډه کار وکړي. په هرصورت دا اړتیا نشته، لکه څنګه چې خدای موږ ته وویل چې هغه به یې په قران کې وساتي. Â \"بېشکه چې قران ته استول کوم چې قران ته استول او په رښتیا چې موږ به د هغه سرپرست شو.\" (قرآن 15: 9) __\n\nد دې شاعریک او تلاوتیې ښکلا په پام کې نیولو پرته د قرآن پیغام د مومنانو په ذهن کې فټ کیږي ځکه چې دا تیرو، راتلونکي او د پوهې په اړه توضیح کوي. قرآن په حقیقت کې ترټولو لوی معجزه ده چې موږ یې لرو، او یوازې یو چې د اسلام ثابتولو لپاره ریښتینی مذهب دی. موږ ته په رامینځته کړه او موږ سره یې خبرې وکړې او موږ ته مستقیم د قران په ټکو سره درس ورکړ. او څوک غوره دی چې موږ ته بیا په خدای ښوونه وکړم، هغه یو چې موږ جوړ کړي او موږ ته یې غوره پیژني؟\n\nپه زړو وختونو کې د نړۍ په بیلابیلو برخو کې خلک جلا تاریخونه ساتل شوي ځکه چې دوی یو بل سره ډیر ځله نه پوره کوي. د خلکو ځینې ډلې هیڅکله له یو بل سره نه دی لیدلی. د مینځنۍ روم او پخوانی روم او پخوانی چین هر فکر وکړ چې دوی د نړۍ یوازینی مهمې برخې واکمن کړي او نورې برخې یې \"وباطر\" وې.",
"First Pyramid Built": "__ دې ورځ به موږ ستاسو (اې فرعون) خوندي کړو، چې تاسو به له تاسو وروسته راشئ! \" (قرآن کریم 10:93) __\n\nد __pyamide__ یو جوړښت دی، معمولا د تیږو، د پیرامید په ب .ه جوړ شوی. د پخوانیو څخه تر عصري وختونو پورې د نړۍ په بیلابیلو برخو کې خلکو داسې جوړښتونه جوړ کړي دي.\n\nلومړی __peamids__ په 2630 کې جوړ شوی و. ترټولو پخوانی پیژندل شوی پیرامید په صلاحرا، مصر کې دی او د دریم مصر د پاچا ډجسیر لخوا جوړ شوی و.\n\nقرآن د مصري سلطن په اړه د موسی په اړه ډیر څه خبرې کوي د موسی په اړه.\n\nقرآن د مصر تاریخ د پاچا یا فرعون په توګه د پاچا د ژوندۍ په توګه په ګوته کوي (چې وروسته وروسته راغی). یو تاریخي حقیقت چې یوازې پدې وروستیو کې د بریتانیا موزیم لخوا کشف شوی و. د دوی په وینا، مصريانو خپل واکمنانو ته زنګ ووهه \"فرعون\" تر هغه وخته پورې \"فرعون\" نه وايي (1552-1295 BC).\n\nیو څو آیتونه د موسی او فرارا په اړه خبرې کوي (فرعون):\n__ \"\" We الله (الله) به د موسی او فرعون کیسه د هغه خلکو په ګټه وي چې باور وکړي. (قرآن 28:04).\n\n\"موږ موسی له خپلو نښو سره فرعون او د هغه مشرانو سره ولېږل، خو ظاهرا یې په غوسه کړ. (قرآن 7: 104)\n\n\"دا ورځ به تاسو تاسو وژغورئ (ا فرعون) ستاسو په بدن کې نښه اوسئ چې تاسو به د هغه چا لپاره نښه وي چې تاسو به د هغه چا لپاره نښه وي چې تاسو به د سړي لپاره نښه وي څوک چې ستاسو په مینځ کې راځي. (قرآن کریم 10:93) __\n\nدا په پراخه کچه د تاریخ کونکو او عیسویانو او اسلامي مسلمانانو لخوا باور لري چې موسی د رامسیس II سره اړیکه لري. قرآن او انجین دواړه په بیلګه کې د فرعون سره پای ته رسیدل په حقیقت کې د فرعون سره پای ته رسیدل په سور بحري کې وروسته له هغه چې موسی وروسته په سور سمندري کې ډوبیږي، د خدای په اجازه، بحر ته ورسید.\n\nد دې ورځ په خپل بدن کې د قران کریم وړاندوینه ستاسو په بدن کې خوندي کړئ (ای فرعون) تاسو د هغه چا لپاره یو نښه لرئ! تر دې وروستیو پورې. د ټولو فرعون مړ شوي جسدونه د نیل د بانکونو په اوږدو کې د پاچا (KV7 & & 8) په وادۍ کې پټوي. حتی کله چې د دوی قباوې لوټ شوي وو، نو د فرعون په لیدو کې پاتې پاتې یې د پیړیو راهیسې خپل نه کشف ساتل کیده. د دوی کشف په نولس پیړۍ کې ترسره شول او تاسو اوس کولی شئ ګورئ، په قاهره کې د لوی مصر په موزیم کې د خپلو سترګو سره د خپل خپلو سترګو سره د مصر په لوی مصر کې دی. د هغه جسد د ټولو لپاره د لیدو لپاره په څو نړیوالو سفرونو ته هم تللی و. دا بیا، ښیې چې څنګه په قرآن او اسلام کې هیڅ متنونه یوازې د خدای لخوا موږ ته ورکول شوی و.\n\nتاسو کولی شئ له ډاډ سره د ډاډ وړ خلکو څخه د دې فرعفا او نور لرغوني مشران سره د خپلې تجربې په اړه هم پوښتنه وکړئ.\n\n___ مونږ ته په «« حضرت يعقحانو ته نهمه نښې راکړل، نو زما اسرائيليان اوبيسان هغه ته وفرمايل: \" 17: 101) __\n\nد یهودي خلکو ژوندي پاتې کیدو هم موږ ته اجازه راکوي چې د خدای د نورو ګناهونو څخه وپوښتو چې دوی یې ترلاسه کړل، د ډیرو معجزو او پیغمبرانو په څیر چې دوی ته لیږل شوي وو.\n\n__ اسیا د اسرائيلو ماشومان څومره روښانه نښه چې موږ ورته ورکړو. او څوک چې د الله تعالی د هغه د راتګ څخه ډکه کړي - نو په حقیقت کې به الله سخته وي. (قرآن 2.211) __",
"Roman Empire": "__ د رومن امپراتورۍ__ (لاتین: د امپسیم رومان) د لرغوني نړۍ لوی امپراتورۍ وه. دا پلازمینه روم وه، او د هغې امپراتورۍ په مدیترانې کې میشته وه. د امپراتورۍ نیټه، کله چې انکټریان امپراتور، د اګستس امپراتور رامینځته شوه، ترڅو چې دا په 476 اډ کې، د پخوانۍ نړۍ او د مینځنۍ دورې پای په نښه کړي.\n\nامپراتورۍ د لرغوني روم دریم پړاو و. روم لومړی د رومن پاچا د رومن پاچاو لخوا اداره شوی و، بیا د رومن جمهوریت لخوا، بیا د یو امپراتور لخوا.\n\nډیری عصري ځمکې یو وخت د __رمان امپراتورۍ__ برخه وې، په شمول د انګلستان په ګډون، هسپانیه، جرمنی، سویس، او افریقا او د افریقا شمالي ساحل. د __رمان امپراتورۍ اصلي ژبه وه. یوناني یو مهم ثانوي ژبه وه.\n\nد __rrman امپراتورۍ د لویدیز برخه لویدیز (شاوخوا 500 کاله، او ختیځ برخه، د یونان او ختیځې برخې په ګډون د یونان او ختیځو برخه، شاوخوا د یونان او اناتیا په ګډون دوام دوام لري. د ختیځې برخې د تفریحی امپراتورۍ ویل شو، چې د دې مرکز و چې د دې مرکز دی او په 1453 کې د سلطان فاطلو په واسطه د قسطونو فتحې لخوا پای ته ورسیده. دا پیښه د حضرت محمد صلی الله علیه وسلم لخوا وړاندی شوه او د نړۍ په تاریخ کې یو له پامه څخه یوه ده.",
"Crusades": "S_- سيوسوسس، يو شمېر هغه لړۍ وه چې د مقدس ځمکې د کنټرول په اړه مسلمانانو ته د مذهبي جنګونو لړۍ وه. په دودیز ډول، دوی د 10 995 او 1291 کلونو ترمینځ ترسره شوي. سپیڅلی ځمکه لاهم داسې ځای دی چې د دریو لوی رنګه مذهبونو لپاره خورا مهم دی: اسلام، مندزیت او عیسویت. په سپیڅلي ځمکه کې ډیری مهم مذهبي ځایونه شتون لري. دا ځمکه اوس د اسراییلو یا فلسطین په نوم یادیږي. بیت المقدس، نزیر، بیت الماریا، خیبر او نور مذهبي سیمې د عمر (رح) دریمې خلیفه او د پیغمبر صلی الله علیه وسلم او ملګري نه د مسلمانانو کنټرول لاندې راځي.\n\nډیری مختلف ارامۍ وې. ترټولو مهم او ترټولو مهم __ cdruseades __ chilest له 11 څخه تر 13 مې پورې ترسره شوي. پدې وخت کې 9 لوی صلیبونه وو. ډیری کوچنۍ ارام شوي هم دي. ځینې ​​فایروز حتی په اروپا کې وې (د مثال په توګه، په آلمان، آلمان او سکینډرۍیایا)). کوچنۍ __ crcrousades__ 16 پیړۍ ته دوام ورکړ، تر هغه چې ترینجنې او اصلاح.\n\nد \"کراسیډ\" کلمه د \"کراس\" په کلمه پورې اړه لري او د عیسوی سپیڅلی جنګ. دلته د \"جهاد\" هم شتون لري، کوم چې د مسلمانانو لخوا د کوښښ او مبارزې معنی لري چې ورته استحصر کولی شي د جنګ په وخت کې د \"ځورونې\" لپاره ورته اشاره وکړي. پیغمبر اکرم (ص) درسي چې دا کم جهاد دی که څه هم او لوی جهاد په جګړه کې د ستوری ژوند د ژوند کولو لپاره په جګړه کې د ستور ژوند په ژوند کولو کې راځي.\n\nټولې خواوې (عیسویان، مسلمانان، او یهودیان) په خپلو مذهبونو کې ډیر څه باور لري. ډیری صلیبونه اکثرا د دوی تر شا سیاسي یا پولي شرایط درلودل. لکه ټولې جګړې\n\nدا خفه ده چې د درې ابراهیمیک عقلونو ترمینځ د دښمني او ترمینځ دښمني شریکېږي چې دومره په مشترک سره شریکوي. مسلمانان یهودیان او عیسیان د کتاب د خلکو په توګه ګ consider ي، د دې معنی لري چې دوی د نورو خلکو په پرتله له مسلمانانو سره نږدې اړیکې لري. تاسو کولی شئ دا د پیغمبر اکرم (ص) په ژوند کې وګورئ او چیرته چې هغه او دا چې هغه د بروزین عیسوي عیسویان د بروزین عیسوي عیسویانو لخوا په لوی جنګ کې زیان درلودلی و. دا په حدیثونو کې ثبت شوی او حتی په قران کې یې خبرې وکړې. دا د اسلام د صداقت یو بل په زړه پوری ثبوت دی لکه څنګه چې خدای ته راځي: __ \"د څو کلونو په اوږدو کې د سهار په مینځ کې تر سره بریالی شو. الله ته د نه مخکې قومانده تړاو لري. او هغه ورځ چې مومنان به خوشحاله کړي \"\n\nپه وخت کې دا نازل شوی و، عرب پواسیان د کافر ساسوانیانو په څنګ کې وې، پداسې حال کې چې عربي مسلمانان پدې هیله چې عربي مسلمانان پدې تمه ول چې دا جګړه یې وګټله. کله چې مسیحیانو له لاسه ورکړ نو مسافرین له لاسه ورکړ نو خدای دا شیبې دا شیبه څرګنده کړه. ډاډه اوسئ، د جومات په شپه په 622 اعلان کې، د امپراتور په وړاندې د بازنطینونو برزینینونه درلودل، په دې توګه قصمانان وړاندوینه تاییدوي.",
"Black Plague": "___ د حقیقت وژنه هغه د ناروغۍ خپه وه چې په ټول اروپا او آسیا کې ملیونونه خلک یې ووژل. په اروپا کې د هرو دریو کسانو څخه نږدې یو له دې ناروغۍ څخه مړ شو، او تر 134447 او 1351 پورې به ترټولو خرابه خورا خراب و. ډیری خلک فکر کوي چې ناروغي د بابونک ناروغي وه. دا ناروغي د مښتیو ژوند کولو باندې د فلیکس لخوا وړل کیږي او خپریږي. د ورېښمو سړک سوداګر مو په ناروغۍ اخته فلز راوستلې وه.\n\nفطاس ستونزه پیل کړه؛ په ناروغۍ اخته شوي فلجونه د تور چوپونو لخوا ترسره شوي. هغه پوټونه چې منعه نه وو ښارونو ته ځي. کله چې د یو چا سره یو څوک وي، دوی به په زخم کې د باکتریا یو څه څه حرکت وکړي. دا به د دې لامل شي چې سړی به اخته شي. موږکان اکثرا په کښتیو کې وو. دا پدې معنی ده چې ناروغي خورا ګړندۍ خپریږي.\n\nپه انسانانو کې، ناروغي د وسلو لاندې په زینه کې پړسوب کړې، د وسلو لاندې او غوږونو شاته. دا پړسوب تور او ارغواني رنګ و، له همدې امله 'تور مړینه'. تیاره پړسوب بابو په نوم یادیږي. خلک په درد او قربانیانو کې ول چې یو وحشي مرګ مړ شو. نښې د قربانيانو وروسته 3-7 ورځې وخت لیدل کیده کله چې قربانيان د ځنګل د لاريز په واسطه مات شوي دي.\n\nپه خندا، په ځینو ښارونو کې په لندن کې لکه په منډه کې داسې فکر کاوه چې پیشوګانې د ناروغۍ لامل شوي ترڅو په لوی شمیر کې دوی ښکل شوي او وژل شوي وي. بدبختانه، لکه څنګه چې تمه کیده، دا د تل لپاره د خرابیدو لامل رامینځته شوی ځکه چې موږک خپل اصلي طبیعي پریډیټر له لاسه ورکړ او هلته نفوس یې ډیر کړی.\n\nبله په زړه پورې حقایق د بابونونونونونان رواجي شاوخوا دی چې څنګه پوپ خپل ځان خوندي کړی. په هغه وخت کې، مسلمانان د ټول طبي او ساینسي کشف په مشر کې ول. د ډیری مسلماني کتابونو په پرتله، کاتولولیک کلینی وموندل شو چې اورل هغه مهال چې اور یې وویشتل او د پام وړ ناروغیو (میکروز) وویشل شو. د ورته په څیر، دوی د پاپ په شاوخوا کې په یوه حلقه کې یو لوی اور ته رسیدلی چې څو اونۍ یې دوام درلود. البته دا، رازونه ساتي او د دوی له ستونزو پرته ژوندي پاتې شول.",
"Constantinople Istanbul": "__Constantinople__ was the capital of the Roman Empire (330-395), the Byzantine/East Roman Empire (395-1204 and 1261-1453), the Latin Empire (1204-1261), and the Ottoman Empire (1453-1922). په 1930 I کې دا استانبول په خپل شو. دا اوسنی نړۍ کې ښار دی.\n\nد استانبول فتحه، د اسلام په نامه هم پیژندل شوی، د اسلام د ثبوت والي نذر شو. __ \"رښتیا، تاسو د قسطنطنیانو تبلیغ وکړئ. هغه څوک چې لښل به څه شی په زړه پوری لښکر وي (مسعود، زه، 176؛ iv، have. 43. .\n\nتاریخ پوهانو ویلي چې د هغه وخت مودې لپاره چې د وخت مودې لپاره د _ نن ورځ د نیویارک ښار په څیر د ځای په مناسبت سره برابر دی.",
"Newton and Gravity": "کله چې ډیری خلک فکر کوي د __ وییس نیوټن__ په اړه فکر کوي، دوی د هغه په ​​اړه فکر کوي چې د Apple ونې لاندې ناست وي د م apple و سقوط ګوري. ځینې ​​خلک حتی باور لري چې ایپل د هغه سر ته راوتلی. __enwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwow __ youwwwwwwwwwá__ پدې فکر کاوه چې هارع د دوه شیانو په مینځ کې د متوجه ځواک و، لکه م apple ه او ځمکه. هغه دا هم فکر کاوه چې د ډیرې معاملې سره یو څیز په کوچني شیانو کې ورته ځواک په کوچني شیانو کې کار کوي ځکه چې دوی په دې کار اخیستل کیږي. د دې معنی دا ده چې د ځمکې لوی ډله د دې په وړاندې شیان راوباسي. له همدې امله ایپل د پورته پرځای ښکته شو، او ولې خلک په هوا کې تختې نه کوي.\n\n_یساک نیوټن__ د ثقل په اړه فکر کولو ته دوام ورکړ. مخکې لدې __nywtone__، خلکو فکر کاوه چې یوازې ځمکې ته نږدې توکي به ښکته شي. مګر __ ynewwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwwowit څه که چیرې جاذر سپوږمۍ ته او هاخوا ته ورسیږي؟\n\n__enwwwwwwwwwwwwwm__ د دوه ارګانونو تر مینځ د متوجه کولو ځواک محاسبه کولو لپاره فارمول ایجاد کړی. هغه دا د هغه ځواک محاسبه کولو لپاره اړ ایستل چې د ځمکې شاوخوا ګرځي وساتي. بیا هغه دا د هغه ځواک سره پرتله کړ چې م apple ه ښکته شوه. د دې حقیقت څخه اجازه ورکولو وروسته چې سپوږمۍ له ځمکې څخه ډیره لرې ده، او دا یې ډیر لوی ډله لري، نو وموندله چې ځواکونه ورته دي. سپوږمۍ د ځمکې د کشش په کست په واسطه په یوه مدار کې ساتل شوې ده.\n\nفورمول د __enNewwone sft لخوا د تقلید قانون په نوم یادیږي. هغه یو څه خورا ګران و او د هغه ډیری قوانین د نیوټونیا فزیک په نوم پیژندل شوي. د هغه د ریاضیاتو فورمولونه لاهم د لوی شیانو لپاره د شیانو محاسبه محاسبه کولو لپاره کارول کیږي. دوی د کوچني شیانو لپاره درست ندي نو د New Newser فزیک په نوم د کوانډر فزیک نومیږي ترڅو د مایکروسکوپیک شیانو هڅه وکړي او پوه شي.",
"Industrialization": "sunddddelportelemell_ (یا صنعتي کول) یوه پروسه ده چې په هیوادونو کې پیښیږي کله چې دوی د ماشین کار کولو پیل کوي چې یوځل د خلکو لخوا ترسره کیږي. __DDDISTation THEM د هغه شیانو بدلوي. __DDDISTISTATEL ټیم د ښارګارانو وده کولو لامل کیږي. ډیری خلکو کرهنه د ښارګوټو په فابریکو کې د تمویل لپاره کروندو ته پریښودل.\n\n__DDDISTIPLIPILELation کول__ د پروسې یوه برخه ده چیرې چې خلک د شیانو جوړولو اسانه او ارزانه لارې چارت کوي. د غوره ټیکنالوژۍ کارول، دا ممکنه کیږي چې په لنډ وخت کې ډیر توکي تولید کړي. نور شیان د لږ خلکو لخوا تولید کیدی شي.\n\nد صنعتي کیدو وروسته خلک ډیر تخصصي دندې هم خوراک کوي. د صنعت د کولو دمخه د مثال په توګه، یو داسې کس (یو څوک چې بوټان او د څرمن توکي جوړوي) ټول یوازې یو جوړه بوټان جوړ کړي. هغه په ​​یوه جوړه بوټانو کار وکړ، پای یې کړ، بیا به د بوټانو په راتلونکي جوړه کې پیل شي. د صنعتي کیدو سره، ډیری خلک شتون لري چې ډیری خلک پکې د بوټانو د جوړولو پروسې پرې کولو سره په کوچنیو دندو کې د پروسې پرې کولو سره په بوټو کې دخیل دي. د مثال په توګه، یو کس شتون لري چې د بوټانو یوازینی قطع کوي او بل شخص یې ودروي. په لنډه توګه، د کار څانګه شتون لري او نن ورځ د مجلس کرښو په توګه پیژندل کیږي. په داسې فابریکو کې ماشینونه ډیری پیسې لګښت لري، نو دا فابریکه به د بډایه کس ملکیت وي څوک چې د ماشینونو توان لري او کارګران یې مختلف ماشینونو او دندو ته ځان ساتي.\n\nsundddinplicalationationalation Tali په 18 پیړۍ کې د صنعتي انقلاب سره پیل شوی. دا لومړی د اروپا برخو، او شمالي امریکا برخو کې خپور کړ. د 20 پیړۍ صنعتونه کې نورو هیوادونو ته خپور شوی.",
"Darwin's Theory of Evolution": "__ \"الله هره طبقه له اوبو رامینځته کړې. د دوی د مچیو څخه ځینې دي، ځینې چې وغواړي په ټولو شیانو باندې ځواک لري.\" ( 24:45) .__\n\n__ کرونز ډاروین__ (1809-18282 په 1859 کې \"د ژوی اصل\" دی. په هغې کې هغه ډیری تیزونه وړاندې کړل چې څنګه په ځمکه کې ژوند کیږي. هغه طبیعي انتخاب وړاندیز کوي، کوم چې هغه پروسه ده چیرې چې څاروي چې د ځانګړي ځانګړتیاو سره وي، ژوندي پاتې کیدی شي د هغه ډول په څیر ژوند وکړي چې ټول څاروي څنګه وجود شتون لري. په هرصورت، ډاروین په وخت کې د جنیټیک په اړه نه پوهیدل یا نه پوهیږي یا څرنګه ځانګړتیاوې په حقیقت کې تېر شوي. نو هغه نشي کولی دقیقا هغه څه تشریح کړي چې ماشومان هغه څه چې ماشومان د مور او پلار په څیر ښکاري.\n\nپه هرصورت، __Dararwins__ د تکثیر د تکامل توضیحي د ساینسي ټولنې او ساینس پوهانو لخوا پدې اړه کار کول سخت کار کوي ترڅو دې ورځې ته د واحد واحدونو او بندرونو څخه رامینځته شي. پداسې حال کې چې مسلمانان، عیسویان او یهودیان په دې باور دي چې موږ د اډام (کاووا) او میرمن)، لومړی سړی او ښځه یم ساینس پوهان ورته موندنو ته د \"هوښیارتیا ډیزاین\" په توګه اشاره کوي او پدې کې بې شمیره شواهد شتون لري، لکه څنګه DNA، انساني بدن، لمریز سیسټمونه، نور.\n\nد ډاروینیزم سره ورته، اسلام هغه نظر پیژني چې ژوند یې په مرحلو او د وخت په تیریدو سره وده کوي. همچنان، موږ باور لرو چې خدای په ټولو شیانو قدرت لري او کولی شي په اسانۍ سره چاپیریال ته د اختیار ورکولو لپاره هر څه بدل کړي. خدای دا لومړی ځل رامینځته کړ، دوهم ځل به اسانه وي، سمه ده؟ لکه څنګه چې موږ د قیامت په ورځ بیا راپورته کیده.\n\nمګر د عصري تکامل اختلالاتو غږو کې ویل کیږي تصادفي تخصیص، کوم چې تل د شپې له امله ویرونکی وي، نو د سیلاب وروسته به د اوبو څخه وروسته د خواړو د اسانه کولو لامل شي، که چیرې ورته اړتیا ولري مثال. دا په حقیقت کې د مرغیو په ډیری څیړنو کې مستند شوی چې د ځانګړتیاوو جوړه کولو لپاره چې ساینس پوهان یې توضیح نشي کولی او اندیښمن دي نور ډولونه به ګړندي نه مني. دا ډیر احساس کوي بیا یو څاروی ورو او په تصادفي ډول د چانس له لارې وده کوي. همچنان، د نوي یا ورک شوي تیتلونو پیښې شتون لري چې معجزه له هیڅ ځای څخه راځي. مسلمانان د څارویو او چاپیریال لپاره خورا ډیر پاملرنه کوي، مګر موږ د دوی په اړه ټینګار نه کوو چې ورک یا د ځان ساتنه نه کوي، موږ په خدای کې باور لرو.\n\nپه لنډیز کې، مسلمانان دا نظر ردوي چې انسانان په تصادفي ډول د پوپ څخه وده کړې. مسلمانان باور لري چې انسانان یو ځانګړی تخلیق ګ .ل کیږي. اسلام ښوونکی کوي چې انسانان یو ځانګړی ژوند دی چې د الله سبحانه وتعالی په څیر رامینځته شوی، لکه د هرڅه په څیر؛ په هرصورت، موږ ځانګړي ډالۍ لرو او نفوذونه د کوم بل ژوي په پرتله او پاتې کیدو په پرتله. د مثال په توګه، موږ د تلپاتې روح، ضمیر، تصور، پوهه او وړیا اراده لرو. موږ کولی شو قوي، ښه او پیاوړی وی او یوازې د ځان غوښتونکو غوښتنو پوره کولو لپاره ضعیف او ضعیف او ندایی کیدی شم. پرته لدې چې د انسان ژوند د دوو خلکو له تخلیق سره، نارینه او یوه ښځینه او هغه یې موږ ټول د وینې او کورنۍ په نوم یو نارینه.\n\nقرآن دا خبره بیانوي چې الله __ \"د اوبو څخه هر ژوندي موجود دی\" په دوه پښو وتل، او ځینې چې په څلور پښو ګرځوي. الله هغه څه رامینځته کوي چې غوښتل یې وغواړي، ځکه چې واقعیا الله په ټولو شیانو ځواک لري .__\n\nدا آیتونه د ساینسي تیوري ملاتړ کوي چې ژوند یې په اوبو کې پیل شو.",
"World War 1": "__ ګورډ جنګ I__ (یا لومړۍ نړیواله جګړه) یوه نړیواله جنګ وه چې د جولای په 11، 1914 کې پیل شوی او جګړه د 13 کلونو راهیسې څلور کاله او 14 ورځې پیل شوې وه.\n\nد جګړې ډیری برخه په اروپا کې وه، مګر د ډیری نورو هیوادونو سرتیرو برخه اخیستې وه، او دا د اروپایی واکونو استعمار امپراتورۍ بدل کړ او پایله یې د عثماني امپراتورۍ د پای پای ته ورسیده. د نړیوال جنګ نړیوال جنګ دمخه II په 1939 کې پیل شوی، __ دورده جنګ I__ لویه جګړه، نړیواله جګړه یا 'جګړه لویه جګړه یا د' ټولې جګړې پای ته رسیدلې وه. 135 هېوادونه په __ مشر کې برخه واخیسته i__، او د جګړې پر مهال نږدې 10 ملیونه خلک مړه شوي، چې ډیری یې د ناروغۍ او ژوبلې پرمهال مړه شوي.\n\nsheduide \"i__ د اروپا ډیری هیوادونو لخواوال شوی و. اصلي جګړه په ډیری مختلف جبهو کې وه. لویدیز جبهه هغه مهال و چې د آلمان او متحدینو ترمینځ ډیری جنګ پیښ شو. دلته ډیری جګړه د خندق جګړه وه.\n\nختیځ جبهه په مرکزي او ختیځ کې جګړه وشوه. دلته د جنګ جګړو ته مخه نه وه مګر ګرځنده جنګ د مخ د اندازې له امله. د مینځني ختیځ جبهې او ایټالیا جبهه کې ډیر څه جګړه وشوه. په افریقا، چین، او په هوا کې هم جنګ هم شامل شو.\n\nجګړه د ډیری مختلف تړونونو لاسلیک کولو سره پای ته رسیدلې، خورا مهم یې خورا مهم دی د پنډلس تړون.\n\nswee \"ورلډ هغه ویم i__ هغه لمړی جګړی و چیرې چې ټانکونه، الوتکې، الوتکې او سبسایډونه لري یا (U-کښتۍ) مهمې وسلې وې.",
"World War 2": "دوهم نړیوال جنګ، WWII یا WW2__ (وایو یا ww2) هم په شوروي اتحاد، لوی هیواد کې د جنګ او ډیری هیوادونو په ډیری برخو کې د جګړو په ګډون شامل و. ډیری هیوادونه په 1939-1945 کلونو کې جګړه وکړه، خو یو شمیر یې په 1937 کې جګړه پیل کړه. د نړۍ ډیری هیوادونه د دوه نظامي اتحادیې یوه برخه د دوه نظامي اتحادیې یوه برخه ده، چې د متحدینو او محوسو ځواک برخه وه. ___ اتلول جنګ دوهم ځل د انسان په تاریخ کې ترټولو خونړی شخړه وه. دا نور هیوادونه پکې شامل دي، ډیرې پیسې مصرفوي، او د انساني تاریخ د بل جنګ په پرتله ډیر خلک یې وژلي دي. تر منځ له 50 څخه 85 ملیونه خلکو مړ شو. اکثریت ملکیان وو. پدې کې ډله ییز وژنې، د هالوټوسسټ، ستراتیژیک برید، لوږې، لوږې، لوږې، لامح نسل وژنې او په جاپان کې د متحده ایالاتو لخوا په تاریخ کې د اټومي وسلو لومړۍ کارول.\n\nکله چې د آسیا جنګ پیل وکړ کله چې د جاپان امپراطور د جولای په 7 مه د جاپان امپراطور په جاپان کې د تیلو بندیز په ځای کولو سره غبرګون وښود. په اروپا کې د جګړې پیل هغه وخت و چې کله چې آلمان او بریتانیا د آلمان پر وړاندې د جګړې په اعلامیه کې غبرګون وښود. په 1941 کې، د آلمان په جریان کې اروپا ډیره برخه وه. یوازې انګلستان په شمالي افریقا، مدیترانه، او اتلانټیک کې د محور پر ضد جګړه پاتې شوه. د جون په 1941 کې، د شوروي اتحاد یرغل بند کړ، په تاریخ کې د جګړې ترټولو لوی سیمه پیل کول. د دسمبر په اووم، 1941، جاپان په آرامۍ کې په لویدیځ استعماري او دوه جنګونه برید وکړ.\n\nپه 1942 کې د جاپاني بریاوې بند شوې او د اروپا محور بریالیتوبونه هم په شمالي افریقا او شوروي اتحاد کې ودرول شول. له هغې وروسته، متحدینو له ټولو خواو څخه بیرته جګړه پیل کړه. محور شمالي افریقا له لاسه ورکړ او، په 20043 کال کې یې پیل کړې، اړ ایستل شوي وو چې د ایټالیا دفاع وکړي. په 1944 کې، متحدینو په فرانسه برید وکړ چې د رین سیند په لور د آلمان په لور روان دي، پداسې حال کې چې شورویانو له ختیځ څخه په رئیسانو کې بندیز ولګول. آلمان په 1945 کې تسلیم شوی. جاپان په رسمي ډول د سپتمبر په 245 کې تسلیم شوی. جګړه د متحدې بریا سره پای ته ورسیده.\n\nله جګړې وروسته، ملګري ملتونه جوړ شوی و ترڅو د هیوادونو او د راتلونکي جنګونو د مخنیوي لپاره ملاتړ ته وده ورکړي. د لوی مشتریانو ترمنځ سړه جګړه هرکله پیل شوه، خو دوی یو بل سره په ریښتیني جګړه کې جګړه ونه کړه. د آسیا او افریقا ډوننز، چیرې چې د اروپایی هیوادونو لخوا کنټرول شوي هغه هیوادونه یې خپل خپلواکي ورکړل شوې وه. دا ځکه چې د اروپا بریښنا له جګړې کمزوری شوه. اقتصادي رغونه او سیاسي ادغام (د غیر رسمي هیوادونو پروسه) د جګړې د نورو پایلو په منځ کې وې.",
"Cold War": "__ د سړې جګړې___ (1947-1991) د متحده ایالاتو او د هغې د متحدینو (ADDE اتحادیې او د هغې متحدین) تر منځ سخت اړیکې وې، او شوروي اتحادیه او د هغې متحدین) د دوهم نړیوال جنګ پای او د شوروي اتحاد د مړینې ترمنځ.\n\nپه یوه پارټي کې ډیری هیوادونه په ناتو کې متحد شوي وو چې دوه یې لوی نظامي هیوادونه متحده ایالات وو. په بل اړخ کې ډیری هیوادونه د خورا پیاوړي هیواد په وارسا کې د شوروي اتحاد (اوس روسیه) کې متحد شوي و.\n\nد هیواد لویدیز پلازمینې ډلې شفر کوي\n\nد ختیځ سوزیانو په ډله کې شوروي اتحادیه، انګلیسی، انګولا، تویوپیا (1959-1991)، چې منګولیا، شمالي کوریا، چین او ویتنام.\n\nساړه جګړه په 9 19899 کې د برلین دیوال په رانسکوره کې پای ته ورسیده، په روسیه سره د روسیې څخه دیموکراتیک پانګوال هیواد ته د ټولنیزو ځواکونو څخه بدلیږي. په هرصورت، دلته د جګړې او اوکراین ترمینځ وروستي لاهم جګړه پاتې ده لکه څنګه چې په راتلونکو جګړو او اوکراین ترمینځ په وروستي جنګونو او جګړه کې لیدل کیږي.",
"Moon Landing": "__ پیپللو 117 سپوږمۍ ته د خلکو لیږلو لپاره لومړۍ الوتنه وه. دا د ناسا لخوا ترسره شوی (د ملي هوانټ او فضا اداره)، اصلي امریکایی ځای اداره. دا د جولای په 16، 1969 کې ځای په ځای شو د جولای په 20، 1969، آرمسټرانګ او الډرین د سپوږمۍ په ځمکه کې د ځمکې په شاوخوا کې پاتې شو، پداسې حال کې چې کولینز د سپوږمۍ شاوخوا اوربیت کې پاتې کیږي.\n\nالوتنه د متحده ایالاتو او شوروي اتحاد ترمینځ د __ سپیسپ ریس لپاره یوه برخه وه. دا د جان ایف کینیډي لخوا ترتیب پای ته ورساوه، په 1961 کې یې ولسمشر ولسمشر ته \"ولسمشر ته\"، مخکې له جملې څخه پای ته ورسید. \"",
"World Wide Web": "__ د انټرنیټ د کمپیوټر پراخه مواصلاتو پراخه شبکه ده. انټرنیټ ملیونونه کوچني کورني، علمي، سوداګرۍ او دولتي شبکې لري چې کوم چې په ګډه ډیری مختلف ډولونه معلومات لري. اصطلاح ځینې وختونه د \"جال\" په توګه لنډیز دی، د شبکې لپاره لنډ. د __ ورلډ پراخه ویب et د هغې ترټولو لوی خدمات دي. دا په ټوله نړۍ کې د څو میلیاردو خلکو لخوا کارول کیږي.\n\nانټرنیټ په متحده ایالاتو کې د \"متحده ایالاتو پرمختللي څیړنې پروژې ادارې ادارې (درپا) لخوا رامینځته شوی. انټرنیټ لومړی د اکتوبر په اکتوبر کې وصل شو، 1969، او __ ګیرپا ustamal بلل شوی. د."
}
