{
"Birth of the Universe": "\"Gökleri ýaradan\" döreden \"(Reým edilen asman tertibi\") aýadan ýerine ýetiren gün (Alla 'Bol!' Belse, şeýle (höküm güni) boldy. Onuň sözüniň beýany. Surnaýyň ýeňilmegi. Ol (Ysraýylfil). Ol (Ysraýylfil), görünýän we görgüleri bar, ol (özüne we görgüleri bar, ol bolsa Ähli akylly, hemme zatdan habarly. \" (Kurran 6:73)\n\n\"Bir zat üçin buýrugymyz, ony (barlyga öwrülmegi (özüne) (barlyk) muny durmuşa geçirmegi (bar) bilen baglanyşykly (bar) ony (bar) muny durmuşa geçirenimizde diňe şeýle welin, şeýle edýäris ('bolmaly', şeýle bolýar\". (Kurran 16:40)\n\"Bu, Bileleşigiň biri. Mukaddes we şöhratly däldigini\" mukaddes \")! Islendik meseläni çözdi, ol diňe şerap\" we bolýar \".\" (Kurran 19:35)\n\n\"Jennetiň we ýerdäki ýerüsti! Bir mesele düşdüler, ol diňe bolar\" -diýdi. Şeýle! \" (Kurran 2: 117)\n\n\"Makalaňlyk (döretmek) isleýän adam: 'Bolýelişine:' bolmak bilen, esasan-de barlanyp, dowam edýän öwrülişik bolýar). (Kurran 36:83)\n\n\"Durmuş berýän we ölüme sebäp bolýan adamdyr. Soň bolsa bir zat kararyna gelensoň, oňa diňe: 'Bolýar' diýýär.\" (Kurran 40:68)\n\n\"Eartheriň ruhanylary we deňiz ruhanylary bolsa, şol ýere seveninden soň bolsa SevenediF-ny iň gowy alyp barmady. Hakykatdanam, Allhehli akylly boldy\" -diýdi. (Kurran 31:27)\n\n\"Adam ony [merree] sperm-damjadan döredendigimizi pikir etmeýärsiňizmi? : \":\" Saýlawlary süňküňi süňkleri süňklere sepleri bererler, ilki bilen olary ekensepurolly, ol ýerden, ol saňa ýasanallar Greenaşyl agajy ot. Soň bolsa mähirde (ot). Gökleri ýaradylan adam däl-de, eýsem ajaýyp döredi (göwrümi), ol hemişe- Bilmek. Elbetde, bir zady haçan, bir zat başlasa, diňe şu ýere aýtmaly,!!! Şonuň üçin hemme zatlaryň ýanmagy, Oňa gaýdyplarsyňyz \"diýip, onuň üçin şöhlini eşidiň.\" (Kuran 36:82)\n\n\"Onda sizi biderek ýaraň diýip pikir etdiňiz we size gaýtarylmazlygymyzy pikir etdiňizmi? (Kurran 23: 115)\n\n\"Olary döretmedi ýa-da özlerini döredenokmy?\" (Kurran 52:35)\n\n\"Adam, hiç zat, öňem ony hiç zat ýaradanda, ony ýaratdan bäri iman edenokmy?\" (Kurran 19:67)\n\nInterçel bolup biler \"we I Olar hormalary tanamaýarkaňyz, daglaryňyzlaryňyzy ýatda getirüp we diňleýärsiňiz we eşidýärsiňiz 16:78)",
"Big Bang": "\"Apasperwerler __pleri, gök öwüsýän ýerleri we Eartheriň bir gezek massasydygyna düşünmedilermi? (Kurran 21:30)\n\n__Big Bang__ solgun bir nokatdan başlap, ol ýerden nädip giňeldipdi we ol ýerden giňeldi. \"Galaktik\", ýyldyzlar, \"Planets\" we häzirki döwürde döreden \"Bize\" -iň dördünji orunda durýar.\n\n__ \"Gögenleri, ýerini we ýerini çykaranlarynda we (esasy ýeri döredeninde döreden), bir zada sebäp bolan kim, diňe şerney\" -diýdi. \" (Kurran 2: 117) __\n\n__Big Bang__ modeli, ägirt uly dykyz we gyzgyn ýagdaýa çykyp, giňeldipdi. Teorental teklipler we ölçegler häzirki wagtda henizem giňelýändigini, ş.m. görkezýär.\n\nUnivershli gyzgyn, kiçi we dykylyk boldy (dört esasy güýçleriň garyndysy, atomlar, görnüşi ýa-da gurluşy ýok (\"Sekulylyk\" diýilýär). Soňra takmynan 13,8 milliard ýyl mundan ozal gaty çalt giňeldildi (şeýlelik bilen \"__Big Bang__\" ady). Bu atomlaryň döräp başlady, häzirki wagtda ýyldyzlaryň we graaktlar görnüşine ýetirdi. Ilkinji bellän ähli älem giňelýän unollar, giňelýän älem, giňelýän älemiň netijesinde ýeke-täk nokady yzlary yzarlap bolmajakdygyny oresiýe Jejere ruhanysy.\n\nŞeýle-de bolsa, köp ýurtlar, planetany, bölekleri we özüni alyp barş, umumy we özüni alyp barşyna görä, uly jenaýatçylykly we özüni alyp barşyna has köp näbelli, umumy fakrigurly. Mysal üçin, Gorges LimitrI uly panuz barada bellemeli däldi. Gurhan uly bango __ \"ýiti ýerlere aç-açan gepleşikleri ediň __\" tolgundyryjylary we ýeriň has köp münmegine düşünmeýärler, soň bolsa her bir gezek suw döredenimize düşünmeýärler. Biz içinden suwarmazmy? \" (Kurran 21:30) __\n\nHudaýyň alamaty ýa-da subutnamasyny gözleýän bolsaňyz, Yslamyň Hudaýyň hakyky we ýeke-täk dini bolan köp sanly hasaplamalarynyň biridigini bilmeýär.\n\nRecentlyakda, şu gün tapylan, häzirki wagtda giňelýär. Şeýle-de bolsa, Kuran Siriýanyň gökni tassyklaýar: __ \"Askanlary\" gök önüm gurduk. Biz olary häkimiýete gurduk. I Takyk, ony giňeldýäris \"(Kural 517) __.\n\nŞtatlaryň öňünde alymlar kalse ýa-da garaşyň, belli bir wagta ýeteniňden soň yzyna gaýdylar diýip hasapladylar. Bu teoriýa indi öwredilmeýär.\n\nUmuman aýdanyňda, äma artýar we temperatura geçelgesinden geçýär. \"Cosmologiýa\" uniwersitetiniň nädip başlandy we ösüşi barada öwrenmekdir. Kosmologiýany öwrenýän alymlar __Big Bang__ teoriýasynyň şu wagta çenli syn eden zatlaryna laýyk gelýän alymlar.\n\n\"____Big bang__\" -ni radio görkezişinde \"__Big Bangg__\" diýip atlandyrdy. __Big bang__dygyna ynanmady. Bilen ylalaşmaýan alymlar at gülläp ösen we ony ulanmak kararyna geldi.\n\nAlymlar __Big Bangg__ teoriýasy köp dürli synlara. Iň esasy, gaty uzak galaktikalaryň gyzyl-gaçmagydyr. Redştiz, ýagtylykda ýüze çykýan dopper täsir edýär we ses bilen synlap bolýar. Mysal üçin, has ýokary dykylan ses ýaryş bilen Edil şonuň ýaly-da, bir obýekt, şöhlesi hakykatdanam garanyňda has gowy görünýär, sebäbi hereket üçin bir mesele berlen ýagtylygyň tolkunyny uzaplandyrýar. Alymlar \"gyzyl gyzgyn\" sözüni suratlandyrmak üçin \"gyzyl gyz\" sözüni ulanýarlar, sebäbi gyzyl reňkdäki iň uzyn tolkunly iň uzyn tolkun uzynlygy üçin iň uzyn tolkun uzynlygydyr. Has ýokary derejä ýetmek, obýektiň has çalt hereket edýär. Reverhtift-iň gyzyl ýörişi ölip, älemiň ýerden artandygyny nädip ösdürip ýetişdirendigini subut etdiler we bu meseläniň ýerden daşlaşandygyny subut etdiler. Ö takres gözegçilik we ölçegler bilen, alymlar älemiň älemdarynyň takmynan 13,8 milliard ýyl ozaldygyna ynanýarlar. Sebäbi köp zat giňelişi ýaly, has sowuk bolanda sowuk bolýar, alymlar ýeke özleýme başlanda gaty kiçi we gaty yssydygyny çaklaýarlar. Bir obýekt ýere tarap hereket edýän bolsa, soň bolsa gök üýtgedi.\n\nAffick-i goldaýan beýleki synlar, älemdäki himiki maddalaryň mukdarydir. Çodorwasiýa, ýykylan, gelium we litiýum ýaly ajaýyp ýagty elementleriň mukdary __big bumg __-iň teoriýasy bilen ylalaşýan ýaly. Alymlar hem \"Kostmik\" fon radiasiýasy \"atlydiklerini hem tapdylar. Bu radiasiýa radio tolkunlary hökmünde tanalýar we olar älütdäki hemme ýerde. Bu radiasiýa häzirki wagtda gaty gowşak we sowuk, ýöne uzak wagtlap gaty güýçli we gaty yssydy.\n\nTürkmenistanyň häzirki bangyň uly, uly ýaşly ullakan öwgüleriň döredilmeginiň sebäpleriniň döremegine sebäp bolandygyny ýöne has köp subut edilmegi isleýändigini bilýärdi. 1960-njy ýyllarda Nýu Jersi, Arno Penzias we BOB wilson şäherinde täze duýgur antenna sazlaşykly antennasynda CBR lagriýalarynda CBR çüýştmesi (Kast) labrentiasiýalary açyň. Fonshli fon sesini aýyrmaga we ähli ugurlardan gelýän bir päsgelçilik ýygylygyny aýyryp bilmejekdiklerini tapdy. Soňra bolsa, şu wagta çenli CBB bilen belli bolmak edilmeli, bu hatda häzirki wagtda radio wagtynda eşidilip bilner. Bu açyş ahyrsoňy penjek we Wilson 1993-nji ýylda Nobel baýragyny aldy.\n\nKäbir alymlar we filosoflar, __Big Bangg__-den öň manyda manysy ýokdy. __Big Bang__ döwrüniň başlangyjydygyny we __big Bang__ bolmasa, vertreterlik däldigini jedel etdiler we wagtal ýok! Musulman hökmünde Hudaýyň Hudaýyň ebedi tarapdygyny bilýäris we aňymyzyň aňyrsyndaky islendik zat däl-de, düşünjäňize düşünip biler. Şeýle bir özi ýaly, uly bançanyň düşünjesini düşünmeýändigimize, bu güýçli döredijise bar bolan köp panyňçtoksalaryň biridir.\n\nArguhanalar üçin ileri tutup, uly buzagdan ýa-da nädip döredilen nämedendigini düşündireliň diýeliň. Soň indiki soraga, şeýle hem, bu näme ýaradandygyny \"gowy bolarmy?\" Diýdi. Munuň üçin-kimiň döreden zatlaryny düşündirdik, bu soragyň ýüze çykandygyna \"şeýlemi\"? \". Görşüňiz ýaly, bu hiçhun gutarmaz, şonuň üçin Hudaýyň ýeke-täk döregim we Hudaýyň düşünjesiniň çäkli adamzomatymyzyň daşynda ýerleşýändigi gaty uly subutnama.\n\nMusulmanlar şeýle meseleler barada jedel etmeýärler, Hudaýyň Özi we ýaradylyşyna näme diýýänini kabul edýäris. Mysal üçin, Hudaý eli bilen gürleýär, emma olaryň hiç bir elinden daşdatýandygyny bilýäris. Ynsan elleri bar, maýmyn elleri bar, sagady bar. Taňrynyň eli göz öňüne getirýän islendik zadymyzdan has ýokary we ony terk etdik.",
"Milky Way is Born": "Alymlar __milkiniň ýoly __pkiý ýoluň ýa-da uly partlamadan gysgadan soň köpçülikleýin paýlanyşda ýa-da birnäçe ownuk gözegçilikde ýa-da birnäçe ownuk wagtda amala aşa köp sanlyşe başlady. Bularyň käbiri, häzirki wagtda iň uly ýyldyzlaryň iň gadymy ýyldyzlarynyň tohumlarydy - __milkiý ýolunyň emele gelen iň köne ýyldyzlaryň tohumlarydy. __Miliň ýarysyna golaýy __migki tarapynda ýa-da beýleki uzak galaktikalardan gelip biler. Muňa garamazdan, bu ýyldyzlar we toparlar indi __milkiniň stelasiýasyny __pyldyz Halo-ny düzýär__. Birnäçe milliard ýyllap, birnäçe ýyldyzyň arasynda, __milkiýdyň mesi, __M-ni çalt aýlaýandygy üçin ýeterlik ulydy. Burjuk tizligi goramak sebäpli bu gazly çozuşlar gurşawyny diskde takmynan takmynan sferaid görnüşinden kellemäge sebäp boldy. Şonuň üçin bu spiral diskde döredilen ýyldyzlaryň nesilleri. Iň kiçi ýyldyzlar, şol sanda Gün, şol sanda diskde bolmaga synlanýar.\n\nIlkinji ýyldyzlar emele gelenden bäri, __mily birleşigi__ Iki galaxy birleşigi __ aýratyn ösüşi (____ görnüşinde) gazanyň ýokarlanmagy bilen gönüden-göni ulaldy. __MILKKI TEHIE__ Uly sanly hemra üçin materiallary, şol sanda iki sany hemra galastleri, şol sanda uly we ownuk akymy arkaly, uly we kiçijik maglan bulutlary, şol sanda uly we kiçijik ajaýyp bulutlar. Gazyň gönüden-göni akkreditasiýa, Smit bulut ýaly ýokary tizlik buludlarda syn edilýär. Şeýle-de bolsa, içerki köpçülikleýin, burç minimum we burç tizligi we burç serişdeleri ýaly ýerleriň häsiýetleri, soňky 10 milliard ýyl içinde uly galaktika bilen birleşmezliginiň ýokdugyny öňe sürýärler. Soňky esasy murslaryň ýoklugy şuňa meňzeş spirallar arasynda adaty däl; Oçileri Androeda galaklary has soňky galaktika bilen has soňky mähirli birleşdiriji köp sanly birleşme bar ýaly.\n\nSoňky okuwlara görä, __MILDY Way täze ýyldyzlar) \"Gyzyl yzygiderlilik\" (\"Gyzyl yzygiderlilige\" (\"Gyzyl yzygiderliligiň\") \" \"Green\" -iň \"Greenaşyl jülge\" galaktikalary \"Green\" gazetleri \"\" Green \"gazetlerinde\" \"Greenaşyl\" gazetinde \"Chantelandlaryň\" merkezinde ýyldyzly gaz gutarýanlarynda haýallaýar. Şuňa meňzeş häsiýetler bilen simsiz galaklar, ýyldyz görnüşinde, adatça, __m usulyň we Andomeda arasyndaky çaknyşyk sebäpli ýyldyz emele gelmegi sebäpli ýyldyz görnüşleriniň gysgaça çykarylmagy, gysga möhletli artmagy sebäpli ýyldyzlaryň görnüşini ýygnamagy tabşyrýar Galaktika. Aslynda, __Milkaky Etole-a meňzeş beýleki gamçalary üýtgeşiklik meňzeş beýleki gamçalary ölçegi ştatyna meňzeş iň gyzyl we ýagty spigal galaksiýalarynyň arasynda we iň uly gyzyl yzygiderlilik galastlarynyň arasynda birneme gök öwüsýän iň ýagty spormal galaksiýalarynyň arasynda.\n\n## ýaş we kosmologiki taryhy\n\nGlobal-münýänler __miliň iň köne obýektleriniň arasynda iň köne zatlaryň arasynda, şeýlelik bilen __miliň ýaşynda aşaky çäkleri kesgitleýär. Uzak wagtlap aýry-40 oserli ýyldyzlaryň ýaşlary __Milkiogki, nuckocotmoologiýanyň bolşy ýaly netijeleriň ýaşy, asyl bol elementlerini bahalandyrmak bilen çaklap bolýar. BD 31080822224-001 we 13,8 ± 3008488. 17 ° MEx Bu ak möjekler bilen iň oňat häsiýetini ölçip, garaşylýan başlangyç temperaturamyz bilen deňeşdirip, ýaşyň çak edilişi bolup aýrylypyny amala aşyryp dakyň. Bu tehnikasy bilen bu tehnikasy bilen M4 çak edilýär M4 çak edilýärdi. Bu toparlaryň iň garrylykly çaklamalary 12,6 ýyllyk ýyl we 16 milliard ýyl 95% ynam ýokary tizlik berýär.\n\n__MILKY ýoly __ 'baýrynyň 13,80 milliard ýyllyk ýaşyna gaty ýakyn 13,80 milliard ýyllyk ýaşyna gaty ýakyn bolup, birnäçe dürli ýyldyz tapyldy. 2007-nji ýylda \"Radtikic Holdaky\" ýyldyz, Ha 1523-0901-nji ýyllaryň boljakdygy çak edilýär. Häzirki wagtda iň gadymy obýekt hökmünde This estimate was made using the UV-Visual Echelle Spectrograph of the Very Large Telescope to measure the relative strengths of spectral lines caused by the presence of thorium and other elements created by the R-process. Setir güýçleri dürli elementli izotalaryň alamatlary, çarçuwanyň ýaşyna baha bermegiň NuccococosMorologiýa ulanyp, ýyldyzyň ýaşyna ýetip boljakdygyny, nukleococohologiýa ulanyp, ýyldyzyň hasyl almagy, ýadro keseli bolup biläýjek. Başga bir ýyldyz, HD 140283, 14.5 ± 0,7 milliard ýaşynda.\n\nÇaýlaçynyň inçe diski, nudckooksmologiýa üçin \"Galactio inçe diski\" -da ýyldyzlar agyr. Inçe disk ýyldyzlarynyň ölçegi, inçe diski 8,8 ± 1,7 milliard ýyl mundan ozal döreden baha bermegi talap edýär. Bu ölçegler Galakti kesel halony we inçe diskiň döredeninde takmynan 5 milliard ýyl soman bar. Müňlerçe ýyldyzyň soňky seljerişiniň soňky analitasiýasynyň soňky seljerişini, intelnel görnüşiniň şol bir tizde täze ýyldyz döretmek üçin uly ýyl hataryna, 8-10 milliard mundan beýläk bir ululykda azalýandygyny görkezýär öňküsi ýaly.\n\n__Milkiniň daşyndaky älemeler tötänleýin paý paýlanmaýar, ýöne dürli 500,000 ýagtylyk ýyllaryny diametri we sankt öndürýän uzynlygy döredýän üç000 ýagtylyk ulgamyny öndürýän ýalydy. \"Andromedia galaktlarynyň\" arasynda duşuşyklaryň arasynda, esasanam gazdaky gazdaky aç-açan burçda dag gerbiniň gurjakdygyny garaşylýan galaksiýalaryň arasynda ýakyn duşuşyklar, wagtyň geçýän burçly burçda möçdäki burç emele getirmegine garaşylýan galaktalaryň ýanynda gabat gelip biljek gämiler bilen ýapyň.",
"Sun is Born": "__ \"Gijäni we güni, gün we aý, aýy (asman jesedi) her biri tegelek kursa bilen ýüzbe-ýüz bolmak\" (Kitan 21:33) .__\n\nGün ulgamymyzyň ortasynda __sun__ sary derwüş ýyldyzy. Lightagtylyk hökmünde energiýa berýär. Lightagty, infra-gyzyl energiýany (ýylylyk), ultralyş çyrasy we radio tolkunlary hem öz içine alýar. Şeýle hem, Earther togalagynyň \"syl şemaly\" hökmünde atlandyrylýan bölejikleriň akymyny berýär. Bu energiýanyň çeşmesi, wirwowkany Geuma öwürýär we köp mukdarda energiýa gazanýan ýyldyz.\n\n__Sun__, \"Akk,\" \"Gaýtoldaş\" -yň galaktikasynda beýlekiler ýaly ýyldyzlardyr. Ol 4,5 milliard ýyldan gowrak wagt bäri bardy we iň bolmanda uzyn bolmagyny dowam etdirer. __Sun__ ýer ýüzünde ýüzden ýüz esse köp. Eartheriň massasy 19891 × 1030 kg, bu ýeriň massynda 333,000 esse bar. Earther __sun____ 1,3 million gezek hem gabat gelip biler.\n\nAlymlar __stun__ täjirçilik buladyndan 4,567 milliard ýyl ozal buzly buzda başlangyjyndan başlandygyny pikir edýärler.\n\nUly bulutda, agyrlyk güýji materialyň topa çykmagyna sebäp boldy. Bu ýeterlik uly bolansoň, içerde ullakan basyş döreden ägirt uly basyş etdi. Energetika bu boşadyldy, bu topyň gyzgyn we şöhle saçmaga sebäp boldy.\n\n__Sun__dan ýaýrady, buludyň galan böleginden özüni äsgermezlik etdi, bu bulutdan emele gelen planeterler.",
"Earth is Born": "__ Soň bolsa gökbe barýarka, ähli çilim çekýän bolsa. Ol asman we ýer: \"Geliň, höwes bilen, höwes bilen geliň we tolgunyşyk bilen aýtdy.\" Olar: \"Ine, bizar bolmak (bolmak), isleg bildirýän gelinisiýada geldik\" -diýdi. __\n\n__Earth__ we beýleki planetalar 4,6 milliard ýyl ozal emele geldi. Olar Günleri ýasan NEBAD-dan gämiden ýasalan gazdan ýasaldy. Bu ýene-de ol Gurluşykda konwena ylgaýar: \"Haçan-da ol (şolje) gök bilen ýüzbe-ýüz boldy. Ol jennete we ýer:\" Geliň (bolmak), höwes bilen ýa-da islemeýän. \" Olar: \"Ine, isleg bildirmekde (girmek) geldik.\" Bu aýat ýurduň nähili emele gelendigi barada gürleýärdi.\n\nAý, __Earth__ we has kiçi planetanyň arasyndaky çaknyşykdan soň aýda emele gelen bolmagy mümkin (käwagt ania diýilýär). Alymlar iki planetanyň döremeginiň aýrylandygyny (agyrlyk güýji boýunça).\n\nGurhan Buran Allanyň gününi, Aý, Aýy, her biri öz şahsy kurslary ýa-da ýa-da ýetmezçilikleri bilen döredendigini aýdýar. __ \"Gijäni we güni, gün we aý, aýy (asman jesedi) her biri tegelek kursa bilen ýüzbe-ýüz bolmak\" (Kitan 21:33) .__\n\n__EEarth __-aýal dürli ýerlerden geldi. Suw buglaryny kondensatasiýa etmek, kometalar we aseroidler __Earth__ urýar, ummanlary urdy. Bir milliard ýyl (şu takmynan 3,6 ýyl ozal) alymlar Arçanyň döwri bilen ilkinji durmuş başlandy. Käbir bakteriýalary ösümlikleri günüň ýagtylygyndan we suwdan iýmit çykarmaga mümkinçilik berýän käbir bakperiýalary ösdürdiler. Bu, çözgütde demir bilen ilkinji kislorody boşatdy. Netijede, mugt kislorod atmosfera ýa-da howada __Earth __-iň Aerobiç durmuşy üçin amatly ýerlere öwrüldi. Bu kislorod, __Earth __-iň sumkadan soganly __Earth __-iň aýagyndan goraýan ozon gatlagyny hem döretdi.\n\nAgainene-de buza guran ozon gatlagy barada, Gurhanyň başga ylmy gudraty barada: __ \"Biz asmany hem goralýan kanal etdi, şonda-da olaryň alamatlaryndan ýüz öwürdik.\" (Kurran 21:32) __\n\nAlymlar ozon gatlagynyň öňünde ýurduň derwezeçiniň üstünde çylşyrymly durmuşda ýaşaýandyklaryny, onuň gün \"Onuň\" radiy ýaşamagyň işlemän, günüň radiasiýasy, gün \"-y ýaşamak üçin ösen durmuş üçin\" ösen durmuş üçin köpdüginiň bolmajakdygyna ynanýarlar.\n\n__Earth__ uzak geçmişde gaty tapawutlydy. Köp wagt öň, hemme ýurtda diýen ýaly bir ýerde. Bu superkontinent diýilýär. Iň irki iň irki superkontinent diýlip atlandyryldy. Has köp, __Earth__ __Earth__ Bu gar topy __Earth__ teoriýasy diýilýär.",
"Heavy Bombardment": "__ \"Bizi aýdyň subutnamalar bilen iberen habarçylarymyzy eýýäm iberdik we butatlarymyzy aç-açan we öz-ýagdaýlaryny öz içine alýardyk we bular halk üçin uly harby güýç we peýdalar iberipdik, adamlar üçin uly harby güýç we peýdalar, Şeýlelik bilen, Onuň ýerindäki habarçylaryy tanaýanlardan görip edip, Allah hakykatdanam, Allah güýçli we güýje eýe. \" (Kurran 57:25) __\n\nMerhum agyr bomba (gysgaldylan LHB, Aý kataklizm hökmünde hem belli), bir hadysa, eýsem takmynan 3,8 milliard ýyl ozal bolup geçen waka bolup bilerdi. . Bu Eartherdäki Neohadean we eoarçan eras hökmünde belli. Bu aralykda, biwoty boýunça köpdelişleriň köp sanly Iňlis ulgamy, Merkuriý, ýer, ýer, we Mars ýaly uzak ýer kadasyndylary bilen işleşmeli.\n\nGiçki şerably bürtüler Eartherden soň boldy we beýleki gaýaly planetalar köp emele getiren we massasyny döredilen we ekerandy, ýöne Earther taryhynda ir-de bolsa umumanň tutulýar.\n\nŞu gün alymlar demirçiniň ýer ýüzünde ösendigini bilmeýärler. Bilýänleriň ululygy sebäpli, bu materiallaryň bu ýerde tebigy taýdan ösüp boljakdygyny bilýär. Aslynda, demiriň ýyldyzlaryň içindäki görülýän bolmalydygyny bilýärler, ýörite gyzgalaňly super ägalar. Diňe beýle ullakan ýyldyzlaryň içinde gögeriň reaksiýalarynda birleşip biler. Soňra Supernowa gelentlige bolup gelýär we kazyýetiň rekdeplere we dem dem demirgazyga bölekleri kosmosa salantlanýar. Alymlar munuň üçin demirden nädip gelendigine ynanýarlar.\n\nGurhan okaýar, __ \"__\" we demirden ýüz öwürdik \"__. Deri-nji wagta çenli alymlar __ anaatory bombardmissiýany tapsaçsyz, bu aýat, bu aýat, bu aýat, bu aýat, bu aýat biziň üstümiz hakda \"garşy çykardyk\" __ biz üçin köp many bermedi. Şeýle-de bolsa, ol Hudaýdan peýdalanmak üçin göni manydan \"demir iberdi.",
"Life on Earth": "__ \"Gögenler we ýeriň goşulýan guramasy bolandygyna we ýerdäki suw bardygyna ynanmadyklar bar, soň bolsa her janymy aýrykmazlygydyr we her janymy suwdan aýyrdykmy? Soň iman etmezlermi?\" (Kurran 21:30) .__\n\nIň irki talap edilýän ömri meýdanlary we mikroorganizmler (ýa-da mikroofoss). Nuhwuagittuq-de Nuvvuagittuq Grebecreendern Grade-nyň Gradone guşaklarynyň greatorary guşak guşaklarynda bolan demir-Reýn-Rins-a barlandy.\n\nBu gaýalar 4,28 milliard ýyl ýaly köne. Özünde bar bolan turba görnüşleri hasabatda görkezilýär. Bu ýer ýüzünde ýaşaýyş durmuşynyň iň köne bolşymy bolsa, ummanlarda 4.4 milliard ozal döredilen okeanlardan \"ýaşaýyş üýtgediji diýen ýaly\" bolup \"teklip edýär. Stiwen Blakaslara görä, \"durmuş ýer ýüzünde çalt ýüze çykan bolsa, unenerda umumy bolup biler\".\n\nGurhan Allanyň her bir janly-jandardan __ \"suwdan ýasalan\" (QURA 21:30 iki aýagynda ýöräň, dört aýagynda ýöräň, käbir dört aýda gezelenç edýän zatlarynyň hemmesini döredýär, hakykatdanam Allatagala hakykatdanam hemme zada güýji \"(24:45) .__\n\nBu aýatlar spoer Halk okitlerinde durmuşyň ylmy teoriýany goldamaga goldaw berýär. Şeýle hem, käbir haýwanlary 90% -den bäri suwdan turýan häzirki zaman biologiýasy bilen bilelikde geçýärler, adamlar takmynan 60% -den suw basýan bolsa, häzirki zaman biologiýasy bilen hem gezelenje gidýärler.",
"Single Celled Organisms": "__ Bu Allaha Allanyň her janly zady suwdan ýasalan \"(Kurran 21:30) __.\n\nBir öýjükli organizmler bir öýjükli organizmlerdir.\n\nHemme ýerdäki özboluşly organizmler hemme ýerde tapylyp bilner. Durmuşyň iň gadymy görnüşleri 3.8 milliard ýyl ozal bar bolsa, has uzyn bolsa 14,8 milliard ýyl ozal bar. Alymlar bu organizmiň suwda ýaşandyklaryna ynanýarlar. Greatpenoklar üçin dürli strategiýalary gözden geçirýärler (SYanobaConfi), Leemotofiýa (köp demon) we Heterotrofonyň (amoeaa) we Heterotrofonyň (amoea) we Heterotrofonyň (amoea) we Heterotrofonyň (amoea) we Heterotrofonyň (amoca) we gosterotrfonyň (Amoeaa) we Heterotrofonyň (am tomaa) we Heterotrofonyň (am tomay) we Heterotrofonyň (ameraye) we Heterotrofonyň (amoca) we gekterafiýa (amohea) we Heterotrofonyň (ameraye) we Heterotrofonyň (amate). Käbir birmeňzeş bölejik orazlyklaryň ýokançlary bar, kostobinler ýa-da boşadyşlar (sitoselet) (sitoseletton) (sitosklett) çüýşeleriň garl keşbiniň uzaldylmagydyr. Imisemas-gaýyn ata-baba baýdagy ähli haýwanlara ýetip, haýwanlara tarap ýüze çykýar, bu ýerde baýdaklulan sperma hökmünde peýda bolýar.\n\n__ Bu Allaha Allanyň her janly zady suwdan ýasalan \"(Kurran 21:30) __. Başga bir aýatyň suwdan her haýwanyň döreden __-e nähili täsir edendigini suratlandyrýar. Olardan ýaňy garyndaşlaryna sezewar edilýär, käbirleri eşidýän käbir zatlar, käbirleri eşidýändigini, hakykatdanam Allahyň häkimiýet başynda bolan zatlary döredýär hemme zat \"(Kurran 24:45) __.\n\nBu aýatlar spoer Halk okitlerinde durmuşyň ylmy teoriýany goldamaga goldaw berýär.",
"Animals": "Haýwanlary wekilçilik edip biljek ilkinji jallses, Günorta Awstraliýa bilen Günorta Awstriýanyň mekorona emele gelmeginiň 665 million ýyllyk gaýalarynyň peýda bolýar. Bu galyndylar has irki gubkalar bolmagy ähtimal.\n\nIň uly haýwanlar, egmorabiýanyň ikisine, 610 million ýyl ozal RoýachAcaCain biota şäherinde duş gelýär. Haýwanlaryň goşulan zatlary, ýöne Dikinskoniýa janslary üçin haýwanly p iýafiniň tapynmagy, munuň hakykatdanam haýwanlary döretdi.\n\nPhila Thila Phila ilkinji gezek 542 million ýyl ozal Kämahal Rold-Inçakhanada Fosry Barl partlamasynda Fosbard Rektonda Burgyş kölege ýaly düşeklerde peýda boluň. Bu ýaryşdaky hereketsiz Planşa molýuzc, ýaýlaroslar, onhoroorodlar, onkitoPors, onhordogadlar, ondatrordlars, onhrotraktler, onhordogadlar we ýewrolarodlar, reesirimli anomalocaris \"ýaly köp sanly emele gelýär. Alymlar bu haýwanlaryň hemmesi bir wagtyň özünde peýda bolsa ýa-da galyndylaryň ýygnanmagy bilen baglanyşykly bolsa ýa-da mesele bolsa-da däl.",
"Fish": "Alymlar 530 million ýyldan ozal Kamb0-dan gowrak partlamasynda ilkinji balyklaryň töweregine bolandygyny ynanýarlar. Olara ilkinji oňurgaly ýa-da oňurga ýa-da oňurga sütüni bolan haýwanlara ynanýardylar. Ilkinji balyk, agnata ýa-da eňeksiz balyklara degişlidir öýdülýär. Giçki kameranyň ahyrynda Eel-yma-afiz çarçuwada eel-ýaly öküzler ýaly Eel-Halawsyz balyklar, kongontlary atdy diýip atlandyrdy we ownuk ownuk balykçylykly balyklar, ilkinji gezek attrakodermler hökmünde tanalýan ownuk ownuk balyklardy. Eňeksiz balyklaryň köpüsi indi ýok bolýar.",
"Insects": "__InSctcts__, \"Artropoda\" -de synp. Gaty ekzoskeleti bolan kiçijik ýerüsti örtülendirişler.\n\n__Intctcts__ uzakda ýerdäki haýwanlaryň iň uly toparydyr. __926,400,400 töweregi dürli görnüş ýa-da beýan edildi. __ \"MEDELI\n\n__InScts__yň täze görnüşleri yzygiderli tapylýar. Görnüşiň umumy sanynyň takmynan 2 milliondan 30 milliondan 30 milliondan 30 milliondan 30 milliondan 30 milliona çenli talap edilýär.\n\n__Pincects__ alty aýagy bar; iň köp ganatlary bar. __InScts__ uçmaga ukyply ilkinji haýwan hasaplanýar. Eggsumurtgalardan, __INSTS__ __InScts__ planetanyň hemme ýerinde ýaşaýaryn: hemmesi ýerdäki daşarda ýaşaýarlar (ýerlerde ýaşa), ýöne käbir janly __pts__ ýa-da Antarktik ýaly ýaşaýarlar. Görnüşleriň köpüsi tropiki ýerlerde ýaşa.\n\nKäbir adamlar ähli __insectts__ \"buglary\" diýýärler, ýöne bu dogry däl. Diňe käbir __inctcts__ __inspekts __-iň aýratyn tertibi bolan hakyky näsazlyklardyr. __Insects__ okaýan adamlar __ Onentomologlar diýilýär.",
"Reptiles": "__P -pTile__ ýer oňurgalarynyň esasy toparlarynyň biri üçin umumy atdyr. Has takykly şertleri ulanýan biologlar bilen köp zat ulanylmaýar.\n\n__ \"Sypaýy\" Ähli janly-jandar __p -pTile__ görnüşi sowuk ganly, akaly derleýär we ýyrtyk ýumurtgalary bar. Urik kislotasy (UREA ýerine), klaka ýerine ýetiriň. Kalak anus, peşew ýollary we köpeliş kanallary üçin umumy açylyşdyr. __ Gizlins__, süýdemdirijilerden tapawutlanýan ýürek we esasy ganyň tertibi paýlaşdyr.\n\n__Pteptiler__ häzir häzir ýitip barýanlar, meselem, mozaaçlar. Dinozawrlary ýok boldular, ýöne ýelekli nesilleriň (guşlar) görnüşinde diri galdylar. Gadymy __p-da gadymy pyşbagalar, krokodilleri we teçatrany öz toparyny alyp gaçdy. Häzirki gün-günlük __ptiltits__ ýylanlar we haizizyklar.\n\nÝaşaýyş __pektiweleri öwrenmek __ptiptittologiýa diýilýär.",
"Dinosaur Age": "__Dinosaururs__ (\"elhenç haizards\" (elhenç haolýatorlar \"manysy\" manysynyň manysy \") dürli-dürli. Mezozoik döwrüniň agdyklyk edýän ýeri. Dinozawrlaryň 500-den gowrak dürli generaly belli. Her ýansada dinozawrlaryň galyndylarynyň galyndylar tapyldy we henizem ýygy-ýygydan täze açyşlar bar.\n\n__ Çirbours__ takmynan 230 million ýyl ozal \"ýokarky\" -de ýüze çykdy. Dinozawur fossiliniň has irki ysy, 231.4 228-den 228-e çenli 228 mýa. Biziň ir ýangyjy, olar ýokarky ýerüsti ýerleri agaçlardy we ýerdäki iň şertlerde agdyklyk edýärdiler. Duýdansyz k / t (global) köpeltmek hadysasy 66 million ýyl ozal.\n\nFokil ýazgylaryndan, alymlar guşlardan gyşlaryň ýenjen dinozaşy ýaşaýar, şonuň üçin şu güne çenli giden doza turbalarynyň ýeke-täk tema boldy.\n\nDinozawrlar, olary üstünlikli etmäge kömek eden zatlaryň uýgunlaşdylar. Ilkinji meşhur dinozawrlar iki aýaga ýöräp barýardy. Olaryň nesilleriniň hemmesi bedeniň aşagyndaky aýaklary bilen dik duruş bardy. Bu olaryň bütin ömrüni giňeltdi. Başga aýratynlyklar bardy. Has kiçi dinozaýerleriň köpüsi ýenjilip, ähtimal, ýylana-ganly ganlydy. Bu olary häzirki zaman süýrenijilerden has ýokary metabolizm bilen işjeňleşerdi. Sürülerde ýaşaýyş jaýy we hyzmatdaşlygy bilen sosial gatnaşygy käbir görnüşler üçin gaty ähtimal.\n\nIlkinji galyndylar XIX asyryň başynda dinozawrlar hökmünde ykrar edildi. Käbir süňkleriniň käbiri has köp köp tapyldy, ýöne düşünmedi. William Bükendi, Gideon Malard we Riçard Bu süňkleriň ýörite toparydy. Dinozawrlary häzirki wagtda dünýäniň muzeýlerinde uly gözel ýerlerdir. Meşhur medeniýetiň bir bölegi boldular. Olarda iň köp satylan kitaplar we filmler köp satyldy. Täze dinozawr açylanlary metbugatda köplenç köplenç habar berilýär.",
"Mammals": "__Mamals__ sprombaliýa synpyny emele getirýän oňurgaly haýwanlar toparydyr. Sütük ýa-da saçlar we temperaturanyň kadalaşdyrylyşynyň kadalydyr.\n\nMonotlardan başga, süýdemdirijileriň hemmesi ýaş ýaşlar. Şeýle hem, ýaşlar üçin süýt öndürýärler. Churchttaşyň ene-atanyň ene-atasy süýdemusyň arasynda ähliumumy alada etmek, sebäbi men diri dogluş nesilleriň sanyny çäklendirýär.",
"Stegosaurus": "Stugosaurus (\"üçek-haazard\" manysyny berýär \") indi Günbatar Demirgazyk Amerika aýynda näme ýaşaýanlarynda ösümlik nahar iýýän din orourawasydy.\n\nStegosurury 155-145 million ýyl ozal beýik ururasekerde ýaşaýardy. Arkasynda özüne aýrylyp bilinýän dinozaurlaryň biri, guýrulan uzyn tüpekli uzyn tüpekleri beýik tüpeňleri bilen iň aňsat ykrar edilen dinozaunlardan biridir. Er 'şeýle et-iýýänler bilen ösendigi üçin Alluburus we Ferratasus ýaly döwüldi.",
"Tyrannosaurus": "Tyrranbasizo, ýokarky kremoutdan 65,5-67 million ýyl ozal uly ýoýýan dinozawr boldy.\n\nTyrranaloseurus uzyn, agyr guýrugy bilen deňagramly skulli bilen jedelli ýollardy. Uly we güýçli arka aýaklar bilen deňeşdirilende, onuň öň tarapy azdy, ýöne ululygy üçin güýçli. Iki sany pyçak san bardy.\n\nAwçy ýa-da garakçy bolsun, ara alyp maslahatlaşyň. Bu gün arslanlar we hamas ýaly, häzirki wagtda gozgalaňçy et iýýänlerim, Tyrenanbasarus hem bolup biler. Örän güýçli eňeg bardy, taýpyk güýji beýleki Dinozawrlaryň süňklerini gysyp bilerdi.",
"Dinosaur Extinction": "Kreferentiň soňundaky çepetler, astroroid ýa-da meteorit täsirleri ýaly çep ýa-da birnäçe kaşaň wakalar sebäpli ýüze çykdy.\n\nGarşy kratahlar we Hindistanda dekan dissleriniň takmynan bir gezek takmynan bir gezek howany basyşyna degişlidi. Bu geologiki wakalar gün şöhlesinde azajyk peseldip, fotosuratlary bolup biler, buside howandarlyk etdi.",
"Primate Bipedalism": "Bipdealizm ýöremek üçin iki fut töweregi ýa-da ulanýar. Alymlar 6-njy 7-nji ýyl ozal çapyşyklara ynanýarlar, şondan bäri, \"Bifealizm\" -n görkeziş aýratynlyklarydygyny habar berdiklaryndanaly bäri iň irki galyndylar. Eşiliş polisiýasy diňe adamlaryň adam görnüşleriniň azaldaşlaryny, ýöne bu teçiniň goldamak üçin subutnama däldigini aýdýarlar.",
"Constructed Tools": "__Stone gurallary, daşdan ýasalan gurallardyr. Daş asyrynyň özüne berlendigini aýdyňdyr. Alymlar esasan ulanylýan ilkinji gural bolandyklaryna ynanýarlar. Recentlyakynda adamlaryň ýaşamagyny öňdäki daş gurallarynyň ulanylandygyny öwrenmekdi.",
"Control Fire": "__ Fire-iň irki adamlar tarapyndan - irki adamlar bilen irki adamlar üçin gaty möhümdir. Amatly, awy goramak, goramak, goramak, nahar bişirmek usuly üçin tehnika serişdesini ulandy. Medeni şäherlere medeni täzeliklere we jikin üçin üýtgeşmeler üçin rugsat berilmäge rugsat berilýär. Mundan başga-da, dowamly ýangyna adam işjeňligini giňeltmäge rugsat berdi we agşam ýylylyk we ýagtylyk bilen geçmäge rugsat berdi.\n\nDolandyryş aralygynda dolandyrylýan dolandyryş aralygynyň iň irki bir toparynyň iň irki bir kesgitli subutnamasy üçin talap edilýär. 1000,000 ýyl ozal ýangyçdan aýrylan ýangynyň gözegçiliginiň subutnamasy üçin subutnama, giň gerimli goldawy bar. Marokkadaky ot ýakylan otlar ýakyldy 300 müň ýyl ozal bolup geçen adamlaryň ýanynda açyldy. Fireangyn söndürijiniň takmynan 125,000 ýyl ozal, takmynan 125,000 ýyl mundan ozal barýandygyny giňden ýaýrady.",
"Adam": "__ \"oh adamzindind! Biz sizi erkek we aýal tanatdy (biri-birini ýigrenip bilmersiň we siz araňyzda iň hormatlary Allanyň öňünde ol saňa iň dogrudyr. Allanyň iň dogrudyr. Alla doly bilim aldy we gowy tanyşlyk (hemme zat bilen) \"(Kitan 49:13) .__\n\nAdam (arap: آدما) yslamyň birinji nabi (ببي tanza )dy. Musulman Adamlary adamzary we aýaly edip, adamkärçiligiň ejesi hökmünde hewtā (حalaryň ussady) hökmünde. Karanus Adam atany ilkinji musulman diýlip atlandyrylýan ähli pygamberiň aýaldygyny, bu Hudaý üçin ýüz öwürmegi aňladýar.\n\nBu iki adamdan gelenleriň nesilleriniň nesilleri ýer ýüzünde ýaşaýardy. Hudaý Gurhanda.\n\nAdam ýaralananda Hudaý ähli ýar-musdarlyk, täze ýokary ýaradylyş bolandygy üçin Adama hormat goýmak üçin özlerini azaşmak üçin özüne buýurdy. Hemmeler IALAN ILAN, Şiantadan başga-da, tymsy ot (jyn) edeninden başga-da, tymsy ot (jyn) edeninden başga-da, bir tüýp däl-de, adam palçykdan ýasalandygyny aýdyp, ony kesdi. Soňra Hudaý olary synagdan sypada edip Ewe bagyna goýdy we Şeýtan tussagyň ikisini-de üstünlikli garaddy we Awşana üstünlikli haýbat atdy. Ol Hudaýyň gadagan edilen bolan agaja gitdi. Netijede, Hudaý bize duşmançylyk güni bolup, raýatlarda (adam jümlesinde) ulandy. Bir gezek \"Eartherene bir gezek\" Earthere bagyşlandy, Hudaý ony bagyşla \"bagyşlandy.\n\nAdam bilen we ähli pygamberler Hudaý bilen Hukuk bilen bolan Bileleşigini ýatlamak üçin ýere barandyklary edýärler. Biz Hudaýa boýun egsek, has ýokary derejä ýetip bileris, onda Hudaýyň gözümdäki perişdeler. Munuň üçin Sytoryň pyşyrdylarydan gaça durmaly we nafts (egoist isleglerimizi äsgermezlik et we brafektden has erbet zat). Burranda TraRenizsiz paýhas, Açyk weýranç we bu ýerde iň gowy görýän yglan edilip, iň soňky aýanent we üýtgeşiklik we üýtgemegi. Şeýle hem pygamberleriň ajaýyp mysalydygyna eýemalydyrys we Muhammetiň häzirki taryhynda-de hatda häzirki wagtda doglanynda ýene-de ýüze çykanlarynda Hammasmyň doly durmuş hekaýasyny boýuzdy. Gatnaşyklar hem olary gorap saklanýar we ýaşaýşa ýol. Muhammet pygamber pygamber pygamberleriň, asman we harby güýçlenmek, kaka, goňşus we dosty bilen birlikde pygamberleriň möhüri bolandy. Durmuşyny, hereketlerini we taglymatlary ýygýandygy bilen öwüldi. Hatda hormat goýup, olara ynamly bolsa-da, duşmanlary-da.\n\nŞeýlelik bilen, musulmanlar, ömrüň ähli adamlar üçin ybadat etmegi bilýäris we amallarda kimiň iň oňat bolandygyny görmekdiris. Hudaý adamzise / jennetdäki ajaýyp ýerini / jennetdäki ajaýyp ýerini sözleýşi diýip wada berdi. Jennetdäki iň pes adam on toprakly toprak bolar. Jennetiň has ýokary derejesine ýeteniňizde, ýeriňizi ýagtylyk ýyllaryňyzda ölçemäge başlamaly. Hudaý iň johorçylyk we bize somorka bermek we bize hemme zat soramagymyza etmek isleýär. Hudaýdan we pygamberleriň ýollaryndan ýüz öwürsek, bize dowzahda garaşýar. Goý, Hudaý bu we erbet zatlardan gorap bilermi?\n\nYlym nukdaýnazaryndan adamlary, adamlary __Homo saupiens__ __Homo saupiens Sapiens__ hökmünde tanalýar. Biz ýerdäki iň agdyklyk edýän görnüşlerdiris. Şeýle-de bolsa, durmuşyň köp dürli dürli görnüşleriniň köpüsi köp, esasanam ösümlik dünýäsine we çykýan ýerlere, gaýalar, durmuş we Eartherden durmuşyň gülleri, gaýawlygyna has köp täsiri bolanlyk.",
"First Temple": "__ Döwletbekli Tee__ (\"CRAPBELLI Hil Hill\" -yň günorta-gündogar ulgamynda degişme \"Antakia\" sebitinde \"Arheologiki ýer\", Şanylurfdan demirgazyk-gündogardan demirgazyk-gündogardaky Türkiýäniň demirgazyk-gündogaryndaky Türkiýäniň demirgazyk-gündogaryndaky Türkiýäniň demirgazyk-gündogarynda Türkiýäniň günorta-gündogaryndaky Türkiýäniň demirgazyk-gündogaryndaky Türkiýäniň demirgazyk-gündogarynda Türkiýäniň günorta-gündogaryndaky Türkiýäniň demirgazyk-gündogarynda aýtdy. Aýtyň, diametri 300 m (980 fut (980 fut) töweregi bolan beýiklik bar. Deňiz derejesinden takmynan 760 m (2,490 fut).\n\nAýdylmagyň iki tapgyry, 10-njy müňýyllyk BC-den gaýdyp gelýän sosial ýa-da adaty bir tebigata bolan sosial ýa-da adaty bir tebigata eýe hasaplanýar. Birinji tapgyra, iň küýzeden neolitge, ullakan t görnüşli megalitleriň köpüsi gurlan aýdyşy ýaly - dünýäniň iň köne megalitleri barlandy. Häzirki wagtda 20 töweregi tegelek 2-den gowrak sütünden gowrak sütün, häzirki wagtda geofiziki anketleriň arasynda tapawutlandyrylýar. Her sütüniň 6 m (20 fut) çenli beýikligi bar we 10 tonna çenli agramy bar. Olar düşekden çykýan indekslere çozuşlara ýerleşdirildi. Botter-den ýokary küýzegiň neolit ​​b (PPNB) degişli ikinji tapgyrda çap edilýär we gurma sütünleri kiçi we gönüburçly duralgalaryň ýalta-poly pollary bilen göni otaglarda durup durýar. Saýt PPNB-den soň taşlandy. Kiçi göwrümli desgalar seneleriň iň kiçi döwürlerinde.\n\nGurluşynyň işiniň jikme-jiklikleri syr galýar. 1996-njy ýyldaky nemes arhaýologiki toparynda 2014-nji ýyllardaky çagalaryna özüniň ölmegi bilen alyp barýan gazaply, Şmidt, bu sahypanyň giň sebitleýin saýlanan bolmadyk mukaddesdigi, şeýle sebitleýin umlap päsgelçilik däl-de, sebitleýin ýygnaga adamlar ýaly gazap bolandygyna ynanýardy.\n\n2018-nji ýylda sahypada saýlama boýunça dünýä mirasy saýty bellendi.",
"Agricultural Revolution": "__ Neolit ​​rewolýusiýa__ Çarwa Awyň we jemgyýetleri we toparlaryň oba hojalygyna we şäherçesine ýygnamakdan kem-kemden üýtgeşik üýtgeşik boldy. Bu döwür \"Yşurylyk\" hökmünde suratlandyrylýar \"Ynkylap\" sebäpli üýtgedildi, sebäbi üýtgeşme bolan jemgyýetleriň ösüşini üýtgetdi. Dürli döwürlerde dürli taryhdan öňki adam jemgyýetlerinde bolup geçdi. Köp jemgyýetde 7-9 müň ýyl ozal üýtgedi.\n\nBu adalga bu wakalaryň geçirilen umumy möhlete sezewar boldy. Şeýle hem, şu ýerde dowam eden üýtgeşmelere degişlidir: ir çykan üýtgeşmeler, ekin ösdürip ýetişdirmek we haýwanlaryň öýüniň kabul edilmegi. Neolit ​​Rewolýusiýa jemgyýetçilik gurama we tehnologiýada ösüşler üçin möhümdir.\n\n__ Neolity Yeolit ​​rewolýusiýasy__ hemişelik ýa-da ýarym hemişelik oturylyşyklarda ýaşamaga sebäp boldy. Bu adamdan az adam üçin çarwa durmuş derejesini aldy. Ekinleriň kime degişli bolan ekin meýdanlarynyň degişlidigi degişlidigini bilmek üçin ýer eýeçiligine düşünjesi döredildi. Tebigy gurşawyň üýtgedildi, ilat gürlemesiniň gadymy greatoriýa, adamlar bolsa köp gök önüm we galla iýmitlenýärler. Jemgyýetde ösen iýerarhiýalary. Galla saklandy, söwda edip bolardy. Gowy hasylly hasyldan önümçilik önümlerinden artyk önümçilikleri jemgyýetlere erbet ýyllarda ýaşamagyna kömek etdi. Muňa mysal hökmünde Yususuly), gadymy Müsürde däne bilen nädip goralýar we dänedir.",
"Writing": "__Writing__ nyşanlaryň toplumyny ulanyp, wizual gurşawda dyrnanmak. Nyşanlary başgalar bilen tanalmaly, şonuň üçin tekst okalmazlygy üçin.\n\nTekst surat suratkeşler we bezegler ýaly beýleki wizual ulgamlaryny hem ulanyp biler. Bular ýazuw çagyrylmady, ýöne habaryň işine kömek edip biler. Adatça ýurtda ähli bilimli adamlar şol bir dilde rekordmak üçin şol bir ýazuw ulgamyny ulanýarlar. Okamak we ýazmak üçin sowatly bolmak üçin sowatly.\n\n__Wrazinging ses berijileriň wagtyň geçmegi bilen çykyş edýär. 30-njy ýyl ozal ýazan, we dünýäniň dürli künjeklerinden ýazyp bileris. Teksti saklaýar we bilimleri düşündirýär. __Writing__ adam görnüşleriniň iň uly oýlanmagynyň biridir. Taryhçylar, şäherlerde şäherde mesgende we oba hojalygynda başlandan soň oýlap tapylandygyna ynanýarlar. __Writing__ 5000 ýyl ozal Eastakyn Gündogarda ýerleşýän 3300 milliard dollarlyk seneden geçýär.\n\n__ Adatça şu gün islendik ýeriň diýen ýaly razyndaly bolsa-da, kagyz ýüzünde. Telekeçiler we film ekranlary ýazuwyny görkezip biler we kompýuter ekranlary hem bolup biler. Köp ýazuw materiallary, kagyzdan öň uzak wagtlap oýlanyp tapyldy. Kçaý, papyrus, agaç, şekilli we pergament (takwa terk merjeleri) hemmesi ulanyldy. Rimliler görkezilen stil bilen nakylan planşetlerde ýazdy. Bu wagtlaýyn bellikler we habarlar üçin meşhur boldy. Hytaýlylar tarapyndan kakasynyň has uly ädim ätdi.\n\n__Writing__ adatça galam, ruçka ýa-da çotga ýaly el guralyny ulanypdyr. Şeýle-de bolsa, kompýuter klawiaturasyndaky ýa-da smartfonda giriş arkaly tekst döredildi.",
"Recorded History": "__ History__ öňki wakalary öwrenmekdir. Adam geçmişde geçmişiň çagyldan bir sazlap, şol sanda täzelikler, habarlar ýaly (kitaplar, gurallar ýaly) artefaktlar (kottura, gurallar ýaly) kitaphana, arhiwler, arhiwler, arhiwler we muzeýler bulary ýygnaýarlar we saklaýarlar Adamlar üçin taryh öwrenmegi üçin zatlar. Gözleg taryhynyň taryhy diýilýän adam taryhly diýilýär. Gadymy medeniýetler tarapyndan galan zatlaryň köpüsini gamaşdyrylan zatlaryň üsti bilen taryh öwrenýän adam arheolog diýilýär. Adamzat we jemgyýeti okaýan adam antropolog diýilýär. Taryhy öwrenmek we jaň etmek üçin ulanylýan çeşmeleriň we usullaryň gözleg taryhy diýilýär.\n\nAdamlar geçmişde bolup geçen zatlary ýada salýan adamlar bilen gürleşip, geçmiş hakda geçmiş hakda öwrenip bilerler. Build taryh diýilýär. Halas bolan adamlar köne, käbiri özleriniň hemmesini we ýokdy.\n\nYslam taryhynda-da edil şonuň ýaly edildi. Köp pygamberiň (hadyýan) kitaphananyň kitaplarynyň (hadyýan) ýygnananlarynda her soňky gezek ýygnamakda saklamak töwereginde başga bir alym bolup ýatylýar. Umuman ys \"Satwa (\" \"atly\" -diýdi Sakhanyň zallaryny barlamak üçin we bu işi bu wakalary dolandyrmak we bu prez-etlerini berkitmek derejesine bölmek Bularyň hemmesiniň we maşgalalarynyň kimdigini bilýäris, olar kitabynda diňe tötänleýin ilkinji atlar däl (I.E. Bellik, Luk, Jon). Köplenç şol bir hristian şol bir adamlarda köp adam ýaly ýygnalýan mahsus-on yzyny tapyp ýa-da köp adam saýlandy. Bu bir sahah (örän ses) hadysada bölünerdi.\n\nGurhany hem dört pygamber gatnawynyň durmuşynda müňlerçe adam tarapyndan köplenç ýatdy. Häzirki wagtda bu gün, şu gün deforik dil däl-de, millionlarça halk tarapyndan, hatda arapsyz gürleýjiler bilen ýatda saklanýar. Bu mümkindir, sebäbi Gurhan şahyrana we köp halatyklary ýatda sakla. Frananyň shems takygasy ýiten bolsa, musulmanlar bilelikde işlän bolsa birnäçe sekundyň içinde getirip bilmediler. Her niçigem bolsa zerur däl, çäge bize Gurhanda gorardygyny aýtdy. __ \"Hakykatdanam, Gurhany we\" Gurhany we \"Gurhany iberenisis\" diýip, bu hakykatdanam howandarlyk bolarys \"-diýdi. (Kwan 15: 9) __\n\nIT goşulmagyna we saklanyş Gözegçiligine, Gurhanyň habar, geçen, geljegi we dil taýdan ýygnanýandygy sebäpli, ynanýanlaryň aňyrsynda aňsatlyk bilen laýyk gelýändigi sebäpli imanlylaryň aňyna aňsat gaplamaga laýyk gelýändigi, sebäbi geçen, geljegi we logiki we dil taýdan barlygyny düşündirýändigi sebäpli imanlylaryň aňyna aňsat gaplamaga laýyk gelýändigi, sebäbi geçen, geljegi we logiki we dil taýdan barlygyny düşündirýär. Gurhany hakykatdanam iň uly gudratly we Yslamyň bolmagy, Yslamyň hakyky dinidigini subut edýär. Bizi bize we gepleşikleri bize döretdi we bize Gurhanyň sözleri bilen geçireris. Onda bize bizi ýaratmak we bizi iň gowy öwretmek üçin Hudaý öwretmek has gowudyr?\n\nKöne wagtlarda dünýädäki dürli ýerlerde aýratyn taryhlary saklandyk, sebäbi köplenç biri-birimize ýygy-ýygydan duşuşmadylar. Adamlaryň käbir toparlary hiç haçan biri-biri bilen duşuşmaýarlar. Medieval Europe, Ancient Rome and Ancient China each thought that they ruled the only important parts of the world and that other parts were \"barbarian\".",
"First Pyramid Built": "__ \"Bu gün sizi (O Phash) sizi halas ederdigimiz we jähideniň arasynda köp alamatlarymyzy bagtsyz.\" (Kurran 10:93) __\n\nA __piramid__, piramida görnüşinde gurlan gurluş, adatça daş-töweregde. Gadymy döwürlerden dünýäniň köp dürli böleklerinde adamlara halk tarapyndan şular ýaly gurluşlary gurandy.\n\nIlkinji __piramidideler 2630-da guruldy. Iň gadymy piramid, Müsür Sakkarada, üçünji Müsür neberesiniň king Djosering patyşa oturdy.\n\nKuran Müsür seberi hakda oýunlar barada köp gepleşik edýär (Assusuf) bilen Yusufusufusufusuf (oususufusuf (ady, Josephusup).\n\nKurran, Gurhanda Müsür neberesiniň ýolbaşçylygyna patyşa ýa-da fyrowkanyň (soňrak) tarapyndan mähirli aýbaşy gelýär) müsürliniň taryhyny anyk häsiýetlendirýär. Diňe Iňlis muzeýi tarapyndan ýaňy açan bolan taryhy hakykat. Olaryň pikiriçe, Müsüriler \"18-nji nudaragy (1552-1295 bc) öz borçyllaryna\" farahown ybarat goşun \"we Sakylaryna çagyryşdylar.\n\nMusa we firawun (firakh) hakda gürleşýän birnäçe aýat:\n__ Biz Musa bilen birmaýa bolan hakykat bilen, Ylahy bolan Hakykatdygyňyzy size aýdyp, hakykata bir bölegi size repetisiýa. (Kitan 28:04).\n\nAlsakam Musa fyrowna we içegeler baradaky alamatlarymyz bilen bomatyr iberdik. Üstünlik döredenleri ýaratdy! (Kurna 7: 104)\n\n\"Bu gün sizi (Sahaha) halas edip, bedeniňizde halas edersiňizmi, ýöne hakykatdanam adamzat bilen köp alamatlarymyzy biderek sarp etsin. (Keran 10:93) __\n\nTaryhçylar we hristian we mesihi we musulman aklymlary Kanesses II bilen aragatnaşyk saklaýan hristianlar we musulmanlar bilen aragatnaşyk saklaýandygy giňden ynanýar. Gurhanyň ikisi we Injiliň, fyrown bilen, Fyrown sebäpli bu hekaýany kimiň öz rugsady bilen jikme-jik görmek, Damise bölünýärdi.\n\n__ \"__\" ýeriň pygamberligi, bu gün seni (f fyrowh) sizi halas edip, bedeniňizde gidenlere ýazyp bileris! \"__ başga bir skrutiturada we hatda taryhlarda bu ýok ýakynda. Nildäki aýlawlaryň hemmesiniň göwnünden turýan jisimler jübütlerde gizlenen jisimler (KW7 we 8 jülgesinde gizlenen jesetler. Hamyrsyklaryndan mahrum edilenden soňam, fyrowklaryň özewropanyň ajaýyp heleplerini öz-terbiýeliligini saklandyk. Olaryň açylyşy XIX asyrda bolup geçdi we häzir görüp bilersiňiz, Müsüriň Kairde bolan Kairiň Grand müsürli müsürli bolan Rama, Kansites II bilen Rammits II bilen öz gözleriňizi görüň. Bedeni hemmeleriň görmek üçin birnäçe halkara gezelençlerine gitdi. Agaatene-de ýene-de, QRAT-da we Yslamdaky bilimleriň diňe biziň bilen duşuşyp biljekdigini görkezýär.\n\nŞeýle hem, ýewreý halky, fyrownda, beýleki demirýaw ýolbaşçylary bilen tejribeleri barada sorap bilersiňiz.\n\n__ \"Janymdaky goşundy Duwa Durdi, ştatlardan gelendigini görüp, oňa:\" (Kuran 17: 101) __\n\nŞeýle hem, ýewreý halklary halasler Gulplar, olara iberilen köp gürlejler we pygamberler ýaly alanlaryň görkezýän olaryň alamatlary we pygamberleri hakda soramoza berýär.\n\n__ Ysraýyl ogullaryny Ysraýyl ogullaryny olara aýdyň alamat berdik. Kim bolsa Şanuldadan soň Allanyň sagmagyna alyş-şikaýat bilen meşgullanýar, şonriýaly tussaglykda saklanýar. (Kuran 2.211) __",
"Roman Empire": "__ Rim imperiýasy__ (latyn: ITINI DÖWRÜ) gadymy dünýäniň iň uly imperiýasy boldy. Paýtagt Rim boldy we imperiýasy Ortaýer deňzinde esaslandy. Oktawian 27 ýylda oktawer, gadymy dünýäniň imperatoryna öwrülençä, orta dünýäsiniň döwülençä we orta asyrlaryň ýa-da garaňky asyrlaryň başlangyjydygy aýdylýar.\n\nImperiýa gadymy rome üçünji tapgyrydy. Rim ilki Rim Kity tarapyndan çap edildi, soň Rim respublikasy bilen, soň imperatory bilen höküm sürüpdir.\n\nDöwrebap ýerleriň köpüsi __Romom imperiýasy __-iň (Şotlandiýanyň imperiýasy), maksimum (Gaul), IPTLANAN __Romom impiriniň esasy dili latyn boldy; Grek möhüm ikinji dildi.\n\n__Romom imperiýasynyň günbatar bölümi 500 ýyl töweregi bolan, gündogar bölegi we araçäkleri, sanynygatar we anstoly barada müňlerçe öňegi dowam etdi. Gündogar bölegi paýtagty üýtgeşiklik diýip atlandyrdy we paýtagty üýtgeýän Patan Mehmet tarapyndan hemişelik ýeňip geçmek bilen tamamlananlar 1453-nji ýylda Soltan Fatih Mehmet tarapyndan tamamlandy. Bu çäre Muhammet pygamberden we dünýä taryhynda iň görnükli çäreleriň biridir.",
"Crusades": "__ Itote Crussades__ Muhameluzyň kanalynyň gözegçilik başlyklaryny gözegçilik astynda hristianlar bilen söweşleriň tapgyry bolup geçdiler. Däp bolşy ýaly, olardan 1295-nji we 1299-iň aralygynda bolup geçdi. Mukaddes ýer üç esasy dinleriň arasynda bolup, kazyýetiň, hökümýet we hristiançylygyň dowamynda niýetlenen ýerdir. Mukaddes ýurtda möhüm dini saýtlar bar. Bu indi Ysraýyla ýa-da Palestina diýilýärdi. Iýerusalim, Narmar, Bathlem, Hebron we beýleki dini ýurtlaryň medeniýetiniň gözegçiliginde, üçünji halyf pygamberiň we şapriholdaş dostluk döwründe merançylyk / ştatlaryň birleşmegi bilen musulmanlaryň gözegçiliginden gaçdy).\n\nDürli gämi duralgasy bardy. Iň möhüm we iň uly __CRUSades__ 11-nji asyrdan X asyra çenli bolup geçdi. Bu döwürde 9 sany uly pyçak bardy. Şeýle hem has kiçi haçly haçlydy. Käbir gämi duralgalarynda-da, hatda Europeewropada-da bardy (mysal üçin, Germaniýada, Awstriýada we skandinawiýa). Kiçijik __crusades__ Galkynyş we özgertmelere çenli XI asyra dowam etdi.\n\n\"Crususterad\" sözi \"hor\" sözi bilen baglanyşykly we Hristian Maslowy möwdüriň. Şeýle hem Arapça \"Jihad sözi bar\", musulmanlaryň bir söweş döwründe musulmanlar üçin \"Crushimaewropany\" ýaly öz-açan öz hereket etmek diýmekdir. Pygamberika (gördi) bu has az Jihada bolsa has kiçi jihad bilen baglanyşykly bolsa we şridriniň has uly durmuşda ýaşamak söweşinde duşýar.\n\nTaraplar (musulmanlar, musulmanlar we ýewreýler köpeldüler köpdüdiler. Krymlaryň köpüsi köplenç olaryň aňyrsynda syýasy ýa-da pul sebäpleri bardy. Ähli söweşler ýaly.\n\nGaty köp umumylyk paýlaşýan üç Ybraýymiki wepalylyk bilen tanyşmak gynandyryjy. Muslims consider Jews and Christians as People of the Book, which means they have a special status and closer relationship to Muslims than any other people. Muny pygamberiň durmuşynda we şol we ýoldaşlary bolan ýoldaşy Biantiniýalylardan uly söweşde sassanlylar tarapyndan eýeripdir. Buluk Hewithanalarda ýazyldy, hatda Gurlanda gürleşildi. Şeýle hem, Yslamyň hakykylygynyň aytbe eden Hudaý hökmünde Yslamyň hakykylygy barada bir gyzykly subutnamasy bar, __ \"rimliler ýeňildi. Uçar (Anadoliýa); Soonöne ýakyn wagtda Allah öň we soň buýruk bar. Şol gün imanlar begenerler \"(Kurhan 30-4) __\n\nŞol wagt ýüze çykaryldy, arap butparanlar puşan sazaniýalarynyň arasynda hristian bu söweşi ýeňiş gazanyp bilerdi. Hristianlar ýesir alanlar bu ýitgini ýitirenlerinde we \"Häzir güýçli Hudaýyňyz nirede?\" Ýaly zatlar aýdýar. Şeýdip, Hudaý bu aýaty şu pursatda ýüze çykardy. IFEPER söweşijinde 622 mahabat mahabatynda, \"Iuspus\" söweşinde \"izantin\" söweşinde \"antantaniýada\" kranik pygamberligi tassyklaýan ýantyk we dowam etjek boldy.",
"Black Plague": "__ Gök ölümçi - millionlarça adamy Europeewropa we Aziýanyň umumy ilatyny öldüren keseliň ýaýramagydy. Europeewropada her üç adamyň keselden öldi we 1347 we 1351-nji ýyllar aralygynda bolup geçdi. Adamlaryň köpüsi keseliň buboniki gyrgyn bolandygyny pikir edýärler. Bu kesel, syçanlarda ýaşaýan fagalarda göterilýär we ýaýrady. Küpek ýolundan söwdagärler ýokaşan skany Europeewropany getirip bilerdi.\n\nGamalar problema başlady; ýokaşan kemçilikler gara syçanlar bilen göterildi. Gaçyşlary göterýän syçanlar şäherlere girerdi. Gamalar kimdir birini azajyk bolsa, ýara çenli bakteriýalardan azajyk sanap geçerdiler. Bu adama ýokaşmagyna sebäp bolar. Syçanlar köplenç gämilerde. Bu, keseliň bikanun ulgamyna gaty çalt ýaýrady.\n\nAdamlarda bolsa, şolardaky, ýarag astyndaky, gulagyň arkasynda çişmegine sebäp bolan kesel. Bu çişmeler gara we gyrmyzy reňkdi, şonuň üçin \"gara ölüm\" diýýärdi. Garaňky çişmeler basyş diýilýärdi. Adamlar agyrylary we pidalar agyrylary elhenç ölümde öldi. Alamatlar, pidalary alyp baran syçan bilen pidalaryň ganatlaryndan 3-7 gün soň görüp bolýar.\n\nLondondaky käbir şäherlerde pagtada keseliň haç awlap-de sebäplerine sebäp bolandygy pikirde pikir okady. Gynansagam, garaşylmadyk bolsa, çüsti häzirki döwürde sezewar uçarlaryň köpüsini ýitirendigi sebäpli, ilatyň köpüsinde hatda tolkunyň has durnukly boldy.\n\nBUBONIK EGGUE-nyň töwereginde başga bir gyzykly hakykaty, ýapa özüni halas etdi. Şol wagt musulmanlar ähli lukmançylyk we ylmy açyşyň baştutanydy. Musulman kitaplaryndan komasyp kombatlar yşyklandyryşyň arasynda komor öwmek ot sanly haýwanlary öçüp we öldürjekdigi baradaky otyň käbir keseliň yza çekilendigi we öldürjekdigini gutdy. Şeýle bolansoň, birnäçe hepdeden birnäçe hepde dowam eden pop gapagynyň töweregindäki älemdäki ägirt uly ot ýakdylar. Okuwyň şu okuwyň, syçanlar we olaryň skartlaryny gaçybatalga berdi we hiç hili kynçylyksyz galdy.",
"Constantinople Istanbul": "__Ponstantinoplar__ Rim imperiýasynyň paýtagty (330-395), Latyn Rimoniýa (12304-1261), Latyn imperiýasy) we Ostomanyň imperiýasy (1453-1922). 1930-njy ýylda Stambulyň adyny aýtdy. Häzirki wagtda Türkiýe-da Türkiýe.\n\nYslamçisiýasy ýaly Stambul basypberi şeýle hem, Muhammet pygamberýän Porthirýabynyň pygamberligi bilen yslamyň subutnamasydygyna eýe. __ \"Jeýni, sizi hemişelik ýeňersiňiz. Şol goşunmy bolar we ol nähili ajaýyp serkerdäniň haýsydygyny \" (Musnad, Men 176; IV, darimy \",\" Muqadima \",\" Muqadima \", s. 43-nji ýyl .\n\nTaryhçylar, __constantinoplary, __Constantinspl__, häzirki wagtda Nýu-Yorkork şäheri ýaly ýere deň ýere deňdir.",
"Newton and Gravity": "Köp adam __isAAcAc Nýuttton __ hakda pikirlenende, \"Apple Fashing\" -iň aşagyndaky \"Apple\" -iň aşagynda otyrkalary pikir edýärler. Käbir adamlar \"Apple\" -iň kellesine düşendigine ynanýarlar. __Neewon__ almalaryň ýere düşýän zatlary ýere düşýän zatlary ýere düşýän zatlara mahsusdygyna düşüniň, belli bir güýçdir - agyrlyk güýjüne çagyrýarys. __Neewton__ agyrlyk güýjüniň \"Apple\" we ýer ýaly iki obýektiň arasynda özüne çekiň diýip pikir \"-diýdi. Şeýle hem, has kiçi obýektler bilen has kiçi obýektlerde has kiçi obýektlerde-de şol bir kynçylykda şol bir päsgelçilik döredýärdi. Bu, ýeriň köp böleginiň özüne tarap zatlary çekendigini aňladýardy. Şonuň üçin alma ýerine alma ýykyldy we adamlar näme üçin howada ýüzmeýärler?\n\n__ T NEWZE NOWDIP GÖRNÜŞLI WE GÖRNÜŞLI GÖRNÜŞI. __Newton__ öň, adamlar diňe Earthere ýanynda diňe ýeriň ýanynda däldigini pikir edýärler. Iöne __neewton__ agyrlyk agyrlykynyň diňe ýer bilen we içindäki zatlary ýokdygy aýdylýar. Agyrlyk agyry aýa we aňyrsyna gitse, nirä gitdi?\n\n__Neewton__ iki jesedi, iki jesedi özüne çekmegiň güýjüni hasaplamak üçin formula oýlap tapdy. Aýyň ýanyna göçmegi üçin zerur güýji hasaplamak üçin ony hasaplamak üçin ony hasaplamak üçin ony hasaplamak üçin ony hasaplamak üçin ony hasaplamak üçin ulandy. Soň bolsa \"Apple\" -iň aşak düşen güýji bilen ony berkitdi. Aýyň ýerden has uzakkydyr we köp köp märe eýe bolandygyna rugsat berenden soň, güýçleriň birmeňzeş bolandygyny ýüze çykardy. Aý, Eartheriň agyrlyk güýjüni çekmek bilen ýeriň daşynda ýerleşýär.\n\n__Neewton __ tarapyndan oýlanyp tapylan formula, heläkçiligiň kanunyny çagyrýar. Ol asly boldy we köp kanunlary Newtoniýanyň fizika hökmünde tanaldy. Matematiki formulalaryň köpüsi has uly obýektler üçin mehaniki mehanikany hasaplamak üçin henizem ulanylýar. Kwant fizikasy diýilýän ýerler, mikroskopiki zatlaryň bu geň bölegini synap görmek we düşünmek üçin kiçi zatlar üçin takyk däl.",
"Industrialization": "__Inusaturasiýa__ (ýa-da senagatlaşdyrylmagy), her bir gezek adamlar tarapyndan edilen iş üçin iş tapmak üçin maşynlary ulanyp başlanda ýurtlarda bolup geçýär. __Inustalizasiýa__ Adamlaryň edýän zatlaryny üýtgedýär. __IUTUZALURALMATAGT__ şäheriň ulalmagyna sebäp boldy. Köp adamlar demir ýollarda zawodlarda has ýokary tölenen işleri geçirdi.\n\n__Inustalizasiýa__, adamlaryň zatlary has aňsat we arzan ýollary kabul edýän prosesiň bir bölegidir. Has gowy tehnologiýany ulanmak, has gysga wagtyň içinde has köp haryt öndürmek mümkin bolýar. Has az adam tarapyndan has köp zat öndürilip bilner.\n\nSenagatizlemekden soň, has köp ýöriteleşdirilen işlerini hem edýärler. Şeýle-de bolsa, senagatlaşdyrylmazdan ozal, ökde (aýakgap önümlerini we deri önümlerini ýasaýan adam (aýakgap ýasaýan adam) ýeke-täk aýakgap ýasady. Bir jübüt köwekde işledi, gutardy, soňra indiki jübüt köwden başlardy. Senagatlaşma bilen aýakgap ýasamakdan has kiçi meselelere kesip, aýakgap ýasamaga gatnaşan köp adam bar. Mysal üçin, aýakgabyň daňy we başga biriniň tikenini kesýän bir adam bar. Gysgaça aýdanyňda, zähmet bölünişi bar we häzirki wagtda gurnama merkezi hökmünde tanalýar. Şeýle zawodlardaky maşynlar köp puluň bahasy köp puluň bahasy we zatlary maşynlary alyp bilýän we dürli maşynlara we meselelere adam höweslendirip biljek baý adama degişlidir.\n\n__ILUSTALUZURTYAKING__ XIII asyryň senagat ynkylaby bilen Angliýada başlandy. Ilki bilen Europeewropanyň we Demirgazyk Amerika ýaýradyldy. Ekstumsoňy asyrda beýleki ýurtlara ýaýramagyň ýaýramagy.",
"Darwin's Theory of Evolution": "__ \"Allah\" suwdan her haýwany ýaradyldy. Olardan. Olardan ýaňaklaryna gysylar, käbirleri eşidýän käbir zatlar, aslynda Allah ähli zatlaryň üstünde durýandygyny \"Allah özüne çekýär. 24:45) .__\n\n__ Çarwin__ Darwin__ (1809-1882) \"1859-njy ýylda\" Atsiýanyň gelip çykyşy barada \"kitaby\" 1859-njy ýylda. Onda durmuşda durmuşyň nähili bolandygyny öňe sürdi. Käbir aýratynlyklar bolan haýwanlary haýwanlary teklip eden tebigy satyjy teklip etdi, bu bolsa ähli haýwanlaryň hem bar bolan haýwanlaryň nähili bolýandygyny öňe sürüp biler. Şeýle-de bolsa, Dawwin genetik hakda ýa-da aýratynlyklaryň näme geçendigine düşünmedi ýa-da bilýärdi. Şeýdip, çagalaryň ene-atalaryna meňzeýändigini takyk düşündirip bilmedi.\n\nŞeýle-de bolsa, __Darwin's____ ewolýusolýolýusylylygyň düşündirilmegi ylmy jemgyýet we alymlar tarapyndan şu güne çenli ösmegine we prezentasiýalary ösdürip ýetişdirmek üçin köp işleýärler. Nyşan, musulmanlar, Hristianlar, Hristianlar we ýewreýleriň, ilkinji adam we aýal, alamatlardyklaryna ynanýardyklar. Alymlar \"Ylymtusçylyk dizaýn\" hökmünde şeýle netijelere degişlidir we munuň üçin DNK-Ne, Ynsan we bedene, gün ulgamlary we ş.m. ýaly adamlaryň okasyz subutnamasy bar.\n\nIslame meňzeýär, yslam durmuşda kynçylyklarda we belli bir wagtyň özünde-de üýtgeşik pikirini ykrar edýär. Mundan başga-da, Hudaýyň ähli dürli ýerlerine güýjüniň bardygyny we daşky gurşawy aňsatlyk bilen kabul etmek üçin islendik zady aňsat üýtgedýäris. Ikinji Hudaý muny ilkinji gezek ýaratdy, ikinji gezek has aňsat bolardy, şeýlemi? Edil höküm güni barada direlýän ýaly.\n\nNewolýoleýinok teselelerilerinden tebigatyň elmydama tebigatda hemişe ösmegine sebäp bolan tötänleýin birmeňzeş mutonensiýalar, çünki suw joşmagy üçin azyk önümleri tapmak üçin uzak haýwanyň görnüşine sebäp bolup biljekdigine ynanýarys mysalyny täzeläň. Bu hakykatdanam, alymlaryň düşündirişleriniň köpüsinde dokumentleşdirildi we alymlaryň düşündirip bilmeýärler we beýleki görnüşlerden aladalandyryjy beýleki görnüşlerden aladalanmaz. Bu has köp many berýär, şonda bir haýwan ýuwaş-ýuwaşdan, tötänleýin ösýär. Mundan başga-da, täze ýa-da ýokstilip bilinýänler gudratly düwünli hiç ýerde çykmakda täze ýa-da ýok bolýar. Musulmanlar haýwanlar we daşky gurşaw üçin köp gyzyklanma bildirmeýärler, ýöne hemme zat ýaly ýaly, Hudaýa bolan ynamymyza yganlaýarys.\n\nGysgaça aýdylanda, musulmanlar, Adamlaryň maýmynlaryndan tötänleýin ösendigini ret etme. Musulmanlar adam söwdasy aýratyn ýaradylmak hasaplanýar. Yslam adam tarapyndan ähli zady ýaly, Allatazdan gozgalaňly durmuş görnüşlidir; Şeýle-de bolsa, beýleki haýwanlardan we islendik haýwanlardan we barlyklardan tapawutlylykda özboluşly sowgatlary we başarnyklarymyz bar. Mysal üçin, biz baky baky ruhy, wy consciencyencedanagyşlyk we erkin bolar. Güýçli, gowy we takwa ýa-da gowşaklyga we diňe egoist isleglerimizi ýerine ýetirmek üçin diňe gowşak işleşip bileris. Yhlasy, ynsan delegasiýalarynyň durmuşy iki adamyň döretmek, erkek we Hawta atly bir adamyň ýaramagy bilen, hem bizi bolsa gan we maşgala tarapyndan degişli ýaradyldy.\n\nGurhan Allanyň her bir janly-jandardan __ \"suwdan ýasalan\" (QURA 21:30 iki aýagynda ýöräň, dört aýagynda ýöräň, käbir dört aýda gezelenç edýän zatlarynyň hemmesini döredýär, hakykatdanam Allatagala hakykatdanam hemme zada güýji \"(24:45) .__\n\nBu aýatlar durmuşda başlan ylmy teoriýany goldaýarlar.",
"World War 1": "__WRal söweş I__ (ýa-da birinji jahan urşy), 1914-nji ýylyň 28-nji iýulynda başlanan global söweş boldy we 1918-nji ýylyň 11-nji noýabrynda dowam etdi. Uruş birnäçe aýlap üç günläp geçdi.\n\nGüýçleriň köpüsi Europeewropada, ýöne beýleki köp ýurtlaryň kolona müdirmerini üýtgetdi we Osman imperiýasynyň soňuna sebäp boldy. I Soňra 1939-njy ýylyň 439-njy ýyllarda başlamazdan ozal, __hld uruş, jahan urşy ýa-da 'söweşleriň hemmesini gutarmak üçin söweş' diýilýär. व 135 ýurt gatnaşdy Querlsld söweş Gowşuran gatnaşdy we 20 million töweregi adam söweş wagtynda, esasan kesel we açlyk sebäpli 10 million töweregi adam öldi.\n\n__World söweşim i__ Europeewropanyň ýurtlarynyň köpüsi tarapyndan söweşdi. Hakyky söweş köp frontlarda boldy. Günbatar Founer Germaniýa bilen soýuzdaşlaryň arasyndaky söweşleriň köpüsiniň geçiriljek ýerine öwrüldi. Bu ýerdäki söweşleriň köpüsi çukur söweşdi.\n\nGündogar we Gündogar Europeewropada Merkezi we Gündogar Europeewropada söweşildi. Bu ýere söweşmek, öňküsiniň ululygynda ykjam söweş ýuwulmady. Eashuwaşakda gündogar gündogarynda we Italiýanyň öňündäki köp söweşdi. Şeýle hem söweş Afrika Afrikiýada, Hytaýda we deňizde-de, howada-da bolduň.\n\nUruş türkleriň şertnamasy bolan köp dürli şertnamalaryň gol çekmegi bilen tamamlandy.\n\n__World söweş I__ tanklar, uçarlaryň we suwasty gämiler ýa-da (U-Gämiler) möhüm ýaraglar bardy, möhüm ýaraglar bardy.",
"World War 2": "__ vwivild uruş II__ (WWII ýa-da WW2) Ikinji jahan urşy we Sowet Soýuzynda dünýäniň köp künjeklerinde we köp ýurtdaky söweşmek bilen baglanyşykly global söweşiň aladalandyrdy. Käbir ýurtlarda 1939-1945-de bolup geçdiler. Bütin iki harby milletiň köpüsi, şol sanda iki harby milletiň köpüsi hökmünde, ähli uly güýçler, eminçiler we ok güýçleri meselesinidir. __Willslslorlsurt söweşi Ier, bu adamiziň hemmesinde iň ganly gapma-garşylyk boldy. Örisurtlar köp ýurtlar köpelýärler, has köp pul hereket edýär we adamzat işgärlerine bolan beýleki söweşmediler. 50 milliona çenli adam öldi. Köpçülik raýatlary ýaryldy. Bu taryhda ABŞ-da, Holokosth, Holokost, sport bombülmeginiň, demonwasiýa, kesel we kesellügi we keselini we ilkinji gezek ýadro ýaragynyň açlykdan uçarlary we çosigi bilen ýadro ýaragynyň bolup biljekdigi älädi.\n\nAziýanyň garşylygy Japanaponiýanyň imperiýasy 1937-nji ýylyň 7-nji iýulynda Hytaýa 1937-nji ýylyň 6-njy iýulynda Türkiýä hüjüm edip başlady. Amerikanyň Birleşen Ştatlary Japanaponiýa nebit embargogasyny ýerleşdirmek arkaly reaksiýa bildirildi. Europeewropanyň başlygynyň 1-nji sentýabr aýynda Germaniýa 1-nji sentýabrda Polkany isledi. Fransiýa we Angliýa Germaniýada söweşijiden yglan edip bilmedi. 1941-nji ýyla çenli Europeewropanyň köp sanly dolandyryşy boýunça bolupdyr. Diňe Angliýadaky Demirgazykitemeýter, Ortaýer deňzi we Atlantikadaky oka garşy söweşdi. 1941-nji ýylyň iýun aýynda AXPIS Power Sowet Soýuzy taryhynda iň uly uruşy başlamagy özüne çekdi. 1941-nji ýylyň 7-nji dekabrynda, Jonapon günbatar Kukilerden Günbatar koloniýalaryna hüjüm hüjüm etdi we iki uruşda birine hüjüm etdiler.\n\nKenendiň duşýan ýeňişleri togtadydy-da, Europeanewropa ägirtleriniň hiç hili ýeňişleri 1943-nji ýyla çenli, ikisi tarapyndan 1943-nji ýyla çenli, ikisi tarapyndan 1943-nji ýyla çenli, ikisi tarapyndan 1943-nji ýyla çenli, taslama-da Sowet Saýlawynda hem saklandy. Şondan soň ýaranlar ähli tarapdan söweşmäge başladylar. AXS Demirgazyk Afrika ýitirdi we 1943-nji ýyl açylan, Iigany ýitirmäge mejbur edildi. 1944-nji ýylda getirilen hem Fransiýany Rahine derýasyna Germaniýa gitdiler, Sowuşlar gündogardan ýapylýar. Germaniýa 1945-nji ýylyň 19-njy maýynda boýun egdi Emy şu 114-nji sentýabrda 2-nji sentýabrda resmi tabşyryldy. Uruş meniň ýeňdiler.\n\nUruşdan soň, Birleşen Milletler Guramalaryň arasynda goldawy ösdürmek üçin açyldy we geljekdäki söweşleriň öňüni almak üçin döredildi. Mekdebiniň arasynda uly ýeňijileriň arasynda sowuk söweş, ýöne hakyky söweşde hiç biri söweşmediler. Okewan ýurtlar tarapyndan dolandyrylýan şol döwürde ýerleşýän Aziýa we Afrikanyň we Afrikany abatlonolinasiýa boldy. Sebäbi uruşdan ejir gaçdy. Ykdysady dikeldiş we syýasy integrasiýa (birleşdirýän ýurtlaryň prosesi) uruşuň beýleki netijeleri sebäpli.",
"Cold War": "__ Sowuk uruş __ (1947-1991) ABŞ-nyň (we ýaranlary), ABŞ-nyň ýaranlary), Sowet Soýuzynyň aralygy (SSSRR WEDiess), Sowet Soýuzynyň araben) arasynda dartgynly gatnaşyklary boldy.\n\nBir tarapdaky ýurtlaryň köpüsi NATO-nyň iki uly ýurdy bolandygy ABŞ we Türkiýe bardy. Sebitdäki beýleki taraplaryň köpüsi Warşawa şertnamasynyň iň güýçli ýurduň iň güýçli ýurdunda Warşawew şertnamasynda Warşawa şertnamasynda soýuzdaşdy (häzirki Russiýa).\n\nGünbatar ýurtlar toparynyň günbatar topary, Amerikan, Günbatar, Ysraýyl, Japanaponiýa (19445-1979) 16-njy ýyllarda (1940-1979) öz içine alýar, Mareral, Günbatar, Ysraýyly, Günorta Afrika, Awstraliýa we Täze Afriýa.\n\nGündogar-Sosialistik topar, Soýdurma Europeewropa, Andoula Europeewropa: 1999-19999, Demirgazyk Koreýatiýa we Wýetnamda.\n\nSowuk iýürli garşylyk 1989-njy ýylda geçiriljek Berlin diwarynyň ýykylmagy sebäpli, Russiýa kynçylyk syýahatynyň demokratik paýtagta-da demokratik kapitalistika ýurdy alyp barýar. Şeýle-de bolsa, Russiýada we Ukrainanyň arasynda geçirilen söweşlerde söweşlerde görülýände henizem bu ýerde Gaş bildirilýän gapma-garşylyk bar.",
"Moon Landing": "__Apollo 11__ Aý-töweregi aýa ibermek üçin ilkinji uçuş boldy. NAA (Milli awiasiýa we kosmos dolandyryşy), asyl Amerikan kosmos gullugy. 1969-njy ýylyň 16-njy iýulynda üç \"Csuz -utaawt\" ýerine ýer turasyna geçip barýar: Neil Arzykgg, buzz Reldgin we Mishel Kollins. 1969-njy ýylyň 20-nji iýulynda Armstrong we Adrin Aýa gurnaga, Kollinsiň orbynda duralgada galdy, aýyň içinde orbitada galdylar.\n\nUçuş, ABŞ-nyň we Sowet Soýuzynyň arasynda __pace ýaryşynyň bir bölegi boldy. Sekileleşdirilen meýilnama düzeninde, birleşen döwlet 351-nji ýylda Birleşmeli 2005-nji ýylyň 361-nji ýyllara \"Aý gonup, 1960-njy ýyllaryň gutarmanka\" -y \"-yň\" aýagyna gaýdyň.",
"World Wide Web": "__ Internet__ kompýuterleriň iň ulus giňişleýin aragatnaşyk ulgamydyr. Internetde köp dürli maglumatlar bilen millionlarça kiçi içerki, işewür, telekeçilik we hökümet torlary bar. Bu termin käwagt tor üçin gysga \"tor\" hökmünde gysgaldylýar. __World giň web sahypasy iň uly hyzmatlaryň biridir. Dünýäde birnäçe milliard adam tarapyndan ulanylýar.\n\nInternet \"Amerikanyň Birleşen Ştatlarynda ABŞ-da geçirilen gözleg maksat goýum gullugy\" (Darpa). Internet 1969-njy ýylyň oktýabr aýynda birinji ýerde birikdirildi we __arpanet__ diýilýärdi. 1990-njy ýylda Tim Berners-Li atly alymda öndürilen gaz webinde döredildi."
}
