{
"r.Adam": "Първи пророк и баща на всички човешки същества.\nИсторията на Адам и творението е изрязана в целия Коран. В глави има препратки: 2, 4, 5, 20, 21, 38 и други. В разказа на Корана Бог създаде човечеството от глина (Q3: 59), [18] го оформя във форма и след това заповяда на ангелите да се поклонят (да се поддадат) на Адам. Иблис отказа от гордост (Q15: 26-32) [19] и беше прогонен от Яна (Рай).\n\nСпоред Корана Бог вече е решил преди създаването на Адам, че човечеството (Адам и Неговото потомство) ще бъдат поставени на земята. Ислямът не приписва живота на човечеството на земята като наказание, по -скоро като част от Божия план.\n\n\"\" Наистина, ще поставя човечеството поколения след поколения на земята. \" Те (ангелите) казаха: „Ще поставите ли там онези, които ще направят пакости в него и ще хвърлят кръв, докато ние (ангелите) ви прославяме с похвали и благодарности и ви осветим?“ Бог каза: \"Знам това, което не знаеш.\"\n\nТогава Бог учи Адам на имената на всички неща и сглобява ангелите пред Адам, за да им покаже, че има повече от Адам, отколкото те знаят, особено високият интелектуален капацитет на Адам:\n\n\"И той научи Адам на имената - всички тях. Тогава той ги показа на ангелите и каза:\" Информирайте ме за имената на тези, ако сте истински. \"Те казаха:\" Слава на теб (каза Ангелите), От знанието нямаме никой, освен това, което сте ни научили: в действителност това сте, които сте съвършен в знанието и мъдростта. \"Той каза:\" О, Адам! Кажете им имената им. \"Когато им беше казал, Бог каза (на ангелите):\" Не ви ли казах, че знам тайните на небето и земята и знам какво разкривате и какво прикривате? \"\n\nБог заповядва на ангелите да се поклонят на Адам. Всички се подчиняват, с изключение на Иблис, който чувства, че е направен от огън, не трябва да се покланя на Адам, който е направен от Земята. Неговото неподчинение на Божията заповед, последвано от Неговата гордост, го накара да изпадне от Божията благосклонност:\n\n\"И ето, ние казахме на ангелите:\" се поклони на Адам \"и те се поклониха. Не е така Иблис: Той отказа и беше високомерно: той беше от онези, които отхвърлят вярата (тези, които са непокорни).\" (2:34)\n\nПо -късно Бог поставя Адам и Ева в градината и им казва, че са свободни да се наслаждават на нейните плодове, освен да не се приближават до определено дърво: (2:35)\n\n„Ние казахме:„ О, Адам! обитавайте ти и жена си в градината; и яжте на благородни неща в него като (къде и кога) ще го направите; но не се приближавайте към това дърво, или вие се сблъсквате с вреда и прегрешение. \"\n\nСлед това Сатана заблуждава Адам и Ева в яденето на плодовете на дървото: (2:36)\n\n\"Тогава Сатана ги накара да се изплъзнат от (градината) и да ги извадят от държавата (на Фелисити), в която бяха. към другите. На земята ще бъде вашето жилище и вашите средства за поминък - за известно време. \"\n\nАдам и Ева изпитват много угризения за своите действия, но Бог се обръща към Адам в милост и го утешава: (2:37)\n\n\"Тогава научи Адам от своите господарни думи на вдъхновение и Господ се обърна към него; защото той често е въртящ се, най-милостив.\"\n\nТогава Бог информира Адам, че Бог ще изпрати напътствията си към Адам и Неговото потомство: (2:38)\n\n\"Ние казахме:\" Спуснете се от всички вас от това място (градината), тогава винаги, когато дойде при вас, напътствия от мен и който следва моите напътствия, няма да има страх от тях, нито ще скърби. \"\n\nВ Райската градина Сатана (често идентифицирана като Иблис) примамва Адам и Ева да не се подчинява на Бога, като дегустира плодовете от забраненото дърво. Бог, изпраща Адам и Ева в останалата част на земята. [20] [21]\n\nКоранът описва и двамата синове на Адам и Ева, Каин и Авел. [22] [23]",
"r.Idris": "Изобретател на писалката и изобретателя на иглата.",
"r.Nuh": "Оцелял от Големия потоп.",
"r.Hud": "Търговец\n\nТова е кратко резюме на разказа на Худ, с акцент върху два конкретни стиха:\n\nХората от ʿād бяха изключително мощни и богати и те изградиха безброй сгради [19] и паметници, за да покажат своята сила. Въпреки това богатството на народа на ʿād в крайна сметка се оказа техният провал, тъй като те станаха арогантни и пробиват Бог и започнаха да приемат идоли за поклонение, включително три идола на име Самд, Самуд и Хара. [11] HUD, дори в детството, остана последователен в молитвата към Бога. Свързано е чрез екзегеза, че майката на Худ, благочестива жена, която е виждала големи видения при раждането на сина си, е единственият човек, който насърчава ХУД в поклонението си. [20] По този начин Господ възкреси Хъд като пророк за народа на ʿād. [20]\n\nКогато Хъд започна да проповядва и ги покани в поклонението само на истинския Бог и когато им каза да се покаят за миналите си грехове и да поискат милост и прошка, народът на ʿda започна да го реитира и нечестиво започна да се подиграва на Божието послание. Историята на Худ олицетворява пророческия цикъл, общ за ранните пророци, споменати в Корана: Пророкът е изпратен на Своя народ да им каже да се покланят само на Бога и им казва да признаят, че именно Бог е доставчик на техните благословии [9] Коран [3] заявява:\n\nИзпратихме на хората от „ad техния брат Хъд, който каза:„ О, мой народ, се покланяйте на Бога; нямате друг Бог, освен той. (Що се отнася до идолите,), вие измисляте само лъжи.\nО, моите хора, аз не искам да се възползвам от теб за това: моята награда е с него, който ме създаде. Няма ли да разберете ли?\nО, мой народ, молете си Господ да ви прости и да се обърне към Него в покаяние. Той ще изпрати дъжд в торенти за вас от небето и ще ви даде добавена сила. Така че не се отклонявайте от него като грешници. \"\nТе казаха: „О, хъд, ти си дойде при нас без доказателства. Няма да изоставим боговете си, защото казваш така, нито вярваш в теб.\nВсичко, което можем да кажем, е, че някои от нашите богове са ви поразили със зло. \"Той отговори:\" Призовавам Бог да стане свидетел, а вие също сте свидетели, че аз съм наясно какво свързвате (по вашите дела)\nОсвен него. Стремя се срещу мен толкова, колкото искате, и не ми дайте отдих.\nПоемам доверието си в Бога, който е мой Господ и твоят Господ. Няма същество, което да се движи на земята, което да не се държи от преден план от него. Наистина пътят на моя Господ е прав.\nАко се обърнете, тогава (не забравяйте), аз ви доставих съобщението, с което бях изпратен. Моят Господ ще постави други хора на ваше място и вие няма да можете да надделеете срещу него. Всъщност моят Господ следи за всички неща. \"\n\n-Коран, Сура 11 (HUD), Ая 50-57\nЧудо на Худ\nAccording to tafsir from Ibn Qayyim al-Jawziyya in his analysis book, Madaarij Saalikeen, which has been quoted by Ibn Abi al-Izz in his syarh (commentary) of Al-Aqida al-Tahawiyya, Hud has shown his miracle which are pointed by стихът от 56-58:\n\n(56) \"Всичко, което можем да кажем, е, че някои от нашите богове са ви поразили със зло.\" Той отговори: „Призовавам Бог да стане свидетел, а вие също сте свидетели, че съм наясно какво свързвате (в твоите работи) ... освен него. .\n\n(57) Аз се доверявам на Бога, който е мой Господ и твоят Господ. Няма същество, което да се движи на земята, което да не се държи от преден план от него. Наистина пътят на моя Господ е прав.\n\n(58) Ако се обърнете, тогава (не забравяйте), аз ви изпратих съобщението, с което бях изпратен. Моят Господ ще постави други хора на ваше място и вие няма да можете да надделеете срещу него. Всъщност моят Господ следи за всички неща. \"\n\n- Коран, Сура 11 (HUD). Ая 56-58",
"r.Salih": "Salih (арабски: صَالِحٌ, романизиран: ṣāliḥ, осветен. „Благочестив“, също изписан Салих), е арабски пророк, споменат в Корана [1] [2], който пророкува на племето на Тамуд [3] [4] [5 ] в Древна Арабия, преди живота на пророка Мохамед. Историята на Салих е свързана с историята на Божията камела, която беше дарбата, дадена от Бог на хората от Тамуд, когато те желаят чудо да потвърдят, че Салих наистина е пророк.\n\nПрофесията му беше развъдчик на камили.\n\nИсторически контекст\n\nМадан Салих или Ал-Хир в планинския район на Хиджази в Саудитска Арабия\nТамудът беше племенна конфедерация в северозападния регион на Арабския полуостров, споменат в асирийски източници по времето на Саргон II. Името на племето продължава да се появява в документи в четвърти век пр.н.е., но до шести век те са били разглеждани като група, която е изчезнала отдавна. [6]: 81\n\nСпоред Корана градът, в който Салих е бил изпратен, се е наричал Ал-Хиджър, [7], който съответства на град Хегра в Набата. [8]. Градът се издигна до известност около първия век сл. Н. Е. Като важен обект в регионалната търговия с каравани. [9] В съседство с града бяха големи, украсени скални гробници, използвани от членове на различни религиозни групи. [6]: 146 В неизвестна точка в древни времена мястото е изоставено и евентуално функционално заменено от Ал-'ула. [10] Сайтът е посочен като Мадан Салих от ерата на Мохамед, кръстен на неговия предшественик Салих. [11]\n\nИзвън ислямските и Бахаʼи вярващи, Салих не се споменава в друго Авраамично писание или съвременен исторически текст, но разказът за унищожаването на Тамуд може да е бил добре познат в Древна Арабия. Името на племето се използва в древната арабска поезия като метафора за „преходността на всички неща“. [6]: 223–24\n\nВ исляма\nБисмилахир Рахманир Рахим\nЧаст от поредица за исляма\nИслямски пророци\nАнбия\nПророци в Корана\nИзброени с ислямско име и библейско име.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Мухамед (Мохамед)\nОсновни събития\nГледки\nИслямски портал\nvte\nЧаст от серия на\nИслям\nAllah3.svg\nВярвания\nПрактики\nТекстовете\nИстория\nКултура и общество\nСвързани теми\n Ислямски портал\nvte\nКоран\n\nСалих кани народа си да види камела\nОсветена колекция от истории на пророците\nЖивотът на Салих в неговата общност беше толкова праведен, че хората от Тамуд на практика разчитаха на него за подкрепа. [12] Той е избран от Бог като пратеник и изпратен да проповядва срещу егоизма на заможните и да осъди практиката на Ширк (идолопоклонство или политеизъм). Въпреки че Салих проповядваше посланието за продължителен период от време, хората за Тамуд отказаха да чуят предупреждението му и вместо това започнаха да помолят Салих да извърши чудо за тях. Те казаха: \"О, Салих! Ти си от нас! Център от нашите надежди досега! . \"\n\nСалих напомни на хората си за безбройните замъци и дворци, които са изградили от камък, [13] и за тяхното технологично превъзходство над съседните общности. Освен това той им разказа за техните предци, племето ʿад и как те също са били унищожени заради греховете си. Някои от хората от Тамуд повярваха на думите на Салих, но племенните водачи отказаха да го изслушат и продължиха да изискват той да демонстрира чудо, за да докаже пророчеството си. [14]\n\nВ отговор Бог даде на Тамуд благословен She-Camel, като средство за поддържане и тест. На племето беше казано да позволи на камилата да пасе спокойно и да избягва да й навреди. [15] Но в предизвикателство на предупреждението на Салих, хората от племето са изпуснали камилата. [16] Салих ги информира, че имат само още три дни да живеят, преди Божият гняв да слезе върху тях. [17] Хората на града бяха угризени [18], но престъплението им не можеше да бъде отменено и всички невярващи хора в града бяха убити при земетресение. Ал-Хиджър е направен необитаем и остава в руини за всички времена след това. [19] Самият Салих и малкото вярващи, които го последваха, оцеляха. [20]\n\nИсторията е разширена в Sūrat An-Naml, докато She-Camel не се споменава изрично тук, тя заявява, че девет мъже, замислени да убият Салих и цялото му семейство, [21] [22] престъпление, за което са били ударени от Бог три дни по -късно. [23]\n\nМюсюлманска традиция\nМюсюлманските писатели са разработили историята на Салих и Камела. Ранната ислямска традиция често включваше мотив на камилата по чудо излизане от камък, често придружен от теле, и производството на мляко от камилата. Ал-Табари заявява, че Салих извика хората си в планина, където са свидетели на скалата по чудо се разцепила отворена, разкривайки камилата. Камела имаше младо теле. Салих информира Thamud, че по -старата камила трябва да пие от източника на водата си един ден и те трябва да пият от него на следващия ден. В дни, когато не им беше позволено да пият вода, камилата им осигури мляко. Но Бог информира Салих, че момче, което ще попречи на камилата, скоро ще се роди на племето и това дете е зло и става неестествено бързо. Камилата наистина беше убита и телето му извика три пъти, сигнализирайки, че Thamud ще бъде унищожен след три дни. Лицата им станаха жълти, после червени, след това черни и те умряха на третия ден, както беше предвидено. [24]\n\nСпоред някои ислямски учени майката на Исмаил, Хаджар, е била внучка на пророк Салих. [25]\n\nПодобна традиция е свързана в коментар за осми век за исляма от Йоан от Дамаск [26] [27] и също се споменава в произведенията на Ибн Катир. [28]",
"r.Ibrahim": "Баща на юдиазма, християнството и исляма. Строител на Кааба.",
"r.Lut": "Историк и пътешественик.\n\nКоранът заявява, че един ден група ангели посети Авраам като гости под прикритието на мъжете [12], за да го информират за факта, че съпругата му Сара е бременна с Исаак. Докато са там, те също му казаха, че са били изпратени от Бог на „виновни хора“ [13] от LUT [14], за да ги унищожат [15] с „Душ от камъни от глина“. [16] Лут и онези, които вярваха в него, трябваше да бъдат пощадени, но съпругата му трябваше да умре в унищожението, като ангелите заявиха, че „тя е от онези, които изостават“ [17] [18] Коранът също така описва съпругата на Лот като „пример за невярващите“, тъй като беше омъжена за праведен мъж, но отказа да повярва в посланието си и по този начин беше осъден на ада. [3] [19]\n\nХората от градовете близнаци се престъпиха срещу Божиите граници. Според Корана греховете им включваха неехоспортивност и грабеж [20], те мразеха непознати и ограбиха пътешественици, с изключение на други злоупотреби и изнасилване. Именно техният грях на сексуални нарушения също се разглеждаше като особено възхитителен, като лут силно ги преодоляваше към приближаването на мъжете със сексуално желание, вместо за жени. [21] [22] Лут каза и се опита да им помогне да изоставят греховните си начини, но те го осмиваха [20] и заплашиха да го изгонят от градовете. [23] Лут се молеше на Бога и молеше да бъде спасен от последствията от техните греховни действия. [3] [24]\n\nТогава три ангела, прикрити като красиви мъже, дойдоха в LUT като гости. Той скърби мъжете, тъй като изпитваше безсилие да ги предпази от хората от градовете. [25] Жителите на градовете, които осъзнават посетителите, поискаха много да им предадат гостите си. [26] Затруднени и страх, че те ще поемат Божия гняв, предложиха доста законен брак с дъщерите му [27] като благочестиви и по -чисти алтернативи на техните незаконни желания и може би като източник на напътствия. [28] Но те бяха неумолими и отговориха: „Знаеш, че нямаме нужда от твоите дъщери: наистина знаеш доста добре какво желаем!“, [29], отнасящ се до неговите гости от мъжки пол.\n\nExegetes Ibn Kathir, Qurtubi и Tabari не четат „дъщери“, за да означават буквалните дъщери на Лот. Те твърдят, че тъй като пророкът е като баща на своя народ, Лот насочваше злоупотребите да се отвърнат от греховете си и да участват в здрави и благочестиви отношения с дъщерите на нацията, т.е. жените като цяло. [30]\n\nТогава ангелите разкриха истинската си идентичност на Лот и му казаха: „Ние сме (тук) да те предадем и твоето следване, с изключение на твоята жена: тя е от онези, които изостават.“ [3] Те посъветваха много да напуснат градовете През нощта, казвайки му да не погледне назад. [31] Запазвайки вярата си в Бога, Лот остави градовете в тъмнината на нощта, носейки със себе си своите последователи и вярвайки на членовете на семейството. Накрая дойде сутринта и постановлението на Бог мина, след което Коранът гласи: „Ние обърнахме (градовете) с главата надолу и валехме върху тях брамстони силно като печена глина, разпространена, слой на слой,-„ [32] и по този начин беше запечатан съдбата на градовете близнаци, в унищожение и отчаяние и маркиране на края на цивилизациите на Содом и Гомор. [3]",
"r.Ismail": "Баща на арабите.\n\nИсмаил се счита за пророк в исляма и е посочен в Корана с други пророци в много случаи. [11] [12] [13] [14] В други стихове, като 21:85 [15] и 38:48, [16] Исмаил е похвален за това, че е търпелив, добър и праведен. [17] Особен пример, който описва Исмаил поотделно, е 19: 54-55 [18]-„И призив на ума, чрез това божествено писание, Исмаил. Ето, той винаги е бил верен на обещанието си и е бил апостол [от Бог], а а Пророкът, който се наслаждаваше на своя народ молитва и милосърдие и намери благосклонност пред погледа на своя устойчив. \"[19] Като потомък на Исмаил, Мохамед се счита за оправдан като пророк и продължава линията на пророците от предислямските времена.",
"r.Ishaq": "Библейският патриарх Исаак (арабски: إسحاق или إسحٰق [бележка] ʾisḥāq) е признат за пророк и Божия пратеник от мюсюлмани. [1] Както в юдаизма и християнството, ислямът твърди, че Исаак е син на патриарха и пророк Авраам от съпругата си Сара. Мюсюлманите държат Исаак в дълбока почит, защото вярват, че и Исаак, и по-старият му полубрат Исмаил продължават духовното си наследство на баща си чрез последващото си проповядване на посланието на Бог след смъртта на Авраам. [2] Исаак се споменава в петнадесет пасажа на Корана. [3] Заедно с това, че е споменат няколко пъти в Корана, Исаак се държи като един от пророците на исляма.\n\nБаща на израилтяните.\n\nРанен живот\nПоради Божията благодат и завет с Авраам, Сара беше надарена с дете на старостта си. Исаак беше на 10 години, когато неговият полубрат Исмаил излезе от къщата на Авраам в пустинята. Докато в пустинята Исмаил взе жена на дъщерите на Моаб, наречен „Айешах. [4]\n\nСайт за погребение\nГробницата на Исаак\nНеговата гробница и тази на съпругата му Ребека се счита, че са в пещерата на патриарсите в Хеброн, Западния бряг, известен в Ислям като Ибрахим-и-мос („джамия на Авраам“). Наред с гробницата на Исаак са тези на някои от другите Корански/библейски патриарси и техните съпруги: Авраам и Сара и Яков и Лия.\n\nСпоменава в Коран\nИсаак се споменава петнадесет пъти по име в Корана, често с баща си и неговия син Яков (Yaʿqūb). [5] Коранът заявява, че Авраам е получил „добри съобщения на Исаак, пророк, на праведните“ и че Бог ги благослови и двамата (37: 112). \"И ние му дадохме радостни известия на Исаак, пророк сред праведните. И ние го благословихме и Исаак. И сред потомството им са добродетелните и онези, които ясно се объркат\" [6] в по -пълно описание, когато ангелите дойдоха до Ибрахим да му каже за бъдещото наказание, което да бъде наложено на Содом и Гомор, съпругата му Сара, „засмя се, и ние й дадохме добри съобщения на Исаак и след Исаак от (внук) Джейкъб“ (11: 71-74) ; И допълнително се обяснява, че това събитие ще се проведе въпреки старостта на Авраам и Сара. Няколко стиха говорят за Исаак като за „подарък“ на Авраам (6: 84; 19: 49-50), а 29: 26-27 добавя, че Бог е направил „пророчеството и книгата да бъде сред Неговото потомство“, което е интерпретирано да се позовава на двамата пророчески синове на Авраам, неговия пророчески внук Яков и неговия пророчески правнук Йосиф. В Корана по-късно разказва, че Авраам също е възхвалявал Бог, че му е дал Исмаил и Исаак на старостта си (XIV: 39-41).\n\nНа друго място в Корана, Исаак се споменава в списъци: Йосиф следва религията на своите прадеди Авраам, Исаак и Яков (12: 38) и говори за Божието благосклонност към тях (12: 6); Всички синове на Якуб свидетелстват и обещават да се покланят на Бога, че техните предци „Авраам, Исмаил и Исаак“, почитани (2: 127); и Коранът заповядва на мюсюлманите да вярват в разкритията, които бяха дадени на „Авраам, Исмаил, Исаак, Яков и Патриарсите“ (2: 136; III: 84).",
"r.Yaqub": "Yaqub ibn Ishaaq ibn Ibrahim (Arabic: يَعْقُوب ابْنُ إِسْحَٰق ابْنُ إِبْرَاهِيم, literally: \"Jacob, son of Isaac, son of Abraham\" Arabic: يَعْقُوب, romanized: Yaqub; also later Israel, Arabic: إِسْرَآئِیل [israaeel]; Classical/Quranic Arabic : إِسْرَآءِیْل [israaeel]), известен още като Яков, е пророк в исляма. Той е признат за патриарх на исляма. Мюсюлманите вярват, че той проповядва същата монотеистична вяра, както и неговите предци: Авраам (Ибрахим), Исмаил (Исмаил) и Исаак (Ишаак).\n\nЯков се споменава шестнадесет пъти в Корана. [1] Смята се, че две по -нататъшни препратки към Израил се споменават за Яков. [2] В по -голямата част от тези справки Яков се споменава заедно с колегите еврейски пророци и патриарси като древен и благочестив пророк, който остана в „Компанията на избраните“. [3] [4] Мюсюлманите държат, че Яков е син на Исаак и че проповядваше единството на Бог през целия си живот. Както в християнството и юдаизма, ислямът твърди, че Яков е имал дванадесет сина, всеки от които ще продължи към баща на дванадесетте племена на Израел. [5] Яков играе значителна роля в историята на сина си Йосиф (Юсиф). [6] По -нататък Коранът става ясно, че Бог е сключил завет с Яков [7], а Яков е направен верен водач по Божия заповед. Дядо му (Ибрахим), баща (Ишак), чичо (Исмаил), син (Юсуф) и самият той са всички пророци на исляма. [8]\n\nВ Корана\nЯков се споменава по име в Корана шестнадесет пъти. [9] Въпреки че много от тези стихове го хвалят, а не да разказват случай от неговия разказ, Коранът все пак записва няколко значителни събития от живота си. Мюсюлманска традиция и литература [10] Най -ранното събитие, свързано с Яков в Корана, е това на ангелите (Малаʾikah), даващо „радостни известия“ на Авраам и Сара от бъдещото раждане на пророчески син от името на Исаак, както и пророчески внук на име Яков. [11] Коранът гласи:\n\nКогато той се обърна от тях и от онези, на които се покланяха освен Аллах, ние му дадохме Исаак и Яков и всеки от тях направихме пророк.\n\n- Коран, Сура 19 (Мариам), Ая 49 [11]\nКоранът също така споменава, че Авраам е преподавал вярата на чистия монотеизъм на своите синове Исмаил и Исаак, както и на Яков. Коранът записва Авраам, казвайки на Исмаил, Исаак и Яков: \"О, моите синове! Аллах е избрал вярата за теб; тогава умрете не, освен във вярата на исляма.\" [12] Коранът споменава и подаръците, дадени на Яков, както и, както и, както и Коран Силата на неговата вяра, която стана по -силна, когато той остаряваше. Коранът споменава, че Яков е бил \"ръководен\"; [13] дадено \"знание\"; [14] \"вдъхновен\"; [15] и му е даден \"език на истинността да бъде чут\". [16] По -късно Коранът посочва следното относно Яков:\n\nИ ние му дадохме Исаак и като допълнителен подарък (внук), Яков, и ние направихме праведни мъже от всеки (от тях).\nИ ние ги направихме лидери, ръководещи (мъже) по нашата команда и им изпратихме вдъхновение да вършат добри дела, да установят редовни молитви и да практикуват редовна благотворителност; и те постоянно ни обслужваха (и само нас).\n\n-Коран, Сура 21 (Ал-Анбия), Аят 72–73 [17]\nИ отбелязваме нашите слуги Авраам, Исаак и Яков, притежатели на власт и зрение.\nНаистина ние ги избрахме за специална (цел)- провъзгласявайки посланието на отвъдното.\nТе бяха в наше зрение, наистина, на компанията на избраните и доброто.\n\n- Коран, Сура 38 („тъжен), Аят 45–47 [18]\nЯков и неговите синове\nСледващото значително споменаване на Яков в Корана е в разказа на Сура Юсуф. Историята на Йосиф в Корана се отваря с мечта, че Йосиф имаше една нощ, след която той изтича при баща си Яков, казвайки: „Ето! Джоузеф каза на баща си:„ О, баща ми! Видях единадесет планети и слънцето и луната: видях ги да се провалят към мен! \"\" [19] Лицето на Яков, изпълнено с наслада от това, което беше чул от младия Йосиф, а стареещият пророк веднага разбра какво означава сънят . Яков би могъл да предвиди, че синът му ще порасне, за да бъде следващият пророк в линията на Авраам и Именно Йосиф ще запази посланието на исляма жив през следващите години. По -възрастните синове на Яков обаче смятат, че баща им обича Джоузеф и Бенджамин, най -малкият син на Яков, повече от тях. Яков знаеше за тяхната ревност и предупреди младия Йосиф за това. [20] След това десетте по -големи братя на Йосиф решиха да го убият. Както Коранът разказва тяхната дискусия:\n\nТе казаха: „Наистина Джоузеф и брат му са обичани повече от нашия баща, отколкото ние: но ние сме добро тяло! Наистина баща ни очевидно се скита (в съзнанието му)!\n\"Убийте Йозеф или го изхвърлете на някоя (неизвестна) земя, за да може да ви бъде дадена услуга на баща ви: (ще има достатъчно време), за да сте праведни след това!\"\n\n- Коран, Сура 12 (Юсуф) Аят 8–9 [21]\nЕдин от братята (обикновено се разбира, че е Рубен [22]) обаче, смята, че вместо да убият Йосиф (Юсуф), те трябва вместо това да го пуснат в кладенец, за да може един караван да дойде и да го вземе. [23] По този начин те попитаха баща си дали могат да изведат младия Джоузеф да си играе с тях, при условие, че ще следят над него. Въпреки че Яков се опасяваше, че дхи (арабски: ذِئـب, вълк) ще погълне сина си, [24] бунтарните по -възрастни синове насилствено отведоха Джоузеф и го хвърлиха в кладенеца. [25] Когато същата вечер синовете се върнаха в Яков, те се преструваха, че плачат и допълнително му казаха, че вълкът е погълнал Йосиф. За да подмамят баща си, те оцветиха ризата на Йосиф (Юсуф) с фалшива кръв [26], но Яков, който беше надарен със знания, знаеше, че това е фалшива смес, която са измислили. Въпреки че Яков се тревожеше за загубата на Йосиф, той остана непоколебим за Бога през цялата си мъка. [26] С течение на годините младият Йосиф израства в човек в Египет; Междувременно Яков се върна вкъщи в Ханаан, където синовете му постоянно го притесняват за повтарянето му, молейки се на Бога за завръщането на Йосиф (Юсуф). [27] Въпреки че Яков често се оплакваше от Бога [14], това никога не е било Божиите постъпки, а от разсейването на собствения си ум и от време на време да се измъкне от границите на търпението, което той е поставил за себе си. Той непрекъснато игнорираше нечестивото присмиване на синовете си и ще им прости и се опитваше да им даде здрави съвети. [28] Един ден Яков реши да изпрати синовете си на поръчка, като им каза да отидат в Египет в търсене на Йосиф и Бенджамин. Синовете му за първи път го слушаха и заминаха за Египет. Когато един от синовете на Яков се завърна в Ханаан с добрите новини за Йосиф и Бенджамин в Египет, той дойде с риза, която му беше дал Йосиф, която той му беше казал да хвърли лицето на баща им [29], за да премахне слепотата на Яков и скръб. Така синът следваше инструкциите и направи както каза Джоузеф, възстановявайки физическото и психическото зрение на Яков.\n\nСлед като зрението на Яков беше възстановена, цялото семейство започна своя поход към Египет, за да се срещне отново с Джоузеф и другите синове. След като пристигнаха, бащата и синът се срещнаха с голяма любов и отново се събраха в мир. Сега мощният Йосиф предостави дом на родителите си със себе си и както казва Коранът, ги вдигна високо на „трон на достойнството“. [30] Именно сега цялото семейство, заедно, може да се обърне към Бога през пророческите служби както на Яков, така и на Йосиф.\n\nПоследният съвет на Яков към неговите хора\nЦелите деца на Израел бяха призовани да се поклонят на вярата в исляма (подчинение на Бога), преди Яков да умре. Яков искаше да се увери, че децата му умират само в исляма и затова поеха последно обещание от тях. Когато ги попита на кого ще се покланят след смъртта му, те отговориха, че ще продължат в исляма и ще се поклонят и се покланят на Бога. [31] Въпреки че сцената на смъртта е украсена в еврейската традиция и се споменава в книгата на Битие, Коранът го споменава, за да подчертае идеята, че Авраам, Исаак, Исмаил и Яков са били мюсюлмани, докато се поклониха с пълна вяра на Бог и Бог сам. Коранът разказва:\n\nИ това беше наследството, което Авраам остави на синовете си, както и Яков; \"О, синовете ми! Аллах избра вярата за теб; тогава умрете не, освен във вярата на исляма.\"\nБяхте ли свидетели, когато смъртта се появи пред Яков? Ето, той каза на синовете си: \"На какво ще се покланяте след мен?\" Те казаха: \"Ние ще се покланяме на твоя Бог и Бог на твоите бащи, от Авраам, Исмаил и Исаак,- единственият (истински) Аллах: За Него се покланяме (в исляма).\"\n\n-Коран, Сура 2 (Ал-Бакара), Ая 132–133 [32]\nНаследството на Яков\nЯков е много специален в исляма, за да продължи наследството, оставено от предците му. Мюсюлманите вярват, че Бог даде най -голямата си благодат на Яков и го избра да бъде сред най -възвишените мъже. Коранът често споменава Яков като човек на мощта и зрението и подчертава, че е бил от компанията на доброто и избран. Както казва Коранът:\n\nТова беше разсъжденията за нас, които дадохме на Авраам (да използваме) срещу Неговия народ: ние отглеждаме кого ще, степента след степен: защото твоят Господ е пълен с мъдрост и знания.\nДадохме му Исаак и Яков: Всички (три) ръководени: И преди него ние ръководехме Ной и сред неговото потомство, Давид, Соломон, Йов, Джоузеф, Мойсей и Аарон: Така възнаграждаваме онези, които правят добро:\n\n-Коран, Сура 6 Ал-Ан'ам, Ая 83–84 [33]\nАли ибн Аби Талиб, когато го питат за пророците, които са дадени специални имена, разказва в хадис, че Ya'qub Ибн Ишак е бил известен от неговия народ като Израил. [34]\n\nЕкземплярите в Библията, включващи борбата с Джейкъб с ангел, не са споменати в Корана, но се обсъждат в мюсюлмански коментари, както е визията на стълбата на Яков. [9] [35] Джейкъб измами Исаак да го благослови, като се представя за своя близнак, Исав, също не е в Корана, но е в мюсюлмански коментари. [9]\n\nМюсюлманите, които вярват, че Яков е бил велик патриарх, подчертават вярата, че основното значение на Яков лежи в неговото голямо подчинение на Бога и неговата твърда вяра в правилната религия. Като патриарх Яков, заедно с Авраам, може да е най -ползотворният според традицията. От дванадесетте му сина [36] трябваше да дойдат много други велики пророци, включително Йона (Юнус), Давид (Дауд), Соломон (Сулейман) и Исус (Иса).",
"r.Yusuf": "Yusuf ibn Yaqub ibn Ishaaq ibn Ibrahim (Arabic: يوسف ٱبن يعقوب ٱبن إسحاق ٱبن إبراهيم) (Joseph, son of Jacob, son of Isaac, son of Abraham) is a prophet mentioned in the Quran,[1] and corresponds to Joseph, a Лице от Танах, еврейското религиозно писание и християнската Библия, за която се смята, че е живял в Египет преди новото кралство. [2] Това е едно от често срещаните имена в Близкия изток и сред мюсюлманските нации. От всички деца на Яков Йосиф беше този, който даде дарбата на пророчеството. Въпреки че разказите на други пророци се споменават в различни сура, пълният разказ на Йосиф се дава само в една Сура, Юсуф, което го прави уникален. Твърди се, че е най -подробният разказ в Корана и носи повече подробности от библейския колега. [3]\n\nСмята се, че Юсуф е бил единадесетият син на Як (арабски: يعقوب, Як) и според много учени, неговият фаворит. Според Ибн Катир, „Яков е имал дванадесет сина, които са били едноименните предци на племената на израилтяните. Най -благородният, най -възвишен, най -големият от тях е Йосиф.“ [4] Историята започва с Джоузеф, разкриващ сън, който е сън, който е сън, който е сън, който е сън, който е бил сън, който е бил сън, който е разкрил сън, който разкрива сън на баща си, който Яков признава. [5] В допълнение към ролята на Бог в живота му, историята на Юсуф и Зулайха (съпругата на Потифар на Стария Завет) се превърна в популярен предмет в персийската литература, където тя се разработва значително през вековете. [6]\n\nКоран Сура 12 (Юсуф)\n\nИзползване на \"цар\" срещу \"фараон\"\nВ Корана, заглавието на владетеля на Египет по времето на Йосиф се казва, че е \"кралят\" (арабски: ал-Малик), докато владетелят на Египет по времето на Мойсей се казва, че е \" Фараон \"(арабски: Фираун, макар и като име без определената статия). Това е интересно, тъй като според историческите източници фараонът за заглавието започва да се използва само за обозначаване на владетелите на Египет (като се започне с правилото на Тутмос III) през 1479 г. пр. Н. Е. - Приблизително 21 години след умира на пророк Йосиф. [44] Но в разказа на Юсуф в Библията, кралят на заглавията (иврит: Мелех) и фараон се използват взаимозаменяемо за владетеля на Египет в Глави 39-41. [45]. [45]\n\nМалик (от Египет) каза: „Виждам (във визия) седем мазнини, които седем стройни, и седем зелени уши от царевица, и седем (други) изсъхнаха. , ако е, че можете да интерпретирате визиите. \"\n\n- Коран, Сура 12 (Юсуф), Ая 43, [46]\nСлед това след тях изпратихме Муса със знаците си към Фир'аун и неговите началници, но те ги отхвърлиха погрешно. И така, вижте как е бил краят на Ал-Муфсидин (арабски: ألمفسدين, „създателите на пакости“ или „Корумпистите“).\n\n-Коран, Сура 7 (Ал-Араф), Ая 103 [47]\nИ Малик каза: \"Донеси го при мен.\" Но когато пратеникът дойде при него, той (Юсуф) каза: „Върнете се при вашия Господ и го попитайте:„ Какво се случи с жените, които им режат ръцете? Със сигурност, господарю (Аллах) е добре наясно за техния заговор.\n\n- Коран, Сура 12 (Юсуф), Ая 50, [48]\nИ господарят на Йосиф го заведе и го вкара в затвора, мястото, където бяха обвързани затворниците на краля; И той беше там в затвора.\n\n- Битие 39:20\nИ Йосиф беше на тридесет години, когато застана пред Египет на фараона.-И Йосиф излезе от присъствието на фараон и отиде в цялата земя на Египет.\n\n- Битие 41:46\nИ Йосиф постави баща си и братята си и им даде притежание в земята на Египет, в най -добрата земя, в земята на Рамесе, както беше заповядал фараонът.\n\n- Битие 47:11",
"r.Ayyub": "Йов (арабски: أيوب, романизиран: Аюб) е известен като пророк в исляма и се споменава в Корана. [1] Историята на Йов в исляма е успоредна на историята на еврейската Библия, въпреки че основният акцент е върху работата, която остава непоколебима за Бога; Не се споменава дискусиите на Йов с приятели в текста на Корана, но по -късно мюсюлманската литература гласи, че Йов е имал братя, които спорят с мъжа за причината за неговото страдание. Някои мюсюлмански коментатори също говориха за Йов като за прародител на римляните. [2] Ислямската литература също коментира времето и мястото на пророческото служение на Йов, казвайки, че той е дошъл след Йосиф в пророческата поредица и че той проповядва на собствения си народ, а не да бъде изпратен до определена общност. По -нататък традицията разказва, че Йов ще бъде водач на небето на групата „онези, които търпеливо издържат“. [3]\n\nАюб (Йов) се споменава за първи път в Корана в следния стих:\nВсъщност ние ви разкрихме, [о Мохамед], както разкрихме на Ной и пророците след него. И разкрихме на Авраам, Исмаил, Исаак, Яков, потомците, Исус, Йов, Йона, Аарон и Соломон и на Давид дадохме книгата [на Забур].\n\n-Коран, Сура 4 (Ан-Ниса), Ая 163 [4]\nКоранът описва Йов като праведен слуга на Аллах, който е бил засегнат от страдания за дълъг период от време. Въпреки това, тя ясно заявява, че Йов никога не е губил вяра в Бог и завинаги е призован към Бога в молитва, молейки го да премахне своята скръб:\n\nИ [спомена] Йов, когато той се обади на своя Господ: „Наистина, неблагополучието ме докосна и вие сте най -милостивите от милостивия“.\n\n- Коран, Сура 21 (Пророците), Ая 83 [5]\nРазказът продължава да заявява, че след много години страдание, Бог заповяда работа да „удари с крак!“. [6] Веднага Йов удари земята с крака си и Бог предизвика прохладна извор от вода, за да изгасне от земята, от която Йов можеше да се попълни. Коранът заявява, че тогава Бог е премахнал болката и страданието си и той е върнал семейството на Йов, благословил го с много поколения деца и му предостави голямо богатство. В допълнение към кратките описания на разказа на Йов, Коранът допълнително споменава Йов два пъти в списъците на онези, които Бог е дал специални напътствия, мъдрост и вдъхновение (IV: 163) и като един от хората, които са получили авторитета, дарбата на пророчеството (VI: 84).\n\nСлед като Сатана се отказа да се опита да отвърне Йов от Господа, Бог премахна страданието на Йов и му върна семейството, удвоявайки ги на брой. Той върна богатството на Йов и обсипа работата със злато. След като съпругата на Йов беше видяла как съпругът й се възстановява до просперитет и здраве, тя се моли благодарение на Бог, но след това се притесни за клетвата, която съпругът й беше положил по -рано, в който той обеща да я победи със сто удара. Йов също беше дълбоко наскърбен от клетвата, която беше положил, сред страданието му. Бог обаче изпрати откровение на Йов, което му каза да не бие жена си, а нежно да я удари с пакет от мека трева. [7]\n\nQur'an референции\nПророчество на Йов: 4: 163, 6:84\nИзпитание и търпение: 21:83, 21:84, 38:41, 38:42, 38:43, 38:44\nДопълнителна информация\nIbn Kathir, Bidaya wa l-nihaya, I, 220–225\nTafsir на xxi и xxxvii\nТабари, I, 361–364\nТалаби, приказки на пророците, Кайро 1339, 106–114\nКисаи, Истории на пророците, 179–190 г.\nИбн Асакир, Тарих Ал-Кабир, III, 190–200",
"r.Shuayb": "Shuaib, Shoaib, Shuayb или Shuʿayb (арабски: شعيب, IPA: [ʃuʕajb]; което означава: „Кой показва правилния път“) е древен мадианит Наби (пророк) в исляма и най -почитаният пророк в Друза вяра. [ 1] Шуейб традиционно се идентифицира с библейския Джетро, ​​свекър на Мойсей. Shuaib се споменава в Корана общо 11 пъти. [2] Смята се, че е живял след Ибрахим (Авраам), а мюсюлманите вярват, че той е изпратен като пророк на общност: мадиантите, [3], които са известни още като Aṣḥāb al-Aykah („спътници на дървото“) , [4] [5] [6] [7] Тъй като те се покланяха на голямо дърво. За хората Шуайб провъзгласява по -прав път и предупреди хората да прекратят своите измамни начини. Когато общността не се покае, Allāh (Бог) унищожи общността. [3] [5]\n\nМюсюлманите Шуайб са били един от малкото арабски пророци, споменати по име в Корана, като другите са Салих, Хъд и Мохамед. Говори се, че той е бил познат от мюсюлманите като \"красноречивия проповедник сред пророците\", тъй като според традицията е предоставил талант и красноречие на своя език. [8]\n\nИсторически контекст\nРайонът, към който е изпратен Shuʿayb, е кръстен „Мадян в Корана, известен на английски като Midian, който често се споменава в Библията. Твърди се, че модиантите са от арабски произход, въпреки че са съседи на библейските ханаанци, те се смесиха с тях. Говори се, че са били скитащо племе и че тяхната основна територия по времето на Муса (Мойсей) е била Синайския полуостров.\n\nОспорвана идентификация с Jethro\nJethro се споменава в Библията (Изход 3: 1) като закон на Мойсей. Въпреки че Shuaib често се идентифицира с Midianite Priest Jethro, повечето съвременни учени отхвърлят тази идентификация. Класическите коментатори, като Ибн Катир, казват, че Шухайб е бил правнук на Авраам: Смята се, че Шухайб е син на Микил, син на Исахар, син на Мадиан, син на Авраам. [8] Това би направило невъзможно идентифицирането с Джетро, ​​който е живял по времето на Мойсей, предполагаемо стотици години след Авраам. [9]\n\nКоранът заявява, че Шуайб е назначен от Бог за пророк на хората от Мадиан. Казаха се, че хората от тази земя са особено известни за изневеряването на другите чрез нечестност и за идолопоклонство. Пророчеството на Шухайб главно включваше призоваването на мадианятите към правилния Божи път [10] и им забрани да се покланят на фалшиви богове.\n\nГовори се също, че той е казал на хората си да спрат да бъдат нечестни в ежедневните си дейности. Въпреки че проповядваше и пророкуваше за продължителен период от време, по -голямата част от хората отказаха да го изслушат. Shuayb обаче остана непоколебим. Той последователно проповядваше мощно срещу нечестивите, разказвайки им за наказанието, което бе сполетяло греховните пред тях. Shuʿayb предупреди хората, че тяхното невежество ще доведе до унищожаване на Midian, давайки исторически примери за по -ранни пророци, включително Ной, HUD, Salih и Lot, [11] Всички, чиито хора са били унищожени от Бог.\n\nХората се подиграваха на Шухайб и му казаха, че ако не е било престижното семейство, от което идва, той със сигурност щеше да бъде убит с камъни до смърт. Шуейб отговори: \"Моето семейство с повече внимание ли е от теб, отколкото Бог?\" Когато мадианците отказаха да повярват, те бяха унищожени от мощно земетресение. [3] Коранът обаче споменава, че Шухайб и неговите вярващи спътници са спасени от гръмотевичното наказание. [11] [12]\n\nПаралели с други пророци\nМисията на Шуейб често се споменава в Корана с мисията на Ной, Хъд, Салих и Лот. Учените посочиха, че тези пет пророци са пример за ранните пророчески мисии: [13] Пророкът ще бъде изпратен на неговата общност; Общността няма да обърне внимание на предупреждението си и вместо това би го заплашила с наказание; След години на проповядване Бог ще го помоли да напусне общността си, докато впоследствие хората му бяха унищожени в наказание. [13] Учените хронологично интерпретират списъка на петте пророци, така че Шухайб е потомък на Ной (проповядвано за Големия потоп) и пророк Авраам.",
"r.Musa": "В исляма, Муса ибн ʿimrān (арабски: موسی ابن عمران, осветено. Името му се споменава 136 пъти и животът му е разказан и разказвал повече от това на всеки друг пророк. [2] [3]\n\nСпоред Корана Муса е роден в израилтящо семейство. В детството си той е поставен в кошница, която тече към Нил, и в крайна сметка Муса е открита от съпругата на фараона (елаун) Асия, която прави Муса за осиновен син. След като стигне до зряла възраст, Муса след това пребивава в Мадиан, преди да замине за Египет отново, за да заплаши фараона. По време на пророчеството си се казва, че Муса е извършил множество чудеса, а също така се съобщава, че лично е разговарял с Бога, който дава заглавието „Оратор на Бог“ (Калим Аллах) на Муса. Най -популярното чудо на пророка е той да разделя морето, с чудотворна пръчка, осигурена от Бог. Освен Корана, Муса също е описан и възхвален в литературата на хадисите.\n\nСлед смъртта на фараона Муса и неговите последователи пътуват към Йерусалим, където в крайна сметка пророкът умира. В ислямската традиция се смята, че е погребан в Наби Муса и в крайна сметка е издигнат към небесата. След това се съобщава, че той е срещнал Мохамед в седемте небеса след възкачването на последния от Йерусалим по време на нощното пътуване ('Isrā' Miʿrāj). [4] По време на пътуването се казва, че Муса многократно е изпращал Мохамед обратно, за да се срещне с Бога и да поиска намаляване на броя на необходимите ежедневни молитви, първоначално се смята за петдесет, докато само петте задължителни молитви не останат. [5] [6]\n\nМуса се разглежда като много важна фигура в исляма. Според ислямското богословие всички мюсюлмани трябва да имат вяра във всеки пророк и Божия пратеник, който включва Муса и неговия брат Харун. Животът на Муса обикновено се разглежда като духовен паралел на живота на Мохамед, а мюсюлманите смятат много аспекти от живота на двамата индивиди за споделяне. [1] Ислямската литература също описва паралелна връзка между техния народ и инцидентите, възникнали през живота им; Изходът на израилтяните от Древен Египет се счита за подобен по природа с миграцията на Мохамед и неговите последователи от Мека към Медина, тъй като и двете събития се развиват в лицето на преследването - на израилтяните от древните египтяни и на ранните мюсюлмани от меканите, съответно. [7] Неговите разкрития, като Десетте заповеди, които са част от съдържанието на Тората и са централни за Авраамската религии на юдаизма и християнството. [8] [9] Следователно евреите и християните са определени като „хора на книгата“ за мюсюлманите и трябва да бъдат признати с този специален статус, където и да се прилага ислямският закон. Муса е допълнително почитана в ислямската литература, която се разширява върху инцидентите на живота му и чудесата, приписвани му в Корана и Хадис, като неговите преки разговори с Бога.",
"r.Harun": "В исляма, Харун Ибн ʿimrān [2] (арабски: هارون ابن عمران, осветен „Аарон, син на Амрам“), е пророк и пратеник на Бога (Аллах) и по -големият брат на пророка Муса (Мойсей). [3] [Неуспешна проверка] [Необходимо е изясняване] Той заедно с брат си проповядваше израилтяните на Изхода. [4]\n\nКоранът съдържа множество препратки към Аарон, както по име, така и без име. В него се казва, че той е бил потомък на Авраам [5] и дава да се разбере, че и той, и Мойсей са изпратени заедно да предупредят фараона за Божието наказание. [6] Освен това добавя, че Мойсей по -рано се е молил на Бог да укрепи собственото си служение с Аарон [7] и че Аарон е помагал на Мойсей, тъй като и той е бил пророк, [8] и много красноречив по въпроси на речта и дискурса. [9] Коранът добавя, че и на Мойсей, и Аарон са били поверени да създадат места за жилище за израилтяните в Египет и да превърнат тези къщи в места за поклонение за Бог. [10]\n\nИнцидентът на златното теле, както е разказан в Корана рисува Аарон в положителна светлина. Коранът казва, че на Аарон е било поверено ръководството на Израел, докато Мойсей е бил на ṭūr sīnā '(арабски: طـور سيـنـاء, връх Синай) за период от четиридесет дни. [11] [12] [неуспешна проверка] [изясняване е необходимо] го добавя, че Аарон се е опитал да спре поклонението на златното теле, което е построено не от Аарон, а от нечестив човек с името „Ас-Самири“. [13] Когато Мойсей се завърна от планината Синай, той смъмри Аарон, че допуска поклонението на идола, на което Аарон се пледира с Мойсей да не го обвинява, когато той няма роля в неговото строителство. [14] [12] Тогава Коранът добавя, че Мойсей тук оплаква греховете на Израел и каза, че има само власт над себе си и Аарон. [15]\n\nПо -късно Аарон е възпоменан в Корана като човек, който е имал „ясен авторитет“ [16] и този, който е бил „насочен към правилния път“. [17] Освен това добавя, че паметта на Аарон е оставена за хора, които са дошли след него [18] и той е благословен от Бог заедно с брат си [19] Коранът също казва, че хората, наречени „Майката на Иса Мариам (арабски: مـريـم, Мария) A“ Сестра на Харун \"[20] мюсюлмански учени обсъждаха кой точно този\" Харун \"е по отношение на историческата му персона, като някои казват, че това е препратка към Аарон на Изхода, а терминът\" сестра \", обозначавайки само метафорична или духовна връзка между двете фигури, още по -очевидна, когато Мария беше потомък на свещеническата линия на Аарон, докато други считат, че това е друг праведен човек, живеещ по времето на Христос с името на „Аарон“. Повечето учени са се съгласили на предишната перспектива и са свързани духовно Мери с действителната сестра на Аарон, нейната съименника Мириям (арабски: مـريم, иврит: מִיָם), [21], на когото тя приличаше по много начини. Коранът също разказва, че векове по -късно, когато табутът (арабски: reـابـوت, Арк на завета) се завърна в Израел, той съдържа „мощи от семейството на Мойсей и мощи от семейството на Аарон“. [22]",
"r.DhulKifl": "Dhul-kifl (арабски: ذُو ٱلْكِفْل, ḏū ʾl-kīfl, буквално „притежател на kifl“; също изписан dhu l-kifl, dhul-kifl, zu al-kifl или zu l-kifl) е ислямски пролет. Въпреки че идентичността му е неизвестна, неговата идентичност е теоретизирана и идентифицирана като различни еврейски библейски пророци и други фигури, най -често Езекиел и Гаутама Буда. [1] [2] [3] [4] Смята се, че Дхул-Кифл е бил възвишен от Аллах до висока станция в живота и е хронифициран в Корана като човек на „компанията на доброто“. [5] Въпреки че не се знае много за Dhul-Kifl от други исторически източници, всички писания от класически коментатори, като Ибн Ишак и Ибн Катир, говорят за Дхул-Кифл като пророчески, светец човек, останал верен в ежедневната молитва и поклонение. [ 6]\n\nГробница в провинция Ергани в Диярбакир, Турция се смята, че някои от тях са мястото за почивка на пророк Дхул-Кифл. Намира се на 5 км от центъра на града на хълм, наречен Makam Dağı. [7] [8]\n\nЕтимология\nИмето dhul-kifl буквално означава „притежателят на kifl“, използвайки тип име, където ذُو dhū („притежател на“) предхожда някаква характерно свързана характеристика. [9] Такива имена бяха използвани от други забележителни фигури в Корана, например Дху ал-Карнайн (арабски: ذُو ٱلْقَرْنَيْن, осветен. ٱلْنُّون, осветен. „Този ​​с рибата“), като се позовава на Юнус. Kifl е архаична арабска дума, означаваща „двойно“ или „дублирано“, от корен смисъл „до двойно“ или „да сгънете“; Използва се и за сгъване на плат. Името обикновено се разбира, че означава „една от двойна част“. Някои учени са предположили, че името означава „човекът с двойното възпоменание“ или по -скоро „човекът, който е получил повторно компенсиране два пъти над“, [10], което означава, че това е заглавие за Йов, тъй като семейството му е върнато при него Според Корана и Книгата на Йов. [11]\n\nСпоред едно мнение, това означава „Човекът на Кифл“, тъй като „Един от ...“ е друг възможен превод на причастието Dhū, а Kifl се твърди, че арабското предаване на „Kapilavastu“. [12]\n\nЕзекиел\nНякои от тях са на мнение, че Dhul-Kifl може да бъде Езекиел. Когато изгнанието, монархията и държавата бяха унищожени, политическият и национален живот вече не беше възможен. В съответствие с двете части на книгата му, неговата личност и проповядването му си приличат двойно, а заглавието Dhul-Kifl означава „този, който трябва да се удвои“ или „да сгъне“.\n\nАбдула Юсуф Али в коментара си в Корана казва:\n\nDhul-kifl би означавал буквално „притежател или даване на двоен реквизит или част“; Или иначе, „този, който използва наметало с двойна дебелина“, който е едно от значенията на Kifl. Коментаторите се различават по мнение за това кой се има предвид, защо заглавието се прилага към него. Мисля, че най -доброто предложение е това, предоставено от Карстен Нибухр в неговия Reisebeschreibung Nach Arabien, Copenhagen, 1778, ii. 264–266, както е цитирано в енциклопедията на исляма при Дхул-Кифл. Той посети Мешад „Всичко в“ Ирак, а също и малкото градче, наречено Кифл, по средата между Наджаф и Хила (Вавилон). Кефил, според него, е арабската форма на Езекиил. Светилището на Езекиил беше там и евреите стигнаха до него на поклонение. Ако приемем „Dhul-Kifl“ да не е епитет, а арабска форма на „Езекил“, той отговаря на контекста, Езекиел беше пророк в Израел, който беше пренесен във Вавилон от Навуходоносор след второто му нападение срещу Йерусалем (за B.C. 599). Книгата му е включена в английската Библия (Стария Завет). [15] Той беше окован и обвързан и вкаран в затвора и за известно време беше тъп. Той носеше всички с търпение и постоянство и продължи да упренява смело злините в Израел. В горящ пасаж той отрича фалшиви лидери с думи, които са вечно верни: „Горко да бъде на пастирите на Израел, които се хранят! Не трябва ли пастирите да хранят стадата? Ядете мазнините и вие ви облечете с вълната, вие Убийте ги, които са хранени: Но вие не се храните.\n\n- Абдула Юсуф Али, Свещеният Коран: Текст, превод и коментар [17]\n\nСпоменати в Корана\nВ Корана\nDhul-Kifl е споменат два пъти в Корана, в следните стихове:\n\nИ (не забравяйте) Ismail, Idris и Dhul-Kifl, всички (мъже) на постоянство и търпение.\nПризнахме ги за нашата милост: защото те бяха от праведните.\n\n-Коран, Сура Ал-Анбия (21), Ая 85–86 [13]\nИ възпоменание на Исмаил, Елисей и Дхул-Кифл: Всеки от тях беше от компанията на доброто.\n\n- Коран, Сура Сад (38), Ая 48 [14]\nИ в двата случая Dhul-Kifl се споменава в контекста на списък на Корански пророци, включително много други, които не са споменати в цитирания по-горе аят.\nAl Kifl (арабски: الكفل; ul-kifl) е град в югоизточен Ирак на река Ефрат, между Наджаф и Ал Хилах. Вариантни имена за светилището в al kifl са: dhu'l kifl светилище, markad dhu'l kifl, qubbat dhu'l kifl, qabr al-nabi dhul-kifl, dhul-kifl светиня, zul kifl светиня, qabr hazqiyal, hazqiyal frine . Hazqiyal е арабската транслитерация на еврейския Y'Hezqel, която се използва най -вече от евреите на Сефарди, след като те осиновиха арабски. Това показва, че евреите приравняват Езекиил и Дхул-Кифл, а мюсюлманските екзегети последваха примера. Иракските власти твърдят, че през 1316 г. (715–16 г. Ах) Илханид Султан Улжайту е придобил правата на настойничество над гробницата от еврейската общност. Следователно светилището е преименувано според ислямската номенклатура за същия пророк. Султан Улжайту добави към конструкцията, като построи джамия и минаре. Освен това той възстанови светилището, прилагащо някои промени, изясни, като сравнява сегашното му състояние с описанията на пътешествениците преди Илханид. Мястото остава мюсюлманско поклонение до началото на деветнадесети век, когато Менахим Ибн Даниел, богат евреин, успешно го превърна обратно в еврейски обект и го възстанови. Минаретът остана като единствен свидетел на мандата си като ислямски обект. Въпреки че джамията и минарето са построени през 14-ти век, древността на светилището и гроба не може да бъде определена. [18]\n\nГаутама Буда\nDhul-Kifl също е идентифициран с Gautama Buddha. [19] [20] [21] [22] Значението на Dhul-Kifl все още се обсъжда, но според един възглед това може да означава „Човекът от Капил (Капилавасту, градът, в който Буда прекара тридесет години от живота си). [12] [20]\n\nПривържениците на това мнение цитират първите стихове от 95-та глава на Корана, Сура Ат-Тайн:\n\nОт смокинята и маслината, и планината Синай, и този сигурен град - от Мека!\n\n-Коран, 95: 1-3\nСпоред това мнение от местата, споменати в тези стихове: Синай е мястото, където Мойсей е получил откровение; Мека е мястото, където Мохамед получи откровение; и маслиновото дърво е мястото, където Исус получи откровение. В този случай останалото смокиня е мястото, където Гаутама Буда получи откровение. [21]\n\nНякои също го приемат малко по -нататък и заявяват, че самият Мохамед е бил Буда, тъй като думата Буда означава „просветлен един“. [23]\n\nДруги\nDhul-Kifl също е идентифициран по различен начин с Джошуа, Обадия [24] и Исая. [25] [24]",
"r.Dawud": "Дауд (арабски: دَاوُوْد, романизиран: dāwūd [daːwuːd]), е пророк и пратеник на Божия (Аллах) и е праведен, божествено значим монарх на Обединеното кралство на Израел. [1] Освен това мюсюлманите също почитат Давид за това, че са получили божественото откровение на Забур (Псалми). [2] [3] Дауд се счита за един от най -важните хора в исляма. Споменат шестнадесет пъти в Корана, Давид се появява в Ислямското писание като връзка във веригата на пророците, предшестващи Мохамед. [4] Въпреки че обикновено не се счита за един от „пророците, даващи законодателство“ (Улу ал-Аазм), той далеч не е пределна фигура “в ислямската мисъл. [2] В по -късните ислямски традиции той е възхвален за строгостта си в молитвата и пост. Той също е представен като прототипичен справедлив владетел и като символ на Божията власт на земята, като е бил наведнъж цар и пророк.\n\nДавид е особено важен за религиозната архитектура на ислямския Йерусалим. [1] Дауд е известен като библейски Давид, който според еврейската Библия е бил вторият цар на Обединеното кралство на Израел и Юда, царуващ c. 1010–970 г. пр. Н. Е. [Необходимо е цитиране]\n\nСпоменава в Коран\nРазказът на Давид в Корана в много отношения паралели, дадени в Библията. Той е кръстен на пророк (Наби), а също и пратеник (Расул), Дейвид е включен в списъци на онези, които са получили откровение (waḥy; Q4: 163) или напътствия (Hudā; 6:84) от Бога. И в двата списъка името му се появява до това на сина му Соломон. На друго място Коранът обяснява, че Бог е дал и на двамата дарове на „звукова преценка“ (ḥukm; 21:79) и „знание“ (ʿilm; 21:79; 27:15). И все пак Коранът приписва и на Дейвид заслужава, че го отличава от Соломон: Дейвид уби Голиат (2: 251) и получи божествено откровение, наречено „Псалмите“ [5] (Коран 17:55 използва неопределена форма, докато 21: 105 използва Определената форма al-Zabūr), [5] вероятно е препратка към псалмите или псалтера (терминът Zabūr може би е свързан с еврейския термин mizmōr или сирийски mazmūrā, „Псалм“). Планините и птиците похвалиха Бога заедно с Давид (21:79; в 34:10 Бог им заповядва да го направят; cfr. Псалм 148: 7–10). Бог направи Давид \"заместник\" (Khalīfa; 38:26), заглавие, което Коранът иначе дава само на Адам (2:30). Това заглавие подсказва, че според Корана Давид е бил нещо повече от пратеник: той е бил божествено ръководен водач, създал Божието управление на земята. [1] Тази роля се предлага и от 2: 251: „Бог му даде авторитет (мулк) и мъдрост (ḥikmah) и го научи на това, което той желае. Ако Бог не отведе някои хора от други, земята щеше да стане корумпирана.“ [2 ]\n\nСред нещата, научени на Давид, беше способността да се прави броня (21:80, 34: 10–11), предположението, че военните подвизи на Давид са Актът на Бог. Важно е също така, че Коранската позоваване на „Мъдростта“ на Давид понякога се обясняваше от класическите екзегети като дарбата на пророчеството. [6] Коранът също свързва Давид и Исус, като настоява, че и двамата проклети онези израилтяни, които не повярваха (5:78). Освен това, според Корана, Давид получи способността да прави разлика между истината и лъжата при разпределяне на справедливостта (Faṣl al-Khiṭāb, 38:20). Освен това има алюзия на тест, през който Давид е бил поставен, в който той се е молил и разкаял и Бог му е простил (38: 24-5). Сурат Сад (38 -та глава на Корана) също се нарича „Сура на Давид“ [7] Екгегети обясняват, че след като Давид прострелира, когато моли Бог да му прости, Мохамед е бил нареден да го имитира и да извърши прострация, когато чете тази глава, Мохамед е бил назначен да го имитира и да извърши прострация, когато чете тази глава, Мохамед е бил . [8]\n\nРелигиозно значение\nДейвид е един от малкото ислямски пророци, които също получиха царство. Докато други пророци проповядваха по време на царуването на царете, Давид по негово време беше кралят. По този начин той получи изключително голяма задача, за да се увери, че народът на Израел не се държи не само в чек духовно, но и че самата страна остава силна. Неговото място като лидер и пророк е почитано от всички мюсюлмани като един от изключително високия ранг. Фигурата на Давид, заедно с тази на неговия пророчески син Соломон, са емблематични за хора, които управляваха справедливо над земята си. Бог често споменава високия ранг на Дейвид като пророк и пратеник в Корана. Той често се споменава заедно с други пророци, за да подчертае колко е бил велик. Например Бог казва:\n\nИ ние му дадохме Исаак и Яков и ги насочихме, както бяхме ръководили Ной преди тях, и на неговите потомци, Дейвид и Соломон и Йов и Джоузеф, Мойсей и Аарон. По този начин ние възнаграждаваме тези, които са изправени и правим добро.\n\n- Коран 6:84 [9]\nКогато халифът Умар посети Йерусалим, патриархът Софний го придружи на храмовата планина, докато той потърси Михраб Дауд (молитвата на Давид) да извърши молитва. По -късно коментаторите идентифицираха този сайт с кулата на Давид. В хадис се споменава молитвата и постите на Давид, че са скъпи на Бога.\n\nРазказа Абдула бин 'Амр бин ал-Ас: Апостолът на Аллах ми каза: „Най-обичаната молитва към Аллах е тази на Давид и най-обичаните пости на Аллах са тези на Давид. Той спи в продължение на половината от нощта И след това се молете за една трета от нощта и отново заспи за шестата си част и използваше да пости в алтернативни дни. \"\n\n-Мохамед ал-Бухари, Сахих ал-Бухари [10]\nКнигата на Давид\nОсновна статия: Забур\nЗабур е Светата книга, приписана на Давид от Бог, точно както Муса (Мойсей) получи таурат (Тора), Иса (Исус) получи инхил (Евангелие) и Мохамед получи Корана. В сегашната еврейска Библия Забур е известен като Псалмите. Въпреки това, подобно на други писания от миналото, се смята, че псалмите са били покварени с времето, като някои от първоначалното послание вече са изчезнали. Независимо от това, на мюсюлманите се казва да се отнасят към настоящите псалми с огромно уважение, защото в първоначалната си форма те също са били вдъхновена Божия книга. Коранът гласи:\n\nВашият Господ познава всеки, който е на небето и земята. Извишихме някои от пророците над останалите; И на Дейвид дадохме книгата на псалмите.\n\n- Коран 17:55 [11]\n\n Коран 4: 163; 17:55.\n Коран 4: 163; 6:84.\n напр. Ṭabarī, taʾrīkh, i, 559\n Hibat Allāh b. Salāma, al-nāsikh wa-l-mansūkh (в границата на Wāḥidī, Asbāb), Кайро 1316/1898-9, 262\n Bukhārī, ṣaḥīḥ, vi, 155\n Коран 6:84\n Сахих ал-Бухари, 2: 21: 231\n Коран 17:55",
"r.Suleyman": "Sulaimān ibn dāwūd (арабски: سُلَيْمَان بْن دَاوُوْد, lit. 'solomon, син на David') е бил, според Коран, малик (مَلِك, литур. израилтяните. Като цяло ислямската традиция твърди, че той е бил третият цар на еврейския народ и мъдър владетел на Израел. [1]\n\nВ исляма Соломон се счита за един от Божиите пророци, който беше даден с много божествени дарове, включително способността да говори както с животни, така и с Джин; Твърди се също, че е поробил Шаяд (شياطين, осветени „дяволи“) и дива (دیو, осветени „демони“) с подкрепата на пръстен, даден му от Бог. [2]\n\nМюсюлманите освен това поддържат, че той остава верен монотеист през целия си живот; царуваше справедливо над цялата израилтяна нация; беше благословен с ниво на царство, което не беше дадено на никой преди него, нито след него; и изпълни всичките си заповеди, като беше обещан близост до Бога в Яна (جَنّة, осветена „Рай“) в края на живота си. [3] След възхода на исляма различни арабски историци разглеждат Соломон като един от най -големите владетели в историята. [4]\n\nСпоменава в Коран\nКоран и интерпретация\nРешение на терена\nВ най -ранния разказ с участието на Соломон Коранът (21:78) накратко намеква за история, че Соломон е бил в компанията на баща си, когато двама мъже дойдоха да помолят Давид да съди между тях по ḥARTH (حَرْث, поле). [ 5] По-късно мюсюлманските коментатори се разшириха за алюзията, включително Ал Табари, Байдауи и Ибн Катир. [6] [7] [8] Те казаха, че първият от двамата мъже каза, че той притежава лозе, от което той се грижи много през цялата година. Но един ден, когато той отсъстваше, овцете на другия мъж бяха влезли в лозето и погълнаха гроздето. Той поиска да бъде компенсиран за тази щета. [9]: 62 След като чу жалбата на мъжа, Соломон предложи собственикът на овцете да вземе лозето на другия мъж, за да се поправи и култивира, докато лозите не се върнат в бившата си държава, след което той трябва да се върне това на собственика му. В същото време собственикът на лозето щеше да се грижи за овцете и да се възползва от тяхната вълна и мляко, докато земята му не бъде върната при него, в този момент той ще върне овцете на собственика им. Този отговор показва нивото на преценка на Соломон, което, казва Коранът, [10] би характеризирал Соломон през целия му живот. Ḥikmah (Мъдростта), според мюсюлманската традиция, винаги би бил свързан със Соломон, който по-късно дори ще бъде посочен като Sulaimān al-ḥakīm (سُلَيْمَان ٱلْحَكِيْم, \"Соломон The Wise\"). Тази история е адаптирана в Кебра Нагаст, но като спор, поставен от решение на син на Соломон. [7]\n\nСоломон и демоните\n\nКралицата на Шеба\nКоранът разказва, че вятърът е бил подчинен на Соломон [11] и той може да го контролира по собствената си воля и че джинът също е попаднал под контрола на Соломон. Джинът помогна за укрепването на царуването на Соломон. Дяволите (Шаятин), [12] и демоните бяха принудени да строят за него паметници. [13] Бог също е причинил чудотворно ʿAyn (عَيْن, 'Fount' или 'Spring') на разтопен Qiṭr (قِطْر, „месинг“ или „мед“) да тече за Соломон, да се използва от демоните в тяхното строителство. [11]\n\nКогато Давид умря, Соломон наследи позицията си на пророчески цар на израилтяните. Веднъж Соломон разреши на жена да построи статуя на баща си. По -късно тя започва да се покланя на статуята и Соломон е смъмряна за толериране на идолопоклонството в неговото царство. Като наказание Бог даде възможност на един от поробените демони да открадне пръстена на Соломон и да поеме царството си (Сура 38:34). По -късно той се разкайва отново за греха си и придобива контрол над демоните, като се съсредоточава отново върху изграждането на храма. [14] Той се помоли на Бог да му даде царство, което би било за разлика от всяко след него. [15] Бог прие молитвата на Соломон и му даде това, което той доволен.\n\nКонструира се алегорично, загубата на Соломон на пръстена му на демоните може да се разбира, че представлява човек, който губи душата си на демонична страст. [16] Атар от Нишапур пише: „Ако обвържете Div (демон), ще тръгнете към Кралския павилион със Соломон“ и „Нямате команда над царството на себе си, защото във вашия случай Div е на мястото на Соломон“ . [17]\n\nЗа разлика от Талмудичната традиция, Соломон не беше наясно и никога не участва в идолопоклонството. [18] Освен това Коранът отхвърля, че Соломон е бил магьосник: \"(...) Соломон не вярва, но дяволите не вярват, като преподаваха мъже магия и (...)\". (2: 102)\n\nСоломон и мравка\nСоломон дори беше научен на езиците на различни животни, като мравки. Коранът разказва, че един ден Соломон и неговата армия влязоха в Wādin-Naml (وَادِ ٱلْنَّمْل, Valley of the Ant). Виждайки Соломон и неговата армия, Намла (نَمْلَة, женска мравка) предупреди всички останали да \"... да влязат във вашите обитатели, за да не разберем Соломон и неговите домакини да ви смажат (под крак), без да го знаят.\" [19] веднага разбирате, че разбират незабавно разбиране Това, което мравката каза, Соломон, както винаги, се молеше на Бога, благодари му, че му се дава такива дарове [20] и по -нататък избягваше да се тъпче над колониите на мравки. От даровете, които той е получил от Бога, и мюсюлманите поддържат, че Соломон никога не е забравял ежедневната си молитва, която е била по -важна за него от всеки от неговите дарове.\n\nЕкзегетическата литература подчертава мъдростта на мравката и обяснява значението зад подаръка на Соломон за контрол на вятъра. Според Siracü'l-kulub, мравката пита Соломон дали знае защо се нарича „Соломон“ (Сюлиман). Соломон казва, че не го прави, след което мравката продължава да обяснява: „Въпреки че сърцето ти е било звук (Селим) и знаеш обстоятелствата на следващия свят, вие сте приели няколко удоволствия от този свят и сте били измамени от неговото притежание и Царство; следователно ти се нарича Соломон. \" След това мравката пита Соломон, ако знае защо Бог е покорил вятъра за него. За пореден път Соломон казва „не“ и мравката отговаря: „Той покори вятъра с причина: това, което сте приели, е нищо. Точно както вятърът минава, световното богатство и царството преминават.“ Учени като Фахр ал-Дин Рази и Ал-Куртуби издигнаха мравката до ранга на пример за следване на хората. [22] (P198)\n\nЗавоевание на Саба '\n\nРуини на храма Баран в Мариб, бившата столица на Саба 'в сегашната Йемен\nДруг важен аспект на царството на Соломон беше размерът на неговата армия, която се състоеше както от мъже, така и от Джин. Соломон често оценяваше войските и воините си, както и Джин и всички животни, които работеха под него. Един ден, когато инспектира войските си, Соломон намери HUD-HUD (هُدْهُد, Hoopoe), който липсва от събранието. [23] Скоро след това обаче HUD-hud пристигна в двора на Соломон, казвайки: „Аз съм се събрал (територия), която не сте се събрали, и аз съм дошъл при вас от Саба“ с вестици. каза на Соломон, че хората от Шеба се покланят на слънцето и че жената, управлявала царството, е високо интелигентна и мощна. Соломон, който слушаше внимателно, избра да напише писмо до земята на Шеба, чрез което той ще се опита да убеди хората от Шеба да прекрати идолопоклонното им поклонение на слънцето и да стигне до поклонението на Бог. Соломон нареди на HUD-HUD да даде писмото на кралицата на Шеба (Bilqis), а след това да скрие и наблюдава реакцията си. [9]: 64 HUD-HUD прие заповедите на Соломон, и отлетя право към Шеба, за да предаде The Писмо до кралицата. The Queen then called her ministers to court and read aloud to them the letter from Solomon stating to the people of Sheba: \"In the name of Allah the Compassionate the Merciful, Be you not exalted against me, but come to me as Muslimīn (مُسْلِمِيْن ). \" Тя се съветваше със своите министри и други служители на съда, казвайки: „О, народът ми, знам добре, че сте смели и могъщи воини и че никой на лицето на земята не може да застане срещу вас, но все пак бих знаел ума ви върху това материя. \" Хората на съда отговориха: \"Вашата е властта, кралица и каквато и да е вашата заповед, ние ще се подчиняваме.\" Настоящо обаче кралицата дойде в Соломон, обявявайки нейното подчинение на Бога. [25]\n\nСоломон и Ифрит\nДокато Билкис пътуваше до двора на Соломон, кралят наддаваше на слугите му да доставят трона си там преди пристигането й. Ифрит предложи услугите си (Q27: 38-40), но Соломон отказа, като повери тази задача вместо на мъж, който, тъй като беше благочестив човек, се молеше на Бог да премести трона за него. Чудесен да се свърже, молитвата му беше отговорена, на трона се появи в двореца на Соломон от Божията сила. Когато Bilqis пристигна, Соломон я попита дали разпознава трона си, но тя, бореща се да схване чудото, което Бог е изрязал, даде на краля уклончив отговор, преди най -накрая да приеме вярата на Соломон, спечелено от доказателствата, че чудото не е това на просто ифрит, но този на самия Бог. Соломон отказа изкушаващото предложение на Ифрит, защото се стреми да разчита единствено на Бога, а не на демон или друго създадено същество и беше възнаграден заради своето благочестие с успех в превръщането на Билкис в истинската вяра. [26]\n\nСмърт\n\nМавзолеум на Сулейман в съединението на джамия Ал-Акса, Стария град Йерусалим\nКоранът разказва, че Соломон е умрял, докато се е облегнал на служителите си и че е останал да стои, подпрян от него, докато малко същество - мравка или червей - изтръпнала го, докато най -накрая не отстъпи - и едва тогава не е направил своето срутване на тялото.\n\nТогава, когато постановихме (смъртта на Соломон), нищо не им показа смъртта му, освен малко червей на земята, който държеше (бавно) да се вмъкне в неговия персонал: така че когато той падна, Джинът ясно видя, че ако са познавали Невидими, те не биха се занимавали с унизителното наказание (на тяхната задача).\n\n- Qurʾan, Surah 34 (Sabaʾ), Ayah 14 [27]\nДокато оставаше изправен, подпрян на персонала си, Джин смяташе, че все още е жив и ги контролира.\n\nТе осъзнаха истината само когато Бог изпрати същество да пълзи от земята и да се вмъкне в персонала на Соломон, докато тялото му се срине. Разбира се, че този стих учи публиката, че Джин не познава невижданото (Ал -Гайб) - ако са го знаели, те не биха останали да се търсят като глупаци в служба на мъртвец. [28]\n\nМахамадим в песента на Соломон\nДопълнителна информация: Мохамед и Библията и семитския корен\nКакто се вдъхновява от стихове на Корана, някои мюсюлмани [които?] Вярваха, че Мохамед (арабски: مُحَمَّد, Консонантни букви: M-M-M-D) се споменава в песента на песните (5:16) като „Mahammaddim“ (Hebrew: מַחֲמַדִּים, съгласни букви: m-m-m-d-y-m), въпреки че последната дума е преведена като \"желана\" или \"прекрасна\" от евреи. [29]\n\nСоломон и Джамшид\n\nОбщ изглед на Персеполис, Иран (2) (Изрязан)\nДжамшид е бил четвъртият крал на света, според Шанама на поета Фирдауси. Подобно на Соломон, той се смяташе, че е командвал всички ангели и демони на света и е бил цар и първосвещеник на Хормозд (среден персиец за Ахура Мацда). Той беше отговорен за много страхотни изобретения, които направиха живота по -сигурен за неговите хора: производството на броня и оръжия, тъкането и боядисването на дрехи на бельо, коприна и вълна, изграждането на къщи от тухли, добив на бижута и скъпоценни метали , Изработката на парфюми и вино, изкуството на медицината, навигацията на водите на света в ветроходните кораби. Той Джамшид сега се беше превърнал в най -големия монарх, който светът някога е познавал. Той беше надарен с кралския Фар (Авестан: Хварена), лъчезарен великолепие, който изгоря за него чрез божествена благосклонност.\n\nПоради приликите между двата мъдри монарси, някои традиции свързват двете. Например Соломон е свързан с управляването на югозападния Иран в творбите на Ал-Балхи. Смята се, че Персеполис е седалище на Соломон и е описано като „детска площадка на Соломон“ от учени като Мас'уди, Мукадаси и Истахри. Други мюсюлмански автори са се противопоставили на убеждението, че веднъж Соломон е управлявал в Иран, като се аргументира, че всякакви прилики между живота и делата на Соломон и Джамшид са чисто случайни, като двете са различни и отделни личности. [30] [31] Последното мнение е било Отмъщава се от стипендията в областта на индоевропейската митология, която категорично демонстрира, че героят Джамшид произлиза от ранното зороастрийско божество Йима, [32] [33], докато Коранската и библейската наука подкрепят мярка за историчност за краля на мъдрия пророк. [34]",
"r.Ilyas": "Ilyās (арабски: إلياس) беше пророк и пратеник Божий (Аллах), който беше изпратен да ръководи Израилевите деца. Той получи пророческата мисия да попречи на хората да се покланят на идоли. [1] Иляс е пророчески предшественик на Алияса. [2] Някои ислямски учени смятат, че Иляс е от потомството на Харун (Аарон). [3]\n\nНякои мюсюлмани вярват, че Иляс все още е жив и посещава Хадж всяка година, заедно с Хидр. [4] Някои мюсюлмани също вярват, че Иляс ще се върне в края на времето. [5]\n\nРанен живот\nВ ислямските източници пълното име на Иляс е Иляс Ибн Ясин, [6] Тъй като в AS-Saffat 37: 130, Иляс се нарича Ясин. [7] Някои истории на Иляс се споменават и в ислямските хадиси; като проклятието на израилтяните със суша от Иляс, [8] изцеление на Алияса, [9] и борба с Ахав. [10]\n\nСпоред много ислямски източници и Библията Елиас (А) е жив и възкачен на небето. [11] Ибн Катир обаче не прие тези хадиси и ги смяташе сред Ираилият. [12] В Муаджам ал-Булдан Якут ал-Хамави спомена гроб за Елиас (А) в Баалбек. [13] По-късно е построена светиня над този гроб, но тя е посветена на „пророк айла“, въпреки че местните жители вярват, че това е вярвало беше гробницата на Елиас (А) [14]\n\nПророчество\nИляс за първи път се споменава като пророк в Ал-Ан'ам 6:85. [15] Той покани своите хора, които са живели в Баалбек на монотеизъм, подчинявайки се на Бога и изоставяйки греховете. [16] Основната му задача беше да предотврати идол-остриета. [17] След като той се сблъсква с постоянство на своите хора в продължение на много години, ги прокълна със суша и хората бяха нанесени с глад. [18] Ilyas' narrative in the Quran and later Muslim tradition resembles closely that in the Hebrew Bible and Muslim literature records Elijah's primary prophesying as taking place during the reign of Ahab and Jezebel as well as Ahaziah.[a] Ilyas' figure has been identified with a Брой други пророци и светии, включително Идрис, за който се смята, че някои учени са били друго име за Иляс, [21] и Хидр. [22] По-късно ислямската легенда разработи фигурата на Иляс, силно разкрасяваща неговите атрибути, а някаква апокрифна литература даде на Иляс статута на получовек, полу-ангел. [23] Иляс се появява и в по -късни произведения на литературата, включително Хамзанама. [24]\n\nКоран\nИляс се споменава в Корана, където проповядването му се разказва по кратък начин. Коранът разказва, че Иля Коранът заявява: [1]\n\n\"Истински Иляс беше един от апостолите. Когато той каза на своя народ:\" Няма ли да се страхуваш от Бога? „Ще се обадите ли на Ба'ал и ще оставите най -доброто от създателите, Бог, вашия Господ и Поценете и Господ и почитател на вашите бащи на стари?\n\n-As-Saaffat 123–126\nКоранът дава да се разбере, че по -голямата част от хората на Иля отричаха пророка и продължават да следват идолопоклонството. В него обаче споменава, че малък брой предани слуги сред тях са последвали Илия и вярвали в и се покланяха на Бога. Коранът заявява: „Те го отричаха (Илия) и със сигурност ще бъдат доведени до наказание, с изключение на искрените и предани Божии слуги (сред тях). И ние оставихме Неговата (памет) за потомство.“ [25] [26]\n\nВ Корана Бог възхвалява Илия на две места:\nМир на Илия! Ето как възнаграждаваме онези, които правят добро. Той наистина е сред нашите вярващи слуги.\n\n-Коран, глава 37 (As-Saaffat), стих 129–132 [27]\nИ Закария и Яхя и Иса и Иляс, всички бяха сред праведните\n\n-Коран, глава 6 (Ал-Ан'ам), стих 85 [28]\nМножество коментатори, включително Абдула Юсуф Али, предложиха коментар на стих 85, казвайки, че Иляс, Закария, Яхя и Иса са били духовно свързани. Абдула Юсуф Али казва: „Третата група се състои не от хора на действие, а проповедници на истината, които водят самотен живот. Епитетът им е:„ Праведният. “Те образуват свързана група около Исус. Захария е бил Отец на Йоан. Баптист, който е посочен като \"Иляс, който трябваше да дойде\" (Мат. 11:14); И Елиас се казва, че е присъствал и е говорил с Исус при преобразуването на планината (Мат. 17: 3). \"[ 29]\n\nВъпреки че повечето мюсюлмански учени смятат, че Илия проповядва в Израел, някои ранни коментатори на Корана заявиха, че Иляс е изпратен в Баалбек, в Ливан. [30] Съвременните учени отхвърлиха това твърдение, заявявайки, че връзката на града с Илия щеше да бъде направена поради първата половина на името на града, тази на Баал, което беше Божеството, което Илия увещава народа си да спре да се покланя. Учените, които отхвърлят идентифицирането на града на Илия с Баалбек, допълнително твърдят, че град Баалбек не се споменава с разказа на Иляс нито в Корана, нито в еврейската Библия. [31]\n\nСмърт\nС течение на времето сушата се разпространи и мнозина загинаха. Когато се видяха, нанесени, съжаляваха за миналите си дела, се обърнаха към Илия (А) и приеха поканата му. [32] Тогава поради молитвата на Елиас (а) дойде силен дъжд и земята беше заситена; Въпреки това, след известно време хората забравиха завета си с Бога и се върнаха в идол, поклоняващ се. Когато Иляс видя това, той помоли Бог за собствената си смърт; Но Бог му изпрати огнена колесница и той се възкачи на небето и избра Алияса, която беше негов ученик за свой заместник. [33] Иляс рядко се свързва с ислямската есхатология. [34] Някои мюсюлмани обаче вярват, че се очаква Иляс да се върне заедно с мистериозната фигура Хидр през края на времената. [5]\n\nНаследство\nМюсюлманската литература и традиция разказва, че Иляс е проповядвал на Израилевото царство, управлявано от Ахав, а по -късно неговият син Ахазия. Той се нарича „пророк на пустинята - като Яхя“. [35] Смята се, че Иляс е проповядвал с усърдие към Ахав и съпругата му Джезабел, която според мюсюлманската традиция е отчасти отговорна за поклонението на фалшиви идоли в тази област. Мюсюлманите вярват, че това е, защото по -голямата част от хората отказаха да слушат Илия, че Елисей трябваше да продължи да проповядва посланието на Бог на Израел след него. [36]\n\nИляс е обект на легенди и фолклори в мюсюлманската култура, обикновено включваща срещата му с Хидр. Според доклад на мюсюлманския екзегет, Мохамед се срещна с Иляс в Мека. [37] В ислямския мистицизъм Иляс се свързва тясно с мъдреца Хидр. Един хадис съобщава, че Иляс и Хидр се срещат заедно всяка година в Йерусалим, за да отидат на поклонението в Мека. [38] Иляс се появява и в Хамзанама многократно, където се говори за брат на Хидр, както и този, който пие от фонтана на младостта. [39] Освен това се разказва в Китаб ал-Кафи, че имам Джафар ал Садик рецитира прострацията на Иляс на сирийския език и започва да плаче. След това той преведе молбата на арабски на група гостуващи учени:\n\n\"Господи, ще открия ли, че ме наказваш, въпреки Аз, въпреки че знаеш, че се отказвам от греховете за теб? Ще намеря ли, че ме наказваш, въпреки че знаеш, че оставам буден цяла нощ само за теб? \" На което Аллах след това се вдъхнови за Иляс, „вдигна глава от земята, защото няма да те накажа“. [40]\n\nБележки\n \"Елиас е същият като Илия, чиято история ще бъде намерена в Стария Завет в 1 царе 17–19 и 2 царе 1–2. Илия е живял през царуването на Ахав (896–874 г. пр. Н. Е.) И Ахазия (874–872 г. пр.н.е. ), Царе на (Северното) царство на Израел или Самария. Той беше пророк на пустинята, като Йоан Кръстител, за разлика от нашия Свес пророк, който участва, контролира и ръководи всички дела на своя народ. И Ахаб Ахаб и Азария бяха склонни да изпаднат в поклонението на Ваал, богът на Слънцето се покланяше в Сирия. Ахав се беше омъжила за принцеса на Сидон, Джезабел, нечестива жена, която доведе съпруга си да изостави Аллах и да приеме Валово-поклонение. \" ... \"Илия отрече всички грехове на Ахав, както и греховете на Ахазия и трябваше да бяга за живота си. В крайна сметка, според Стария Завет, [19] той е бил приет във вихър към небето в огнище на колесница след Той беше оставил мантията си с пророка Елисей. \"[20]",
"r.Alyasa": "Alyasa (арабски: اليسع, романизиран: Alyasā ') е пророк и Божи пратеник (Аллах), който е изпратен да ръководи децата на Израел. В Корана Алиса се споменава два пъти като пророк, [1] и се споменава и двата пъти заедно с колегите. [2] Той е почитан от мюсюлманите като пророчески наследник на Иляс (Илия). Ислямските източници, които идентифицират Елисей с Хидр, цитират силните отношения между Хидр и Иляс в ислямската традиция. [3]\n\nЛичност\nИмето на Алияса се споменава два пъти в Ал-Ан'ам 6:86 и тъжен 38:48. В тези стихове, без да споменава нищо за личността или пророчеството на Алияса, той се споменава като „украсен“ и „сред избраните“. [4] According to the Quran, Elisha is exalted \"above the rest of creation\" (Arabic: فَضَّلْنَا عَلَى ٱلْعَالَمِين, romanized: faḍḍalnā ʿala l-ʿālamīn(a)[4] and is \"among the excellent\" (Arabic: مِنَ ٱلْأَخْيَار, romanized: Mina l-Akhyār). [5] Алиса се споменава в Ал-Ан'ам 6:86 и тъжен 38:48, заедно с Исмаил:\n\nИ Исмаил и Алияса и Юнус, и лут; и всеки от тях, който се грижехме по световете;\n\n-Al-An'am 6:86\nИ не забравяйте нашите слуги Исмаил, Алияса и Дхул-Кифл, всеки от тях наистина е добър.\n\n- Тъжно 38:48\nЧудеса\nВ шиитски хадис от Али ал-Ридха се споменава, че Алиса е имал някои чудеса, включително възраждането на мъртвите, лекувайки болката и ходенето по вода. [Необходимо е цитиране]\n\nПретендирани гробници\nНякои мюсюлмани вярват, че гробницата на Елисей е в Ал-Анджам в източния регион на Саудитска Арабия. Светилището е отстранено от саудитското правителство, тъй като подобно почитание не е в съответствие с Уахаби или Движението за реформа на Салафи, доминиращо в Саудитска Арабия. [6] [7] Това беше важна забележителност в продължение на много векове по времето на Османска Арабия и беше много популярна дестинация за поклонничество за мюсюлмани от всички секти през предмодерния период. [8]\n\nГробът на Елисей присъства в квартал Егил на провинция Диярбакир, Турция. [9] Първоначалното светилище е близо до речно корито, което трябваше да бъде наводнено през 1994 г. Таен съвет от девет учени от Общинския съвет в сътрудничество с Дирекцията по религиозни въпроси, за да се избегне привличането на обществеността към ексхумацията. Преди да бъде наводнен районът, гробът е изкопан през нощта и запазеното тяло на Пророка - свидетел на деветте учени и официални работници - е ексхумирано да бъде погребано на хълм с изглед към наводнената равнина. Въпреки това, много от градските кофли видяха пророка в съня си същата вечер и се оказаха преди изгрев, за да наблюдават неговия бункер на новото място. [10] [11]",
"r.Yunus": "Yunus ibn Matta (арабски: يُونُس ابن ماتا, романизиран: Yūnus ibn Matta) е пророк и пратеник на Бог (Аллах). Юнус традиционно се разглежда като изключително важен в исляма като пророк, който беше верен на Бога и предаде своите послания. [1] [2] Юнус е единственият от дванадесетте непълнолетни пророци на Библията, които са кръстени в Корана. [3] Десетата глава на Корана е кръстена на него. [4]\n\nЮнус се нарича Dhul-Nun (арабски: ذُو ٱلنُّوْن) и от мюсюлмани. [5] Той се споменава четири пъти в Корана по име. [6]\n\nХадитически споменава\nЮнус се споменава и при няколко инцидента по време на живота на Мохамед. В някои случаи името на Юнус се говори с похвала и благоговение от Мохамед. Според исторически разкази за живота на Мохамед, след десет години на получаване на разкрития, Мохамед отиде в град Таиф, за да види дали неговите лидери ще му позволят да проповядва посланието си оттам, а не Мека, но той е бил хвърлен от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града от града хората. Той се подслони в градината Утбах и Шейба, двама членове на племето Корайш. Те изпратиха своя слуга, Аддас, за да му служат на грозде за поддържане. Мохамед попита Аддас откъде е и слугата отговори Ниневия. \"Град Юнус справедливо, син на Амитай!\" - възкликна Мохамед. Аддас беше шокиран, защото знаеше, че езическите араби нямат познания за Юнус. След това попита как Мохамед знае за този човек. - Ние сме братя - отговори Мохамед. \"Юнус беше Божи пророк и аз също съм Божи пророк.\" Аддас веднага прие исляма и целуна ръцете и краката на Мохамед. [10]\n\nЕдна от поговорките на Мохамед, в колекцията на имам Бухари, казва, че Мохамед е казал, че „не бива да се казва, че съм по -добър от Юнус“. [11] [12] [13] [14] Ибн Аби ал-Салт, по-възрастен съвременник на Мохамед, научи, че ако Юнус не се моли на Аллах, той щеше да остане в капан в рибата до деня на възкресението [14], но поради молитвата си Юнус остава само няколко дни в корема на рибата \". [14]\n\nПерсийският историк от девети век Ал-Табари записва, че докато Йона е бил вътре в рибата, „никоя от костите или членовете му не е ранена“. [14] Ал-Табари също пише, че Аллах е направил тялото на рибата прозрачно, което позволява на Юнус да види „чудесата на дълбокото“ [15] и че Юнус е чул как всички риби пеят възхваляват на Аллах. [15] Кисай Марвази, поет от десети век, записва, че бащата на Юнус е бил на седемдесет години, когато се е родил Юнус [14] и че той е починал скоро след това, [14] оставяйки майката на Юнус с нищо друго освен дървена лъжица, която се оказа на Бъдете рогрокопия. [14]\n\nГробници\nВижте също: джамии и светилища на Мосул § джамия_of_the_prophet_jonah\n\nСнимка на руините на джамията на Юнус след унищожаването му от Исил\nНастоящото местоположение на Ниневия е белязано с разкопки от пет порти, части от стени от четири страни и две големи могили: хълмът на Куюня и хълма на Наби Юнус (виж връзката на картата в бележка под линия). [16] Джамия на върха на Наби Юнус беше посветена на Йона и съдържаше светилище, което беше почитано както от мюсюлмани, така и от християни като място на гробницата на Йона. [17] Гробницата е била популярна сайт за поклонничество [18] и символ на единство за евреи, християни и мюсюлмани в Близкия изток. [18] На 24 юли 2014 г. Ислямска държава Ирак и Леван (ISIL) унищожиха джамията, съдържаща гробницата като част от кампания за унищожаване на религиозните светилища, която се счита за идолопоклонни. [19] [18] След като Мосул е отведен от ISIL през януари 2017 г., древен асирийски дворец, построен от Есархаддън, датиращ около първата половина на VII в. Пр. Н. Е. Под разрушената джамия. [18] [20] ISIL беше разграбил двореца от артикули, които да се продават на черния пазар [18] [20], но някои от артефактите, които бяха по -трудни за транспортиране, все още остават на мястото си. [18] [20]\n\nДруги мюсюлмански гробници\nДруги реномирани места на гробницата на Йона включват арабското село Машхад, разположено на древния обект на Гат-Хепър в Израел; [21] Палестинският град на Западния бряг на Халхул, 5 км (3,1 мили) северно от Хеброн; [22] и Светилище в близост до град Сарафанд (Сарепта) в Ливан. [23] Друга традиция поставя гробницата на хълм, който сега се нарича Giv'at Yonah, \"Hill's Hill's Hill\", в северния край на израелския град Ашдод, на място, обхванато от модерен фар.\n\nГробница на Йона може да се намери в Диярбакир, Турция, разположена зад Михраб в джамията Фатих Паша. [24] [25] Evliya Celebi заявява в своето име на Seyahatname, че е посетил гробниците на Йона. [26] [27]\n\nКоранските споменавания\nВ Ал-Анбия 21:87 [7] и Ал-Калам 68:48, Юнус се нарича Дхул-Нун (арабски: ذُو ٱلنُّوْن, осветен. „Едната от рибите“). [5] В An-Nisa 4: 163 и Al-An'am 6:86 той е наричан „апостол на Аллах“. [5] Сура 37: 139-148 преразказва пълната история на Юнус: [5]\nТака беше и Йона сред изпратените (от нас).\nКогато той избяга (като роб от плен) до кораба (напълно) натоварен,\nТой (се съгласи да) хвърли партиди и беше осъден:\nТогава китът го погълна и той извърши действия, достойни за вина.\nНе беше ли той (се разкая и) прослави Аллах,\nТой със сигурност щеше да остане вътре в рибата до деня на възкресението.\nНо ние го хвърлихме на голия бряг в състояние на болест,\nИ ние предизвикахме да отглеждаме над него, разпръснато растение от вида на кратуна.\nИ го изпратихме (на мисия) на сто хиляди (мъже) или повече.\nИ те повярваха; Така че ние им позволихме да се наслаждават (живота си) за известно време.\n\n-Коран, глава 37 (AS-Saaffat), стихове 139–148 [8]\nКоранът не споменава наследството на Юнус [5], но мюсюлманската традиция учи, че Юнус е бил от племето на Биниджамин. [9]",
"r.Zakariya": "Според ислямската доктрина Закария (арабски: زكريا, Захария) е пророк и пратеник Божий (Аллах) и баща на пророк Яхя.\n\nВ Корана\nЗакария беше праведен свещеник [1] ​​и Божи пророк, чийто офис беше във втория храм в Йерусалим. Той често отговаряше за управлението на услугите на храма [2] и винаги ще остане непоколебим в молитва към Бога.\n\nМоли се за син\nКогато достигна старостта си, Закария започна да се притеснява кой ще продължи наследството да проповядва посланието на Бог след смъртта си и кой ще извършва ежедневните служби на храма след него. Закария започна да се моли на Бога за Син. Моленето за раждането на потомство не беше само от желанието за дете. [1] Той се моли както за себе си, така и за обществеността - те се нуждаеха от пратеник, човек на Бог, който ще работи в службата на Господа след Закария. Закария имаше характер и добродетел и той искаше да прехвърли това на духовния си наследник като най -ценното си притежание. Мечтата му беше да възстанови домакинството до потомството на патриарха Яков и да се увери, че посланието на Бог е подновено за Израел. Както разказва Коранът:\n\nСпоменаване на милостта на вашия Господ на Своя слуга Закария. Когато той извика на своя Господ тайно, казвайки: Господи мой! Ето! Костите на мен восък не са слаби и главата ми блести със сива коса и никога не съм бил невярващ в молитвата към теб, Господи мой. Ето! Страхувам се от родствениците си след мен, тъй като жена ми е безплодна. О, дайте ми от вашето присъствие наследник, който ще наследи от мен и ще наследява (също) на Къщата на Яков. И го направете, господарю, приемлив (за теб). [Коран 19: 4–6 (преведено от PickThall)]\n\nБащин Яхя\nКато дар от Бог, Закария получи син на име Yaḥyá (арабски: يحيى, идентифициран с Йоан Кръстител), име, специално избрано само за това дете. Мюсюлманската традиция разказва, че Закария е била на деветдесет и две години [3], когато му е казано за раждането на Джон.\n\nВ съответствие с молитвата на Закария Бог накара Йоан (Яхя) да обнови посланието на Бог, което беше покварено и изгубено от израилтяните. [4] Както казва Коранът:\n\nО Захария! Ето! Ние ти носим вести на син, чието име е Йоан; Дадохме същото име на никой преди (него). Той каза: Господи мой! Как мога да имам син, когато жена ми е безплодна и стигнах до немощната възраст? Той каза: Така ли ще бъде, вашият Господ казва: За мен е лесно и наистина съм те създал преди, когато ти не си нищо. Той каза: Господи мой! дай ми знак. Той каза: Вашият знак е, че няма да можете да говорите с хората три нощи, докато сте в стабилно здраве.\n\n- [Коран 19: 7–10 (преведено от PickThall)]\nПазител на Мариам\nСпоред Корана Закария е била пазител на Мариам. Коранът заявява:\n\n(Запомнете) Когато съпругата на „Имран каза: Господи мой! Обещах се на теб това, което е в корема ми като посветена (предлагане). Приемете го от мен. Ето! Ти, ти само ти, апеш на слушателя, познавател! И когато тя беше изнесена, тя каза: Господи мой! Ето! Предаден съм от жена - Аллах знаеше най -доброто от това, което е доставена - мъжката не е като женската; И ето! Нарекох я Мери и ето! Жадувам за вашата защита за нея и за нейното потомство от Сатана изгонването. И нейният Господ я прие с пълно приемане и се отправи на нея добър растеж; и направи Захария своя пазител. Всеки път, когато Захария влизаше в светилището, където се намираше, той откриваше, че има храна. Той каза: О Мери! Откъдето ти идва пред това (храна)? Тя отговори: Това е от Аллах. Аллах дава без престой на кого ще. [Коран 3: 35–37 (преведено от PickThall)]\n\nМюсюлманската богословие поддържа, че Закария, заедно с Йоан Кръстител и Исус, е въвел в нова ера на пророците - всички от които произхождат от свещеническия произход на Амрам (Имран), бащата на пророк Аарон. Фактът, че от всички свещеници именно Закария е получил задължението да се грижи за Мария (Мариам), показва статута си на благочестив човек. Закария често се възхвалява в Корана като пророк на Бог и праведен човек. Една такава оценка е в Сура Ал-Ан'ам:\n\n\"И Закария и Яхя, Иса и Елия. Всеки от тях беше от праведните.\" [Коран 6:85 (преведено от Pickthall)]\n\nКоранският преводач Абдула Юсуф Али предлага коментар по този един ред [5] - предполагайки, че тези конкретни пророци осъществяват духовна връзка помежду си. Той изтъква, че Яхя е бил роднина на Иса, докато Елияс е бил този, който присъства при преобразуването на Иса [6] на планината, както е споменато в Новия Завет. Междувременно Закария чрез брака беше чичо на Иса, а синът му Яя беше посочен като Елияс в Новия Завет. [7]",
"r.Yahya": "Yaḥyā ibn Zakarīyā (Arabic: يحيى ابن زكريا, literally Yahya/John, son of Zechariah), identified in English as John the Baptist, is considered in Islam a prophet and messenger of God (Allah) who was sent to guide the Children of Israel . Мюсюлманите се смятат, че е бил свидетел на Божието Слово, което би обявило идването на Иса ал Масих (Исус Христос). [1] [2]\n\nЯхя се споменава пет пъти в Корана. [3]\n\nYahya също е отличен в суфизма, както и в ислямския мистицизъм, предимно заради описанието на Корана за целомъдрието и добротата на Джон. [4] Суфисите често прилагат коментари за пасажите върху Йоан в Корана, предимно за дарения от Бога дар на мъдрост, който той придоби в младостта, както и неговите паралели с Исус. Въпреки че няколко фрази, използвани за описание на Йоан и Исус, са на практика идентични в Корана, начинът, по който се изразяват, е различен. [5]\n\nРаждане\nВ Корана Бог често споменава непрекъснатото молене на Закария за раждането на син. Съпругата на Закария беше безплодна и затова раждането на дете изглеждаше невъзможно. [6] Като дар от Бог, Захария получи син на име Yaḥya, име, специално избрано само за това дете. В съответствие с молитвата на Закария Бог направи Яхя и Иса, които според екзегезата се родиха шест месеца по -късно [7] обновяват посланието на Бог, което е било покварено и изкривено от израилтяните.\n\nКоранът твърди, че Йоан Кръстител е първият, който е получил това име (Коран 19: 7–10), но тъй като името Йоанан се среща много пъти преди Йоан Кръстител, [8] Този стих се отнася или към ислямския учен консенсус, че „Яжая „Не е същото име като„ Йоанан “[9] или към библейския разказ за чудотворното именуване на Йоан, което отчита, че той е почти наречен„ Захария “(гръцки: ζαχαρίας) [10] след името на баща си, като не Един от родословието на баща си Захария (известен още като Захария) е бил наречен „Джон“ („Йоханан“/„Йоанс“) пред него. [11] Както казва Коранът: [12]\n„О, Закаря, наистина ви даваме добри съобщения на момче, чието име ще бъде Яхя и чийто никога досега не сме създавали еднаквост.\n\nТой каза: \"О\n\nТой каза: \"Значи (ще бъде) твоят Господ казва:\" Това е лесно за мен: аз наистина те създадох преди, когато си бил нищо! \"\n\n(Закария) каза: \"О, господарю! Дай ми знак.\" „Твоят знак“, „беше отговорът,„ ще бъдеш, че ще говориш с никой човек в продължение на три нощи “.\n\n- Мариам 19: 7–10\n- Мариам 19: 12–14\n\nРека Йордания, където Яхя кръсти Иса. [13]\nЯхя се увещаваше да държи бързо на Писанието и получи мъдрост от Бог, докато е още дете. [14] Той беше чист и благочестив и вървеше добре в присъствието на Бог. Той беше послушен към родителите си и не беше арогантен или непокорен. Четенето и разбирането на Йоан за Писанията, когато само дете, надмина дори това на най -големите учени от времето. [6] Мюсюлманската екзегеза разказва, че Иса е изпратил Яхя с дванадесет ученици [15], които проповядвали посланието, преди Исус да извика собствените си ученици. [7] Коранът казва: [16]\n\"О, Yaḥya! Вземете книгата с мощ\": И ние му дадохме мъдрост дори като младеж,\n\n- Мариам, 19:12\nЙоан беше класически пророк, [17], който беше възвишен от Бога заради смелото си денонсиране на всички неща грешни. Освен това Коранът говори за нежното благочестие и любовта на Йоан и с скромното му отношение към живота, за което му беше предоставена чистотата на живота.\n\nСпоред ислямската традиция Яхя е ходил в Харам Еш-Шариф (Храмовата планина), за да изнесе своите проповеди. [3]\n\nУбийство\nПо време на пророчеството на Яхя се случи конфликт между него и Ирод Антипас, който искаше да се разведе с първата си съпруга и да вземе като съпруга бивша снаха. [3] Яхя информира, че бракът може да бъде кръвосмешен и не одобри брака. След това Ирод Антипас е затворил Яхя. [3] Тогава Яхя беше обезглавена. [18] [3] Смята се, че главата на Yahya е вътре в джамията Umayyad в Дамаск. [19] [20] [21]\n\nНаследство\nВ исляма Яхя поздрави Мохамед в нощта на Ал-Исра ал Ми'радж, заедно с Иса (Исус), на второто небе. [22] Историята на Яхя също беше разказана на абисинския крал по време на мюсюлманската миграция към Абисиния. [23] Според Корана Яхя е бил този, на когото Бог изпрати мир в деня, в който се е родил, и в деня, в който е умрял. [24] Според Ал-Суюти, Ибрахим заяви, че след създаването на света небесата и Земята плачат само за двама души, Яхя и Хусайн. [25] [26] Според хадис, Мохамед каза: „Всеки син на Адам ще дойде в деня на възкресението и той ще има грях срещу него, с изключение на Яхя Ибн Закаря“. [27] Много мюсюлмани сравняват Яхя с Хусайн. [28] Смята се, че главите на Яхя и Хусайн са в джамията Умаяд в Дамаск, Сирия.",
"r.Isa": "Иса (Исус) е пророк и пратеник на Аллах и Месия. Той е последният пророк, изпратен да ръководи децата на Израел (Бани Израел) и е разкрит Светата книга, наречена Инжене (Евангелие).\n\nВ Корана Иса е описан като Месията (Ал-Масих), роден от Богородица, извършва чудеса, придружени от ученици, отхвърлени от еврейското установяване и отраснали на небето. Коранът твърди, че Исус не е бил разпнат, нито е умрял на кръста, но по чудо е спасен от Бог. Коранът поставя Исус сред най -големите пророци и го споменава с различни заглавия. Пророчеството на Исус беше предшествано от Яхя и наследено от Мохамед.\n\nИслямът отхвърля християнското възглед за божествеността на Исус като въплътен Бог или буквалния Божи Син. Той отрича Исус като божество в няколко стиха, а също така споменава, че Исус не е твърдял, че е божествен. Мюсюлманите вярват, че първоначалното послание на Исус е променено, след като той е възкресен жив. Монотеизмът на Исус е подчертан в Корана. Подобно на всички пророци в исляма, Исус също се нарича мюсюлманин, тъй като той проповядваше, че неговите последователи трябва да възприемат „прав път“ (ṣirāṭ al-mustaqīm). Исус се приписва с огромно количество чудеса, като многобройните аскети и мистична литература са написани и рецитирани за него в ислямската традиция. Съобщава се също, че е пророкувал идването на Мохамед, като използва името Ахмад.\n\nВ края на времето Исус ще се завърне във второто идване с имам Ал Махди, за да убие Ал-Масих Ад-Даджал („Фалшивият Месия“), след което с древните племена yaʾjūj и maʾjūj (Gog и Magog) ще се разпръснат на земята. След като тези същества по чудо загиват, имам Махди и Исус ще управляват целия свят, ще установят мир и справедливост и ще умрат след царуване от 40 години. Някои мюсюлмани вярват, че Иса ще бъде погребана заедно с Мохамед на четвъртия запазен гробница на Зеления купол в Медина.\n\nИсус се разбира от мюсюлманите като един от най -важните пророци на исляма. Мястото, където се смята, че Исус се завръща, джамията Умаяд в Дамаск, е високо ценено от мюсюлманите като четвърти най -свещен сайт на исляма.\n\nРаждане\nСметката на Исус в Корана всъщност започва с неговото раждане на майка му Мария и нейната служба в храма на Йерусалим. Докато е под грижите на пророка Захария, който трябваше да бъде баща на Яхя (Йоан Кръстител). Разказът за раждане в Корана за Исус започва в Коран 19: 16–34 и Q3: 45–53.\nБлаговещение\n\nИслямската екзегеза утвърждава девственото раждане на Исус по подобен начин на евангелската сметка и се среща във Витлеем. Разказът за раждането на Богородица е съобщение за Мария от Ангел Габриел, докато Мария е отгледана в храма, след като е била обещана на Бога от майка си. Габриел заявява, че е удостоена с всички жени от всички народи и й е донесла радостни съобщения на свят Син.\n\nБлаговещение в миниатюра\nГабриел заявява, че синът трябва да бъде кръстен Иса, Месията, обявявайки, че ще бъде наречен велик пророк. Мери, питайки как може да зачене и да има дете, когато никой не я е докоснал, е отговорил от ангела, че Бог може да постанови каквото желае, и това ще се случи.\n\nРазказът от Корана продължава с Мария, победен от болките на раждането, осигурявайки поток вода под краката си, от който можеше да пие, и палма, която можеше да се разклати, така че да паднат узрели дати и да се наслаждават. След като роди, Мария носи бебето Исус обратно в храма и тя е попитана от храмовите старейшини за детето. След като е била заповядана от Габриел за обет за мълчание, тя посочва бебето Исус и бебето провъзгласява:\n\nТой каза, аз съм Божият слуга; Той ми даде книгата и ме направи пророк. Той ме е направил благословен, където и да съм, и ми се е възползвал от поклонението и милостиня, стига да живея; и да бъда послушен към майка ми; и не ме направи потискащ, безорен. Мирът е на мен в деня, в който се родих, в деня, в който ще умра, и в деня, в който ще бъда отгледан жив. [8]\n\nИсус, който говори от люлката, е едно от шестте чудеса, приписани му в Корана, което се намира и в сирийското ранна детска евангелие, работа от шести век. [9] [10] Според различни хадиси Исус и Мария не са плачели при раждането си. [11] Ислямският пророк Мохамед обясни, че и Исус, и Мария са единствените човешки същества, които се раждат като безгрешни и по този начин са били защитени от докосването на Сатана при раждането им, цитирайки тридесет и шестия стих на Ал Имран. [12]\n\nРаждащи разкази\n\nСпоред Корана болките на труда отведоха Мария до багажника на палма.\nИслямската вяра озвучи някои направления в рамките на християнската традиция, че Мария (или Мариам) е била буквална девица, когато Исус е замислен. Най -подробният разказ за Благовещение и раждане на Исус е предоставен в Сура 3 (Ал Имран) и 19 (Мариам) от Корана, където историята е разказана, че Бог (Аллах) е изпратил ангел да обяви, че Мариам може скоро да очаква да понесе да понесе да понесе да понесе да понесе да понесе да понесе да понесе да понесе Бог (Аллах) син, въпреки че е девствена. [13]\n\nНякои академици отбелязват, че сметката в Сура 19 [14] е особено близка до тази в християнското Евангелие на Лука. [15] Благовещение на Мария се споменава два пъти в Корана и в двата случая Мария/ Мариам се казва, че е избрана от Бог да избави Син. На първо място, носителят на новините (който се смята, че повечето мюсюлмани са архангел Габриел), предаде новината в (Q3: 42-47), докато той приема формата на човек (Q19: 16-22) . [16] [17] Подробностите за концепцията не се обсъждат, но когато Мария пита как тя може да понесе син с оглед на целомъдрието си, й се казва, че Бог създава това, което Той желае и че тези неща са лесни за Бога. [16] [18] Коранът (Q21: 91 и Q66: 12) казва, че Бог взриви през Ангела си в Мария и тя, въпреки че е целомъдрен, роди Исус без нито един Отец (източникът ви позволява да интерпретирате Габриел като Отец). [19] [20]\n\nМюсюлманският историк от 8 век Ибн Ишак (704–767), написа акаунта, озаглавен Китаб ал-Мубтада (в началото), съобщавайки, че Захария е накратко на Мери и след като е бил неспособен да я поддържа, той я поверява на дърводелец и след като е бил неспособен да я поддържа, той я поверява на дърводелец Наименование Джордж. Усамотена в църква, тя се присъединява от млад мъж на име Йосиф и те си помагат един на друг да извлече вода и други задачи. Сметката за раждането на Исус следва разказа на Корана, добавяйки, че раждането е станало във Витлеем до палма с ясла. [21]\n\nПерсийският учен от 10 век Ал-Табари (839–923) споменава пратеници, пристигащи от краля на Персия с дарове (подобни на влъхвите от изток) за Месия; Командата на човек, наречен Йосиф (не конкретно съпругът на Мария), за да заведе нея и детето в Египет и по -късно да се върне в Назарет. [22]\n\nДетство\nОсновна статия: Намиране в храма\nВижте също: Полет в Египет и ранна детска евангелие на Томас\nКоранът не включва традицията на полета в Египет, въпреки че Сура XXIII, 50 би могло да намекне за него: „И ние направихме сина на Мариам и майка му да подпиша Тихи и напоени от извори. \"[25] Въпреки това, разкази, подобни на разказа, открити в Евангелията и не-каноничните източници, разпространени в по-късна ислямска традиция, като някои подробности и разработки се добавят през вековете от ислямските писатели и историци. Някои разкази имат Исус и семейството да останат в Египет до 12 години. [26] Много морални истории и чудотворни събития от младостта на Исус са споменати в Кисас ал-Анбия (истории на пророците), книги, съставени през вековете за предслямските пророци и герои. [7]\n\nАл Масуди написа, че Исус като момче е изучавал еврейската религия, четейки от псалмите и е намерил „проследени в герои на светлината“:\n\n\"Ти си мой син и любимата ми; избрах те за себе си\"\n\nс Исус след това твърди:\n\n\"Днес Божието слово се изпълнява в Човешкия Син.\" [22]\n\nВ Египет\nВижте също: Детско евангелие на Томас\nНяколко разкази показват известно несъответствие и сходство в ислямските писания за ранното детство на Исус, по -специално неговото време в Египет по отношение на продължителността и събитията. Повечето от разказите се намират в не-канонични християнски източници като например, предислямското Евангелие на Томас. Едно такова несъответствие е от Ал-Атир в неговото съвършенство на историята, което съдържа разказ за раждане, заявявайки, че Исус е роден в Египет вместо Витлеем. [27]\n\nНякои други разкази за детството на Исус са популярни ерата на Близкия Изток, както е подчертано от професор по междуконфесионални изследвания Махмуд М. Аюб. [28] Много чудеса се приписват на млад Исус, докато са в Египет [26] (виж §§ чудеса и други чудеса).\n\nДългост\n\nРека Йордания, където Исус е кръстен от Яхя Ибн Закария (Йоан Кръстител). [29]\nМисия\nВижте също: Министерство на Исус и апостол (ислям)\nПо принцип е съгласен, че Исус е говорил арамейски, общият език на Юдея през първия век А. Д. и в региона по-голям. [30]\n\nПървият и най -ранен възглед на Исус, формулиран в ислямската мисъл, е този на пророк - човек, избран от Бог, за да представи както съд за човечеството за почистване на идолите, така и предизвикателство да се обърне към един истински Бог. От тази основа, отразени върху всички предишни пророци чрез обектива на мюсюлманската идентичност, Исус се счита за не повече от пратеник, повтарящ повтарящо се послание на вековете. Чудесата на Исус и Коранските заглавия, приписвани на Исус, демонстрират силата на Бог, а не божествеността на Исус - същата сила зад посланието на всички пророци. Някои ислямски традиции смятат, че мисията на Исус е била само на народа на Израел и неговият статус на пророк, потвърден от многобройни чудеса. [31] [32]\n\nВтори ранен висок образ на Исус е фигура в крайна сметка. Тази концепция възниква най -вече от хадиса. Мюсюлманската традиция конструира разказ, който се намира по подобен начин в християнското богословие, виждайки Исус да пристига в края на времето и да се спуска на земята, за да се бори с антихриста. Този разказ се разбира, за да подкрепи каузата на исляма, като някои традиции разказват Исус, сочещи към примата на Мохамед. Повечето традиции заявяват, че Исус след това ще умре естествена смърт. [33]\n\nТрети и отличителен образ е на Исус, представляващ аскетична фигура - пророк на сърцето. Въпреки че Коранът се отнася до „Евангелието“ на Исус, онези специфични учения на него не се споменават в Корана или по -късно религиозни текстове. Те до голяма степен отсъстват. Суфийската традиция е мястото, където Исус се е почитал, признат за духовен учител с отличителен глас от други пророци, включително Мохамед. Суфизмът има тенденция да изследва измеренията на Съюза с Бога чрез много подходи, включително аскетизъм, поезия, философия, спекулативно предложение и мистични методи. Въпреки че суфизмът на западния ум може да изглежда, че споделя подобен произход или елементи на неоплатонизма, гностицизма и будизма, идеологията е ясно ислямска, тъй като те се придържат към думите на Корана и преследват имитация на Мохамед като съвършения човек. [34]\n\nПроповядване\nСмята се, че ислямските концепции за проповядването на Исус са възникнали в Куфа, Ирак, под халифата Рашидун, където са формулирани най -ранните писатели на мюсюлманската традиция и наука. Концепциите на Исус и неговото проповядване, разработени в Куфа, бяха приети от ранните аскетични християни от Египет, които се противопоставиха на официалните църковни епископски назначения от Рим. [35]\n\nНай-ранните истории, наброяващи около 85, са открити в две основни колекции от аскетична литература, озаглавена Kitab al-Zuhd Wa'l Raqa'iq (Книгата на аскетизма и нежните милости) от Ибн ал-Мубарак (г. 797) и Kitab al-Zuhd (Книгата на аскетизма) от Ибн Ханбал (ум. 855). Тези поговорки попадат в четири основни групи: а) есхатологични поговорки; б) Квазие есексуални поговорки; в) аскетични поговорки и истории; г) поговорки, озвучаващи вътреямусюлманската полемика. [36]\n\nПървата група поговорки разширява архетипа на Исус, както е изобразена в Корана. Втората група истории, макар и съдържаща евангелско ядро, са разширени с \"ясно ислямски печат\". Третата група, която е най -голямата от четирите, представя Исус като покровител на мюсюлманския аскетизъм. Последната група се основава на ислямския архетип и мюсюлманското определение на Исус и Неговите атрибути, подобрявайки езотеричните идеи относно термини като „Дух на Бог“ и „Слово на Бог“. [37]\n\nЧудеса\nОсновна статия: чудеса на Исус\nВижте също: Детско евангелие на Томас\nКоранът приписва най -малко шест чудеса на Исус, като много повече са добавени през вековете от писатели и историци. Чудесата са приписани на Исус като признаци на Неговото пророче и неговата власт, според преподавател и професор Ишак Муса ал-Хусайни (ум. 1990 г.), автор, най-известен с Мудхаккират Даджаджа (Мемоари на кокошка) (Кайро: Дар ал-Маариф , 1943; 2 -ро издание 1967 г.). В Христос в Корана и съвременната арабска литература (1960 г.) Ал-Хусайн каза, че е забележителен Мохамед не приписва чудеса към себе си. [38]\n\nТези шест чудеса в Корана са без подробности за разлика от Евангелието и техните неканонични гностични източници, които включват подробности и споменават други приписвани чудеса. [38] През вековете тези шест чудови разкази са разработени чрез хадис и поезия, с религиозни писания, включително някои от другите чудеса, споменати в Евангелието, неханонични източници и от Лора. [26] [28]\n\nГоворейки от люлката\nГоворейки от люлката се споменава на три места в Корана: Ал-Имран (3) 41, 46, Ал-Маида (5) 109–110 и Мариам (19) 29–30. Част от разказа има бебето Исус да защитава майка си Мария от обвинението, че е родила без известен съпруг. [39] Ранният ислям не беше неясен за Йосиф и неговата роля. Ето защо се твърди, че това гностично евангелско влияние се твърди, че Коранът може да не е божествен от противниците. Исус говори, както Ангелът Габриел е споменал при признанието: Исус провъзгласява, че е слуга на Бог, е получил книга, е пророк, благословен е където и да отиде, благославя деня, в който се е родил, денят, в който ще умре и в деня, в който е отгледан жив. [40]\n\nВъпреки че този конкретен разказ не се намира в Библията, темата за говорене от люлката се намира в неханоничното предислямско сирийско ранна детска евангелие. Този източник има Исус да се обяви за Божия Син, Словото и да потвърди това, което ангелът Габриел преди това е обявил на Мария като подробно в Евангелието. [39]\n\nСъздаване на птици от глина\nЧудотворната история за създаване на птици от глина и дишане на живота в тях, когато дете е споменато в Ал-Имран (3) 43, 49 и Ал-Маида (5) 109–110. Въпреки че това чудо не се споменава и в каноничното Евангелие, един и същ разказ се намира в поне два предислямски източника: началното евангелие на Томас и еврейския Толедот Йешу, с малко детайли между Корана и тези два източника. 41] [42]\n\nИзцеление на слепите и прокажените\nВижте също: Излекуване на двамата слепи мъже в Галилея и почистване на десет прокажени\nПодобно на Новия Завет, Коранът споменава Исус да лекува слепите и прокажените в Ал-Имран (3) 49. Мюсюлмански учен и съдия Ал-Байдави (ум. 1286) написа как е записано, че много хиляди хора дойдоха при Исус да се излекува и Исус да излекува тези болести само чрез молитва. [43] Средновековен учен Ал-Та'лаби пише за това как тези две конкретни заболявания са извън медицинската помощ и чудесата на Исус бяха предназначени да бъдат свидетели на други като ясни признаци на неговото послание. [41]\n\nВдигане на мъртвите\nСмята се, на Jairus, син на вдовицата в Nain и Lazarus). [44]\n\nПредсказване\nИсус беше в състояние да предскаже или имаше предсказание [45] за това, което беше скрито или непознато за другите. Един пример е, че Исус би отговорил правилно на всеки и всеки въпрос, който всеки го е задал. Друг пример е Исус знаеше какво току -що са яли хората, както и какво са съхранявали в домовете си. [26]\n\nТаблица с храна от небето\nОсновна статия: Хранене на множеството\nВижте също: Последна вечеря\nВ петата глава на Корана, Ал-Ма'ида (5) 112–115, разказ споменава учениците на Исус с молба на маса, натоварена с храна, и за да бъде специален ден на възпоменание за тях в бъдеще. Това може да е възможно позоваване на Евхаристията според професор по ислямски и арабски изследвания W. Montgomery Watt (ум. 2006). [46] Според професор по сравнителни религии Джефри Париндър (ум. 2005), не е ясно дали тази история е паралела с последната вечеря на Евангелието или храненето на множеството, но може да бъде обвързана с арабската дума ʿd (мюсюлмански фестивал): [47]\n\nЕдин път учениците казаха: Исусе, син на Мария, може ли твоят Господ да изпрати за нас маса от небето? Той каза, страхувайте се от Бога, ако сте вярващи. Казаха, че искаме да ядем от него и сърцата ни може да са в мир и може да знаем, че сте говорили истинно и сте сред свидетелите на него. Исус, син на Мария, каза: Боже, нашият Господ, изпратете ни на маса от небето, да бъде за нас фестивал, за първия от нас и последния от нас и знак от вас: и дайте осигуряване (на Храна) За нас, защото вие сте най -добрите от доставчиците. Бог каза, че го изпращам за вас. [46]\n\nВ запис на сунитския екзегети Табари, преди последната вечеря, заплахата от смъртта го направи разтревожен. Затова Исус покани своите ученици за последната вечеря. След храненето той миеше ръцете им и извършише отмиването им, за да избърше ръцете си върху дрехите си. След това Исус им отговори: „Що се отнася до това, аз ви направих тази вечер, тъй като ви сервирах яденето и измих ръцете ви лично, нека това е пример за вас. Тъй като наистина ме считате за по -добър от вас, Не бъдете високомерни по отношение на един друг, а по -скоро се разширяват един за друг, тъй като се разширих за вас. \" След като инструктира учениците в Неговите учения, Исус предсказва, че един от тях ще му отрече и друг го предаде. Въпреки това, в съответствие с ислямските възгледи за смъртта на Исус, просто труп в прилика на Исус беше разпнат и самият Исус беше възкресен на Бога. [48]\n\nДруги чудеса\nПрез годините са разработени много истории и разкази за Исус, съдържащи определени присъщи уроци или дават смисъл поради липсата на детайли в Корана по отношение на Исус. Някои от тези разкази са сходни по природа с Новия Завет, докато някои изобразяват Исус по много човешки начин.\n\nОсвен някои подробни резюмета на чудесата на Исус, споменати от мюсюлманските писатели през вековете, от зряла възраст (като ходене по вода - също се намира в Евангелието - и причинявайки хляб, които идват от земята), [39] някои други чудеса от детството Включете: Обясняване на основите на мюсюлманския верую на учител в училище, разкривайки кои са крадците на богат началник, пълнейки празни буркани от нещо, което да пие, осигурявайки храна и вино за тираничен крал, като същевременно доказва на този крал силата си в отглеждането на мъртвец От мъртвите, отглеждането на дете случайно уби и причинява дрехите от едноцветен ДДС да излязат с различни цветове. [26]\n\nИзцеление на сина на кралски служител\nОсновна статия: Изцеление на сина на кралския служител\nАл-Табари (г. 923 г.) съобщава за история на срещата на възрастен Исус с определен цар в региона и изцелението на неговия Син. Самоличността на краля не се споменава, докато легендата предполага Филип Тетрарх. Съответната референция на Библията е „Синът на кралския служител“. [49]\n\nАлчност и разказване на истината\nЛегендарна история за чудо на млад Исус, използвана като силно урок, популярно открит в ерата на Близкия Изток според професор Аюб, има общо с еврейски човек и хляб на хляб. Въпреки че носят полемичен тон, урокът се фокусира върху алчността с разказване на истината, вплетена в разказа. Това е история, открита често в детските книги. [50]\n\nПрисъща мъдрост\nВижте също: Логос (ислям) и Логос (Християнство)\nДруга легендарна история на чудото е тази по отношение на детската мъдрост на Исус. Тази легенда, докладвана чрез Ал-Табари от Ибн Ишак, говори за Мария, която изпраща Исус в религиозно училище и учителят е учуден, за да намери Исус, който вече знае информацията, която се преподава / обсъжда. [26]\n\nХрана в детските домове\nДруга история от Ал Табари разказва за млад Исус, който играе с младежите от неговото село и им казва каква храна родителите им се подготвят за тях у дома. [26]\n\nСпоред подробностите на разказа някои родители се дразнят и забраниха на децата си да играят с Исус, подозирайки, че той е магьосник. В резултат на това родителите държаха децата си далеч от Исус и събраха децата си в една къща. Един ден, чувствайки се самотен, Исус излезе да търси приятелите си и идваше на тази къща, той попита родителите къде са децата им. Родителите излъгаха и отговориха, че децата не са там. След като Исус пита кой тогава е в къщата, родителите наричат ​​Исус свине. Тогава Исус казва „Нека в този дом има свине“, превръщайки всички деца в свине. [28]\n\nПрез вековете мюсюлманските писатели също са се позовавали на други чудеса като изхвърляне на демони, като са взели назаем от някои еретични предслямски източници и от канонични източници, тъй като легендите за Исус са разширени. [26]\n\nОткровение\nОсновна статия: Евангелие в исляма\nМюсюлманите вярват, че Бог е разкрил ново писание на Исус, наречен Ал-Инжил (Евангелието), като същевременно обяви истината на предишните откровения: Ал-Таурат (Тората) и Ал-Забур (Псалмите). [51] Коранът говори благоприятно за Ал-Инджил, който описва като писание, което изпълва сърцата на своите последователи с кротост и благочестие. Традиционната ислямска екзегеза твърди, че библейското послание е изкривено (Тахриф), се нарича Таиин ал-Мубъм („Резолюция на неяснотата“). [52] Това полемично усилие има своя произход от средновековния период с писанията на Абд Ал-Джабар Ибн Ахмад. [53] Що се отнася до закона на Мойсей, Коранът посочва, че Исус никога не е премахвал еврейските закони, а по -скоро ги е потвърждавал, като същевременно прави само частични отмяна. [54]\n\nМюсюлманите отдавна вярват, че Павел целенасочено поквари първоначалните учения на Исус. [55] Историкът от 9-ти век Сайф Ибн Умар твърди, че някои равини убеждават Павел умишлено да заблудят ранните християни, като въвеждат това, което Ибн Хазм разглежда като нежелателни доктрини в християнството. [56]\n\nСпоред Юсуф ал Карадави в книгата си законните и забранените в исляма, правните ограничения Исус отмени за евреи, където първоначално са законодателни от Бог като наказание. [57] Класическите коментари като Tafsir al-Jalalayn уточняват, че се отнасят до консумацията на риба и птиче месо без шипове или като цяло. [58]\n\nСпоменава в Коран\nУченици\nКоранът заявява, че Исус е бил подпомогнат от група ученици (ḥawāriyūn), които вярвали в Неговото послание. Макар да не назовава учениците, Коранът дава няколко случая на Исус да проповядва посланието им. Мюсюлманите гледат на учениците на Исус като идентични на спътниците (ṣaḥāba) на Мохамед. [59] Според християнството имената на дванадесетте ученици са Петър, Андрю, Джеймс, Джон, Филип, Бартоломей, Томас, Матю, Джеймс, Джуд, Саймън и Юда.\n\nКоранът споменава в глава 3, стихове 52–53, че учениците се подчиняват на вярата на исляма: [Необходим не-първичен източник]\n\nКогато Исус намери неверие от тяхна страна, той каза: \"Кой ще бъде моите помощници на (делото на) Бог?\" Казаха учениците: „Ние сме Божиите помощници: ние вярваме в Бог и свидетел ли сте, че сме мюсюлмани. Нашият Господ! Вярваме в това, което сте разкрили, и ние следваме пратеника; след това ни запишете сред онези, които носят свидетел. \"\n\n-Коран Сура Ал-Имран 52–53 [60]\nНай -дългият разказ, включващ учениците на Исус, е, когато Исус извършва чудото да донесе маса храна от небето по тяхна молба, за по -нататъшно доказателство, че неговото проповядване е истинското послание.\n\nВъзнесение\nСтих 157 на Ан-Ниса е основният стих на Корана, който се отнася до събитието на разпятието на Исус. [61] Пише, че Исус не е бил убит и нито разпнат, но „той е направен\nСтих на Ан-Ниса 157\nЧе те казаха (в похвали): „Убихме Месия Исус, Син на Мария, Пратеникът на Бога“, но те не го убиха, нито го разпнаха, но така беше направено да им се яви, и тези, които се различават В това са пълни с съмнения, без (определени) знания, а само предположение, което да следвате, за гаранция, че не го убиха.\n\nда им се яви '. [62] Повечето ислямски традиции категорично отричат, че Исус физически е умрял на кръста или по друг начин. [63] [64] Ислямската екзегеза съобщава, че друг човек е бил разпнат на мястото на Исус. Някои съвременни мюсюлмански учени обаче смятат, че Исус наистина е умрял, а препратките към неговото оцеляване са символични, а не буквални. Това несъгласие относно естеството на смъртта на Исус се намира в самия ислямски канон, като най -ранният хадис цитира другарите на Мохамед, казвайки, че Исус е умрял. Междувременно по -голямата част от следващите хадиси и Тафсир спорят в полза на обратното. [Необходимо е цитирането]\n\nСпоред Корана той не е бил разпнат, а е бил доста спасен от Бог. (Въпреки че най -ранните ислямски традиции и екзегеза цитират донякъде противоречиви доклади относно смъртта и нейната дължина, мюсюлманите вярват, че Исус не е умрял на кръста, но вярва, че е спасен, като е възкресен жив в небето).\n\nЗаместване\nНе е ясно откъде точно възниква заместителската интерпретация, но някои учени считат теорията, произхождаща сред определени гностически групи от втория век. [10] Лейрвик намира Корана и Хадис, че са били ясно повлияни от неканоничното („еретично“) християнство, което е преобладавало на Арабския полуостров и по-нататък в Абисиния. [65]\n\nДокато повечето западни учени, [66] евреи, [67] и християните вярват разпнат вместо Исус (вж. Описанието на Иреней на ерес на базилиди, книга I, гл. XXIV, 4.). [68] [69]\n\nНякои несъгласие и раздори могат да се видят, като се започне от доклада на Ибн Ишак (г. 761) за кратко отчитане на събитията, водещи до разпятието, като първо се посочва, че Исус е заменен от някой на име Сергий, като вторият съобщава за разказ на гробницата на Исус, че е гробницата на Исус Намира се в Медина и трето, цитирайки местата в Корана (3:55; 4: 158), че Бог отведе Исус до себе си. [70]\n\nИбн Катир (г. 1373 г.) следва традиции, които подсказват, че се е случило разпятие, но не и с Исус. [81] След събитието Ибн Катир съобщава, че хората са били разделени в три групи след три различни разказа; Якобитите, вярвали, че „Бог остана с нас, стига да пожелае и след това се възкачи на небето“; Несторианците, вярвайки на „Божият Син беше с нас, стига да пожелае, докато Бог го не го възкреси на небето“; и мюсюлманите, вярващи на \"слугата и Божия Пратеник, Исус, останаха с нас, докато Бог не пожелае, докато Бог Го не го възкреси при себе си.\" [82]\n\nВторо идване\nВремева линия на пристигането на Исус преди съда ден\n\nМинарета на Иса в джамията Умаяд, Дамаск\nСпоред ислямската традиция, след като се е изкачил на небето и е обитавал там 2000+ години, Исус ще се спусне на земята малко преди деня на съда, в разгара на войните се бие срещу Ал Масих Ад-Даджал („Фалшивият Месия“) и неговите последователи , За да се притече на помощ на Махди и неговите мюсюлмански последователи. [86] Облечен в шафрани одежди с подвижна глава, Исус ще се спусне в точката на бяла минаре, в източен Дамаск, за който се смята, че е минарето на Иса В джамията Umayyad. [87] След това той ще поздрави Махди и (като е мюсюлманин), молете се до него. В крайна сметка Исус ще убие даджала в Лод. [88]\n\nСлед това той ще „разбие кръста, ще убие прасетата и ще премахне данъка на Джиза“, според добре познат хадис Сахих ал Бухари. [89] [90] „Обичайното тълкуване“ на това пророчество е, че като мюсюлманин Исус ще спре християнското поклонение на себе си и във вярата в своята божественост, „символизирана от кръста“. Той ще възстанови кошерните/халални диетични закони, изоставени от християнството; [91] и тъй като евреите и християните сега всички ще отхвърлят предишната си вяра и ще приемат исляма, няма да има повече нужда от данъка на Джиза върху невярващите. [92] (Според един хадис Исус ще „унищожи църквите и храмовете и ще убие християните, освен ако не вярват в Него.“) [93] [Бележка 1]\n\nИслямските текстове също намекват за повторното появяване на древната заплаха Gog и Magog (Yaʾjūj Maʾjūj), които ще се измъкнат от подземното си задържане и ще причинят хаос aroung света. [95] Бог, в отговор на молитвите на Исус, ще ги убие, като изпрати вид червей в напсите на вратовете си и ще изпрати големи птици да носят и изчистят труповете си от земята. [86] След смъртта на Махди Исус ще поеме световното ръководство и мирът и справедливостта ще бъдат универсални.\n\nСъщо така според традицията Исус след това ще се ожени, ще има деца и ще управлява света в продължение на четиридесет години (традициите дават много различни времеви периоди), след което той ще умре. [96] След това мюсюлманите ще извършат погребалната молитва за него и след това ще го погребат в Зеления купол в град Медина в гроб, оставен свободен до Мохамед, Абу Бакр и Умар. [97] Според легендата на Ибн Халдун, двата халифа ще се издигнат от мъртвите между двамата пророци. [98]\n\nИзточници\nДокато Коранът не описва нито един от горните разкази за завръщането на Исус, [99] много мюсюлмани вярват, че два Корански стиха се отнасят към второто му идване през края на времето. [90] (1) Споменатият по -горе стих, в който се посочва, че той никога не е умрял на земята:\n\n\"И [за] тяхното поговорка:\" Наистина, ние сме убили Месия, Исус, Син Мария, Пратеник на Аллах. \" И те не го убиха, нито го разпнаха; но [друг] беше направен да го прилича на тях. И наистина онези, които се различават от него, се съмняват в това. Те нямат познания за това, освен следното предположение . И те не го убиха със сигурност. \" (Q.4: 157 :)\nИ втори стих, интерпретиран, за да посочи връзка между Исус и „Часът“ (Крайни времена):\n\n\"И ето! Наистина има знания за часа. Така че се съмнявайте, че не го засягате, но ме следвайте. Това е правилният път.\" (Q.43: 61 Trans Pickthall). [90]\nХадисите при завръщането на Исус са проследени обратно в Абу Хурайра, един от Сахаба, но всъщност може да са въведени по -късно по време на граждански войни в ранния абасид халифат, когато се очакваше спасител. Докато за Шиас Махди ще бъде Спасителят, някои сунити са склонни да очакват завръщането на Исус. По време на ранния абасид халифат, носещ разпятие в процесии и държане на прасета на публично място, беше забранено. В противен случай счупването на кръста може да отразява общото неодобрение на този символ от мюсюлманите и да убие прасетата препратка към Исус Екзорцизъм на Легион. [100]\n\nИсус се споменава около 187 пъти в Корана, пряко и косвено, а също и посочен от много заглавия, като най-често срещаното е ал-Масих („Месията“). [3] [110] [111] [112] [33 ] Исус се споменава 25 пъти с името Иса, [бележка 2] трето лице 48 пъти, [бележка 3] първо лице 35 пъти, а останалите като заглавия в Корана. [Забележка 4] [113]\n\nМохамед се определи като „най -близкия от всички хора за Исус“. [114]\n\nСимучия с Адам\nКоранът подчертава креационизма на Исус [107] чрез своята подобра на Адам по отношение на липсата на човешки произход. Мохамед често се използва за сравняване на ражданията на Адам и Исус. [115]\n\nИслямската екзегеза екстраполира логическото несъответствие зад християнския аргумент за божествената намеса, тъй като такива последици биха приписали божествеността на Адам, който се разбира само като творение. [107]\n \nВ исляма се смята, че Исус е бил предшественик на ислямския пророк Мохамед. Според Корана, идването на Мохамед е предвидено от Исус в AS-SAFF 61: 6 Чрез този стих ранните арабски мюсюлмани претендират за легитимност за новата си вяра в съществуващите религиозни традиции и предполагаемите прогнози на Исус. [116] Мюсюлманите вярват, че Исус е бил предвестник на Мохамед и че той пророкува идването на последния. [117] [26] Тази перспектива се основава на стих на Корана, в който Исус говори за пратеник, който да се яви след него, наречен „Ахмад“. [118] Ислямът асоциира Ахмад с Мохамед, и двете думи, произтичащи от H-M-D триконсоналния корен, който се отнася до похвала. Мюсюлманите твърдят, че доказателства за произнасянето на Исус присъстват в Новия Завет, позовавайки се на споменаването на Параклета, чието идване е предсказано в Евангелието на Йоан. [119]\n\nМюсюлманските коментатори твърдят, че използваната оригинална гръцка дума е била перикутос, което означава известен, знаменит или похвален - преден на арабски като Ахмад; и че това е заменено от християни с Параклетос. [97] [120] Тази идея се обсъжда, питайки дали традиционното разбиране се подкрепя от текста на Корана.\n\nИслямското богословие твърди, че Исус е предвидил друг пророк, който го е успял според Сура 61: 6, с споменаването на името Ахмад. (Ahmad is an Arabic name from the same triconsonantal root Ḥ-M-D = [ح - م - د].) In responding to Ibn Ishaq's biography of Muhammad, the Sirat Rasul Allah, Islamic scholar Alfred Guillaume wrote:\n\nВръщайки се към термина \"Ахмад\", мюсюлманите предположиха, че Ахмад е преводът на Периклутос, празнуван или похвален, който е корупция на Параклетос, Параклетът на Джон XIV, XV и XVI. [121]\n\nХадис\nСъобщава се за хадисите на Мохамед и хората около него. Хадисът, съдържащ легендата на Исус, е бил повлиян от неканоничното („еретично“) християнство, което е надделяло на Арабския полуостров и по-нататък в Абисиния. [65] Хадисът развива каноничен статус през третия мюсюлмански век като източник на авторитет за мюсюлманската общност. Мюсюлманското възприятие на Исус, възникващ от хадиса, е от чудотворна, безгрешна и есхатологична фигура, насочваща хората, отново според перспективата на мюсюлманите за пророчеството, към мюсюлманската вяра (мюсюлманин; този, който се подчинява на волята на Бога). [ 130]\n\nХадисите са изиграли много важна роля, оформяща образа на Исус сред обикновените мюсюлмани, след като се развиват, когато включват хадиси и тафсири, тъкали в големи количества легендарни писания и доклади. [26] С мюсюлманския прекрояване, празнотата на Исус е изненадваща. Вместо това се пише, е аскетичният магьосник, подпомогнат от Светия Дух. Евангелието се разглежда като книга, която трябва да бъде проповядвана и се споменава само при преминаване, без да се споменава действителните учения. Поразително е, че измислените поговорки и предполагаеми учения на Исус получават превъзходство в хадисите, в шиитския ислям и в суфийските представи на Исус. [65]\n\nСунитски ислям\nВ Китаб ал Милал Ва ал-Нихал, Ал-Шахрастани (ум. 1153), влиятелен персийски историк, историограф, учен, философ и богослов, записва изобразяване на Исус много близо до православния принцип, докато продължава ислямския разказ:\n\nХристияните. (Те са) общността (умма) на Христос, Исус, Син на Мария (мир върху него). Той е този, който наистина е изпратен (като пророк; Маб'ут) след Мойсей (мир върху него) и който е обявен в Тората. За него бяха (предоставени) явни знаци и забележителни доказателства, като съживяването на мъртвите и лечението на слепите и прокажените. Самата му природа и вродено разположение (FITRA) са перфектен знак за неговата истинност; Тоест, идването му без предишно семе и говоренето му без предварително преподаване. За всички (други) пророци пристигането на откровението им беше на (възраст) четиридесет години, но откровението му дойде, когато той беше накаран да говори в люлката, и откровението му дойде, когато той предаде (Божественото послание) на (на възраст) тридесет. Продължителността на неговата (пророческа) мисия (Да'ва) беше три години и три месеца и три дни. [131]\n\nШиитски ислям\nВ Nahj al-Balagha се съобщава, че четвъртият халиф Али (R. 656–661) е говорил за простотата на Исус. [132] Али казва, че \"Исус е използвал камък за възглавницата си, облечена на груби дрехи и яде груба храна. Неговата подправка беше глад. Богатството да се отклонява. Двата му крака бяха неговото предаване, а двете му ръце бяха негов слуга “. [132] Според Джафар ал Садик, правнук на Али, времето между Давид и Исус беше четиристотин години. [133] Освен това Джафар казва, че религията на Исус е била монотеизъм (тауд) и чистота (Икла). [133] „Инхил“ (Евангелие) е изпратен до него и обещанието, което други пророци са взели, също са взети от Исус: за да се установи молитва с религия, да се възползва от доброто и да забрани злото, позволявайки това, което е позволено и забраняващо онова, което е било забранено. Приветстванията и притчите му бяха изпращани в „инвникът“, но в него нямаше закон за възмездие, нито предписания за възмездие (Ахкам ал-Худуд) и няма задължения за наследство. Той беше изпратен това, което беше облекчаване на това, което беше изпратено на Мойсей в Тората. Исус заповяда на своите последователи, че те вярват в закона на Тората и „инвникът“. [133]\n\nСпоред Кади ал-Нуман, известен мюсюлмански юрист от Фатимидския период, Исус е посочен като Месия (ал-Маси) в Корана, защото е изпратен на хората, които са отговорили на него, за да се отстранят (Масаха ) техните примеси, неразположения на тяхната вяра; независимо дали е очевиден (Захир) или скрит (Батин). Кади ал Захир), споменат в Корана. Той казва, че Мария, майката на Исус, е метафора за някой, който е отгледал и инструктирал Исус (Лахик), а не физически да му роди. Кади ал Нуман обяснява, че Исус е бил от чистото потомство на Авраам, точно както Али и неговите синове са били от чистото потомство на Мохамед, чрез Фатима. [134]\n\nВъншен вид\nВъз основа на няколко Хадис разказ на Мохамед, Исус може да бъде описан физически по този начин (с всякакви различия във физическото описание на Исус се дължи на Мохамед, който го описва, когато го вижда в различни поводи, например по време на неговото възнесение на небето, или когато описва Исус по време на Исус „Второ идване): [144]\n\nДобре изграден човек със средна/умерена/средна височина и ръст с широк гърди.\nПрава, ланка и дълга коса, които паднаха между раменете му. Изглежда, че водата се изтръпва от главата му, макар че не е мокра.",
"r.Muhammad": "Мохамед в исляма\nОт Уикипедия, свободната енциклопедия\nНаправете към NavigationJump, за да търсите\nТази статия е за ролята и значението на Мохамед в ислямски контекст. За общ преглед вижте Мохамед.\nИмам Ал-Анбия\nRasūl Allāh\nМохамед\nمُحَمَّدٌ\nمحمد صلى الله عليه وسلم. Svg\n„Мохамед“ в ислямската калиграфия\nПророк на исляма\nПредшествано от Иса (Исус)\nУспя да премахне позицията си\nЗаглавие Khatam An-Nabiyyin („Печат на пророците“)\nЛичен\nРоден в понеделник, 12 Rabi 'Al-Awwal 53 BH (570 CE)\nМека, Хеджаз, Арабия\nУмира в понеделник, 12 Rabi 'Al-Awwal 11 AH (8 юни 632 г. пр. Н. Е.)\nМедина, Хеджаз, Арабия\nПочистване на зелен купол, джамия на пророка, Медина\nРелигия Ислям\nСъпругът виж съпругите на Мохамед\nДецата виждат децата на Мохамед\nРодители\nАбд Аллах ибн Абд ал-Муталиб (баща)\nAmina Bint Wahb (майка)\nЗабележителна работа (и) Конституция на Медина\nДруги имена вижте имена и заглавия на Мохамед\nРоднините виждат родословното дърво на Мохамед, Ахл ал-Байт („Семейство на къщата“)\nПодпис Muhammad Seal.Svg\nПечат на Мохамед\nМюсюлмански лидер\nНаследник вижте наследяването на Мохамед\nАрабско име\nЛичен (ISM) Мохамед\nПатронимична (Насаб) Мухаммад ибн Абд Аллах ибн Абд Ал-Муталиб ибн Хашим ибн Абд Манаф ибн Кусай ибн Килаб\nТекнонимичен (Куня) Абу ал Касим\nБисмилахир Рахманир Рахим\nЧаст от поредица за исляма\nИслямски пророци\nАнбия\nПророци в Корана\nИзброени с ислямско име и библейско име.\nʾĀdam (Adam)ʾIdrīs (Enoch)Nūḥ (Noah)Hūd (Eber)Ṣāliḥ (Selah)ʾIbrāhīm (Abraham)Lūṭ (Lot)ʾIsmāʿīl (Ishmael)ʾIsḥāq (Isaac)Yaʿqūb (Jacob)Yūsuf (Joseph)Ayūb (Job)Shuʿayb ( Jethro)Mūsā (Moses)Hārūn (Aaron)Dhul-Kifl (Ezekiel or Gautama Buddha)Dāūd (David)Sulaymān (Solomon)Yūnus (Jonah)ʾIlyās (Elijah)Alyasaʿ (Elisha)Zakarīya (Zechariah)Yaḥyā (John)ʿĪsā (Jesus ) Мухамед (Мохамед)\nОсновни събития\nГледки\n Ислямски портал\nvte\nЧаст от серия на\nИслям\nAllah3.svg\nВярвания\nПрактики\nТекстовете\nИстория\nКултура и общество\nСвързани теми\n Ислямски портал\nvte\nМухаммад ибн Абд Аллах (арабски: مُحَمَّدُ بْنُ عَبْدِ ٱللهِ; c.570 - 8 юни 632 г. пр. Н. Е.), Смята се, че е печатът на пратениците и пророците във всички основни клони на исляма. Мюсюлманите вярват, че Коранът, централният религиозен текст на исляма, е разкрит на Мохамед от Бог и че Мохамед е изпратен да възстанови исляма, който според тях не е възникнал с Мохамед, но е истинската непроменена оригинална монотеистична вяра на Адам, Авраам, Мойсей, Исус и други пророци. [1] [2] [3] [4] Религиозните, социалните и политическите принципи, които Мохамед създаде с Корана, стана основата на исляма и мюсюлманския свят. [5]\n\nРоден около 53 BH (570 г. пр. Н. Е.) В уважавано семейство на Корайши от Мека, Мохамед спечели титлата „Ал-Амин“ (اَلْأَمِينُ, което означава „надеждният“). [6] [7] На 40 -годишна възраст на 11 bh (610 г. пр. Н. Е.), Мухамед се казва, че е получил първото си словесно откровение в пещерата, наречена Хира, което е началото на спускането на Корана, което продължава до края на живота си; и мюсюлманите смятат, че Мохамед е бил помолен от Бог да проповядва единството на Бог, за да отпечата идолопоклонството, практика, която явно присъства в предислямска Арабия. [8] [9] Because of persecution of the newly converted Muslims, upon the invitation of a delegation from Medina (then known as Yathrib), Muhammad and his followers migrated to Medina in 1 AH (622 CE), an event known as the Hijrah.[10][ 11] Повратна точка в живота на Мохамед, тази Хегира също бележи началото на ислямския календар. В Медина Мохамед очертава конституцията на Медина, уточнявайки правата на и отношенията между различните съществуващи общности там, формира независима общност и успя да установи първата ислямска държава. [12] Въпреки продължаващата враждебност на меканите, Мохамед, заедно със своите последователи, пое контрола над Мека през 630 г. [13] [14] и нареди унищожаването на всички езически идоли. [15] [16] В по -късните си години в Медина Мохамед обедини различните племена на Арабия при исляма [17] и провежда социални и религиозни реформи. [18] По времето, когато той умря в около 11 AH (632 г. пр. Н. Е.), Почти всички племена на Арабския полуостров са се превърнали в ислям. [19]\n\nМюсюлманите често наричат ​​Мохамед като пророк Мохамед, или просто „Пророкът“ или „Пратеникът“ и го считат за най -великия от всички пророци. [1] [20] [21] [22] Той се вижда от мюсюлманите като притежател на всички добродетели. [23] Като акт на уважение мюсюлманите следват името на Мохамед от арабското благословия Саллалаху 'Алайхи ва салам (означава мир върху него), [24] понякога съкратено като „видян“ или „pbuh“.\n\nВ Корана\nДопълнителна информация: Мохамед в Корана\n\nИмето Мохамед, написано в Тулут, сценарий разнообразие от ислямска калиграфия\nКоранът изброява малко за ранния живот на Мохамед или други биографски детайли, но той говори за неговата пророческа мисия, неговите морални постижения и богословски въпроси относно Мохамед. Според Корана Мохамед е последният във верига от пророци, изпратени от Бог (33:40). В целия Коран Мохамед е наричан „Пратеник“, „Божият пратеник“ и „Пророк“. Някои от подобни стихове са 2: 101, 2: 143, 2: 151, 3:32, 3:81, 3: 144, 3: 164, 4: 79-80, 5:15, 5:41, 7: 157 , 8:01, 9: 3, 33:40, 48:29 и 66:09. Използват се и други термини, включително „Warner“, „носител на Gladed Witings“ и „този, който кани хората на един-единствен Бог“ (Коран 12: 108 и 33: 45-46). Коранът твърди, че Мохамед е бил човек, притежавал най -високото морално съвършенство и че Бог му е направил добър пример или „добър модел“, който мюсюлманите да следват (Коран 68: 4 и 33:21). Коранът отказва всякакви свръхчовешки характеристики за Мохамед [25], но го описва по отношение на положителни човешки качества. В няколко стиха Коранът кристализира отношението на Мохамед с човечеството. Според Корана Бог изпрати Мохамед с истината (Божието послание към човечеството) и като благословия към целия свят (Коран 39:33 и 21: 107). В ислямската традиция това означава, че Бог изпрати Мохамед със Своето послание към човечеството, след което ще даде на хората спасение в отвъдното, и това е учението на Мохамед и чистотата на личния му живот, които поддържат живи божия на Бога на този свят . [26]\n\nСпоред Корана, идването на Мохамед е предсказано от Исус: „И помнете, Исус, Син на Мария, каза:„ О, Израилевите деца! Аз съм Божият пратеник към вас, потвърждавайки закона (който дойде) пред мен, и даване на радостни съобщения на пратеник, който ще дойде след мен, чието име ще бъде Ахмад '\"(Коран 61: 6). Чрез този стих ранните арабски мюсюлмани претендираха за легитимност за новата си вяра в съществуващите религиозни традиции и предполагаемите прогнози на Исус. [27]",
"Birth of the Universe": "Раждане на Вселената",
"Common Era": "Обща ера",
"Big Bang": "Голям взрив",
"Milky Way is Born": "Млечен път се ражда",
"Sun is Born": "Слънцето се ражда",
"Earth is Born": "Земята се ражда",
"Heavy Bombardment": "Тежка бомбардировка",
"Life on Earth": "Живот на земята",
"Single Celled Organisms": "Единични клетъчни организми",
"Animals": "Животни",
"Fish": "Риба",
"Insects": "Насекоми",
"Reptiles": "Влечуги",
"Dinosaur Age": "Възраст на динозавър",
"Mammals": "Бозайници",
"Stegosaurus": "Стегозавър",
"Tyrannosaurus": "Тиранозавър",
"Dinosaur Extinction": "Изчезване на динозавър",
"Primate Bipedalism": "Бипедализъм на приматите",
"Constructed Tools": "Конструирани инструменти",
"Control Fire": "Контролен огън",
"First Temple": "Първи храм",
"Agricultural Revolution": "Селскостопанска революция",
"Writing": "Писане",
"Recorded History": "Записана история",
"First Pyramid Built": "Първа построена пирамида",
"Roman Empire": "римска империя",
"Crusades": "Кръстоносни походи",
"Black Plague": "Черна чума",
"Constantinople Istanbul": "Константинопол Истанбул",
"Newton and Gravity": "Нютон и гравитация",
"Industrialization": "Индустриализация",
"Darwin's Theory of Evolution": "Теорията на еволюцията на Дарвин",
"World War 1": "Първа световна война",
"World War 2": "Втората световна война",
"Cold War": "Студена война",
"Moon Landing": "Кацане на Луната",
"World Wide Web": "Световна мрежа",
"Sign In": "Впиши се",
"Sign Up": "Регистрирай се",
"Send a password reset email": "Изпратете имейл за нулиране на парола",
"Email": "електронна поща",
"Password": "Парола",
"Name": "Име",
"Error Signing In": "Грешка при влизане",
"Email or password is incorrect": "Имейлът или паролата са неправилни",
"Forgot password?": "Забравена парола?",
"Create an account": "Създай профил",
"Sign Up Failed": "Регистрирайте се неуспешно",
"Have an account? Sign in to your account.": "Има акаунт? Влезте във вашия акаунт.",
"Password Reset Email Sent": "Изпратено имейл за нулиране на парола",
"To reset your password, follow the emailed instructions.": "За да нулирате паролата си, следвайте инструкциите по имейл.",
"Failed to send password reset email.": "Неуспешно изпращане на имейл за нулиране на парола.",
"User Updated": "Потребител актуализиран",
"User information successfully updated.": "Информацията за потребителя успешно се актуализира.",
"This email address already has an account. Sign in?": "Този имейл адрес вече има акаунт. Впиши се?",
"Failed to update user": "Неуспешно актуализиране на потребителя",
"Enter Your Password": "Въведете паролата си",
"Cancel": "Отказ",
"Submit": "Изпращане",
"The password does not match our records.": "Паролата не съвпада с нашите записи.",
"This account was disabled by the admin.": "Този акаунт е деактивиран от администратора.",
"Too many requests were made.": "Бяха отправени твърде много заявки.",
"This operation is not allowed.": "Тази операция не е разрешена.",
"This operation requires a recent login.": "Тази операция изисква скорошно влизане.",
"Unknown Error": "Неизвестна грешка",
"Settings": "Настройки",
"Language": "Език",
"Theme": "Тема",
"Sign Out": "Отписване",
"Dark": "Тъмно",
"Light": "Светлина",
"Update Profile": "Профил за актуализиране",
"Must be a valid email address": "Трябва да е валиден имейл адрес",
"Password must be at least 6 characters": "Паролата трябва да е най -малко 6 знака",
"Must be a name": "Трябва да е име",
"Must be a number": "Трябва да е число",
"This is required": "Това е необходимо",
"a.Isharet": "уведомление",
"a.{0} Isharet": "{0} Известие",
"at.{0} Updated": "{0} Актуализирано",
"a.Athan": "Атан",
"at.{0} on": "{0}",
"at.{0} off": "{0} изключен",
"Default sound on": "По подразбиране звук на",
"Default sound off": "Звук по подразбиране е изключен",
"Vibration on": "Вибрация на",
"Vibration off": "Вибрация изключена",
"AM": "Съм",
"PM": "PM",
"a.Fajr": "Файр",
"a.Shuruq": "Изгрев",
"a.Ishraq": "Ишрак",
"a.Duha": "Духа",
"a.Istiwa": "Зенит",
"a.Dhuhr": "Dhuhr",
"a.Asr": "Asr",
"a.Ghurub": "Слънце",
"a.Maghrib": "Магриб",
"a.Isha": "Иша",
"a.Muntasaf Allayl": "Средата на нощта",
"a.Althuluth Al'Akhir Min Allayl": "Последната трета от нощта",
"a.{0} Tomorrow": "{0} утре",
"Select the salah time calculation method": "Изберете метода за изчисляване на времето на Салах",
"Calculation Method": "Метод на изчисление",
"at.asrStartTime": "Стартирайте ASR, когато сянката на обекта е същата му дължина ({0}) или удвоете дължината му ({1})",
"a.Zaman": "Време",
"a.Sabqan": "По -рано",
"a.Lahiqan": "По късно",
"at.{0} Default": "{0} По подразбиране",
"at.showJumah": "Показване {0} подробности за молитвата в петък или винаги покажете {1} подробности",
"Round Time To": "Кръгло време до",
"Round prayer times to the closest minutes or seconds": "Кръгли молитвени времена до най -близките минути или секунди",
"a.Saat": "Часа",
"a.Daqayiq": "Минути",
"a.Thawani": "Секунди",
"a.Saat Hayit": "Часовник",
"Should the clock show 12 hour or 24 hour times": "Трябва ли часовникът да покаже 12 часа или 24 часа пъти",
"a.Adhkar As-Sabah": "Сутрешен Адкар",
"a.Adhkar Al-Masaa": "Вечер Адкар",
"at.aqCountdownTimer": "{0}: {1}: {2}, докато \"{3}\" приключва и \"{4}\" започва",
"at.aqCountdownTimerLayl": "{0}: {1}: {2}, докато \"{3}\" започва",
"a.Muharram": "Мухарам",
"a.Safar": "Сафар",
"a.Rabi' Al-Awwal": "Раби 'ал-Аввал",
"a.Rabi' Al-Thani": "Раби 'Ал-Тани",
"a.Jumada Al-Awwal": "Jumada al-Awwal",
"a.Jumada Al-Thani": "Джумада ал Тани",
"a.Rajab": "Раджаб",
"a.Sha'aban": "Sha'aban",
"a.Ramadan": "Рамадан",
"a.Shawwal": "Shawwal",
"a.Dhu Al-Qi'dah": "Dhu al-Qi'dah",
"a.Dhu Al-Hijjah": "Dhu al-Hijjah",
"a.Qiyam": "Qiyam",
"a.Taraweeh": "Тарауех",
"a.Nayam": "Сън",
"a.Tahajjud": "Tahajjud",
"a.Witr": "Witr",
"a.Aliathnayn": "Понеделник",
"a.Althulatha'": "Вторник",
"a.Al'arbiea'": "Сряда",
"a.Alkhamis": "Четвъртък",
"a.Jumah": "Петък",
"a.Alsabt": "Събота",
"a.Al'ahad": "Неделя",
"a.Kānūn aṯ-Ṯānī": "Януари",
"a.Šubāṭ": "Февруари",
"a.'Āḏār": "Март",
"a.Naysān": "април",
"a.'Ayyār": "Може",
"a.Ḥazīrān": "юни",
"a.Tammūz": "Юли",
"a.'Āb": "Август",
"a.'Aylūl": "Септември",
"a.Tišrīn al-'Awwal": "Октомври",
"a.Tišrīn aṯ-Ṯānī": "Ноември",
"a.Kānūn al-'Awwal": "Декември",
"a.Layl": "Нощ",
"Quest was already completed": "Quest вече беше завършен",
"Quest skipped, try again tomorrow": "Quest прескочи, опитайте отново утре",
"Quest expired, try again tomorrow": "Quest изтече, опитайте отново утре",
"Quest is not active yet": "Quest все още не е активен",
"at.Tap to skip quest, you will lose {0}": "Докоснете, за да пропуснете Quest, ще загубите {0}",
"a.Ajr": "Награди",
"Skip": "Пропуснете",
"Done": "Свършен",
"Tap to complete quest": "Докоснете, за да завършите Quest",
"Active": "Активен",
"Daily": "Ежедневно",
"a.hapi": "Хапи",
"Set long-term goals": "Поставете дългосрочни цели",
"Manage and prioritize your time": "Управлявайте и приоритизирайте времето си",
"Build religious and healthy habits": "Изградете религиозни и здравословни навици",
"Pray like the Prophet (AS)": "Молете се като пророка (AS)",
"a.'Adawat": "Инструменти",
"a.Dua": "Дуа",
"a.dua": "Дуа",
"a.Hadith": "Хадис",
"a.Quran": "Коран",
"a.Tarikh": "История",
"a.Alathar": "Реликви",
"a.'Asyila": "Куестове",
"View your rewards": "Вижте вашите награди",
"Find prayers": "Намерете молитви",
"Read from Books of Hadith": "Прочетете от книгите на хадиса",
"Read the Quran": "Прочетете Корана",
"View the history of Islam and our Universe": "Вижте историята на исляма и нашата вселена",
"Use tools like the Qiblah Finder and Islamic Dictionary": "Използвайте инструменти като Qiblah Finder и ислямски речник",
"Collect, upgrade and learn from Relics": "Събирайте, надградете и се научете от реликви",
"Earn rewards for this life and the next": "Печелете награди за този живот и следващия",
"Go back to previous page": "Върнете се на предишната страница",
"at.Go back to {0} home page": "Върнете се на {0} начална страница",
"Hide menu": "Скриване на менюто",
"Show menu": "Показване на менюто",
"Menu": "Меню",
"Search": "Търсене",
"Favorites": "Любими",
"at.{0} Menu": "{0} Меню",
"at.{0} Search": "{0} търсене",
"at.{0} Favorites": "{0} Любими",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} се прави от доброволци заради {1} {2}.",
"We hope it greatly improves your happiness in this life and the next.": "Надяваме се, че това значително подобрява вашето щастие в този живот и следващия.",
"at.{0} will never track or sell your data and will remain free.": "{0} никога няма да проследява или продава вашите данни и ще остане безплатен.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "Можете да поддържате {0} с вашия {1}, споделяне {2} и дарявате за разходите за сървър, допълнителни разработки и програми за социални пропаганди.",
"a.Allah": "Аллах",
"a.SWT": "SWT",
"at.About {0}": "Около {0}",
"at.Share {0} then share in mountains of rewards!": "Споделете {0} След това споделете в планините на наградите!",
"a.Assalamu Alaykum": "Мир на теб",
",": ",",
"Check out this really useful and fun Muslim app!": "Вижте това наистина полезно и забавно мюсюлманско приложение!",
"Learn more at": "Научете повече в",
"Show favorite events": "Покажете любими събития",
"Show all events": "Покажете всички събития",
"Hide events": "Скриване на събития",
"Navigate to past": "Отворете миналото",
"Navigate to future": "Отворете бъдещето",
"Quintillion": "Квинтилион",
"Quadrillion": "Квадрилион",
"Trillion": "Трилион",
"Billion": "Милиард",
"Million": "Милион",
"Thousand": "Хиляда",
"Year": "Година",
"Years": "Години",
"Ago": "Преди",
"Years Ago": "Преди години",
"AD": "Ad",
"BC": "BC",
"AH": "AH",
"BH": "BH",
"page away": "Страница далеч",
"pages away": "страници далеч",
"Era": "Ера",
"a.Adam": "Адам",
"a.Idris": "Идрис",
"a.Nuh": "Nuh",
"a.Hud": "HUD",
"a.Salih": "Салих",
"a.Ibrahim": "Ибрахим",
"a.Lut": "Lut",
"a.Ismail": "Исмаил",
"a.Ishaq": "Ишак",
"a.Yaqub": "Yaqub",
"a.Yusuf": "Юсуф",
"a.Ayyub": "Ayyub",
"a.Shuayb": "Shuayb",
"a.Musa": "Муса",
"a.Harun": "Харун",
"a.DhulKifl": "Dhul-kifl",
"a.Dawud": "Дауд",
"a.Suleyman": "Сюлейман",
"a.Ilyas": "Ilyas",
"a.Alyasa": "Alyasa",
"a.Yunus": "Юнус",
"a.Zakariya": "Закария",
"a.Yahya": "Яхя",
"a.Isa": "Е",
"a.Muhammad": "Мохамед",
"p.Birth of humanity": "Раждане на човечеството",
"p.Earth (4:1)": "Земя (4: 1)",
"p.Great Flood": "Голям наводнение",
"p.Babylon": "Вавилон",
"p.The people of Noah (26:105)": "Хората от Ной (26: 105)",
"p.Ad tribe (7:65)": "Ad Tribe (7:65)",
"p.Thamud tribe (7:73)": "Thamud Tribe (7:73)",
"p.Migration of the Jews to Iraq": "Миграция на евреите в Ирак",
"p.Babylon, The people of Iraq & Syria (22:43)": "Вавилон, хората от Ирак и Сирия (22:43)",
"p.Sodom and Gomorrah (7:80)": "Содом и Гомора (7:80)",
"p.Pre-Islamic Arabia (Mecca)": "Предислямска Арабия (Мека)",
"p.Palestine/Canaan": "Палестина/Ханаан",
"p.Twelve Tribes of Israel": "Дванадесет племена на Израел",
"p.Ancient Kingdom of Egypt": "Древно царство на Египет",
"p.King of Israel": "Цар на Израел",
"p.Edom": "Едом",
"p.Midian (7:85)": "Мидиан (7:85)",
"p.Ancient Pharaoh Kingdoms Of Egypt": "Древни фараонски царства на Египет",
"p.Egypt Pharaoh and his establishment (43:46)": "Египет фараон и неговото установяване (43:46)",
"p.Jerusalem": "Йерусалим",
"p.Sumaria, The people of Ilyas (37:124)": "Сумария, хората от Иляс (37: 124)",
"p.Samaria, Eastern Arabia, & Persia": "Самария, Източна Арабия и Персия",
"p.Ninevah, The people of Yunus (10:98)": "Нинева, хората от Юнус (10:98)",
"p.Banu Israel, The Children of Israel (61:6)": "Бану Израел, децата на Израел (61: 6)",
"p.All humanity and jinn (21:107)": "Цялото човечество и Джин (21: 107)",
"a.Khātam al-Nabiyyīn": "Печат на пророците",
"a.Ahmad": "Най -заслужаваща похвала (61: 6)",
"a.Al-Mahi": "Гумата (за невежество и неверие)",
"a.al-Hashir": "The Gatherer (първо да бъде възкресен в деня на съд и кой ще се събере отзад) (2: 119)",
"a.Al-Aqib": "Финалът (пророк)",
"a.al-Nabī": "Пророкът",
"a.Rasūl’Allāh": "Пратеник Божи",
"a.al-Ḥabīb": "Възлюбеният",
"a.Ḥabīb Allāh": "Възлюбеният Божи",
"a.al-Raḥmah lil-ʿĀlamīn": "Милост към световете",
"a.An-Nabiyyu l-Ummiyy": "Пророкът, който е нелекурен и неграмотен",
"a.Mustafa": "Избраните/назначени",
"a.Masih": "Месия",
"a.Israel": "Израел",
"a.Khalīlullāh": "Приятел на Аллах",
"a.Jennah": "Небето",
"p.Babylon": "Вавилон",
"p.Ur al-Chaldees, Bilād ar-Rāfidayn": "Ур ал-чалдеи, билад ar-rāfidayn",
"p.Palestine/Canaan": "Палестина/Ханаан",
"p.Jerusalem, Kingdom of Israel": "Йерусалим, царство на Израел",
"p.Judea, Roman Empire": "Юдея, Римска империя",
"at.{0}, 12 Rabi' al-Awwal 53 BH (570 CE), Mecca, Hejaz, Arabia": "{0}, 12 Rabi 'al-Awwal 53 BH (570 CE), Мека, Хеджаз, Арабия",
"p.Hebron, Shaam": "Хеброн, Шаам",
"p.Bani Na'im": "Бани На'им",
"p.Age 136, Mecca, Arabia": "Възраст 136, Мека, Арабия",
"p.Age 33, Raised to Heaven in 30 CE, Gethsemane, Jerusalem, Roman Empire": "33 -годишна възраст, отгледана на небето през 30 г. пр. Н. Е., Гетсимания, Йерусалим, Римска империя",
"at.{0} 12 Rabi' al-Awwal 11 AH (8 June 632 CE), Medina, Hejaz, Arabia": "{0} 12 Rabi 'al-Awwal 11 AH (8 юни 632 г. пр. Н. Е.), Медина, Хеджаз, Арабия",
"a.Hawwa": "Ева",
"p.Early humans": "Ранни хора",
"p.Ten Commandments, Tawrah (Torah); Scrolls of Moses (53:36)": "Десет заповеди, Таура (Тора); Свистици от Мойсей (53:36)",
"a.Hajar": "Агар",
"a.Sarah": "Сара",
"No Favorites": "Няма любими",
"at.Add favorites in {0} detail pages": "Добавете любими в {0} подробни страници"
}
