{
"auth.signInButton": "সাইন ইন করুন",
"auth.signUpButton": "নিবন্ধন করুন",
"auth.resetPasswordButton": "একটি পাসওয়ার্ড পুনরায় সেট ইমেল প্রেরণ করুন",
"auth.emailFormField": "ইমেল",
"auth.passwordFormField": "পাসওয়ার্ড",
"auth.nameFormField": "নাম",
"auth.signInErrorTitle": "সাইন ইন করতে ত্রুটি",
"auth.signInError": "ইমেল বা পাসওয়ার্ড ভুল",
"auth.resetPasswordLabelButton": "পাসওয়ার্ড ভুলে গেছেন?",
"auth.signUpLabelButton": "একটি অ্যাকাউন্ট তৈরি করুন",
"auth.signUpErrorTitle": "সাইন আপ ব্যর্থ হয়েছে",
"auth.signInLabelButton": "একাউন্ট আছে? আপনার অ্যাকাউন্টে সাইন ইন করুন.",
"auth.resetPasswordNoticeTitle": "পাসওয়ার্ড পুনরায় সেট ইমেল প্রেরণ",
"auth.resetPasswordNotice": "আপনার পাসওয়ার্ড পুনরায় সেট করতে, ইমেল করা নির্দেশাবলী অনুসরণ করুন।",
"auth.resetPasswordFailed": "পাসওয়ার্ড রিসেট ইমেল প্রেরণ করতে ব্যর্থ।",
"auth.updateUserSuccessNoticeTitle": "ব্যবহারকারী আপডেট হয়েছে",
"auth.updateUserSuccessNotice": "ব্যবহারকারীর তথ্য সফলভাবে আপডেট হয়েছে।",
"auth.updateUserEmailInUse": "এই ইমেল ঠিকানা ইতিমধ্যে একটি অ্যাকাউন্ট আছে। সাইন ইন করুন?",
"auth.updateUserFailNotice": "ব্যবহারকারী আপডেট করতে ব্যর্থ",
"auth.enterPasswordTitle": "আপনার পাসওয়ার্ড লিখুন",
"auth.cancel": "বাতিল",
"auth.submit": "জমা দিন",
"auth.wrongPasswordNotice": "পাসওয়ার্ডটি আমাদের রেকর্ডগুলির সাথে মেলে না।",
"auth.userIsAdminDisabled": "এই অ্যাকাউন্টটি অ্যাডমিন দ্বারা অক্ষম করা হয়েছিল।",
"auth.tooManyRequests": "অনেক অনুরোধ করা হয়েছিল।",
"auth.operationNotAllowed": "এই অপারেশন অনুমোদিত নয়।",
"auth.requiresRecentLogin": "এই অপারেশনটির জন্য সাম্প্রতিক লগইন প্রয়োজন।",
"auth.unknownErrorTitle": "অজানা ত্রুটি",
"i.Settings": "সেটিংস",
"i.Language": "ভাষা",
"i.Theme": "থিম",
"settings.signOut": "সাইন আউট",
"i.Dark": "অন্ধকার",
"i.Light": "আলো",
"i.Update Profile": "প্রফাইল হালনাগাদ",
"validator.email": "একটি বৈধ ইমেইল ঠিকানা আবশ্যক",
"validator.password": "পাসওয়ার্ড কমপক্ষে 6 টি অক্ষর হতে হবে",
"validator.name": "একটি নাম হতে হবে",
"validator.number": "অবশ্যই একটি সংখ্যা হবে",
"validator.notEmpty": "এটি প্রয়োজন",
"a.Isharet": "বিজ্ঞপ্তি",
"a.{0} Isharet": "{0} বিজ্ঞপ্তি",
"at.{0} Updated": "{0} আপডেট হয়েছে",
"a.Athan": "অ্যাথান",
"at.{0} on": "{0}",
"at.{0} off": "{0} বন্ধ",
"i.Default sound on": "ডিফল্ট শব্দ চালু",
"i.Default sound off": "ডিফল্ট শব্দ বন্ধ",
"i.Vibration on": "কম্পন চালু",
"i.Vibration off": "কম্পন বন্ধ",
"i.AM": "আমি",
"i.PM": "প্রধানমন্ত্রী",
"a.Fajr": "ফাজর",
"a.Shuruq": "সূর্যোদয়",
"a.Ishraq": "ইশরাক",
"a.Duha": "দুহা",
"a.Istiwa": "জেনিথ",
"a.Dhuhr": "ধুহর",
"a.Asr": "এএসআর",
"a.Ghurub": "সূর্যাস্ত",
"a.Maghrib": "মাগরিব",
"a.Isha": "ইসা",
"a.Muntasaf Allayl": "রাতের মাঝামাঝি",
"a.Althuluth Al'Akhir Min Allayl": "রাতের শেষ তৃতীয়",
"a.{0} Tomorrow": "{0} আগামীকাল",
"tt.calculationMethod": "সালাহ সময় গণনা পদ্ধতি নির্বাচন করুন",
"i.Calculation Method": "হিসাব পদ্ধতি",
"at.asrStartTime": "যখন কোনও বস্তুর ছায়া তার একই দৈর্ঘ্য ({0}) হয় বা এর দৈর্ঘ্য দ্বিগুণ হয় ({1}) এএসআর শুরু করুন",
"a.Zaman": "সময়",
"a.Sabqan": "আগে",
"a.Lahiqan": "পরে",
"at.{0} Default": "{0} ডিফল্ট",
"at.showJumah": "শুক্রবারে {0} প্রার্থনার বিশদ দেখান বা সর্বদা {1} বিশদ দেখান",
"i.Round Time To": "গোল সময়",
"tt.roundTimeTo": "নিকটতম মিনিট বা সেকেন্ডে প্রার্থনার সময়গুলি গোল",
"a.Saat": "ঘন্টার",
"a.Daqayiq": "মিনিট",
"a.Thawani": "সেকেন্ড",
"a.Saat Hayit": "ঘড়ি",
"tt.clockType": "ঘড়িটি 12 ঘন্টা বা 24 ঘন্টা বার দেখা উচিত",
"a.Adhkar As-Sabah": "মর্নিং আদকর",
"a.Adhkar Al-Masaa": "সন্ধ্যা আদকর",
"at.aqCountdownTimer": "{0}: {1}: {2} অবধি \"{3}\" শেষ হয় এবং \"{4}\" শুরু হয়",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} অবধি \"{3}\" শুরু হয়",
"a.Muharram": "মুহররাম",
"a.Safar": "সাফার",
"a.Rabi' Al-Awwal": "রবি 'আল-আওওয়াল",
"a.Rabi' Al-Thani": "রবি 'আল-থানি",
"a.Jumada Al-Awwal": "জুমদা আল-আওওয়াল",
"a.Jumada Al-Thani": "জুমদা আল-থানি",
"a.Rajab": "রাজাব",
"a.Sha'aban": "শ'আবান",
"a.Ramadan": "রমজান",
"a.Shawwal": "শওওয়াল",
"a.Dhu Al-Qi'dah": "ধু আল-কিউইদাহ",
"a.Dhu Al-Hijjah": "ধু আল-হিজজাহ",
"a.Qiyam": "কিয়ম",
"a.Taraweeh": "তারাওয়ীহ",
"a.Nayam": "ঘুম",
"a.Tahajjud": "তাহাজুদ",
"a.Witr": "উইটার",
"a.Aliathnayn": "সোমবার",
"a.Althulatha'": "মঙ্গলবার",
"a.Al'arbiea'": "বুধবার",
"a.Alkhamis": "বৃহস্পতিবার",
"a.Jumah": "শুক্রবার",
"a.Alsabt": "শনিবার",
"a.Al'ahad": "রবিবার",
"a.Kānūn aṯ-Ṯānī": "জানুয়ারী",
"a.Šubāṭ": "ফেব্রুয়ারি",
"a.'Āḏār": "মার্চ",
"a.Naysān": "এপ্রিল",
"a.'Ayyār": "মে",
"a.Ḥazīrān": "জুন",
"a.Tammūz": "জুলাই",
"a.'Āb": "আগস্ট",
"a.'Aylūl": "সেপ্টেম্বর",
"a.Tišrīn al-'Awwal": "অক্টোবর",
"a.Tišrīn aṯ-Ṯānī": "নভেম্বর",
"a.Kānūn al-'Awwal": "ডিসেম্বর",
"a.Layl{}": "রাত",
"i.Quest was already completed": "অনুসন্ধান ইতিমধ্যে সম্পন্ন হয়েছিল",
"i.Quest skipped, try again tomorrow": "কোয়েস্ট এড়ানো, আগামীকাল আবার চেষ্টা করুন",
"i.Quest expired, try again tomorrow": "কোয়েস্টের মেয়াদ শেষ হয়ে গেছে, আগামীকাল আবার চেষ্টা করুন",
"i.Quest is not active yet": "কোয়েস্ট এখনও সক্রিয় নয়",
"at.Tap to skip quest, you will lose {0}": "কোয়েস্ট এড়িয়ে যেতে আলতো চাপুন, আপনি {0} হারাবেন",
"a.Ajr": "পুরস্কার",
"i.Skip": "এড়িয়ে যান",
"i.Done": "সম্পন্ন",
"i.Tap to complete quest": "কোয়েস্ট সম্পূর্ণ করতে আলতো চাপুন",
"i.Active": "সক্রিয়",
"i.Daily": "প্রতিদিন",
"a.hapi": "হাপি",
"i.Set long-term goals": "দীর্ঘমেয়াদী লক্ষ্য নির্ধারণ করুন",
"i.Manage and prioritize your time": "আপনার সময় পরিচালনা এবং অগ্রাধিকার দিন",
"i.Build religious and healthy habits": "ধর্মীয় এবং স্বাস্থ্যকর অভ্যাস তৈরি করুন",
"i.Pray like the Prophet (AS)": "নবীর মতো প্রার্থনা করুন (আ।)",
"a.'Adawat": "সরঞ্জাম",
"a.Dua": "দুয়া",
"a.dua": "দুয়া",
"a.Hadith": "হাদীস",
"a.Quran": "কুরআন",
"a.Tarikh": "ইতিহাস",
"a.Alathar": "ধ্বংসাবশেষ",
"a.'Asyila": "অনুসন্ধান",
"i.View your rewards": "আপনার পুরষ্কার দেখুন",
"i.Find prayers": "প্রার্থনা সন্ধান করুন",
"i.Read from Books of Hadith": "হাদীসের বই থেকে পড়ুন",
"i.Read the Quran": "কুরআন পড়ুন",
"i.View the history of Islam and our Universe": "ইসলাম এবং আমাদের মহাবিশ্বের ইতিহাস দেখুন",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "কিবলা ফাইন্ডার এবং ইসলামিক অভিধানের মতো সরঞ্জামগুলি ব্যবহার করুন",
"i.Collect, upgrade and learn from Relics": "রিলিক্স থেকে সংগ্রহ করুন, আপগ্রেড করুন এবং শিখুন",
"i.Earn rewards for this life and the next": "এই জীবন এবং পরবর্তী জন্য পুরষ্কার অর্জন করুন",
"i.Go back to previous page": "আগের পৃষ্ঠায় ফিরে যান",
"at.Go back to {0} home page": "{0} হোম পৃষ্ঠায় ফিরে যান",
"i.Hide menu": "মেনু লুকান",
"i.Show menu": "মেনু দেখান",
"i.Menu": "তালিকা",
"i.Search": "অনুসন্ধান",
"i.Favorites": "প্রিয়",
"at.{0} Menu": "{0} মেনু",
"at.{0} Search": "{0} অনুসন্ধান",
"at.{0} Favorites": "{0} প্রিয়",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} {1} {2} এর জন্য স্বেচ্ছাসেবীদের দ্বারা তৈরি করা হয়}",
"i.We hope it greatly improves your happiness in this life and the next.": "আমরা আশা করি এটি এই জীবনে এবং পরবর্তী সময়ে আপনার সুখকে ব্যাপকভাবে উন্নত করে।",
"at.{0} will never track or sell your data and will remain free.": "{0 your কখনও আপনার ডেটা ট্র্যাক বা বিক্রয় করবে না এবং বিনামূল্যে থাকবে।",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "আপনি আপনার {1} দিয়ে {0} সমর্থন করতে পারেন, {2 ভাগ করে এবং সার্ভার ব্যয়, আরও উন্নয়ন এবং সামাজিক প্রচার প্রোগ্রামের জন্য অনুদান দিতে পারেন।",
"a.Allah": "আল্লাহ",
"a.SWT": "এসডাব্লুটি",
"at.About {0}": "প্রায় {0}",
"at.Share {0} then share in mountains of rewards!": "{0} ভাগ করুন তারপরে পুরষ্কারের পাহাড়ে ভাগ করুন!",
"a.Assalamu Alaykum": "তোমার উপর শান্তি হোক",
"i.,": ",",
"i.Check out this really useful and fun Muslim app!": "এই সত্যিই দরকারী এবং মজাদার মুসলিম অ্যাপ্লিকেশনটি দেখুন!",
"i.Learn more at": "আরও শিখুন",
"i.Show favorite events": "প্রিয় ইভেন্টগুলি দেখান",
"i.Show all events": "সমস্ত ইভেন্ট দেখান",
"i.Hide events": "ইভেন্টগুলি লুকান",
"i.Navigate to past": "অতীত নেভিগেট",
"i.Navigate to future": "ভবিষ্যতে নেভিগেট করুন",
"i.Big Bang": "বিগ ব্যাং",
"i.Milky Way is Born": "মিল্কি ওয়ে জন্মগ্রহণ করে",
"i.Sun is Born": "সূর্যের জন্ম হয়",
"i.Earth is Born": "পৃথিবী জন্মগ্রহণ করে",
"i.Heavy Bombardment": "ভারী বোমা হামলা",
"i.Life on Earth": "পৃথিবীতে জীবন",
"i.Single Celled Organisms": "একক কোষযুক্ত জীব",
"i.Animals": "প্রাণী",
"i.Fish": "মাছ",
"i.Insects": "পোকামাকড়",
"i.Reptiles": "সরীসৃপ",
"i.Dinosaur Age": "ডাইনোসর বয়স",
"i.Mammals": "স্তন্যপায়ী প্রাণী",
"i.Stegosaurus": "স্টেগোসরাস",
"i.Tyrannosaurus": "টাইরানোসরাস",
"i.Dinosaur Extinction": "ডাইনোসর বিলুপ্তি",
"i.Primate Bipedalism": "প্রাইমেট বাইপিডালিজম",
"i.Constructed Tools": "নির্মিত সরঞ্জাম",
"i.Control Fire": "আগুন নিয়ন্ত্রণ",
"a.Adam": "আদম",
"i.First Temple": "প্রথম মন্দির",
"i.Agricultural Revolution": "কৃষি বিপ্লব",
"i.Writing": "লেখা",
"i.Recorded History": "লিপিবদ্ধ ইতিহাস",
"i.First Pyramid Built": "প্রথম পিরামিড নির্মিত",
"i.Roman Empire": "রোমান সাম্রাজ্য",
"i.Crusades": "ক্রুসেডস",
"i.Black Plague": "কালো প্লেগ",
"i.Constantinople/Istanbul": "কনস্ট্যান্টিনোপল/ইস্তাম্বুল",
"i.Newton and Gravity": "নিউটন এবং মাধ্যাকর্ষণ",
"i.Industrialization": "শিল্পায়ন",
"i.Darwin's\nTheory of Evolution": "ডারউইনের\nবিবর্তন তত্ত্ব",
"i.World War 1": "বিশ্বযুদ্ধের এক",
"i.World War 2": "বিশ্বযুদ্ধ দুই",
"i.Cold War": "ঠান্ডা মাথার যুদ্ধ",
"i.Moon Landing": "চাঁদ অবতরণ",
"i.World Wide Web": "ওয়ার্ল্ড ওয়াইড ওয়েব",
"t.Big Bang": " __ \"কাফেররা কি বুঝতে পারে না যে আকাশ ও পৃথিবী একসময় এক ভর ছিল তখন আমরা তাদেরকে আবদ্ধ করে রেখেছি? এবং আমরা প্রতিটি জীবন্ত জিনিস জল থেকে তৈরি করেছি। তারা কি তখন বিশ্বাস করবে না?\" (কুরআন 21:30) __\n\n__Big ব্যাং__ মডেলটি হ'ল মহাবিশ্বটি অত্যন্ত ঘন এবং গরম অবস্থায় শুরু হয়েছিল এবং প্রসারিত হয়েছে। তত্ত্বটি পরামর্শ দেয় এবং পরিমাপগুলি দেখায় যে মহাবিশ্ব আজও প্রসারিত হচ্ছে।\n\n__Big ব্যাং__ হ'ল মহাবিশ্ব কীভাবে শুরু হয়েছিল সে সম্পর্কে একটি বৈজ্ঞানিক তত্ত্ব এবং তারপরে আমরা আজ যে তারা এবং গ্যালাক্সিগুলি দেখি তা তৈরি করে।\n\nমহাবিশ্বটি খুব উত্তপ্ত, ছোট এবং ঘন সুপারফোর্স (চারটি মৌলিক শক্তির মিশ্রণ) হিসাবে শুরু হয়েছিল, কোনও তারা, পরমাণু, ফর্ম বা কাঠামো (\"এককত্ব\" বলা হয়) নেই। তারপরে প্রায় 13.8 বিলিয়ন বছর আগে স্থানটি খুব দ্রুত প্রসারিত হয়েছিল (এইভাবে \"__big ব্যাং__\" নামটি)। এটি পরমাণু গঠন শুরু করেছিল, যা শেষ পর্যন্ত তারা এবং গ্যালাক্সি গঠনের দিকে পরিচালিত করে। এটি জর্জেস লেমেট্রেই প্রথম উল্লেখ করেছিলেন (১৯২27 সালে) যে একটি প্রসারিত মহাবিশ্ব সময়মতো একটি উত্সযুক্ত একক পয়েন্টে ফিরে পাওয়া যায়।\n\nতবে, বিগ ব্যাং, প্ল্যানেট গঠন, কক্ষপথ এবং আচরণ, ভ্রূণতত্ত্ব এবং আরও অনেক কিছুর মতো অনেকগুলি আধুনিক জ্যোতির্বিদ্যা সংক্রান্ত এবং অন্যান্য বৈজ্ঞানিক তথ্য অজানা 1400 বছর আগে কুরআনে আমাদের কাছে প্রকাশিত হয়েছিল। উদাহরণস্বরূপ, জর্জেস লেমেট্রে বিগ ব্যাং সম্পর্কে প্রথম নোট করেননি। কুরআন বিগ ব্যাং সম্পর্কে স্পষ্টভাবে কথা বলেছে __ \"অবিশ্বাসীরা কি বুঝতে পারে না যে আকাশ ও পৃথিবী একসময় এক জনসাধারণের কাছে ছিল তখন আমরা তাদেরকে আবদ্ধ করে রেখেছি? এবং আমরা জল থেকে প্রতিটি জীবিত জিনিস তৈরি করেছি। তারা কি তখন বিশ্বাস করবে না?\" (কুরআন 21:30) __\n\nআপনি যদি God শ্বরের কোনও চিহ্ন বা প্রমাণের সন্ধান করছেন তবে জেনে রাখুন এটি এমন অনেক অসংখ্য প্রমাণের মধ্যে একটি যা ইসলাম God's শ্বরের সত্য এবং একমাত্র ধর্ম।\n\nমহাবিশ্ব আজও প্রসারিত হচ্ছে, যা সম্প্রতি আবিষ্কার করা হয়েছিল। যাইহোক, আবার কুরআন নিশ্চিত করেছে: __ \"স্বর্গ, আমরা এগুলি শক্তি দিয়ে তৈরি করেছি And এবং অবশ্যই, আমরা এটি প্রসারিত করছি\" (কুরআন ৫১:৪7) __\n\nসামগ্রিকভাবে, মহাবিশ্ব বাড়ছে এবং সময় পার হওয়ার সাথে সাথে তাপমাত্রা হ্রাস পাচ্ছে। মহাবিশ্বটি হ'ল মহাবিশ্ব কীভাবে শুরু হয়েছিল এবং এর বিকাশের অধ্যয়ন। বিজ্ঞানীরা যারা মহাজাগতিক অধ্যয়ন করেন তারা সম্মত হন যে __big ব্যাং__ তত্ত্ব তারা এখনও পর্যন্ত যা পর্যবেক্ষণ করেছে তার সাথে মেলে।\n\nফ্রেড হোয়েল তার রেডিও শোতে এই তত্ত্বটিকে \"__big ব্যাং__\" বলে অভিহিত করেছিলেন। তিনি বিশ্বাস করেননি যে __big ব্যাং__ সঠিক ছিল। বিজ্ঞানীরা যারা তাঁর সাথে একমত নন তারা নামটি মজার বলে মনে করেছিলেন এবং এটি ব্যবহার করার সিদ্ধান্ত নিয়েছিলেন।\n\nবিজ্ঞানীরা বিভিন্ন বিভিন্ন পর্যবেক্ষণের উপর __big ব্যাং__ তত্ত্বকে ভিত্তি করে। সর্বাধিক গুরুত্বপূর্ণ হ'ল খুব দূরের গ্যালাক্সির রেডশিফ্ট। রেডশিফ্ট হ'ল ডপলার প্রভাবটি আলোর মধ্যে ঘটে এবং শব্দে পর্যবেক্ষণযোগ্য (এটি যখন আপনার কাছ থেকে দূরে সরে যাচ্ছে তখন এটি যখন একটি রেসকারকে বনাম। , যখন কোনও বস্তু পৃথিবী থেকে দূরে সরে যায়, তখন এর রঙের রশ্মিগুলি বর্ণের তুলনায় লাল রঙের সাথে আরও বেশি মিল দেখায়, কারণ আন্দোলনটি বস্তুর দ্বারা প্রদত্ত আলোর তরঙ্গদৈর্ঘ্যকে প্রসারিত করে। বিজ্ঞানীরা এই প্রসারিতটি বর্ণনা করতে \"লাল গরম\" শব্দটি ব্যবহার করেন হালকা তরঙ্গ কারণ লাল দৃশ্যমান বর্ণালীতে দীর্ঘতম তরঙ্গদৈর্ঘ্য। সেখানে যত বেশি রেডশিফ্ট রয়েছে তত দ্রুত অবজেক্টটি দূরে সরে যাচ্ছে red পৃথিবী থেকে দূরে সরে যাওয়া। খুব সঠিক পর্যবেক্ষণ এবং পরিমাপের সাথে, বিজ্ঞানীরা বিশ্বাস করেন যে মহাবিশ্বটি প্রায় 13.8 বিলিয়ন বছর আগে এককত্ব ছিল। কারণ বেশিরভাগ বিষয়গুলি প্রসারিত হওয়ার সাথে সাথে শীতল হয়ে যায়, বিজ্ঞানীরা ধরে নিয়েছেন যে জাতিসংঘ ইভার্স খুব ছোট এবং খুব গরম ছিল যখন এটি শুরু হয়েছিল।\n\n__Big ব্যাং__ তত্ত্বকে সমর্থন করে এমন অন্যান্য পর্যবেক্ষণগুলি হ'ল মহাবিশ্বের রাসায়নিক উপাদানগুলির পরিমাণ। হাইড্রোজেন, হিলিয়াম এবং লিথিয়ামের মতো পরিমাণে খুব হালকা উপাদানগুলির পরিমাণ __big ব্যাং__ এর তত্ত্বের সাথে একমত বলে মনে হয়। বিজ্ঞানীরাও \"মহাজাগতিক মাইক্রোওয়েভ ব্যাকগ্রাউন্ড রেডিয়েশন\" খুঁজে পেয়েছেন। এই বিকিরণটি রেডিও তরঙ্গ হিসাবে পরিচিত এবং এগুলি মহাবিশ্বের সর্বত্র। এই বিকিরণটি এখন খুব দুর্বল এবং ঠান্ডা, তবে অনেক দিন আগে এটি খুব শক্তিশালী এবং খুব গরম ছিল।\n\nকিছু বিজ্ঞানী এবং দার্শনিক যুক্তি দিয়েছিলেন যে __big ব্যাং__ এর আগে সময়ের কোনও অর্থ ছিল না। তাদের যুক্তি ছিল যে __big ব্যাং__ সময়ের শুরু ছিল, এবং __big ব্যাং__ এর আগে কোনও মহাবিশ্ব ছিল না, যেহেতু সময় না থাকলে কোনও \"আগে\" থাকতে পারে না! মুসলমান হিসাবে, আমরা জানি God শ্বর চিরস্থায়ী এবং আমাদের মন যে কিছু বুঝতে পারে তার বাইরে। এই হিসাবে, এটি কেন বিগ ব্যাংয়ের আগে সময়ের ধারণাটি উপলব্ধি করতে পারে না তা সঠিক ধারণা তৈরি করে, এটি এমন অনেক প্যারাডক্সগুলির মধ্যে একটি যা সর্বশক্তিমান স্রষ্টাকে নির্দেশ করে।\n\nযুক্তিগুলির জন্য, আসুন আমরা বলি যে আমরা বিগ ব্যাংয়ের আগে কী ছিল বা ঠিক কীভাবে এটি তৈরি করা হয়েছিল তা ব্যাখ্যা করতে পারি। তারপরে পরবর্তী প্রশ্নটি হবে, \"ঠিক আছে, তবে এটি কী তৈরি করেছে?\" এবং বলুন আমরা এটি কী তৈরি করেছেন তা ব্যাখ্যা করেছি, তারপরে আবার প্রশ্নটি থাকবে, \"ভাল, কী এটি তৈরি করেছে?\" আপনি সম্ভবত দেখতে পাচ্ছেন, এটি কখনই শেষ হবে না তাই এটি আসলে আমাদের একমাত্র স্রষ্টা হিসাবে God শ্বরের একটি দুর্দান্ত প্রমাণ এবং God শ্বরের ধারণাটি কীভাবে আমাদের সীমিত মানব বুদ্ধির বাইরে রয়েছে।\n\nমুসলমানরা এ জাতীয় বিষয়ে বিতর্ক করে না, আমরা কেবল আমাদের নিজের এবং তাঁর সৃষ্টি সম্পর্কে যা বলে তা গ্রহণ করি। উদাহরণস্বরূপ, God শ্বর তাঁর হাতের কথা বলেন তবে আমরা জানি যে তারা আমাদের জানা কোনও হাতের মতো নয়। একজন মানুষের হাত রয়েছে, একটি বানরের হাত রয়েছে, একটি ঘড়ি রয়েছে। Hands শ্বরের হাতগুলি আমরা কল্পনা করতে পারি এমন কোনও কিছুর বাইরে এবং আমরা এটিকে ছেড়ে দিয়েছি।",
"t.Milky Way is Born": "বিজ্ঞানীরা তাত্ত্বিক করেছেন যে __milky ওয়ে__ বিগ ব্যাংয়ের পরপরই মহাবিশ্বে গণ বিতরণে এক বা বেশ কয়েকটি ছোট অতিরিক্ত মাত্রাতিরিক্ত হিসাবে শুরু হয়েছিল। এর মধ্যে কয়েকটি অতিরিক্ত মাত্রায় গ্লোবুলার ক্লাস্টারগুলির বীজ ছিল যেখানে এখন প্রাচীনতম অবশিষ্ট তারাগুলি এখন __milky ওয়ে __ গঠিত। __Milky ওয়েয়ের প্রায় অর্ধেক বিষয় অন্যান্য দূরবর্তী গ্যালাক্সি থেকে আসতে পারে। তবুও, এই তারকারা এবং ক্লাস্টারগুলি এখন __milky ওয়ে__ এর স্টার্লার হলো সমন্বিত। প্রথম তারকাদের জন্মের কয়েক বিলিয়ন বছরের মধ্যে, __milky ওয়ে এর ভর যথেষ্ট পরিমাণে বড় ছিল যাতে এটি তুলনামূলকভাবে দ্রুত ঘুরছিল। কৌণিক গতি সংরক্ষণের কারণে, এটি বায়বীয় আন্তঃকেন্দ্রিক মাধ্যমকে প্রায় একটি ডিস্কে প্রায় গোলাকার আকার থেকে ভেঙে ফেলার দিকে পরিচালিত করে। অতএব, এই সর্পিল ডিস্কে পরবর্তী প্রজন্মের তারাগুলির প্রজন্ম তৈরি হয়েছিল। সূর্য সহ বেশিরভাগ ছোট তারাগুলি ডিস্কে দেখা যায়।\n\nযেহেতু প্রথম তারাগুলি গঠন শুরু হয়েছিল, তাই __milky ওয়ে__ উভয়ই গ্যালাক্সি মার্জার (বিশেষত __milky ওয়ে __ এর বৃদ্ধির প্রথম দিকে) এবং গ্যালাকটিক হলো থেকে সরাসরি গ্যাসের আদায় দ্বারা বৃদ্ধি পেয়েছে। __Milky ওয়ে __ বর্তমানে ম্যাগেলানিক স্ট্রিমের মাধ্যমে বৃহত্তম এবং ছোট ম্যাগেলানিক মেঘের দুটি বৃহত্তম উপগ্রহ গ্যালাক্সি সহ বেশ কয়েকটি ছোট গ্যালাক্সি থেকে উপাদানগুলি অর্জন করছে। স্মিথ ক্লাউডের মতো উচ্চ-বেগের মেঘে গ্যাসের সরাসরি আদায় লক্ষ্য করা যায়। তবে, __milky ওয়ে এর বৈশিষ্ট্য যেমন স্টার্লার ভর, কৌণিক গতি এবং এর বহিরাগত অঞ্চলে ধাতবতার পরামর্শ দেয় যে এটি গত 10 বিলিয়ন বছরে বড় গ্যালাক্সির সাথে কোনও সংযুক্তি নেই। সাম্প্রতিক বড় সংযুক্তির এই অভাব অনুরূপ সর্পিল ছায়াপথগুলির মধ্যে অস্বাভাবিক; এর প্রতিবেশী অ্যান্ড্রোমিডা গ্যালাক্সিতে তুলনামূলকভাবে বড় গ্যালাক্সির সাথে আরও সাম্প্রতিক সংযুক্তির দ্বারা আরও একটি সাধারণ ইতিহাস রয়েছে বলে মনে হয়।\n\nসাম্প্রতিক গবেষণা অনুসারে, __milky ওয়ে __ পাশাপাশি অ্যান্ড্রোমিডা গ্যালাক্সি গ্যালাক্সি রঙে কী রয়েছে - ম্যাগুয়েন্টিউড ডায়াগ্রামটি \"গ্রিন ভ্যালি\" নামে পরিচিত, এটি \"ব্লু ক্লাউড\" থেকে রূপান্তরিত গ্যালাক্সি দ্বারা জনবহুল একটি অঞ্চল (সক্রিয়ভাবে গঠিত হয় (গ্যালাক্সিগুলি সক্রিয়ভাবে গঠন করে নতুন তারা) \"রেড সিকোয়েন্স\" (গ্যালাক্সিগুলি যা তারা গঠনের অভাব রয়েছে)। আন্তঃকেন্দ্রিক মাধ্যমের তারা-গঠনের গ্যাসের বাইরে চলে যাওয়ার সাথে সাথে গ্রিন ভ্যালি গ্যালাক্সিগুলিতে তারা-গঠনের ক্রিয়াকলাপ ধীর হয়ে যাচ্ছে। অনুরূপ বৈশিষ্ট্যযুক্ত সিমুলেটেড গ্যালাক্সিগুলিতে, স্টার গঠন সাধারণত এখন থেকে প্রায় পাঁচ বিলিয়ন বছরের মধ্যে নিভে যায়, এমনকি __milky ওয়ে__ এবং অ্যান্ড্রোমিডা উভয়ের মধ্যে সংঘর্ষের কারণে তারকা গঠনের হারের প্রত্যাশিত, স্বল্পমেয়াদী বৃদ্ধির জন্য অ্যাকাউন্টিং গ্যালাক্সি প্রকৃতপক্ষে, __milky ওয়ে এর অনুরূপ অন্যান্য গ্যালাক্সির পরিমাপগুলি পরামর্শ দেয় যে এটি লালতম এবং উজ্জ্বল সর্পিল গ্যালাক্সির মধ্যে রয়েছে যা এখনও নতুন তারা গঠন করছে এবং এটি ব্লুয়েস্ট রেড সিকোয়েন্স গ্যালাক্সির চেয়ে কিছুটা ব্লুয়ার।\n\n## বয়স এবং মহাজাগতিক ইতিহাস\n\nগ্লোবুলার ক্লাস্টারগুলি __milky ওয়ে__ এর প্রাচীনতম বস্তুগুলির মধ্যে একটি, যা এইভাবে __milky ওয়ে__ এর বয়সে একটি নিম্ন সীমা নির্ধারণ করে। __Milky WAY__ এর পৃথক তারকাদের বয়সগুলি থোরিয়াম -232 এবং ইউরেনিয়াম -238 এর মতো দীর্ঘকালীন তেজস্ক্রিয় উপাদানগুলির প্রাচুর্য পরিমাপ করে অনুমান করা যেতে পারে, তারপরে ফলাফলগুলি তাদের মূল প্রাচুর্যের অনুমানের সাথে তুলনা করে, নিউক্লিওকসমোক্রোনোলজি নামে একটি কৌশল। সিএস 31082-001 এবং 13.8 ± 4 বিলিয়ন বছর বিডি +17 ° 3248 এর জন্য প্রায় 12.5 ± 3 বিলিয়ন বছরের এই ফলন মানগুলি একটি সাদা বামন গঠনের পরে, এটি রেডিয়েটিভ কুলিং এবং পৃষ্ঠের তাপমাত্রা অবিচ্ছিন্নভাবে হ্রাস পেতে শুরু করে। এই সাদা বামনগুলির শীতলতম তাপমাত্রা পরিমাপ করে এবং তাদের প্রত্যাশিত প্রাথমিক তাপমাত্রার সাথে তাদের তুলনা করে, একটি বয়সের অনুমান করা যেতে পারে। এই কৌশলটির সাথে, গ্লোবুলার ক্লাস্টার এম 4 এর বয়স 12.7 ± 0.7 বিলিয়ন বছর হিসাবে অনুমান করা হয়েছিল। এই ক্লাস্টারগুলির প্রাচীনতমগুলির বয়সের অনুমানগুলি 12.6 বিলিয়ন বছর সর্বোত্তম উপযুক্ত অনুমান দেয় এবং 16 বিলিয়ন বছর ধরে 95% আত্মবিশ্বাসের উচ্চতর সীমা দেয়।\n\nবেশ কয়েকটি স্বতন্ত্র তারকাগুলি __ মিল্কি ওয়ে __ এর হ্যালোতে পাওয়া গেছে যা মহাবিশ্বের 13.80-বিলিয়ন বছর বয়সের খুব কাছাকাছি পরিমাপ করা বয়সের সাথে। 2007 সালে, গ্যালাকটিক হলোর একটি তারকা, তিনি 1523-0901, প্রায় 13.2 বিলিয়ন বছর বয়সী বলে অনুমান করা হয়েছিল। সেই সময়__ মিল্কি ওয়ে__ এর প্রাচীনতম পরিচিত অবজেক্ট হিসাবে, এই পরিমাপটি __ মিল্কি ওয়ে __ এর বয়সে একটি কম সীমা রেখেছিল। এই অনুমানটি খুব বড় টেলিস্কোপের ইউভি-ভিজ্যুয়াল ইচেল স্পেকট্রোগ্রাফ ব্যবহার করে তৈরি করা হয়েছিল যাতে থোরিয়ামের উপস্থিতি এবং আর-প্রসেস দ্বারা নির্মিত অন্যান্য উপাদানগুলির উপস্থিতি দ্বারা সৃষ্ট বর্ণালী রেখার আপেক্ষিক শক্তিগুলি পরিমাপ করার জন্য। রেখার শক্তিগুলি বিভিন্ন প্রাথমিক আইসোটোপগুলির প্রাচুর্য দেয়, যা থেকে নক্ষত্রের বয়সের একটি অনুমান নিউক্লিওকোসমোক্রোনোলজি ব্যবহার করে উত্পন্ন করা যেতে পারে। আরেকটি তারকা, এইচডি 140283, 14.5 ± 0.7 বিলিয়ন বছর বয়সী।\n\nগ্যালাকটিক পাতলা ডিস্কে তারার বয়সগুলিও নিউক্লিওকোসমোক্রোনোলজি ব্যবহার করে অনুমান করা হয়েছে। পাতলা ডিস্ক তারকাদের পরিমাপ একটি অনুমান দেয় যে পাতলা ডিস্কটি 8.8 ± 1.7 বিলিয়ন বছর আগে গঠিত হয়েছিল। এই পরিমাপগুলি সূচিত করে যে গ্যালাকটিক হলো এবং পাতলা ডিস্ক গঠনের মধ্যে প্রায় 5 বিলিয়ন বছরের ব্যবধান ছিল। হাজার হাজার তারার রাসায়নিক স্বাক্ষরগুলির সাম্প্রতিক বিশ্লেষণ থেকে বোঝা যায় যে স্টার্লার গঠনটি ডিস্ক গঠনের সময়, 8-10 বিলিয়ন বছর আগে, যখন ইন্টারস্টেলার গ্যাস একই হারে নতুন তারা গঠনের জন্য খুব গরম ছিল তখন ডিস্ক গঠনের সময় মাত্রার ক্রম দ্বারা হ্রাস পেয়েছিল পূর্বের মত.\n\n__Milky ওয়ে__ এর আশেপাশের স্যাটেলাইট গ্যালাক্সিগুলি এলোমেলোভাবে বিতরণ করা হয় না, তবে মনে হয় কিছু বৃহত্তর সিস্টেমের ব্রেকআপের ফলাফল যা 500,000 আলোকবর্ষ ব্যাস এবং 50,000 আলোকবর্ষ প্রশস্ত একটি রিং কাঠামো উত্পাদন করে। গ্যালাক্সিগুলির মধ্যে ঘনিষ্ঠ মুখোমুখি, যেমন 4 বিলিয়ন বছরে অ্যান্ড্রোমিডা গ্যালাক্সির বিশাল বিশাল লেজগুলি ছিঁড়ে ফেলেছিল, যা সময়ের সাথে সাথে মূল ডিস্কের একটি স্বেচ্ছাসেবী কোণে একটি রিংয়ে বামন গ্যালাক্সি গঠনের জন্য একত্রিত হতে পারে।",
"t.Sun is Born": "__ \"তিনিই সেই দিন এবং দিন এবং সূর্য ও চাঁদ তৈরি করেছেন; সমস্ত (স্বর্গীয় দেহ) প্রত্যেকে তার বৃত্তাকার কোর্সে সাঁতার কাটায়\" (কুরআন ২১:৩৩) ____________________________________\n\nআমাদের সৌরজগতের কেন্দ্রে __ সুন__ একটি হলুদ বামন তারকা। এটি হালকা হিসাবে শক্তি বন্ধ করে দেয়। এর মধ্যে রয়েছে হালকা, ইনফ্রা-রেড এনার্জি (তাপ), অতিবেগুনী আলো এবং রেডিও তরঙ্গ। এটি কণার একটি প্রবাহও দেয় যা পৃথিবীতে \"সৌর বায়ু\" হিসাবে পৌঁছায়। এই সমস্ত শক্তির উত্স হ'ল তারার প্রতিক্রিয়া যা হাইড্রোজেনকে হিলিয়ামে পরিণত করে এবং বিপুল পরিমাণে শক্তি তৈরি করে।\n\n__ সান__ আমাদের মিল্কিওয়ে গ্যালাক্সির অনেকের মতো তারকা। এটি প্রায় 4.5 বিলিয়ন বছরেরও বেশি সময় ধরে বিদ্যমান এবং কমপক্ষে দীর্ঘকাল ধরে চলতে চলেছে। __Sun__ পৃথিবীর চেয়ে প্রায় একশ গুণ প্রশস্ত। এটির ভর রয়েছে 1.9891 × 1030 কেজি, যা পৃথিবীর ভর থেকে 333,000 গুণ বেশি। পৃথিবীও __sun__ 1.3 মিলিয়ন বারের মধ্যে ফিট করতে পারে।\n\nবিজ্ঞানীরা মনে করেন যে __sun__ প্রায় 4.567 বিলিয়ন বছর আগে ধুলার একটি খুব বড় মেঘ এবং ছোট বরফের ছোট বিট থেকে শুরু হয়েছিল।\n\nসেই বিশাল মেঘের কেন্দ্রে, মাধ্যাকর্ষণ উপাদানটি একটি বলের মধ্যে তৈরি হয়েছিল। এটি যথেষ্ট বড় হয়ে গেলে, ভিতরে বিশাল চাপ একটি ফিউশন প্রতিক্রিয়া শুরু করে। এটি প্রকাশিত শক্তি যে বলটি উত্তাপ এবং জ্বলজ্বল করে।\n\n__Sun__ থেকে বিকিরিত শক্তিটি বাকী মেঘটি নিজেই থেকে দূরে সরিয়ে দেয় এবং গ্রহগুলি এই মেঘের বাকী অংশ থেকে গঠিত।",
"t.Earth is Born": "__ \"তারপরে তিনি (আল্লাহ) সমস্ত ধোঁয়া অবস্থায় স্বর্গের দিকে ফিরে গেলেন। তিনি স্বর্গ ও পৃথিবীকে বলেছিলেন:\" এসো (সত্তায়), স্বেচ্ছায় বা অনিচ্ছাকৃতভাবে। \" তারা বলেছিল: \"এখানে আমরা ইচ্ছুক মেনে চলি (সত্তার মধ্যে) এসেছি।\" __\n\n__Earth__ এবং অন্যান্য গ্রহগুলি প্রায় 4.6 বিলিয়ন বছর আগে গঠিত হয়েছিল। এগুলি নীহারিকা থেকে বাম গ্যাস দিয়ে তৈরি হয়েছিল যা সূর্যকে তৈরি করেছিল। এটি আবার কুরআনের একটি বৈজ্ঞানিক অলৌকিক ঘটনা যেমন God শ্বর কুরআনে এটি ব্যাখ্যা করেছেন: \"তারপরে তিনি (আল্লাহ) সমস্ত ধোঁয়া অবস্থায় স্বর্গে ফিরে গেলেন। তিনি স্বর্গ ও পৃথিবীকে বলেছিলেন:“ আসুন (সত্তা), স্বেচ্ছায় বা অনিচ্ছায়। \" তারা বলেছিল: \"এখানে আমরা ইচ্ছুক মেনে চলতে (সত্তার মধ্যে) আসি।\" এই আয়াতটি কীভাবে পৃথিবী গঠিত হয়েছিল তা নিয়ে কথা বলছিল।\n\nশুরুর দিকে __earth__ এবং একটি ছোট গ্রহের (কখনও কখনও থিয়া নামে পরিচিত) এর মধ্যে সংঘর্ষের পরে চাঁদ গঠিত হতে পারে। বিজ্ঞানীরা বিশ্বাস করেন যে উভয় গ্রহের অংশগুলি ভেঙে গেছে - চাঁদ হয়ে উঠেছে (মহাকর্ষ দ্বারা)।\n\nকুরআন বলেছে যে আল্লাহ সূর্য, চাঁদ এবং গ্রহগুলি তৈরি করেছিলেন, প্রত্যেকে তাদের নিজস্ব স্বতন্ত্র কোর্স বা কক্ষপথ দিয়ে তৈরি করেছিলেন। __ \"তিনিই সেই দিন এবং দিন এবং সূর্য ও চাঁদ তৈরি করেছেন; সমস্ত (স্বর্গীয় দেহ) প্রত্যেকে তার বৃত্তাকার কোর্সে সাঁতার কাটায়\" (কুরআন ২১:৩৩) ____________________________________\n\n__Earth __ এর জল বিভিন্ন জায়গা থেকে এসেছিল। জলীয় বাষ্প, এবং ধূমকেতু এবং গ্রহাণুগুলি __earth__ হিট করে মহাসাগর তৈরি করে। এক বিলিয়ন বছরের মধ্যে (এটি প্রায় 3.6 বিলিয়ন বছর আগে) বিজ্ঞানীরা বিশ্বাস করেন যে প্রথম জীবন শুরু হয়েছিল, প্রত্নতাত্ত্বিক যুগে। কিছু ব্যাকটিরিয়া সালোকসংশ্লেষণ তৈরি করেছিল, যা গাছগুলিকে সূর্যের আলো এবং জল থেকে খাবার তৈরি করতে দেয়। এটি প্রচুর অক্সিজেন প্রকাশ করেছে, যা প্রথমে দ্রবণে আয়রন দ্বারা গ্রহণ করা হয়েছিল। অবশেষে, বিনামূল্যে অক্সিজেন বায়ুমণ্ডল বা বাতাসে প্রবেশ করে, বায়বীয় জীবনের জন্য উপযুক্ত __ এর পৃষ্ঠের পৃষ্ঠকে তৈরি করে। এই অক্সিজেন ওজোন স্তরও গঠন করেছিল যা সূর্য থেকে খারাপ অতিবেগুনী বিকিরণ থেকে __earth __ এর পৃষ্ঠকে রক্ষা করে।\n\nআবার, God শ্বর আমাদের কুরআনে ওজোন স্তর সম্পর্কে বলেছেন, কুরআনের আরও একটি বৈজ্ঞানিক অলৌকিক ঘটনা: __ \"এবং আমরা আকাশকে একটি সু-সুরক্ষিত ছাউনি হিসাবে তৈরি করেছি, তবুও তারা এর লক্ষণগুলি থেকে সরে গেছে।\" (কুরআন 21:32) __\n\nবিজ্ঞানীরা বিশ্বাস করেন যে ওজোন স্তরটির আগে জমির পৃষ্ঠের জটিল জীবন অস্তিত্ব ছিল না কারণ এটি সুরক্ষা ব্যতীত সূর্যের বিকিরণটি উন্নত জীবনের বেঁচে থাকার জন্য খুব বেশি হবে।\n\n__Earth__ দূরবর্তী অতীতে খুব আলাদা ছিল। অনেক আগে, প্রায় সমস্ত জমি এক জায়গায় ছিল। একে সুপারকন্টিন্টিন্ট বলা হয়। প্রথম দিকের পরিচিত সুপারকন্টিনেন্টকে বলা হত ভালবারা। অনেক পরে, একটি সময় ছিল (ক্রাইওজেনিয়ান) যখন __earth__ প্রায় পুরোপুরি ঘন বরফের শীট (হিমবাহ) দ্বারা আচ্ছাদিত ছিল। একে স্নোবল __earth__ তত্ত্ব বলা হয়।",
"t.Heavy Bombardment": "__ \"আমরা ইতিমধ্যে আমাদের বার্তাবাহকদের সুস্পষ্ট প্রমাণ সহ প্রেরণ করেছি এবং তাদের সাথে ধর্মগ্রন্থ এবং ভারসাম্য প্রেরণ করেছি যা জনগণ [তাদের বিষয়] ন্যায়বিচারে বজায় রাখতে পারে। এবং যাতে আল্লাহ তাঁর এবং তাঁর বার্তাবাহকদের অদৃশ্য সমর্থনকারীদের স্পষ্ট করে তুলতে পারেন। প্রকৃতপক্ষে, আল্লাহ শক্তিশালী এবং শক্তিতে উন্নত। \" (কুরআন 57:25) __\n\nদেরী ভারী বোমা হামলা (সংক্ষেপে এলএইচবি এবং লুনার ক্যাটাক্লিজম নামেও পরিচিত) এমন একটি ঘটনা যা প্রায় 3.8 থেকে 4.1 বিলিয়ন বছর আগে ঘটেছিল বলে মনে করা হয়। এটি পৃথিবীতে নিওহাদিয়ান এবং ইওরচিয়ান যুগ হিসাবে পরিচিত। এই ব্যবধানের সময়, পারদ, শুক্র, পৃথিবী এবং মঙ্গল সহ অভ্যন্তরীণ সৌরজগতের প্রাথমিক স্থল গ্রহগুলির সাথে সংঘর্ষের জন্য একটি অপ্রয়োজনীয়ভাবে বিশাল সংখ্যক গ্রহাণু তাত্ত্বিক হয়।\n\nদেরী ভারী বোমা হামলা ঘটেছিল পৃথিবী এবং অন্যান্য পাথুরে গ্রহগুলি তাদের বেশিরভাগ ভর গঠন ও অর্জনের পরে, তবে এখনও পৃথিবীর ইতিহাসে বেশ প্রথম দিকে।\n\nআজ বিজ্ঞানীরা জানেন যে আয়রন পৃথিবীতে বিকশিত হতে পারে না। পৃথিবীর আকারের কারণে তারা জানে, তারা জানে যে এই জাতীয় উপকরণগুলি এখানে প্রাকৃতিকভাবে বিকশিত হতে পারে না। প্রকৃতপক্ষে, তারা জানে যে আয়রন অবশ্যই তারার ভিতরে তৈরি করা উচিত, বিশেষত লাল সুপার-জিন্স। কেবলমাত্র এই জাতীয় বিশাল তারার ভিতরে ফিউশন প্রতিক্রিয়াগুলির সময় উপাদানগুলি একসাথে তৈরি করতে পারে। তারপরে একটি সুপারনোভা ঘটে, যার অর্থ তারাটি বিস্ফোরিত হয় এবং লোহার টুকরোগুলি মহাকাশে বিস্ফোরিত হয়। বিজ্ঞানীরা বিশ্বাস করেন যে এভাবেই আয়রন পৃথিবীতে এসেছিল।\n\nকুরআন উল্লেখ করেছে, __ \"এবং আমরা লোহা নামিয়েছি\" __। সম্প্রতি অবধি, বিজ্ঞানীরা __heay বোমা হামলা __ পিরিয়ডগুলি আবিষ্কার না করে, এই আয়াতটি __ \"আমরা লোহা পাঠিয়েছি\" __ সম্পর্কে আমাদের খুব বেশি অর্থবোধ করতে পারত না। যাইহোক, এটি God শ্বরকে বেশ আক্ষরিক অর্থে আমাদের কাছে লোহা প্রেরণ করে যাতে আমরা এটি থেকে উপকৃত হতে পারি।",
"t.Life on Earth": "__ \"যাঁরা অবিশ্বাস করেছেন তারা কি বিবেচনা করেননি যে আকাশ এবং পৃথিবী একটি যোগদানকারী সত্তা ছিল এবং তারপরে আমরা তাদের আলাদা করে প্রতিটি জীবন্ত জিনিস জল থেকে তৈরি করেছি? তাহলে তারা কি বিশ্বাস করবে না?\" (কুরআন 21:30) .__\n\nপ্রথম দিকের দাবি করা লাইফফর্মগুলি জীবাশ্মযুক্ত অণুজীব (বা মাইক্রোফসিল)। এগুলি লোহা এবং সিলিকা সমৃদ্ধ শিলাগুলিতে পাওয়া গিয়েছিল যা একসময় কানাডার কুইবেকের নুভুয়াগিটক গ্রিনস্টোন বেল্টে হাইড্রোথার্মাল ভেন্ট ছিল।\n\nএই শিলাগুলি 4.28 বিলিয়ন বছর হিসাবে পুরানো। এগুলিতে থাকা টিউবুলার ফর্মগুলি একটি প্রতিবেদনে প্রদর্শিত হয়। যদি এটি পৃথিবীর জীবনের প্রাচীনতম রেকর্ড হয় তবে এটি মহাসাগরগুলি 4.4 বিলিয়ন বছর আগে গঠনের পরে \"জীবনের প্রায় তাত্ক্ষণিক উত্থানের\" পরামর্শ দেয়। স্টিফেন ব্লেয়ার হেজেসের মতে, \"যদি পৃথিবীতে তুলনামূলকভাবে দ্রুত জীবন উত্থিত হয় তবে তা মহাবিশ্বে সাধারণ হতে পারে\"।\n\nকুরআন বর্ণনা করেছেন যে আল্লাহ __ \"জল থেকে প্রতিটি জীবন্ত জিনিস তৈরি করেছেন\" (কুরআন ২১:৩০)। দুটি পায়ে হাঁটুন, এবং কিছু যারা চারটিতে হাঁটেন। আল্লাহ যা ইচ্ছা করেন তা তৈরি করেন, কারণ সত্যই আল্লাহর সমস্ত কিছুর উপর শক্তি রয়েছে \"(২৪:৪৫)। __\n\nএই আয়াতগুলি পৃথিবীর মহাসাগরে জীবন শুরু হয়েছিল এমন বৈজ্ঞানিক তত্ত্বকে সমর্থন করে। তারা আধুনিক জীববিজ্ঞানের সাথেও এগিয়ে যায় যে বলে যে কিছু প্রাণী 90% পর্যন্ত জল দিয়ে গঠিত, অন্যদিকে মানুষ প্রায় 60% জল নিয়ে গঠিত।",
"t.Single Celled Organisms": "__ কুরআন বর্ণনা করেছেন যে আল্লাহ \"জল থেকে প্রতিটি জীবিত জিনিস তৈরি করেছেন\" (কুরআন 21:30) __।\n\nএককোষী জীবগুলি এমন একটি জীব রয়েছে যার একটি কোষ রয়েছে।\n\nএককোষী জীবগুলি সর্বত্র পাওয়া যায়। জীবনের প্রাচীনতম রূপগুলি 3.8 বিলিয়ন বছর আগে বিদ্যমান ছিল, যদি আর না হয়। বিজ্ঞানীরা বিশ্বাস করেন যে এই জীব জলে বাস করত। তারা বেঁচে থাকার জন্য বিভিন্ন কৌশল অনুসরণ করে: সালোকসংশ্লেষণ (সায়ানোব্যাকটিরিয়া), কেমোট্রফি (অনেক আর্চিয়া) এবং হিটারোট্রফি (অ্যামিবা)। কিছু এককোষী জীবের ফ্ল্যাজেলা, তারা লোকোমোশন বা লোবোপডগুলির জন্য ব্যবহার করে এমন সামান্য লেজ রয়েছে, সেলুলার কঙ্কাল (সাইটোস্কেলটন) এর এক্সটেনশানগুলি, যা ব্লোব্লাইক অস্ত্র হিসাবে প্রদর্শিত হয়। আমাদের এককোষী পূর্বপুরুষদের ফ্ল্যাজেলা সমস্ত উপায়ে প্রাণীদের মধ্যে ঘটে, যেখানে এটি ফ্ল্যাগেলেটেড শুক্রাণু হিসাবে উপস্থিত হয়।\n\n__ কুরআন বর্ণনা করেছেন যে আল্লাহ \"জল থেকে প্রতিটি জীবিত জিনিস তৈরি করেছেন\" (কুরআন 21:30) __। আরেকটি শ্লোক বর্ণনা করেছে যে __ \"আল্লাহ কীভাবে প্রতিটি প্রাণীকে জল থেকে তৈরি করেছেন। এর মধ্যে এমন কিছু যা তাদের পেটের উপর ক্রাইপ করে, কিছু দুটি পায়ে হাঁটতে পারে এবং কেউ কেউ চারটিতে হাঁটেন। আল্লাহ যা ইচ্ছা করেন তা তৈরি করেন, কারণ সত্যিকারের আল্লাহর ক্ষমতা রয়েছে সমস্ত জিনিস \"(কুরআন 24:45) __।\n\nএই আয়াতগুলি পৃথিবীর মহাসাগরে জীবন শুরু হয়েছিল এমন বৈজ্ঞানিক তত্ত্বকে সমর্থন করে।",
"t.Animals": "প্রথম জীবাশ্মগুলি যা প্রাণীদের প্রতিনিধিত্ব করতে পারে সেগুলি দক্ষিণ অস্ট্রেলিয়ার ট্রেজোনা গঠনের 6565 মিলিয়ন বছর বয়সী শিলাগুলিতে উপস্থিত হয়। এই জীবাশ্মগুলি সম্ভবত প্রথম দিকে স্পঞ্জ হিসাবে ব্যাখ্যা করা হয়।\n\nপ্রাচীনতম প্রাণীগুলি প্রায় 610 মিলিয়ন বছর আগে প্রাকাম্ব্রিয়ানের শেষের দিকে এডিয়াকরণ বায়োটাতে পাওয়া যায়। এগুলির মধ্যে প্রাণীগুলি অন্তর্ভুক্ত ছিল কিনা তা দীর্ঘদিন ধরে সন্দেহজনক ছিল, তবে ডিকিনসোনিয়ার জীবাশ্মগুলিতে প্রাণী লিপিড কোলেস্টেরলের আবিষ্কারটি প্রমাণ করে যে এগুলি সত্যই প্রাণী ছিল।\n\nঅনেক অ্যানিমাল ফাইলা প্রথমে ক্যামব্রিয়ান বিস্ফোরণের সময় জীবাশ্ম রেকর্ডে উপস্থিত হয়, প্রায় 542 মিলিয়ন বছর আগে, বার্গেস শেলের মতো বিছানায়। এই শিলাগুলির মধ্যে বিদ্যমান ফাইলাগুলির মধ্যে রয়েছে মল্লাস্কস, ব্র্যাচিওপডস, ওনিচোফোরানস, টার্ডিগ্রেডস, আর্থ্রোপডস, ইচিনোডার্মস এবং হেমিকর্ডেটস, পাশাপাশি প্রচুর এখন-বিলুপ্ত ফর্ম যেমন শিকারী ব্যতিক্রম। বিজ্ঞানীরা নিশ্চিত নন যে এই প্রাণীগুলি সমস্ত একই সাথে কাছাকাছি উপস্থিত হয়েছিল বা জীবাশ্মের রেকর্ড সংগ্রহ করার উপায় নিয়ে এটি কোনও সমস্যা কিনা।",
"t.Fish": "বিজ্ঞানীরা বিশ্বাস করেন যে ক্যামব্রিয়ান বিস্ফোরণের সময় প্রায় 530 মিলিয়ন বছর আগে প্রথম মাছটি উপস্থিত হয়েছিল। এগুলি প্রথম মেরুদণ্ডী বা মেরুদণ্ড বা মেরুদণ্ডের কলামযুক্ত প্রাণী বলে মনে করা হয়। প্রথম মাছটি অগ্নিথ বা চোয়ালহীন মাছের অন্তর্ভুক্ত বলে মনে করা হয়। দেরী ক্যামব্রিয়ান চলাকালীন, কনডন্টস নামে পরিচিত el ল জাতীয় চোয়ালেস মাছ এবং ছোট বেশিরভাগ সাঁজোয়া মাছ অস্ট্রাকোডার্মস নামে পরিচিত, প্রথম উপস্থিত হয়েছিল। বেশিরভাগ চোয়ালহীন মাছ এখন বিলুপ্ত।",
"t.Insects": "__Inects__, ফিলাম আর্থ্রোপোডায় একটি শ্রেণি। এগুলি ছোট টেরেস্ট্রিয়াল ইনভার্টেব্রেটস যা একটি হার্ড এক্সোস্কেলটন রয়েছে।\n\n__Inects__ এখন পর্যন্ত পৃথিবীর বৃহত্তম প্রাণীর গ্রুপ। প্রায় __926,400 বিভিন্ন প্রজাতি __ বর্ণনা করা হয়েছে। এগুলি সমস্ত পরিচিত জীবিত প্রজাতির অর্ধেকেরও বেশি __ এর জন্য রয়েছে এবং বিশ্বাস করা হয় যে 90% এরও বেশি প্রাণী প্রজাতির __on পৃথিবী রয়েছে।\n\nনতুন প্রজাতির __inests__ ক্রমাগত পাওয়া যায়। প্রজাতির মোট সংখ্যার অনুমান 2 মিলিয়ন থেকে 30 মিলিয়ন পর্যন্ত।\n\n__Inects__ এর ছয়টি পা রয়েছে; এবং বেশিরভাগের ডানা আছে। __ ইনসেক্টস__ ফ্লাইটে সক্ষম প্রথম প্রাণী বলে মনে করা হয়। এগুলি ডিম থেকে বিকাশের সাথে সাথে __ ইনসেক্টস __ মেটোরফোসিস__ এর মধ্য দিয়ে যায়, এটি রূপান্তরকরণের একটি আশ্চর্যজনক প্রক্রিয়া যেখানে পোকামাকড়ের অপরিণত রূপ দুটি বা ততোধিক স্বতন্ত্র পর্যায়ে প্রাপ্তবয়স্ক আকারে পরিবর্তিত হয়। __ ইনসেক্টস __ সমস্ত গ্রহ জুড়ে বাস করে: প্রায় সমস্তই স্থলজ (স্থলভাগে লাইভ), তবে কিছু সমুদ্রগুলিতে বা খুব শীতল জায়গায় যেমন অ্যান্টার্কটিকার মতো বাস করে। বেশিরভাগ প্রজাতি গ্রীষ্মমন্ডলীয় অঞ্চলে বাস করে।\n\nকিছু লোক সমস্ত __inects__ \"বাগ\" বলে, তবে এটি সঠিক নয়। কেবলমাত্র কিছু __inests__ হ'ল সত্য বাগ, যা __ ইনসেক্টস__ এর একটি নির্দিষ্ট ক্রম। যারা __inests__ অধ্যয়ন করেন তাদের __entomologists__ বলা হয়।",
"t.Reptiles": "__প্রেট __ হ'ল জমি মেরুদণ্ডের অন্যতম প্রধান গোষ্ঠীর সাধারণ নাম। এটি জীববিজ্ঞানীরা এত বেশি ব্যবহার করেন না, যারা আরও সঠিক পদ ব্যবহার করেন।\n\nনাম __ \"সরীসৃপ\" __ লাতিন থেকে এসেছে এবং এর অর্থ \"হু হু হু হু করে\"। সমস্ত জীবিত __reptiile__ প্রজাতিগুলি ঠান্ডা রক্তযুক্ত, খসখসে ত্বক থাকে এবং ক্লিডোইক ডিম দেয়। তারা ইউরিক অ্যাসিড (ইউরিয়ার পরিবর্তে) বের করে এবং একটি ক্লোকা থাকে। একটি ক্লোকা মলদ্বার, মূত্রনালীর ট্র্যাক্ট এবং প্রজনন নালীগুলির জন্য একটি ভাগ করে নেওয়া উদ্বোধন। __Restiles__ এছাড়াও হার্ট এবং বড় রক্তনালীগুলির একটি ব্যবস্থা ভাগ করে দেয় যা স্তন্যপায়ী প্রাণীর চেয়ে পৃথক।\n\n__Reeptiles__ এর অনেক গুরুত্বপূর্ণ গোষ্ঠী এখন বিলুপ্তপ্রায়, উদাহরণস্বরূপ মোসাসাররা। আমরা বলতাম যে ডাইনোসরগুলি বিলুপ্ত ছিল, তবে তারা তাদের পালকযুক্ত বংশধরদের (পাখি) আকারে টিকে আছে। প্রাচীন __reeptiles যা বেঁচে থাকে তাদের মধ্যে কচ্ছপ, কুমির এবং তুয়াতারা, এর গোষ্ঠীর একাকী বেঁচে থাকা অন্তর্ভুক্ত। বর্তমানের বেশিরভাগ অংশ __reeptiles__ হ'ল সাপ এবং টিকটিকি।\n\nলিভিং __restiles__ এর অধ্যয়নকে হার্পেটোলজি বলা হয়।",
"t.Dinosaur Age": "__Dinosaurs__ (যার অর্থ \"ভয়ানক টিকটিকি\") আর্কোসর সরীসৃপগুলির একটি বিচিত্র গ্রুপ। তারা ছিল মেসোজাইক যুগের প্রভাবশালী ভূমি প্রাণী। ডাইনোসরগুলির 500 টিরও বেশি বিভিন্ন জেনার জানা যায়। ডাইনোসরগুলির জীবাশ্মগুলি প্রতিটি মহাদেশে পাওয়া গেছে এবং এখনও ঘন ঘন নতুন আবিষ্কার রয়েছে।\n\n__Dinosaurs__ প্রায় 230 মিলিয়ন বছর আগে উপরের ট্রায়াসিকে উপস্থিত হয়েছিল। ডাইনোসর জীবাশ্মের প্রথমতম তারিখটি হ'ল ইওরাপ্টর, 231.4 থেকে 228 মায়া। প্রারম্ভিক জুরাসিক দ্বারা তারা শীর্ষস্থানীয় জমি মেরুদণ্ডী ছিল এবং জমিতে বেশিরভাগ পরিবেশে আধিপত্য বিস্তার করেছিল। তারা 66 মিলিয়ন বছর আগে হঠাৎ কে/টি (গ্লোবাল) বিলুপ্তির ইভেন্ট পর্যন্ত অব্যাহত ছিল।\n\nজীবাশ্মের রেকর্ড থেকে, বিজ্ঞানীরা বিশ্বাস করেন যে পাখিরা পালকযুক্ত ডাইনোসরগুলিতে বাস করছে এবং তাই তারা আজ অবধি বেঁচে থাকার জন্য ডাইনোসরগুলির একমাত্র লাইন ছিল।\n\nডাইনোসরদের অভিযোজন ছিল যা তাদের সফল করতে সহায়তা করেছিল। প্রথম পরিচিত ডাইনোসরগুলি ছিল ছোট শিকারী যা দুটি পায়ে হাঁটছিল। তাদের সমস্ত বংশধরদের দেহের নীচে পা সহ একটি খাড়া ভঙ্গি ছিল। এটি তাদের পুরো জীবন-স্টাইলকে রূপান্তরিত করেছে। অন্যান্য বৈশিষ্ট্য ছিল। বেশিরভাগ ছোট ডাইনোসরগুলির পালক ছিল এবং সম্ভবত উষ্ণ রক্তযুক্ত ছিল। এটি তাদেরকে সক্রিয় করে তুলবে, আধুনিক সরীসৃপের চেয়ে উচ্চতর বিপাক সহ। পশুপালগুলিতে বসবাস এবং সহযোগিতার সাথে সামাজিক মিথস্ক্রিয়া কিছু ধরণের পক্ষে খুব সম্ভবত মনে হয়।\n\nপ্রথম জীবাশ্মগুলি 19 শতকের গোড়ার দিকে ডাইনোসর হিসাবে স্বীকৃত হয়েছিল। তাদের কিছু হাড় অনেক আগে পাওয়া গিয়েছিল, তবে বোঝা যায় নি। উইলিয়াম বাকল্যান্ড, গিদিওন মান্টেল এবং রিচার্ড ওভেন এমন বিজ্ঞানী ছিলেন যারা এই হাড়গুলি দেখেছিলেন একটি বিশেষ প্রাণীর একটি বিশেষ দল। ডাইনোসরগুলি এখন বিশ্বজুড়ে যাদুঘরে প্রধান আকর্ষণ। তারা জনপ্রিয় সংস্কৃতির অংশ হয়ে গেছে। সেগুলি সম্পর্কে অনেক বেশি বিক্রিত বই এবং সিনেমা রয়েছে। মিডিয়াতে প্রায়শই নতুন ডাইনোসর আবিষ্কারগুলি রিপোর্ট করা হয়।",
"t.Mammals": "__Mammals__ হ'ল একদল মেরুদণ্ডী প্রাণীর একটি গ্রুপ যা স্তন্যপায়ী শ্রেণি তৈরি করে। তাদের পশম বা চুল এবং খুব সুনির্দিষ্ট ধরণের তাপমাত্রা নিয়ন্ত্রণ রয়েছে।\n\nমনোট্রেমস বাদে সমস্ত স্তন্যপায়ী প্রাণীরা বেঁচে থাকে। তারা তরুণদের জন্য দুধও উত্পাদন করে। তরুণদের পিতামাতার যত্ন স্তন্যপায়ী প্রাণীদের মধ্যে সর্বজনীন এবং এটি প্রয়োজনীয় কারণ জীবিত জন্ম সন্তানের সংখ্যা সীমাবদ্ধ করে।",
"t.Stegosaurus": "স্টেগোসরাস (যার অর্থ \"ছাদ-লিজার্ড\") ছিল এক ধরণের উদ্ভিদ খাওয়ার ডাইনোসর যা বর্তমানে পশ্চিম উত্তর আমেরিকা যা ছিল তাতে বাস করত।\n\nস্টিগোসরাস প্রায় 155-145 মিলিয়ন বছর আগে উপরের জুরাসিক সময়কালে বাস করতেন। এটি তার পিছনে ঘুড়ি-আকৃতির প্লেটগুলির স্বতন্ত্র ডাবল সারি এবং তার লেজের দীর্ঘ স্পাইকগুলির সাথে সবচেয়ে সহজেই স্বীকৃত ডাইনোসরগুলির মধ্যে একটি। বর্মটি প্রয়োজনীয় ছিল কারণ এটি অ্যালোসরাস এবং সেরাটোসরাস এর মতো মাংস-খাওয়ার সাথে বাস করত।",
"t.Tyrannosaurus": "টায়রান্নোসরাস ছিলেন উচ্চতর ক্রিটেসিয়াসের একটি বিশাল শিকারী ডাইনোসর, 65.5-67 মিলিয়ন বছর আগে।\n\nটায়রান্নোসরাস একটি দ্বিপদী মাংসাশী ছিলেন যার সাথে একটি দীর্ঘ, ভারী লেজ দ্বারা ভারসাম্যপূর্ণ একটি বিশাল খুলি ছিল। বৃহত এবং শক্তিশালী পিছনের অঙ্গগুলির সাথে তুলনা করে, এর অগ্রণীগুলি ছোট ছিল তবে তাদের আকারের জন্য শক্তিশালী। তাদের দুটি নখর সংখ্যা ছিল।\n\nএটি শিকারী বা স্ক্যাভেঞ্জার কিনা তা নিয়ে আলোচনা রয়েছে। আজকের বেশিরভাগ প্রভাবশালী মাংস-খাওয়ার মতো যেমন সিংহ এবং হায়েনাসের মতো, টাইরনোসরাস উভয়ই হতে পারে। এটিতে খুব শক্তিশালী চোয়াল ছিল এবং এর কামড়ের শক্তি অন্যান্য ডাইনোসরগুলির হাড়গুলি স্ন্যাপ করতে পারে।",
"t.Dinosaur Extinction": "ক্রিটাসিয়াসের শেষে বিলুপ্তিগুলি এক বা একাধিক বিপর্যয়কর ঘটনা যেমন বিশাল গ্রহাণু বা উল্কা প্রভাব বা আগ্নেয়গিরির ক্রিয়াকলাপের কারণে ঘটে।\n\nভারতের ডেকান ফাঁদে যেমন বেশ কয়েকটি প্রভাবের ক্রেটার এবং বিশাল আগ্নেয়গিরির ক্রিয়াকলাপ বিলুপ্তির ঘটনার আনুমানিক সময়ের সাথে সম্পর্কিত হয়েছে। এই ভূতাত্ত্বিক ঘটনাগুলি সূর্যের আলো হ্রাস করতে পারে এবং সালোকসংশ্লেষণকে বাধা দেয়, যার ফলে পৃথিবীর বাস্তুশাস্ত্রে ব্যাপক ব্যাহত হয়।",
"t.Primate Bipedalism": "বাইপিডালিজম হেঁটে যাচ্ছে বা হাঁটতে দুই পা ব্যবহার করছে। বিজ্ঞানীরা বিশ্বাস করেন যে প্রাইমেটগুলিতে দ্বিপদীতা 6 থেকে 7 মিলিয়ন বছর আগে জাগ্রত করে যেহেতু এটি তাদের প্রথমতম জীবাশ্মগুলি খুঁজে পেয়েছে যে দ্বিপদী বৈশিষ্ট্যগুলি দেখায়। বিবর্তনবাদীরা এগুলি মানব প্রজাতির প্রাথমিক পূর্বপুরুষ হিসাবে বিশ্বাস করেন, তবে এই তত্ত্বের এটি সমর্থন করার পক্ষে খুব কম প্রমাণ রয়েছে।",
"t.Constructed Tools": "__ স্টোন সরঞ্জামগুলি পা পাথরের তৈরি সরঞ্জাম। পাথরের যুগের নাম দেওয়া হয়েছিল তার কারণ। বিজ্ঞানীরা বিশ্বাস করেন যে তারা ব্যবহৃত প্রথম সরঞ্জাম ছিল। সম্প্রতি জানা গেছে যে মানুষের বেঁচে থাকার আগে পাথরের সরঞ্জামগুলি ব্যবহার করা হয়েছিল।",
"t.Control Fire": "__ প্রাথমিক মানুষের দ্বারা আগুনের নিয়ন্ত্রণটি প্রাথমিক মানুষের কাছে খুব গুরুত্বপূর্ণ ছিল। আগুন উষ্ণতা, সুরক্ষা, শিকারের উন্নতি এবং খাবার রান্না করার জন্য একটি পদ্ধতির উত্স সরবরাহ করে। এই সাংস্কৃতিক অগ্রগতিগুলি সাংস্কৃতিক উদ্ভাবন এবং ডায়েটে পরিবর্তনের জন্য অনুমোদিত। অধিকন্তু, আগুন নিয়ন্ত্রণে মানুষের ক্রিয়াকলাপের প্রসারকে শীতল জলবায়ুতে এবং সন্ধ্যায় পরে থাকতে দেয়, উষ্ণতা এবং আলো উভয়ই সরবরাহ করে।\n\nপ্রায় 200 হাজার থেকে 1.7 মিলিয়ন বছর আগে নিয়ন্ত্রণের পরিসীমাগুলির প্রাথমিকতম প্রমাণের জন্য দাবিগুলি। প্রায় এক হাজার বছর আগে শুরু হওয়া আগুনের নিয়ন্ত্রিত ব্যবহারের প্রমাণের বিস্তৃত বৈজ্ঞানিক সমর্থন রয়েছে। আগুনে পোড়া ফ্লিন্ট ব্লেডগুলি মরক্কোর মানব জীবাশ্মের নিকটে পাওয়া গিয়েছিল এবং প্রায় 300 হাজার বছর আগে তারিখ ছিল। আগুন নিয়ন্ত্রণের বিস্তৃত প্রমাণ প্রায় 125,000 বছর আগে।",
"t.Adam": "__ \"ওহে মানবজাতি! আমরা আপনাকে একটি একক জোড়া থেকে একটি পুরুষ এবং একজন মহিলা থেকে তৈরি করেছি এবং আপনাকে জাতি এবং উপজাতিগুলিতে পরিণত করেছি, যাতে আপনি একে অপরকে জানতে পারেন (আপনি একে অপরকে তুচ্ছ করতে পারেন না)। অবশ্যই আপনার মধ্যে সর্বাধিক সম্মানিত আল্লাহর দৃষ্টিতে তিনি হলেন যিনি আপনার মধ্যে সর্বাধিক ধার্মিক And এবং আল্লাহর সম্পূর্ণ জ্ঞান রয়েছে এবং তিনি ভালভাবে পরিচিত (সমস্ত কিছুর সাথে) \"(কুরআন ৪৯:১৩)। __\n\nআদম (আরবি: آدم) পৃথিবীতে প্রথম মানুষ এবং ইসলামের প্রথম নবী (ببي, নবী) ছিলেন। মানব জাতির পিতা হিসাবে মুসলিমের শ্রদ্ধেয় আদম এবং তাঁর স্ত্রী হাওয় (حواء, ইভ) মানবজাতির মা হিসাবে। মুসলমানরা আদমকে প্রথম মুসলিম হিসাবে দেখেন, যেমন কুরআন বলেছে যে সমস্ত ভাববাদীরা ইসলামের একই বিশ্বাস প্রচার করেছিলেন, যার অর্থ God শ্বরের কাছে জমা দেওয়া।\n\nএই দুই ব্যক্তির কাছ থেকে, মানুষের প্রজন্ম পৃথিবীতে বাস করেছে। God শ্বর কুরআনে বলেছেন।\n\nযখন আদম তৈরি করা হয়েছিল, তখন God শ্বর সমস্ত সৃষ্টিকে আদমের প্রতি শ্রদ্ধার চিহ্ন হিসাবে নামিয়ে আনার আদেশ দিয়েছিলেন, যা একটি নতুন উচ্চতর সৃষ্টি ছিল। শায়তান ব্যতীত সকলেই করেছিলেন, যিনি অস্বীকার করেছিলেন যে তিনি ধূমপায়ী আগুন (একটি জিন) দিয়ে তৈরি ছিলেন, যখন আদম কাদামাটি দিয়ে তৈরি ছিলেন। God শ্বর তখন তাদেরকে একটি পরীক্ষা হিসাবে ইডেনের বাগানে রেখেছিলেন এবং শায়তান আদম এবং হাওয়া উভয়কে সফলভাবে চালিত করেছিলেন। তিনি তাদের এমন একটি গাছে যেতে বাধ্য করেছিলেন যা God শ্বর তাদের থেকে নিষেধাজ্ঞা জানিয়েছেন। এর ফলস্বরূপ, God শ্বর আমাদের (মানুষ এবং শয়তান) পৃথিবীতে বিচারের দিন পর্যন্ত একে অপরের শত্রু হিসাবে রেখেছেন। একবার পৃথিবীতে, আদম ক্ষমার জন্য প্রার্থনা করলেন এবং God শ্বর তাঁকে ক্ষমা করেছিলেন।\n\nআদম এবং সমস্ত ভাববাদীদের মতো তারা God শ্বরের সাথে আমাদের চুক্তির কথা মনে করিয়ে দেওয়ার জন্য পৃথিবীতে এসেছিল। আমরা যদি God শ্বরের আনুগত্য করি তবে আমরা একটি উচ্চতর স্তর অর্জন করতে পারি তবে God's শ্বরের দৃষ্টিতে ফেরেশতাগণ। এটি করার জন্য আমাদের অবশ্যই শাইটানের ফিসফিসগুলি এড়াতে হবে এবং এর চেয়েও খারাপ যা আমাদের নফস (স্বার্থপর আকাঙ্ক্ষা) প্রচেষ্টা করে এবং দমন করে। আমরা কুরআনে আমাদের দেওয়া অন্তহীন জ্ঞান, দিকনির্দেশ এবং উদাহরণগুলি অনুসরণ করে এটি করি, God শ্বরের প্রথম ব্যক্তির মধ্যে রচিত চূড়ান্ত প্রকাশ এবং বই যা পুরোপুরি সংরক্ষিত এবং অপরিবর্তিত রয়েছে। আমাদের অবশ্যই ভাববাদীদের আশ্চর্যজনক উদাহরণটি অনুসরণ করতে হবে এবং আমাদের কাছে নবী মুহাম্মদের পূর্ণ জীবন কাহিনী রয়েছে কারণ তিনি আরও সাম্প্রতিক সময়ে এসেছিলেন যেখানে তিনি আধুনিক ইতিহাসেও দেখিয়েছিলেন। তাঁর সমস্ত শিক্ষাগুলিও সংরক্ষণ করা হয়েছে এবং তাঁর জীবনযাত্রাকে সংরক্ষণ ও শেখানোর জন্য প্রচুর ইসলামী বৃত্তি রয়েছে। নবী মুহাম্মদ হলেন একজন স্বামী, পিতা, প্রতিবেশী এবং বন্ধু হওয়ার সাথে সাথে একজন রাষ্ট্রীয়, আধ্যাত্মিক ও সামরিক নেতা নবীদের সিল। তিনি তাঁর জীবন, ক্রিয়া এবং শিক্ষাগুলি যে স্টুডিয় করেছেন তাদের দ্বারা তিনি অত্যন্ত প্রশংসিত। এমনকি তাঁর শত্রুরাও যখন তিনি শ্রদ্ধা জানতেন এবং তাঁর উপর আস্থা রাখতেন।\n\nসুতরাং, মুসলমান হিসাবে আমরা জানি যে সমস্ত মানুষের জীবনের উদ্দেশ্য God শ্বরের উপাসনা করা এবং কে কর্মে সেরা। Human শ্বর মানবজাতিকে স্বর্গ/স্বর্গে তাঁর আদেশগুলি অনুসরণ করার পুরষ্কার হিসাবে একটি সুন্দর জায়গা দেওয়ার প্রতিশ্রুতি দিয়েছেন। স্বর্গের সর্বনিম্ন ব্যক্তির দশটি পৃথিবীর জমি থাকবে। আপনি যখন স্বর্গের উচ্চ স্তরে পৌঁছে যান তখন আপনাকে হালকা বছরগুলিতে আপনার জমি পরিমাপ করা শুরু করতে হবে। God শ্বর সর্বাধিক উদার এবং আমাদের দিতে চান এবং আমাদের তাঁর কাছে সমস্ত কিছু জিজ্ঞাসা করতে চান। আমরা যদি God শ্বর এবং নবীদের উপায় থেকে দূরে সরে যাই তবে একটি গুরুতর শাস্তি আমাদের জাহান্নামে অপেক্ষা করে। God শ্বর আমাদের এই এবং সমস্ত মন্দ জিনিস থেকে রক্ষা করুন।\n\nবিজ্ঞানের দৃষ্টিকোণ থেকে, মানুষ __Homo Sapienes__ প্রজাতির মধ্যে রয়েছে, যার মধ্যে একমাত্র পরিচিত উপ -প্রজাতিগুলি __Homo Sapiences Sapienes__ নামে পরিচিত। আমরা পৃথিবীর সবচেয়ে প্রভাবশালী প্রজাতি। তবে, বিশেষত উদ্ভিদ এবং প্রতিবাদকারীদের মধ্যে বিভিন্ন ধরণের জীবন রয়েছে যা পৃথিবীর বায়ু, শিলা, জীবন এবং প্রাকৃতিক পরিবেশের উপর অনেক বেশি প্রভাব ফেলেছিল।",
"t.First Temple": "__Gbekli tepe__ (উচ্চারিত [ɟbekˈli tˈape]), \"পটবেলি হিল\" এর জন্য তুর্কি, তুরস্কের দক্ষিণ -পূর্ব আনাতোলিয়া অঞ্চলের একটি প্রত্নতাত্ত্বিক স্থান, প্রায় 12 কিলোমিটার (mi মাইল) উত্তর -পূর্বে şanlıurfa শহরের উত্তর -পূর্বে। বলার উচ্চতা 15 মিটার (49 ফুট) এবং প্রায় 300 মিটার (980 ফুট) ব্যাসের। এটি সমুদ্রপৃষ্ঠ থেকে প্রায় 760 মিটার (2,490 ফুট) উপরে।\n\nবলার মধ্যে দুটি সামাজিক বা আচার -অনুষ্ঠানের প্রকৃতির বলে বিশ্বাস করা দুটি পর্যায় রয়েছে যা খ্রিস্টপূর্ব দশম - 8 তম সহস্রাব্দের সাথে সম্পর্কিত। প্রথম পর্বের সময়, প্রাক-পটারি নিওলিথিক এ (পিপিএনএ) এর অন্তর্গত, বিশাল টি-আকৃতির পাথরের স্তম্ভগুলির চেনাশোনাগুলি তৈরি করা হয়েছিল-বিশ্বের প্রাচীনতম পরিচিত মেগালিথগুলি। প্রায় 20 টি চেনাশোনাগুলিতে 200 টিরও বেশি স্তম্ভ বর্তমানে জিওফিজিকাল জরিপের মাধ্যমে পরিচিত। প্রতিটি স্তম্ভের উচ্চতা 6 মিটার (20 ফুট) পর্যন্ত থাকে এবং ওজন 10 টন পর্যন্ত। এগুলি সকেটে লাগানো হয় যা বেডরক থেকে বের করা হয়েছিল। দ্বিতীয় পর্যায়ে, প্রাক-পটারি নিওলিথিক বি (পিপিএনবি) এর অন্তর্গত, নির্মিত স্তম্ভগুলি ছোট এবং পালিশযুক্ত চুনের মেঝে সহ আয়তক্ষেত্রাকার কক্ষে দাঁড়িয়ে। সাইটটি পিপিএনবির পরে ত্যাগ করা হয়েছিল। অল্প বয়স্ক কাঠামো শাস্ত্রীয় সময়ের তারিখ।\n\nকাঠামোর ফাংশনের বিশদটি একটি রহস্য হিসাবে রয়ে গেছে। এটি ১৯৯ 1996 সাল থেকে ক্লাউস শ্মিটের নির্দেশে একটি জার্মান প্রত্নতাত্ত্বিক দল দ্বারা খনন করা হয়েছিল। ২০১৪ সালে তাঁর মৃত্যুর আগ পর্যন্ত শ্মিড্ট বিশ্বাস করেছিলেন যে সাইটটি এমন একটি অভয়ারণ্য ছিল যেখানে বিস্তৃত অঞ্চলের লোকেরা পর্যায়ক্রমে জমায়েত হয়, কোনও নিষ্পত্তি নয়।\n\n2018 সালে, সাইটটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট হিসাবে মনোনীত হয়েছিল।",
"t.Agricultural Revolution": "__ দ্য নিওলিথিক বিপ্লব __ (নতুন পাথর যুগ) প্রথম __gricutlure বিপ্লব ছিল __ এটি যাযাবর শিকার এবং সংগ্রহ করা সম্প্রদায় এবং ব্যান্ডগুলি কৃষি ও নিষ্পত্তি পর্যন্ত ধীরে ধীরে পরিবর্তন ছিল। এই সময়টিকে একটি \"বিপ্লব\" হিসাবে বর্ণনা করা হয়েছে কারণ এটি সম্প্রদায়ের জীবনযাত্রাকে পরিবর্তন করেছে যা পরিবর্তন করেছে। এটি বিভিন্ন সময়ে বিভিন্ন প্রাগৈতিহাসিক মানব সমাজে ঘটেছিল। অনেক সমিতি 7-9 হাজার বছর আগে পরিবর্তিত হয়েছিল।\n\nশব্দটি এই উন্নয়নগুলি সংঘটিত হওয়ার সাধারণ সময়কে বোঝায়। এটি সংঘটিত পরিবর্তনের ক্ষেত্রেও প্রযোজ্য: প্রাথমিক কৃষিকাজের কৌশল গ্রহণ, ফসল চাষ এবং প্রাণীর গৃহপালিতকরণ। সামাজিক সংগঠন এবং প্রযুক্তির উন্নয়নের জন্য নিওলিথিক বিপ্লব গুরুত্বপূর্ণ।\n\n__ নিওলিথিক বিপ্লব __ স্থায়ী বা আধা-স্থায়ী জনবসতিগুলিতে বসবাস করতে পরিচালিত করে। এই কারণে কম লোক একটি যাযাবর জীবনযাত্রার নেতৃত্ব দিয়েছিল। ফসলের উত্থিত ফসল কারা তা জানতে সক্ষম হতে, জমির মালিকানার ধারণাটি তৈরি করা হয়েছিল। প্রাকৃতিক পরিবেশ পরিবর্তন করা হয়েছিল, জনসংখ্যার ঘনত্ব বৃদ্ধি পেয়েছিল এবং লোকেরা তাদের ডায়েটে আরও উদ্ভিজ্জ এবং সিরিয়াল খাবার খেয়েছিল। সমাজে শ্রেণিবদ্ধ বিকাশ। শস্য সংরক্ষণ করা হয়েছিল, এবং ব্যবসা করা যেতে পারে। ভাল ফসলের ফলন থেকে উদ্বৃত্ত উত্পাদন সমাজকে খারাপ বছর থেকে বাঁচতে সহায়তা করে। এর উদাহরণ হ'ল ইউসুফ (আ।) প্রাচীন মিশরে শস্যকে সুরক্ষিত ও ছড়িয়ে দিয়েছিল।",
"t.Writing": "__ রাইটিং__ হ'ল প্রতীকগুলির একটি সেট ব্যবহার করে ভিজ্যুয়াল মিডিয়ামে ভাষা রেকর্ডিংয়ের কাজ। প্রতীকগুলি অবশ্যই অন্যদের কাছে জানা উচিত, যাতে পাঠ্যটি পড়তে পারে।\n\nএকটি পাঠ্য অন্যান্য ভিজ্যুয়াল সিস্টেম যেমন চিত্র এবং সজ্জা ব্যবহার করতে পারে। এগুলিকে লেখা বলা হয় না, তবে বার্তাটি কাজ করতে সহায়তা করতে পারে। সাধারণত, কোনও দেশের সমস্ত শিক্ষিত লোকেরা একই ভাষা রেকর্ড করতে একই লেখার ব্যবস্থা ব্যবহার করে। পড়তে এবং লিখতে সক্ষম হতে হয় শিক্ষিত হতে।\n\n__ রাইটিং__ বক্তৃতা থেকে পৃথক কারণ পাঠকদের সেই সময় উপস্থিত থাকার দরকার নেই। আমরা অনেক আগে থেকে এবং বিশ্বের বিভিন্ন অঞ্চল থেকে লেখা পড়তে পারি। পাঠ্য স্টোর এবং জ্ঞান যোগাযোগ করে। __ রাইটিং__ মানব প্রজাতির অন্যতম সেরা আবিষ্কার। Hist তিহাসিকরা বিশ্বাস করেন যে লোকেরা শহরে বসতি স্থাপনের পরে এবং কৃষিক্ষেত্র শুরু হওয়ার পরে এটি আবিষ্কার হয়েছিল। __ রাইটিং__ প্রায় 3,300 বিবিসি থেকে শুরু করে, যা 5000 বছর আগে মধ্য প্রাচ্যে।\n\n__ রাইটিং__ আজ সাধারণত কাগজে থাকে, যদিও প্রায় কোনও পৃষ্ঠে মুদ্রণের উপায় রয়েছে। টেলিভিশন এবং মুভি স্ক্রিনগুলিও রাইটিং প্রদর্শন করতে পারে এবং তাই কম্পিউটার স্ক্রিনও করতে পারে। অনেক লেখার উপকরণ আবিষ্কার করা হয়েছিল, কাগজের অনেক আগে। কাদামাটি, পাপাইরাস, কাঠ, স্লেট এবং চামড়া (প্রস্তুত প্রাণীর চামড়া) সবই ব্যবহার করা হয়েছে। রোমানরা একটি পয়েন্টযুক্ত স্টাইলাস সহ মোমযুক্ত ট্যাবলেটগুলিতে লিখেছিল; এটি অস্থায়ী নোট এবং বার্তাগুলির জন্য জনপ্রিয় ছিল। চাইনিজদের কাগজের পরবর্তী আবিষ্কারটি ছিল একটি বড় পদক্ষেপ।\n\n__ রাইটিং__ tradition তিহ্যগতভাবে পেন্সিল, কলম বা ব্রাশের মতো হাতের সরঞ্জাম ব্যবহার করে করা হয়। আরও বেশি করে, পাঠ্য কীবোর্ড বা স্মার্টফোনে ইনপুট দ্বারা পাঠ্য তৈরি করা হয়।",
"t.Recorded History": "__History__ অতীত ঘটনাগুলির অধ্যয়ন। লোকেরা জানে যে অতীতে কী ঘটেছিল তা অতীতের জিনিসগুলি দেখে উত্সগুলি (যেমন বই, সংবাদপত্র এবং চিঠিগুলি) এবং নিদর্শনগুলি (যেমন মৃৎশিল্প, সরঞ্জাম এবং মানব বা প্রাণী অবশেষ) সহ) গ্রন্থাগার, সংরক্ষণাগার এবং যাদুঘরগুলি এগুলি সংগ্রহ করে এবং রাখে ইতিহাস অধ্যয়ন করার জন্য জিনিস। যে ব্যক্তি ইতিহাস অধ্যয়ন করেন তাকে ইতিহাসবিদ বলা হয়। প্রাচীন সংস্কৃতিগুলির পিছনে থাকা জিনিসগুলির মাধ্যমে প্রাক-ইতিহাস এবং ইতিহাস অধ্যয়ন করা একজনকে প্রত্নতাত্ত্বিক বলা হয়। একজন ব্যক্তি যিনি মানবজাতি এবং সমাজকে অধ্যয়ন করেন তাকে নৃবিজ্ঞানী বলা হয়। ইতিহাস অধ্যয়ন ও লেখার জন্য ব্যবহৃত উত্স এবং পদ্ধতিগুলির অধ্যয়নকে ইতিহাসগ্রন্থ বলে।\n\nলোকেরা অতীতের বিষয়ে জানতে পারে এমন লোকদের সাথে কথা বলে যারা অতীতে ঘটেছিল এমন জিনিসগুলি মনে করে। একে মৌখিক ইতিহাস বলা হয়। যখন দাস এবং আমেরিকান গৃহযুদ্ধ থেকে বেঁচে যাওয়া লোকেরা বয়স্ক হয়ে পড়েছিল, তখন কিছু ians তিহাসিকরা যা বলেছিলেন তা রেকর্ড করেছিলেন, যাতে ইতিহাস হারিয়ে না যায়।\n\nইসলামী ইতিহাসেও একই কাজ করা হয়েছিল। অনেক কিছু লেখা হয়েছিল, তবে বেশ কয়েকজন পণ্ডিত ছিলেন যারা নবী (হাদীস) এর প্রতিটি শেষ কথাটি বইয়ের মধ্যে সংগ্রহ করার আশেপাশে গিয়েছিলেন। নবী (সা।) এর দিকে ফিরে যাওয়ার বর্ণনার শৃঙ্খলা যাচাই করতে এবং এই হাদীসগুলিকে দৃ ness ়তার শ্রেণিবিন্যাসের স্তরে স্থান দেওয়ার জন্য একটি সামগ্রিক ইসলামী বিজ্ঞান এর শীর্ষে তৈরি করা হয়েছিল। আমরা জানি যে এই সমস্ত লোক এবং তাদের পরিবার কে ছিল, তারা কেবল কোনও বইয়ের এলোমেলো প্রথম নাম নয় (যেমন মার্ক, লুক, জন)। প্রায়শই, একই হাদীসটি একই বইতে কয়েক ডজন বার পাওয়া যায় বা হাদীসের বেশ কয়েকটি বইয়ের উপরে ছড়িয়ে পড়ে কারণ এটি এত লোক সংগ্রহ করেছিলেন। এটি একটি সাহিহ (খুব শব্দ) হাদীস হিসাবে শ্রেণিবদ্ধ করা হবে।\n\nকুরআনটিও লিখিত ছিল তবে বেশিরভাগই নবী সা।) এটি আজও লক্ষ লক্ষ লোক মুখস্থ করে, মূল আরবি ভাষায়- এমনকি অ-অ্যারাবিক স্পিকার দ্বারাও। এটি সম্ভব কারণ কুরআন কাব্যিক এবং অনেক লোকের কাছে মনে রাখা সহজ। কুরআনের সমস্ত পাঠ্য যদি কোনওভাবে অদৃশ্য হয়ে যায় তবে মুসলমানরা যদি তারা একসাথে কাজ করে তবে কয়েক সেকেন্ডের মধ্যে এটি ফিরিয়ে আনতে পারে। যাইহোক এটির প্রয়োজন নেই, যেমন God শ্বর আমাদের বলেছিলেন যে তিনি কুরআনে এটি রক্ষা করবেন। __ \"প্রকৃতপক্ষে, আমরাই কোরআনকে পাঠিয়েছি এবং প্রকৃতপক্ষে আমরা এর অভিভাবক হব।\" (কুরআন 15: 9) __\n\nএটি কাব্যিক এবং আবৃত্তি সৌন্দর্য নির্বিশেষে কুরআনের বার্তাটি বিশ্বাসীদের মনে সহজেই ফিট করে কারণ এটি অতীত, ভবিষ্যতকে ব্যাখ্যা করে এবং একটি যৌক্তিক এবং সহজেই বোঝার উপায় হিসাবে উপস্থিত। কুরআন আসলে আমাদের কাছে সবচেয়ে বড় অলৌকিক ঘটনা, এবং ইসলাম প্রমাণ করার জন্য আমাদের কেবলমাত্র একটিই সত্য ধর্ম। আমাদের তৈরি এবং আমাদের সাথে কথা বলে এবং কুরআনের শব্দ দিয়ে সরাসরি আমাদের শেখায়। এবং God শ্বর, যিনি আমাদের তৈরি করেছেন এবং আমাদের সেরা জানেন তা আমাদের শেখানো ভাল কে?\n\nপুরানো সময়ে বিশ্বের বিভিন্ন অঞ্চলের লোকেরা পৃথক ইতিহাস রাখে কারণ তারা একে অপরের সাথে প্রায়শই দেখা করেনি। কিছু গোষ্ঠী কখনও একে অপরের সাথে দেখা করে না। মধ্যযুগীয় ইউরোপ, প্রাচীন রোম এবং প্রাচীন চীন প্রত্যেকেই ভেবেছিল যে তারা বিশ্বের একমাত্র গুরুত্বপূর্ণ অংশ এবং অন্যান্য অংশগুলি \"বর্বর\" ছিল।",
"t.First Pyramid Built": "__ \"এই দিনটি আমরা আপনার দেহে আপনাকে (হে ফেরাউন) বাঁচাতে পারি, যাতে আপনি আপনার পরে যারা আসেন তাদের জন্য আপনি একটি চিহ্ন হতে পারেন! তবে প্রকৃতপক্ষে, মানবজাতির মধ্যে অনেকেই আমাদের লক্ষণগুলিতে অবহেলা করছেন।\" (কুরআন 10:93) __\n\nএকটি __pyramid__ হ'ল একটি কাঠামো, সাধারণত পাথরের, একটি পিরামিডের আকারে নির্মিত। প্রাচীন থেকে আধুনিক কাল পর্যন্ত বিশ্বের বিভিন্ন অঞ্চলে মানুষ এ জাতীয় কাঠামো তৈরি করেছে।\n\nপ্রথম __pyramids__ 2630 বিসি তে নির্মিত হয়েছিল প্রাচীনতম পরিচিত পিরামিডটি মিশরের সাক্করাতে এবং এটি তৃতীয় মিশরীয় রাজবংশের রাজা জোজার দ্বারা নির্মিত হয়েছিল।\n\nকুরআন মুসা (যেমন, মূসা) এবং ইউসুফ (এএস, জোসেফ) সম্পর্কিত গল্পগুলিতে মিশরীয় রাজবংশের বিষয়ে অনেক কথা বলেছেন।\n\nকুরআন এই মিশরীয় রাজবংশের নেতাদের রাজা বা ফেরাউন (যা পরে এসেছিল) হিসাবে উল্লেখ করে মিশরীয় ইতিহাসের সঠিকভাবে বর্ণনা করেছে। একটি historical তিহাসিক সত্য যা সম্প্রতি সম্প্রতি ব্রিটিশ যাদুঘর দ্বারা আবিষ্কার করা হয়েছিল। তাদের মতে, মিশরীয়রা 18 তম রাজবংশ (খ্রিস্টপূর্ব 1552-1295) অবধি তাদের শাসকদের \"ফেরাউন\" বলে অভিহিত করেনি।\n\nমুসা এবং ফিরাউন (ফেরাউন) সম্পর্কে কথা বলার কয়েকটি আয়াত:\n__ \"আমরা (আল্লাহ) আপনার কাছে মোশি ও ফেরাউনের গল্পের একটি অংশকে সত্যের সাথে রিহার্সাল করি, এমন একটি লোকের সুবিধার জন্য যারা বিশ্বাস করবে। (কুরআন ২৮:০৪)।\n\n\"আমরা মোশিকে ফেরাউন এবং তার প্রধানদের কাছে আমাদের লক্ষণগুলি দিয়ে প্রেরণ করেছি, কিন্তু তারা অন্যায়ভাবে তাদের প্রত্যাখ্যান করেছিল। দেখুন, তাহলে, যারা এই ব্যাধি সৃষ্টি করেছেন তাদের শেষ কী ছিল! (কুরআন :: ১০৪)\n\n\"এই দিনটি আমরা আপনাকে (হে ফেরাউন) আপনার দেহে বাঁচাতে পারি, যাতে আপনি আপনার পরে যারা আসেন তাদের জন্য আপনি একটি চিহ্ন হতে পারেন! তবে প্রকৃতপক্ষে, মানবজাতির মধ্যে অনেকেই আমাদের লক্ষণগুলি অবহেলা করছেন ((কুরআন 10:93) __\n\nএটি histor তিহাসিক এবং খ্রিস্টান এবং মুসলিম পণ্ডিতদের দ্বারা ব্যাপকভাবে বিশ্বাস করা হয় যে মোশি দ্বিতীয় রামেসেসের সাথে যোগাযোগ করেছিলেন। কুরআন এবং বাইবেল উভয়ই এই গল্পটি বিশদভাবে উল্লেখ করেছেন যে অবশেষে ফেরাউনকে লোহিত সাগরে ডুবে যাওয়ার পরে মোশির পরে, God's শ্বরের অনুমতি নিয়ে সমুদ্রকে বিভক্ত করেছিল।\n\nকুরআনের ভবিষ্যদ্বাণী __ সম্প্রতি পর্যন্ত. সমস্ত ফেরাউনের মমিফাইড মৃতদেহগুলি নীল নদের তীরে রাজাদের উপত্যকায় (কেভি 7 এবং 8) লুকিয়ে রেখেছিল। এমনকি তাদের সমাধিগুলি লুণ্ঠিত হওয়ার পরেও, ফেরাউনের মমিফাইড অবশেষগুলি কয়েক শতাব্দী ধরে তাদের অনাবৃত রাখা হয়েছিল। তাদের আবিষ্কার 19 শতকে হয়েছিল এবং আপনি এখন দেখতে পাচ্ছেন, মিশরের কায়রোতে গ্র্যান্ড মিশরীয় যাদুঘরে নিজের চোখে দ্বিতীয় রামেসেস। তার দেহটি দেখার জন্য বেশ কয়েকটি আন্তর্জাতিক ভ্রমণেও গেছে। এটি আবারও দেখায় যে কুরআন ও ইসলামের জ্ঞান কীভাবে কেবল God শ্বর আমাদের দেওয়া যেতে পারে।\n\nআপনি ইহুদিদের এই ফেরাউন এবং অন্যান্য প্রাচীন মিশরীয় নেতাদের সাথে তাদের অভিজ্ঞতা সম্পর্কেও জিজ্ঞাসা করতে পারেন।\n\n__ \"এবং আমরা অবশ্যই মোশিকে নয়টি স্পষ্ট লক্ষণ দিয়েছিলাম, সুতরাং ইস্রায়েলের বাচ্চাদের জিজ্ঞাসা করুন [প্রায়] তিনি যখন তাদের কাছে এসেছিলেন এবং ফেরাউন তাকে বলেছিলেন,\" সত্যই আমি মনে করি, মোশি, আপনি যাদু দ্বারা আক্রান্ত। \"(কুরআন 17: 101) __\n\nইহুদিদের বেঁচে থাকার ফলে আমাদের যে God শ্বরের অন্যান্য লক্ষণগুলি তাদের কাছে প্রেরণ করা হয়েছিল তাদের মতো অন্যান্য লক্ষণগুলি সম্পর্কে তাদের জিজ্ঞাসা করার অনুমতি দেয়।\n\n__ ইস্রায়েলের সন্তানদের জিজ্ঞাসা করুন আমরা তাদের কত স্পষ্ট চিহ্ন দিয়েছি। এবং যে কেউ তাঁর কাছে আসার পরে আল্লাহর অনুগ্রহ বিনিময় করে - তবে প্রকৃতপক্ষে, আল্লাহ প্রতিশোধ নেওয়ার ক্ষেত্রে তীব্র। (কুরআন ২.২১১) __",
"t.Roman Empire": "__ রোমান সাম্রাজ্য__ (লাতিন: ইম্পেরিয়াম রোমানাম) ছিল প্রাচীন বিশ্বের বৃহত্তম সাম্রাজ্য। এর রাজধানী ছিল রোম, এবং এর সাম্রাজ্য ভূমধ্যসাগরে অবস্থিত ছিল। সাম্রাজ্যটি খ্রিস্টপূর্ব ২ 27 সাল থেকে শুরু হয়েছিল, যখন অক্টাভিয়ান সম্রাট, অগাস্টাস হয়েছিলেন, যতক্ষণ না এটি 476 খ্রিস্টাব্দে পড়েছিল, প্রাচীন বিশ্বের শেষ এবং মধ্যযুগের সূচনা বা অন্ধকার যুগের সূচনা করে।\n\nসাম্রাজ্যটি ছিল প্রাচীন রোমের তৃতীয় পর্যায়। রোম প্রথমে রোমান রাজা দ্বারা শাসিত হয়েছিল, তারপরে রোমান প্রজাতন্ত্র দ্বারা, তারপরে একজন সম্রাট দ্বারা।\n\nঅনেক আধুনিক জমি একসময় ব্রিটেন (স্কটল্যান্ড নয়), স্পেন, পর্তুগাল, ফ্রান্স (গৌল), ইতালি, গ্রীস, তুরস্ক, জার্মানি, মিশর, লেভান্ট, ক্রিমিয়া, সুইজারল্যান্ড এবং আফ্রিকার উত্তর উপকূল সহ __ রোমান সাম্রাজ্যের অংশ ছিল। __ রোমন সাম্রাজ্যের মূল ভাষা ছিল লাতিন; গ্রীক একটি গুরুত্বপূর্ণ মাধ্যমিক ভাষা ছিল।\n\n__ রোমন সাম্রাজ্যের পশ্চিমাঞ্চল প্রায় 500 বছর ধরে অব্যাহত ছিল এবং গ্রীস এবং আনাতোলিয়া সহ পূর্ব অংশটি প্রায় এক হাজার বছর অব্যাহত ছিল। পূর্ব অংশটিকে বাইজেন্টাইন সাম্রাজ্য বলা হত, এর রাজধানী কনস্ট্যান্টিনোপল এবং এটি সুলতান ফাতিহ মেহমেট 1453 সালে কনস্টান্টিনোপলের অটোমান বিজয় দ্বারা শেষ হয়েছিল। এই ইভেন্টটি হযরত মুহাম্মদ দ্বারা ভবিষ্যদ্বাণী করা হয়েছিল এবং এটি বিশ্ব ইতিহাসের অন্যতম উল্লেখযোগ্য ঘটনা।",
"t.Crusades": "__ ক্রুসেডস ছিল পবিত্র ভূমি নিয়ন্ত্রণের জন্য খ্রিস্টান ও মুসলমানদের মধ্যে লড়াই করা এক ধারাবাহিক ধর্মীয় যুদ্ধ। Dition তিহ্যগতভাবে, তারা 1095 এবং 1291 এর মধ্যে হয়েছিল The পবিত্র ভূমি এখনও এমন একটি জায়গা ছিল যা তিনটি প্রধান একেশ্বরবাদী ধর্মের জন্য অত্যন্ত গুরুত্বপূর্ণ: ইসলাম, ইহুদী এবং খ্রিস্টধর্ম। পবিত্র ভূমিতে অনেক গুরুত্বপূর্ণ ধর্মীয় সাইট রয়েছে। এটি এখন ইস্রায়েল বা ফিলিস্তিন নামে পরিচিত জমিটি। জেরুজালেম, নাজরেথ, বেথলেহেম, হিব্রন এবং অন্যান্য ধর্মীয় স্থানগুলি ওমর (রা) এর খিলাফতের সময়কালে মুসলমানদের নিয়ন্ত্রণে পড়েছিল, তৃতীয় খলিফা এবং নবী মুহাম্মদ (সা) এর ঘনিষ্ঠ বন্ধু এবং সহচর।\n\nঅনেকগুলি বিভিন্ন ক্রুসেড ছিল। সর্বাধিক গুরুত্বপূর্ণ এবং বৃহত্তম __ক্রাসেডস 11 তম থেকে 13 শতক পর্যন্ত হয়েছিল। এই সময়ে 9 টি বড় ক্রুসেড ছিল। এছাড়াও অনেক ছোট ক্রুসেড ছিল। কিছু ক্রুসেড এমনকি ইউরোপের মধ্যে ছিল (উদাহরণস্বরূপ, জার্মানি, অস্ট্রিয়া এবং স্ক্যান্ডিনেভিয়ায়)। রেনেসাঁ এবং সংস্কার না হওয়া পর্যন্ত ছোট __crusades__ 16 তম শতাব্দীতে অব্যাহত ছিল।\n\n\"ক্রুসেড\" শব্দটি \"ক্রস\" শব্দের সাথে সম্পর্কিত এবং এর অর্থ একটি খ্রিস্টান পবিত্র যুদ্ধ। \"জিহাদ\" আরবী শব্দও রয়েছে, যার অর্থ মুসলমানদের দ্বারা প্রচেষ্টা ও সংগ্রাম করা যা যুদ্ধের সময় মুসলমানদের জন্য \"ক্রুসেড\" হিসাবে একই রকমের অর্থ হতে পারে। নবী (সা।\n\nসমস্ত পক্ষ (খ্রিস্টান, মুসলমান এবং ইহুদিরা) তাদের ধর্মগুলিতে খুব বেশি বিশ্বাস করেছিল। ক্রুসেডগুলির অনেকেরই প্রায়শই তাদের পিছনে রাজনৈতিক বা আর্থিক কারণ ছিল। সমস্ত যুদ্ধ মত।\n\nতিনটি আব্রাহামিক বিশ্বাসের মধ্যে শত্রুতা দেখে দুঃখজনক যে এতটা মিল রয়েছে। মুসলমানরা ইহুদি ও খ্রিস্টানদের বইয়ের মানুষ হিসাবে বিবেচনা করে, যার অর্থ তাদের অন্য যে কোনও ব্যক্তির চেয়ে মুসলমানদের সাথে একটি বিশেষ মর্যাদা এবং ঘনিষ্ঠ সম্পর্ক রয়েছে। আপনি এটি দেখতে পাচ্ছেন নবী (সা। এটি হাদীসে রেকর্ড করা হয়েছিল এবং এমনকি কুরআনে কথা বলেছিল। এটি ইসলামের সত্যতার আরেকটি আকর্ষণীয় প্রমাণ যেমন God শ্বর ভবিষ্যতের ঘটনাটি প্রকাশ করেছিলেন যা ঘটেছিল: __ \"রোমানরা পরাজিত হয়েছে। এর আগে এবং পরে আদেশের অন্তর্ভুক্ত And\n\nএই সময় প্রকাশিত হওয়ার সময়, আরব পৌত্তলিকরা পৌত্তলিক সাসানিয়ানদের পাশে ছিল, যখন আরব মুসলমানরা আশা করছিলেন যে খ্রিস্টানরা এই যুদ্ধে জয়লাভ করেছিল। খ্রিস্টানরা যখন পৌত্তলিকরা হারিয়েছে তখন মুসলমানদের এই ক্ষতির জন্য উপহাস করেছিল এবং এমন কথা বলে যে, \"এখন আপনার শক্তিশালী God শ্বর কোথায়?\"। সুতরাং God শ্বর এই মুহুর্তে এই আয়াতটি প্রকাশ করেছেন। নিশ্চিতভাবেই, ইস্যুর যুদ্ধে 622 খ্রিস্টাব্দে, সম্রাট হেরাক্লিয়াসের অধীনে বাইজেন্টাইনস সাসানিয়ানদের বিরুদ্ধে আনাতোলিয়ায় একটি ক্রাশ এবং স্থায়ী বিজয় অর্জন করেছিলেন, এভাবে কুরআনের ভবিষ্যদ্বাণীকে নিশ্চিত করে।",
"t.Black Plague": "__ ব্ল্যাক ডেথ__ ছিল এমন একটি রোগের প্রাদুর্ভাব যা ইউরোপ এবং এশিয়া জুড়ে কয়েক মিলিয়ন মানুষকে হত্যা করেছিল। ইউরোপের প্রতি তিনজনের মধ্যে প্রায় একজন এই রোগ থেকে মারা গিয়েছিলেন এবং এটি 1347 থেকে 1351 এর মধ্যে সবচেয়ে খারাপ ছিল। এশিয়ায় এই রোগটি শুরু হতে পারে। বেশিরভাগ লোকেরা মনে করেন যে এই রোগটি বুবোনিক প্লেগ ছিল। এই রোগটি ইঁদুরের উপর বাস করে বাস করে এবং ছড়িয়ে পড়ে। সিল্ক রোডের ব্যবসায়ীরা সংক্রামিত বংশকে ইউরোপে নিয়ে এসেছিল।\n\nউড়োজাহাজ সমস্যা শুরু; সংক্রামিত জলাবদ্ধতা কালো ইঁদুর দ্বারা বহন করা হত। যে ইঁদুরগুলি বহন করছিল তা শহরে যেত। যখন উড়ে যাওয়া কাউকে বিট করে, তারা ক্ষতটিতে কিছুটা ব্যাকটিরিয়া ইনজেকশন করত। এর ফলে সেই ব্যক্তিকে সংক্রামিত হতে পারে। ইঁদুর প্রায়শই জাহাজে ছিল। এর অর্থ এই রোগটি পুরো ইউরোপ জুড়ে অত্যন্ত দ্রুত ছড়িয়ে পড়ে।\n\nমানুষের মধ্যে, এই রোগটি বাহুতে এবং কানের পিছনে কুঁচকে ফুলে যায়। এই ফোলাগুলি একটি কালো এবং বেগুনি রঙ ছিল, তাই 'দ্য ব্ল্যাক ডেথ' নাম। গা dark ় ফোলাগুলিকে বুবোস বলা হত। লোকেরা বেদনায় ছিল এবং ভুক্তভোগীরা একটি ভয়াবহ মৃত্যু মারা গিয়েছিল। এই রোগগুলি বহনকারী একটি ফ্লাই দ্বারা কামড়ানোর 3-7 দিন পরে লক্ষণগুলি দেখা যেতে পারে।\n\nদুঃখের বিষয়, লন্ডনের মতো কয়েকটি শহরে ধারণা করা হয়েছিল যে বিড়ালরা এই রোগের কারণ হয়েছিল তাই তাদের শিকার করা হয়েছিল এবং প্রচুর সংখ্যায় হত্যা করা হয়েছিল। দুর্ভাগ্যক্রমে, প্রত্যাশিত হিসাবে, এটি এখন ইঁদুরগুলি তাদের প্রধান প্রাকৃতিক শিকারী হারিয়েছে এবং সেখানে জনসংখ্যা আরও বেশি বেড়েছে বলে আরও খারাপ হওয়ার কারণে প্লেগটি আরও খারাপ হয়েছিল।\n\nবুবোনিক প্লেগের চারপাশে আরেকটি আকর্ষণীয় তথ্য হ'ল পোপ কীভাবে নিজেকে বাঁচিয়েছিলেন। সেই সময়, মুসলমানরা সমস্ত চিকিত্সা এবং বৈজ্ঞানিক আবিষ্কারের প্রধান ছিল। অনেক মুসলিম বইয়ের মাধ্যমে কম্বিং করে ক্যাথলিক পাদ্রিরা আবিষ্কার করেছিলেন যে আগুনকে কিছু অসুস্থতা (জীবাণু) ছুঁড়ে ফেলার এবং হত্যা করার কথা ভাবা হয়েছিল। এই হিসাবে, তারা পোপকে ঘিরে একটি বৃত্তে প্রচুর আগুন জ্বালিয়েছিল যা বেশ কয়েক সপ্তাহ স্থায়ী হয়েছিল। এটি অবশ্যই ইঁদুর এবং তাদের পালিয়ে যাওয়া পোপ গঠন করে এবং তিনি কোনও সমস্যা ছাড়াই বেঁচে ছিলেন।",
"t.Constantinople/Istanbul": "__ কনস্ট্যান্টিনোপল__ রোমান সাম্রাজ্যের (330-395), বাইজেন্টাইন/পূর্ব রোমান সাম্রাজ্যের (395-1204 এবং 1261-1453), লাতিন সাম্রাজ্য (1204-1261) এবং অটোমান সাম্রাজ্য (1453-1922) এর রাজধানী ছিল। 1930 সালে এটির নামকরণ করা হয়েছিল ইস্তাম্বুল। এটি বর্তমান তুরস্কের একটি শহর।\n\nইস্তাম্বুলের বিজয়, যা ইসলাম্বোল নামেও পরিচিত, এটি ইসলামের আরেকটি চিহ্ন এবং প্রমাণ ছিল কারণ নবী মুহাম্মদ এটিকে ভবিষ্যদ্বাণী করেছিলেন। __ “সত্যই, আপনি কনস্ট্যান্টিনোপলকে জয় করবেন। সেনাবাহিনী কী দুর্দান্ত সেনাবাহিনী হবে এবং সেই বিজয়ী কী দুর্দান্ত কমান্ডার হবে। \" (মুসনাড, আই, 176; চতুর্থ, 335; দারিমি, \"মুকাদ্দিমা\", পৃষ্ঠা 43)। __ এটি অটোমানদের জন্য একটি বড় সম্মানের জন্য যারা 1453 সালে এই শহরটি জয় করেছিলেন এবং ইতিহাসের অন্যতম দীর্ঘতম শাসন ও শক্তিশালী সাম্রাজ্য ছিল ।\n\nHistor তিহাসিকরা বলেছেন যে, সময়কালের জন্য __ কনস্ট্যান্টিনোপল__ বিজয়ের জন্য নিউ ইয়র্ক সিটির মতো জায়গা বিজয়ী করার সমতুল্য।",
"t.Newton and Gravity": "বেশিরভাগ লোকেরা যখন __isaac নিউটন__ এর কথা ভাবেন, তখন তারা তাকে আপেল গাছের নীচে বসে একটি আপেল পতন দেখছেন বলে মনে করেন। কিছু লোক এমনকি বিশ্বাস করে যে আপেল তার মাথায় পড়ে গেছে। __ নিউটন__ বুঝতে পেরেছিলেন যে আপেলগুলির মতো জিনিসগুলিকে মাটিতে পড়ে যা করে তা একটি নির্দিষ্ট ধরণের শক্তি - আমরা যে শক্তিটিকে মহাকর্ষ বলি। __ নিউটন__ ভেবেছিলেন যে মাধ্যাকর্ষণ হ'ল একটি আপেল এবং পৃথিবীর মতো দুটি বস্তুর মধ্যে আকর্ষণের শক্তি। তিনি আরও ভেবেছিলেন যে আরও বেশি বিষয় সহ একটি বস্তু ছোট ছোট জিনিসগুলিতে একই শক্তি প্রয়োগ করেছিল যখন তারা এতে ব্যবহার করেছিল। এর অর্থ হ'ল পৃথিবীর বৃহত ভরগুলি তার দিকে বস্তুগুলি টেনে নিয়েছিল। এ কারণেই আপেলটি উপরে উঠে পড়ে এবং কেন লোকেরা বাতাসে ভাসতে থাকে না।\n\n__Isaac নিউটন__ মহাকর্ষের কথা ভেবে এগিয়ে গেলেন। __ নিউটন__ এর আগে লোকেরা ভেবেছিল যে পৃথিবীর কাছাকাছি কেবল বস্তুগুলি নেমে আসবে। তবে __ নিউটন__ ভেবেছিলেন যে মাধ্যাকর্ষণ কেবল পৃথিবী এবং এর মধ্যে থাকা বস্তুগুলির মধ্যে সীমাবদ্ধ থাকা উচিত নয়। মহাকর্ষ যদি চাঁদে এবং তার বাইরে চলে যায় তবে কী হবে?\n\n__ নিউটন__ দুটি সংস্থার মধ্যে আকর্ষণের বল গণনা করার জন্য একটি সূত্র আবিষ্কার করেছিলেন। তিনি চাঁদকে পৃথিবীর চারদিকে চালিত রাখতে প্রয়োজনীয় শক্তি গণনা করতে এটি ব্যবহার করেছিলেন। তারপরে তিনি এটিকে সেই বাহিনীর সাথে তুলনা করেছিলেন যা আপেলকে নীচের দিকে পড়ে। চাঁদ পৃথিবী থেকে অনেক দূরে এবং এর চেয়ে অনেক বেশি ভর রয়েছে এই সত্যের জন্য অনুমতি দেওয়ার পরে, তিনি আবিষ্কার করেছিলেন যে বাহিনী একই ছিল। চাঁদ পৃথিবীর মহাকর্ষের টান দিয়ে পৃথিবীর চারপাশে একটি কক্ষপথে অনুষ্ঠিত হয়।\n\n__ নিউটন__ দ্বারা উদ্ভাবিত সূত্রটিকে মহাকর্ষের আইন বলা হয়। তিনি বেশ বুদ্ধিমান ছিলেন এবং তাঁর অনেক আইন নিউটনীয় পদার্থবিজ্ঞান হিসাবে পরিচিতি লাভ করেছিল। তাঁর গাণিতিক সূত্রগুলির অনেকগুলি এখনও বৃহত্তর বস্তুর জন্য বস্তুর যান্ত্রিকগুলি গণনা করতে ব্যবহৃত হয়। এগুলি ছোট জিনিসগুলির জন্য সঠিক নয় তাই মাইক্রোস্কোপিক অবজেক্টগুলির এই অদ্ভুত জগতকে বোঝার জন্য কোয়ান্টাম ফিজিক্স নামে একটি নতুন বিজ্ঞান বিকাশের অধীনে রয়েছে।",
"t.Industrialization": "__ ইন্ডাস্ট্রিয়ালাইজেশন__ (বা শিল্পায়ন) হ'ল এমন একটি প্রক্রিয়া যা দেশগুলিতে ঘটে যখন তারা মেশিনগুলি কাজ করতে ব্যবহার শুরু করে যা একবার লোকেরা করা হয়েছিল। __ ইন্ডাস্ট্রিয়ালাইজেশন__ লোকেরা যা করে তা পরিবর্তন করে। __ ইন্ডাস্ট্রিয়ালাইজেশন__ এর ফলে শহরগুলি আরও বড় হয়। অনেকে শহরে কারখানায় উচ্চ বেতনের চাকরি নেওয়ার জন্য কৃষিকাজ ছেড়ে চলে যান।\n\n__ ইন্ডাস্ট্রিয়ালাইজেশন__ এমন একটি প্রক্রিয়ার অংশ যেখানে লোকেরা জিনিসগুলি তৈরির সহজ এবং সস্তা উপায় গ্রহণ করে। আরও ভাল প্রযুক্তি ব্যবহার করে, অল্প সময়ের মধ্যে আরও বেশি পণ্য উত্পাদন করা সম্ভব হয়। আরও কিছু লোক খুব কম লোক দ্বারা উত্পাদিত হতে পারে।\n\nশিল্পায়নের পরে লোকেরা আরও বিশেষায়িত কাজ করে। উদাহরণস্বরূপ শিল্পায়নের আগে, একজন মুচি (একজন ব্যক্তি যিনি জুতা এবং চামড়ার পণ্য তৈরি করেন) একাকী জুতা তৈরি করেছিলেন। তিনি এক জোড়া জুতা নিয়ে কাজ করেছেন, এটি শেষ করেছেন, তারপরে পরবর্তী জুতা থেকে শুরু হবে। শিল্পায়নের সাথে, জুতো তৈরির প্রক্রিয়াটি ছোট কাজগুলিতে কেটে জুতা তৈরিতে জড়িত অনেক লোক রয়েছে। উদাহরণস্বরূপ, এমন একজন ব্যক্তি আছেন যিনি জুতোর একমাত্র কাটেন এবং অন্য ব্যক্তি এটি সেলাই করে। সংক্ষেপে, শ্রমের বিভাজন রয়েছে এবং এটি আজ একটি সমাবেশ লাইন হিসাবে পরিচিত। এই জাতীয় কারখানার মেশিনগুলির জন্য প্রচুর অর্থ ব্যয় হয়, তাই কারখানার মালিকানা এমন একজন ধনী ব্যক্তির মালিকানাধীন যিনি মেশিনগুলি বহন করতে পারেন এবং বিভিন্ন মেশিন এবং কার্যগুলি মানুষ করার জন্য শ্রমিকদের নিয়োগ করতে পারেন।\n\n__ ইন্ডাস্ট্রিয়ালাইজেশন__ 18 শতকে শিল্প বিপ্লব দিয়ে ইংল্যান্ডে শুরু হয়েছিল। এটি প্রথমে ইউরোপ এবং উত্তর আমেরিকাতে ছড়িয়ে পড়ে। বিংশ শতাব্দীতে শিল্পায়ন অন্যান্য বেশিরভাগ দেশে ছড়িয়ে পড়ে।",
"t.Darwin's\nTheory of Evolution": "__ \"আল্লাহ প্রতিটি প্রাণীকে জল থেকে তৈরি করেছেন। এর মধ্যে এমন কিছু যা তাদের পেটে যায়, এমন কিছু যা দুটি পায়ে হাঁটেন, এবং কেউ কেউ চারটিতে হাঁটেন। আল্লাহ যা ইচ্ছা করেন তা তৈরি করেন, কারণ সত্যই আল্লাহর সমস্ত কিছুর উপর শক্তি রয়েছে\" ( 24:45) .__\n\n__ চার্লস ডারউইন__ (1809–1882) তাঁর \"অন দ্য অরিজিন অফ প্রজাতির\" বইটি 1859 সালে। এতে তিনি কীভাবে পৃথিবীতে জীবন এসেছে সে সম্পর্কে অনেক তত্ত্বকে সামনে রেখেছিলেন। তিনি প্রাকৃতিক নির্বাচনের প্রস্তাব করেছিলেন, এটি এমন একটি প্রক্রিয়া যেখানে নির্দিষ্ট বৈশিষ্ট্যযুক্ত প্রাণী, সমস্ত প্রাণী কীভাবে অস্তিত্ব নিয়ে আসে সেভাবে আরও ভালভাবে বেঁচে থাকতে পারে। যাইহোক, ডারউইন সেই সময়ে জেনেটিক্স সম্পর্কে বা কীভাবে বৈশিষ্ট্যগুলি আসলে পাস হয়েছিল তা বুঝতে বা জানেন না। সুতরাং বাচ্চাদের তাদের পিতামাতার মতো কী দেখায় সে সঠিকভাবে ব্যাখ্যা করতে পারেনি।\n\nতবুও, __darwin's__ বিবর্তনের ব্যাখ্যাটি বৈজ্ঞানিক সম্প্রদায় দ্বারা মূলত গৃহীত হয়েছে এবং বিজ্ঞানীরা চেষ্টা করছেন এবং প্রমাণ করার জন্য কঠোর পরিশ্রম করছেন যে তারা আজও একক কোষযুক্ত জীব এবং বানর থেকে বিকশিত হয়েছে। অন্যদিকে, মুসলিম, খ্রিস্টান এবং ইহুদিরা বিশ্বাস করে যে আমরা প্রথম পুরুষ ও মহিলা আদম (সা।) এবং হাওয়া (ইভ) এর বংশধর। বিজ্ঞানীরা \"বুদ্ধিমান নকশা\" হিসাবে এই জাতীয় অনুসন্ধানগুলি উল্লেখ করেন এবং এর অগণিত প্রমাণ রয়েছে যেমন ডিএনএ, মানবদেহ, সৌরজগত ইত্যাদি কীভাবে কাজ করে।\n\nডারউইনবাদের অনুরূপ, ইসলাম এই ধারণাটিকে স্বীকৃতি দেয় যে জীবন পর্যায়ে এবং সময়ের সাথে সাথে বিকাশ ঘটে। এছাড়াও, আমরা বিশ্বাস করি যে God শ্বরের সমস্ত কিছুর উপর ক্ষমতা রয়েছে এবং সহজেই এর পরিবেশে গ্রহণ করতে যে কোনও কিছু পরিবর্তন করতে পারে। God শ্বর এটি প্রথমবার তৈরি করেছেন, দ্বিতীয়বার আরও সহজ হবে, তাই না? ঠিক যেমন আমাদের বিচারের দিন পুনরুত্থিত হচ্ছে।\n\nতবে আধুনিক বিবর্তনবাদী তত্ত্বগুলির বিপরীতে এলোমেলো মিউটেশনগুলি বলার মতো নয়, যা সর্বদা বিপর্যয়কর এবং প্রকৃতির মারাত্মক, একটি প্রাণীকে বিকশিত হতে পারে, আমরা বিশ্বাস করি God শ্বর রাতারাতি কোনও প্রাণীকে পরিবর্তন করতে পারেন যদি প্রয়োজন হয় বন্যার পরে খাবার সহজতর করার জন্য আরও দীর্ঘ চাঁচি পাওয়া যায় তবে এটি প্রয়োজন হয়, কারণ উদাহরণ। এটি প্রকৃতপক্ষে পাখিদের এত দ্রুত অভিযোজিত বৈশিষ্ট্যগুলির অনেকগুলি অধ্যয়নের উপর নথিভুক্ত করা হয়েছে যে বিজ্ঞানীরা এটি ব্যাখ্যা করতে পারেন না এবং উদ্বিগ্ন যে অন্যান্য প্রজাতিগুলি দ্রুত খাপ খাইয়ে নেবে না। এটি আরও অর্থবোধ করে তবে একটি প্রাণী আস্তে আস্তে এবং এলোমেলোভাবে সুযোগে বিকশিত হয়। এছাড়াও, নতুন বা বিলুপ্তপ্রায় প্রজাপতিগুলি অলৌকিকভাবে কোথাও বেরিয়ে আসার ঘটনা রয়েছে। মুসলমানরা প্রাণী এবং পরিবেশের জন্য খুব যত্নশীল, তবে আমরা তাদের বিলুপ্ত হতে বা নিজের যত্ন নিতে সক্ষম না হওয়ার বিষয়ে চাপ দিই না কারণ সমস্ত কিছুর মতো আমরা God শ্বরের প্রতি আমাদের আস্থা রেখেছি।\n\nসংক্ষেপে, মুসলমানরা এই ধারণাটি প্রত্যাখ্যান করে যে মানুষ এলোমেলোভাবে এপস থেকে বিকশিত হয়েছিল। মুসলমানরা বিশ্বাস করে যে মানুষকে একটি বিশেষ সৃষ্টি হিসাবে বিবেচনা করা হয়। ইসলাম শিক্ষা দেয় যে মানুষ একটি অনন্য জীবন রূপ যা আল্লাহর দ্বারা তৈরি করা হয়েছিল, অন্য সব কিছুর মতো; যাইহোক, আমাদের কাছে অন্য কোনও প্রাণী এবং সত্তার বিপরীতে অনন্য উপহার এবং দক্ষতা রয়েছে। উদাহরণস্বরূপ, আমাদের একটি চিরন্তন আত্মা, বিবেক, কল্পনা, জ্ঞান এবং স্বাধীন ইচ্ছা রয়েছে। আমরা দৃ strong ়, ভাল এবং ধার্মিক হতে পারি বা দুর্বল হতে পারি এবং কেবল আমাদের স্বার্থপর আকাঙ্ক্ষাগুলি পূরণ করতে কাজ করতে পারি। নির্বিশেষে, মানুষের জীবন শুরু হয়েছিল দু'জন লোক, একটি পুরুষ এবং একজন মহিলা এবং অ্যাডাম এবং হাওয়া (ইভ) নামে একজন মহিলা এবং এটি আমাদের সকলকে রক্ত ​​এবং পরিবারের সাথে সম্পর্কিত করে তোলে।\n\nকুরআন বর্ণনা করেছেন যে আল্লাহ __ \"জল থেকে প্রতিটি জীবন্ত জিনিস তৈরি করেছেন\" (কুরআন ২১:৩০)। দুটি পায়ে হাঁটুন, এবং কিছু যারা চারটিতে হাঁটেন। আল্লাহ যা ইচ্ছা করেন তা তৈরি করেন, কারণ সত্যই আল্লাহর সমস্ত কিছুর উপর শক্তি রয়েছে \"(২৪:৪৫)। __\n\nএই আয়াতগুলি এমন বৈজ্ঞানিক তত্ত্বকে সমর্থন করে যা জলে জীবন শুরু হয়েছিল।",
"t.World War 1": "__ ওয়ার্ল্ড ওয়ার I__ (বা প্রথম বিশ্বযুদ্ধ) একটি বিশ্বযুদ্ধ ছিল যা জুলাই 28, 1914 থেকে শুরু হয়েছিল এবং 11 নভেম্বর, 1918 অবধি স্থায়ী হয়েছিল The যুদ্ধটি ঠিক চার বছর, তিন মাস 14 দিন স্থায়ী হয়েছিল।\n\nবেশিরভাগ লড়াই ইউরোপে ছিল, তবে অন্যান্য অনেক দেশের সৈন্যরা অংশ নিয়েছিল এবং এটি ইউরোপীয় শক্তির colon পনিবেশিক সাম্রাজ্যকে বদলে দেয় এবং এর ফলে অটোমান সাম্রাজ্যের অবসান ঘটে। ১৯৩৯ সালে দ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার আগে, __ ওয়ার্ল্ড ওয়ার I__ কে মহান যুদ্ধ, বিশ্বযুদ্ধ বা 'সমস্ত যুদ্ধ শেষ করার যুদ্ধ' বলা হত। ১৩৫ টি দেশ __ ওয়ার্ল্ড ওয়ার I__ এ অংশ নিয়েছিল এবং বেশিরভাগ রোগ এবং দুর্ভিক্ষের কারণে লড়াইয়ের সময় প্রায় ১০ মিলিয়ন মানুষ মারা গিয়েছিল।\n\n__ ওয়ার্ল্ড ওয়ার I__ ইউরোপের বেশিরভাগ দেশ দ্বারা লড়াই করা হয়েছিল। আসল লড়াইটি বিভিন্ন ফ্রন্টে ছিল। পশ্চিমা ফ্রন্টটি ছিল যেখানে জার্মানি এবং মিত্রদের মধ্যে বেশিরভাগ লড়াই হয়েছিল। এখানকার বেশিরভাগ লড়াইই ছিল ট্রেঞ্চ ওয়ারফেয়ার।\n\nপূর্ব ফ্রন্টটি মধ্য ও পূর্ব ইউরোপে লড়াই করা হয়েছিল। সামনের আকারের কারণে এখানে লড়াই করা ট্রেঞ্চ ওয়ারফেয়ার ছিল না তবে মোবাইল যুদ্ধ ছিল। মধ্য প্রাচ্যের ফ্রন্ট এবং ইতালিয়ান ফ্রন্টে অনেক লড়াই হয়েছিল। আফ্রিকা, চীন এবং সমুদ্রের পাশাপাশি বাতাসেও লড়াই হয়েছিল।\n\nযুদ্ধটি বিভিন্ন বিভিন্ন চুক্তিতে স্বাক্ষর করে শেষ হয়েছিল, সবচেয়ে গুরুত্বপূর্ণ হ'ল ভার্সাইয়ের চুক্তি।\n\n__ ওয়ার্ল্ড ওয়ার I__ প্রথম প্রধান যুদ্ধ যেখানে ট্যাঙ্ক, বিমান এবং সাবমেরিন বা (ইউ-বোট) গুরুত্বপূর্ণ অস্ত্র ছিল।",
"t.World War 2": "__ ওয়ার্ল্ড ওয়ার II__ (ডাব্লুডব্লিউআইআই বা ডাব্লুডাব্লু 2), যাকে দ্বিতীয় বিশ্বযুদ্ধ বলা হয় এবং সোভিয়েত ইউনিয়নে মহান দেশপ্রেমিক যুদ্ধও ছিল একটি বিশ্বব্যাপী যুদ্ধ যা বিশ্বের এবং অনেক দেশে লড়াইয়ের সাথে জড়িত ছিল। বেশিরভাগ দেশ ১৯৩৯-১৯৪৫ সালে লড়াই করেছিল তবে কিছু ১৯৩37 সালে লড়াই শুরু করেছিল। সমস্ত মহান শক্তি সহ বিশ্বের বেশিরভাগ দেশ দুটি সামরিক জোটের অংশ হিসাবে লড়াই করেছিল: মিত্র এবং অক্ষ শক্তি। __ ওয়ার্ল্ড ওয়ার II__ হ'ল সমস্ত মানব ইতিহাসের সবচেয়ে মারাত্মক দ্বন্দ্ব। এটি আরও বেশি দেশ জড়িত, বেশি অর্থ ব্যয় করে এবং মানব ইতিহাসের অন্য কোনও যুদ্ধের চেয়ে বেশি লোককে হত্যা করেছিল। 50 থেকে 85 মিলিয়ন মানুষ মারা গিয়েছিলেন। সংখ্যাগরিষ্ঠরা ছিল বেসামরিক। এর মধ্যে রয়েছে গণহত্যা, হলোকাস্টের ইচ্ছাকৃত গণহত্যা, কৌশলগত বোমা হামলা, অনাহার, রোগ এবং জাপানের মার্কিন যুক্তরাষ্ট্রের ইতিহাসে পারমাণবিক অস্ত্রের প্রথম ব্যবহার।\n\n১৯৩37 সালের July জুলাই জাপানের সাম্রাজ্য চীন আক্রমণ করার সময় এশিয়ার যুদ্ধ শুরু হয়েছিল। আমেরিকা যুক্তরাষ্ট্র জাপানে তেল নিষেধাজ্ঞার মাধ্যমে প্রতিক্রিয়া জানায়। ইউরোপে যুদ্ধের সূচনা হয়েছিল যখন জার্মানি ১৯৩৯ সালের ১ সেপ্টেম্বর পোল্যান্ড আক্রমণ করেছিল। ফ্রান্স এবং ব্রিটেন জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করে প্রতিক্রিয়া জানিয়েছিল। 1941 সালের মধ্যে, ইউরোপের বেশিরভাগ অংশ জার্মান নিয়ন্ত্রণে ছিল। কেবল ব্রিটেন উত্তর আফ্রিকা, ভূমধ্যসাগর এবং আটলান্টিকের অক্ষের বিরুদ্ধে লড়াই করেছিল। 1941 সালের জুনে, অক্ষ শক্তিগুলি সোভিয়েত ইউনিয়ন আক্রমণ করেছিল, ইতিহাসের যুদ্ধের বৃহত্তম অঞ্চল শুরু করে। ১৯৪১ সালের December ই ডিসেম্বর জাপান প্রশান্ত মহাসাগরীয় অঞ্চলে পশ্চিমা উপনিবেশগুলিতে আক্রমণ করেছিল এবং দুটি যুদ্ধ এক হয়ে যায়।\n\n১৯৪২ সালে জাপানি বিজয় বন্ধ করে দেওয়া হয়েছিল এবং ১৯৪৩ সালের মধ্যে উত্তর আফ্রিকা এবং সোভিয়েত ইউনিয়নে উভয়ই ইউরোপীয় অক্ষের বিজয় বন্ধ করা হয়েছিল। এর পরে, মিত্ররা চারদিক থেকে ফিরে লড়াই শুরু করে। অক্ষটি উত্তর আফ্রিকা হারিয়েছে এবং 1943 সালে শুরু হয়ে ইতালিকে রক্ষা করতে বাধ্য হয়েছিল। 1944 সালে, মিত্ররা ফ্রান্স আক্রমণ করে রাইন নদীর তীরে জার্মানির দিকে যাত্রা করে, যখন সোভিয়েতরা পূর্ব থেকে বন্ধ হয়ে যায়। জার্মানি 1945 সালের মে মাসে আত্মসমর্পণ করেছিল। জাপান আনুষ্ঠানিকভাবে 1945 সালের 2 সেপ্টেম্বর আত্মসমর্পণ করেছিল। যুদ্ধটি মিত্র জয়ের সাথে শেষ হয়েছিল।\n\nযুদ্ধের পরে, জাতিসংঘের দেশগুলির মধ্যে সমর্থন বিকাশের জন্য এবং ভবিষ্যতের যুদ্ধগুলি রোধে প্রতিষ্ঠিত হয়েছিল। বড় বিজয়ীদের মধ্যে শীতল যুদ্ধ শীঘ্রই শুরু হয়েছিল, কিন্তু তারা প্রকৃত যুদ্ধে একে অপরের সাথে লড়াই করেনি। এশিয়া এবং আফ্রিকার ডিক্লোনাইজেশন, যেখানে ইউরোপীয় দেশগুলির দ্বারা নিয়ন্ত্রিত সেই দেশগুলিকে তাদের স্বাধীনতা দেওয়া হয়েছিল, পাশাপাশি ঘটেছিল। এটি ছিল কারণ যুদ্ধ থেকে ইউরোপীয় শক্তি দুর্বল হয়ে পড়েছিল। অর্থনৈতিক পুনরুদ্ধার এবং রাজনৈতিক সংহতকরণ (একত্রিত দেশগুলির প্রক্রিয়া) যুদ্ধের অন্যান্য ফলাফলের মধ্যে ছিল।",
"t.Cold War": "__ শীতল যুদ্ধ__ (১৯৪–-১৯৯১) ছিল মার্কিন যুক্তরাষ্ট্র (এবং এর মিত্র) এবং সোভিয়েত ইউনিয়ন (ইউএসএসআর এবং এর মিত্রদের) দ্বিতীয় বিশ্বযুদ্ধের সমাপ্তি এবং সোভিয়েত ইউনিয়নের মৃত্যুর মধ্যে উত্তেজনাপূর্ণ সম্পর্ক।\n\nএকদিকে বেশিরভাগ দেশ ন্যাটোতে জোটবদ্ধ ছিল যার দুটি বৃহত্তম সামরিক দেশ ছিল মার্কিন যুক্তরাষ্ট্র এবং তুরস্ক। অন্য পক্ষের বেশিরভাগ দেশ ওয়ার্সা চুক্তিতে সবচেয়ে শক্তিশালী দেশে জোটবদ্ধ ছিল সোভিয়েত ইউনিয়ন (বর্তমানে রাশিয়া)।\n\nপশ্চিমাঞ্চলীয় পুঁজিবাদী গোষ্ঠীগুলির মধ্যে রয়েছে আমেরিকা, তুরস্ক, পশ্চিম ইউরোপ, ইস্রায়েল, জাপান, দক্ষিণ কোরিয়া, থাইল্যান্ড, ইরান (1945-1979), পাকিস্তান, মালয়েশিয়া, ফিলিপাইন, দক্ষিণ আফ্রিকা, অস্ট্রেলিয়া এবং নিউজিল্যান্ড।\n\nপূর্ব-সমাজতান্ত্রিক গোষ্ঠীতে সোভিয়েত ইউনিয়ন, পূর্ব ইউরোপ, অ্যাঙ্গোলা, ইথিওপিয়া, কিউবা (1959-1991), মঙ্গোলিয়া, উত্তর কোরিয়া, চীন এবং ভিয়েতনাম অন্তর্ভুক্ত রয়েছে।\n\n১৯৮৯ সালে বার্লিন প্রাচীরের পতনের সাথে সাথে শীতল যুদ্ধ শেষ হয়েছিল, রাশিয়া একটি সমাজতান্ত্রিক কমিউনিস্ট দেশ থেকে একটি গণতান্ত্রিক পুঁজিবাদী দেশে পরিবর্তিত হয়েছিল। যাইহোক, রাশিয়া ও ইউক্রেনের মধ্যে সাম্প্রতিক লড়াই এবং যুদ্ধে দেখা গেছে এখানে এখনও বিরোধ রয়েছে।",
"t.Moon Landing": "__Apollo 11__ মানুষকে চাঁদে পাঠানোর প্রথম বিমান ছিল। এটি মূল আমেরিকান মহাকাশ সংস্থা নাসা (জাতীয় অ্যারোনটিক্স এবং স্পেস অ্যাডমিনিস্ট্রেশন) দ্বারা সম্পন্ন হয়েছিল। এটি ১৯ July৯ সালের ১ July জুলাই তিনটি নভোচারী বহন করে: নীল আর্মস্ট্রং, বাজ অলড্রিন এবং মাইকেল কলিন্স বহন করে মহাকাশে গিয়েছিল। জুলাই 20, 1969 -এ, আর্মস্ট্রং এবং অ্যালড্রিন চাঁদে অবতরণকারী প্রথম মানুষ হয়েছিলেন, যখন কলিন্স চাঁদের চারপাশে কক্ষপথে অবস্থান করেছিলেন।\n\nফ্লাইটটি মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়নের মধ্যে __ স্পেস রেসের অংশ ছিল। এটি ১৯61১ সালে \"চাঁদে একজনকে অবতরণ করতে এবং তাকে নিরাপদে পৃথিবীতে ফিরিয়ে দেওয়ার\" জন্য, ইউনিট 35 তম রাষ্ট্রপতি জন এফ কেনেডি দ্বারা নির্ধারিত পরিকল্পনাটি শেষ করেছিলেন, 1960 এর দশকের আগে।",
"t.World Wide Web": "__ ইন্টারনেট__ হ'ল কম্পিউটারের বৃহত্তম বিশ্বব্যাপী যোগাযোগ নেটওয়ার্ক। ইন্টারনেটে লক্ষ লক্ষ ছোট ঘরোয়া, একাডেমিক, ব্যবসা এবং সরকারী নেটওয়ার্ক রয়েছে, যা একসাথে বিভিন্ন ধরণের তথ্য বহন করে। এই শব্দটি কখনও কখনও \"নেট\" হিসাবে সংক্ষিপ্ত হয়, নেটওয়ার্কের জন্য সংক্ষিপ্ত। __ ওয়ার্ল্ড ওয়াইড ওয়েব__ এর অন্যতম বৃহত্তম পরিষেবা। এটি সারা বিশ্ব জুড়ে কয়েক বিলিয়ন মানুষ ব্যবহার করে।\n\n\"মার্কিন যুক্তরাষ্ট্রের অ্যাডভান্সড রিসার্চ প্রজেক্টস এজেন্সি\" (ডিআরপিএ) দ্বারা মার্কিন যুক্তরাষ্ট্রে ইন্টারনেট তৈরি করা হয়েছিল। ইন্টারনেট প্রথম অক্টোবর, 1969 সালে সংযুক্ত ছিল এবং এটি __arpanet__ বলা হত। ১৯৯০ সালে টিম বার্নার্স-লি নামে একজন ব্রিটিশ (যুক্তরাজ্য) বিজ্ঞানী দ্বারা সুইজারল্যান্ডের সিইআরএন-এ __ ওয়ার্ল্ড ওয়াইড ওয়েব__ তৈরি করা হয়েছিল।",
"i.Quintillion": "কুইন্টিলিয়ন",
"i.Quadrillion": "কোয়াড্রিলিয়ন",
"i.Trillion": "ট্রিলিয়ন",
"i.Billion": "বিলিয়ন",
"i.Million": "মিলিয়ন",
"i.Thousand": "হাজার হাজার",
"i.Year": "বছর",
"i.Years": "বছর",
"i.Ago": "আগে",
"i.Years Ago": "অনেক বছর আগে",
"i.AD": "বিজ্ঞাপন",
"i.BC": "বিসি",
"i.page away": "পৃষ্ঠা দূরে",
"i.pages away": "পৃষ্ঠাগুলি দূরে",
"i.Era": "যুগ",
"i.Birth of the Universe": "মহাবিশ্বের জন্ম",
"i.Common Era": "সাধারন যুগ",
"dummy.toDragDontDelete": "ğüşıiöçĞÜŞIİÖÇ"
}
