{
"auth.signInButton": "Sign In",
"auth.signUpButton": "Sign Up",
"auth.resetPasswordButton": "Send a password reset email",
"auth.emailFormField": "Email",
"auth.passwordFormField": "Password",
"auth.nameFormField": "Name",
"auth.signInErrorTitle": "Error Signing In",
"auth.signInError": "Email or password is incorrect",
"auth.resetPasswordLabelButton": "Forgot password?",
"auth.signUpLabelButton": "Create an account",
"auth.signUpErrorTitle": "Sign Up Failed",
"auth.signInLabelButton": "Have an account? Sign in to your account.",
"auth.resetPasswordNoticeTitle": "Password Reset Email Sent",
"auth.resetPasswordNotice": "To reset your password, follow the emailed instructions.",
"auth.resetPasswordFailed": "Failed to send password reset email.",
"auth.updateUserSuccessNoticeTitle": "User Updated",
"auth.updateUserSuccessNotice": "User information successfully updated.",
"auth.updateUserEmailInUse": "This email address already has an account. Sign in?",
"auth.updateUserFailNotice": "Failed to update user",
"auth.enterPasswordTitle": "Enter Your Password",
"auth.cancel": "Cancel",
"auth.submit": "Submit",
"auth.wrongPasswordNotice": "The password does not match our records.",
"auth.userIsAdminDisabled": "This account was disabled by the admin.",
"auth.tooManyRequests": "Too many requests were made.",
"auth.operationNotAllowed": "This operation is not allowed.",
"auth.requiresRecentLogin": "This operation requires a recent login.",
"auth.unknownErrorTitle": "Unknown Error",
"i.Settings": "Settings",
"i.Language": "Language",
"i.Theme": "Theme",
"settings.signOut": "Sign Out",
"i.Dark": "Dark",
"i.Light": "Light",
"i.Update Profile": "Update Profile",
"validator.email": "Must be a valid email address",
"validator.password": "Password must be at least 6 characters",
"validator.name": "Must be a name",
"validator.number": "Must be a number",
"validator.notEmpty": "This is required",
"a.Isharet": "Notification",
"a.{0} Isharet": "{0} Notification",
"at.{0} Updated": "{0} Updated",
"a.Athan": "Athan",
"at.{0} on": "{0} on",
"at.{0} off": "{0} off",
"i.Default sound on": "Default sound on",
"i.Default sound off": "Default sound off",
"i.Vibration on": "Vibration on",
"i.Vibration off": "Vibration off",
"i.AM": "AM",
"i.PM": "PM",
"a.Fajr": "Fajr",
"a.Shuruq": "Sunrise",
"a.Ishraq": "Ishraq",
"a.Duha": "Duha",
"a.Istiwa": "Zenith",
"a.Dhuhr": "Dhuhr",
"a.Asr": "Asr",
"a.Ghurub": "Sunsetting",
"a.Maghrib": "Maghrib",
"a.Isha": "Isha",
"a.Muntasaf Allayl": "Middle of Night",
"a.Althuluth Al'Akhir Min Allayl": "Last 3rd of Night",
"a.{0} Tomorrow": "{0} Tomorrow",
"tt.calculationMethod": "Select the salah time calculation method",
"i.Calculation Method": "Calculation Method",
"at.asrStartTime": "Start asr when an object's shadow is its same length ({0}) or double its length ({1})",
"a.Zaman": "Time",
"a.Sabqan": "Earlier",
"a.Lahiqan": "Later",
"at.{0} Default": "{0} Default",
"at.showJumah": "Show {0} prayer details on Friday or always show {1} details",
"i.Round Time To": "Round Time To",
"tt.roundTimeTo": "Round prayer times to the closest minutes or seconds",
"a.Saat": "Hours",
"a.Daqayiq": "Minutes",
"a.Thawani": "Seconds",
"a.Saat Hayit": "Clock",
"tt.clockType": "Should the clock show 12 hour or 24 hour times",
"a.Adhkar As-Sabah": "Morning Adhkar",
"a.Adhkar Al-Masaa": "Evening Adhkar",
"at.aqCountdownTimer": "{0} : {1} : {2} until \"{3}\" ends and \"{4}\" begins",
"at.aqCountdownTimerLayl": "{0}:{1}:{2} until \"{3}\" begins",
"a.Muharram": "Muharram",
"a.Safar": "Safar",
"a.Rabi' Al-Awwal": "Rabi' Al-Awwal",
"a.Rabi' Al-Thani": "Rabi' Al-Thani",
"a.Jumada Al-Awwal": "Jumada Al-Awwal",
"a.Jumada Al-Thani": "Jumada Al-Thani",
"a.Rajab": "Rajab",
"a.Sha'aban": "Sha'aban",
"a.Ramadan": "Ramadan",
"a.Shawwal": "Shawwal",
"a.Dhu Al-Qi'dah": "Dhu Al-Qi'dah",
"a.Dhu Al-Hijjah": "Dhu Al-Hijjah",
"a.Qiyam": "Qiyam",
"a.Taraweeh": "Taraweeh",
"a.Nayam": "Sleep",
"a.Tahajjud": "Tahajjud",
"a.Witr": "Witr",
"a.Aliathnayn": "Monday",
"a.Althulatha'": "Tuesday",
"a.Al'arbiea'": "Wednesday",
"a.Alkhamis": "Thursday",
"a.Jumah": "Friday",
"a.Alsabt": "Saturday",
"a.Al'ahad": "Sunday",
"a.Kānūn aṯ-Ṯānī": "January",
"a.Šubāṭ": "February",
"a.'Āḏār": "March",
"a.Naysān": "April",
"a.'Ayyār": "May",
"a.Ḥazīrān": "June",
"a.Tammūz": "July",
"a.'Āb": "August",
"a.'Aylūl": "September",
"a.Tišrīn al-'Awwal": "October",
"a.Tišrīn aṯ-Ṯānī": "November",
"a.Kānūn al-'Awwal": "December",
"a.Layl{}": "Night",
"i.Quest was already completed": "Quest was already completed",
"i.Quest skipped, try again tomorrow": "Quest skipped, try again tomorrow",
"i.Quest expired, try again tomorrow": "Quest expired, try again tomorrow",
"i.Quest is not active yet": "Quest is not active yet",
"at.Tap to skip quest, you will lose {0}": "Tap to skip quest, you will lose {0}",
"a.Ajr": "Rewards",
"i.Skip": "Skip",
"i.Done": "Done",
"i.Tap to complete quest": "Tap to complete quest",
"i.Active": "Active",
"i.Daily": "Daily",
"a.hapi": "hapi",
"i.Set long-term goals": "Set long-term goals",
"i.Manage and prioritize your time": "Manage and prioritize your time",
"i.Build religious and healthy habits": "Build religious and healthy habits",
"i.Pray like the Prophet (AS)": "Pray like the Prophet (AS)",
"a.'Adawat": "Tools",
"a.Dua": "Dua",
"a.dua": "dua",
"a.Hadith": "Hadith",
"a.Quran": "Quran",
"a.Tarikh": "History",
"a.Alathar": "Relics",
"a.'Asyila": "Quests",
"i.View your rewards": "View your rewards",
"i.Find prayers": "Find prayers",
"i.Read from Books of Hadith": "Read from Books of Hadith",
"i.Read the Quran": "Read the Quran",
"i.View the history of Islam and our Universe": "View the history of Islam and our Universe",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "Use tools like the Qiblah Finder and Islamic Dictionary",
"i.Collect, upgrade and learn from Relics": "Collect, upgrade and learn from Relics",
"i.Earn rewards for this life and the next": "Earn rewards for this life and the next",
"i.Go back to previous page": "Go back to previous page",
"at.Go back to {0} home page": "Go back to {0} home page",
"i.Hide menu": "Hide menu",
"i.Show menu": "Show menu",
"i.Menu": "Menu",
"i.Search": "Search",
"i.Favorites": "Favorites",
"at.{0} Menu": "{0} Menu",
"at.{0} Search": "{0} Search",
"at.{0} Favorites": "{0} Favorites",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} is made by volunteers for the sake of {1} {2}.",
"i.We hope it greatly improves your happiness in this life and the next.": "We hope it greatly improves your happiness in this life and the next.",
"at.{0} will never track or sell your data and will remain free.": "{0} will never track or sell your data and will remain free.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.",
"a.Allah": "Allah",
"a.SWT": "SWT",
"at.About {0}": "About {0}",
"at.Share {0} then share in mountains of rewards!": "Share {0} then share in mountains of rewards!",
"a.Assalamu Alaykum": "Peace Be Upon You",
"i.,": ",",
"i.Check out this really useful and fun Muslim app!": "Check out this really useful and fun Muslim app!",
"i.Learn more at": "Learn more at",
"i.Show favorite events": "Show favorite events",
"i.Show all events": "Show all events",
"i.Hide events": "Hide events",
"i.Navigate to past": "Navigate to past",
"i.Navigate to future": "Navigate to future",
"i.Big Bang": "Big Bang",
"i.Milky Way is Born": "Milky Way is Born",
"i.Sun is Born": "Sun is Born",
"i.Earth is Born": "Earth is Born",
"i.Heavy Bombardment": "Heavy Bombardment",
"i.Life on Earth": "Life on Earth",
"i.Single Celled Organisms": "Single Celled Organisms",
"i.Animals": "Animals",
"i.Fish": "Fish",
"i.Insects": "Insects",
"i.Reptiles": "Reptiles",
"i.Dinosaur Age": "Dinosaur Age",
"i.Mammals": "Mammals",
"i.Stegosaurus": "Stegosaurus",
"i.Tyrannosaurus": "Tyrannosaurus",
"i.Dinosaur Extinction": "Dinosaur Extinction",
"i.Primate Bipedalism": "Primate Bipedalism",
"i.Constructed Tools": "Constructed Tools",
"i.Control Fire": "Control Fire",
"a.Adam": "Adam",
"i.First Temple": "First Temple",
"i.Agricultural Revolution": "Agricultural Revolution",
"i.Writing": "Writing",
"i.Recorded History": "Recorded History",
"i.First Pyramid Built": "First Pyramid Built",
"i.Roman Empire": "Roman Empire",
"i.Crusades": "Crusades",
"i.Black Plague": "Black Plague",
"i.Constantinople/Istanbul": "Constantinople/Istanbul",
"i.Newton and Gravity": "Newton and Gravity",
"i.Industrialization": "Industrialization",
"i.Darwin's\nTheory of Evolution": "Darwin's\nTheory of Evolution",
"i.World War 1": "World War One",
"i.World War 2": "World War Two",
"i.Cold War": "Cold War",
"i.Moon Landing": "Moon Landing",
"i.World Wide Web": "World Wide Web",
"t.Big Bang": " __\"Do the disbelievers not realize that the heavens and earth were once one mass then We clove them asunder? And We created from water every living thing. Will they not then believe?\" (Quran 21:30)__\n\nThe __Big Bang__ model is that the universe begun in an extremely dense and hot condition and has expanded. The theory suggests, and measurements show, that the universe is still expanding today.\n\nThe __Big Bang__ is a scientific theory about how the universe started, and then made the stars and galaxies we see today.\n\nThe universe began as a very hot, small, and dense superforce (the mix of the four fundamental forces), with no stars, atoms, form, or structure (called a \"singularity\"). Then about 13.8 billion years ago, space expanded very quickly (thus the name \"__Big Bang__\"). This started the formation of atoms, which eventually led to the formation of stars and galaxies. It was Georges Lemaître who first noted (in 1927) that an expanding universe could be traced back in time to an originating single point.\n\nHowever, unknown to many a lot of modern astronomical and other scientific facts, like the big bang, planet formation, orbits and behavior, embryology and much more, was revealed to us by God in the Quran over 1400 years ago. For example, Georges Lemeaitre was not the first to note about the Big Bang.  The Qur'an clearly talks about the Big Bang __\"Do the disbelievers not realize that the heavens and earth were once one mass then We clove them asunder? And We created from water every living thing. Will they not then believe?\" (Quran 21:30)__\n\nIf you are looking for a sign or proof of God, know this is just one of the many countless proofs that Islam is God's true and only religion.\n\nThe universe is still expanding today, which was recently discovered.  However, again the Quran confirms: __\"The heavens, We have built them with power. And verily, We are expanding it\" (Quran 51:47)__.\n\nAs a whole, the universe is growing and the temperature is falling as time passes. Cosmology is the study of how the universe began and its development. Scientists who study cosmology agree that the __Big Bang__ theory matches what they have observed so far.\n\nFred Hoyle called the theory the \"__Big Bang__\" on his radio show. He did not believe the __Big Bang__ was correct. Scientists who did not agree with him thought the name was funny and decided to use it.\n\nScientists base the __Big Bang__ theory on many different observations. The most important is the redshift of very far away galaxies. Redshift is the Doppler effect occurring in light and also observable in sound (the sound a racecar makes as it approaches vs. when it is moving away from you- \"Vrrrrrrrrrr\" (towards you) \"oooooooommmmm\" (moving away from you). Similarly, when an object moves away from Earth, its color rays look more similar to the color red than they actually are, because the movement stretches the wavelength of light given off by the object. Scientists use the word \"red hot\" to describe this stretched light wave because red is the longest wavelength on the visible spectrum. The more redshift there is, the faster the object is moving away. By measuring the redshift, scientists proved that the universe is expanding, and they can work out how fast the object is moving away from the Earth. With very exact observation and measurements, scientists believe that the universe was a singularity approximately 13.8 billion years ago. Because most things become colder as they expand, scientists assume that the universe was very small and very hot when it started.\n\nOther observations that support the __Big Bang__ theory are the amounts of chemical elements in the universe. Amounts of very light elements, such as hydrogen, helium, and lithium seem to agree with the theory of the __Big Bang__. Scientists also have found \"cosmic microwaves background radiation\". This radiation is known as radio waves, and they are everywhere in the universe. This radiation is now very weak and cold, but a long time ago it was very strong and very hot.\n\nSome scientists and philosophers argue that time had no meaning before the __Big Bang__. They argue that the __Big Bang__ was the beginning of time, and there was no universe before the __Big Bang__, since there could not be any \"before\" if there was no time! As Muslims, we know God is Everlasting and beyond anything our mind can comprehend.  As such, it makes perfect sense why we cannot grasp the concept of time before the big bang, this is one of the many paradoxes that point to an All-Powerful Creator.\n\nFor arguments sake, let us say we can explain what was before the Big Bang or exactly how it was created even.  Then the next question would be, \"Well then, what created that?\".  And say we explained what created that too, then again, the question would remain, \"Well, what created that?\".  As you can probably see, this would never end so it is actually a great evidence of God being our sole creator and how the concept of God is far outside our limited human intellect.\n\nMuslims do not debate on such matters, we just accept what God tells us about Himself and His creation.  For example, God speaks of his hands but we know they are unlike any hand we know.  A human has hands, a monkey has hands, a clock has hands.  God's hands are beyond anything we can imagine, and we leave it at that.",
"t.Milky Way is Born": "Scientists theorize that the __Milky Way__ began as one or several small overdensities in the mass distribution in the Universe shortly after the Big Bang. Some of these overdensities were the seeds of globular clusters in which the oldest remaining stars in what is now the __Milky Way__ formed. Nearly half the matter in the __Milky Way__ may have come from other distant galaxies. Nonetheless, these stars and clusters now comprise the stellar halo of the __Milky Way__. Within a few billion years of the birth of the first stars, the mass of the __Milky Way__ was large enough so that it was spinning relatively quickly. Due to conservation of angular momentum, this led the gaseous interstellar medium to collapse from a roughly spheroidal shape to a disk. Therefore, later generations of stars formed in this spiral disk. Most younger stars, including the Sun, are observed to be in the disk.\n\nSince the first stars began to form, the __Milky Way__ has grown through both galaxy mergers (particularly early in the __Milky Way__'s growth) and accretion of gas directly from the Galactic halo. The __Milky Way__ is currently accreting material from several small galaxies, including two of its largest satellite galaxies, the Large and Small Magellanic Clouds, through the Magellanic Stream. Direct accretion of gas is observed in high-velocity clouds like the Smith Cloud. However, properties of the __Milky Way__ such as stellar mass, angular momentum, and metallicity in its outermost regions suggest it has undergone no mergers with large galaxies in the last 10 billion years. This lack of recent major mergers is unusual among similar spiral galaxies; its neighbour the Andromeda Galaxy appears to have a more typical history shaped by more recent mergers with relatively large galaxies.\n\nAccording to recent studies, the __Milky Way__ as well as the Andromeda Galaxy lie in what in the galaxy color–magnitude diagram is known as the \"green valley\", a region populated by galaxies in transition from the \"blue cloud\" (galaxies actively forming new stars) to the \"red sequence\" (galaxies that lack star formation). Star-formation activity in green valley galaxies is slowing as they run out of star-forming gas in the interstellar medium. In simulated galaxies with similar properties, star formation will typically have been extinguished within about five billion years from now, even accounting for the expected, short-term increase in the rate of star formation due to the collision between both the __Milky Way__ and the Andromeda Galaxy. In fact, measurements of other galaxies similar to the __Milky Way__ suggest it is among the reddest and brightest spiral galaxies that are still forming new stars and it is just slightly bluer than the bluest red sequence galaxies.\n\n## Age and cosmological history\n\nGlobular clusters are among the oldest objects in the __Milky Way__, which thus set a lower limit on the age of the __Milky Way__. The ages of individual stars in the __Milky Way__ can be estimated by measuring the abundance of long-lived radioactive elements such as thorium-232 and uranium-238, then comparing the results to estimates of their original abundance, a technique called nucleocosmochronology. These yield values of about 12.5 ± 3 billion years for CS 31082-001 and 13.8 ± 4 billion years for BD +17° 3248. Once a white dwarf is formed, it begins to undergo radiative cooling and the surface temperature steadily drops. By measuring the temperatures of the coolest of these white dwarfs and comparing them to their expected initial temperature, an age estimate can be made. With this technique, the age of the globular cluster M4 was estimated as 12.7 ± 0.7 billion years. Age estimates of the oldest of these clusters gives a best fit estimate of 12.6 billion years, and a 95% confidence upper limit of 16 billion years.\n\nSeveral individual stars have been found in the __Milky Way__'s halo with measured ages very close to the 13.80-billion-year age of the Universe. In 2007, a star in the galactic halo, HE 1523-0901, was estimated to be about 13.2 billion years old. As the oldest known object in the__ Milky Way__ at that time, this measurement placed a lower limit on the age of the __Milky Way__. This estimate was made using the UV-Visual Echelle Spectrograph of the Very Large Telescope to measure the relative strengths of spectral lines caused by the presence of thorium and other elements created by the R-process. The line strengths yield abundances of different elemental isotopes, from which an estimate of the age of the star can be derived using nucleocosmochronology. Another star, HD 140283, is 14.5 ± 0.7 billion years old.\n\nThe age of stars in the galactic thin disk has also been estimated using nucleocosmochronology. Measurements of thin disk stars yield an estimate that the thin disk formed 8.8 ± 1.7 billion years ago. These measurements suggest there was a hiatus of almost 5 billion years between the formation of the galactic halo and the thin disk. Recent analysis of the chemical signatures of thousands of stars suggests that stellar formation might have dropped by an order of magnitude at the time of disk formation, 8-10 billion years ago, when interstellar gas was too hot to form new stars at the same rate as before.\n\nThe satellite galaxies surrounding the __Milky way__ are not randomly distributed, but seemed to be the result of a break-up of some larger system producing a ring structure 500,000 light years in diameter and 50,000 light years wide. Close encounters between galaxies, like that expected in 4 billion years with the Andromeda Galaxy rips off huge tails of gas, which, over time can coalesce to form dwarf galaxies in a ring at an arbitrary angle to the main disc.",
"t.Sun is Born": "__\"It is He Who created the night and the day, and the sun and the moon; all (the celestial bodies) swim along, each in its rounded course\" (Quran 21:33).__\n\nThe __Sun__ in the center of our solar system is a yellow dwarf star. It gives off energy as light. That includes light, infra-red energy (heat), ultraviolet light and radio waves. It also gives off a stream of particles, which reaches Earth as \"solar wind\". The source of all this energy is the reaction in the star which turns hydrogen into helium and makes huge amounts of energy.\n\nThe __Sun__ is a star like many others in our Milky Way galaxy. It has existed for a little over 4.5 billion years, and is going to continue for at least as long. The __Sun__ is about a hundred times as wide as the Earth. It has a mass of 1.9891×1030 kg, which is 333,000 times the mass of the Earth. The Earth can also fit inside the __Sun__ 1.3 million times.\n\nScientists think that the __Sun__ started from a very large cloud of dust and small bits of ice about 4.567 billion years ago.\n\nAt the center of that huge cloud, gravity caused the material to build up into a ball. Once this got big enough, the huge pressure inside started a fusion reaction. The energy this released caused that ball to heat and shine.\n\nThe energy radiated from the __Sun__ pushed away the rest of the cloud from itself, and the planets formed from the rest of this cloud.",
"t.Earth is Born": "__\"Then He (Allah) turned to the heaven while it was all smoke. He said to the heaven and the earth: “Come (into being), willingly or unwillingly.” They said: “Here we come (into being) in willing obeisance.”__\n\n__Earth__ and the other planets formed about 4.6 billion years ago. They were made of the leftover gas from the nebula that made the Sun. This is again a scientific miracle of the Quran as God explains it in the Quran: \"Then He (Allah) turned to the heaven while it was all smoke. He said to the heaven and the earth: “Come (into being), willingly or unwillingly.” They said: “Here we come (into being) in willing obeisance.”  This verse was speaking about how the Earth was formed.\n\nThe Moon may have been formed after a collision between the early __Earth__ and a smaller planet (sometimes called Theia). Scientists believe that parts of both planets broke off — becoming (by gravity) the Moon.\n\nThe Quran states that Allah created the sun, the moon, and the planets, each with their own individual courses or orbits. __\"It is He Who created the night and the day, and the sun and the moon; all (the celestial bodies) swim along, each in its rounded course\" (Quran 21:33).__\n\n__Earth__'s water came from different places. Condensing water vapour, and comets and asteroids hitting __Earth__, made the oceans. Within a billion years (that is at about 3.6 billion years ago) scientists believe first life started, in the Archaean era. Some bacteria developed photosynthesis, which lets plants make food from the Sun's light and water. This released a lot of oxygen, which was first taken up by iron in solution. Eventually, free oxygen got into the atmosphere or air, making __Earth__'s surface suitable for aerobic life. This oxygen also formed the ozone layer which protects __Earth__'s surface from bad ultraviolet radiation from the Sun.\n\nAgain, God tells us about the ozone layer in the Quran, yet another scientific miracle of the Quran: __\"And We have made the sky a well-protected canopy, still they turn away from its signs.\" (Quran 21:32)__\n\nScientists believe complex life on the surface of the land did not exist before the ozone layer because without it's protection the Sun's radiation would be too much for advanced life to survive.\n\n__Earth__ was very different in the distant past. Long ago, almost all land was in one place. This is called a supercontinent. The earliest known supercontinent was called Vaalbara. Much later, there was a time (the Cryogenian) when __Earth__ was almost entirely covered by thick ice sheets (glaciers). This is called the Snowball __Earth__ theory.",
"t.Heavy Bombardment": "__\"We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allah may make evident those who support Him and His messengers unseen. Indeed, Allah is Powerful and Exalted in Might.\" (Quran 57:25)__\n\nThe Late Heavy Bombardment (abbreviated LHB and also known as the Lunar Cataclysm) is an event thought to have occurred approximately 3.8 to 4.1 billion years ago.  This is known as the Neohadean and Eoarchean eras on Earth. During this interval, a disproportionately large number of asteroids are theorized to have collided with the early terrestrial planets in the inner Solar System, including Mercury, Venus, Earth, and Mars.\n\nThe Late Heavy Bombardment happened after the Earth and other rocky planets had formed and accreted most of their mass, but still quite early in Earth's history.\n\nToday scientists know that iron could not have developed on Earth. Due to the Earth's size they know, they know that such materials could not naturally have developed here.  In fact, they know that iron must be made inside stars, specifically red super-giants.  Only inside such a gigantic star can elements form together during fusion reactions.  Then a supernova occurs, meaning the star explodes, and iron fragments are blasted into space.  Scientists believe this is how iron came to Earth.\n\nThe Quran mentions, __\"And We sent down iron\"__.  Until recently, without scientists discovering the __Heavy Bombardment__ periods, this verse about __\"we sent down iron\"__ would not have made much sense to us.  However, it turns out God quite literally sent down iron to us so we can benefit from it.",
"t.Life on Earth": "__\"Have those who disbelieved not considered that the heavens and the earth were a joined entity, and then We separated them and made from water every living thing? Then will they not believe?\" (Quran 21:30).__\n\nThe earliest claimed lifeforms are fossilized microorganisms (or microfossils). They were found in iron and silica-rich rocks which were once hydrothermal vents in the Nuvvuagittuq greenstone belt of Quebec, Canada.\n\nThese rocks are as old as 4.28 billion years. The tubular forms they contain are shown in a report. If this is the oldest record of life on Earth, it suggests \"an almost instantaneous emergence of life\" after oceans formed 4.4 billion years ago. According to Stephen Blair Hedges, \"If life arose relatively quickly on Earth then it could be common in the universe\".\n\nThe Qur'an describes that Allah __\"made from water every living thing\" (Quran 21:30).__ Another verse describes how __\"Allah has created every animal from water. Of them are some that creep on their bellies, some that walk on two legs, and some that walk on four. Allah creates what He wills, for truly Allah has power over all things\" (24:45).__\n\nThese verses support the scientific theory that life began in the Earth's oceans.  They also go along with modern biology that state that some animals are made up of up to 90% water, while humans are made up of about 60% water.",
"t.Single Celled Organisms": "__The Qur'an describes that Allah \"made from water every living thing\" (Quran 21:30)__.\n\nUnicellular organisms are organisms that have one cell.\n\nUnicellular organisms can be found everywhere. The oldest forms of life existed 3.8 billion years ago, if not longer. Scientists believe these organism lived in water.  They pursue a variety of strategies for survival: photosynthesis (cyanobacteria), chemotrophy (many archaea), and heterotrophy (amoeba). Some unicellular organisms have flagella, little tails they use for locomotion, or lobopods, extensions of the cellular skeleton (cytoskeleton), which appear as bloblike arms. The flagella of our unicellular ancestors occurs all the way up into the animals, where it makes an appearance as flagellated sperm.\n\n__The Qur'an describes that Allah \"made from water every living thing\" (Quran 21:30)__. Another verse describes how __\"Allah has created every animal from water. Of them are some that creep on their bellies, some that walk on two legs, and some that walk on four. Allah creates what He wills, for truly Allah has power over all things\" (Quran 24:45)__.\n\nThese verses support the scientific theory that life began in the Earth's oceans.",
"t.Animals": "The first fossils that might represent animals appear in the 665-million-year-old rocks of the Trezona Formation of South Australia. These fossils are interpreted as most probably being early sponges.\n\nThe oldest animals are found in the Ediacaran biota, towards the end of the Precambrian, around 610 million years ago. It had long been doubtful whether these included animals, but the discovery of the animal lipid cholesterol in fossils of Dickinsonia establishes that these were indeed animals.\n\nMany animal phyla first appear in the fossil record during the Cambrian explosion, starting about 542 million years ago, in beds such as the Burgess shale. Extant phyla in these rocks include molluscs, brachiopods, onychophorans, tardigrades, arthropods, echinoderms and hemichordates, along with numerous now-extinct forms such as the predatory Anomalocaris. Scientists are not sure if these animals all appeared near simultaneously or if it is an issue with the way fossil records are collected.",
"t.Fish": "Scientists believe the first fish appeared around 530 million years ago during the Cambrian explosion. They are believed to be the first vertebrates, or animals with a backbone or spinal column.  The first fish are thought to belong to the Agnatha, or jawless fish. During the late Cambrian, eel-like jawless fish called the conodonts, and small mostly armoured fish known as ostracoderms, first appeared. Most jawless fish are now extinct.",
"t.Insects": "__Insects__, are a class in the phylum Arthropoda. They are small terrestrial invertebrates which have a hard exoskeleton.\n\n__Insects__ are the largest group of animals on earth by far. About __926,400 different species__ have been described. They account for __more than half of all known living species__ and are believed to __make up over 90% of animal species__on Earth.\n\nNew species of __insects__ are continually being found. Estimates of the total number of species range from 2 million to 30 million.\n\n__Insects__ have six legs; and most have wings. __Insects__ are believed to be the first animals capable of flight. As they develop from eggs, __insects__ undergo __metamorphosis__, an amazing process of transformation where an immature form of an insect changes to an adult form in two or more distinct stages. __Insects__ live all over the planet: almost all are terrestrial (live on land), but some live __insects__ in the oceans or in very cold places, such as Antarctica. Most species live in tropical areas.\n\nSome people call all __insects__ \"bugs\", but this is not correct. Only some __insects__ are true bugs, which is a particular order of __insects__. People who study __insects__ are called __entomologists__.",
"t.Reptiles": "__Reptile__ is the common name for one of the main groups of land vertebrates. It is not used so much by biologists, who use more accurate terms.\n\nThe name __\"reptile\"__ comes from Latin and means \"one who creeps\". All living __reptile__ species are cold blooded, have scaly skin, and lay cleidoic eggs. They excrete uric acid (instead of urea), and have a cloaca. A cloaca is a shared opening for the anus, urinary tract and reproductive ducts. __Reptiles__ also share an arrangement of the heart and major blood vessels which is different from that of mammals.\n\nMany important groups of __reptiles__ are now extinct, for example the mosasaurs. We used to say the dinosaurs were extinct, but they survive in the form of their feathered descendants (birds). Ancient __reptiles__ that do survive include the turtles, the crocodiles and the Tuatara, the lone survivor of its group. The great majority of present-day __reptiles__ are snakes and lizards.\n\nThe study of living __reptiles__ is called herpetology.",
"t.Dinosaur Age": "__Dinosaurs__ (meaning \"terrible lizards\") are a varied group of archosaur reptiles. They were the dominant land animals of the Mesozoic era. Over 500 different genera of dinosaurs are known. Fossils of dinosaurs have been found on every continent, and there are still frequent new discoveries.\n\n__Dinosaurs__ appeared in the Upper Triassic, about 230 million years ago. The earliest date of a dinosaur fossil is that of Eoraptor, 231.4 to 228 mya. By the early Jurassic they were the top land vertebrates, and dominated most environments on land. They continued until the sudden K/T (global) extinction event 66 million years ago.\n\nFrom the fossil record, scientists believe birds are living feathered dinosaurs and so they were the only line of dinosaurs to survive to the present day.\n\nDinosaurs had adaptations which helped make them successful. The first known dinosaurs were small predators that walked on two legs. All their descendants had an upright posture, with the legs underneath the body. This transformed their whole life-style. There were other features. Most of the smaller dinosaurs had feathers, and were probably warm-blooded. This would make them active, with a higher metabolism than modern reptiles. Social interaction, with living in herds and co-operation seems very likely for some types.\n\nThe first fossils were recognised as dinosaurs in the early 19th century. Some of their bones were found much earlier, but were not understood. William Buckland, Gideon Mantell and Richard Owen were scientists who saw these bones were a special group of animals. Dinosaurs are now major attractions at museums around the world. They have become part of popular culture. There have been many best-selling books and movies about them. New dinosaur discoveries are reported in the media quite often.",
"t.Mammals": "__Mammals__ are a group of vertebrate animals which form the class Mammalia. They have fur or hair and a very precise kind of temperature regulation.\n\nWith the exception of the monotremes, all mammals bear live young. They also produce milk for the young. Parental care of the young is universal among mammals, and it is essential because live birth limits the number of offspring.",
"t.Stegosaurus": "Stegosaurus (meaning \"roof-lizard\") was a type of plant-eating dinosaur which lived in what is now western North America.\n\nStegosaurus lived in the Upper Jurassic period around 155-145 million years ago. It is one of the most easily recognized dinosaurs, with its distinctive double row of kite-shaped plates on its back and the long spikes on its tail. The armor was necessary as it lived with such meat-eaters as Allosaurus and Ceratosaurus.",
"t.Tyrannosaurus": "Tyrannosaurus was a large predatory dinosaur from the Upper Cretaceous, 65.5-67 million years ago.\n\nTyrannosaurus was a bipedal carnivore with a massive skull balanced by a long, heavy tail. Compared to the large and powerful hind limbs, its forelimbs were small, but powerful for their size. They had two clawed digits.\n\nThere is discussion as to whether it was a hunter or a scavenger. Like most dominant meat-eaters of today, such as lions and hyenas, Tyrannosaurus might have been both. It had a very strong jaw, and its bite power could snap the bones of other dinosaurs.",
"t.Dinosaur Extinction": "The extinctions at the end of the Cretaceous were caused by one or more catastrophic events, such as massive asteroid or meteorite impacts, or increased volcanic activity.\n\nSeveral impact craters and massive volcanic activity, such as that in the Deccan Traps in India, have been dated to the approximate time of the extinction event. These geological events may have reduced sunlight and hindered photosynthesis, leading to a massive disruption in Earth's ecology.",
"t.Primate Bipedalism": "Bipedalism is having or using two feet to walk. Scientists believe bipedalism in primates arouse 6 to 7 million years ago since this is the earliest fossils they have found that show bipedalism traits.  Evolutionists believe these to be early ancestors of the human species, but this theory has little evidence to support it.",
"t.Constructed Tools": "__Stone tools__ are tools made of stone. They are the reason the stone age was given its name. Scientists believe they were the first tools used. Recently it was learned that stone tools were used before humans lived.",
"t.Control Fire": "__The control of fire__ by early humans was very important to early humans. Fire provided a source of warmth, protection, improvement on hunting and a method for cooking food. These cultural advancements allowed for cultural innovations and changes to diet. Additionally, controlling fire allowed the expansion of human activity into colder climates and to stay up later in the evening, by both providing warmth and light.\n\nClaims for the earliest definitive evidence of control range from about 200 thousand to 1.7 million years ago. Evidence for the controlled use of fire beginning some 1,000,000 years ago, has wide scientific support. Flint blades burned in fires were found near human fossils in Morocco and dated to about 300 thousand years ago. Widespread evidence of control of fire dates to approximately 125,000 years ago.",
"t.Adam": "__\"Oh humankind! We created you from a single pair of a male and a female, and made you into nations and tribes, so that you may know each other (not that ye may despise each other). Verily the most honored among you in the sight of Allah is the who is the most righteous of you. And Allah has full knowledge and is well acquainted (with all things)\" (Quran 49:13).__\n\nAdam (Arabic: آدم) was the first human being on Earth and the first nabi (نبي, prophet) of Islam. Muslim's revere Adam as the father of the human race and his wife, Hawwā (حواء, Eve) as the mother of mankind. Muslims see Adam as the first Muslim, as the Quran states that all the Prophets preached the same faith of Islam, which means submission to God.\n\nFrom these two individuals, generations of human beings have inhabited the earth. God states in the Quran.\n\nWhen Adam was created, God commanded all of creation to lower themselves as a sign of respect to Adam, which was a new superior creation.  All did except for Shaytan, who refused saying he was made of a smokeless fire (a Jinn), while Adam was made of clay.  God then put them in the Garden of Eden as a test and Shaytan successfully tricked both Adam and Hawwa.  He made them go to a tree that God had forbidden them from.  As a result of this, God has put us (humans and devils) on Earth as enemies of one another until the Day of Judgement.  Once on Earth, Adam prayed for forgiveness and God forgave him.\n\nLike with Adam and all Prophets they came to Earth to remind of of our covenant with God.  If we obey God, we can attain a higher level then the Angels in God's sight.  To do this we must avoid the whispers of Sheytan, and what is even much worse than that, strive and suppress our nuffs (selfish desires).  We do this by following the endless wisdom, directions and examples given to us in the Quran, the final revelation and book written in first person by God that is perfectly preserved and unchanged.  We also must follow the amazing example of the prophets and we have the Prophet Muhammad's full life story as he came in more recent times where he shows up in modern history even.  All of his teachings are also preserved and there is lots of Islamic scholarship to preserve and teach his way of life. The Prophet Muhammad was the Seal of the Prophets, a state, spiritual and military leader along with being a husband, father, neighbor, and friend.  He is highly praised by those that studiy his life, actions and teachings.  Even his enemies when he lived respected and trusted him.\n\nSo, as Muslims we know the purpose of life for all humans is to worship God and to see who is best in deeds.  God has promised mankind a beautiful place in Paradise/Heaven as a reward of following his commandments.  The lowest person in Heaven will have the land of ten Earths.  When you get to the higher levels of heaven you need to start measuring your land in light years.  God is the Most Generous and wants to give us and for us to ask of him everything.  If we turn away from God and the ways of the prophets, a severe punishment awaits us in Hell.  May God protect us from this and all evil things.\n\nFrom a science perspective, humans are in the __Homo Sapiens__ species, of which the only known subspecies is known as __Homo sapiens sapiens__.  We are the most dominant species on Earth.  However, there are many kinds of life, especially among plants and protists, that have had a much greater effect on the air, the rocks, life, and natural environment of Earth.",
"t.First Temple": "__Göbekli Tepe__ (pronounced [ɟøbekˈli teˈpe]), Turkish for \"Potbelly Hill\", is an archaeological site in the Southeastern Anatolia Region of Turkey, approximately 12 km (7 mi) northeast of the city of Şanlıurfa. The tell has a height of 15 m (49 ft) and is about 300 m (980 ft) in diameter. It is approximately 760 m (2,490 ft) above sea level.\n\nThe tell includes two phases of use believed to be of a social or ritual nature dating back to the 10th–8th millennium BC. During the first phase, belonging to the Pre-Pottery Neolithic A (PPNA), circles of massive T-shaped stone pillars were erected – the world's oldest known megaliths. More than 200 pillars in about 20 circles are currently known through geophysical surveys. Each pillar has a height of up to 6 m (20 ft) and weighs up to 10 tons. They are fitted into sockets that were hewn out of the bedrock. In the second phase, belonging to the Pre-Pottery Neolithic B (PPNB), the erected pillars are smaller and stood in rectangular rooms with floors of polished lime. The site was abandoned after the PPNB. Younger structures date to classical times.\n\nThe details of the structure's function remain a mystery. It was excavated by a German archaeological team under the direction of Klaus Schmidt from 1996 until his death in 2014. Schmidt believed that the site was a sanctuary where people from a wide region periodically congregated, not a settlement.\n\nIn 2018, the site was designated a UNESCO World Heritage site.",
"t.Agricultural Revolution": "__The Neolithic Revolution__ (New Stone Age) was the first __agricultural revolution__. It was a gradual change from nomadic hunting and gathering communities and bands to agriculture and settlement. This period is described as a \"revolution\" because it changed the way of life of communities which made the change. It occurred in different prehistoric human societies at different times. Many societies changed 7-9 thousand years ago.\n\nThe term refers to the general time period over which these developments took place. It also applies to the changes which took place: the adoption of early farming techniques, crop cultivation, and the domestication of animals. The Neolithic Revolution is important for developments in social organization and technology.\n\n__The Neolithic revolution__ led to living in permanent or semi-permanent settlements. Because of this fewer people led a nomadic lifestyle. To be able to know who the crops grown belonged to, the concept of land ownership was developed. The natural environment was changed, population densities grew, and people ate more vegetable and cereal foods in their diet. Hierarchies developed in society. Grain was stored, and could be traded. Surplus production from good crop yields helped societies survive bad years.  An example of this is how Yusuf (AS) protected and dispersed the grain in ancient Egypt.",
"t.Writing": "__Writing__ is the act of recording language on a visual medium using a set of symbols. The symbols must be known to others, so that the text may be read.\n\nA text may also use other visual systems, such as illustrations and decorations. These are not called writing, but may help the message work. Usually, all educated people in a country use the same writing system to record the same language. To be able to read and write is to be literate.\n\n__Writing__ differs from speech because the readers need not be present at the time. We can read writing from long ago, and from different parts of the world. Text stores and communicates knowledge. __Writing__ is one of the greatest inventions of the human species. Historians believe it was invented after people settled in towns, and after agriculture started. __Writing__ dates from about 3,300BC, which is over 5000 years ago, in the Middle East.\n\n__Writing__ today is usually on paper, though there are ways to print on almost any surface. Television and movie screens can also display writing, and so can computer screens. Many writing materials were invented, long before paper. Clay, papyrus, wood, slate and parchment (prepared animal skins) have all been used. The Romans wrote on waxed tablets with a pointed stylus; this was popular for temporary notes and messages. The later invention of paper by the Chinese was a big step forward.\n\n__Writing__ is traditionally done using a hand tool such as a pencil, a pen, or a brush. More and more, however, text is created by input on a computer keyboard or smartphone.",
"t.Recorded History": "__History__ is the study of past events. People know what happened in the past by looking at things from the past including sources (like books, newspapers, and letters) and artifacts (like pottery, tools, and human or animal remains.) Libraries, archives, and museums collect and keep these things for people to study history. A person who studies history is called a historian. A person who studies pre-history and history through things left behind by ancient cultures is called an archaeologist. A person who studies mankind and society is called an anthropologist. The study of the sources and methods used to study and write history is called historiography.\n\nPeople can learn about the past by talking to people who remember things that happened in the past. This is called oral history. When people who had been slaves and American Civil War survivors got old, some historians recorded everything that they said, so that history would not be lost.\n\nThe same was done in Islamic history.  Much was written down, but there were several scholars that went around collecting every last saying of the Prophet (Hadith) into books.  A whole Islamic science was developed on top of this to verify the chains of narrations leading back to the Prophet (SAW) and to rank these hadiths into soundness classification levels.  We know who all these people and their families were, they are not just random first names in a book (i.e. Mark, Luke, John).  Often, the same hadith can be found dozens of times in the same book or spread out over several books of hadith as it was collected by so many people.  This would be classified as a Sahih (very sound) hadith.\n\nThe Quran was also written down but mostly memorized by thousands of people during the life of the Prophet SAW.  It is still memorized by Millions of people today, in the original Arabic language- even by non-Arabic speakers.  This is possible because the Quran is poetic and easy to remember for many people. If all the text of the Quran somehow vanished, the Muslims could bring it back in a few seconds if they worked together.  It is not needed anyway, as God told us he will protect it in the Quran. __“Indeed, it is We who sent down the Qur’an and indeed, We will be its guardian.” (Quran 15:9)__\n\nRegardless of it's poetic and recitation beauty the Quran's message fits easily in the mind of the believers because it explains the past, future and present in a logical and easy to understand way.  The Quran is actually the biggest miracle we have, and only one we need, to prove Islam is the true religion.  Got created us and talks to us and teaches us directly with the words of the Quran.  And who is better to teach us then God, the one that created us and knows us best?\n\nIn old times people in different parts of the world kept separate histories because they did not meet each other very often. Some groups of people never met each other. Medieval Europe, Ancient Rome and Ancient China each thought that they ruled the only important parts of the world and that other parts were \"barbarian\".",
"t.First Pyramid Built": "__\"This day shall We save you (O Pharaoh) in your body, that you may be a Sign to those who come after you! But indeed, many among mankind are neglectful of Our Signs.\" (Quran 10:93)__\n\nA __pyramid__ is a structure, usually of stone, built in the shape of a pyramid. From ancient to modern times people in many different parts of the world have built such structures.\n\nThe first __pyramids__ were built in 2630 B.C. The oldest known pyramid is in Saqqara, Egypt and was built by King Djoser of the Third Egyptian dynasty.\n\nThe Quran talks much about the Egyptian dynasty's in the stories about Musa (AS, Moses) and Yusuf (AS, Joseph).\n\nThe Quran accurately describes Egyptian history by referring to the leader of these Egyptian dynasties as a king or a pharaoh (which came later).  A historical fact that was only recently discovered by the British Museum.  According to them, the Egyptians did not call their rulers \"Pharaoh\" until the 18th Dynasty (1552-1295 BC).\n\nA few verses talking about Musa and Fira'un (Pharaoh):\n__\"We (Allah) rehearse unto thee a portion of the story of Moses and Pharaoh with truth, for the benefit of a people who would believe. (Quran 28:04).\n\n\"We sent Moses with Our Signs to Pharaoh and his chiefs, but they unjustly rejected them. Behold, then, what was the end of those who created disorder! (Quran 7:104)\n\n\"This day shall We save you (O Pharaoh) in your body, that you may be a Sign to those who come after you! But indeed, many among mankind are neglectful of Our Signs. (Quran 10:93)__\n\nIt is widely believed by historians and Christian and Muslim scholars that Moses interacted with Ramesses II.  Both the Quran and Bible mention this story in detail eventually ending with the Pharaoh being drowned in the Red Sea after Moses, with God's permission, parted the sea.\n\nThe Quran's prophecy of __\"This day shall We save you (O Pharaoh) in your body, that you may be a Sign to those who come after you!\"__ is not found in any other scripture and even historians had no clue of this until recently.  The mummified bodies of all the Pharaohs lay concealed in the Valley of Kings (KV7 & 8) along the banks of the Nile.  Even after their tombs were plundered, the mummified remains of the pharaohs were kept their undiscovered for centuries. Their discovery took place in the 19th century and you can now see, Ramesses II with your own eyes in The Grand Egyptian Museum in Cairo, Egypt.  His body has also gone on several international tours for all to see.  This again, shows how the knowledge in Quran and Islam could have only been given to us by God.\n\nYou can also ask Jewish people about their experience with this Pharaoh, and other ancient Egyptian leaders.\n\n__\"And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic.\" (Quran 17:101)__\n\nThe Jewish peoples survival also allows us to ask them about the other signs of God they received, like many miracles and prophets that were sent to them.\n\n__Ask the Children of Israel how many a clear sign We gave them. And whoever exchanges the favour of Allah after it has come to him - then indeed, Allāh is severe in retribution. (Quran 2.211)__",
"t.Roman Empire": "__The Roman Empire__ (Latin: Imperium Romanum) was the largest empire of the ancient world. Its capital was Rome, and its empire was based in the Mediterranean. The Empire dates from 27 BC, when Octavian became the Emperor, Augustus, till it fell in 476 AD, marking the end of the Ancient World and the beginning of the Middle Ages, or Dark Ages.\n\nThe empire was the third stage of Ancient Rome. Rome was first ruled by Roman kings, then by the Roman Republic, then by an emperor.\n\nMany modern lands were once part of the __Roman Empire__, including Britain (not Scotland), Spain, Portugal, France (Gaul), Italy, Greece, Turkey, Germany, Egypt, Levant, Crimea, Switzerland,and the north coast of Africa. The main language of the __Roman Empire__ was Latin; Greek was an important secondary language.\n\nThe western part of the __Roman Empire__ continued for about 500 years, and the eastern part, including Greece and Anatolia, continued for about a thousand years more. The eastern part was called the Byzantine Empire, its capital being Constantinople and was ended by the Ottoman conquest of Constantinople in 1453 by Sultan Fatih Mehmet.  This event was prophesized by the Prophet Muhammad and is one of the most notable events in world history.",
"t.Crusades": "__The Crusades__ were a series of religious wars fought between Christians and Muslims over control of the Holy Land. Traditionally, they took place between 1095 and 1291. The Holy Land was still is a place that is very important for the three major monotheistic religions: Islam, Judaism, and Christianity. There are many important religious sites in the Holy Land. This is the land now called Israel or Palestine. Jerusalem, Nazareth, Bethlehem, Hebron and other religious sites fell under the control of Muslims during the Caliphate of Omar (RA), the third Caliph and close friend and companion of the Prophet Muhammad (SAW).\n\nThere were many different crusades. The most important and biggest __Crusades__ took place from the 11th to 13th century. There were 9 large crusades during this time. There were also many smaller Crusades. Some crusades were even within Europe (for example, in Germany, Austria and Scandinavia). The smaller __Crusades__ continued to the 16th century, until the Renaissance and Reformation.\n\nThe word \"Crusade\" is related to the word \"Cross\" and means a Christian holy war. There is also the Arabic word \"Jihad\", which means to strive and struggle by Muslims that can have the same connotation as \"Crusade\" for Muslims during a time of war. The Prophet (SAW) taught this is the lesser Jihad though and the greater Jihad comes in the battle to live a pious life.\n\nAll sides (Christians, Muslims, and Jews) believed very much in their religions. A lot of the crusades often had political or monetary reasons behind them. Like all wars.\n\nIt is sad to see hostilities between the three Abrahamic faiths that share so much in common. Muslims consider Jews and Christians as People of the Book, which means they have a special status and closer relationship to Muslims than any other people.  You can see this in the life of the Prophet (SAW) and where he and the companions were saddened by the Byzantine Christian's)loss to the Sassanians in a large battle. This was recorded in hadiths and even spoke about in the Quran. It is also another interesting proof of Islam's authenticity as God revealed a future event that came to pass: __\"The Romans have been defeated. In a land close by (Anatolia); but they will soon be victorious within a few years. To Allah belongs the command before and after. And that day the believers will rejoice\" (Quran 30:2-4)__\n\nAt the time this was revealed, the Arab pagans were on the side of the Pagan Sassanians, while the Arab Muslims were hoping the Christian's won this battle. When the Christians lost the Pagans mocked the Muslims for this loss and saying things like, \"Where is your powerful God now?\". So God revealed this verse at this moment. Sure enough, in 622 AD at the Battle of Issus, the Byzantines under Emperor Heraclius had a crushing and lasting victory in Anatolia against the Sassanians, thus confirming the Quranic prophecy.",
"t.Black Plague": "__The Black Death__ was an outbreak of disease that killed millions of people across Europe and Asia. Almost one out of every three people in Europe died from the disease, and was at its worst between 1347 and 1351. The disease may have started in Asia. Most people think that the disease was the bubonic plague. This disease is carried and spread by fleas living on rats. Traders from the Silk Road may have brought the infected fleas to Europe.\n\nFleas started the problem; the infected fleas were carried by black rats. Rats that were carrying the fleas would go into cities. When the fleas bit somebody, they would inject a little bit of the bacteria into the wound. This would cause the person to be infected. Rats were often on ships. This meant the disease spread extremely quickly, all over Europe.\n\nIn humans, the disease caused swelling in the groin, under the arms and behind the ears. These swellings were a black and purple colour, hence the name 'The Black Death'. The dark swellings were called buboes. People were in pain and victims died a horrible death. The symptoms could be seen 3–7 days after victims were bitten by a flea carrying the disease.\n\nSadly, in some cities like in London it was thought that cats caused the disease so they were hunted and killed in great numbers.  Unfortunately, as to be expected, this caused the plague to get worse as now the rats lost their main natural predator and there populations grew even greater.\n\nAnother interesting fact around the bubonic plague is how the Pope saved himself.  At the time, the Muslims were at the head of all medical and scientific discovery.  Combing through many Muslim books, the Catholic clergy discovered that fire was thought to ward off and kill certain sicknesses (germs).  As such, they lit an enormous fire in a circle surrounding the Pope which lasted several weeks.  This of course, kept rats and their flees away form the Pope and he survived without any problems.",
"t.Constantinople/Istanbul": "__Constantinople__ was the capital of the Roman Empire (330-395), the Byzantine/East Roman Empire (395-1204 and 1261-1453), the Latin Empire (1204-1261), and the Ottoman Empire (1453-1922). In 1930 it was renamed Istanbul. It is a city in present-day Turkey.\n\nThe conquest of Istanbul, also known as Islambol, was yet another sign and proof of Islam as the Prophet Muhammad had prophesized it. __“Verily, you shall conquer Constantinople. What a wonderful army will that army be, and what a wonderful commander will that conqueror be.” (Musnad, I, 176; IV, 335; Darimi, “Muqaddima”, p. 43).__  This is a great honor for the Ottomans who conquered the city in 1453 and had one of the longest reigning and most powerful empires in history.\n\nHistorians have stated that, for the time period conquering __Constantinople__ is equivalent to conquering a place like New York city today.",
"t.Newton and Gravity": "When most people think of __Isaac Newton__, they think of him sitting under an apple tree watching an apple fall. Some people even believe the apple fell onto his head. __Newton__ understood that what makes things like apples fall to the ground is a specific kind of force — the force we call gravity. __Newton__ thought that gravity was the force of attraction between two objects, such as an apple and the Earth. He also thought that an object with more matter exerted the same force on smaller objects as they exerted on it. That meant that the large mass of the Earth pulled objects toward it. That is why the apple fell down instead of up, and why people do not float in the air.\n\n__Isaac Newton__ went on thinking about gravity. Before __Newton__, people thought that only objects near to the Earth would fall down. But __Newton__ thought that gravity should not just be limited to the Earth and the objects on it. What if gravity went to the moon and beyond?\n\n__Newton__ invented a formula for calculating the force of attraction between two bodies. He used it to calculate the force needed to keep the moon moving around the Earth. Then he compared it with the force that made the apple fall downward. After allowing for the fact that the moon is much farther from the Earth, and has a much greater mass, he discovered that the forces were the same. The moon is held in an orbit around the Earth by the pull of Earth’s gravity.\n\nThe formula invented by __Newton__ is called the Law of gravitation.  He was quite ingenious and his many laws became known as Newtonian Physics.  Many of his mathematical formulas are still used to calculate the mechanics of objects for larger objects.  They are not accurate for small things so a newwer science called Quantum Physics is under development to try and understand this strange world of microscopic objects.",
"t.Industrialization": "__Industrialization__ (or Industrialisation) is a process that happens in countries when they start to use machines to do work that was once done by people. __Industrialization__ changes the things people do. __Industrialization__ caused towns to grow larger. Many people left farming to take higher paid jobs in factories in towns.\n\n__Industrialization__ is part of a process where people adopt easier and cheaper ways to make things. Using better technology, it becomes possible to produce more goods in a shorter amount of time. More things can be produced by fewer people.\n\nAfter industrialization people also do more specialized jobs. For example before industrialization, a cobbler (a person who makes shoes and leather goods) made a pair of shoes all alone. He worked on one pair of shoes, finished it, then would start on the next pair of shoes. With industrialization, there are many people involved in making shoes by cutting the shoe making process into smaller tasks.  For example, there is one person that cuts the sole of the shoe and another person stitches it. In short, there is division of labour and it is known as an assembly line today. The machines in such factories cost a lot of money, so the factory will be owned by a rich person who can afford the machines and hires workers to man the different machines and tasks.\n\n__Industrialization__ started in England with the industrial revolution in the 18th century. It spread first to parts of Europe, and to North America. In the 20th century industrialization spread to most other countries.",
"t.Darwin's\nTheory of Evolution": "__\"Allah has created every animal from water. Of them are some that creep on their bellies, some that walk on two legs, and some that walk on four. Allah creates what He wills, for truly Allah has power over all things\" (24:45).__\n\n__Charles Darwin__ (1809–1882) his book \"On the Origin of Species\" in 1859. In it he put forward many theories about how life came to be on Earth. He proposed natural selection, which is a process where animals with certain traits, can survive better as the way how all animals have come into existence. However, Darwin did not understand or know about genetics at the time or how traits were actually passed on. So he could not accurately explain what made children look like their parents.\n\nNevertheless, __Darwin's__ explanation of evolution is fundamentally accepted by the scientific community and scientists are working hard to try and prove they evolved from single celled organisms and monkeys to this day.  Whereas, Muslims, Christians and Jews believe we are descendants of Adam (SAW) and Hawwa (Eve), the first man and woman.  Scientists refer to such findings as \"intelligent design\" and there is countless evidence of this, such as how DNA, human body, solar systems, etc. work.\n\nSimilar to Darwinism, Islam recognizes the idea that life develops in stages and over a period of time. Also, we believe God has power over all things and can easily change anything to adopt to it's environment.  God created it the first time, the second time would be easier, right?  Just like us being resurrected on the Day of Judgement.\n\nBut unlike modern evolutionist theories saying random mutations, which are always disastrous and deadly in nature, cause an animal to evolve, we believe God can change an animal overnight to have a longer beak to find food easier after a flood if it needs to, for example.  This is actually documented on many study of birds adapting traits so fast that scientists can't explain it and are worried other species won't adapt as fast.  This makes more sense then an animal slowly and randomly evolving by chance.  Also, there are cases of new or extinct butterflies miraculously coming out of no where.  Muslims care very much for animals and the environment, but we don't stress about them going extinct or not being able to take care of themselves because like all things, we put our trust in God.\n\nIn summary, Muslims reject the idea that human beings randomly evolved from apes. Muslims believe human beings are considered a special creation. Islam teaches that human beings are a unique life form that was created by Allah, like everything else; however, we have unique gifts and abilities unlike any other animal and being. For example, we have an eternal soul, conscience, imagination, knowledge and free will.  We can be strong, good and pious or be weak and work only to fulfill our selfish desires. Regardless, the life of human beings began with the creation of two people, a male and a female named Adam and Hawwa (Eve) and that makes us all related by blood and family.\n\nThe Qur'an describes that Allah __\"made from water every living thing\" (Quran 21:30).__ Another verse describes how __\"Allah has created every animal from water. Of them are some that creep on their bellies, some that walk on two legs, and some that walk on four. Allah creates what He wills, for truly Allah has power over all things\" (24:45).__\n\nThese verses support the scientific theory that life began in water.",
"t.World War 1": "__World War I__ (or the First World War) was a global war which began on July 28, 1914 and lasted until November 11, 1918. The war lasted exactly four years, three months and 14 days.\n\nMost of the fighting was in Europe, but soldiers from many other countries took part, and it changed the colonial empires of the European powers and also resulted in the end of the Ottoman Empire. Before World War II began in 1939, __World War I__ was called the Great War, the World War or the 'war to end all wars'. 135 countries took part in __World War I__, and nearly 10 million people died while fighting, mostly of disease and famine.\n\n__World War I__ was fought by most of the countries of Europe. The actual fighting was on many different fronts. The Western Front was where most of the fighting between Germany and the Allies happened. Most of the fighting here was trench warfare.\n\nThe Eastern Front was fought in Central and Eastern Europe. Fighting here was not trench warfare but mobile warfare due to the size of the front. Much fighting happened in the Middle Eastern Front and the Italian Front. Fighting also took place in Africa, China, and at sea as well as in the air.\n\nThe war was ended by the signing of many different treaties, the most important being the Treaty of Versailles.\n\n__World War I__ was the first major war where tanks, airplanes, and submarines or (U-boats) were important weapons.",
"t.World War 2": "__World War II__ (WWII or WW2), also called the Second World War and, in the Soviet Union, the Great Patriotic War, was a global war involving fighting in many parts of the world and many countries. Most countries fought in the years 1939–1945 but some started fighting in 1937. Most of the world's countries, including all the great powers, fought as part of two military alliances: the Allies and the Axis Powers. __World War II__ was the deadliest conflict in all of human history. It involved more countries, cost more money, and killed more people than any other war in human history. Between 50 to 85 million people died. The majority were civilians. It included massacres, the deliberate genocide of the Holocaust, strategic bombing, starvation, disease and the first use of nuclear weapons in history by the USA on Japan.\n\nThe war in Asia began when the Empire of Japan invaded China on 7 July 1937. The United States reacted by placing an oil embargo on Japan. The start of the war in Europe was when Germany invaded Poland on 1 September 1939. France and Britain reacted by declaring war on Germany. By 1941, much of Europe was under German control. Only Britain remained fighting against the Axis in North Africa, the Mediterranean, and the Atlantic. In June 1941, the Axis Powers invaded the Soviet Union, starting the largest area of war in history. On December 7, 1941, Japan attacked Western colonies in the Pacific and the two wars became one.\n\nThe Japanese victories were stopped in 1942, and the European Axis victories were also stopped by 1943, both in North Africa and in the Soviet Union. After that, the Allies started to fight back from all sides. The Axis lost North Africa and, starting in 1943, were forced to defend Italy. In 1944, the Allies invaded France, heading towards Germany on the Rhine River, while the Soviets kept closing in from the East. Germany surrendered in May 1945. Japan formally surrendered on 2 September 1945. The war ended with the Allied victory.\n\nAfter the war, the United Nations was set up to develop support between countries and to prevent future wars. The Cold War among the major winners soon started, but they did not fight each other in an actual war. Decolonization of Asia and Africa, where those countries controlled by European countries were given their independence, happened as well. This was because European power was weakened from the war. Economic recovery and the political integration (the process of uniting countries) were among other results of the war.",
"t.Cold War": "__The Cold War__ (1947–1991) was the tense relationship between the United States (and its allies), and the Soviet Union (the USSR and its allies) between the end of World War II and the demise of the Soviet Union.\n\nMost of the countries on one side were allied in NATO whose two largest military countries were the United States and Turkey. Most of the countries on the other side were allied in the Warsaw Pact most powerful country was the Soviet Union (now Russia).\n\nThe Western-Capitalist group of countries includes the Americas, Turkey, Western Europe, Israel, Japan, South Korea, Thailand, Iran (1945-1979), Pakistan, Malaysia, Philippines, South Africa, Australia and New Zealand.\n\nThe Eastern-Socialist group includes Soviet Union, Eastern Europe, Angola, Ethiopia, Cuba (1959-1991), Mongolia, North Korea, China and Vietnam.\n\nThe Cold War ended with the fall of the Berlin Wall in 1989, with Russia changing from from a socialist communist country to a democratic capitalist country.  However, there is still remaining conflict here as seen in the recent battles and war between Russia and Ukraine.",
"t.Moon Landing": "__Apollo 11__ was the first flight to send people to the moon. It was done by NASA (National Aeronautics and Space Administration), the original American space agency. It went up to space on July 16, 1969, carrying three astronauts: Neil Armstrong, Buzz Aldrin and Michael Collins. On July 20, 1969, Armstrong and Aldrin became the first humans to land on the moon, while Collins stayed in orbit around the Moon.\n\nThe flight was part of the __Space Race__ between the United States and the Soviet Union. It finished the plan set by John F. Kennedy, the Unite States 35th president, in 1961 to \"land a man on the moon, and return him safely to the Earth\", before the 1960s ended.",
"t.World Wide Web": "__The Internet__ is the biggest world-wide communication network of computers. Internet has millions of smaller domestic, academic, business and government networks, which together carry many different kinds of information. The term is sometimes abbreviated as \"the net\", short for the network. The __World Wide Web__ is one of its biggest services. It is used by a few billion people all over the world.\n\nThe Internet was developed in the United States by the \"United States Advanced Research Projects Agency\" (DARPA). Internet was first connected in October, 1969, and was called __ARPANET__. The __World Wide Web__ was created at CERN in Switzerland in 1990 by a British (UK) scientist named Tim Berners-Lee.",
"i.Quintillion": "Quintillion",
"i.Quadrillion": "Quadrillion",
"i.Trillion": "Trillion",
"i.Billion": "Billion",
"i.Million": "Million",
"i.Thousand": "Thousand",
"i.Year": "Year",
"i.Years": "Years",
"i.Ago": "Ago",
"i.Years Ago": "Years Ago",
"i.AD": "AD",
"i.BC": "BC",
"i.page away": "page away",
"i.pages away": "pages away",
"i.Era": "Era",
"i.Birth of the Universe": "Birth of the Universe",
"i.Common Era": "Common Era",
"dummy.toDragDontDelete": "ğüşıiöçĞÜŞIİÖÇ"
}
