{
"t.Big Bang": " __ \"آیا کافران نمی دانند که آسمان و زمین یک بار یک توده بودند ، ما آنها را می خوریم؟ (قرآن 21:30) __\n\nمدل __big bang__ این است که جهان در یک وضعیت بسیار متراکم و گرم آغاز شده و گسترش یافته است. این تئوری نشان می دهد و اندازه گیری ها نشان می دهد که جهان هنوز در حال گسترش است.\n\n__big bang__ یک تئوری علمی در مورد چگونگی شروع جهان است و سپس ستاره ها و کهکشانهایی را که امروز می بینیم ساخته است.\n\nجهان به عنوان یک فوق العاده گرم ، کوچک و متراکم (ترکیبی از چهار نیرو اساسی) آغاز شد و هیچ ستاره ، اتم ، فرم یا ساختار (\"تکین\" نامیده می شود). سپس حدود 13.8 میلیارد سال پیش ، فضا خیلی سریع گسترش یافت (بنابراین نام \"__big bang__\"). این شکل گیری اتمها را آغاز کرد که در نهایت منجر به شکل گیری ستاره ها و کهکشان ها شد. این ژرژ لمایر بود که برای اولین بار خاطرنشان کرد (در سال 1927) که می توان یک جهان در حال گسترش را به موقع به یک نقطه منبعی تبدیل کرد.\n\nبا این حال ، برای بسیاری از واقعیت های علمی مدرن و دیگر علمی ، مانند بیگ بنگ ، شکل گیری سیاره ، مدار و رفتار ، جنین شناسی و موارد دیگر ناشناخته است ، بیش از 1400 سال پیش توسط خدا در قرآن برای ما آشکار شد. به عنوان مثال ، ژرژ لمیتر اولین کسی نبود که در مورد Big Bang یادداشت کرد. قرآن به وضوح در مورد Big Bang __ صحبت می کند \"آیا کافران نمی دانند که آسمان و زمین یک بار یک توده بودند ، پس از آن ما آنها را می خوریم؟ و ما هر چیز زنده را از آب آفریده ایم. (قرآن 21:30) __\n\nاگر به دنبال نشانه یا اثبات خدا هستید ، بدانید که این فقط یکی از اثبات های بی شماری است که اسلام واقعی و تنها دین خداست.\n\nجهان هنوز در حال گسترش است ، که اخیراً کشف شده است. با این حال ، دوباره قرآن تأیید می کند: __ \"آسمان ، ما آنها را با قدرت ساخته ایم. و همانا ، ما آن را گسترش می دهیم\" (قرآن 51:47) __.\n\nبه طور کلی ، جهان در حال رشد است و با گذشت زمان ، درجه حرارت در حال کاهش است. کیهان شناسی مطالعه چگونگی شروع جهان و توسعه آن است. دانشمندانی که کیهان شناسی را مطالعه می کنند موافق هستند که نظریه __BIG BANG__ مطابق آنچه تاکنون مشاهده کرده اند مطابقت دارد.\n\nفرد هویل این تئوری را \"__big bang__\" در برنامه رادیویی خود خواند. او اعتقاد نداشت __big bang__ درست است. دانشمندانی که با او موافق نبودند فکر می کردند این نام خنده دار است و تصمیم به استفاده از آن گرفتند.\n\nدانشمندان نظریه __big bang__ را بر اساس بسیاری از مشاهدات مختلف پایه گذاری می کنند. مهمترین آن ، تغییر شکل کهکشان های بسیار دور است. redshift اثر داپلر است که در نور رخ می دهد و همچنین در صدا قابل مشاهده است (صدایی که یک راککار با نزدیک شدن در مقابل شما در حال دور شدن از شما است- \"vrrrrrrrrrrr\" (به سمت شما) \"oooooooommmmm\" (به دور از شما). به طور مشابه. ، هنگامی که یک شی از زمین دور می شود ، پرتوهای رنگی آن شبیه به رنگ قرمز از آنچه در واقع هستند به نظر می رسند ، زیرا حرکت طول موج نور را که توسط شیء خاموش شده است ، دراز می کند. دانشمندان از کلمه \"داغ قرمز\" برای توصیف این کشیده استفاده می کنند موج نور از آنجا که قرمز طولانی ترین طول موج در طیف قابل مشاهده است. هرچه تغییر شکل بیشتر وجود داشته باشد ، این شیء سریعتر در حال حرکت است. با اندازه گیری تغییر شکل مجدد ، دانشمندان ثابت کردند که جهان در حال گسترش است ، و آنها می توانند با سرعت بسیار زیاد عمل کنند. دور از زمین با مشاهده و اندازه گیری های بسیار دقیق ، دانشمندان معتقدند که جهان تقریباً 13.8 میلیارد سال پیش یک تکینگی بود. از آنجا که بیشتر چیزها با گسترش آنها سردتر می شوند ، دانشمندان تصور می کنند که سازمان ملل Iverse هنگام شروع بسیار کوچک و بسیار گرم بود.\n\nسایر مشاهدات که از تئوری __big bang__ پشتیبانی می کنند ، مقادیر عناصر شیمیایی در جهان است. به نظر می رسد مقادیر عناصر بسیار سبک مانند هیدروژن ، هلیوم و لیتیوم با تئوری __big bang__ موافق هستند. دانشمندان همچنین \"تابش پس زمینه مایکروویو\" کیهانی را پیدا کرده اند. این تابش به عنوان امواج رادیویی معروف است و آنها در همه جای جهان هستند. این تابش اکنون بسیار ضعیف و سرد است ، اما مدتها پیش بسیار قوی و بسیار گرم بود.\n\nبرخی از دانشمندان و فیلسوفان استدلال می کنند که زمان قبل از __big bang__ معنایی ندارد. آنها استدلال می كنند كه __big bang__ آغاز زمان بود ، و قبل از __big bang__ هیچ عالم وجود نداشت ، زیرا اگر وقت دیگری نبود ، نمی توانست \"قبل\" باشد! ما به عنوان مسلمانان ، ما می دانیم که خدا جاودانه است و فراتر از هر چیزی که ذهن ما بتواند درک کند. به همین ترتیب ، این امر کاملاً منطقی است که چرا ما نمی توانیم مفهوم زمان را قبل از Big Bang درک کنیم ، این یکی از بسیاری از پارادوکس ها است که به یک خالق قدرتمند اشاره دارد.\n\nبه خاطر استدلال ها ، بگذارید بگوییم که می توانیم توضیح دهیم که چه چیزی قبل از Big Bang یا دقیقاً چگونه ایجاد شده است. سپس سوال بعدی خواهد بود ، \"خوب ، پس چه چیزی آن را ایجاد کرده است؟\". و می گویند ما توضیح دادیم که چه چیزی آن را نیز ایجاد کرده است ، سپس دوباره این سؤال باقی خواهد ماند ، \"خوب ، چه چیزی آن را ایجاد کرده است؟\". همانطور که احتمالاً می بینید ، این هرگز به پایان نمی رسد ، بنابراین در واقع شواهد بزرگی از خدا بودن خالق ما و اینکه چگونه مفهوم خدا در خارج از عقل محدود انسانی ما است ، است.\n\nمسلمانان در مورد چنین مواردی بحث نمی کنند ، ما فقط آنچه را که خدا در مورد خود و خلقت او به ما می گوید می پذیریم. به عنوان مثال ، خدا از دستان خود صحبت می کند اما ما می دانیم که آنها برخلاف هر دستی که ما می شناسیم نیست. یک انسان دست دارد ، یک میمون دست دارد ، یک ساعت دست دارد. دست خدا فراتر از هر چیزی است که می توانیم تصور کنیم ، و ما آن را در آن ترک می کنیم.",
"t.Milky Way is Born": "دانشمندان این نظریه را تصور می كنند كه راه __milky __ به عنوان یك یا چند افزایش بیش از حد كوچك در توزیع انبوه در جهان اندكی پس از بنگ بزرگ آغاز شد. برخی از این میزان بیش از حد بذر خوشه های کروی بود که در آن قدیمی ترین ستاره های باقی مانده در آنچه اکنون راه __milky تشکیل شده است. تقریباً نیمی از موضوع به روش __milky __ ممکن است از دیگر کهکشانهای دوردست آمده باشد. با این وجود ، این ستارگان و خوشه ها اکنون هاله ستاره ای از راه __milky __ را تشکیل می دهند. طی چند میلیارد سال از تولد ستارگان اول ، توده راه __milky __ به اندازه کافی بزرگ بود به طوری که نسبتاً سریع می چرخد. با توجه به حفاظت از حرکت زاویه ای ، این باعث شد تا محیط بین ستاره ای گازی از شکل تقریباً کروی به دیسک فروپاشید. بنابراین ، نسل های بعدی ستاره ها در این دیسک مارپیچی شکل گرفته اند. بیشتر ستاره های جوان ، از جمله خورشید ، در دیسک مشاهده می شوند.\n\nاز آنجا که ستارگان اول شروع به شکل گیری کردند ، راه __milky __ از طریق هر دو ادغام کهکشان (به ویژه در اوایل رشد __milky __) رشد کرده و به طور مستقیم از هاله کهکشانی استفاده می شود. راه __milky __ در حال حاضر در حال جمع آوری مواد از چندین کهکشان کوچک ، از جمله دو بزرگترین کهکشان ماهواره ای آن ، ابرهای بزرگ و کوچک ماژلانی ، از طریق جریان ماژلان است. پیوستگی مستقیم گاز در ابرهای با سرعت بالا مانند ابر اسمیت مشاهده می شود. با این حال ، خواص راه __milky __ مانند جرم ستاره ای ، حرکت زاویه ای و فلزات در بیرونی ترین مناطق آن نشان می دهد که در 10 میلیارد سال گذشته هیچ ادغام با کهکشان های بزرگ را تجربه نکرده است. این فقدان ادغام مهم اخیر در بین کهکشانهای مارپیچی مشابه غیر معمول است. به نظر می رسد همسایه آن کهکشان آندرومدا دارای تاریخ معمولی تر است که توسط ادغام های اخیر با کهکشانهای نسبتاً بزرگ شکل گرفته است.\n\nطبق مطالعات اخیر ، راه __milky __ و همچنین کهکشان آندرومدا در نمودار رنگ آمژان کهکشان به عنوان \"دره سبز\" شناخته می شود ، منطقه ای که توسط کهکشان ها در حال انتقال از \"ابر آبی\" است (کهکشان ها به طور جدی تشکیل می شوند. ستاره های جدید) به \"دنباله قرمز\" (کهکشانهایی که فاقد شکل گیری ستاره هستند). فعالیت شکل گیری ستاره در کهکشان های دره سبز در حال کند شدن است زیرا آنها از گاز تشکیل دهنده ستاره در محیط بین ستاره ای تمام می شوند. در کهکشانهای شبیه سازی شده با خصوصیات مشابه ، تشکیل ستاره به طور معمول در حدود 5 میلیارد سال از هم اکنون خاموش می شود ، حتی افزایش انتظار می رود ، کوتاه مدت در میزان شکل گیری ستاره به دلیل برخورد بین راه __milky __ و آندرومدا کهکشان در حقیقت ، اندازه گیری سایر کهکشانهای مشابه با راه __milky __ نشان می دهد که در بین قرمزترین و درخشان ترین کهکشانهای مارپیچی است که هنوز هم ستاره های جدیدی را تشکیل می دهند و فقط کمی بلوط تر از کهکشان های دنباله قرمز هستند.\n\n## سن و تاریخ کیهان شناختی\n\nخوشه های کروی از قدیمی ترین اشیاء در راه __milky __ هستند که بدین ترتیب حد پایین تری در سن راه __milky __ نشان می دهد. سنین ستاره های انفرادی در راه __milky __ را می توان با اندازه گیری فراوانی عناصر رادیواکتیو طولانی مدت مانند توریم 232 و اورانیوم -238 تخمین زد و سپس نتایج را با برآورد فراوانی اصلی آنها مقایسه کرد ، تکنیکی به نام Nucleocosmochronology. این مقادیر عملکرد در حدود 3 میلیارد سال 12.5 سال برای CS 31082-001 و 4 میلیارد سال 13.8 برای BD +17 ° 3248. پس از تشکیل کوتوله سفید ، شروع به خنک کننده تابشی می کند و دمای سطح به طور پیوسته کاهش می یابد. با اندازه گیری دمای جالب ترین این کوتوله های سفید و مقایسه آنها با دمای اولیه مورد انتظار آنها ، می توان تخمین سنی را انجام داد. با این تکنیک ، سن خوشه کروی M4 به عنوان 7/0 میلیارد سال 12.7 سال تخمین زده شد. برآورد سن از قدیمی ترین این خوشه ها بهترین تخمین مناسب از 12.6 میلیارد سال و حد اطمینان 95 ٪ از 16 میلیارد سال است.\n\nچندین ستاره جداگانه در هاله __milky __ با سنین اندازه گیری شده بسیار نزدیک به سن 13.80 میلیارد ساله جهان یافت شده است. در سال 2007 ، یک ستاره در هاله کهکشانی ، او 1523-0901 ، حدود 13.2 میلیارد سال قدمت داشت. به عنوان قدیمی ترین شیء شناخته شده در راه شیری __ در آن زمان ، این اندازه گیری حد پایین تری در سن راه __milky __ قرار داده است. این برآورد با استفاده از طیف سنجی Echelle UV-Visual از تلسکوپ بسیار بزرگ برای اندازه گیری نقاط قوت نسبی خطوط طیفی ناشی از حضور توریم و سایر عناصر ایجاد شده توسط فرآیند R ساخته شده است. نقاط قوت خط به فراوانی ایزوتوپهای ابتدایی مختلف ، که از آن می توان تخمین سن ستاره را با استفاده از هسته هسته ای بدست آورد. یک ستاره دیگر ، HD 140283 ، 0.7 میلیارد سال 14.5 14.5 ساله است.\n\nسن ستاره ها در دیسک نازک کهکشانی نیز با استفاده از هسته هسته ای تخمین زده شده است. اندازه گیری ستاره های دیسک نازک تخمین می زند که دیسک نازک 1.7 ± 8.8 میلیارد سال پیش تشکیل شده است. این اندازه گیری ها نشان می دهد که تقریباً 5 میلیارد سال بین شکل گیری هاله کهکشانی و دیسک نازک وجود دارد. تجزیه و تحلیل اخیر از امضاهای شیمیایی هزاران ستاره نشان می دهد که شکل گیری ستاره ای ممکن است در زمان تشکیل دیسک ، 8-10 میلیارد سال پیش ، هنگامی که گاز بین ستاره ای خیلی گرم بود برای تشکیل ستاره های جدید با همان سرعت کاهش یافته است. مثل قبل.\n\nکهکشان های ماهواره ای پیرامون راه __milky __ به طور تصادفی توزیع نمی شوند ، اما به نظر می رسد نتیجه شکسته شدن برخی از سیستم های بزرگتر است که یک ساختار حلقه 500000 سال نوری و 50،000 سال نور را تولید می کند. برخوردهای نزدیک بین کهکشان ها ، مانند آنچه انتظار می رود در 4 میلیارد سال با آندرومدا کهکشان از دمای عظیمی از گاز خاموش شود ، که با گذشت زمان می تواند برای تشکیل کهکشان های کوتوله در یک حلقه با زاویه خودسرانه به دیسک اصلی ایجاد شود.",
"t.Sun is Born": "__ \"این کسی است که شب و روز را خلق کرده است ، و خورشید و ماه ؛ همه (اجساد آسمانی) در کنار هم شنا می کنند ، هر کدام در دوره گرد خود\" (قرآن 21:33) .__\n\n__sun__ در مرکز منظومه شمسی ما یک ستاره کوتوله زرد است. این انرژی را به عنوان نور خاموش می کند. این شامل انرژی نور ، مادون قرمز (گرما) ، نور ماوراء بنفش و امواج رادیویی است. همچنین جریان ذرات را که به عنوان \"باد خورشیدی\" به زمین می رسد ، می دهد. منبع تمام این انرژی ، واکنش در ستاره است که هیدروژن را به هلیوم تبدیل می کند و مقادیر زیادی از انرژی را ایجاد می کند.\n\n__sun__ ستاره ای مانند بسیاری دیگر در کهکشان راه شیری ما است. این برای اندکی بیش از 4.5 میلیارد سال وجود داشته است و حداقل برای مدت طولانی ادامه خواهد یافت. __sun__ تقریباً صد برابر زمین است. دارای جرم 1030 × 1030 کیلوگرم است که 333،000 برابر جرم زمین است. زمین همچنین می تواند در __sun__ 1.3 میلیون بار قرار بگیرد.\n\nدانشمندان فکر می کنند که __sun__ از ابر بسیار بزرگی از گرد و غبار و بیت های کوچک یخ در حدود 4.567 میلیارد سال پیش آغاز شده است.\n\nدر مرکز آن ابر عظیم ، گرانش باعث شد تا مواد به یک توپ تبدیل شوند. هنگامی که این به اندازه کافی بزرگ شد ، فشار عظیم در داخل یک واکنش همجوشی آغاز شد. انرژی این آزاد شده باعث گرم شدن و درخشش آن توپ شد.\n\nانرژی تابش از __sun__ بقیه ابر را از خود دور کرد و سیارات از بقیه این ابر تشکیل می شدند.",
"t.Earth is Born": "__ \"سپس او (خدا) در حالی که همه سیگار بود به بهشت ​​روی آورد. او به بهشت ​​و زمین گفت:\" بیا (به وجود) ، با اراده یا ناخواسته. \" آنها گفتند: \"در اینجا ما (به وجود) در پیگیری مایل هستیم.\" __\n\n__earth__ و سایر سیارات حدود 4.6 میلیارد سال پیش تشکیل شده اند. آنها از گاز باقیمانده از سحابی ساخته شده اند که خورشید را ساخته است. این دوباره یک معجزه علمی از قرآن است همانطور که خدا آن را در قرآن توضیح می دهد: \"سپس او (خدا) به بهشت ​​روی آورد در حالی که همه دود بود. او به بهشت ​​و زمین گفت:\" بیا (به وجود) ، با میل خود. یا ناخواسته. \" آنها گفتند: \"در اینجا ما (به وجود) می آیند.\" این آیه در مورد چگونگی شکل گیری زمین صحبت می کرد.\n\nماه ممکن است پس از برخورد بین اوایل __earth__ و یک سیاره کوچکتر (که گاهی اوقات تیا نامیده می شود) شکل گرفته باشد. دانشمندان بر این باورند که بخش هایی از هر دو سیاره از بین رفت - تبدیل شدن به (گرانش) ماه.\n\nقرآن اظهار داشت که خداوند خورشید ، ماه و سیارات را ایجاد کرده است که هرکدام دارای دوره های فردی یا مدارهای خاص خود هستند. __ \"این کسی است که شب و روز را خلق کرده است ، و خورشید و ماه ؛ همه (اجساد آسمانی) در کنار هم شنا می کنند ، هر کدام در دوره گرد خود\" (قرآن 21:33) .__\n\nآب __earth __ از جاهای مختلف آمده است. چگالش بخار آب ، و دنباله دارها و سیارک ها که __earth__ دارند ، اقیانوس ها را ساختند. طی یک میلیارد سال (یعنی حدود 3.6 میلیارد سال پیش) دانشمندان معتقدند که زندگی اول در دوره باستان آغاز شده است. برخی از باکتری ها فتوسنتز ایجاد کردند که به گیاهان اجازه می دهد تا از نور و آب خورشید غذا تهیه کنند. این اکسیژن زیادی را منتشر کرد ، که برای اولین بار توسط آهن در محلول گرفته شد. سرانجام ، اکسیژن آزاد وارد جو یا هوا شد و سطح __earth __ را برای زندگی هوازی مناسب کرد. این اکسیژن همچنین لایه ازن را تشکیل می دهد که از سطح __earth __ از تابش ماوراء بنفش بد از خورشید محافظت می کند.\n\nباز هم ، خدا در مورد لایه ازن در قرآن به ما می گوید ، اما یک معجزه علمی دیگر از قرآن: __ \"و ما آسمان را به یک سایبان محافظت شده تبدیل کرده ایم ، هنوز هم آنها از علائم آن دور می شوند.\" (قرآن 21:32) __\n\nدانشمندان معتقدند زندگی پیچیده روی سطح زمین قبل از لایه ازن وجود ندارد زیرا بدون محافظت از آن ، تابش خورشید برای زنده ماندن زندگی پیشرفته بیش از حد خواهد بود.\n\n__earth__ در گذشته های دور بسیار متفاوت بود. مدتها پیش ، تقریباً همه سرزمین در یک مکان بود. به این یک ابر قاره گفته می شود. اولین ابرقدرت شناخته شده Vaalbara نامیده شد. خیلی بعد ، زمانی (کرایوژن) وجود داشت که __earth__ تقریباً به طور کامل توسط ورق های یخ ضخیم (یخچال) پوشانده می شد. این تئوری برفی __earth__ نامیده می شود.",
"t.Heavy Bombardment": "__ \"ما قبلاً پیام رسان خود را با شواهد واضح ارسال کرده ایم و کتاب مقدس و تعادل را که مردم ممکن است [امور خود را در عدالت] حفظ کنند ، با آنها ارسال کرده ایم. و به طوری که خداوند ممکن است کسانی را که از او و پیام رسان خود حمایت می کنند ، آشکار کند. در واقع ، خداوند قدرتمند و در قدرت است. \" (قرآن 57:25) __\n\nبمباران سنگین سنگین (LHB مخفف و همچنین به عنوان فاجعه قمری شناخته می شود) رویدادی است که تصور می شود تقریباً 3.8 تا 4.1 میلیارد سال پیش رخ داده است. این به عنوان دوران نوهادی و اوئارچین روی زمین شناخته می شود. در طی این بازه ، تعداد زیادی از سیارکها به طور نامتناسب نظریه پردازی می شوند که با سیارات اولیه زمینی در منظومه شمسی داخلی از جمله جیوه ، زهره ، زمین و مریخ برخورد کرده اند.\n\nبمباران اواخر سنگین پس از آن اتفاق افتاد که زمین و سایر سیارات سنگی بیشتر توده های خود را تشکیل و جمع کرده اند ، اما هنوز هم در اوایل تاریخ زمین.\n\nامروز دانشمندان می دانند که آهن نمی توانست روی زمین توسعه یابد. با توجه به اندازه زمین که آنها می دانند ، آنها می دانند که چنین موادی به طور طبیعی نمی توانند در اینجا توسعه یافته باشند. در حقیقت ، آنها می دانند که آهن باید در داخل ستاره ها ، به ویژه فوق العاده غول های قرمز ساخته شود. فقط در چنین ستاره ای غول پیکر می تواند عناصر در طول واکنش های همجوشی با هم تشکیل شود. سپس یک ابرنواختر رخ می دهد ، به این معنی که ستاره منفجر می شود و قطعات آهن به فضا منفجر می شوند. دانشمندان معتقدند اینگونه است که آهن به زمین آمد.\n\nقرآن ذکر می کند ، __ \"و ما آهن را فرستادیم\" __. تا همین اواخر ، بدون اینکه دانشمندان دوره های بمباران __ heavy را کشف کنند ، این آیه در مورد __ \"ما آهن را فرستادیم\" __ برای ما معنی چندانی نخواهد داشت. با این حال ، معلوم می شود که خدا کاملاً به معنای واقعی کلمه آهن را برای ما فرو می برد تا بتوانیم از آن بهره مند شویم.",
"t.Life on Earth": "__ \"آیا کسانی که در نظر نگرفته اند که آسمانها و زمین یک نهاد پیوسته بودند ، و سپس ما آنها را از هم جدا کردیم و هر چیز زنده را از آب درست کردیم؟ پس آیا آنها باور نمی کنند؟\" (قرآن 21:30) .__\n\nاولین شکل های زندگی ادعا شده میکروارگانیسم های فسیلی (یا ریزگردها) هستند. آنها در سنگهای غنی از آهن و سیلیس پیدا شدند که زمانی دریچه های هیدروترمال در کمربند Greenstone Nuvvugittuq از کبک ، کانادا بودند.\n\nاین سنگها به اندازه 4.28 میلیارد سال قدیمی هستند. اشکال لوله ای که حاوی آنها هستند در یک گزارش نشان داده شده است. اگر این قدیمی ترین رکورد زندگی روی زمین باشد ، نشان می دهد \"ظهور تقریباً فوری زندگی\" پس از تشکیل اقیانوس ها 4.4 میلیارد سال پیش. به گفته استفان بلر هجز ، \"اگر زندگی نسبتاً سریع بر روی زمین بوجود آمد ، می تواند در جهان رایج باشد\".\n\nقرآن توصیف می کند که خداوند __ \"از آب هر چیز زنده ساخته شده است\" (قرآن 21:30) .__ آیه دیگر توضیح می دهد که چگونه __ \"خداوند هر حیوان را از آب آفریده است. از آنها برخی از آنها هستند که بر روی زنگ های خود خزیده اند ، برخی از آنها بر روی دو پا قدم بزنید ، و برخی از آنها چهار قدم می روند. خداوند آنچه را که می خواهد ایجاد می کند ، زیرا واقعاً خداوند قدرت همه چیز را دارد \"(24:45) .__\n\nاین آیات از تئوری علمی که زندگی در اقیانوس های زمین آغاز شده است ، پشتیبانی می کنند. آنها همچنین با زیست شناسی مدرن همراه هستند که بیان می کنند برخی از حیوانات تا 90 ٪ آب تشکیل شده اند ، در حالی که انسان حدود 60 ٪ آب تشکیل شده است.",
"t.Single Celled Organisms": "__ قرآن توصیف می کند که خداوند \"از هر چیز زنده از آب ساخته شده است\" (قرآن 21:30) __.\n\nارگانیسم های تک سلولی ارگانیسم هایی هستند که یک سلول دارند.\n\nارگانیسم های تک سلولی را می توان در همه جا یافت. قدیمی ترین اشکال زندگی 3.8 میلیارد سال پیش ، اگر بیشتر نباشد ، وجود داشته است. دانشمندان معتقدند که این ارگانیسم در آب زندگی می کرد. آنها استراتژی های مختلفی را برای بقا دنبال می کنند: فتوسنتز (سیانوباکتریها) ، شیمی درمانی (بسیاری از باستانی) و هتروتروفی (آمیبا). برخی از ارگانیسم های تک سلولی دارای فلاژلا ، دم های کوچکی هستند که از آنها برای حرکات استفاده می کنند ، یا لوبوپودها ، پسوندهای اسکلت سلولی (اسکلت اسکلت) ، که به عنوان بازوهای بلوبلیک ظاهر می شوند. فلژلا اجداد تک سلولی ما در تمام راه به سمت حیوانات رخ می دهد ، جایی که به عنوان اسپرم پرچم دار ظاهر می شود.\n\n__ قرآن توصیف می کند که خداوند \"از هر چیز زنده از آب ساخته شده است\" (قرآن 21:30) __. آیه دیگر توضیح می دهد که چگونه __ \"خداوند هر حیوان را از آب آفریده است. از آنها برخی از آنها هستند که بر روی زنگ های خود خزیده اند ، برخی از آنها روی دو پا قدم می زنند ، و برخی از آنها چهار قدم می روند. خداوند آنچه را که می خواهد ایجاد می کند ، زیرا واقعاً خداوند قدرت دارد همه چیز \"(قرآن 24:45) __.\n\nاین آیات از تئوری علمی که زندگی در اقیانوس های زمین آغاز شده است ، پشتیبانی می کنند.",
"t.Animals": "اولین فسیل هایی که ممکن است حیوانات را نشان دهند در سنگهای 665 میلیون ساله سازند Trezona استرالیا جنوبی ظاهر می شوند. این فسیل ها به عنوان احتمالاً اسفنج های اولیه تعبیر می شوند.\n\nقدیمی ترین حیوانات در بیوتای Ediacaran ، در پایان Precambrian ، حدود 610 میلیون سال پیش یافت می شود. مدتهاست که جای تردید بود که آیا این حیوانات شامل آن هستند ، اما کشف کلسترول لیپید حیوانات در فسیل های دیکینسونیا ثابت می کند که اینها در واقع حیوانات بودند.\n\nبسیاری از حیوانات فیلا برای اولین بار در هنگام انفجار کامبرین ، در رکورد فسیلی ظاهر می شوند و از حدود 542 میلیون سال پیش در رختخواب هایی مانند Burgess Shale شروع می شوند. فیلا موجود در این سنگ ها شامل صدف ، براکیوپودها ، اونیکوفورن ها ، تاردیگرادها ، بندپایها ، اکینودرمها و همیکره ها ، به همراه اشکال متعدد در حال انقراض مانند ناهنجاری های درنده است. دانشمندان مطمئن نیستند که آیا این حیوانات به طور همزمان نزدیک ظاهر شده اند یا اینکه آیا این مسئله با نحوه جمع آوری سوابق فسیلی مسئله ای است.",
"t.Fish": "دانشمندان معتقدند که اولین ماهی در حدود 530 میلیون سال پیش در جریان انفجار کامبرین ظاهر شد. اعتقاد بر این است که آنها اولین مهره ها یا حیواناتی هستند که دارای ستون فقرات یا ستون فقرات هستند. تصور می شود که ماهی اول متعلق به آگناتا یا ماهی بی پروا است. در اواخر کامبرین ، ماهی بی پروا مانند مارماهی به نام Conodonts ، و ماهی های کوچک که عمدتاً زرهی معروف به ostracoderms معروف است ، برای اولین بار ظاهر شد. بیشتر ماهی های بی پروا اکنون منقرض شده اند.",
"t.Insects": "__indects__ ، یک کلاس در Arthropoda Phylum است. آنها بی مهرگان زمینی کوچک هستند که دارای اسکلت سخت هستند.\n\n__insects__ بزرگترین گروه حیوانات روی زمین تا کنون هستند. حدود __926،400 گونه مختلف __ شرح داده شده است. آنها بیشتر از نیمی از کل گونه های زنده شناخته شده __ را تشکیل می دهند و اعتقاد بر این است که بیش از 90 ٪ از گونه های جانوری را در زمین قرار می دهد.\n\nگونه های جدید __incect__ به طور مداوم در حال یافتن هستند. برآورد تعداد کل گونه ها از 2 میلیون تا 30 میلیون است.\n\n__insects__ شش پا داشته باشید. و بیشتر آنها بال دارند. اعتقاد بر این است که __incectr ها اولین حیواناتی هستند که قادر به پرواز هستند. از آنجا که آنها از تخم مرغ ها ایجاد می شوند ، __incect__ تحت __metamorphosis__ قرار می گیرند ، یک فرآیند شگفت انگیز از تحول که در آن شکل نابالغ یک حشره در دو یا چند مرحله مجزا به شکل بزرگسالان تغییر می کند. __insects__ در سراسر کره زمین زندگی می کنند: تقریباً همه زمینی هستند (در زمین زندگی می کنند) ، اما برخی از آنها __incect__ در اقیانوس ها یا در مکان های بسیار سرد مانند قطب جنوب زندگی می کنند. بیشتر گونه ها در مناطق گرمسیری زندگی می کنند.\n\nبرخی از افراد همه __incect__ را \"اشکالات\" می نامند ، اما این درست نیست. فقط برخی از __inects__ اشکالات واقعی هستند ، که این یک ترتیب خاص از __incect__ است. افرادی که __incectr را مطالعه می کنند __entomologists __ نامیده می شوند.",
"t.Reptiles": "__reptile__ نام مشترک یکی از گروه های اصلی مهره داران زمین است. از این زیست شناسان ، که از اصطلاحات دقیق تر استفاده می کنند ، خیلی مورد استفاده قرار نمی گیرد.\n\nنام __ \"خزندگان\" __ از لاتین آمده و به معنای \"کسی است که خزنده می شود\". تمام گونه های زنده __reptile__ خونسرد ، دارای پوست پوسته پوسته هستند و تخم های کلییدوئیک دارند. آنها اسید اوریک (به جای اوره) را دفع می کنند و دارای یک کلوکا هستند. Cloaca یک دهانه مشترک برای مقعد ، مجاری ادراری و مجرای تولید مثل است. __reptiles__ همچنین ترتیب قلب و رگ های خونی اصلی را که با پستانداران متفاوت است ، به اشتراک می گذارند.\n\nبسیاری از گروه های مهم __reptiles__ اکنون در حال انقراض هستند ، به عنوان مثال موزایورها. ما قبلاً می گفتیم دایناسورها منقرض شده اند ، اما آنها به شکل فرزندان پر (پرندگان) زنده می مانند. __reptiles باستان __ که زنده مانده است شامل لاک پشت ها ، تمساح ها و تواتارا ، بازمانده تنها گروه آن است. اکثریت بزرگ __reptiles __ امروز مارها و مارمولک ها هستند.\n\nمطالعه زندگی __reptiles__ نامیده می شود.",
"t.Dinosaur Age": "__dinosaurs__ (به معنی \"مارمولک های وحشتناک\") گروه متنوعی از خزندگان Archosaur هستند. آنها حیوانات سرزمین غالب دوره مزوزوئیک بودند. بیش از 500 جنس مختلف دایناسورها شناخته شده است. فسیل های دایناسورها در هر قاره یافت شده است ، و هنوز هم اکتشافات جدید مکرر وجود دارد.\n\n__dinosaurs__ در Triassic فوقانی ، حدود 230 میلیون سال پیش ظاهر شد. اولین تاریخ فسیل دایناسور تاریخ Eoraptor ، 231.4 تا 228 Mya است. در اوایل ژوراسیک آنها مهره های برتر زمین بودند و بیشتر محیط ها را در زمین مسلط می کردند. آنها تا 66 میلیون سال پیش تا رویداد ناگهانی انقراض K/T (جهانی) ادامه یافتند.\n\nاز سوابق فسیلی ، دانشمندان معتقدند که پرندگان دایناسورهای پر از زندگی هستند و به همین ترتیب تنها خط دایناسورها برای زنده ماندن تا به امروز بودند.\n\nدایناسورها اقتباسی داشتند که به موفقیت آنها کمک می کرد. اولین دایناسورهای شناخته شده شکارچیان کوچکی بودند که روی دو پا قدم می زدند. تمام فرزندان آنها دارای یک حالت ایستاده بودند که پاها در زیر بدن قرار داشتند. این کل سبک زندگی آنها را متحول کرد. ویژگی های دیگری نیز وجود داشت. بیشتر دایناسورهای کوچکتر دارای پرهایی بودند و احتمالاً خونسرد بودند. این امر باعث می شود که آنها با متابولیسم بالاتری نسبت به خزندگان مدرن فعال شوند. تعامل اجتماعی ، با زندگی در گله ها و همکاری برای برخی از انواع بسیار محتمل به نظر می رسد.\n\nاولین فسیل ها در اوایل قرن نوزدهم به عنوان دایناسورها شناخته شدند. برخی از استخوانهای آنها خیلی زودتر یافت می شد ، اما درک نشده بود. ویلیام باکلند ، گیدئون مانتل و ریچارد اوون دانشمندانی بودند که دیدند این استخوان ها گروه خاصی از حیوانات بودند. دایناسورها اکنون جاذبه های اصلی موزه های سراسر جهان هستند. آنها به بخشی از فرهنگ عامه تبدیل شده اند. بسیاری از کتاب ها و فیلم های پرفروش در مورد آنها وجود داشته است. اکتشافات جدید دایناسور اغلب در رسانه ها گزارش می شود.",
"t.Mammals": "__mammals__ گروهی از حیوانات مهره داران هستند که پستانداران کلاس را تشکیل می دهند. آنها دارای خز یا مو و نوع بسیار دقیقی از تنظیم دما هستند.\n\nبه استثنای مونوترمها ، همه پستانداران جوان زندگی می کنند. آنها همچنین برای جوانان شیر تولید می کنند. مراقبت والدین از جوانان در بین پستانداران جهانی است و ضروری است زیرا تولد زنده تعداد فرزندان را محدود می کند.",
"t.Stegosaurus": "Stegosaurus (به معنی \"مارمولک\") نوعی دایناسور گیاهی بود که در آنچه اکنون آمریکای شمالی غربی است زندگی می کرد.\n\nStegosaurus در دوره ژوراسیک فوقانی حدود 155-145 میلیون سال پیش زندگی می کرد. این یکی از دایناسورهای به راحتی شناخته شده است ، با ردیف دوتایی از صفحات بادبادک شکل در پشت آن و سنبله های طولانی روی دم آن. زره پوش همانطور که با گوشتهای گوشت مانند Allosaurus و Ceratosaurus زندگی می کرد ، لازم بود.",
"t.Tyrannosaurus": "Tyrannosaurus یک دایناسور بزرگ درنده از کرتاسه فوقانی ، 65.5-67 میلیون سال پیش بود.\n\nTyrannosaurus یک گوشتخوار دوقلو با جمجمه عظیم بود که با یک دم بلند و سنگین متعادل بود. در مقایسه با اندامهای بزرگ و قدرتمند ، ساق پا آن کوچک بود ، اما برای اندازه آنها قدرتمند بود. آنها دو رقم پنجه داشتند.\n\nبحث در مورد اینکه آیا این یک شکارچی بوده یا یک اسکنر وجود دارد ، بحث شده است. مانند بسیاری از گوشتهای غالب امروز ، مانند شیرها و کفتارها ، Tyrannosaurus ممکن است هر دو باشد. این یک فک بسیار قوی داشت و قدرت نیش آن می تواند استخوان های دیگر دایناسورها را بکشد.",
"t.Dinosaur Extinction": "انقراض در انتهای کرتاسه در اثر یک یا چند واقعه فاجعه بار مانند اثرات عظیم سیارک یا شهاب سنگ یا افزایش فعالیت آتشفشانی ایجاد شده است.\n\nچندین دهانه ضربه و فعالیت های آتشفشانی گسترده ، مانند این که در تله های دککان در هند ، به زمان تقریبی رویداد انقراض تاریخ داده شده است. این وقایع زمین شناسی ممکن است باعث کاهش نور خورشید و مانع فتوسنتز شود و منجر به اختلال گسترده در بوم شناسی زمین شود.",
"t.Primate Bipedalism": "دو طرفه برای پیاده روی از دو پا استفاده می کند یا از آن استفاده می کند. دانشمندان بر این باورند که دوقطبی در نخبگان 6 تا 7 میلیون سال پیش از آن ناشی می شود ، زیرا این اولین فسیل هایی است که آنها پیدا کرده اند که ویژگی های دوتایی را نشان می دهند. تکامل گرایان معتقدند که اینها اجداد اولیه گونه های انسانی هستند ، اما این نظریه شواهد کمی برای حمایت از آن دارد.",
"t.Constructed Tools": "ابزارهای __stone __ ابزارهایی هستند که از سنگ ساخته شده اند. آنها به همین دلیل است که عصر سنگ نام آن داده شده است. دانشمندان معتقدند که آنها اولین ابزارهای مورد استفاده بودند. اخیراً آموخته شده است که قبل از زندگی انسان از ابزارهای سنگی استفاده شده است.",
"t.Control Fire": "__ کنترل آتش توسط انسان های اولیه برای انسان های اولیه بسیار مهم بود. آتش سوزی منبع گرما ، محافظت ، بهبود شکار و روشی را برای پخت و پز مواد غذایی فراهم کرده است. این پیشرفت های فرهنگی امکان نوآوری های فرهنگی و تغییر در رژیم را فراهم می کند. علاوه بر این ، کنترل آتش امکان گسترش فعالیت های انسانی را به آب و هوای سردتر و با فراهم آوردن گرما و نور ، بعداً در عصر بیدار می شود.\n\nادعاهای مربوط به اولین شواهد قطعی کنترل از حدود 200 هزار تا 1.7 میلیون سال پیش است. شواهدی برای استفاده کنترل شده از آتش سوزی که از حدود 1،000،000 سال پیش آغاز می شود ، پشتیبانی علمی گسترده ای دارد. تیغه های فلینت سوخته در آتش سوزی در نزدیکی فسیل های انسانی در مراکش یافت شد و در حدود 300 هزار سال پیش قدمت داشت. شواهد گسترده ای از کنترل آتش سوزی تقریباً 125000 سال پیش.",
"t.Adam": "__ \"اوه بشر! ما شما را از یک جفت یک مرد و یک زن آفریدیم و شما را به ملل و قبیله تبدیل کردیم تا بتوانید یکدیگر را بشناسید (نه اینکه شما ممکن است یکدیگر را تحقیر کنید). در نگاه خداوند چه کسی صالح ترین شما است. و خداوند دانش کاملی دارد و به خوبی آشنا است (با همه چیز) \"(قرآن 49:13) .__\n\nآدم (عربی: آdem) اولین انسان روی زمین و اولین نبی (نبی ، پیامبر) اسلام بود. آدم مسلمان به عنوان پدر نژاد بشر و همسرش ، هاووی (آاوا ، حوا) به عنوان مادر بشریت. مسلمانان آدم را به عنوان اولین مسلمان می دانند ، همانطور که قرآن اظهار داشت که همه پیامبران همان ایمان اسلام را موعظه می کنند ، این به معنای تسلیم شدن به خدا است.\n\nاز این دو فرد ، نسل انسانها در زمین سکونت داشته اند. خدا در قرآن بیان می کند.\n\nهنگامی که آدم ایجاد شد ، خداوند به همه آفرینش دستور داد تا خود را به عنوان نشانه احترام به آدم ، که یک آفرینش برتر جدید بود ، پایین بیاورد. همه به جز شایتان انجام دادند ، که از گفتن او از آتش سیگاری (یک جین) ساخته شده بود ، در حالی که آدم از خاک رس ساخته شده بود. سپس خدا آنها را در باغ عدن به عنوان آزمایش قرار داد و شایتان با موفقیت هم آدم و هم هاوا را فریب داد. او باعث شد تا آنها به درختی بروند که خدا آنها را از آن منع کرده است. در نتیجه این ، خداوند ما (انسان ها و شیاطین) را به عنوان دشمن یکدیگر تا روز داوری بر روی زمین قرار داده است. یک بار روی زمین ، آدم برای بخشش دعا کرد و خدا او را بخشید.\n\nمانند آدم و همه پیامبران برای یادآوری میثاق ما با خدا به زمین آمدند. اگر از خدا پیروی کنیم ، می توانیم به سطح بالاتری برسیم و فرشتگان در نگاه خدا. برای انجام این کار باید از زمزمه های Sheytan جلوگیری کنیم ، و آنچه حتی بسیار بدتر از آن است ، تلاش و سرکوب NUFF های خود (خواسته های خودخواهانه). ما این کار را با پیروی از خرد بی پایان ، دستورالعمل ها و نمونه هایی که در قرآن به ما داده می شود ، انجام می دهیم ، مکاشفه نهایی و کتابی که در شخص اول توسط خدا نوشته شده است که کاملاً حفظ شده و بدون تغییر است. ما همچنین باید نمونه شگفت انگیز پیامبران را دنبال کنیم و داستان کامل زندگی پیامبر محمد را داریم زیرا او در زمان های اخیر به آنجا رسید که حتی در تاریخ مدرن ظاهر می شود. تمام آموزه های او نیز حفظ شده است و بورس تحصیلی اسلامی زیادی برای حفظ و آموزش شیوه زندگی وی وجود دارد. پیامبر محمد مهر پیامبران ، یک دولت ، رهبر معنوی و نظامی به همراه شوهر ، پدر ، همسایه و دوست بود. او از کسانی که زندگی ، اقدامات و آموزه های خود را تجربه می کنند بسیار ستایش می شود. حتی دشمنانش وقتی زندگی می کردند احترام می گذاشتند و به او اعتماد کردند.\n\nبنابراین ، به عنوان مسلمانان ، ما می دانیم که هدف از زندگی برای همه انسانها پرستش خدا و دیدن چه کسی در اعمال است. خداوند به بشر مکانی زیبا در بهشت/بهشت را به عنوان پاداش پیروی از دستورات خود قول داده است. پایین ترین فرد در بهشت ​​سرزمین ده زمین را خواهد داشت. هنگامی که به سطح بالاتری از بهشت ​​رسیدید ، باید در سالهای نوری اندازه گیری زمین خود را شروع کنید. خدا سخاوتمندترین است و می خواهد به ما بدهد و برای ما همه چیز را از او بخواهیم. اگر از خدا دور شویم و راه های پیامبران ، مجازات شدیدی در جهنم در انتظار ما است. باشد که خداوند ما را از این و همه چیزهای شیطانی محافظت کند.\n\nاز دیدگاه علمی ، انسان ها در گونه های __homo sapiens__ قرار دارند که تنها زیر گونه های شناخته شده به عنوان __homo sapiens sapiens__ شناخته می شود. ما غالب ترین گونه روی زمین هستیم. با این حال ، انواع بسیاری از زندگی ، به ویژه در بین گیاهان و پروتئین ها وجود دارد که تأثیر بسیار بیشتری بر هوا ، صخره ها ، زندگی و محیط طبیعی زمین داشته است.",
"t.First Temple": "__göbekli tepe__ (تلفظ [ɟøbekˈli teˈpe]) ، ترکی برای \"Potbelly Hill\" ، یک مکان باستان شناسی در منطقه آناتولی جنوب شرقی ترکیه ، تقریباً 12 کیلومتری (7 مایل) در شمال شرقی شهر şanlıurfa است. Tell دارای ارتفاع 15 متر (49 فوت) و قطر حدود 300 متر (980 فوت) است. تقریباً 760 متر (2،490 فوت) از سطح دریا است.\n\nاین حرف شامل دو مرحله استفاده است که به نظر می رسد از طبیعت اجتماعی یا آیینی است که قدمت آن به هزاره 10 تا 8 قبل از میلاد باز می گردد. در مرحله اول ، متعلق به نوسنگی قبل از گلدانه A (PPNA) ، دایره ای از ستون های سنگی عظیم T شکل برپا شد-قدیمی ترین مگالیت های شناخته شده جهان. در حال حاضر بیش از 200 ستون در حدود 20 حلقه از طریق بررسی های ژئوفیزیکی شناخته شده است. هر ستون دارای ارتفاع تا 6 متر (20 فوت) و وزن آن تا 10 تن است. آنها در سوکت هایی قرار دارند که از بستر خارج شده اند. در مرحله دوم ، متعلق به نوسنگی قبل از گلدانه B (PPNB) ، ستون های ساخته شده کوچکتر هستند و در اتاقهای مستطیل با کف آهک جلا ایستاده اند. این سایت پس از PPNB رها شد. ساختارهای جوانتر به زمان کلاسیک می رسد.\n\nجزئیات عملکرد ساختار یک رمز و راز است. این تیم توسط یک تیم باستان شناسی آلمانی به سرپرستی کلاوس اشمیت از سال 1996 تا زمان مرگ وی در سال 2014 کاوش شد. اشمیت معتقد بود که این سایت یک پناهگاه است که مردم یک منطقه گسترده به طور دوره ای از هم جماعت می کردند ، نه یک شهرک.\n\nدر سال 2018 ، این سایت به یک میراث جهانی یونسکو تعیین شد.",
"t.Agricultural Revolution": "__ انقلاب نوسنگی __ (عصر جدید سنگ) اولین انقلاب __ کشاورزی __ بود. این یک تغییر تدریجی از شکار عشایری و جمع آوری جوامع و گروهها به کشاورزی و شهرک بود. این دوره به عنوان \"انقلاب\" توصیف می شود زیرا شیوه زندگی جوامع را تغییر داده است که باعث تغییر شده است. این در جوامع مختلف بشر قبل از تاریخ در زمان های مختلف رخ داده است. بسیاری از جوامع 7-9 هزار سال پیش تغییر کردند.\n\nاین اصطلاح به دوره زمانی عمومی که بر اساس آن این تحولات صورت گرفته است ، اشاره دارد. این همچنین در مورد تغییراتی که رخ داده است اعمال می شود: اتخاذ تکنیک های زودهنگام کشاورزی ، کشت محصولات زراعی و اهلی کردن حیوانات. انقلاب نوسنگی برای تحولات سازمان و فناوری اجتماعی مهم است.\n\n__ انقلاب نوسنگی __ منجر به زندگی در شهرکهای دائمی یا نیمه دائمی شد. به همین دلیل کمتر مردم یک سبک زندگی عشایری را رهبری کردند. برای اینکه بتوانیم بدانیم محصولات زراعی متعلق به چه کسی متعلق به چه کسی هستند ، مفهوم مالکیت زمین توسعه یافته است. محیط طبیعی تغییر یافت ، تراکم جمعیت رشد کرد و مردم در رژیم غذایی خود غذاهای سبزیجات و غلات بیشتری می خوردند. سلسله مراتب در جامعه توسعه یافته است. دانه ذخیره شد و قابل معامله بود. تولید مازاد از بازده محصول خوب به جوامع کمک کرد تا سالهای بد زنده بمانند. نمونه ای از این امر این است که چگونه یوسف (AS) دانه را در مصر باستان محافظت و پراکنده کرد.",
"t.Writing": "__writing__ عمل ضبط زبان در یک محیط بصری با استفاده از مجموعه ای از نمادها است. نمادها باید برای دیگران شناخته شوند تا متن خوانده شود.\n\nیک متن همچنین ممکن است از سایر سیستم های بصری مانند تصاویر و تزئینات استفاده کند. اینها نوشتن نامیده نمی شوند ، اما ممکن است به کار پیام کمک کند. معمولاً همه افراد تحصیل کرده در یک کشور از همان سیستم نوشتن برای ضبط همان زبان استفاده می کنند. توانایی خواندن و نوشتن این است که سواد باشد.\n\n__writing__ با گفتار متفاوت است زیرا خوانندگان در آن زمان نیازی به حضور ندارند. ما می توانیم از مدتها پیش و از مناطق مختلف جهان نوشتن را بخوانیم. متون را فروشگاه و ارتباط برقرار کنید. __writing__ یکی از بزرگترین اختراعات گونه های انسانی است. مورخان معتقدند که پس از استقرار مردم در شهرها و پس از شروع کشاورزی ، این اختراع شد. __writing__ از حدود 3،300BC ، که بیش از 5000 سال پیش است ، در خاورمیانه است.\n\n__writing__ امروز معمولاً روی کاغذ است ، اگرچه راه هایی برای چاپ تقریباً در هر سطح وجود دارد. صفحه های تلویزیونی و فیلم نیز می توانند نوشتن را نشان دهند و صفحه های رایانه ای نیز می توانند. بسیاری از مطالب نوشتن ، مدتها قبل از کاغذ اختراع شدند. از خاک رس ، پاپیروس ، چوب ، تخته سنگ و پارچمنت (پوست حیوانات آماده) استفاده شده است. رومی ها روی قرص های موم شده با یک قلم اشاره ای نوشتند. این برای یادداشت ها و پیام های موقت محبوب بود. اختراع بعدی کاغذ توسط چینی ها یک قدم بزرگ به جلو بود.\n\n__writing__ به طور سنتی با استفاده از ابزار دستی مانند مداد ، قلم یا برس انجام می شود. با این حال ، بیشتر و بیشتر ، متن با ورودی روی صفحه کلید رایانه یا تلفن هوشمند ایجاد می شود.",
"t.Recorded History": "__history__ مطالعه وقایع گذشته است. مردم می دانند که در گذشته با نگاه کردن به چیزهایی از گذشته از جمله منابع (مانند کتاب ، روزنامه ها و نامه ها) و آثار باستانی (مانند سفال ، ابزار و بقایای انسان یا حیوان) چه اتفاقی افتاده است. چیزهایی برای افراد برای مطالعه تاریخ. شخصی که تاریخ را مطالعه می کند ، مورخ نامیده می شود. شخصی که قبل از تاریخ و تاریخ را از طریق چیزهایی که از فرهنگ های باستانی به جا مانده است ، مطالعه می کند ، باستان شناس نامیده می شود. شخصی که بشر و جامعه را مطالعه می کند ، انسان شناس خوانده می شود. مطالعه منابع و روشهای مورد استفاده برای مطالعه و نوشتن تاریخ ، تاریخ نگاری نامیده می شود.\n\nمردم می توانند با صحبت با افرادی که اتفاقاتی را که در گذشته اتفاق افتاده است ، در مورد گذشته بیاموزند. به این تاریخ شفاهی گفته می شود. هنگامی که افرادی که برده بودند و بازماندگان جنگ داخلی آمریکا پیر شدند ، برخی از مورخان هر آنچه را که گفتند ثبت کردند تا تاریخ از بین نرود.\n\nهمین کار در تاریخ اسلام انجام شد. چیزهای زیادی نوشته شده بود ، اما چندین دانشمند وجود داشتند که همه حرفهای آخرین گفته پیامبر (حدیث) را به کتاب جمع می کردند. یک علم کامل اسلامی در بالای این برای تأیید زنجیرهای روایات منتهی به پیامبر (SAW) و رتبه بندی این احادیث در سطوح طبقه بندی صدا ایجاد شده است. ما می دانیم که همه این افراد و خانواده های آنها چه کسانی بودند ، آنها فقط نام های اول تصادفی در یک کتاب نیستند (یعنی مارک ، لوک ، جان). غالباً ، همان حدیث را می توان ده ها بار در همان کتاب یافت یا در چندین کتاب حدیث پخش شد زیرا توسط بسیاری از افراد جمع آوری شده است. این به عنوان حدیث Sahih (بسیار صدا) طبقه بندی می شود.\n\nقرآن نیز نوشته شده بود ، اما بیشتر توسط هزاران نفر در طول زندگی پیامبر صلی الله می گرفت. این هنوز هم توسط میلیون ها نفر امروزه ، به زبان اصلی عربی- حتی توسط بلندگوهای غیر عربی- به خاطر سپرده می شود. این امر ممکن است زیرا قرآن شاعرانه است و برای بسیاری از افراد به راحتی به یاد می آورید. اگر تمام متن قرآن به نوعی ناپدید شود ، مسلمانان اگر با هم کار می کردند می توانند در چند ثانیه آن را برگردانند. به هر حال لازم نیست ، همانطور که خدا به ما گفت که از آن در قرآن محافظت خواهد کرد. __ \"در واقع ، ما این هستیم که قرآن را فرستادیم و در واقع ، ما سرپرست آن خواهیم بود.\" (قرآن 15: 9) __\n\nصرف نظر از زیبایی شاعرانه و تلاوت ، پیام قرآن به راحتی در ذهن مؤمنان جای می گیرد زیرا گذشته ، آینده و حال را به روشی منطقی و آسان برای درک توضیح می دهد. قرآن در واقع بزرگترین معجزه ای است که ما داریم و فقط یکی از آنها برای اثبات اسلام دین واقعی است. ما را آفرید و با ما صحبت کرد و مستقیماً با سخنان قرآن به ما می آموزد. و چه کسی بهتر است پس از آن خدا را به ما بیاموزد ، کسی که ما را آفریده و ما را بهتر می شناسد؟\n\nدر زمان های قدیمی ، مردم در مناطق مختلف جهان تاریخ های جداگانه ای را حفظ می کردند زیرا آنها اغلب با یکدیگر ملاقات نمی کردند. برخی از گروه های مردم هرگز با یکدیگر ملاقات نکردند. اروپای قرون وسطایی ، روم باستان و چین باستان هرکدام فکر می کردند که آنها تنها بخش های مهم جهان را اداره می کنند و سایر قسمت ها \"بربر\" بودند.",
"t.First Pyramid Built": "__ \"این روز باید شما را (ای فرعون) در بدن خود نجات دهیم ، تا شما نشانه ای از کسانی باشید که به دنبال شما هستند! اما در واقع ، بسیاری در بین بشر از علائم ما غفلت می کنند.\" (قرآن 10:93) __\n\nA __pyramid__ ساختاری است که معمولاً از سنگ است که به شکل هرم ساخته شده است. از دوران باستان تا مدرن ، مردم در بسیاری از مناطق مختلف جهان چنین ساختارهایی را ساخته اند.\n\nاولین __pyramids__ در 2630 B.C ساخته شده است. قدیمی ترین هرم شناخته شده در Saqqara ، مصر است و توسط پادشاه Djoser از سلسله سوم مصر ساخته شده است.\n\nقرآن در داستانهای مربوط به موسی (به عنوان موسی) و یوسف (به عنوان جوزف) در مورد سلسله مصر صحبت می کند.\n\nقرآن با مراجعه به رهبر این سلسله های مصر به عنوان یک پادشاه یا فرعون (که بعداً آمد) تاریخ مصر را به طور دقیق توصیف می کند. یک واقعیت تاریخی که اخیراً توسط موزه بریتانیا کشف شده است. به گفته آنها ، مصریان تا هجدهمین سلسله (1552-1295 قبل از میلاد) حاکمان خود را \"فرعون\" نمی نامیدند.\n\nچند آیه که در مورد موسی و fira'un (فرعون) صحبت می کنند:\n__ \"ما (خدا) بخشی از داستان موسی و فرعون را با حقیقت به شما تمرین می کنیم ، به نفع مردمی که باور می کنند. (قرآن 28:04).\n\n\"ما موسی را با علائم خود به فرعون و روسای خود فرستادیم ، اما آنها به ناحق آنها را رد کردند. ببین ، پس از آن ، پایان کسانی که باعث ایجاد اختلال شدند! (قرآن 7: 104)\n\n\"این روز باید شما را (ای فرعون) در بدن خود نجات دهیم ، تا شما نشانه ای از کسانی باشید که به دنبال شما می آیند! اما در واقع ، بسیاری در بین بشر از علائم ما غفلت می کنند. (قرآن 10:93) __\n\nاین امر به طور گسترده ای توسط مورخان و دانشمندان مسیحی و مسلمان اعتقاد دارد که موسی با رامسس دوم در تعامل است. هر دو قرآن و کتاب مقدس این داستان را با جزئیات ذکر می کنند که سرانجام پس از موسی غرق در دریای سرخ ، با اجازه خدا ، در دریای سرخ غرق شد.\n\nپیشگویی قرآن از __ \"این روز باید شما را (ای فرعون) در بدن خود نجات دهیم ، تا شما نشانه ای از کسانی باشید که به دنبال شما می آیند!\" تا همین اواخر اجساد مومیایی شده همه فرعون ها در دره پادشاهان (KV7 و 8) در امتداد سواحل نیل پنهان شده اند. حتی پس از غارت مقبره های آنها ، بقایای مومیایی شده فرعون ها قرن ها کشف نشده بودند. کشف آنها در قرن نوزدهم انجام شد و اکنون می توانید ببینید ، Ramesses II با چشمان خود در موزه بزرگ مصر در قاهره ، مصر. جسد وی همچنین چندین تور بین المللی را برای دیدن همه طی کرده است. این دوباره نشان می دهد که چگونه دانش در قرآن و اسلام فقط توسط خدا می توانست به ما داده شود.\n\nهمچنین می توانید از یهودیان در مورد تجربه آنها با این فرعون و سایر رهبران مصر باستان سؤال کنید.\n\n__ \"و ما مطمئناً به موسی نه نشانه مشهود داده بودیم ، بنابراین از فرزندان اسرائیل [درباره] سؤال کنید وقتی که او به آنها آمد و فرعون به او گفت:\" در واقع من فکر می کنم ، ای موسی که شما تحت تأثیر جادو قرار دارید. \"(قرآن. 17: 101) __\n\nبقای مردمان یهود همچنین به ما اجازه می دهد تا از آنها در مورد سایر علائم خدا که دریافت کرده اند ، مانند بسیاری از معجزات و پیامبران که برای آنها ارسال شده است ، بپرسیم.\n\n__ass بچه های اسرائیل چند علامت واضح به آنها دادیم. و هر کس پس از رسیدن به او ، به نفع خدا مبادله می کند - در واقع ، خداوند در مجازات شدید است. (قرآن 2.211) __",
"t.Roman Empire": "__ امپراتوری روم (لاتین: Imperium Romanum) بزرگترین امپراتوری جهان باستان بود. پایتخت آن رم بود و امپراتوری آن در مدیترانه مستقر بود. امپراتوری از 27 سال قبل از میلاد مسیح ، هنگامی که اکتاویان امپراتور ، آگوستوس شد ، تا زمانی که در سال 476 میلادی سقوط کرد ، نشانگر پایان جهان باستان و آغاز قرون وسطا یا دوران تاریک بود.\n\nامپراتوری مرحله سوم روم باستان بود. روم ابتدا توسط پادشاهان رومی ، سپس توسط جمهوری روم ، سپس توسط یک امپراتور اداره می شد.\n\nبسیاری از سرزمین های مدرن زمانی بخشی از امپراتوری __roman از جمله انگلیس (نه اسکاتلند) ، اسپانیا ، پرتغال ، فرانسه (گال) ، ایتالیا ، یونان ، ترکیه ، آلمان ، مصر ، لوانت ، کریمه ، سوئیس و سواحل شمالی آفریقا بودند. زبان اصلی امپراتوری __roman __ لاتین بود. یونانی یک زبان ثانویه مهم بود.\n\nبخش غربی امپراتوری __roman حدود 500 سال ادامه یافت و قسمت شرقی از جمله یونان و آناتولی حدود هزار سال دیگر ادامه یافت. قسمت شرقی آن را امپراتوری بیزانس خوانده می شد ، پایتخت آن قسطنطنیه بود و توسط فتح عثمانی قسطنطنیه در سال 1453 توسط سلطان فاتح مهمت به پایان رسید. این رویداد توسط پیامبر اکرم پیش بینی شد و یکی از مهمترین وقایع تاریخ جهان است.",
"t.Crusades": "__ صلیبی ها مجموعه ای از جنگهای مذهبی بودند که بین مسیحیان و مسلمانان بر سر کنترل سرزمین مقدس جنگیدند. به طور سنتی ، آنها بین سالهای 1095 تا 1291 اتفاق افتادند. سرزمین مقدس هنوز مکانی بود که برای سه مذاهب اصلی توحید بسیار مهم است: اسلام ، یهودیت و مسیحیت. بسیاری از مکان های مهم مذهبی در سرزمین مقدس وجود دارد. این سرزمینی است که اکنون به نام اسرائیل یا فلسطین نامیده می شود. بیت المقدس ، ناصره ، بیت لحم ، هبرون و سایر اماکن مذهبی تحت کنترل مسلمانان در خلافت عمر (ره) ، خلیفه سوم و دوست نزدیک و همراه پیامبر اکرم (ص) قرار گرفتند.\n\nجنگهای صلیبی مختلفی وجود داشت. مهمترین و بزرگترین __crusades__ از قرن یازدهم تا سیزدهم اتفاق افتاد. در این مدت 9 جنگ صلیبی بزرگ وجود داشت. همچنین جنگهای صلیبی کوچکتر نیز وجود داشت. برخی از جنگهای صلیبی حتی در اروپا (به عنوان مثال در آلمان ، اتریش و اسکاندیناوی) بودند. کوچکتر __crusades__ تا قرن شانزدهم ، تا زمان رنسانس و اصلاحات ادامه یافت.\n\nکلمه \"جنگ صلیبی\" به کلمه \"صلیب\" مربوط می شود و به معنای جنگ مقدس مسیحی است. همچنین کلمه عربی \"جهاد\" وجود دارد که به معنای تلاش و مبارزه توسط مسلمانان است که می توانند همان مفهوم \"جنگ صلیبی\" را برای مسلمانان در یک زمان جنگ داشته باشند. پیامبر (صلی الله علیه و آله و سلم) این جهاد کمتر است و جهاد بزرگتر در نبرد برای زندگی پرهیزگار می آید.\n\nهمه طرف (مسیحیان ، مسلمانان و یهودیان) به ادیان خود بسیار اعتقاد داشتند. بسیاری از جنگهای صلیبی اغلب دلایل سیاسی یا پولی در پشت سر خود داشتند. مثل همه جنگ ها\n\nدیدن خصومت بین سه ایمان ابراهیمی که بسیار مشترک هستند ، ناراحت است. مسلمانان یهودیان و مسیحیان را به عنوان مردم کتاب می دانند ، این بدان معنی است که آنها نسبت به سایر افراد دارای وضعیت ویژه و ارتباط نزدیک تر با مسلمانان هستند. شما می توانید این را در زندگی پیامبر (صلی الله علیه و آله) و جایی که او و اصحاب از دست دادن مسیحی بیزانس ناراحت شدند) در یک نبرد بزرگ به ساسانیان ها ناراحت شدند. این در حدیث ثبت شده و حتی در قرآن نیز درباره آن صحبت می کرد. این همچنین یکی دیگر از اثبات جالب اصالت اسلام است زیرا خدا یک واقعه آینده را فاش کرد که درگذشت: __ \"رومی ها شکست خورده اند. در سرزمینی نزدیک (آناتولی) ؛ اما آنها به زودی طی چند سال پیروز خواهند شد. به خداوند قبل و بعد از آن دستور تعلق دارد. و آن روز مؤمنان شاد خواهند شد \"(قرآن 30: 2-4) __\n\nدر زمان فاش شدن این امر ، مشرکان عرب در کنار ساسانیان بت پرست بودند ، در حالی که مسلمانان عرب امیدوار بودند که مسیحی در این نبرد پیروز شود. هنگامی که مسیحیان مشرکان را از دست دادند ، مسلمانان را به خاطر این از دست دادن مسخره کردند و چیزهایی از این دست را گفتند ، \"اکنون خدای قدرتمند شما کجاست؟\". بنابراین خدا این آیه را در این لحظه فاش کرد. مطمئناً ، در سال 622 میلادی در نبرد ایزوس ، بیزانسهای تحت امپراتور هراكلیوس پیروزی خرد كننده و ماندگار در آناتولی در برابر ساسانیان داشت و بدین ترتیب پیشگویی قرآنی را تأیید كرد.",
"t.Black Plague": "__ مرگ سیاه شیوع بیماری بود که باعث کشته شدن میلیون ها نفر در اروپا و آسیا شد. تقریباً از هر سه نفر در اروپا یک نفر در اثر این بیماری درگذشت و بین سالهای 1347 تا 1351 در بدترین حالت قرار داشت. این بیماری ممکن است در آسیا آغاز شده باشد. بیشتر مردم فکر می کنند که این بیماری طاعون بوبونیک بوده است. این بیماری توسط کک های زندگی شده بر روی موش ها حمل و پخش می شود. معامله گران جاده ابریشم ممکن است کک های آلوده را به اروپا آورده باشند.\n\nکک ها مشکل را آغاز کردند. کک های آلوده توسط موش های سیاه انجام شد. موشهایی که کک را حمل می کردند به شهرها می روند. هنگامی که کک ها شخصی را گاز می گیرند ، کمی از باکتری ها را به زخم تزریق می کنند. این امر باعث آلوده شدن فرد می شود. موش ها اغلب در کشتی ها بودند. این بدان معنی بود که این بیماری بسیار سریع و در سراسر اروپا گسترش یافته است.\n\nدر انسان ، این بیماری باعث تورم در کشاله ران ، زیر بازوها و پشت گوش ها شد. این تورم ها رنگ سیاه و بنفش بودند ، از این رو نام \"مرگ سیاه\" بود. تورم های تاریک Buboes نامیده می شدند. مردم در درد بودند و قربانیان مرگ وحشتناکی درگذشت. این علائم را می توان 3-7 روز پس از گاز گرفتن قربانیان توسط کک حامل بیماری مشاهده کرد.\n\nمتأسفانه ، در بعضی از شهرها مانند لندن تصور می شد که گربه ها باعث این بیماری شده اند ، بنابراین در تعداد زیادی شکار و کشته شدند. متأسفانه ، همانطور که انتظار می رود ، این امر باعث شد طاعون بدتر شود زیرا اکنون موش ها شکارچی طبیعی اصلی خود را از دست داده و جمعیت های آنجا حتی بیشتر می شوند.\n\nیک واقعیت جالب دیگر در مورد طاعون بوبونیک این است که پاپ خود را نجات داد. در آن زمان ، مسلمانان در رأس همه کشف پزشکی و علمی بودند. روحانیت کاتولیک با توجه به بسیاری از کتابهای مسلمان ، کشف کرد که آتش سوزی باعث می شود که برخی از بیماری ها (میکروب ها) را از بین ببرد. به همین ترتیب ، آنها آتش سوزی عظیم را در دایره ای در اطراف پاپ که چند هفته به طول انجامید ، روشن کردند. این البته ، موش ها را نگه داشته و فرار می کنند و پاپ را تشکیل می دهند و او بدون هیچ مشکلی زنده مانده است.",
"t.Constantinople/Istanbul": "__constantinople__ پایتخت امپراتوری روم (330-395) ، امپراتوری بیزانس/امپراتوری روم شرقی (395-1204 و 1261-1453) ، امپراتوری لاتین (1204-1261) و امپراتوری عثمانی (1453-1922) بود. در سال 1930 به استانبول تغییر نام داد. این شهر در ترکیه امروزی است.\n\nفتح استانبول ، که به عنوان ایسلامبول نیز شناخته می شود ، یکی دیگر از نشانه ها و اثبات اسلام بود زیرا پیامبر اکرم آن را پیشگویی کرده بود. __ \"همانا ، شما قسطنطنیه را فتح خواهید کرد. ارتش چه ارتش شگفت انگیزی خواهد بود و چه فرمانده فوق العاده ای خواهد بود که فاتح خواهد بود. \" (Musnad ، I ، 176 ؛ IV ، 335 ؛ Darimi ، \"Muqaddima\" ، p. 43) .__ این یک افتخار بزرگ برای عثمانی ها است که در سال 1453 این شهر را فتح کردند و یکی از طولانی ترین امپراطوری های سلطنت و قدرتمند در تاریخ بودند واد\n\nمورخان اظهار داشته اند که ، برای دوره زمانی فتح __constantinople__ معادل تسخیر مکانی مانند شهر نیویورک امروز است.",
"t.Newton and Gravity": "وقتی بیشتر مردم به __isaac newton__ فکر می کنند ، فکر می کنند که او در زیر درخت سیب نشسته است و در حال تماشای سقوط سیب است. برخی از مردم حتی معتقدند که سیب روی سر او افتاده است. __newton__ فهمید که آنچه باعث می شود چیزهایی مانند سیب به زمین بیفتد ، یک نوع خاص از نیرو است - نیرویی که ما آن را گرانش می نامیم. __newton__ فکر کرد که گرانش نیروی جذب بین دو شیء مانند سیب و زمین است. او همچنین فکر می کرد که یک شی با ماده بیشتر همان نیرو را بر روی اشیاء کوچکتر اعمال می کند که روی آن اعمال می کردند. این بدان معنی است که توده بزرگ زمین اشیاء را به سمت آن کشیده است. به همین دلیل سیب به جای بالا سقوط کرد و چرا مردم در هوا شناور نمی شوند.\n\n__isaac Newton__ در مورد گرانش فکر کرد. قبل از __newton__ ، مردم فکر می کردند که فقط اشیاء نزدیک به زمین سقوط می کنند. اما __newton__ فکر می کرد که گرانش فقط نباید به زمین و اشیاء موجود در آن محدود شود. اگر گرانش به ماه و فراتر از آن برود ، چه می شود؟\n\n__newton__ فرمولی را برای محاسبه نیروی جذب بین دو بدن اختراع کرد. او از آن برای محاسبه نیروی مورد نیاز برای نگه داشتن ماه در اطراف زمین استفاده کرد. سپس او آن را با نیرویی که باعث شد سیب به سمت پایین سقوط کند مقایسه کرد. وی پس از اینكه اجازه داد كه ماه بسیار دورتر از زمین باشد و توده بسیار بیشتری داشته باشد ، فهمید كه نیروها یكسان هستند. ماه با کشیدن گرانش زمین در مدار اطراف زمین نگه داشته می شود.\n\nفرمول اختراع شده توسط __newton__ قانون گرانش نامیده می شود. او کاملاً مبتکرانه بود و بسیاری از قوانین وی به فیزیک نیوتنی معروف شد. بسیاری از فرمولهای ریاضی وی هنوز برای محاسبه مکانیک اشیاء برای اشیاء بزرگتر استفاده می شود. آنها برای چیزهای کوچک دقیق نیستند ، بنابراین یک علم نیور به نام فیزیک کوانتومی در حال توسعه است تا این دنیای عجیب و غریب از اشیاء میکروسکوپی را درک کند.",
"t.Industrialization": "__industrialization__ (یا صنعتی سازی) فرایندی است که در کشورها هنگام شروع به استفاده از ماشین آلات برای انجام کارهایی که زمانی توسط مردم انجام می شد ، اتفاق می افتد. __industrialization__ کارهایی را که مردم انجام می دهند تغییر می دهد. __industrialization__ باعث بزرگتر شدن شهرها شد. بسیاری از مردم کشاورزی را ترک کردند تا مشاغل با درآمد بالاتر در کارخانه ها در شهرها انجام دهند.\n\n__industrialization__ بخشی از فرایندی است که افراد روش های ساده تر و ارزان تری برای ساختن امور اتخاذ می کنند. با استفاده از فناوری بهتر ، تولید کالاهای بیشتر در مدت زمان کمتری امکان پذیر می شود. چیزهای بیشتری را می توان توسط کمتر افراد تولید کرد.\n\nپس از صنعتی شدن افراد نیز کارهای تخصصی تری انجام می دهند. به عنوان مثال قبل از صنعتی شدن ، یک سنگفرش (شخصی که کفش و کالاهای چرمی درست می کند) یک جفت کفش را به تنهایی درست کرد. او روی یک جفت کفش کار کرد ، آن را به پایان رساند ، سپس روی جفت کفش بعدی شروع می کرد. با صنعتی شدن ، بسیاری از افراد با برش فرآیند ساخت کفش به کارهای کوچکتر در ساخت کفش درگیر هستند. به عنوان مثال ، یک نفر وجود دارد که تنها کفش را قطع می کند و شخص دیگر آن را بخیه می کند. به طور خلاصه ، بخش کار وجود دارد و امروزه به عنوان خط مونتاژ شناخته می شود. ماشین های موجود در چنین کارخانه هایی هزینه زیادی دارند ، بنابراین این کارخانه متعلق به یک فرد ثروتمند خواهد بود که می تواند ماشین آلات را تحمل کند و کارگران را استخدام کند تا ماشین ها و وظایف مختلف را به عهده بگیرد.\n\n__industrialization__ در انگلیس با انقلاب صنعتی در قرن 18 آغاز شد. این نخستین بار به بخش هایی از اروپا و آمریکای شمالی گسترش یافت. در قرن بیستم صنعتی شدن در اکثر کشورهای دیگر گسترش یافت.",
"t.Darwin's\nTheory of Evolution": "__ \"خداوند هر حیوانی را از آب ایجاد کرده است. از آنها برخی از آنها هستند که بر روی زنگ های خود خزیده می شوند ، برخی از آنها روی دو پا قدم می زنند ، و برخی از آنها چهار قدم می روند. خداوند آنچه را که می خواهد ایجاد می کند ، زیرا واقعاً خداوند قدرت همه چیز را دارد\" (( 24:45) .__\n\n__CHARLES DARWIN__ (1809-1809) کتاب خود \"در مورد مبدا گونه\" در سال 1859. در آن نظریه های بسیاری را در مورد چگونگی زندگی روی زمین مطرح کرد. وی پیشنهاد انتخاب طبیعی را پیشنهاد کرد ، که فرایندی است که حیوانات با صفات خاصی می توانند به عنوان راهی که همه حیوانات به وجود آمده بهتر زنده بمانند. با این حال ، داروین در آن زمان از ژنتیک نمی فهمید یا نمی دانست یا چگونه صفات در واقع گذشتند. بنابراین او نتوانست به طور دقیق توضیح دهد که چه چیزی باعث شده کودکان مانند والدینشان به نظر برسند.\n\nبا این وجود ، توضیح __darwin's__ در مورد تکامل اساساً توسط جامعه علمی پذیرفته شده است و دانشمندان در تلاش هستند تا سعی کنند تا به امروز از ارگانیسم های سلولی و میمون تکامل یافته باشند. در حالی که ، مسلمانان ، مسیحیان و یهودیان بر این باورند که ما فرزندان آدم (اره) و هاووا (حوا) ، زن و مرد اول هستیم. دانشمندان به یافته هایی مانند \"طراحی هوشمند\" اشاره می کنند و شواهد بی شماری از این امر وجود دارد ، مانند نحوه کار DNA ، بدن انسان ، سیستم های خورشیدی و غیره.\n\nمشابه داروینیسم ، اسلام این ایده را تشخیص می دهد که زندگی در مراحل و طی یک دوره زمانی توسعه می یابد. همچنین ، ما معتقدیم که خداوند بر همه چیز قدرت دارد و می تواند به راحتی هر چیزی را برای اتخاذ در محیط خود تغییر دهد. خدا آن را بار اول آفرید ، بار دوم آسان تر خواهد بود ، درست است؟ درست مثل ما در روز قضاوت قیام می کنیم.\n\nاما برخلاف نظریه های مدرن تکاملی که می گویند جهش های تصادفی ، که همیشه در طبیعت فاجعه بار و کشنده هستند ، باعث می شود یک حیوان تکامل یابد ، ما معتقدیم که خدا می تواند یک شب یک شب را تغییر دهد تا یک منقار طولانی تر برای یافتن مواد غذایی آسانتر پس از سیل در صورت نیاز ، برای آن باشد. مثال. این در واقع در مورد بسیاری از مطالعه پرندگان سازگار با صفات آنقدر سریع ثبت شده است که دانشمندان نمی توانند آن را توضیح دهند و نگران هستند که گونه های دیگر به همان سرعت سازگار نخواهند شد. این امر بیشتر از یک حیوان به آرامی و تصادفی به طور اتفاقی در حال تکامل است. همچنین ، مواردی از پروانه های جدید یا منقرض شده به طور معجزه آسایی از جایی که وجود ندارد ، وجود دارد. مسلمانان بسیار به حیوانات و محیط زیست اهمیت می دهند ، اما ما در مورد انقراض آنها استرس نداریم یا قادر به مراقبت از خود نیستیم زیرا مانند همه چیز ، ما به خدا اعتماد می کنیم.\n\nبه طور خلاصه ، مسلمانان این ایده را رد می کنند که انسان به طور تصادفی از میمون ها تکامل می یابد. مسلمانان معتقدند که انسانها یک آفرینش ویژه محسوب می شوند. اسلام می آموزد که انسان ها یک شکل زندگی منحصر به فرد هستند که توسط خداوند مانند همه چیز دیگر ایجاد شده است. با این حال ، ما برخلاف هر حیوان و وجود دیگر ، هدایا و توانایی های منحصر به فردی داریم. به عنوان مثال ، ما یک روح ابدی ، وجدان ، تخیل ، دانش و اراده آزاد داریم. ما می توانیم قوی ، خوب و پرهیزگار باشیم یا ضعیف باشیم و فقط برای تحقق خواسته های خودخواهانه خود تلاش کنیم. صرف نظر از این ، زندگی انسانها با ایجاد دو نفر ، یک مرد و یک زن به نام آدم و هاوا (حوا) آغاز شد و همین امر باعث می شود همه ما با خون و خانواده مرتبط باشند.\n\nقرآن توصیف می کند که خداوند __ \"از آب هر چیز زنده ساخته شده است\" (قرآن 21:30) .__ آیه دیگر توضیح می دهد که چگونه __ \"خداوند هر حیوان را از آب آفریده است. از آنها برخی از آنها هستند که بر روی زنگ های خود خزیده اند ، برخی از آنها بر روی دو پا قدم بزنید ، و برخی از آنها چهار قدم می روند. خداوند آنچه را که می خواهد ایجاد می کند ، زیرا واقعاً خداوند قدرت همه چیز را دارد \"(24:45) .__\n\nاین آیات از تئوری علمی که زندگی در آب آغاز شده است پشتیبانی می کنند.",
"t.World War 1": "__World War I__ (یا جنگ جهانی اول) یک جنگ جهانی بود که از 28 ژوئیه 1914 آغاز شد و تا 11 نوامبر 1918 به طول انجامید. این جنگ دقیقاً چهار سال ، سه ماه و 14 روز به طول انجامید.\n\nبیشتر نبردها در اروپا بود ، اما سربازان بسیاری از کشورهای دیگر شرکت کردند و این امپراتوری های استعماری قدرتهای اروپایی را تغییر داد و همچنین منجر به پایان امپراتوری عثمانی شد. قبل از آغاز جنگ جهانی دوم در سال 1939 ، جنگ جهانی I__ به نام جنگ بزرگ ، جنگ جهانی یا \"جنگ برای پایان دادن به همه جنگ ها\" خوانده شد. 135 کشور در جنگ __ دنیای i__ شرکت کردند و نزدیک به 10 میلیون نفر در هنگام جنگ جان باختند ، بیشتر بیماری و قحطی.\n\n__ دنیای جنگ i__ توسط بیشتر کشورهای اروپا جنگیده شد. جنگ واقعی در جبهه های مختلف بود. جبهه غربی جایی بود که بیشتر نبردهای بین آلمان و متفقین اتفاق افتاد. بیشتر نبردهای اینجا جنگ سنگر بود.\n\nجبهه شرقی در اروپای مرکزی و شرقی جنگید. جنگ در اینجا جنگ سنگر نبود بلکه جنگ موبایل به دلیل اندازه جبهه بود. درگیری های زیادی در جبهه خاورمیانه و جبهه ایتالیا اتفاق افتاد. جنگ نیز در آفریقا ، چین و دریا و همچنین در هوا اتفاق افتاد.\n\nاین جنگ با امضای بسیاری از معاهدات مختلف به پایان رسید که مهمترین آن پیمان ورسای است.\n\n__-World War I__ اولین جنگ بزرگ بود که تانک ها ، هواپیماها و زیردریایی ها یا (قایق های U) سلاح های مهمی بودند.",
"t.World War 2": "__world War II__ (جنگ جهانی دوم یا WW2) ، همچنین جنگ جهانی دوم نامیده می شود و در اتحاد جماهیر شوروی ، جنگ وطن پرستی بزرگ ، یک جنگ جهانی بود که شامل جنگ در بسیاری از مناطق جهان و بسیاری از کشورها بود. بیشتر کشورها در سالهای 1939-1945 جنگیدند اما برخی از آنها در سال 1937 شروع به جنگ کردند. بیشتر کشورهای جهان ، از جمله همه قدرتهای بزرگ ، به عنوان بخشی از دو اتحاد نظامی جنگیدند: متفقین و قدرتهای محور. __ جهان جنگ دوم کشنده ترین درگیری در تمام تاریخ بشر بود. این کشور بیشتر کشورها را شامل می شد ، هزینه بیشتری می کرد و بیشتر از هر جنگ دیگری در تاریخ بشریت مردم را کشته است. بین 50 تا 85 میلیون نفر جان باختند. اکثریت غیرنظامیان بودند. این شامل قتل عام ها ، نسل کشی عمدی هولوکاست ، بمباران استراتژیک ، گرسنگی ، بیماری و اولین استفاده از سلاح های هسته ای در تاریخ توسط ایالات متحده در ژاپن بود.\n\nجنگ در آسیا از زمانی آغاز شد که امپراتوری ژاپن در 7 ژوئیه سال 1937 به چین حمله کرد. ایالات متحده با قرار دادن تحریم نفتی بر ژاپن واکنش نشان داد. آغاز جنگ در اروپا زمانی بود که آلمان در 1 سپتامبر 1939 به لهستان حمله کرد. فرانسه و انگلیس با اعلام جنگ با آلمان واکنش نشان دادند. تا سال 1941 ، بخش اعظم اروپا تحت کنترل آلمان بود. فقط انگلیس در حال جنگ با محور در شمال آفریقا ، مدیترانه و اقیانوس اطلس بود. در ژوئن سال 1941 ، Axis Powers به ​​اتحاد جماهیر شوروی حمله کرد و بزرگترین منطقه جنگ تاریخ را آغاز کرد. در 7 دسامبر سال 1941 ، ژاپن به مستعمرات غربی در اقیانوس آرام حمله کرد و این دو جنگ یکی شد.\n\nپیروزی های ژاپن در سال 1942 متوقف شد و پیروزی های محور اروپا نیز تا سال 1943 ، هم در شمال آفریقا و هم در اتحاد جماهیر شوروی متوقف شد. پس از آن ، متفقین از هر طرف شروع به مبارزه کردند. محور شمال آفریقا را از دست داد و از سال 1943 با شروع از دفاع از ایتالیا مجبور شد. در سال 1944 ، متفقین به فرانسه حمله کردند و به سمت آلمان در رودخانه راین حرکت کردند ، در حالی که شوروی ها از شرق بسته می شدند. آلمان در ماه مه 1945 تسلیم شد. ژاپن به طور رسمی در 2 سپتامبر 1945 تسلیم شد. این جنگ با پیروزی متفقین به پایان رسید.\n\nپس از جنگ ، سازمان ملل متحد برای توسعه حمایت بین کشورها و جلوگیری از جنگ های آینده تنظیم شد. جنگ سرد در میان برندگان بزرگ به زودی آغاز شد ، اما آنها در یک جنگ واقعی با یکدیگر مبارزه نکردند. استعمار آسیا و آفریقا ، که در آن کشورهایی که تحت کنترل کشورهای اروپایی قرار می گرفتند استقلال خود را نیز انجام می دادند ، اتفاق افتاد. این امر به این دلیل بود که قدرت اروپا از جنگ تضعیف شد. بهبود اقتصادی و ادغام سیاسی (روند متحد کردن کشورها) از دیگر نتایج جنگ بود.",
"t.Cold War": "__ جنگ سرد __ (1947-1991) رابطه پرتنش بین ایالات متحده (و متحدین آن) و اتحاد جماهیر شوروی (اتحاد جماهیر شوروی و متحدین آن) بین پایان جنگ جهانی دوم و مرگ اتحاد جماهیر شوروی بود.\n\nبیشتر کشورهای یک طرف در ناتو متحد بودند که دو کشور بزرگ نظامی ایالات متحده و ترکیه بودند. بیشتر کشورهای طرف مقابل در پیمان ورشو قدرتمندترین کشور اتحاد جماهیر شوروی (اکنون روسیه) متحد بودند.\n\nگروه کاپیتالیست غربی کشورها شامل قاره آمریکا ، ترکیه ، اروپای غربی ، اسرائیل ، ژاپن ، کره جنوبی ، تایلند ، ایران (1945-1979) ، پاکستان ، مالزی ، فیلیپین ، آفریقای جنوبی ، استرالیا و نیوزیلند است.\n\nگروه شرقی و سوسیالیست شامل اتحاد جماهیر شوروی ، اروپای شرقی ، آنگولا ، اتیوپی ، کوبا (1959-1991) ، مغولستان ، کره شمالی ، چین و ویتنام است.\n\nجنگ سرد با سقوط دیوار برلین در سال 1989 به پایان رسید و روسیه از یک کشور کمونیستی سوسیالیستی به یک کشور سرمایه داری دموکراتیک تغییر کرد. با این حال ، همانطور که در نبردهای اخیر و جنگ بین روسیه و اوکراین مشاهده می شود ، هنوز درگیری باقی مانده است.",
"t.Moon Landing": "__apolo 11__ اولین پرواز برای اعزام مردم به ماه بود. این کار توسط ناسا (اداره ملی هوانوردی و فضایی) ، آژانس اصلی فضایی آمریکا انجام شد. در تاریخ 16 ژوئیه 1969 با حمل سه فضانورد: نیل آرمسترانگ ، وزوز آلدرین و مایکل کالینز به فضا رفت. در 20 ژوئیه 1969 ، آرمسترانگ و آلدرین اولین انسانهایی شدند که روی ماه فرود آمدند ، در حالی که کالینز در مدار ماه ماند.\n\nاین پرواز بخشی از مسابقه __space __ بین ایالات متحده و اتحاد جماهیر شوروی بود. این طرح تنظیم شده توسط جان اف کندی ، رئیس جمهور 35 رئیس جمهور متحد ، در سال 1961 به پایان رسید تا \"مردی را روی ماه فرود آورد و او را با خیال راحت به زمین بازگرداند\" ، قبل از پایان دهه 1960.",
"t.World Wide Web": "__ اینترنت __ بزرگترین شبکه ارتباطی در سراسر جهان از رایانه ها است. اینترنت میلیون ها شبکه داخلی ، دانشگاهی ، تجاری و دولتی کوچکتر دارد که در کنار هم انواع مختلفی از اطلاعات را به همراه دارند. این اصطلاح گاهی به عنوان \"شبکه\" کوتاه است ، کوتاه برای شبکه. وب __world Wreid Web__ یکی از بزرگترین خدمات آن است. این توسط چند میلیارد نفر در سراسر جهان استفاده می شود.\n\nاینترنت در ایالات متحده توسط \"آژانس پروژه های تحقیقاتی پیشرفته ایالات متحده\" (DARPA) توسعه یافته است. اینترنت برای اولین بار در اکتبر 1969 به هم وصل شد و __arpanet__ نامیده شد. وب __world Wreid Web__ در سال 1990 توسط یک دانشمند انگلیسی (انگلیس) به نام تیم برنرز لی در CERN در سوئیس ایجاد شد.",
"i.Big Bang": "مهبانگ",
"i.Milky Way is Born": "شیری راه متولد شده است",
"i.Sun is Born": "خورشید متولد می شود",
"i.Earth is Born": "زمین متولد شده است",
"i.Heavy Bombardment": "بمباران سنگین",
"i.Life on Earth": "حیات بر روی زمین",
"i.Single Celled Organisms": "ارگانیسم های تک سلولی",
"i.Animals": "حیوانات",
"i.Fish": "ماهی",
"i.Insects": "حشرات",
"i.Reptiles": "خزندگان",
"i.Dinosaur Age": "سن دایناسور",
"i.Mammals": "پستانداران",
"i.Stegosaurus": "استگوسورس",
"i.Tyrannosaurus": "عکسبرداری",
"i.Dinosaur Extinction": "انقراض دایناسور",
"i.Primate Bipedalism": "دوقطبی",
"i.Constructed Tools": "ابزارهای ساخته شده",
"i.Control Fire": "آتش سوزی",
"a.Adam": "آدم",
"i.First Temple": "معبد اول",
"i.Agricultural Revolution": "انقلاب کشاورزی",
"i.Writing": "نوشتن",
"i.Recorded History": "تاریخ ضبط شده",
"i.First Pyramid Built": "اولین هرم ساخته شده است",
"i.Roman Empire": "امپراطوری روم",
"i.Crusades": "جنگ های صلیبی",
"i.Black Plague": "طاعون سیاه",
"i.Constantinople/Istanbul": "قسطنطنیه/استانبول",
"i.Newton and Gravity": "نیوتن و گرانش",
"i.Industrialization": "صنعتی سازی",
"i.Darwin's\nTheory of Evolution": "داروین\nتئوری تکامل",
"i.World War 1": "جنگ جهانی اول",
"i.World War 2": "جنگ جهانی دوم",
"i.Cold War": "جنگ سرد",
"i.Moon Landing": "فرود ماه",
"i.World Wide Web": "شبکه جهانی",
"auth.signInButton": "ورود",
"auth.signUpButton": "ثبت نام",
"auth.resetPasswordButton": "ارسال ایمیل تنظیم مجدد رمز عبور",
"auth.emailFormField": "پست الکترونیک",
"auth.passwordFormField": "کلمه عبور",
"auth.nameFormField": "نام",
"auth.signInErrorTitle": "خطای ثبت نام در",
"auth.signInError": "آدرس ایمیل یا رمز عبور نادرست می باشد",
"auth.resetPasswordLabelButton": "رمز ورود را فراموش کرده اید؟",
"auth.signUpLabelButton": "ایجاد یک حساب کاربری",
"auth.signUpErrorTitle": "ثبت نام ناموفق بود",
"auth.signInLabelButton": "حساب دارید؟ به حساب خود وارد شوید.",
"auth.resetPasswordNoticeTitle": "ارسال مجدد رمز عبور ایمیل ارسال شده",
"auth.resetPasswordNotice": "برای تنظیم مجدد رمز ورود خود ، دستورالعمل های ایمیل را دنبال کنید.",
"auth.resetPasswordFailed": "ارسال ایمیل تنظیم مجدد رمز عبور انجام نشد.",
"auth.updateUserSuccessNoticeTitle": "کاربر به روز شده است",
"auth.updateUserSuccessNotice": "اطلاعات کاربر با موفقیت به روز شد.",
"auth.updateUserEmailInUse": "این آدرس ایمیل قبلاً دارای یک حساب کاربری است. ورود؟",
"auth.updateUserFailNotice": "به روزرسانی کاربر انجام نشد",
"auth.enterPasswordTitle": "رمز ورود خود را وارد کنید",
"auth.cancel": "لغو کردن",
"auth.submit": "ارسال",
"auth.wrongPasswordNotice": "رمز عبور با سوابق ما مطابقت ندارد.",
"auth.userIsAdminDisabled": "این حساب توسط مدیر غیرفعال شد.",
"auth.tooManyRequests": "درخواست های زیادی انجام شد.",
"auth.operationNotAllowed": "این عمل مجاز نیست.",
"auth.requiresRecentLogin": "این عملیات نیاز به ورود به سیستم اخیر دارد.",
"auth.unknownErrorTitle": "خطای نامشخص",
"i.Settings": "تنظیمات",
"i.Language": "زبان",
"i.Theme": "موضوع",
"settings.signOut": "خروج از سیستم",
"i.Dark": "تاریک",
"i.Light": "سبک",
"i.Update Profile": "بروزرسانی پروفایل",
"validator.email": "می بایست یک ایمیل ادرس معتبر باشد",
"validator.password": "رمز عبور باید حداقل 6 نویسه باشد",
"validator.name": "باید یک نام باشد",
"validator.number": "باید یک عدد باشد",
"validator.notEmpty": "این مورد نیاز است",
"a.Isharet": "اطلاع",
"a.{0} Isharet": "{0} اعلان",
"at.{0} Updated": "{0} به روز شده",
"a.Athan": "آنان",
"at.{0} on": "{0} در",
"at.{0} off": "{0} خاموش",
"i.Default sound on": "صدای پیش فرض روشن",
"i.Default sound off": "صدای پیش فرض خاموش",
"i.Vibration on": "لرزش",
"i.Vibration off": "لرزش",
"i.AM": "صبح",
"i.PM": "نخست وزیر",
"a.Fajr": "فجش",
"a.Shuruq": "طلوع خورشید",
"a.Ishraq": "ایشراک",
"a.Duha": "دواها",
"a.Istiwa": "اوج",
"a.Dhuhr": "دره",
"a.Asr": "ASR",
"a.Ghurub": "غروب آفتاب",
"a.Maghrib": "مگس",
"a.Isha": "ایزا",
"a.Muntasaf Allayl": "وسط شب",
"a.Althuluth Al'Akhir Min Allayl": "سوم آخر شب",
"a.{0} Tomorrow": "{0} فردا",
"tt.calculationMethod": "روش محاسبه زمان صلاح را انتخاب کنید",
"i.Calculation Method": "نحوه محاسبه",
"at.asrStartTime": "ASR را شروع کنید وقتی سایه یک شیء همان طول آن است ({0}) یا طول آن را دو برابر کنید ({1})",
"a.Zaman": "زمان",
"a.Sabqan": "پیش",
"a.Lahiqan": "بعد",
"at.{0} Default": "{0} پیش فرض",
"at.showJumah": "جزئیات نماز {0} را در روز جمعه نشان دهید یا همیشه جزئیات {1 را نشان دهید",
"i.Round Time To": "زمان کار به",
"tt.roundTimeTo": "دور نماز دور به نزدیکترین دقیقه ها یا ثانیه ها",
"a.Saat": "ساعت ها",
"a.Daqayiq": "دقایق",
"a.Thawani": "ثانیه",
"a.Saat Hayit": "ساعت",
"tt.clockType": "باید ساعت 12 ساعت یا 24 ساعته نشان دهد",
"a.Adhkar As-Sabah": "صبح آدکار",
"a.Adhkar Al-Masaa": "عصر ادهکار",
"at.aqCountdownTimer": "{0}: {1}: {2} تا زمانی که \"{3}\" پایان یابد و \"{4}\" شروع می شود",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} تا زمانی که \"{3}\" شروع شود",
"a.Muharram": "محرم",
"a.Safar": "سافار",
"a.Rabi' Al-Awwal": "ربی",
"a.Rabi' Al-Thani": "ربی",
"a.Jumada Al-Awwal": "جومادا الوال",
"a.Jumada Al-Thani": "جامد التنی",
"a.Rajab": "رجاب",
"a.Sha'aban": "شایابان",
"a.Ramadan": "ماه رمضان",
"a.Shawwal": "شاوال",
"a.Dhu Al-Qi'dah": "ذو القاج",
"a.Dhu Al-Hijjah": "داس الحججه",
"a.Qiyam": "قیام",
"a.Taraweeh": "تاوی",
"a.Nayam": "خواب",
"a.Tahajjud": "تااهاجود",
"a.Witr": "بد اخلاق",
"a.Aliathnayn": "دوشنبه",
"a.Althulatha'": "سهشنبه",
"a.Al'arbiea'": "چهار شنبه",
"a.Alkhamis": "پنج شنبه",
"a.Jumah": "جمعه",
"a.Alsabt": "شنبه",
"a.Al'ahad": "یکشنبه",
"a.Kānūn aṯ-Ṯānī": "ژانویه",
"a.Šubāṭ": "فوریه",
"a.'Āḏār": "مارس",
"a.Naysān": "ماه آوریل",
"a.'Ayyār": "ممکن است",
"a.Ḥazīrān": "ژوئن",
"a.Tammūz": "جولای",
"a.'Āb": "اوت",
"a.'Aylūl": "سپتامبر",
"a.Tišrīn al-'Awwal": "اکتبر",
"a.Tišrīn aṯ-Ṯānī": "ماه نوامبر",
"a.Kānūn al-'Awwal": "دسامبر",
"a.Layl{}": "شب",
"i.Quest was already completed": "تلاش قبلاً به پایان رسید",
"i.Quest skipped, try again tomorrow": "تلاش رد شد ، فردا دوباره امتحان کنید",
"i.Quest expired, try again tomorrow": "تلاش منقضی شد ، فردا دوباره امتحان کنید",
"i.Quest is not active yet": "تلاش هنوز فعال نیست",
"at.Tap to skip quest, you will lose {0}": "برای جستجوی جستجوی ، روی ضربه بزنید ، 0 {از دست خواهید داد",
"a.Ajr": "پاداش",
"i.Skip": "پرش",
"i.Done": "انجام شده",
"i.Tap to complete quest": "برای تکمیل تلاش ضربه بزنید",
"i.Active": "فعال",
"i.Daily": "روزانه",
"a.hapi": "هاپی",
"i.Set long-term goals": "اهداف بلند مدت را تعیین کنید",
"i.Manage and prioritize your time": "وقت خود را مدیریت و اولویت بندی کنید",
"i.Build religious and healthy habits": "عادت های مذهبی و سالم ایجاد کنید",
"i.Pray like the Prophet (AS)": "مانند پیامبر دعا کنید (AS)",
"a.'Adawat": "ابزار",
"a.Dua": "دوای",
"a.dua": "دوای",
"a.Hadith": "حدیث",
"a.Quran": "قرآن",
"a.Tarikh": "تاریخ",
"a.Alathar": "یادگار",
"a.'Asyila": "کوشش",
"i.View your rewards": "جوایز خود را مشاهده کنید",
"i.Find prayers": "نماز پیدا کنید",
"i.Read from Books of Hadith": "از کتابهای حدیث بخوانید",
"i.Read the Quran": "قرآن را بخوانید",
"i.View the history of Islam and our Universe": "تاریخ اسلام و جهان ما را مشاهده کنید",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "از ابزارهایی مانند Qiblah Finder و فرهنگ لغت اسلامی استفاده کنید",
"i.Collect, upgrade and learn from Relics": "از یادگارها جمع آوری ، ارتقا و یاد بگیرید",
"i.Earn rewards for this life and the next": "برای این زندگی و دیگری پاداش کسب کنید",
"i.Go back to previous page": "به صفحه قبلی برگردید",
"at.Go back to {0} home page": "به صفحه اصلی {0 برگردید",
"i.Hide menu": "منوی مخفی کردن",
"i.Show menu": "منوی نمایش",
"i.Menu": "منو",
"i.Search": "جستجو کردن",
"i.Favorites": "نفع",
"at.{0} Menu": "menu منوی 0}",
"at.{0} Search": "{0} جستجو",
"at.{0} Favorites": "{0} موارد دلخواه",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} توسط داوطلبان به خاطر {1} {2} ساخته شده است.",
"i.We hope it greatly improves your happiness in this life and the next.": "ما امیدواریم که این امر باعث افزایش شادی شما در این زندگی و زندگی بعدی شود.",
"at.{0} will never track or sell your data and will remain free.": "{0} هرگز داده های شما را ردیابی یا فروش نخواهد کرد و رایگان باقی خواهد ماند.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "شما می توانید {0} را با {1} خود پشتیبانی کنید ، {2} را به اشتراک بگذارید و به هزینه های سرور ، پیشرفت های بیشتر و برنامه های دسترسی اجتماعی اهدا کنید.",
"a.Allah": "خدا",
"a.SWT": "SWT",
"at.About {0}": "درباره {0}",
"at.Share {0} then share in mountains of rewards!": "{0} را به اشتراک بگذارید و سپس در کوههای پاداش به اشتراک بگذارید!",
"a.Assalamu Alaykum": "صلح بر تو باشد",
"i.,": "،",
"i.Check out this really useful and fun Muslim app!": "این برنامه واقعاً مفید و سرگرم کننده مسلمان را بررسی کنید!",
"i.Learn more at": "بیشتر بدانید",
"i.Show favorite events": "رویدادهای مورد علاقه را نشان دهید",
"i.Show all events": "نمایش همه رویدادها",
"i.Hide events": "مخفی کردن وقایع",
"i.Navigate to past": "به گذشته بروید",
"i.Navigate to future": "به آینده بروید",
"i.Quintillion": "پنجه",
"i.Quadrillion": "چهارگوش",
"i.Trillion": "تریلیون",
"i.Billion": "میلیارد",
"i.Million": "میلیون",
"i.Thousand": "هزار",
"i.Year": "سال",
"i.Years": "سال ها",
"i.Ago": "پیش",
"i.Years Ago": "سالها پیش",
"i.AD": "آگهی",
"i.BC": "قبل از میلاد مسیح",
"i.page away": "صفحه دور کردن",
"i.pages away": "صفحات دور",
"i.Era": "عصر",
"i.Birth of the Universe": "تولد جهان",
"i.Common Era": "دوره مشترک",
"dummy.toDragDontDelete": "a"
}
