{
"t.Big Bang": " __ \"Apakah orang -orang kafir tidak menyadari bahwa langit dan bumi dulunya satu massa kemudian kita menyentuh mereka? Dan kita menciptakan dari air setiap makhluk hidup. Apakah mereka tidak percaya?\" (Quran 21:30) __\n\nModel __big bang adalah bahwa alam semesta dimulai dalam kondisi yang sangat padat dan panas dan telah berkembang. Teori ini menunjukkan, dan pengukuran menunjukkan, bahwa alam semesta masih berkembang hingga saat ini.\n\nThe __big Bang__ adalah teori ilmiah tentang bagaimana alam semesta dimulai, dan kemudian membuat bintang dan galaksi yang kita lihat hari ini.\n\nAlam semesta dimulai sebagai superforce yang sangat panas, kecil, dan padat (campuran dari empat kekuatan fundamental), tanpa bintang, atom, bentuk, atau struktur (disebut \"singularitas\"). Kemudian sekitar 13,8 miliar tahun yang lalu, ruang berkembang sangat cepat (dengan demikian nama \"__big bang__\"). Ini memulai pembentukan atom, yang akhirnya mengarah pada pembentukan bintang dan galaksi. Georges Lemaître yang pertama kali mencatat (pada tahun 1927) bahwa alam semesta yang berkembang dapat ditelusuri kembali ke masa ke titik tunggal yang berasal.\n\nNamun, tidak diketahui banyak fakta astronomi dan ilmiah modern lainnya, seperti Big Bang, Formasi Planet, orbit dan perilaku, embriologi dan banyak lagi, diungkapkan kepada kita oleh Tuhan dalam Al -Quran lebih dari 1400 tahun yang lalu. Misalnya, Georges Lemeaitre bukan yang pertama dicatat tentang Big Bang. Al -Qur'an dengan jelas berbicara tentang Big Bang __ \"apakah orang -orang kafir tidak menyadari bahwa langit dan bumi sekali adalah satu massa kemudian kita membungkuk mereka? Dan kami menciptakan dari air setiap makhluk hidup. Apakah mereka tidak percaya?\" (Quran 21:30) __\n\nJika Anda mencari tanda atau bukti Tuhan, ketahuilah ini hanyalah salah satu dari banyak bukti yang tak terhitung bahwa Islam adalah agama yang benar dan satu -satunya Tuhan.\n\nAlam semesta masih berkembang hari ini, yang baru -baru ini ditemukan. Namun, sekali lagi Al -Quran menegaskan: __ \"Surga, kami telah membangunnya dengan kekuatan. Dan sesungguhnya, kami memperluasnya\" (Quran 51:47) __.\n\nSecara keseluruhan, alam semesta tumbuh dan suhunya turun seiring berjalannya waktu. Kosmologi adalah studi tentang bagaimana alam semesta dimulai dan perkembangannya. Para ilmuwan yang mempelajari kosmologi setuju bahwa teori __big bang cocok sesuai dengan apa yang telah mereka amati sejauh ini.\n\nFred Hoyle menyebut teori itu \"__big Bang__\" di acara radionya. Dia tidak percaya __big bang itu benar. Para ilmuwan yang tidak setuju dengannya mengira nama itu lucu dan memutuskan untuk menggunakannya.\n\nPara ilmuwan mendasarkan teori __big bang pada banyak pengamatan yang berbeda. Yang paling penting adalah pergeseran merah galaksi yang sangat jauh. Redshift adalah efek doppler yang terjadi dalam cahaya dan juga dapat diamati dalam suara (suara yang dibuat mobil balap saat mendekati vs ketika itu bergerak menjauh dari Anda- \"vrrrrrrrrr\" (ke arah Anda) \"oooooooommmmm\" (bergerak menjauh dari Anda). , Ketika suatu objek menjauh dari bumi, sinar warnanya terlihat lebih mirip dengan warna merah daripada yang sebenarnya, karena gerakan tersebut membentang panjang gelombang cahaya yang dilepaskan oleh objek. Para ilmuwan menggunakan kata \"merah panas\" untuk menggambarkan hal ini membentang gelombang cahaya karena merah adalah panjang gelombang terpanjang pada spektrum yang terlihat. Semakin banyak pergeseran merah, semakin cepat objek bergerak. Dengan mengukur pergeseran merah, para ilmuwan membuktikan bahwa alam semesta berkembang, dan mereka dapat mengetahui seberapa cepat objek itu menjauh dari bumi. Dengan pengamatan dan pengukuran yang sangat tepat, para ilmuwan percaya bahwa alam semesta adalah singularitas sekitar 13,8 miliar tahun yang lalu. Karena sebagian besar hal menjadi lebih dingin ketika mereka berkembang, para ilmuwan berasumsi bahwa PBB Iverse sangat kecil dan sangat panas saat dimulai.\n\nPengamatan lain yang mendukung teori __big bang adalah jumlah elemen kimia di alam semesta. Jumlah elemen yang sangat ringan, seperti hidrogen, helium, dan lithium tampaknya setuju dengan teori __big bang__. Para ilmuwan juga telah menemukan \"radiasi latar belakang microwave kosmik\". Radiasi ini dikenal sebagai gelombang radio, dan mereka ada di mana -mana di alam semesta. Radiasi ini sekarang sangat lemah dan dingin, tetapi dulu sangat kuat dan sangat panas.\n\nBeberapa ilmuwan dan filsuf berpendapat bahwa waktu tidak memiliki arti sebelum __Big Bang__. Mereka berpendapat bahwa __big bang__ adalah awal waktu, dan tidak ada alam semesta sebelum __big bang__, karena tidak mungkin ada \"sebelum\" jika tidak ada waktu! Sebagai Muslim, kita tahu Tuhan abadi dan melampaui apa pun yang bisa dipahami oleh pikiran kita. Dengan demikian, sangat masuk akal mengapa kita tidak dapat memahami konsep waktu sebelum Big Bang, ini adalah salah satu dari banyak paradoks yang menunjuk pada pencipta yang sangat kuat.\n\nDemi argumen, katakanlah kita bisa menjelaskan apa yang ada sebelum Big Bang atau persis bagaimana itu dibuat. Maka pertanyaan berikutnya adalah, \"Kalau begitu, apa yang menciptakan itu?\". Dan katakanlah kami menjelaskan apa yang menciptakan itu juga, sekali lagi, pertanyaannya akan tetap, \"Yah, apa yang menciptakan itu?\". Seperti yang mungkin Anda lihat, ini tidak akan pernah berakhir sehingga sebenarnya merupakan bukti besar tentang Tuhan menjadi satu -satunya Pencipta kita dan bagaimana konsep Allah jauh di luar kecerdasan manusia kita yang terbatas.\n\nMuslim tidak berdebat tentang hal -hal seperti itu, kami hanya menerima apa yang Tuhan katakan kepada kami tentang dirinya dan ciptaan -Nya. Misalnya, Tuhan berbicara tentang tangan -Nya tetapi kita tahu mereka tidak seperti tangan yang kita tahu. Seorang manusia memiliki tangan, monyet memiliki tangan, satu jam memiliki tangan. Tangan Tuhan melampaui apa pun yang bisa kita bayangkan, dan kita membiarkannya begitu saja.",
"t.Milky Way is Born": "Para ilmuwan berteori bahwa __milky way__ dimulai sebagai satu atau beberapa overdensitas kecil dalam distribusi massa di alam semesta tak lama setelah Big Bang. Beberapa overdensitas ini adalah benih kelompok globular di mana bintang tertua yang tersisa di tempat yang sekarang menjadi __milky way__ terbentuk. Hampir setengah dari masalah dalam __milky way__ mungkin berasal dari galaksi jauh lainnya. Meskipun demikian, bintang -bintang dan kelompok ini sekarang terdiri dari halo bintang __milky way__. Dalam beberapa miliar tahun sejak kelahiran bintang -bintang pertama, massa __milky way cukup besar sehingga berputar relatif cepat. Karena konservasi momentum sudut, ini menyebabkan media antarbintang gas runtuh dari bentuk spheroidal yang kira -kira ke disk. Oleh karena itu, generasi baru bintang yang terbentuk dalam disk spiral ini. Sebagian besar bintang yang lebih muda, termasuk matahari, diamati ada di disk.\n\nSejak bintang -bintang pertama mulai terbentuk, __milky Way__ telah tumbuh melalui kedua merger galaksi (terutama di awal pertumbuhan __milky __) dan pertambahan gas langsung dari halo galaksi. The __milky Way__ saat ini menumpuk bahan dari beberapa galaksi kecil, termasuk dua galaksi satelit terbesarnya, awan magellan besar dan kecil, melalui aliran magellan. Akresi langsung gas diamati di awan berkecepatan tinggi seperti Smith Cloud. Namun, sifat -sifat __milky way__ seperti massa bintang, momentum sudut, dan logam di daerah terluarnya menunjukkan tidak ada merger dengan galaksi besar dalam 10 miliar tahun terakhir. Kurangnya merger besar baru -baru ini tidak biasa di antara galaksi spiral yang sama; Tetangganya Galaksi Andromeda tampaknya memiliki sejarah yang lebih khas yang dibentuk oleh merger yang lebih baru dengan galaksi yang relatif besar.\n\nMenurut penelitian terbaru, __milky way__ dan juga galaksi Andromeda terletak pada apa yang ada di diagram warna galaksi -magnitudo dikenal sebagai \"Green Valley\", sebuah wilayah yang dihuni oleh galaksi dalam transisi dari \"cloud biru\" (galaksi yang aktif terbentuk secara aktif membentuk galaksi yang aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif secara aktif bintang baru) ke \"urutan merah\" (galaksi yang tidak memiliki pembentukan bintang). Aktivitas pembentukan bintang di Green Valley Galaxies melambat saat mereka kehabisan gas pembentuk bintang di media antarbintang. Dalam galaksi yang disimulasikan dengan sifat yang sama, pembentukan bintang biasanya akan dipadamkan dalam waktu sekitar lima miliar tahun dari sekarang, bahkan memperhitungkan peningkatan jangka pendek yang diharapkan dalam tingkat pembentukan bintang karena tabrakan antara __milky way__ dan Andromeda Galaksi. Faktanya, pengukuran galaksi lain yang mirip dengan __milky Way__ menunjukkan bahwa itu adalah salah satu galaksi spiral paling merah dan paling terang yang masih membentuk bintang baru dan hanya sedikit lebih biru dari galaksi urutan merah biru.\n\n## Usia dan Sejarah Kosmologis\n\nCluster globular adalah salah satu objek tertua di __milky way__, yang dengan demikian menetapkan batas bawah pada usia __milky way__. Usia bintang individu dalam __milky way__ dapat diperkirakan dengan mengukur kelimpahan elemen radioaktif berumur panjang seperti thorium-232 dan uranium-238, kemudian membandingkan hasil dengan perkiraan kelimpahan aslinya, teknik yang disebut nukleokonologi. Nilai hasil ini sekitar 12,5 ± 3 miliar tahun untuk CS 31082-001 dan 13,8 ± 4 miliar tahun untuk BD +17 ° 3248. Setelah kurcaci putih terbentuk, ia mulai mengalami pendinginan radiatif dan suhu permukaan terus turun. Dengan mengukur suhu yang paling keren dari kurcaci putih ini dan membandingkannya dengan suhu awal yang diharapkan, perkiraan usia dapat dibuat. Dengan teknik ini, usia cluster globular M4 diperkirakan 12,7 ± 0,7 miliar tahun. Perkiraan usia dari kluster tertua ini memberikan perkiraan paling cocok sebesar 12,6 miliar tahun, dan batasan atas 95% batas atas 16 miliar tahun.\n\nBeberapa bintang individu telah ditemukan dalam halo __milky __ dengan usia yang diukur sangat dekat dengan usia 13,80 miliar tahun alam semesta. Pada tahun 2007, seorang bintang di halo Galactic, ia 1523-0901, diperkirakan berusia sekitar 13,2 miliar tahun. Sebagai objek tertua yang diketahui di The__ Milky Way__ pada waktu itu, pengukuran ini menempatkan batas bawah pada usia __milky way__. Perkiraan ini dibuat menggunakan spektrograf echelle UV-visual dari teleskop yang sangat besar untuk mengukur kekuatan relatif dari garis spektral yang disebabkan oleh adanya thorium dan elemen lain yang dibuat oleh proses-R. Kekuatan garis menghasilkan kelimpahan isotop unsur yang berbeda, dari mana perkiraan usia bintang dapat diturunkan menggunakan nukleokosmokronologi. Bintang lain, HD 140283, berusia 14,5 ± 0,7 miliar tahun.\n\nUsia bintang dalam disk tipis galaksi juga telah diperkirakan menggunakan nukleokosmokronologi. Pengukuran bintang disk tipis menghasilkan perkiraan bahwa disk tipis terbentuk 8,8 ± 1,7 miliar tahun yang lalu. Pengukuran ini menunjukkan ada hiatus hampir 5 miliar tahun antara pembentukan halo galaksi dan disk tipis. Analisis terbaru tentang tanda tangan kimia ribuan bintang menunjukkan bahwa pembentukan bintang mungkin telah turun dengan urutan besarnya pada saat pembentukan disk, 8-10 miliar tahun yang lalu, ketika gas antarbintang terlalu panas untuk membentuk bintang baru pada tingkat yang sama seperti sebelumnya.\n\nGalaksi satelit yang mengelilingi __milky way__ tidak didistribusikan secara acak, tetapi tampaknya merupakan hasil dari perpecahan beberapa sistem yang lebih besar yang menghasilkan struktur cincin dengan diameter 500.000 tahun cahaya dan lebar 50.000 tahun cahaya. Pertemuan dekat antar galaksi, seperti yang diharapkan dalam 4 miliar tahun dengan Andromeda Galaxy merobek -robek gas besar, yang, dari waktu ke waktu dapat menyatu untuk membentuk galaksi kerdil di atas cincin pada sudut sewenang -wenang ke cakram utama.",
"t.Sun is Born": "__ \"Dialah yang menciptakan malam dan siang hari, dan matahari dan bulan; semua (tubuh surgawi) berenang, masing -masing dalam jalur bulat\" (Quran 21:33) .__\n\n__Sun__ di tengah tata surya kita adalah bintang kurcaci kuning. Itu memberikan energi sebagai cahaya. Itu termasuk cahaya, energi infra-merah (panas), cahaya ultraviolet dan gelombang radio. Ini juga mengeluarkan aliran partikel, yang mencapai Bumi sebagai \"angin matahari\". Sumber dari semua energi ini adalah reaksi dalam bintang yang mengubah hidrogen menjadi helium dan membuat energi dalam jumlah besar.\n\nThe __sun__ adalah bintang seperti banyak orang lain di galaksi Bima Sakti kita. Itu telah ada selama lebih dari 4,5 miliar tahun, dan akan berlanjut setidaknya selama. __Sun__ sekitar seratus kali selebar bumi. Ini memiliki massa 1,9891 × 1030 kg, yaitu 333.000 kali massa bumi. Bumi juga bisa muat di dalam __sun__ 1,3 juta kali.\n\nPara ilmuwan berpikir bahwa __sun__ dimulai dari awan debu yang sangat besar dan sedikit es sekitar 4,567 miliar tahun yang lalu.\n\nDi tengah awan besar itu, gravitasi menyebabkan bahan dibangun menjadi bola. Setelah ini menjadi cukup besar, tekanan besar di dalam memulai reaksi fusi. Energi yang dilepaskan ini menyebabkan bola itu panas dan bersinar.\n\nEnergi yang dipancarkan dari __sun__ mendorong sisa awan dari dirinya sendiri, dan planet -planet terbentuk dari sisa awan ini.",
"t.Earth is Born": "__ \"Lalu dia (Allah) berbalik ke surga sementara itu semua asap. Dia berkata kepada surga dan bumi:\" datang (menjadi makhluk), dengan sukarela atau tidak mau. \" Mereka berkata: \"Ini dia (menjadi) dalam penghamilan yang bersedia.\" __\n\n__Earth__ dan planet -planet lain terbentuk sekitar 4,6 miliar tahun yang lalu. Mereka terbuat dari gas sisa dari nebula yang membuat matahari. Ini sekali lagi adalah mukjizat ilmiah dari Al -Quran sebagaimana Tuhan menjelaskannya dalam Al -Quran: \"Lalu dia (Allah) berbalik ke surga sementara itu semua merokok. Dia berkata kepada surga dan bumi:“ Datanglah (menjadi makhluk), dengan sukarela dengan sukarela atau enggan. \" Mereka berkata: \"Di sini kita datang (menjadi) dalam penghormatan yang bersedia.\" Ayat ini berbicara tentang bagaimana bumi terbentuk.\n\nBulan mungkin telah dibentuk setelah tabrakan antara __Earth__ awal dan planet yang lebih kecil (kadang -kadang disebut Theia). Para ilmuwan percaya bahwa bagian -bagian dari kedua planet putus - menjadi (dengan gravitasi) bulan.\n\nAl -Quran menyatakan bahwa Allah menciptakan matahari, bulan, dan planet -planet, masing -masing dengan kursus atau orbit masing -masing. __ \"Dialah yang menciptakan malam dan siang hari, dan matahari dan bulan; semua (tubuh surgawi) berenang, masing -masing dalam jalur bulat\" (Quran 21:33) .__\n\nAir __Earth __ berasal dari tempat yang berbeda. Kondensasi uap air, dan komet dan asteroid memukul __earth__, membuat lautan. Dalam satu miliar tahun (yaitu sekitar 3,6 miliar tahun yang lalu) para ilmuwan percaya bahwa kehidupan pertama dimulai, di era Archaean. Beberapa bakteri mengembangkan fotosintesis, yang memungkinkan tanaman membuat makanan dari cahaya matahari dan air. Ini melepaskan banyak oksigen, yang pertama kali diambil oleh besi dalam larutan. Akhirnya, oksigen bebas masuk ke atmosfer atau udara, membuat permukaan __Earth __ cocok untuk kehidupan aerobik. Oksigen ini juga membentuk lapisan ozon yang melindungi permukaan __Earth dari radiasi ultraviolet yang buruk dari Matahari.\n\nSekali lagi, Tuhan memberi tahu kita tentang lapisan ozon dalam Al-Quran, namun keajaiban ilmiah lain dari Al-Quran: __ \"dan kami telah menjadikan langit kanopi yang dilindungi dengan baik, tetap saja mereka berpaling dari tanda-tanda.\" (Quran 21:32) __\n\nPara ilmuwan percaya kehidupan yang kompleks di permukaan tanah tidak ada sebelum lapisan ozon karena tanpa perlindungan, radiasi matahari akan terlalu banyak bagi kehidupan yang maju untuk bertahan hidup.\n\n__Earth__ sangat berbeda di masa lalu yang jauh. Dahulu kala, hampir semua tanah ada di satu tempat. Ini disebut supercontinent. Supercancentinent yang paling awal dikenal disebut Vaalbara. Jauh kemudian, ada suatu waktu (cryogenian) ketika __earth__ hampir seluruhnya ditutupi oleh lapisan es tebal (gletser). Ini disebut teori Snowball __earth__.",
"t.Heavy Bombardment": "__ \"Kami telah mengirim utusan kami dengan bukti yang jelas dan menjatuhkan mereka dengan Alkitab dan keseimbangan bahwa orang -orang dapat mempertahankan [urusan mereka] dalam keadilan. Dan kami mengirim besi, di mana kekuatan militer yang hebat dan manfaat bagi rakyat, dan agar Allah dapat membuat orang -orang yang mendukungnya dan utusan -Nya tak terlihat. Memang, Allah kuat dan ditinggikan dalam kekuatan. \" (Quran 57:25) __\n\nPengeboman berat akhir (disingkat LHB dan juga dikenal sebagai Cataclysm lunar) adalah peristiwa yang diduga terjadi sekitar 3,8 hingga 4,1 miliar tahun yang lalu. Ini dikenal sebagai era Neohadean dan Eoarchea di Bumi. Selama interval ini, sejumlah besar asteroid tidak proporsional berteori telah bertabrakan dengan planet -planet terestrial awal di tata surya bagian dalam, termasuk merkuri, venus, bumi, dan mars.\n\nPengeboman berat akhir terjadi setelah Bumi dan planet berbatu lainnya telah membentuk dan menumpuk sebagian besar massa mereka, tetapi masih cukup awal dalam sejarah Bumi.\n\nSaat ini para ilmuwan tahu bahwa besi tidak mungkin berkembang di bumi. Karena ukuran bumi yang mereka tahu, mereka tahu bahwa bahan -bahan seperti itu tidak dapat dikembangkan secara alami di sini. Bahkan, mereka tahu bahwa besi harus dibuat di dalam bintang, khususnya super-giant merah. Hanya di dalam bintang raksasa yang dapat membentuk elemen bersama selama reaksi fusi. Kemudian supernova terjadi, yang berarti bintang meledak, dan fragmen besi diledakkan ke luar angkasa. Para ilmuwan percaya ini adalah bagaimana besi datang ke bumi.\n\nAl -Quran menyebutkan, __ \"dan kami mengirim besi\" __. Sampai baru -baru ini, tanpa ilmuwan menemukan periode __heavy bombardment__, ayat ini tentang __ \"Kami mengirim besi\" __ tidak akan masuk akal bagi kami. Namun, ternyata Tuhan secara harfiah mengirim besi kepada kita sehingga kita dapat memperoleh manfaat darinya.",
"t.Life on Earth": "__ \"Apakah mereka yang tidak percaya tidak menganggap bahwa langit dan bumi adalah entitas yang bergabung, dan kemudian kami memisahkan mereka dan dibuat dari air setiap makhluk hidup? Lalu tidak akan mereka percaya?\" (Quran 21:30) .__\n\nLifeform yang paling awal diklaim adalah mikroorganisme fosil (atau mikrofosil). Mereka ditemukan di batuan kaya besi dan silika yang dulunya ventilasi hidrotermal di sabuk hijau Nuvvuagittuq dari Quebec, Kanada.\n\nBatuan ini setua 4,28 miliar tahun. Bentuk tubular yang dikandungnya ditunjukkan dalam laporan. Jika ini adalah catatan kehidupan tertua di Bumi, itu menunjukkan \"kemunculan kehidupan yang hampir seketika\" setelah lautan terbentuk 4,4 miliar tahun yang lalu. Menurut Stephen Blair Hedges, \"Jika kehidupan muncul relatif cepat di bumi maka itu bisa menjadi umum di alam semesta\".\n\nAl -Qur'an menggambarkan bahwa Allah __ \"terbuat dari air setiap makhluk hidup\" (Quran 21:30) .__ ayat lain menggambarkan bagaimana __ \"Allah telah menciptakan setiap binatang dari air. Berjalan dengan dua kaki, dan beberapa yang berjalan di empat. Allah menciptakan apa yang Dia kehendaki, karena benar -benar Allah memiliki kekuatan atas semua hal \"(24:45) .__\n\nAyat -ayat ini mendukung teori ilmiah bahwa kehidupan dimulai di lautan bumi. Mereka juga mengikuti biologi modern yang menyatakan bahwa beberapa hewan terdiri dari hingga 90% air, sementara manusia terdiri dari sekitar 60% air.",
"t.Single Celled Organisms": "__ Qur'an menggambarkan bahwa Allah \"terbuat dari air setiap makhluk hidup\" (Quran 21:30) __.\n\nOrganisme uniseluler adalah organisme yang memiliki satu sel.\n\nOrganisme uniseluler dapat ditemukan di mana -mana. Bentuk kehidupan tertua ada 3,8 miliar tahun yang lalu, jika tidak lagi. Para ilmuwan percaya organisme ini hidup di air. Mereka mengejar berbagai strategi untuk bertahan hidup: fotosintesis (cyanobacteria), chemotrophy (banyak archaea), dan heterotrofi (amuba). Beberapa organisme uniseluler memiliki flagella, ekor kecil yang mereka gunakan untuk penggerak, atau lobopoda, ekstensi kerangka seluler (sitoskeleton), yang muncul sebagai lengan seperti bloblik. Flagella leluhur uniseluler kita muncul sepanjang jalan ke dalam hewan, di mana ia membuat penampilan sebagai sperma flagellated.\n\n__ Qur'an menggambarkan bahwa Allah \"terbuat dari air setiap makhluk hidup\" (Quran 21:30) __. Ayat lain menggambarkan bagaimana __ \"Allah telah menciptakan setiap binatang dari air. Dari mereka adalah beberapa yang merayap pada perut mereka, beberapa yang berjalan di atas dua kaki, dan beberapa yang berjalan di empat. Allah menciptakan apa yang dia kehendaki, karena benar -benar Allah memiliki kekuasaan atas kekuasaan semua hal \"(Quran 24:45) __.\n\nAyat -ayat ini mendukung teori ilmiah bahwa kehidupan dimulai di lautan bumi.",
"t.Animals": "Fosil-fosil pertama yang mungkin mewakili hewan muncul di batu-batu berusia 665 juta tahun dari Formasi Trezona Australia Selatan. Fosil -fosil ini ditafsirkan sebagai spons awal.\n\nHewan tertua ditemukan di biota Ediacaran, menjelang akhir Precambrian, sekitar 610 juta tahun yang lalu. Sudah lama diragukan apakah ini termasuk hewan, tetapi penemuan kolesterol lipid hewan dalam fosil Dickinsonia menetapkan bahwa ini memang hewan.\n\nBanyak filum hewan pertama kali muncul dalam catatan fosil selama ledakan Cambrian, mulai sekitar 542 juta tahun yang lalu, di tempat tidur seperti Shale Burgess. Phyla yang masih ada di batuan ini termasuk moluska, brachiopoda, onychophoran, tardigrades, arthropoda, echinoderms dan hemichordates, bersama dengan banyak bentuk yang sekarang punah seperti anomalokaris predator. Para ilmuwan tidak yakin apakah semua hewan ini muncul di dekat secara bersamaan atau apakah itu menjadi masalah dengan cara catatan fosil dikumpulkan.",
"t.Fish": "Para ilmuwan percaya bahwa ikan pertama muncul sekitar 530 juta tahun yang lalu selama ledakan Kambrium. Mereka diyakini sebagai vertebrata pertama, atau hewan dengan tulang punggung atau tulang belakang. Ikan pertama dianggap milik Agnatha, atau ikan tanpa rahang. Selama akhir Cambrian, ikan tanpa rahang seperti belut yang disebut Conodonts, dan ikan kecil yang sebagian besar lapis baja yang dikenal sebagai ostracoderms, pertama kali muncul. Kebanyakan ikan tanpa rahang sekarang punah.",
"t.Insects": "__Insects__, adalah kelas dalam filum artropoda. Mereka adalah invertebrata terestrial kecil yang memiliki exoskeleton yang keras.\n\n__Insects__ adalah kelompok hewan terbesar di bumi sejauh ini. Sekitar __926.400 spesies yang berbeda telah dijelaskan. Mereka memperhitungkan lebih dari setengah dari semua spesies hidup yang diketahui dan diyakini __Rake lebih dari 90% spesies hewan Bumi.\n\nSpesies baru __insects__ terus ditemukan. Perkiraan jumlah spesies berkisar dari 2 juta hingga 30 juta.\n\n__Insects__ memiliki enam kaki; dan sebagian besar memiliki sayap. __Insects__ diyakini sebagai hewan pertama yang mampu terbang. Ketika mereka berkembang dari telur, __insects__ menjalani __metamorphosis__, proses transformasi yang luar biasa di mana bentuk yang belum matang dari serangga berubah menjadi bentuk dewasa dalam dua atau lebih tahap yang berbeda. __Insects__ hidup di seluruh planet ini: hampir semua terestrial (hidup di darat), tetapi beberapa __insects__ di lautan atau di tempat yang sangat dingin, seperti Antartika. Sebagian besar spesies hidup di daerah tropis.\n\nBeberapa orang menyebut semua __insects__ \"bug\", tetapi ini tidak benar. Hanya beberapa __insectS__ yang benar -benar bug, yang merupakan urutan khusus __insects__. Orang yang belajar __insects__ disebut __entomologist__.",
"t.Reptiles": "__Reptile__ adalah nama umum untuk salah satu kelompok utama vertebrata darat. Ini tidak banyak digunakan oleh ahli biologi, yang menggunakan istilah yang lebih akurat.\n\nNama __ \"reptil\" __ berasal dari bahasa Latin dan berarti \"orang yang merayap\". Semua spesies __Reptile__ adalah berdarah dingin, memiliki kulit bersisik, dan bertelur cleidoic. Mereka mengeluarkan asam urat (bukan urea), dan memiliki kloaka. Cloaca adalah pembukaan bersama untuk anus, saluran kemih dan saluran reproduksi. __Reptil__ juga berbagi susunan jantung dan pembuluh darah utama yang berbeda dari mamalia.\n\nBanyak kelompok penting __reptil__ sekarang punah, misalnya para mosasa. Kami biasa mengatakan dinosaurus punah, tetapi mereka bertahan hidup dalam bentuk keturunan mereka yang berbulu (burung). __Reptil kuno__ yang bertahan hidup termasuk kura -kura, buaya dan Tuatara, satu -satunya yang selamat dari kelompoknya. Sebagian besar __reptil saat ini adalah ular dan kadal.\n\nStudi tentang hidup __reptil if disebut herpetologi.",
"t.Dinosaur Age": "__Dinosaurs__ (artinya \"kadal mengerikan\") adalah kelompok beragam reptil archosaur. Mereka adalah hewan dominan di era Mesozoikum. Lebih dari 500 genera dinosaurus yang berbeda diketahui. Fosil dinosaurus telah ditemukan di setiap benua, dan masih sering ada penemuan baru.\n\n__Dinosaurs__ muncul di Trias Atas, sekitar 230 juta tahun yang lalu. Tanggal paling awal dari fosil dinosaurus adalah Eoraptor, 231.4 hingga 228 Mya. Pada awal Jurassic mereka adalah vertebrata tanah atas, dan mendominasi sebagian besar lingkungan di darat. Mereka melanjutkan sampai peristiwa kepunahan K/T (global) yang tiba -tiba 66 juta tahun yang lalu.\n\nDari catatan fosil, para ilmuwan percaya burung adalah dinosaurus berbulu yang hidup dan karena itu mereka adalah satu -satunya garis dinosaurus yang bertahan hidup hingga saat ini.\n\nDinosaurus memiliki adaptasi yang membantu membuatnya sukses. Dinosaurus pertama yang dikenal adalah pemangsa kecil yang berjalan dengan dua kaki. Semua keturunan mereka memiliki postur tegak, dengan kaki di bawah tubuh. Ini mengubah seluruh gaya hidup mereka. Ada fitur lain. Sebagian besar dinosaurus yang lebih kecil memiliki bulu, dan mungkin berdarah panas. Ini akan membuat mereka aktif, dengan metabolisme yang lebih tinggi daripada reptil modern. Interaksi sosial, dengan hidup dalam kawanan dan kerja sama tampaknya sangat mungkin untuk beberapa jenis.\n\nFosil pertama diakui sebagai dinosaurus di awal abad ke -19. Beberapa tulang mereka ditemukan jauh lebih awal, tetapi tidak dipahami. William Buckland, Gideon Mantell dan Richard Owen adalah ilmuwan yang melihat tulang -tulang ini adalah kelompok hewan khusus. Dinosaurus sekarang menjadi atraksi utama di museum di seluruh dunia. Mereka telah menjadi bagian dari budaya populer. Ada banyak buku dan film terlaris tentang mereka. Penemuan dinosaurus baru cukup sering dilaporkan di media.",
"t.Mammals": "__Mammals__ adalah sekelompok hewan vertebrata yang membentuk mamalia kelas. Mereka memiliki bulu atau rambut dan jenis regulasi suhu yang sangat tepat.\n\nDengan pengecualian monotrem, semua mamalia hidup muda. Mereka juga menghasilkan susu untuk anak muda. Perawatan orang tua kaum muda bersifat universal di antara mamalia, dan itu penting karena kelahiran hidup membatasi jumlah keturunan.",
"t.Stegosaurus": "Stegosaurus (artinya \"Lizard atap\") adalah jenis dinosaurus pemakan tanaman yang hidup di tempat yang sekarang menjadi Amerika Utara barat.\n\nStegosaurus hidup pada periode Jurassic Atas sekitar 155-145 juta tahun yang lalu. Ini adalah salah satu dinosaurus yang paling mudah dikenali, dengan barisan ganda piring berbentuk layang-layang yang khas di punggungnya dan paku panjang di ekornya. Armor itu diperlukan karena hidup dengan pemakan daging seperti Allosaurus dan Ceratosaurus.",
"t.Tyrannosaurus": "Tyrannosaurus adalah dinosaurus predator besar dari Kapur Atas, 65,5-67 juta tahun yang lalu.\n\nTyrannosaurus adalah karnivora bipedal dengan tengkorak besar yang diseimbangkan oleh ekor yang panjang dan berat. Dibandingkan dengan anggota belakang yang besar dan kuat, kaki depannya kecil, tetapi kuat untuk ukurannya. Mereka memiliki dua digit cakar.\n\nAda diskusi, apakah itu pemburu atau pemulung. Seperti kebanyakan pemakan daging dominan saat ini, seperti singa dan hyena, Tyrannosaurus mungkin keduanya. Itu memiliki rahang yang sangat kuat, dan kekuatan gigitannya bisa mematahkan tulang dinosaurus lainnya.",
"t.Dinosaur Extinction": "Kepunahan di ujung Kapur disebabkan oleh satu atau lebih peristiwa bencana, seperti dampak asteroid masif atau meteorit, atau peningkatan aktivitas vulkanik.\n\nBeberapa kawah dampak dan aktivitas vulkanik besar -besaran, seperti yang ada di perangkap Deccan di India, telah bertanggal perkiraan waktu peristiwa kepunahan. Peristiwa geologis ini mungkin telah mengurangi sinar matahari dan menghambat fotosintesis, yang menyebabkan gangguan besar -besaran dalam ekologi Bumi.",
"t.Primate Bipedalism": "Bipedalisme memiliki atau menggunakan dua kaki untuk berjalan. Para ilmuwan percaya bipedalisme pada primata membangkitkan 6 hingga 7 juta tahun yang lalu karena ini adalah fosil paling awal yang mereka temukan yang menunjukkan sifat bipedalisme. Evolusionis percaya ini sebagai nenek moyang awal spesies manusia, tetapi teori ini memiliki sedikit bukti untuk mendukungnya.",
"t.Constructed Tools": "__ Batu Alat__ adalah alat yang terbuat dari batu. Mereka adalah alasan Zaman Batu diberi namanya. Para ilmuwan percaya itu adalah alat pertama yang digunakan. Baru -baru ini diketahui bahwa alat -alat batu digunakan sebelum manusia hidup.",
"t.Control Fire": "__ Kontrol api__ oleh manusia mula -mula sangat penting bagi manusia mula -mula. Api menyediakan sumber kehangatan, perlindungan, peningkatan berburu dan metode untuk memasak makanan. Kemajuan budaya ini memungkinkan inovasi budaya dan perubahan diet. Selain itu, mengendalikan api memungkinkan perluasan aktivitas manusia ke iklim yang lebih dingin dan begadang di malam hari, dengan memberikan kehangatan dan cahaya.\n\nKlaim untuk bukti kontrol definitif paling awal berkisar dari sekitar 200 ribu hingga 1,7 juta tahun yang lalu. Bukti untuk penggunaan api yang terkontrol mulai sekitar 1.000.000 tahun yang lalu, memiliki dukungan ilmiah yang luas. Bilah batu yang terbakar dalam kebakaran ditemukan di dekat fosil manusia di Maroko dan bertanggal sekitar 300 ribu tahun yang lalu. Bukti yang meluas dari kontrol kebakaran tanggal sekitar 125.000 tahun yang lalu.",
"t.Adam": "__ \"Oh umat manusia! Kami menciptakan Anda dari sepasang pria dan wanita, dan membuat Anda menjadi bangsa dan suku, sehingga Anda dapat saling mengenal (bukan karena Anda dapat saling membenci). Sesungguhnya yang paling dihormati di antara Anda di hadapan Allah adalah siapa yang paling benar dari Anda. Dan Allah memiliki pengetahuan penuh dan berkenalan dengan baik (dengan semua hal) \"(Quran 49:13) .__\n\nAdam (Arab: آدم) adalah manusia pertama di bumi dan nabi pertama (نبي, nabi) Islam. Revere Adam Muslim sebagai ayah dari umat manusia dan istrinya, Hawwā (حواء, Hawa) sebagai ibu umat manusia. Muslim melihat Adam sebagai Muslim pertama, sebagai Al -Quran menyatakan bahwa semua nabi mengkhotbahkan iman Islam yang sama, yang berarti tunduk kepada Tuhan.\n\nDari dua individu ini, generasi manusia telah mendiami bumi. Tuhan menyatakan dalam Al -Quran.\n\nKetika Adam diciptakan, Allah memerintahkan semua ciptaan untuk menurunkan diri sebagai tanda penghormatan kepada Adam, yang merupakan ciptaan superior baru. Semua melakukannya kecuali Shaytan, yang menolak mengatakan dia terbuat dari api tanpa asap (jin), sementara Adam terbuat dari tanah liat. Tuhan kemudian menempatkan mereka di Taman Eden sebagai ujian dan Shaytan berhasil menipu Adam dan Hawwa. Dia membuat mereka pergi ke pohon yang telah dilarang Tuhan mereka. Sebagai akibatnya, Tuhan telah menempatkan kita (manusia dan setan) di bumi sebagai musuh satu sama lain sampai hari penghakiman. Suatu kali di Bumi, Adam berdoa untuk pengampunan dan Tuhan mengampuni Dia.\n\nSeperti dengan Adam dan semua nabi mereka datang ke bumi untuk mengingatkan tentang perjanjian kita dengan Allah. Jika kita mematuhi Tuhan, kita dapat mencapai tingkat yang lebih tinggi maka para malaikat di hadapan Tuhan. Untuk melakukan ini kita harus menghindari bisikan Sheytan, dan apa yang jauh lebih buruk dari itu, berusaha dan menekan nuff kita (keinginan egois). Kami melakukan ini dengan mengikuti kebijaksanaan yang tak ada habisnya, arahan, dan contoh yang diberikan kepada kami dalam Al -Quran, wahyu terakhir dan buku yang ditulis dalam diri orang pertama oleh Tuhan yang dilestarikan dengan sempurna dan tidak berubah. Kita juga harus mengikuti contoh luar biasa dari para nabi dan kita memiliki kisah hidup penuh Nabi Muhammad ketika dia datang dalam waktu yang lebih baru di mana dia muncul dalam sejarah modern bahkan. Semua ajarannya juga dilestarikan dan ada banyak beasiswa Islam untuk melestarikan dan mengajarkan cara hidupnya. Nabi Muhammad adalah meterai para nabi, seorang pemimpin negara bagian, spiritual dan militer bersama dengan menjadi suami, ayah, tetangga, dan teman. Dia sangat dipuji oleh mereka yang mempelajari kehidupan, tindakan, dan ajarannya. Bahkan musuh -musuhnya ketika dia hidup dihormati dan memercayainya.\n\nJadi, sebagai Muslim kita tahu tujuan hidup bagi semua manusia adalah untuk menyembah Tuhan dan untuk melihat siapa yang terbaik dalam perbuatan. Tuhan telah menjanjikan manusia tempat yang indah di surga/surga sebagai hadiah mengikuti perintah -perintah -Nya. Orang terendah di surga akan memiliki tanah sepuluh bumi. Ketika Anda mencapai tingkat surga yang lebih tinggi, Anda harus mulai mengukur tanah Anda di tahun -tahun cahaya. Tuhan adalah yang paling dermawan dan ingin memberi kita dan bagi kita untuk meminta segalanya kepada -Nya. Jika kita berpaling dari Tuhan dan jalan -jalan para nabi, hukuman yang parah menanti kita di neraka. Semoga Tuhan melindungi kita dari hal ini dan semua hal jahat.\n\nDari perspektif sains, manusia berada dalam spesies __homo sapiens__, yang satu -satunya subspesies yang diketahui dikenal sebagai __homo sapiens sapiens__. Kami adalah spesies paling dominan di Bumi. Namun, ada banyak jenis kehidupan, terutama di kalangan tanaman dan protista, yang memiliki efek yang jauh lebih besar pada udara, batu, kehidupan, dan lingkungan alam bumi.",
"t.First Temple": "__Göbekli tepe__ (diucapkan [ɟøbekˈli teˈpe]), Turki untuk \"Potbelly Hill\", adalah situs arkeologi di wilayah Anatolia Turki Turki, sekitar 12 km (7 mi) timur laut kota şanlıurfa. Tell memiliki ketinggian 15 m (49 kaki) dan berdiameter sekitar 300 m (980 kaki). Ini sekitar 760 m (2.490 kaki) di atas permukaan laut.\n\nCeritanya mencakup dua fase penggunaan yang diyakini memiliki sifat sosial atau ritual yang berasal dari milenium ke -10 -ke -8 SM. Selama fase pertama, milik pra-poteri Neolitik A (PPNA), lingkaran pilar-pilar batu berbentuk T masif didirikan-megalit tertua yang diketahui di dunia. Lebih dari 200 pilar di sekitar 20 lingkaran saat ini diketahui melalui survei geofisika. Setiap pilar memiliki ketinggian hingga 6 m (20 kaki) dan beratnya hingga 10 ton. Mereka dipasang ke soket yang dipotong keluar dari batuan dasar. Pada fase kedua, milik pre-pottery Neolitik B (PPNB), pilar yang didirikan lebih kecil dan berdiri di kamar persegi panjang dengan lantai kapur yang dipoles. Situs itu ditinggalkan setelah PPNB. Struktur yang lebih muda tanggal ke zaman klasik.\n\nRincian fungsi struktur tetap menjadi misteri. Itu digali oleh tim arkeologi Jerman di bawah arahan Klaus Schmidt dari tahun 1996 hingga kematiannya pada tahun 2014. Schmidt percaya bahwa situs itu adalah tempat perlindungan di mana orang -orang dari wilayah luas secara berkala berkumpul, bukan pemukiman.\n\nPada tahun 2018, situs ini ditetapkan sebagai Situs Warisan Dunia UNESCO.",
"t.Agricultural Revolution": "__ Neolitik Revolusi__ (Zaman Batu Baru) adalah revolusi pertanian pertama. Itu adalah perubahan bertahap dari komunitas perburuan dan pengumpulan nomaden dan band ke pertanian dan pemukiman. Periode ini digambarkan sebagai \"revolusi\" karena mengubah cara hidup masyarakat yang membuat perubahan. Itu terjadi di berbagai masyarakat manusia prasejarah pada waktu yang berbeda. Banyak masyarakat berubah 7-9 ribu tahun yang lalu.\n\nIstilah ini mengacu pada periode waktu umum di mana perkembangan ini terjadi. Ini juga berlaku untuk perubahan yang terjadi: adopsi teknik pertanian awal, budidaya tanaman, dan domestikasi hewan. Revolusi Neolitik penting untuk perkembangan dalam organisasi sosial dan teknologi.\n\n__ Revolusi Neolitike__ menyebabkan hidup di permukiman permanen atau semi-permanen. Karena lebih sedikit orang yang menjalani gaya hidup nomaden. Untuk dapat mengetahui siapa tanaman yang ditanam, konsep kepemilikan tanah dikembangkan. Lingkungan alami diubah, kepadatan populasi tumbuh, dan orang -orang makan lebih banyak makanan sayur dan sereal dalam makanan mereka. Hirarki dikembangkan dalam masyarakat. Biji -bijian disimpan, dan bisa diperdagangkan. Surplus produksi dari hasil panen yang baik membantu masyarakat bertahan dari tahun -tahun yang buruk. Contohnya adalah bagaimana Yusuf (as) melindungi dan membubarkan butiran di Mesir kuno.",
"t.Writing": "__Writing__ adalah tindakan merekam bahasa pada media visual menggunakan satu set simbol. Simbol harus diketahui orang lain, sehingga teks dapat dibaca.\n\nTeks juga dapat menggunakan sistem visual lainnya, seperti ilustrasi dan dekorasi. Ini tidak disebut menulis, tetapi dapat membantu pesan berfungsi. Biasanya, semua orang berpendidikan di suatu negara menggunakan sistem penulisan yang sama untuk merekam bahasa yang sama. Dapat membaca dan menulis berarti melek huruf.\n\n__Writing__ berbeda dari ucapan karena pembaca tidak perlu hadir pada saat itu. Kita dapat membaca tulisan dari dulu, dan dari berbagai belahan dunia. Teks menyimpan dan mengomunikasikan pengetahuan. __Writing__ adalah salah satu penemuan terbesar dari spesies manusia. Sejarawan percaya itu ditemukan setelah orang -orang menetap di kota -kota, dan setelah pertanian dimulai. __Writing__ berasal dari sekitar 3.300bc, yang lebih dari 5000 tahun yang lalu, di Timur Tengah.\n\n__Writing__ hari ini biasanya ada di atas kertas, meskipun ada cara untuk mencetak di hampir semua permukaan. Layar televisi dan film juga dapat menampilkan penulisan, dan begitu juga layar komputer. Banyak bahan penulisan ditemukan, jauh sebelum kertas. Tanah liat, papirus, kayu, batu tulis dan perkamen (kulit hewan yang disiapkan) semuanya telah digunakan. Orang -orang Romawi menulis di tablet lilin dengan stylus runcing; Ini populer untuk catatan dan pesan sementara. Penemuan kertas kemudian oleh orang Cina adalah langkah besar ke depan.\n\n__Writing__ secara tradisional dilakukan dengan menggunakan alat tangan seperti pensil, pena, atau kuas. Namun, semakin banyak teks dibuat dengan input pada keyboard komputer atau smartphone.",
"t.Recorded History": "__History__ adalah studi tentang peristiwa masa lalu. Orang tahu apa yang terjadi di masa lalu dengan melihat hal -hal dari masa lalu termasuk sumber (seperti buku, surat kabar, dan surat) dan artefak (seperti tembikar, alat, dan sisa -sisa manusia atau hewan.) Perpustakaan, arsip, dan museum mengumpulkan dan menyimpannya hal -hal bagi orang untuk mempelajari sejarah. Seseorang yang mempelajari sejarah disebut sejarawan. Seseorang yang mempelajari sejarah dan sejarah melalui hal-hal yang ditinggalkan oleh budaya kuno disebut seorang arkeolog. Seseorang yang mempelajari umat manusia dan masyarakat disebut antropolog. Studi tentang sumber dan metode yang digunakan untuk mempelajari dan menulis sejarah disebut historiografi.\n\nOrang dapat belajar tentang masa lalu dengan berbicara dengan orang -orang yang mengingat hal -hal yang terjadi di masa lalu. Ini disebut sejarah lisan. Ketika orang -orang yang telah menjadi budak dan korban perang saudara Amerika menjadi tua, beberapa sejarawan mencatat segala sesuatu yang mereka katakan, sehingga sejarah tidak akan hilang.\n\nHal yang sama dilakukan dalam sejarah Islam. Banyak yang ditulis, tetapi ada beberapa sarjana yang berkeliling mengumpulkan setiap pepatah terakhir tentang Nabi (Hadits) ke dalam buku. Sebuah sains Islam yang utuh dikembangkan di atas ini untuk memverifikasi rantai narasi yang mengarah kembali ke Nabi (SAW) dan untuk memberi peringkat hadits ini ke tingkat klasifikasi kesehatan. Kita tahu siapa semua orang ini dan keluarga mereka, mereka bukan hanya nama depan acak dalam sebuah buku (mis. Markus, Luke, John). Seringkali, hadis yang sama dapat ditemukan puluhan kali dalam buku yang sama atau tersebar di beberapa buku hadis seperti yang dikumpulkan oleh begitu banyak orang. Ini akan diklasifikasikan sebagai hadis Sahih (sangat suara).\n\nAl -Quran juga ditulis tetapi sebagian besar dihafal oleh ribuan orang selama kehidupan yang dilihat Nabi. Masih dihafal oleh jutaan orang saat ini, dalam bahasa Arab asli- bahkan oleh penutur non-Arab. Ini dimungkinkan karena Quran puitis dan mudah diingat bagi banyak orang. Jika semua teks Al -Quran entah bagaimana menghilang, umat Islam dapat membawanya kembali dalam beberapa detik jika mereka bekerja bersama. Lagipula tidak diperlukan, seperti yang Tuhan katakan kepada kita bahwa dia akan melindunginya dalam Al -Quran. __ “Memang, kita yang menjatuhkan Al -Qur'an dan memang, kita akan menjadi wali.” (Quran 15: 9) __\n\nTerlepas dari kecantikan puitis dan bacaan, pesan Quran cocok dengan mudah dalam pikiran orang -orang percaya karena menjelaskan masa lalu, masa depan dan sekarang dengan cara yang logis dan mudah dipahami. Al -Quran sebenarnya adalah keajaiban terbesar yang kita miliki, dan hanya satu yang kita butuhkan, untuk membuktikan Islam adalah agama yang benar. Membuat kami dan berbicara kepada kami dan mengajar kami secara langsung dengan kata -kata Quran. Dan siapa yang lebih baik untuk mengajar kita daripada Tuhan, yang menciptakan kita dan paling mengenal kita?\n\nDi masa lalu orang -orang di berbagai belahan dunia menyimpan sejarah yang terpisah karena mereka tidak sering bertemu satu sama lain. Beberapa kelompok orang tidak pernah bertemu satu sama lain. Eropa abad pertengahan, Roma kuno dan Cina kuno masing -masing berpikir bahwa mereka memerintah satu -satunya bagian penting dunia dan bahwa bagian lain adalah \"barbar\".",
"t.First Pyramid Built": "__ \"Hari ini akan kami menyelamatkan Anda (wahai firaun) di tubuh Anda, agar Anda menjadi tanda bagi mereka yang datang setelah Anda! Tapi memang, banyak di antara umat manusia yang mengabaikan tanda -tanda kami.\" (Quran 10:93) __\n\nA __pyramid__ adalah struktur, biasanya dari batu, dibangun dalam bentuk piramida. Dari zaman kuno hingga modern orang -orang di berbagai belahan dunia telah membangun struktur seperti itu.\n\n__Pyramids__ pertama dibangun pada 2630 SM. Piramida tertua yang diketahui adalah di Saqqara, Mesir dan dibangun oleh Raja Djoser dari Dinasti Mesir Ketiga.\n\nAl -Quran banyak berbicara tentang dinasti Mesir dalam cerita tentang Musa (seperti, Musa) dan Yusuf (seperti, Joseph).\n\nAl -Quran secara akurat menggambarkan sejarah Mesir dengan merujuk pada pemimpin dinasti Mesir ini sebagai raja atau firaun (yang datang kemudian). Fakta sejarah yang baru -baru ini ditemukan oleh British Museum. Menurut mereka, orang Mesir tidak menyebut penguasa mereka \"firaun\" sampai dinasti ke-18 (1552-1295 SM).\n\nBeberapa ayat berbicara tentang Musa dan Fira'un (Firaun):\n__ \"Kami (Allah) berlatih kepadamu sebagian dari kisah Musa dan Firaun dengan kebenaran, untuk kepentingan orang -orang yang akan percaya (Quran 28:04).\n\n\"Kami mengirim Musa dengan tanda -tanda kami ke Firaun dan para pemimpinnya, tetapi mereka secara tidak adil menolaknya. Behold, lalu, apa akhir dari mereka yang menciptakan kekacauan! (Quran 7: 104)\n\n\"Hari ini akan kami menyelamatkan Anda (O Firaun) di tubuh Anda, agar Anda menjadi tanda bagi mereka yang datang setelah Anda! Tetapi memang, banyak di antara umat manusia yang mengabaikan tanda -tanda kami. (Quran 10:93) __\n\nDipercayai secara luas oleh para sejarawan dan cendekiawan Kristen dan Muslim bahwa Musa berinteraksi dengan Ramses II. Baik Quran dan Alkitab menyebutkan kisah ini secara rinci yang akhirnya berakhir dengan firaun ditenggelamkan di Laut Merah setelah Musa, dengan izin Tuhan, berpisah.\n\nNubuat Al -Quran tentang __ \"Hari ini akan kami menyelamatkan Anda (O Firaun) di tubuh Anda, agar Anda menjadi tanda bagi mereka yang datang setelah Anda!\" __ Tidak ditemukan dalam tulisan suci lain dan bahkan sejarawan tidak memiliki petunjuk tentang ini sampai saat ini. Tubuh mumi dari semua firaun terbaring tersembunyi di Lembah Raja (KV7 & 8) di sepanjang tepi Sungai Nil. Bahkan setelah makam mereka dijarah, sisa -sisa firaun yang mumi disimpan belum ditemukan selama berabad -abad. Penemuan mereka terjadi di abad ke -19 dan sekarang Anda dapat melihat, Ramses II dengan mata Anda sendiri di Museum Grand Mesir di Kairo, Mesir. Tubuhnya juga telah melakukan beberapa tur internasional untuk dilihat semua orang. Ini lagi, menunjukkan bagaimana pengetahuan dalam Quran dan Islam hanya bisa diberikan kepada kita oleh Tuhan.\n\nAnda juga dapat bertanya kepada orang -orang Yahudi tentang pengalaman mereka dengan firaun ini, dan para pemimpin Mesir kuno lainnya.\n\n__ \"Dan kami tentu saja telah memberikan Musa sembilan tanda -tanda jelas, jadi tanyakan kepada anak -anak Israel [tentang] ketika dia datang kepada mereka dan Firaun berkata kepadanya,\" memang saya pikir, hai Musa, bahwa Anda dipengaruhi oleh sihir. \"(Quran 17: 101) __\n\nKelangsungan hidup orang -orang Yahudi juga memungkinkan kita untuk bertanya kepada mereka tentang tanda -tanda lain dari Tuhan yang mereka terima, seperti banyak mukjizat dan nabi yang dikirimkan kepada mereka.\n\n__Kas anak -anak Israel berapa banyak tanda yang jelas yang kami berikan kepada mereka. Dan siapa pun yang bertukar bantuan Allah setelah itu datang kepadanya - maka memang, Allāh sangat parah dalam pembalasan. (Quran 2.211) __",
"t.Roman Empire": "__ Kekaisaran Romawi__ (Latin: Imperium Romanum) adalah kerajaan terbesar di dunia kuno. Ibukotanya adalah Roma, dan kerajaannya berbasis di Mediterania. Kekaisaran berasal dari 27 SM, ketika Oktavianus menjadi Kaisar, Augustus, sampai jatuh pada 476 M, menandai akhir dari dunia kuno dan awal Abad Pertengahan, atau zaman gelap.\n\nKekaisaran adalah tahap ketiga Roma kuno. Roma pertama kali diperintah oleh raja -raja Romawi, kemudian oleh Republik Romawi, kemudian oleh seorang kaisar.\n\nBanyak tanah modern dulunya merupakan bagian dari Kekaisaran __Roman__, termasuk Inggris (bukan Skotlandia), Spanyol, Portugal, Prancis (Gaul), Italia, Yunani, Turki, Jerman, Mesir, Levant, Crimea, Swiss, dan Pantai Utara Afrika. Bahasa utama Kekaisaran __Roman__ adalah bahasa Latin; Bahasa Yunani adalah bahasa sekunder yang penting.\n\nBagian barat dari __roman Empire__ berlanjut selama sekitar 500 tahun, dan bagian timur, termasuk Yunani dan Anatolia, berlanjut selama sekitar seribu tahun lagi. Bagian timur disebut Kekaisaran Bizantium, ibukotanya adalah Konstantinopel dan diakhiri dengan penaklukan Ottoman dari Konstantinopel pada tahun 1453 oleh Sultan Fatih Mehmet. Peristiwa ini dinubuatkan oleh Nabi Muhammad dan merupakan salah satu peristiwa paling terkenal dalam sejarah dunia.",
"t.Crusades": "__ Perang Salib__ adalah serangkaian perang agama yang terjadi antara orang -orang Kristen dan Muslim atas kendali atas Tanah Suci. Secara tradisional, mereka terjadi antara 1095 dan 1291. Tanah Suci masih merupakan tempat yang sangat penting bagi tiga agama monoteistik utama: Islam, Yudaisme, dan Kekristenan. Ada banyak situs keagamaan penting di Tanah Suci. Ini adalah tanah yang sekarang disebut Israel atau Palestina. Yerusalem, Nazareth, Betlehem, Hebron dan situs -situs keagamaan lainnya jatuh di bawah kendali Muslim selama kekhalifahan Omar (RA), khalifah ketiga dan teman dekat dan teman Nabi Muhammad (Saw).\n\nAda banyak perang salib yang berbeda. __Crusades paling penting dan terbesar terjadi dari abad ke -11 hingga ke -13. Ada 9 perang salib besar selama ini. Ada juga banyak perang salib yang lebih kecil. Beberapa perang salib bahkan berada di Eropa (misalnya, di Jerman, Austria dan Skandinavia). __Crusades yang lebih kecil berlanjut ke abad ke -16, sampai Renaissance dan Reformasi.\n\nKata \"perang salib\" terkait dengan kata \"salib\" dan berarti perang suci Kristen. Ada juga kata Arab \"jihad\", yang berarti berjuang dan berjuang oleh umat Islam yang dapat memiliki konotasi yang sama dengan \"perang salib\" untuk umat Islam selama masa perang. Nabi (saw) mengajarkan ini adalah jihad yang lebih rendah dan jihad yang lebih besar datang dalam pertempuran untuk menjalani kehidupan yang saleh.\n\nSemua pihak (Kristen, Muslim, dan Yahudi) sangat percaya pada agama mereka. Banyak perang salib sering memiliki alasan politik atau moneter di belakang mereka. Seperti semua perang.\n\nSangat menyedihkan melihat permusuhan antara tiga agama Abraham yang memiliki banyak kesamaan. Muslim menganggap orang Yahudi dan Kristen sebagai orang -orang dari buku ini, yang berarti mereka memiliki status khusus dan hubungan yang lebih dekat dengan umat Islam daripada orang lain. Anda dapat melihat ini dalam kehidupan Nabi (saw) dan di mana ia dan para sahabat sedih dengan kehilangan orang Kristen Bizantium) terhadap orang Sassania dalam pertempuran besar. Ini direkam dalam hadis dan bahkan berbicara tentang Al -Quran. Ini juga merupakan bukti menarik lainnya dari keaslian Islam ketika Tuhan mengungkapkan peristiwa masa depan yang terjadi: __ \"Orang -orang Romawi telah dikalahkan. Di tanah yang dekat dengan (Anatolia); tetapi mereka akan segera menang dalam beberapa tahun. Kepada Allah milik perintah sebelum dan sesudah. ​​Dan hari itu orang-orang percaya akan bersukacita \"(Quran 30: 2-4) __\n\nPada saat ini terungkap, para pagan Arab berada di pihak orang -orang Sassan, sementara Muslim Arab berharap orang Kristen memenangkan pertempuran ini. Ketika orang -orang Kristen kehilangan orang -orang kafir mengejek umat Islam karena kehilangan ini dan mengatakan hal -hal seperti, \"Di mana Tuhanmu yang kuat sekarang?\". Jadi Tuhan mengungkapkan ayat ini saat ini. Benar saja, pada tahun 622 M di Pertempuran Issus, Bizantium di bawah Kaisar Heraclius memiliki kemenangan yang menghancurkan dan langgeng di Anatolia melawan Sassania, sehingga mengkonfirmasi ramalan Al -Quran.",
"t.Black Plague": "__ Black Death__ adalah wabah penyakit yang menewaskan jutaan orang di seluruh Eropa dan Asia. Hampir satu dari setiap tiga orang di Eropa meninggal karena penyakit ini, dan terburuk antara 1347 dan 1351. Penyakit ini mungkin sudah dimulai di Asia. Kebanyakan orang berpikir bahwa penyakit itu adalah wabah yang menggertak. Penyakit ini dibawa dan disebarkan oleh kutu yang hidup dengan tikus. Pedagang dari Silk Road mungkin telah membawa kutu yang terinfeksi ke Eropa.\n\nKutu memulai masalah; Kutu yang terinfeksi dibawa oleh tikus hitam. Tikus yang membawa kutu akan pergi ke kota. Ketika kutu menggigit seseorang, mereka akan menyuntikkan sedikit bakteri ke dalam luka. Ini akan menyebabkan orang tersebut terinfeksi. Tikus sering menggunakan kapal. Ini berarti penyakit ini menyebar sangat cepat, di seluruh Eropa.\n\nPada manusia, penyakit ini menyebabkan pembengkakan di pangkal paha, di bawah lengan dan di belakang telinga. Pembengkakan ini adalah warna hitam dan ungu, karenanya nama 'The Black Death'. Pembengkakan gelap disebut bubo. Orang -orang kesakitan dan para korban meninggal dalam kematian yang mengerikan. Gejala -gejalanya dapat dilihat 3-7 hari setelah para korban digigit oleh kutu yang membawa penyakit.\n\nSayangnya, di beberapa kota seperti di London diperkirakan bahwa kucing menyebabkan penyakit itu sehingga mereka diburu dan dibunuh dalam jumlah besar. Sayangnya, seperti yang diharapkan, ini menyebabkan wabah menjadi lebih buruk karena sekarang tikus kehilangan predator alami utama mereka dan populasi semakin besar.\n\nFakta menarik lainnya di sekitar wabah Bubonic adalah bagaimana Paus menyelamatkan dirinya sendiri. Pada saat itu, umat Islam berada di kepala semua penemuan medis dan ilmiah. Menyisir banyak buku Muslim, klerus Katolik menemukan bahwa api dianggap menangkal dan membunuh penyakit tertentu (kuman). Dengan demikian, mereka menyalakan api besar dalam lingkaran di sekitar paus yang berlangsung beberapa minggu. Ini tentu saja, menjaga tikus dan melarikan diri dari paus dan dia bertahan tanpa masalah.",
"t.Constantinople/Istanbul": "__Constantinople__ adalah ibu kota Kekaisaran Romawi (330-395), Kekaisaran Bizantium/Romawi Timur (395-1204 dan 1261-1453), Kekaisaran Latin (1204-1261), dan Kekaisaran Ottoman (1453-1922). Pada tahun 1930 itu berganti nama menjadi Istanbul. Ini adalah kota di Turki saat ini.\n\nPenaklukan Istanbul, juga dikenal sebagai Islambol, adalah tanda lain dan bukti Islam sebagai Nabi Muhammad telah menubuatkannya. __ “Sesungguhnya, kamu akan menaklukkan Konstantinopel. Sungguh pasukan yang luar biasa akan menjadi tentara itu, dan betapa penakluk yang luar biasa itu. ” (Musnad, I, 176; iv, 335; Darimi, “Muqaddima”, hlm. 43) .__ Ini adalah kehormatan besar bagi Ottoman yang menaklukkan kota pada tahun 1453 dan memiliki salah satu kerajaan yang paling lama berkuasa dan paling kuat dalam sejarah dalam sejarah dan paling kuat dalam sejarah dalam sejarah dan paling kuat dalam sejarah dalam sejarah dan paling kuat dalam sejarah dalam sejarah dan paling kuat dalam sejarah dan paling kuat dalam sejarah dan paling kuat dalam sejarah dan paling kuat dalam sejarah terpanjang .\n\nSejarawan telah menyatakan bahwa, untuk periode waktu yang menaklukkan __constantinople__ setara dengan menaklukkan tempat seperti Kota New York saat ini.",
"t.Newton and Gravity": "Ketika kebanyakan orang memikirkan __ISAAC Newton__, mereka berpikir tentang dia duduk di bawah pohon apel menyaksikan kejatuhan apel. Beberapa orang bahkan percaya apel jatuh ke kepalanya. __Newton__ mengerti bahwa apa yang membuat hal -hal seperti apel jatuh ke tanah adalah jenis kekuatan tertentu - kekuatan yang kita sebut gravitasi. __Newton__ berpikir bahwa gravitasi adalah kekuatan ketertarikan antara dua objek, seperti apel dan bumi. Dia juga berpikir bahwa objek dengan lebih banyak materi memberikan kekuatan yang sama pada objek yang lebih kecil saat mereka memberikannya. Itu berarti bahwa massa besar Bumi menarik benda -benda ke arahnya. Itulah sebabnya apel jatuh alih -alih naik, dan mengapa orang tidak melayang di udara.\n\n__ISAAC NEWTON__ Berpikir tentang gravitasi. Sebelum __newton__, orang berpikir bahwa hanya benda -benda di dekat bumi yang akan jatuh. Tetapi __newton__ berpikir bahwa gravitasi tidak boleh hanya terbatas pada bumi dan benda -benda di atasnya. Bagaimana jika gravitasi pergi ke bulan dan seterusnya?\n\n__Newton__ menemukan rumus untuk menghitung gaya tarik antara dua badan. Dia menggunakannya untuk menghitung kekuatan yang dibutuhkan untuk menjaga bulan bergerak di sekitar bumi. Kemudian dia membandingkannya dengan kekuatan yang membuat apel jatuh ke bawah. Setelah membiarkan fakta bahwa bulan jauh lebih jauh dari bumi, dan memiliki massa yang jauh lebih besar, ia menemukan bahwa kekuatannya sama. Bulan dipegang di orbit di sekitar bumi dengan tarikan gravitasi bumi.\n\nRumus yang ditemukan oleh __newton__ disebut hukum gravitasi. Dia cukup cerdik dan banyak hukumnya dikenal sebagai fisika Newton. Banyak formula matematisnya masih digunakan untuk menghitung mekanisme objek untuk objek yang lebih besar. Mereka tidak akurat untuk hal -hal kecil sehingga ilmu newwer yang disebut fisika kuantum sedang dikembangkan untuk mencoba dan memahami dunia yang aneh dari objek mikroskopis ini.",
"t.Industrialization": "__Industrialisasi__ (atau industrialisasi) adalah proses yang terjadi di negara -negara ketika mereka mulai menggunakan mesin untuk melakukan pekerjaan yang pernah dilakukan oleh orang -orang. __Industrialisasi__ mengubah hal -hal yang dilakukan orang. __Industrialisasi__ menyebabkan kota -kota tumbuh lebih besar. Banyak orang meninggalkan pertanian untuk mengambil pekerjaan bergaji lebih tinggi di pabrik -pabrik di kota -kota.\n\n__Industrialisasi__ adalah bagian dari proses di mana orang mengadopsi cara yang lebih mudah dan lebih murah untuk membuat sesuatu. Menggunakan teknologi yang lebih baik, menjadi mungkin untuk menghasilkan lebih banyak barang dalam waktu yang lebih singkat. Lebih banyak hal dapat dihasilkan oleh lebih sedikit orang.\n\nSetelah industrialisasi, orang juga melakukan pekerjaan yang lebih khusus. Misalnya sebelum industrialisasi, tukang sepatu (orang yang membuat sepatu dan barang -barang kulit) membuat sepasang sepatu sendirian. Dia mengerjakan sepasang sepatu, menyelesaikannya, kemudian akan mulai pada sepasang sepatu berikutnya. Dengan industrialisasi, ada banyak orang yang terlibat dalam membuat sepatu dengan memotong proses pembuatan sepatu menjadi tugas yang lebih kecil. Misalnya, ada satu orang yang memotong sol sepatu dan orang lain menjahitnya. Singkatnya, ada pembagian kerja dan dikenal sebagai jalur perakitan saat ini. Mesin -mesin di pabrik -pabrik seperti itu menghabiskan banyak uang, sehingga pabrik akan dimiliki oleh orang kaya yang mampu membeli mesin dan mempekerjakan pekerja untuk menangani mesin dan tugas yang berbeda.\n\n__Industrialisasi__ dimulai di Inggris dengan revolusi industri pada abad ke -18. Ini menyebar pertama ke bagian Eropa, dan ke Amerika Utara. Pada abad ke -20 industrialisasi menyebar ke sebagian besar negara lain.",
"t.Darwin's\nTheory of Evolution": "__ \"Allah telah menciptakan setiap binatang dari air. Dari mereka adalah beberapa yang merayap pada perut mereka, beberapa yang berjalan di atas dua kaki, dan beberapa yang berjalan di empat. Allah menciptakan apa yang dia kehendaki, karena benar -benar Allah memiliki kekuatan atas semua hal\" ( 24:45) .__\n\n__Charles Darwin__ (1809–1882) bukunya \"On The Origin of Species\" pada tahun 1859. Di dalamnya ia mengemukakan banyak teori tentang bagaimana kehidupan muncul di bumi. Dia mengusulkan seleksi alam, yang merupakan proses di mana hewan dengan sifat -sifat tertentu, dapat bertahan lebih baik seperti cara semua hewan muncul. Namun, Darwin tidak mengerti atau tahu tentang genetika pada saat itu atau bagaimana sifat sebenarnya diteruskan. Jadi dia tidak bisa menjelaskan secara akurat apa yang membuat anak -anak terlihat seperti orang tua mereka.\n\nNamun demikian, __darwin's penjelasan tentang evolusi secara fundamental diterima oleh komunitas ilmiah dan para ilmuwan bekerja keras untuk mencoba dan membuktikan bahwa mereka berevolusi dari organisme dan monyet sel tunggal hingga hari ini. Sedangkan, Muslim, Kristen dan Yahudi percaya bahwa kita adalah keturunan Adam (Saw) dan Hawwa (Hawa), pria dan wanita pertama. Para ilmuwan menyebut temuan seperti \"desain cerdas\" dan ada banyak bukti tentang hal ini, seperti bagaimana DNA, tubuh manusia, sistem surya, dll.\n\nMirip dengan Darwinisme, Islam mengakui gagasan bahwa kehidupan berkembang secara bertahap dan selama periode waktu tertentu. Juga, kami percaya Tuhan memiliki kekuatan atas semua hal dan dapat dengan mudah mengubah apa pun untuk diadopsi ke lingkungannya. Tuhan menciptakannya pertama kali, kedua kalinya akan lebih mudah, bukan? Sama seperti kita dibangkitkan pada hari penghakiman.\n\nTetapi tidak seperti teori evolusionis modern yang mengatakan mutasi acak, yang selalu merupakan bencana dan mematikan di alam, menyebabkan hewan berevolusi, kami percaya Tuhan dapat mengubah hewan semalaman untuk memiliki paruh yang lebih lama untuk menemukan makanan lebih mudah setelah banjir jika perlu, karena perlu contoh. Ini sebenarnya didokumentasikan pada banyak studi tentang burung yang mengadaptasi sifat -sifat yang begitu cepat sehingga para ilmuwan tidak dapat menjelaskannya dan khawatir spesies lain tidak akan beradaptasi secepat itu. Ini lebih masuk akal daripada seekor hewan secara perlahan dan secara acak berkembang secara kebetulan. Juga, ada kasus kupu -kupu baru atau punah secara ajaib keluar dari tempat yang tidak ada. Orang -orang Muslim sangat peduli pada hewan dan lingkungan, tetapi kami tidak menekankan mereka akan punah atau tidak bisa menjaga diri mereka sendiri karena seperti semua hal, kami menaruh kepercayaan kami kepada Tuhan.\n\nSingkatnya, umat Islam menolak gagasan bahwa manusia secara acak berevolusi dari kera. Muslim percaya manusia dianggap sebagai ciptaan khusus. Islam mengajarkan bahwa manusia adalah bentuk kehidupan unik yang diciptakan oleh Allah, seperti yang lainnya; Namun, kami memiliki hadiah dan kemampuan yang unik tidak seperti hewan dan keberadaan lainnya. Sebagai contoh, kita memiliki jiwa yang kekal, hati nurani, imajinasi, pengetahuan dan kehendak bebas. Kita bisa menjadi kuat, baik dan saleh atau lemah dan bekerja hanya untuk memenuhi keinginan egois kita. Terlepas dari itu, kehidupan manusia dimulai dengan penciptaan dua orang, seorang pria dan seorang wanita bernama Adam dan Hawwa (Hawa) dan itu membuat kita semua terkait dengan darah dan keluarga.\n\nAl -Qur'an menggambarkan bahwa Allah __ \"terbuat dari air setiap makhluk hidup\" (Quran 21:30) .__ ayat lain menggambarkan bagaimana __ \"Allah telah menciptakan setiap binatang dari air. Berjalan dengan dua kaki, dan beberapa yang berjalan di empat. Allah menciptakan apa yang Dia kehendaki, karena benar -benar Allah memiliki kekuatan atas semua hal \"(24:45) .__\n\nAyat -ayat ini mendukung teori ilmiah bahwa kehidupan dimulai dalam air.",
"t.World War 1": "__World War I__ (atau Perang Dunia Pertama) adalah perang global yang dimulai pada 28 Juli 1914 dan berlangsung hingga 11 November 1918. Perang itu berlangsung tepat empat tahun, tiga bulan dan 14 hari.\n\nSebagian besar pertempuran adalah di Eropa, tetapi tentara dari banyak negara lain ambil bagian, dan itu mengubah kerajaan kolonial dari kekuatan Eropa dan juga mengakibatkan akhir Kekaisaran Ottoman. Sebelum Perang Dunia II dimulai pada tahun 1939, Perang Dunia I__ disebut Perang Besar, Perang Dunia atau 'Perang untuk Mengakhiri Semua Perang'. 135 negara mengambil bagian dalam Perang Dunia I__, dan hampir 10 juta orang tewas saat bertarung, sebagian besar penyakit dan kelaparan.\n\n__World Perang I__ diperangi oleh sebagian besar negara Eropa. Pertempuran yang sebenarnya ada di banyak bidang yang berbeda. Front Barat adalah tempat sebagian besar pertempuran antara Jerman dan Sekutu terjadi. Sebagian besar pertempuran di sini adalah perang parit.\n\nFront Timur diperjuangkan di Eropa Tengah dan Timur. Berjuang di sini bukanlah peperangan parit tetapi peperangan seluler karena ukuran depan. Banyak pertempuran terjadi di Front Timur Tengah dan Front Italia. Pertempuran juga terjadi di Afrika, Cina, dan di laut serta di udara.\n\nPerang itu berakhir dengan penandatanganan banyak perjanjian yang berbeda, yang paling penting adalah perjanjian Versailles.\n\n__World War I__ adalah perang besar pertama di mana tank, pesawat terbang, dan kapal selam atau (U-boat) adalah senjata penting.",
"t.World War 2": "__World War II__ (WWII atau WW2), juga disebut Perang Dunia Kedua dan, di Uni Soviet, Perang Patriotik Besar, adalah perang global yang melibatkan pertempuran di banyak bagian dunia dan banyak negara. Sebagian besar negara bertempur pada tahun 1939–1945 tetapi beberapa mulai bertempur pada tahun 1937. Sebagian besar negara -negara dunia, termasuk semua kekuatan besar, bertempur sebagai bagian dari dua aliansi militer: sekutu dan kekuatan Axis. __World War II__ adalah konflik paling mematikan dalam semua sejarah manusia. Ini melibatkan lebih banyak negara, menghabiskan lebih banyak uang, dan membunuh lebih banyak orang daripada perang lainnya dalam sejarah manusia. Antara 50 hingga 85 juta orang tewas. Mayoritas adalah warga sipil. Ini termasuk pembantaian, genosida yang disengaja dari Holocaust, pemboman strategis, kelaparan, penyakit dan penggunaan pertama senjata nuklir dalam sejarah oleh AS di Jepang.\n\nPerang di Asia dimulai ketika Kekaisaran Jepang menyerbu Cina pada 7 Juli 1937. Amerika Serikat bereaksi dengan menempatkan embargo minyak di Jepang. Awal perang di Eropa adalah ketika Jerman menyerbu Polandia pada 1 September 1939. Prancis dan Inggris bereaksi dengan menyatakan perang terhadap Jerman. Pada 1941, sebagian besar Eropa berada di bawah kendali Jerman. Hanya Inggris yang tetap berjuang melawan Axis di Afrika Utara, Mediterania, dan Atlantik. Pada Juni 1941, kekuatan Axis menyerbu Uni Soviet, memulai wilayah perang terbesar dalam sejarah. Pada tanggal 7 Desember 1941, Jepang menyerang koloni -koloni Barat di Pasifik dan dua perang menjadi satu.\n\nKemenangan Jepang dihentikan pada tahun 1942, dan kemenangan Axis Eropa juga dihentikan pada tahun 1943, baik di Afrika Utara maupun di Uni Soviet. Setelah itu, Sekutu mulai melawan dari semua sisi. Sumbu kehilangan Afrika Utara dan, mulai tahun 1943, dipaksa untuk membela Italia. Pada tahun 1944, Sekutu menyerbu Prancis, menuju Jerman di Sungai Rhine, sementara Soviet terus mendekati dari timur. Jerman menyerah pada Mei 1945. Jepang secara resmi menyerah pada 2 September 1945. Perang berakhir dengan kemenangan Sekutu.\n\nSetelah perang, PBB didirikan untuk mengembangkan dukungan antara negara -negara dan untuk mencegah perang di masa depan. Perang Dingin di antara para pemenang utama segera dimulai, tetapi mereka tidak saling bertarung dalam perang yang sebenarnya. Dekolonisasi Asia dan Afrika, di mana negara -negara yang dikendalikan oleh negara -negara Eropa diberikan kemerdekaan mereka, juga terjadi. Ini karena kekuatan Eropa melemah dari perang. Pemulihan ekonomi dan integrasi politik (proses uniting negara) adalah di antara hasil perang lainnya.",
"t.Cold War": "__ Perang Dingin__ (1947–1991) adalah hubungan tegang antara Amerika Serikat (dan sekutunya), dan Uni Soviet (Uni Soviet dan sekutunya) antara akhir Perang Dunia II dan runtuhnya Uni Soviet.\n\nSebagian besar negara di satu sisi bersekutu di NATO yang dua negara militer terbesarnya adalah Amerika Serikat dan Turki. Sebagian besar negara di pihak lain bersekutu di Pakta Warsawa yang paling kuat adalah Uni Soviet (sekarang Rusia).\n\nKelompok negara-negara kapitalis barat meliputi Amerika, Turki, Eropa Barat, Israel, Jepang, Korea Selatan, Thailand, Iran (1945-1979), Pakistan, Malaysia, Filipina, Afrika Selatan, Australia dan Selandia Baru.\n\nKelompok sosialis timur meliputi Uni Soviet, Eropa Timur, Angola, Ethiopia, Kuba (1959-1991), Mongolia, Korea Utara, Cina dan Vietnam.\n\nPerang Dingin berakhir dengan jatuhnya Tembok Berlin pada tahun 1989, dengan Rusia berubah dari negara komunis sosialis ke negara kapitalis yang demokratis. Namun, masih ada konflik yang tersisa di sini seperti yang terlihat dalam pertempuran baru -baru ini dan perang antara Rusia dan Ukraina.",
"t.Moon Landing": "__Apollo 11__ adalah penerbangan pertama yang mengirim orang ke bulan. Itu dilakukan oleh NASA (National Aeronautics and Space Administration), The Original American Space Agency. Itu pergi ke luar angkasa pada 16 Juli 1969, membawa tiga astronot: Neil Armstrong, Buzz Aldrin dan Michael Collins. Pada 20 Juli 1969, Armstrong dan Aldrin menjadi manusia pertama yang mendarat di bulan, sementara Collins tetap berada di orbit di sekitar bulan.\n\nPenerbangan adalah bagian dari ras __space__ antara Amerika Serikat dan Uni Soviet. Itu menyelesaikan rencana yang ditetapkan oleh John F. Kennedy, Unite States Presiden ke -35, pada tahun 1961 untuk \"mendaratkan seorang pria di bulan, dan mengembalikannya dengan aman ke bumi\", sebelum 1960 -an berakhir.",
"t.World Wide Web": "__ Internet__ adalah jaringan komunikasi komputer terbesar di seluruh dunia. Internet memiliki jutaan jaringan domestik, akademik, bisnis, dan pemerintah yang lebih kecil, yang bersama -sama membawa berbagai jenis informasi. Istilah ini kadang -kadang disingkat sebagai \"jaring\", kependekan dari jaringan. The __world Wide Web__ adalah salah satu layanan terbesarnya. Ini digunakan oleh beberapa miliar orang di seluruh dunia.\n\nInternet dikembangkan di Amerika Serikat oleh \"Badan Proyek Penelitian Lanjutan Amerika Serikat\" (DARPA). Internet pertama kali terhubung pada Oktober 1969, dan disebut __arpanet__. The __world Wide Web__ dibuat di CERN di Swiss pada tahun 1990 oleh seorang ilmuwan Inggris (Inggris) bernama Tim Berners-Lee.",
"i.Big Bang": "Dentuman Besar",
"i.Milky Way is Born": "Bima Sakti lahir",
"i.Sun is Born": "Matahari lahir",
"i.Earth is Born": "Bumi lahir",
"i.Heavy Bombardment": "Pemboman berat",
"i.Life on Earth": "Hidup di bumi",
"i.Single Celled Organisms": "Organisme sel tunggal",
"i.Animals": "Hewan",
"i.Fish": "Ikan",
"i.Insects": "Serangga",
"i.Reptiles": "Reptil",
"i.Dinosaur Age": "Usia dinosaurus",
"i.Mammals": "Mamalia",
"i.Stegosaurus": "Stegosaurus",
"i.Tyrannosaurus": "Tyrannosaurus",
"i.Dinosaur Extinction": "Kepunahan Dinosaurus",
"i.Primate Bipedalism": "Bipedalisme primata",
"i.Constructed Tools": "Alat yang dibangun",
"i.Control Fire": "Kontrol api",
"a.Adam": "Adam",
"i.First Temple": "Kuil Pertama",
"i.Agricultural Revolution": "Revolusi Pertanian",
"i.Writing": "Menulis",
"i.Recorded History": "Sejarah yang direkam",
"i.First Pyramid Built": "Dibangun piramida pertama",
"i.Roman Empire": "Rum",
"i.Crusades": "Perang Salib",
"i.Black Plague": "Wabah hitam",
"i.Constantinople/Istanbul": "Konstantinopel/Istanbul",
"i.Newton and Gravity": "Newton dan Gravity",
"i.Industrialization": "Industrialisasi",
"i.Darwin's\nTheory of Evolution": "Darwin\nTeori evolusi",
"i.World War 1": "Perang Dunia Pertama",
"i.World War 2": "Perang Dunia Dua",
"i.Cold War": "Perang Dingin",
"i.Moon Landing": "Pendaratan di bulan",
"i.World Wide Web": "World Wide Web",
"auth.signInButton": "Masuk",
"auth.signUpButton": "Daftar",
"auth.resetPasswordButton": "Kirim Email Reset Kata Sandi",
"auth.emailFormField": "Surel",
"auth.passwordFormField": "Kata sandi",
"auth.nameFormField": "Nama",
"auth.signInErrorTitle": "Kesalahan masuk",
"auth.signInError": "Email atau kata sandi salah",
"auth.resetPasswordLabelButton": "Tidak ingat kata sandi?",
"auth.signUpLabelButton": "Buat sebuah akun",
"auth.signUpErrorTitle": "Pendaftaran gagal",
"auth.signInLabelButton": "Punya akun? Masuk ke akun Anda.",
"auth.resetPasswordNoticeTitle": "Email Reset Kata Sandi Terkirim",
"auth.resetPasswordNotice": "Untuk mengatur ulang kata sandi Anda, ikuti instruksi yang diemail.",
"auth.resetPasswordFailed": "Gagal mengirim email reset kata sandi.",
"auth.updateUserSuccessNoticeTitle": "Pengguna diperbarui",
"auth.updateUserSuccessNotice": "Informasi Pengguna berhasil diperbarui.",
"auth.updateUserEmailInUse": "Alamat email ini sudah memiliki akun. Masuk?",
"auth.updateUserFailNotice": "Gagal memperbarui pengguna",
"auth.enterPasswordTitle": "Masukkan kata sandi Anda",
"auth.cancel": "Membatalkan",
"auth.submit": "Kirim",
"auth.wrongPasswordNotice": "Kata sandi tidak cocok dengan catatan kami.",
"auth.userIsAdminDisabled": "Akun ini dinonaktifkan oleh admin.",
"auth.tooManyRequests": "Terlalu banyak permintaan yang dibuat.",
"auth.operationNotAllowed": "Operasi ini tidak diperbolehkan.",
"auth.requiresRecentLogin": "Operasi ini membutuhkan login baru -baru ini.",
"auth.unknownErrorTitle": "Kesalahan yang tidak diketahui",
"i.Settings": "Pengaturan",
"i.Language": "Bahasa",
"i.Theme": "Tema",
"settings.signOut": "Keluar",
"i.Dark": "Gelap",
"i.Light": "Lampu",
"i.Update Profile": "Memperbaharui profil",
"validator.email": "Harus alamat e-mail yang valid",
"validator.password": "Kata sandi harus setidaknya 6 karakter",
"validator.name": "Harus menjadi nama",
"validator.number": "Harus menjadi angka",
"validator.notEmpty": "Ini diperlukan",
"a.Isharet": "Pemberitahuan",
"a.{0} Isharet": "{0} notifikasi",
"at.{0} Updated": "{0} diperbarui",
"a.Athan": "Athan",
"at.{0} on": "{0} on",
"at.{0} off": "{0} off",
"i.Default sound on": "Suara default",
"i.Default sound off": "Default Sound Off",
"i.Vibration on": "Getaran aktif",
"i.Vibration off": "Getaran mati",
"i.AM": "SAYA",
"i.PM": "PM",
"a.Fajr": "Fajr",
"a.Shuruq": "Matahari terbit",
"a.Ishraq": "Ishraq",
"a.Duha": "Duha",
"a.Istiwa": "Puncak",
"a.Dhuhr": "Dhuhr",
"a.Asr": "Asr",
"a.Ghurub": "Sunsetting",
"a.Maghrib": "Maghrib",
"a.Isha": "Isha",
"a.Muntasaf Allayl": "Tengah malam",
"a.Althuluth Al'Akhir Min Allayl": "Sepertiga terakhir malam",
"a.{0} Tomorrow": "{0} besok",
"tt.calculationMethod": "Pilih Metode Perhitungan Waktu Salah",
"i.Calculation Method": "Metode kalkulasi",
"at.asrStartTime": "Mulai ASR saat bayangan objek adalah panjangnya yang sama ({0}) atau menggandakan panjangnya ({1})",
"a.Zaman": "Waktu",
"a.Sabqan": "Lebih awal",
"a.Lahiqan": "Nanti",
"at.{0} Default": "{0} default",
"at.showJumah": "Tampilkan {0} detail doa pada hari Jumat atau selalu tunjukkan detail {1}",
"i.Round Time To": "Waktu bulat ke",
"tt.roundTimeTo": "Waktu doa bulat ke menit atau detik terdekat",
"a.Saat": "Jam",
"a.Daqayiq": "Menit",
"a.Thawani": "Detik",
"a.Saat Hayit": "Jam",
"tt.clockType": "Haruskah jam menunjukkan 12 jam atau 24 jam waktu",
"a.Adhkar As-Sabah": "Pagi Adhkar",
"a.Adhkar Al-Masaa": "Adhkar malam",
"at.aqCountdownTimer": "{0}: {1}: {2} sampai \"{3}\" berakhir dan \"{4}\" dimulai",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} sampai \"{3}\" dimulai",
"a.Muharram": "Muharram",
"a.Safar": "Safar",
"a.Rabi' Al-Awwal": "Rabi 'al-Awwal",
"a.Rabi' Al-Thani": "Rabi 'al-thani",
"a.Jumada Al-Awwal": "Jumada al-Awwal",
"a.Jumada Al-Thani": "Jumada al-Thani",
"a.Rajab": "Rajab",
"a.Sha'aban": "Sha'aban",
"a.Ramadan": "Ramadan",
"a.Shawwal": "Shawwal",
"a.Dhu Al-Qi'dah": "Dhu al-Qi'dah",
"a.Dhu Al-Hijjah": "Dhu al-Hijjah",
"a.Qiyam": "Qiyam",
"a.Taraweeh": "Taraweeh",
"a.Nayam": "Tidur",
"a.Tahajjud": "Tahajjud",
"a.Witr": "Witr",
"a.Aliathnayn": "Senin",
"a.Althulatha'": "Selasa",
"a.Al'arbiea'": "Rabu",
"a.Alkhamis": "Kamis",
"a.Jumah": "Jumat",
"a.Alsabt": "Sabtu",
"a.Al'ahad": "Minggu",
"a.Kānūn aṯ-Ṯānī": "Januari",
"a.Šubāṭ": "Februari",
"a.'Āḏār": "Berbaris",
"a.Naysān": "April",
"a.'Ayyār": "Mungkin",
"a.Ḥazīrān": "Juni",
"a.Tammūz": "Juli",
"a.'Āb": "Agustus",
"a.'Aylūl": "September",
"a.Tišrīn al-'Awwal": "Oktober",
"a.Tišrīn aṯ-Ṯānī": "November",
"a.Kānūn al-'Awwal": "Desember",
"a.Layl{}": "Malam",
"i.Quest was already completed": "Quest sudah selesai",
"i.Quest skipped, try again tomorrow": "Quest dilewati, coba lagi besok",
"i.Quest expired, try again tomorrow": "Quest kedaluwarsa, coba lagi besok",
"i.Quest is not active yet": "Quest belum aktif",
"at.Tap to skip quest, you will lose {0}": "Ketuk untuk Melewati Quest, Anda akan kalah {0}",
"a.Ajr": "Hadiah",
"i.Skip": "Melewati",
"i.Done": "Selesai",
"i.Tap to complete quest": "Ketuk untuk menyelesaikan pencarian",
"i.Active": "Aktif",
"i.Daily": "Harian",
"a.hapi": "HAPI",
"i.Set long-term goals": "Tetapkan tujuan jangka panjang",
"i.Manage and prioritize your time": "Kelola dan prioritaskan waktu Anda",
"i.Build religious and healthy habits": "Membangun kebiasaan religius dan sehat",
"i.Pray like the Prophet (AS)": "Berdoa Seperti Nabi (As)",
"a.'Adawat": "Peralatan",
"a.Dua": "Doa",
"a.dua": "doa",
"a.Hadith": "Hadis",
"a.Quran": "Quran",
"a.Tarikh": "Sejarah",
"a.Alathar": "Peninggalan",
"a.'Asyila": "Pencarian",
"i.View your rewards": "Lihat imbalan Anda",
"i.Find prayers": "Temukan doa",
"i.Read from Books of Hadith": "Baca dari Buku Hadis",
"i.Read the Quran": "Baca Quran",
"i.View the history of Islam and our Universe": "Lihat Sejarah Islam dan Semesta Kita",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "Gunakan alat seperti pencari qiblah dan kamus Islam",
"i.Collect, upgrade and learn from Relics": "Kumpulkan, Tingkatkan, dan Belajar dari Relik",
"i.Earn rewards for this life and the next": "Dapatkan hadiah untuk kehidupan ini dan selanjutnya",
"i.Go back to previous page": "Kembali ke halaman sebelumnya",
"at.Go back to {0} home page": "Kembali ke {0} Halaman Beranda",
"i.Hide menu": "Sembunyikan menu",
"i.Show menu": "Tampilkan menu",
"i.Menu": "Menu",
"i.Search": "Mencari",
"i.Favorites": "Favorit",
"at.{0} Menu": "{0} menu",
"at.{0} Search": "{0} pencarian",
"at.{0} Favorites": "{0} favorit",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} dibuat oleh sukarelawan demi {1} {2}.",
"i.We hope it greatly improves your happiness in this life and the next.": "Kami berharap ini sangat meningkatkan kebahagiaan Anda dalam kehidupan ini dan selanjutnya.",
"at.{0} will never track or sell your data and will remain free.": "{0} tidak akan pernah melacak atau menjual data Anda dan akan tetap gratis.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "Anda dapat mendukung {0} dengan {1} Anda, berbagi {2} dan menyumbang untuk biaya server, perkembangan lebih lanjut dan program penjangkauan sosial.",
"a.Allah": "Allah",
"a.SWT": "Swt",
"at.About {0}": "Tentang {0}",
"at.Share {0} then share in mountains of rewards!": "Bagikan {0} lalu bagikan di Pegunungan Hadiah!",
"a.Assalamu Alaykum": "Damai sejahtera besertamu",
"i.,": ",",
"i.Check out this really useful and fun Muslim app!": "Lihatlah aplikasi Muslim yang sangat berguna dan menyenangkan ini!",
"i.Learn more at": "Pelajari lebih lanjut di",
"i.Show favorite events": "Tampilkan acara favorit",
"i.Show all events": "Tunjukkan semua acara",
"i.Hide events": "Sembunyikan acara",
"i.Navigate to past": "Arahkan ke masa lalu",
"i.Navigate to future": "Arahkan ke masa depan",
"i.Quintillion": "Quintillion",
"i.Quadrillion": "Milion lipat empat",
"i.Trillion": "Triliun",
"i.Billion": "Miliar",
"i.Million": "Juta",
"i.Thousand": "Ribu",
"i.Year": "Tahun",
"i.Years": "Bertahun-tahun",
"i.Ago": "Yang lalu",
"i.Years Ago": "Bertahun-tahun lalu",
"i.AD": "IKLAN",
"i.BC": "Bc",
"i.page away": "Halaman pergi",
"i.pages away": "Halaman jauhnya",
"i.Era": "Zaman",
"i.Birth of the Universe": "Kelahiran Semesta",
"i.Common Era": "Era umum",
"dummy.toDragDontDelete": "ğüşıiöçğüşiİöç"
}
