{
"t.Big Bang": " __ «Кәлементтер аспан мен жердің бір рет бір рет болғанын түсінбейді, содан кейін біз оларды істеп жатырмыз ба? Және біз әрбір тіршілік иелерінен жаратып алдық. Олар сенбейді ме?» (Құран 21:30) __\n\n__Биг Bang__ моделі - бұл ғаламның өте тығыз және ыстық күйде басталып, кеңейе бастады. Теория, ал өлшеулер көрсетіледі, ал өлшеулер, ғалам бүгін кеңеюде.\n\n__Биг Bang__ - бұл ғаламның қалай басталғаны туралы ғылыми теория, содан кейін біз бүгін көретін жұлдыздар мен галактикалар жасаған.\n\nӘлем өте ыстық, кішкентай және тығыз Superforce (төрт негізгі күштің қоспасы), жұлдыздары, атомдары, формасы немесе құрылымы жоқ («сингулярлық» деп аталады). Содан кейін шамамен 13,8 миллиард жыл бұрын, кеңістік өте тез кеңейе түсті (осылайша __Биг Банг __ »). Бұл атомдардың пайда болуын бастады, олар ақырында жұлдыздар мен галактикалардың қалыптасуына әкелді. Бұл ең алдымен кеңейіп келе жатқан ғаламды бір нүктеге дейін созылатынын бірінші болып белгілеген (1927 жылы) Джордж Лемарт.\n\nАлайда, көптеген заманауи астрономиялық және көптеген заманауи астрономиялық және басқа да көптеген ғылыми мәліметтерге, планетаның қалыптасуы, орбициялары мен мінез-құлықтары, эмбриология және одан да көп ғылыми мәліметтерге қарамастан, бізге 1400 жыл бұрын Құдайға Құдай бізге Құдайға ұнамды. Мысалы, Джордж Лимеитр үлкен жарылыс туралы бірінші болып белгіленбеген. Құран үлкен жарылыс туралы нақты сөйлеседі __ «Кәлементтер аспан мен жер бір кездері бір-бірінен бір рет болғанын білмейміз, содан кейін біз оларды қалайша жасырамыз? (Құран 21:30) __\n\nЕгер сіз Құдайдың белгісін немесе дәлелін іздесеңіз, бұл исламның Құдайдың шынайы және жалғыз діні екенін біліңіз.\n\nЖақында ашылған ғалам әлі кеңеюде. Алайда Құран тағы да: __ «аспан, біз оларды билікпен салғанбыз.\n\nТұтастай алғанда, ғалам өсіп жатыр және уақыт өткен сайын температура төмендейді. Космология - бұл ғаламның қалай басталғанын және оның дамуын зерттеу. Космологияны оқитын ғалымдар __Биг Банг-теориясының осы уақытқа дейін көргендеріне сәйкес келетіндігімен келіседі.\n\nФред Хойл теорияны «__Big bang__» радио шоуында деп атады. Ол __Биг Бангтің дұрыс екендігіне сенбеді. Онымен келіспеген ғалымдар есім күлкілі деп ойлады және оны қолдануды шешті деп ойлады.\n\nҒалымдар __Биг Bang YENT__ теориясының көптеген түрлі бақылауларға негізделген. Ең бастысы - өте алыс галактикалардың Redshift. Redshift - жарықпен, сонымен қатар дыбыстық әсер ететін доплер әсері, сонымен қатар дыбыста байқалады (RaceCar »дыбысы ол сізден« oOOOOOOOMMMM) «oOOOOOOOMMMM» (сізден жылжу). Сол сияқты , егер объект жерден алыстаған кезде, оның түс сәулелері қызыл түске қарағанда көбірек көрінеді, өйткені қозғалыс толқын ұзындығын объектінің толқын ұзындығын созады. Ғалымдар бұл сөзді суреттеу үшін «Қызыл ыстық» деген сөзді қолданады Жеңіл толқын, өйткені қызыл - көрінетін спектрдегі толқын ұзындығы. Нысанның ұзындығы неғұрлым көп болса, заттың жылдамырақ болуы мүмкін. Жерден аулақ болу. Ғалымдар ғалымдар бүкіл әлемде 13,8 миллиард жыл бұрын дейді, өйткені бұл дүние жүзі болды. Жақсартылған кезде, ол өте кішкентай және өте ыстық болды.\n\n__Биг Банго теориясын қолдайтын басқа да бақылаулар - бұл ғаламдағы химиялық элементтердің мөлшері. Сутегі, гелий және литий сияқты өте жеңіл элементтердің мөлшері __Биг Бангтің теориясымен келісетін сияқты. Ғалымдар сонымен қатар «космостық микротолқындардың фондық сәулеленуін» тапты. Бұл сәуле радио толқындары деп аталады және олар ғаламның барлық жерінде. Бұл сәуле қазір өте әлсіз және суық, бірақ баяғыда өте күшті және өте ыстық болды.\n\nКейбір ғалымдар мен философтар бұл уақытта __Биг Бангтың алдында ешқандай мағынасы жоқ деп айтады. Олар __big bang __ уақыт басталды деп айтады, ал __Биг Банг __-ге дейін ешкім болған жоқ, өйткені егер мүмкін болмаса, «бұған дейін» мүмкін болмас еді! Мұсылмандар ретінде біз Құдайдың мәңгілік екенін білеміз және біздің ойымыздан тыс нәрсе түсінеді. Осылайша, біз үлкен жарылыс алдындағы уақыт ұғымын түсінбейтініміздің мағынасы бар, бұл барлық күшті Жаратушымен бірге көптеген парадокстардың бірі.\n\nДәлелдер үшін, біз үлкен жарылысқа немесе оның қалай жасалғанын да дәл осылай түсіндіре аламыз деп айтайық. Содан кейін келесі сұрақ: «Ол кезде не жаратқан?» Болады. Мұны біз де жаратқанын түсіндірдік, содан кейін тағы да сұрақ: «Мұны не жаратқан?» Деген сұрақ туындайды деп айтамыз. Көріп отырғаныңыздай, бұл ешқашан ешқашан бітпейді, сондықтан бұл Құдайдың біздің жалғыз Жаратушымыз, Құдай туралы ұғымдарымыздың адаммен қаншалықты шектеулі екендігі және адамдық интеллектурада қандай да бір дәлел.\n\nМұсылмандар мұндай мәселелер бойынша пікірталас шешпейді, біз Құдайдың өзі туралы және оның жаратылыстар туралы айтқанын қабыл аламыз. Мысалы, Құдай қолдары туралы айтады, бірақ біз олардың қолымыздан айырмашылығы бар екенін білеміз. Адамның қолдары бар, маймылдың қолдары бар, сағаттың қолдары бар. Құдайдың қолдары біз елестете алмайтын нәрселерден асып түседі және біз оны тастап кетеміз.",
"t.Milky Way is Born": "Ғалымдар __illy Lay__ ұлы жарылыстан кейін көп ұзамай бір немесе бірнеше ұсақ шамадан басталғанын атап өтті. Бұл артықшылықтардың кейбіреулері глобулярлық кластерлердің тұқымдары болды, онда ең көне қала __Мил жолындағы 2-ге жуық уақытқа дейін алыстағы галактикалардан келген болуы мүмкін. Дегенмен, бұл жұлдыздар мен кластерлер қазір __illy Lay__-нің Stellar Halo-дан тұрады. Алғашқы жұлдыздардың туылғаннан кейін бірнеше миллиард жыл ішінде __illy Way__ массасы жеткілікті тез иілгендей болды. Бұрыштық импульсті сақтау салдарынан, бұл газ тәрізді аралық ортасын драйверден дискіге дейін құлатуға алып келді. Сондықтан, кейінірек жұлдыздардың ұрпақтары осы спиральды дискіде пайда болды. Кіші жұлдыздар, соның ішінде күн, оның ішінде күн дискіде болуы керек.\n\nАлғашқы жұлдыздар пайда бола бастағаннан бері __Мил жолы__ Galaxy Mergers-тен (әсіресе __иль жолының өсуіне дейін) өсті және газға тікелей галактикалық галодан өтті. Қазіргі уақытта __Миллы жол __ қазіргі уақытта бірнеше кішкентай галактикадан, оның ішінде ең үлкен екі спутниктік галактикалар, үлкен және кішкентай Magellanic Clate-тің, макелланың ағынымен. Газды тікелей акредитациялау, Смит бұлт сияқты жоғары жылдамдық бұлттарында байқалады. Алайда, __illyay __, мысалы, жұлдыз массасы, бұрыштық импульс және оның сыртқы аймақтарындағы металлика сияқты, алда, соңғы 10 миллиард жыл ішінде үлкен галактикалары бар біріктірілген жоқ. Бұл ұқсас ірі біріктірудің жетіспеуі ұқсас спираль галактикаларында ерекше; Оның көршісі Андромеда галактикасы салыстырмалы түрде үлкен галактикалармен жақында біріктірілген типтік тарихқа ие болып көрінеді.\n\nСоңғы зерттеулерге сәйкес __Миллы жол__, сондай-ақ Андромеда Галактикс Галакси түсі галактикасы «Көк бұлт» (Галактикалар »(галактикалар» (галактикалар »(галактикалар» (галактикалар) орналасқан аймағы бар аймағы жаңа жұлдыздар) «Қызылдық тізбекке» (жұлдызды қалыптастыру жетіспейтін галактикалар). Жасыл алқаптың галактикаларындағы жұлдыз-қалыптастыру белсенділігі баяулайды, өйткені олар интерсельдік ортада жұлдыз түзеді. Ұқсас қасиеттері бар симулярлық галактикаларда, жұлдызды қалыптастыру әдетте бес миллиард жыл ішінде сөндіреді, тіпті шамамен бес миллиард жыл ішінде сөндірілді, тіпті __illy Lay__ және Андромеда соқтығысудың арқасында жазаланған, қысқа мерзімді өсуді есепке алу Галактика. Шын мәнінде, __illy Way-ге ұқсас басқа галактикалардың өлшеулері әлі күнге дейін жаңа жұлдыздар пайда болатын және ол әлі күнге дейін жаңа жұлдыздар пайда болатын және ол қызыл қызыл дәйектілікке қарағанда сәл көгілдір түсті.\n\n## жас және космологиялық тарих\n\nГлобулярлық кластерлер - __Мил жолдастың __-дің __Сил жолаушыларының қатарына кіреді, осылайша __Сильй жолдың жасына байланысты төмен лимитті орнатады. Жеке жұлдыздардың жасын __Миллы етік жасарған жайттарын Торий-232 және уран-238 сияқты ұзақ мерзімді радиоактивті элементтердің көпшілігін өлшеу арқылы бағалауға болады, содан кейін олардың бастапқы молдығының, содан кейін олардың бастапқы молдығына, ядролокосмохронология деп аталатын техниканы салыстырады. Осы өнімнің 31082-001 және 13,8 ± 3 миллиард жыл және бкі үшін шамамен 12,5 ± 3 миллиард жыл және BD + 17 ° 3248. BD + 17 ° 3248. Ақ гномдар пайда болған кезде, ол радиациялық салқындатудан басталады, ал беткі температура тұрақты түрде төмендейді. Осы ақ гномдардың салқындауы және оларды күтілетін бастапқы температурадан өлшеу арқылы жас сметасын жасауға болады. Осы техниканың көмегімен глобулярлы кластердің жасы 12,7 ± 0,7 миллиард жыл деп бағаланды. Бұл кластерлердің қарт-намасы ең үлкені 12,6 миллиард жыл ең жақсы смета, ал 95% -ы 95% -ы 11 миллиард жыл.\n\nБірнеше жекелеген жұлдыздар __Мил жолында __иль __ '__' __-ді ғаламның 13,80 миллиардтық жасына өте жақын. 2007 жылы Galactic Halo-дағы жұлдыз, ол 1523-0901, ол шамамен 13,2 млрд. Болады. Сүт жолындағы __ ____-дегі ең көне Нысан __ сол кезде бұл өлшеу __иль жолының жасына байланысты төменгі шекті орналастырды. Бұл бағалау өте үлкен телескоптың ультракүлгін телескоптың көмегімен жасалды, бұл өте үлкен телескоптың көмегімен r-процестер құрған торий мен басқа элементтердің болуынан туындаған спектрлік сызықтардың салыстырмалы күшті жақтарын өлшеу. Жолдың күші әр түрлі қарапайым изотоптардың молшылығы, олардың жасы жасын бағалауға болады, олардан ядролокосмохронологияны қолдана отырып алуға болады. Тағы бір жұлдыз, HD 140283, 14,5 ± 0,7 млрд.\n\nГалактикалық жұқа дискідегі жұлдыздардың жасы да нуклеокосмохронология көмегімен бағаланды. Жіңішке диск жұлдыздарының өлшемдері 7,8 ± 1,7 миллиард жыл бұрын жұқа диск пайда болды деп санайды. Бұл өлшеулер галактикалық гало мен жұқа дискіні қалыптастыру арасында шамамен 5 миллиард жыл хиуса болды. Жақында мыңдаған жұлдыздардың химиялық қолтаңбаларын талдау STLELLAR-дің қалыптасуы, 8-10 миллиард жыл бұрын дискіні қалыптастыру кезінде магнитудасы бойынша, сол жақтағы газдың жаңа жұлдыздары тым ыстық болған кезде болуы мүмкін деп болжайды Алдындағыдай.\n\n__Illy Lay__ айналасындағы спутниктік галактикалар кездейсоқ бөлінбейді, бірақ диаметрі 500 000 жеңіл жыл және 50 000 жеңіл жыл бойы сақина құрылымын шығаратын кейбір үлкен жүйенің бұзылуының нәтижесі болып көрінді. Галактикалар арасындағы жақын кездесулер, ал 4 миллиард жылдан кейін Андромеда Галактикамен күтілетіндей, бұл газдың үлкен құйрықтарын шешіп алады, ол үлкен түсті құйрықты шеше алады, ол, уақыт өте келе негізгі дискіге ерікті бұрышта галактикалар түзеді.",
"t.Sun is Born": "__ «Түн мен күнді және күн мен айды жаратқан ол. Барлығы (аспан денелері), әрқайсысы өзінің дөңгелек курсында жүзеді» (Құран 21:33) .__\n\nБіздің күн жүйесінің орталығында __sun__ ________ - сары ергежейлі жұлдыз. Бұл жарық ретінде энергия береді. Бұл жарық, инфрақызыл энергия (жылу), ультракүлгін сәулелер және радио толқындары кіреді. Сондай-ақ, ол жер бетіндегі бөлшектердің ағынын шығарады, олар «Күн жел» ретінде жерге жетеді. Осы энергияның барлық көзі - бұл жұлдыздағы реакция, ол сутекті гелийге айналдырады және көп мөлшерде энергия береді.\n\n__Sun__ - бұл біздің сүйікті галактикамыздағы көптеген адамдар сияқты жұлдыз. Ол 4,5 миллиард жылдан астам уақыт ішінде болды және кем дегенде ұзақ уақыт бойы жалғасады. __Sun__ жер бетіндегі жүз есе көп. Оның массасы 1,9891 × 1030 кг-нің массасы бар, бұл жердің массасы 333 000 есе көп. Жер сонымен қатар __SUN__ 1,3 миллион рет іше алады.\n\nҒалымдар __sun__ __________ жылы шаң мен кішкентай биттерден 4,567 миллиард жыл бұрын басталған деп ойлайды.\n\nБұл үлкен бұлт ортасында ауырлық күші допқа айналды. Бұл үлкен болғаннан кейін, ішіндегі үлкен қысым фигиондық реакцияны бастады. Бұл допты жылтыратып, жарқырауына байланысты шығарылған энергия.\n\n____S ____-дан сәулелендірілген энергия қалған бұлттың қалған бөлігін итеріп жіберді, ал планеталар осы бұлттың қалған бөлігінен құрылды.",
"t.Earth is Born": "__ Сонда ол (Алла) көкке бұрылды, өйткені ол барлық түтін болған кезде, ол аспан мен жерді: «Бұдан (болу (болу (болу (болу (болу (болу (болу). Олар: «Міне, біз келдік (болуға). __\n\n__Ар__ және басқа планеталар шамамен 4,6 миллиард жыл бұрын құрылған. Олар күнін жасайтын тұмандан қалған газдан жасалған. Бұл Құранның ғылыми кернеуі, өйткені Құдай Құранда былай деді: «Содан кейін ол (Аллаһ) көкке бұрылды, өйткені ол аспанға айналды. немесе қаламау ». Олар: «Міне, біз (болуға келдік», - деді. Бұл өлең жердің қалай пайда болғандығы туралы айтылды.\n\nАй айдың ерте ________ және кіші планета арасындағы соқтығысудан кейін қалыптасқан болуы мүмкін (кейде Theia деп аталады). Ғалымдар екі планетаның екі бөлігі де басталды деп санайды - ай (ауырлықпен) ай.\n\nҚұран Аллаһтың күндерін, Айды және планеталарды, әрқайсысын жеке курстарымен немесе орбиталарымен жаратқанын айтады. __ «Түн мен күнді және күн мен айды жаратқан ол. Барлығы (аспан денелері), әрқайсысы өзінің дөңгелек курсында жүзеді» (Құран 21:33) .__\n\n__ 'Su суы әр түрлі жерлерден келді. Конденсацияланатын су буы, кометалар мен астероидтар ептурлюлмен ұрады, мұхиттар жасады. Миллиард жыл ішінде (бұл шамамен 3,6 миллиард жыл бұрын) ғалымдар алдымен өмір басталды, араалық дәуірде. Кейбір бактериялар суретке түседі, бұл өсімдіктер күн сәулесінен және судан тамақ жасауға мүмкіндік береді. Бұл алдымен ерітіндіде темірмен алынған көп оттегі шығарды. Ақыр соңында, ақысыз оттегі атмосфераға немесе ауаға түсіп, __-__-ді аэробты өмірге жарамды. Бұл оттегі сондай-ақ __ERTH __-ді күн сәулесінен қорғайтын озон қабатын құрды.\n\nҚұдай бізге Құрандағы озон қабаты туралы, бірақ Құранның тағы бір ғылыми кереметі туралы айтады: __ «және біз аспанды жақсы қорғалған шатыр, олар оның белгілерінен бас тартқан.» (Құран 21:32) __\n\nҒалымдар жер бетіне күрделі өмір озон қабатынан бұрын жоқ деп санады, өйткені оны қорғаусыз, күн сәулесінен қорғайды, өйткені күн сәулесінің сәулеленуі өмір сүру үшін көп болар еді.\n\n__Ерт __ алыс өткенде өте өзгеше болды. Баяғыда барлық жерлер бір жерде болды. Мұны суперконтинг деп атайды. Ең алғашқы танымал суперконтинг Ваалбарара деп аталды. Кейінірек, ептротум қалың мұздықтармен (мұздықтар) толығымен жабылған кезде уақыт болды (криогендік) болды. Мұны қарлығаш ______ теориясы деп атайды.",
"t.Heavy Bombardment": "__ «Біз өз елшілерімізді нақты дәлелдермен жібердік және олармен бірге Жазбалармен және олармен бірге Жазбалармен және адамдар әділеттілікке ие бола алмадық. Сонымен, Алла оны қолдайтындар мен елшілері көрінбейтіндерден көрінуі мүмкін. Шынында да, Алла құдіретті және күшейе түседі «. (Құран 57:25) __\n\nКешегі ауыр бомбалаушылық (қысқартылған LHB, сонымен қатар айдың катаклизмі деп те аталады) - бұл шамамен 3,8-ден 4,1 миллиард жыл бұрын пайда болған оқиға. Бұл жер бетіндегі неохадан және эоархи дәуірі ретінде белгілі. Осы уақыт аралығында астықсыз көптеген астероидтар ішкі күн жүйесіндегі ерте жер үсті планеталарымен, оның ішінде сынап, Венера, Жер және Марспен соқтығысу үшін теораландырылады.\n\nКешегі ауыр бомбалаушылық жер бетінен кейін болды және басқа да жартасты планеталар өздерінің көпшілігін құрып, олардың көп бөлігін құрған, бірақ әлі де жер тарихының басында.\n\nБүгінгі таңда ғалымдар темір жер бетінде дамымағанын біледі. Жердің мөлшеріне байланысты олар мұндай материалдар мұнда табиғи түрде дамы алмайтынын біледі. Шындығында, олар темірдің жұлдыздар ішінде, арнайы қызыл түтінділерден жасалуы керек екенін біледі. Мұндай иганттық жұлдыздың ішінде тек қана теру реакциялары кезінде элементтер пайда болуы мүмкін. Содан кейін суперникова орын алады, яғни жұлдыз жарылып, темірдің фрагменттері ғарышқа жарылған. Ғалымдар бұл темір жерге қалай келді деп санайды.\n\nҚұран туралы айтады, __ «және біз темірді жібердік» __. Соңғы уақытқа дейін, ғалымдарсыз __Бикс бомбалаушыларын ашып, бұл өлең «біз темірден» «біз темірден» жібердік »__ бізге көп нәрсені білдірмейді. Алайда Құдай бізге қандай да бір темірден бас тартты, сондықтан біз одан пайда көре аламыз.",
"t.Life on Earth": "__ «Аспандар мен жерді біріктірген деп санамағандар, содан кейін біз оларды бөліп, судан бөліп, әрбір тіршілік иесінен жасадық па? Сонда олар сене ме?» (Құран 21:30) .__\n\nЕң алғашқы мәлімделген қызмет көрсетушілері - бұл шағын микроорганизмдер (немесе микрогроссиляциялар). Олар Темір және кремний-бай жыныстардан табылған, олар Квебек, Канада Квебек, Гренстоғай тас белдеуінде гидротермальды саңылаулардан табылды.\n\nБұл тау жыныстары 4,28 миллиард жыл бұрынғыдай. Олардың құрамында болатын түтікшелі формалар есепте көрсетілген. Егер бұл жердегі өмірдің ең көне есебі болса, мұхиттар 4,4 миллиард жыл бұрын пайда болған «өмірдің тез арада пайда болуын» ұсынады. Стивен Блэр Хедждің айтуынша, «егер өмір жер бетінде салыстырмалы түрде пайда болса, онда ол ғаламда жиі кездеседі».\n\nҚұран Аллаһтың «Әрбір тірі затты судан шығарды» деп суреттейді. __ Тағы бір аят (Құран 21:30). __ «Аллаһтың барлық жануарларды судан қалай жаратқаны туралы» суреттейді. Олардың біреуі олардың қарындарында, кейбіреулері екі аяғымен жүріңіз, ал кейбіреулері төртеуінде жүреді\n\nБұл өлеңдер өмірдің жердегі мұхиттарында басталған ғылыми теорияны қолдайды. Сондай-ақ, олар қазіргі заманғы биологиямен қатар жүреді, бұл кейбір жануарлар 90% судан тұрады, ал адамдар шамамен 60% судан тұрады.",
"t.Single Celled Organisms": "__ Құран Аллаһтың «әрбір тіршілік иесінен жасалған» («Қаңан 21:30) __ суреттелген.\n\nБіржақты организмдер - бұл бір ұяшыққа ие организмдер.\n\nБіркелкі организмдерді барлық жерде табуға болады. Өмірдің ең көне формалары 3,8 миллиард жыл бұрын, егер бұдан былай болса. Ғалымдар бұл организм суда тұрды деп санайды. Олар өмір сүрудің әр түрлі стратегияларын жүзеге асырады: фотосинтез (цианобактериялар), химотрофия (көптеген археа) және гетеротрофия (Amoeba). Кейбір біріктірілмейтін организмдер, олар локомотивтер немесе лобоподтар, локоподтар, локоподтар, локоподтар, локоподтар, жасушалық қаңқалар (цитоскелет), олар блокскелікке ие бола алады. Біздің кісілік ата-бабаларымыздың туберкуляторлары барлық жануарларға барып, ол шәкірт ретінде пайда болады.\n\n__ Құран Аллаһтың «әрбір тіршілік иесінен жасалған» («Қаңан 21:30) __ суреттелген. Тағы бір аят «Аллаһтың барлық жануарды судан жаратқаны», олардың кейбіреулері екі аяғымен жүреді, ал төртеуінде жүреді Бәрі »(Құран 24:45) __.\n\nБұл өлеңдер өмірдің жердегі мұхиттарында басталған ғылыми теорияны қолдайды.",
"t.Animals": "Жануарларды көрсетуі мүмкін алғашқы қазбалар Оңтүстік Австралияның Трезона қалыптасуының 665 миллиондық-жасар жартастарында пайда болады. Бұл қазбалар ерте губкалар болғандықтан түсіндіріледі.\n\nЕң үлкен жануарлар Эдиакаран Биотадан, алда, алда, ал 210 миллион жыл бұрын алдын-ала жасалған. Бұл көптен бері бұл жануарлардың құрамына кірген, бірақ Дикинсонияның қазбаларындағы жануарлардың липидтер холестеринінің ашылуы бұлардың шынымен жануарлар болғанын анықтайды.\n\nАлғашында көптеген жануарлар Фила Камбрий жарылыс кезінде, шамамен 542 миллион жыл бұрын, бургас тақтатас сияқты төсекте басталады. Бұл тау жыныстарындағы шамадан тыс фила, брахиоподтар, брахиоподтар, оющофорандар, odchiopods, Artropods, Arthopods, Arthods және гемихтар, мысалы, жыртқыш аномалокарис сияқты көптеген жойылған түрлерімен қатар. Ғалымдар бұл жануарлардың бәрі бір уақытта пайда болған ба, әлде барлық жерде немесе егер ол қазба жазбаларының жолдары бар болса, егер ол болса.",
"t.Fish": "Ғалымдар алғашқы балық шамамен 530 миллион жыл бұрын Кембрий жарылыс кезінде пайда болды деп санайды. Олар бірінші омыртқалылар деп саналады, немесе омыртқалар немесе омыртқа немесе омыртқа бағаны бар жануарлар. Алғашқы балық агната немесе жоқтаусыз балыққа жатады деп ойлайды. Кембрийдің аяғында, жылан тәрізді жылансыз балық конодондарды шақырып, остракодермтар деп аталатын кішкентай броньды балықтар алдымен пайда болды. Жансыз балықтардың көпшілігі қазір жойылып кетті.",
"t.Insects": "__Incts__, Филум Артропода класы. Олар кішкентай жерасты омыртқасыздары, ол қатты экзоскелеты бар.\n\n__ диапстс__ - бұл жердегі ең үлкен жануарлар тобы. Туралы __926 400-ге жуық түрлі түрлер сипатталған. Олар барлық танымал тірі түрлердің жартысынан жартысына жуады және __-ке, жануарлар түрлерінің 90% -дан астамын құрайды.\n\n__Insects__ жаңа түрлері үнемі табыла бастайды. Түрлердің жалпы санының бағасы 2 миллионнан 30 миллионға дейін.\n\n__Insects__ алты аяғы бар; және олардың көпшілігінде қанаттар бар. __Incts__ Ұшуға қабілетті алғашқы жануарлар деп саналады. Олар жұмыртқадан дамып келе жатқанда, __ сымдар __ металлифамроздар __ металлифамрозға ұшырайды __ Метеморфоз __, өзгерістердің таңғажайып процесі, онда жәндіктердің жетілмеген түрі екі немесе одан да көп кезеңдерде ересектерге ауысады. __ нүктелерде өмір сүріңіз: барлығы дерлік жер үсті (жердегі тікелей эфир), бірақ кейбіреулері __ мұхиттарда немесе өте суық жерлерде, мысалы, Антарктида. Көптеген түрлер тропикалық аймақтарда тұрады.\n\nКейбіреулер барлығын __ түзетеді __ «Қателер» деп атайды, бірақ бұл дұрыс емес. Тек __ түзеткіші __-дің кейбірі __-ді ғана, бұл __insects __-дің белгілі бір бұйрығы. __Insects__ оқитын адамдар __еномологтар деп аталады.",
"t.Reptiles": "__Repplile__ - бұл жер омыртқалыларының негізгі топтарының бірі. Мұны биологтардың дәл терминдері қолданған жоқ.\n\n__ «бауырымен жорғалаушы» __ латыннан келеді және «біреуді сойған» білдіреді. Барлық тірі __рептиль__ Түрлер суық қанды, қышқылданған, терінің терісі бар және жұмсақ жұмыртқаларды қойыңыз. Олар зәр қышқылын шығарады (мочевина орнына), және шапан бар. Cloaca - бұл анус, зәр шығару жолдары және репродуктивті каналдар үшін ортақ саңылау. __Reptiles__ сонымен қатар сүтқоректілерден өзгеше жүрек пен негізгі қан тамырларымен бөлісіңіз.\n\n__Рептильдердің көптеген маңызды топтары қазір жойылып кетті, мысалы, Мұса. Біз динозаврлар жойылып кеткенін айттық, бірақ олар олардың қауырсынды ұрпақтары (құстар) түрінде өмір сүреді. Ежелгі ______________ Шығарғанда, олардан аман қалатын тасбақалар, қолтырауындар және Туатара, оның тобының жалғыз қалған күні. Қазіргі заманның көпшілігі __рептильдер - жыландар мен кесірткелер.\n\n__Reptiles__ өмірін зерттеу герпетология деп аталады.",
"t.Dinosaur Age": "__Dinosaurs__ («қорқынышты кесірткелер» мағынасы) Архозавр бауырымен жорғалаушылардың әр түрлі тобы. Олар мезозой дәуіріндегі доминантты жер жануарлары болған. 500-ден астам түрлі динозаврлар белгілі. Динозаврлардың қазбалары әр континентте табылды, және әлі де жаңа жаңалықтар бар.\n\n__Dinosaurs__ 230 миллион жыл бұрын үстіңгі триасқа шықты. Динозавр қаласының ең ерте күні - эораптор, 231,4-тен 228-ден 228-ге дейін. Ертедегі юра арқылы олар ең жақсы омыртқалылар болды және жердегі көптеген ортада басым болды. Олар 66 миллион жыл бұрын кенеттен K / T (Global) жойылғанға дейін жалғастырды.\n\nҚазбалы рекордтан ғалымдар құстар құстардан тұратын динозаврлар, сондықтан олар бүгінгі күнге дейін аман қалу үшін динозаврлардың жалғыз жолы болды деп санайды.\n\nДинозаврлардың бейімделулері болды, бұл оларды сәтті етуге көмектесті. Бірінші танымал динозаврлар екі аяғымен жүретін кішкентай жыртқыштар болды. Олардың барлық ұрпақтарының бәрі тік қалып, дененің астындағы аяқтары бар. Бұл олардың бүкіл өмір салтын қалыптастырды. Басқа мүмкіндіктер болды. Кішкентай динозаврлардың көпшілігінде қауырсындар болды, мүмкін, жылынуы мүмкін. Бұл оларды заманауи бауырымен жорғалаушылардан гөрі жоғары метаболизммен белсенді етеді. Тұқымдарда және ынтымақтастықта тұратын әлеуметтік өзара іс-қимыл кейбір түрлер үшін мүмкін.\n\nБірінші қазбалар 19 ғасырдың басында динозаврлар деп танылды. Олардың кейбір сүйектері әлдеқайда бұрын табылды, бірақ түсінбеді. Уильям Боклян, Гедеон Мантелл және Ричард Оуэн осы сүйектерді көрген ғалымдар болды. Динозаврлар қазір бүкіл әлемдегі мұражайларда басты назар аударарлық орындарда. Олар танымал мәдениеттің бір бөлігі болды. Олар туралы ең көп сатылатын кітаптар мен фильмдер болды. Жаңа динозаврдың жаңалықтары бұқаралық ақпарат құралдарында жиі хабарланады.",
"t.Mammals": "__Маммалдар__ - бұл класс сүтқоректілердің тобы. Олардың терісі немесе шаштары және температураны реттеудің өте дәл түрі бар.\n\nМонотремдерді қоспағанда, барлық сүтқоректілер жас болады. Олар сонымен қатар жас үшін сүт өндіреді. Жастардың ата-аналық қамқорлығы сүтқоректілердің жалпыға ортақ, сондықтан бұл өте маңызды, өйткені тірі тірі ұрпақ санын шектейді.",
"t.Stegosaurus": "Стегозавр («шатырдың» мағынасы («шатырлы кесіртке») қазір батыс Солтүстік Америкада тұрған өсімдік жейтін динозаврдың түрі болды.\n\nСтегозавр жоғарғы юра кезеңінде 155-145 миллион жыл бұрын өмір сүрген. Бұл ең оңай танылған динозаврлардың бірі, оның артқы жағында, оның артқы жағында және оның құйрығындағы ұзын шыбықтардың екі қатарлы қатарымен. Брондау қажет болғандықтан, ол етіне етіне жарқыраулармен, аллераура және колаатосавр сияқты өмір сүрген.",
"t.Tyrannosaurus": "Тираннозавр 65,5-67 миллион жыл бұрын Жоғарғы Бордан тұратын үлкен жыртқыш динозавр болды.\n\nТираннозавр жаппай сүйекпен ұзын, ауыр құйрықтан жасалған жаппай сүйектер болды. Ірі және күшті артқы аяқтармен салыстырғанда, оның алдыңғы қатарлары кішкентай, бірақ олардың мөлшері үшін күшті болды. Олардың екі тырнағы бар.\n\nБұл аңшы немесе қоқыс болған-келмейтіні туралы пікірталас бар. Бүгінгі күннің көптеген домарттық етігіштері, мысалы, арыстандар мен гиенас, тиранозавр сияқты, екеуі де болуы мүмкін. Бұл өте күшті жаққа ие болды, ал оның тістеу күші басқа динозаврлардың сүйектерін жұлып алуға болады.",
"t.Dinosaur Extinction": "Бордың ұшындағы жойылулар бір немесе бірнеше апаттық оқиғалардан, мысалы, жаппай астероид немесе метеорит әсерінен немесе жанартау белсенділігінің артуына байланысты болды.\n\nҮндістандағы Дексан тұзақтарындағы бірнеше әсерлі кратерлер мен жаппай жанартаулық белсенділік жойылу оқиғасының шамамен уақытына белгіленген. Бұл геологиялық оқиғалар күн сәулесінің азаюы және түсік түсіруі мүмкін, бұл жер экологиясының жаппай бұзылуына әкеледі.",
"t.Primate Bipedalism": "Жаяу жүру үшін екі футты қолданады немесе қолданады. Ғалымдар бипедализмге арналған бипдедализм 6-дан 7 миллион жыл бұрын пайда болды, өйткені бұл ең алғашқы қазбалар, олар ең алғашқы қазба болып табылады, олар ең алғашқы қазбалар, өйткені олар ең алғашқы қазбалар. Эволюционистер бұл туралы адам түрлерінің ертедегі ата-бабалары болуға сенеді, бірақ бұл теорияның оны қолдайтыны аздап дәлел.",
"t.Constructed Tools": "__ Тоқтайтын құралдар __ - бұл тастардан жасалған құрал. Олар тас дәуіріне оның атауы берілді. Ғалымдар олар пайдаланылған алғашқы құрал болды деп санайды. Жақында, адамдардың тұрып, тас құралдарының өмір сүргенге дейін қолданылғанын білді.",
"t.Control Fire": "__ Бақытсыз адамдардың бақылауы ерте адамдар үшін өте маңызды болды. Өрт жылулық, қорғау, аң аулауды жақсарту және тамақ дайындау әдісін ұсынды. Бұл мәдени жетістіктер мәдени инновацияларға және диетаға өзгерістерге мүмкіндік берді. Бұған қоса, өрттен бақылау адам белсенділігінің кеңеюіне және кешке дейін, кешке дейін, жылу және жарықпен тұруға мүмкіндік берді.\n\nБақылаудың ең алғашқы нақты дәлелі туралы талаптары 200 мыңнан 1,7 миллион жылда 1,7 миллион жыл аралығында. Өртті бақыланатын дәлелдер үшін 1 000 000 жыл бұрын, кең ғылыми қолдауы бар. Мароккода өртелген флинт пышақтары Мароккодағы қазбалар маңында табылды және шамамен 300 мың жыл бұрын. Өрт сөндірушілердің бақылауының кеңістігі шамамен 125 000 жыл бұрын.",
"t.Adam": "__ «О, адамзат! Аллаһтың көз алдында сенің ең әділдеріңді, алла тағала толық білімі бар және жақсы таныс (бәрімен) »(Құран 49:13) .__\n\nАдам (Араб: Араб: آدم) Жердегі алғашқы адам және алғашқы Наби (نبي, Пайғамбар) исламның исламдық (نبي, Пайғамбары) болды. Муслимнің Адаммен Адамзат баласы және оның әйелі, Адамзаның анасы (Хоув »(Хоува) сияқты. Мұсылмандар Адамның алғашқы мұсылман ретінде кездеседі, өйткені Құран барлық пайғамбарлар Исламға қатысты осындай сенімдерді уағыздағанын, яғни Құдайға мойынсұнуды білдіреді.\n\nОсы екі адамнан, адамзат ұрпақтары жер бетіне мекендейді. Құдай Құран тілінде сөйлейді.\n\nАдам жаратылған кезде, Құдай барлық жаратылыстарды Адамның құрметіне деген белгісі ретінде, жаңа тамаша жаратылыс болды. Шайтаннан басқа, «Шайтандан басқа» жас, ол ол түтінсіз отқа (Джин) -ден жасалғанын, ал Адам саздан жасалған кезде. Содан кейін Құдай оларды Едем бағына сынақтан өткізіп, Шайтан Адам мен Хавваны сәтті алдады. Ол оларды Құдайға тыйым салған ағашқа жіберді. Осыған орай, Құдай бізді (Адамдар мен Ібіліс) жер бетінде бір-біріміздің жауы ретінде сот шешіміге дейін берді. Бірде, Адамда Адам кешірім сұрап дұға етіп, Құдай оны кешірді.\n\nАдам мен барлық пайғамбарлар сияқты, олар жерге Құдаймен келісімімізді еске түсіру үшін келді. Егер Құдайға мойынсұнатын болсақ, онда біз жоғары деңгейге жете аламыз, содан кейін періштелер Құдайдың көз алдында қол жеткізе аламыз. Мұны істеу үшін біз Шейтанның сыбырлықтарынан аулақ болуымыз керек, ал одан да жаман нәрсе, ал одан да жаман, біздің Налфақтарымызды (өзімшілдіктер) ұмтылып, жол бермеуіміз керек. Біз мұны бізге шексіз даналыққа, бағыттарға, бағыттарға, нұсқауларға сүйене отырып, түпкілікті аян мен мысалдардан ұстану арқылы, соңғы аян және Құдайдың алғашқы адамында жазылған кітабы өте жақсы сақталып, өзгермейді. Сондай-ақ біз пайғамбарлардың таңғажайып мысалынан ұстануымыз керек, ал бізде Мұхаммед пайғамбардың толық тарихы бар, ол жақында болған, ол жерде қазіргі заманғы тарихта көрсеткен кезде де бар. Оның барлық ілімдері де сақталған және оның өмір салтын сақтау және үйрету үшін исламдық стипендия бар. Мұхаммед пайғамбар, пайғамбарлардың, мемлекет, рухани және әскери жетекшінің мөрі, күйеуі, әкесі, көршісі және досым. Оны студияның өмірі, іс-әрекеттері мен ілімдері жоғары бағалайды. Тіпті оның жаулары да, оған сенім артты және сенді.\n\nСонымен, мұсылмандар ретінде біз барлық адамдар үшін өмірдің мақсатын білеміз, өйткені Құдайға ғибадат ету және кімнің істегенін көру. Құдай адамзатқа жұмақта / аспанда әдемі орынға уәде берді, өйткені оның өсиеттерін ұстану. Көктегі ең төменгі адам он жердің жеріне ие болады. Аспанның жоғары деңгейіне жеткенде, сіз өз жеріңізді жеңіл жылдармен өлшеуді бастауыңыз керек. Құдай ең жомарт және бізге бергісі келетін және бізден бәрін сұрағысы келеді. Егер Құдайдан алшақ болсақ, пайғамбарлардың жолдары болса, бізді тозаққа түсіреді. Құдай бізді осы және барлық жаман істерден қорғасын.\n\nҒылымның перспективасынан адамдар __homo sapiens__ түрлерінде, оның ішінде жалғыз белгілі жиындар __homo sapiens sapiens__ деп аталады. Біз жердегі ең басым түрміз. Алайда, өмірдің көптеген түрлері бар, әсіресе жерлерде, тау жыныстарына, өміріне және табиғи ортаға көп әсер етті.",
"t.First Temple": "__Gökli tepe__ (айтылған [ɟøbekli tepe]), түрік «Потелли Хилл» үшін түрік - Түркияның оңтүстік-шығыс Анадол аймағындағы археологиялық орын, Шанлыурфа қаласынан шамамен 12 км (7 км (7 км (7 км), шамамен 12 км (7 км), Шанлыурфа қаласынан солтүстік-шығыстағы археологиялық сайт. Айтыңыз, биіктігі 15 м (49 фут) және диаметрі шамамен 300 м (980 фут). Бұл теңіз деңгейінен шамамен 760 м (2 490 фут).\n\nБұған «БК» б.з.д. 10-ші мыңжылдықпен танысатын әлеуметтік немесе салттық табиғат болуға сенетін екі фаза бар. Бірінші кезеңде а (PPNE) қыш ыдысқа жататын фаза барысында (PPNA), бай т-пішінді тасты тірек шеңберлері салынды - әлемдегі ең көне танымал мегалиттер. Қазіргі уақытта шамамен 20 шеңберде 200-ден астам тірек геофизикалық зерттеулер арқылы белгілі. Әрбір тіректің биіктігі 6 м-ге дейін (20 фут) және салмағы 10 тоннаға дейін жетеді. Олар төсекден шыққан розеткаларға салынған. Екінші кезеңде, қыш ыдыс-неолитті B (PPNB), тұрғызылған тіректер кішірек және жылтыратылған әк едендері бар тікбұрышты бөлмелерде тұрды. Сайт PPNB-дан кейін тасталды. Кіші құрылымдар классикалық кезеңдерге келеді.\n\nҚұрылым функциясының мәліметтері құпия болып қалады. Оны Неміс археологиялық командасы 1996 жылдан бастап Клаус Шмидт жетекшілігімен 2014 жылы қаза тапты. Шмидт сайттың пікіріне сенді\n\n2018 жылы учаске ЮНЕСКО-ның Бүкіләлемдік мұра сайты тағайындалды.",
"t.Agricultural Revolution": "__ Неолитті революция__ (жаңа тас дәуірі) бірінші __жрессиялық революция__ болды. Бұл көшпелі аң аулау және қауымдастықтар мен топтарды жинау және ауылшаруашылық және есеп айырысудан біртіндеп өзгеріс болды. Бұл кезең «революция» ретінде сипатталған, өйткені ол өзгерістер енгізген қауымдастықтардың өмір жолын өзгертті. Бұл әр түрлі уақыттағы әр түрлі тарихтағы адам қоғамдарында болды. Көптеген қоғамдар 7-9 мың жыл бұрын өзгерді.\n\nМерзім бұл оқиғалар өткен кезеңге қатысты. Бұл сонымен қатар өткен өзгерістерге қолданылады: ерте шаруа қожалығының ерте әдістерін, егін өсіру және жануарлардың үйлеріне қатысты. Неолиттік революция әлеуметтік ұйымдағы және технологияның дамуы үшін маңызды.\n\n__ Неолиттік революция__ тұрақты немесе жартылай тұрақты елді мекендерде тұруға әкеп соқтырды. Осыған байланысты адамдар аз адамдар көшпелі өмір салтын жүргізді. Өсімдіктің кім екенін біле білу үшін жер меншік туралы түсінік пайда болды. Табиғи орта өзгерді, халықтың тығыздығы өсті, ал адамдар өз диеталарында көкөніс және дәнді тағамдар көп жеді. Иерархиялар қоғамда дамыды. Астық сақталып, саудаланады. Жақсы өнімнің өнімділігінің өнімі арзан өндіріс қоғамдарда жаман жылдардан аман қалды. Мұның мысалы Юсуф (AS) қорғалып, ежелгі Египеттегі дәнді қалай таратады.",
"t.Writing": "__Жрімдеу - бұл көрнекі ортада, таңбалар жиынтығын қолдана отырып, жазу тілінің әрекеті. Таңбалар басқаларға белгілі, сондықтан мәтін оқылуы үшін.\n\nМәтін басқа визуалды жүйелерді, мысалы, иллюстрациялар мен әшекейлер қолдануға болады. Оларды жазу деп аталмайды, бірақ хабарлама жұмысына көмектесе алады. Әдетте, елдегі барлық білімді адамдар бірдей тілді жазу үшін бірдей жазу жүйесін пайдаланады. Оқуға және жаза білу - сауатты болу.\n\n__ жазушы сөйлеуден ерекшеленеді, өйткені оқырмандар уақытында болмауы керек. Біз жазбаны баяғыда және әлемнің әр түкпірінен оқи аламыз. Мәтін білім және білім береді. __Жрімдеу - бұл адам түрлерінің ең үлкен өнертабыстарының бірі. Тарихшылар адамдар қалаларда қоныстанғаннан кейін, ал ауыл шаруашылығынан кейін ойлап табылған деп санайды. __Жреулер__ күндері шамамен 3,300BC домал, ол 5000 жыл бұрын, Таяу Шығыстағы.\n\n__Жрімдеу Бүгін әдетте қағазда, бірақ кез-келген дерлік бетке басып шығарудың жолдары бар. Теледидар мен кино экрандары сонымен қатар жазуды көрсете алады, сонымен қатар компьютер экрандары да болуы мүмкін. Көптеген жазу материалдары қағаз алдында ойлап табылған. Балшық, папирус, ағаш, ағаш, шифер және пергамент (жануарлардың жасалған терілері) барлығы пайдаланылды. Римдіктер көрсеткен таблеткалар туралы жазды; Бұл уақытша ноталар мен хабарламалар үшін танымал болды. Қытайлықтардың кейінірек өнертабысы алға ұмтылды.\n\n__Жрімдеу дәстүрлі түрде қарындаш, қалам немесе щетка сияқты қол құралының көмегімен жасалады. Қосымша және басқалары, бірақ мәтін компьютердегі немесе смартфонға енгізу арқылы жасалады.",
"t.Recorded History": "__History__ - өткен оқиғаларды зерттеу. Бұрынғы не болғанын, оның ішінде заттарды, соның ішінде (мысалы, кітаптар, газеттер және хаттар) және артефактілер (қыш, құрал, құрал және адам немесе жануар қалдықтары сияқты), кітапханалар, мұрағат және мыналарды жинайды және сақтайды адамдардың тарихты зерттеуге арналған заттары. Тарихтан шыққан адам тарихшы деп аталады. Ежелгі мәдениеттер артта қалған нәрселер арқылы тарих пен тарихты оқитын адам археолог деп аталады. Адамзат пен қоғамды оқитын адам антрополог деп аталады. Тарихтан өту және жазу үшін қолданылатын көздер мен әдістерді зерттеу тарихнаманы атайды.\n\nБұрынғы істерді еске алатын адамдармен сөйлесу арқылы адамдар адамдар туралы біле алады. Бұл ауызша тарих деп аталады. Құлдар мен американдық азаматтық соғыс болған адамдар ескірген кезде, кейбір тарихшылар былай деп жазды, осылайша тарих жоғалуы мүмкін.\n\nДәл солай ислам тарихында жасалды. Көп нәрсе жазылды, бірақ бірнеше ғалымдар, бірақ бірнеше ғалымдар болды, бірақ олардан кітаптарға (хадист) жиналды. Мұның басында бүкіл исламдық ғылым пайғамбардың (аралау) қайтып келе жатқанын тексеру және осы хадистерді жіктеу деңгейлеріне дейін бағалау үшін жасалған. Біз бұл адамдар мен олардың отбасыларының кім екенін білеміз, олар кітаптағы кездейсоқ есімдер ғана емес (И.Э. Марк, Лұқа, Лұқа, Жохан). Көбінесе де сол хадистке сол кітапта ондаған рет табуға немесе көптеген адамдар жинағандай хадистердің бірнеше кітаптарын таратуға болады. Бұл сахих ретінде жіктеледі (өте дыбыс).\n\nҚұран да, бірақ пайғамбардың өмірінде мыңдаған адамдарды жаттап алды. Ол әлі күнге дейін миллиондаған адамдармен, түпнұсқа араб тілінде, тіпті араб тілінде емес динамиктермен жаттап жатыр. Бұл мүмкін, өйткені Құран поэтикалық және көптеген адамдар үшін есте сақтау оңай. Егер Құранның барлық мәтіні қандай-да бір жолдай алса, мұсылмандар бір-бірімен бірге жұмыс істесе, бірнеше секунд ішінде қайтадан әкелуі мүмкін. Құдай бізге айтқандай, ол мұны айтқандай, ол оны Құранда қорғайды. __ «Шынында да, бізде Құран жіберген, біз оның қамқоршысы боламыз». (Құран 15: 9) __\n\nПоэтикалық және оқып кететін сұлулыққа қарамастан, Құранның хабарламасы сенушілердің есебінен оңай сәйкес келеді, өйткені ол өткен, болашақты және қазіргі кездегі логикалық және түсіну тәсілімен түсіндіріледі. Құран - бұл бізде ең үлкен ғажайып, және бізде тек исламды дәлелдеу үшін шынайы дін бар. Бізді жаратып, бізбен сөйлесіп, бізді Құран сөзімен тікелей үйретеді. Бізді бізді жаратқан және бізді жақсы білетін Құдай бізге кім үйреткен дұрыс?\n\nЕскі уақытта әлемнің әртүрлі бөліктеріндегі адамдар бір-біріне жиі кездеспейтіндіктен жеке тарих сақталған. Кейбір адамдар бір-бірімен кездеспеді. Ортағасырлық Еуропа, ежелгі Рим және ежелгі Қытай, олардың әрқайсысы әлемнің жалғыз маңызды бөліктерін басқарды деп ойлады, ал басқа бөліктер «варвар» болды деп ойлады.",
"t.First Pyramid Built": "__ «Бұл күн сенің денеңіңе сенен құтқарамыз. (Құран 10:93) __\n\n__Pyramid__ - бұл пирамида түрінде салынған, әдетте тастан жасалған құрылым. Ежелгі заманнан қазіргі уақытқа дейін әлемнің көптеген бөліктеріндегі адамдар осындай құрылымдарды салды.\n\nБірінші __pyramids__ 2630 б.к. салынды. Ең көне пирамида ежелгі пирамида, Египетте, Мысырда, ал үшінші Мысыр әулетінің Король Джозері салған.\n\nҚұран Мысыр әулеті туралы Мұса (Әсіресе, Мұса) және Юсуф туралы әңгімелерде айтады.\n\nҚұран Мысыр тарихын дәл осы Мысыр әулеттерінің көшбасшысына патша немесе перғауын деп атайды (кейінірек пайда болды). Британдық мұражай жақында ғана танылған тарихи факт. Олардың айтуынша, мысырлықтар 18-ші әулеттерге дейін «перғауын» деп атаған жоқ (б.з.д. 1552-1295).\n\nМұса мен Фрайун туралы бірнеше аяттар (перғауын) туралы:\n__ «Біз (Аллаһ) бізге (Алла) Мұса мен перғауынның тарихының бір бөлігін шындыққа сенеді. (Құран 28:04).\n\n«Біз Мұсаға перғауынға және оның бастықтарына өз белгілерімізді жібердік, бірақ олар оларды әділетсіз түрде қабылдамады. Сонда, тәртіпсіздік жасағандардың соңы не болды! (Құранда 7: 104)\n\n«Бұл күн сенің денеңіңе сенен құтыламыз, сенің денеңіңе сенің денеңіңе сенсеңдер!\n\nМұны Мұса Иса И.И. араласқан тарихшылар мен христиан және мұсылман ғалымдары кеңінен сенеді. Құран да, Киелі кітапта бұл оқиғаны егжей-тегжейлі айтылған, ақыр соңында, Перғауын Мұсадан кейін Қызыл теңізге батып, Құдайдың рұқсаты бар, теңізге кірді.\n\nҚұранның пайғамбарлығы __ «Бұл күн, сіз өзіңізден келгендерге белгі бола аласыз. жақында. Ніл халқының бойында патшалар алқабында барлық перғауындардың мумияланған денелері жасырылды. Қабіршелер тонап қалғаннан кейін де, перғауынның мумияланған қалдықтары ғасырлар бойы ашылмаған. Олардың ашылуы XIX ғасырда өтті, енді сіз Египеттегі Гранд Египет мұражайында II-ді көре аласыз. Оның денесі де көруге бірнеше халықаралық турға өтті. Бұл тағы да Құран мен исламдағы білімнің бізге Құдайға қалай берілуі мүмкін екенін көрсетеді.\n\nСіз еврейлердің осы перғауындармен және басқа ежелгі Египет басшыларымен өз тәжірибелерінен сұрай аласыз.\n\n__ «және біз Мұсаның тоғыз айқын белгісі берген», сондықтан біз оларға келгенде, Исраилдіктерден, ал перғауындан: «Уа, Мұсаның, сенің сиқырлы, сенің сиқырлы екеніңді», - деді. (Құран) 17: 101) __\n\nЯһуди халықтарының өмір сүруі сонымен бірге олардан олардан алған Құдайдың басқа белгілері туралы, олар оларға жіберілген көптеген ғажайыптар мен пайғамбарлар сияқты сұрауға мүмкіндік береді.\n\n__ Исраилдің балаларына біз оларға қанша нақты белгі бердік. Кім Алланың ықыласына ие болса да, оған келгеннен кейін - Шынында да, Аллаһ (Алла тағала өте ауыр. (Құран 2.211) __",
"t.Roman Empire": "__ Рим империясы __ (Латын: Империя романумы) ежелгі әлемнің ең үлкен империясы болды. Оның астанасы Рим болды, ал империясы Жерорта теңізінде болды. Империяда, 27-ден бастап, октавия император, Августы, Августы, оған 476-ға дейін, ежелгі әлемнің және орта ғасырдың басталуын немесе қара ғасырдың басталуын белгілегенге дейін төмендеді.\n\nИмперия ежелгі Римнің үшінші кезеңі болды. Римді алдымен Роман патшалары, содан кейін Рим республикасы, содан кейін император басқарды.\n\nКөптеген заманауи жерлер __жәлгі __-дің бір бөлігі болды, оның ішінде Ұлыбритания, Испания, Грек, Греция, Түркия, Германия, Германия, Египет, Левант, Қырым, Швейцария және Африканың солтүстік жағалауы. __Жоман империясының негізгі тілі Латын тілінен өтті; Грек маңызды орта тілі болды.\n\n__Жоман империясының батыс бөлігі 500 жылға жуық уақытқа созылды, ал шығыс бөлігі, оның ішінде Греция және Анатолия, оның ішінде мың жылдай уақыт жалғасты. Шығыс бөлігі - оның астанасы Константинополь ретінде, ал 1453 жылы Константинопольді Османлы жаулап алуы «Византия империясы» деп аталды. Бұл шараны Мұхаммед пайғамбардың пайғамбарлық етіп, әлемдік тарихтағы ең маңызды оқиғалардың бірі болды.",
"t.Crusades": "__ Қасиетті жерді бақылауда мәсіхшілер мен мұсылмандар арасында қандай діни соғыстар пайда болды. Дәстүр бойынша олар 1095-тен 129-ға дейін орын алды. Қасиетті жер әлі күнге дейін үш ірі монотеистік діндер үшін өте маңызды болды: ислам, иудаизм және христиан. Қасиетті жерлерде көптеген маңызды діни учаскелер бар. Бұл қазір Израиль немесе Палестина деп аталатын жер. Иерусалим, Назарет, Бетлехем, Хеброн және басқа діни нысандар Омар (Ра), үшінші халифат және жақын досы және жақын досы және жақын досы және жақын досы және жақын досы және жақын досы және жақын досы және жақын досы.\n\nКөптеген түрлі крест жорықтары болды. __Cruses __cruses__ ең маңызды және ең үлкені 11-ден 13-ғасырдан өтті. Осы уақыт ішінде 9 үлкен крест болды. Сондай-ақ, көптеген кішігірім крест жорықтары болды. Кейбір крест жорықтары тіпті Еуропада болды (мысалы, Германия, Австрия және Скандинавия). Кішкентай __cruses__ __cruses__ Renaissance және Reveloverions-қа дейін 16 ғасырға созылды.\n\n«Крест жорығы» сөзі «крест» сөзімен байланысты және мәсіхші қасиетті соғысты білдіреді. Сондай-ақ, «джихад» сөзі бар, бұл мұсылмандардың шабуылы мен күресуді білдіреді, бұл соғыс кезінде мұсылмандар үшін «крест жорығы» сияқты байланыстыра алады. Пайғамбар (аралау) мұны үйреткен (көрген) бұл кішігірім, бірақ шыңы шілдеген өмірде жарқын өмір сүру үшін шайқасқа кірді.\n\nБүкіл бүйірлер (христиандар, мұсылмандар және еврейлер) өз діндеріне көп сенді. Көптеген крест жорықтары көбінесе олардың артында саяси немесе ақшалай себептер болды. Барлық соғыстар сияқты.\n\nҚандай ортаға ортақ үш Ыбырайым діндер арасындағы соғыс қимылдарын көру өте өкінішті. Мұсылмандар яһудилер мен мәсіхшілерді кітаптың адамдары деп санайды, бұл олардың ерекше мәртебесі бар және мұсылмандармен қарым-қатынаста кез-келген адамдармен салыстырғанда. Сіз мұны пайғамбардың өмірінде көре аласыз (көре аласыз), ал қай жерде ол және серіктер мен қайғыларын Византия Христианның сасаниялықтарға жоғалтуы үшін үлкен шайқаста жоғалтқан. Бұл хадистерде жазылып, Құран тілінде де сөйлесті. Сондай-ақ, ИСЛАМ-нің шынайылығының тағы бір көзі болып табылады: «Римдіктер жеңілді:» Римдіктер жеңіліске ұшырады. Жабысқан жерлерде (Анадолы); бірақ олар жақында бірнеше жыл ішінде жеңіске жетеді. Алла бұған дейін және одан кейін бұйрыққа ие. Сол күні сенушілер қуанады »(Құран 30: 2-4) __\n\nБұл кезде араб пагандары пұтқа табынушылар пұтқа табынушы Сасандықтардың жағында болған, ал араб мұсылмандары мәсіхшілердің бұл шайқаста жеңіске жетті деп үміттенген. Мәсіхшілер пұтқа тап болған кезде, бұл жоғалтқаны үшін мұсылмандарды мазақ етіп, «қазір сенің құдайым қайда?» Деп айтып, мұсылмандарды мазақ етті. Сондықтан Құдай осы аятта осы тармақты ашты. Әрине, эмперсиялық шайқаста, 622 жылы Эссенционердің астында Император Гераклийдің Визаньдер Сасандықтарға қарсы жеңіске жетіп, «Құран» пайғамбарлығын растайды.",
"t.Black Plague": "__ Қара өлім __ Еуропа мен Азия бойынша миллиондаған адамдарды өлтірген аурудың басталуы болды. Еуропадағы әрбір үш адамнан біреуі аурудан қайтыс болды және 1347 және 1351 арасындағы ең нашар болды. Ауру Азияда басталған болуы мүмкін. Көптеген адамдар ауру бұл ауру бубондық оба болды деп ойлайды. Бұл ауру егеуқұйрықтарда тұратын бүргелер арқылы жүзеге асырылады және таралады. Жібек жолындағы саудагерлер жұқтырған бүргелерді Еуропаға әкелген болуы мүмкін.\n\nБүргелер проблеманы бастады; Жұқтырған бүргелерді қара егеуқұйрықтар жүргізді. Бүргелерді алып жүрген егеуқұйрықтар қалаларға түседі. Блюз бит болғанда, олар жараға бактериялардың аздап созылуы керек. Бұл адамның жұқтыруына әкелуі мүмкін. Егеуқұйрықтар жиі кемелерде болды. Бұл аурудың бүкіл Еуропада өте тез таралғанын білдірді.\n\nАдамдарда, ауру ішектегі ісінуді, қол астында және құлақтың артында. Бұл ісінулер қара және күлгін түс болды, демек, «қара өлім» атауы. Қараңғы ісінулер булар деп аталды. Адамдар ауырып, құрбан болғандар қорқынышты өлді. Симптомдарды зардап шеккендер ауруды алып жүргеннен кейін 3-7 күннен кейін көруге болады.\n\nӨкінішке орай, Лондондағы кейбір қалаларда мысықтар аурудан туындаған, сондықтан олар аң аулап, көп жерде өлтірілді деп ойлады. Өкінішке орай, бұл күткендей, бұл оқтау үшін обадан басталды, өйткені қазір егеуқұйрықтар өздерінің негізгі табиғи жыртқыштарынан айрылды, ал популяциялар одан да көп өсті.\n\nБубон обасының айналасындағы тағы бір қызықты факт - Рим Папасы өзін қалай құтқарды. Ол кезде мұсылмандар барлық медициналық және ғылыми-ғылыми ашылғандардың басында болды. Көптеген мұсылман кітаптарынан тарала отырып, католиктік дін қызметкерлері оттың белгілі бір ауруларды (микробтар) уағыздау және өлтіру туралы ойлағанын білді. Осылайша, олар бірнеше апта созылған папаны қоршап тұрған шеңберде үлкен өртті жарып жіберді. Бұл, әрине, егеуқұйрықтар мен олардың қашып кетуі папаны құрайды және ол ешқандай қиындықсыз өмір сүрді.",
"t.Constantinople/Istanbul": "__Константинопольдер (330-395), Византия / Шығыс Рим Рим империясы (395-1204 және 1261-1453), Латын империясы (1204-1261), және Осман империясы (1453-1922). 1930 жылы ол Стамбул болып өзгертілді. Бұл қазіргі Түркиядағы қала.\n\nСтамбулдың жаулап алуы Исламбол деп аталған, әлі де исламның тағы бір белгісі және Мұхаммед пайғамбар пайғамбар пайғамбарлық болған. __ «ҚҰРЫЛЫМЫ», сіз Константинопольді бағындырасыз. Бұл армия қандай керемет армия және қандай керемет қолбасшы болады? » . .\n\nТарихшылар «Ұшып-түстен кейін жеңген уақыт» кезеңі үшін бүгін Нью-Йорк сияқты жерді жеңуге тең деді.",
"t.Newton and Gravity": "Көптеген адамдар __isaac Newton__-ді ойлаған кезде, олар алма ағашының астында алма ағашыға отырған кезде ойлайды. Кейбір адамдар тіпті алма оның басына түскеніне сенеді. __ЖоВтон__ Алма сияқты заттардың жерге құлағаны белгілі бір күшке ие екенін түсінді - бұл күш-жігер деп атайды. __Жүнтөбе__ гравитация екі нысанның, мысалы, алма мен жердің арасындағы тартудың күші болды деп ойлады. Ол сонымен қатар мәселе неғұрлым көп болса, одан да кіші нысандарда бірдей күш береді деп ойлады. Бұл жердің үлкен массасы заттарды оған қарай тартқанын білдірді. Сондықтан алма орнына түсіп кетті және неге адамдар ауада қозғалмайды.\n\n__ИсАак Ньютон__ ауырлық күші туралы ойланып жүрді. __Wonton__ алдында __ __Wton__ алдында адамдар жердің жанында ғана заттар түсіп кетеді деп ойлады. Бірақ __Жүнтон__ ауырлық күші тек жермен және ондағы заттармен шектелмеуі керек деп ойлады. Егер ауырлық күші айға және одан тыс жерлерге барса ше?\n\n__Сіз екі дененің тартымдылығын есептеу үшін формула ойлап тапты. Ол оны жерді айналып өту үшін қажетті күштерді есептеу үшін қолданған. Содан кейін ол оны алма құлаған күшпен салыстырды. Айдың жер бетінен әлдеқайда алыс екенін және одан да көп бұқаралық бұқараға ие болғандықтан, ол күштердің бірдей екенін білді. Ай жердің ауырлық күшін тарту арқылы жердегі орбитада өткізіледі.\n\n__Wony__ ойлап тапқан формуласы гравитация заңы деп аталады. Ол өте білімді және оның көптеген заңдары Ньютониялық физика деп аталды. Оның көптеген математикалық формулалары әлі де үлкен нысандар үшін объектілердің механикасын есептеу үшін қолданылады. Олар ұсақ-түйектер үшін дәл емес, сондықтан Newwer Science кванттық физика деп аталатын ғылымның осы таңғажайып әлемін түсіну және түсіну үшін дамуда.",
"t.Industrialization": "__ Одрустрализация__ (немесе индустрияландыру) - бұл елдерде олар бір кездері адамдар жасаған жұмыс жасау үшін машиналарды қолдана бастаған кезде пайда болады. __ Синдурализация__ Адамдар жасаған істерді өзгертеді. __ Синдурализация__ Қалаларды үлкенірек өсіруге себеп болды. Көптеген адамдар ауылшаруашылық шаруашылығын қалалардағы зауыттарда жоғары төленетін жұмысқа орналасады.\n\n__ __industrializationization__ - бұл адамдарды жасаудың арзан тәсілдері бар процестің бөлігі. Жақсы технологияны қолдана отырып, қысқа уақыт ішінде көбірек тауар өндіруге болады. Басқа заттарды аз адамдар шығаруға болады.\n\nИндустрияландырудан кейін адамдар сонымен қатар мамандандырылған жұмыс орындарын істейді. Мысалы, индустрияландырудан бұрын, цобблер (аяқ киім мен былғарыдан жасалған бұйымдар жасаған адам) бір аяқ киім жасады. Ол бір жұп аяқ киіммен жұмыс істеді, оны аяқтады, содан кейін келесі аяқ киімнен басталады. Индустрияландырумен аяқ киім жасау арқылы аяқ киім жасауға көптеген адамдар бар, олар шағын міндеттерге айналады. Мысалы, аяқ киімнің табанын кесіп тастайтын бір адам бар, ал басқа адам оны тігіп алады. Қысқасы, еңбек бөлінісі бар және ол бүгін құрастыру желісі ретінде белгілі. Осындай зауыттардағы машиналар көп ақша талап етеді, сондықтан зауыт машиналар мен жұмысшыларды әр түрлі машиналар мен міндеттерге апаратын бай адамға тиесілі болады.\n\n__ Андистераландыру __ 18 ғасырдағы индустриалды революциямен Англияда басталды. Бұл алдымен Еуропаның және Солтүстік Американың бөліктеріне таралды. ХХ ғасырда индустрияландыру көптеген елдерге таралды.",
"t.Darwin's\nTheory of Evolution": "__ Алла барлық жануарларды судан жаратты. Олардың қарсауындағы кейбіреулері, екі аяғымен жүреді, ал төртеуі бар. Алла өзінің қандай болатынын жасайды, өйткені шын мәнінде Аллаһтың бәріне күш салады »( 24:45) .__\n\n__Чрадтар Darwin__ (1809-1882) оның 1859 жылы «түрдің шығу тегі туралы» кітабы Ол табиғи іріктеуді ұсынды, ол белгілі бір қасиеттері бар жануарлар барлық жануарлардың барлық пайда болғанындай жақсы өмір сүре алады. Алайда, Дарвин генетика туралы уақыт немесе белгілердің іс жүзінде өткенін түсінбеді немесе білмеді. Сондықтан ол балалардың ата-аналарына ұқсайтынын дәл түсіндіре алмады.\n\nДегенмен, __Дарвинс__ эволюция түсіндірмесі ғылыми қоғамдастықпен түбегейлі қабылданады және ғалымдар осы күнге дейін бірыңғай жасушалы организмдер мен маймылдардан дамып, оларды дәлелдеу үшін көп жұмыс істеуде. Ал Мұсылмандар, христиандар мен еврейлер біз Адамның (аралау) ұрпақтарымыз, ал бірінші адам және әйел. Ғалымдар мұндай тұжырымдарға «ақылды дизайн» деп аталады және бұл ДНҚ, адам ағзасы, күн жүйелері және т.б. сияқты сансыз дәлелдер бар.\n\nДарвинизмге ұқсас, исламдар өмірдің кезеңдерде және уақыт аралығында пайда болатын идеяны таниды. Сондай-ақ, біз Құдайдың бәріне билік етіп, қоршаған ортаға қатысты кез-келген нәрсені өзгерте аламыз деп санаймыз. Құдай оны бірінші рет жаратты, екінші рет оңай, дұрыс па? Біз сот күні қайта тірілгендей.\n\nБірақ заманауи эволюционист теориялары сияқты, табиғатта қайғылы және өлімге әкелетін кездейсоқ музиялар, жануардың дамуына себеп болады, егер ол су тасқынынан кейін жеңілдейтін болсын, егер ол қажет болса, су тасқыныдан кейін азаяды Мысал. Бұл шын мәнінде құстарды бейімдейтін құстарды бейімдеудің көптеген зерттеулерінде құжатталған, сондықтан ғалымдар оны түсіндіре алмайтындығы және басқа түрлер тез бейімделмейді. Бұл көп мағынаға ие, содан кейін жануардың баяу және кездейсоқ дамып келе жатқаны. Сондай-ақ, жаңа немесе жойылған көбелектер жағдайлары жоқ, қай жерде болмады. Мұсылмандар жануарларға және қоршаған ортаға көп қамқорлық жасайды, бірақ біз олардың жойылып кетуіне немесе өзіне қамқор бола алмайтынымызға баса назар аудармаймыз, өйткені біз барлық нәрселер сияқты, біз Құдайға сенім артамыз.\n\nҚорытындылай келе, мұсылмандар адам тіршілік иелері кездейсоқ итермеленген идеяны қабылдамайды. Мұсылмандар адамның ерекше жаратылыс болып саналады деп санайды. Ислам адамилердің тәліміне үйретеді, бұл барлық нәрсе сияқты Алла жасаған ерекше өмірлік форма; Алайда, бізде кез-келген басқа жануарлардан және болған ерекше сыйлықтар мен қабілеттер бар. Мысалы, бізде мәңгілік жан, ар-ождан, қиял, білім және ерік бар. Біз мықты, жақсы және қызық бола аламыз немесе әлсіз бола аламыз және өзімшілдіктерімізді орындау үшін жұмыс істей аламыз. Адамның өмірі, адам өмірінің өмірі екі адамды, Адам мен Хавва деп аталатын ерлер мен әйелдерден басталды, және бұл бізді қан мен отбасымен байланыстырады.\n\nҚұран Аллаһтың «Әрбір тірі затты судан шығарды» деп суреттейді. __ Тағы бір аят (Құран 21:30). __ «Аллаһтың барлық жануарларды судан қалай жаратқаны туралы» суреттейді. Олардың біреуі олардың қарындарында, кейбіреулері екі аяғымен жүріңіз, ал кейбіреулері төртеуінде жүреді\n\nБұл өлеңдер өмірде суда басталған ғылыми теорияны қолдайды.",
"t.World War 1": "__Угерлер соғысы (немесе бірінші дүниежүзілік соғыс) 1914 жылы 28 шілдеден басталып, 1918 жылдың 11 қарашасына дейін созылды. Соғыс төрт жыл, үш ай және 14 күн болды.\n\nЖауынгерлердің көп бөлігі Еуропада болды, бірақ көптеген басқа елдердің сарбаздары қатысып, ол еуропалық державалардың отаршылдық империяларын өзгертті және сонымен қатар Осман империясының соңына жетті. Екінші дүниежүзілік соғысқа дейін 1939 жылы басталғанға дейін __ соғыс соғысы Ұлы соғыс, дүниежүзілік соғыс немесе «барлық соғыстарды аяқтаған» деп аталды. 135 мемлекет __World Warw ____ және 10 миллионға жуық адам қатысты, ал 10 миллионға жуық адам соғысып, көбінесе аурулар мен ашаршылық.\n\n__World Warwer I__ Еуропа елдерінің көпшілігімен күрескен. Нақты жекпе-жектер көптеген түрлі майдандарда болды. Батыс майдандары Германия мен одақтастар арасындағы көптеген жекпе-жектер болды. Мұндағы жауын-шашынның көпшілігі траншея соғысы болды.\n\nШығыс майданы орталық және Шығыс Еуропада күрескен. Мұнда ұрыс траншеялық соғыс емес, алдыңғы жағынан майданның мөлшеріне байланысты мобильді соғыс болған жоқ. Таяу Шығыс майданында және итальяндық майданда көп күрес болды. Жекпе-жек Африка, Қытай және теңізде де, әуеде де өтті.\n\nСоғыс көптеген түрлі шарттарға қол қоюмен аяқталды, бұл Версаль туралы келісімнің ең бастысы.\n\n__World War I__ танктер, ұшақтар және сүңгуір қайықтары немесе (у-қайық) маңызды қару болған алғашқы ірі соғыс болды.",
"t.World War 2": "Екінші дүниежүзілік соғыс (WWII немесе WW2), сонымен қатар, Екінші дүниежүзілік соғыс және Кеңес Одағында, Ұлы Отан соғысы әлемнің көптеген елдерінде және көптеген елдерде соғысқан жаһандық соғыс болды. Көптеген елдер 1939-1945 жылдары соғысқан, бірақ кейбіреулері 1937 жылы күрес бастады __World Ward II__ адамзат тарихындағы ең қауіпті жанжал болды. Бұл басқа елдерге қатысты, көп ақша қымбаттады және адамзат тарихындағы басқа соғыстан гөрі көп адамды өлтірді. 50-ден 85 миллионға дейін адам қайтыс болды. Олардың көпшілігі бейбіт тұрғындар болды. Оған қырағырлар, Холокост, стратегиялық бомбалау, аштық, аштық, ауру, ауру және газеттегі ядролық қаруды алғашқы қолдану Жапонияда.\n\nАзиядағы соғыс Жапонияның империясы Қытайдың империясы 1937 жылы 7 шілдеде Қытайға басып кірді. Америка Құрама Штаттары Жапонияға мұнай эмбаргосын орналастыру арқылы жауап берді. Еуропадағы соғыстың басталуы Германия Польшадан 1939 жылы 1 қыркүйекте Польшаға басып кірген кезде болды. Франция мен Ұлыбритания Германиядағы соғысты жариялау арқылы жауап берді. 1941 жылға қарай Еуропаның көп бөлігі неміс бақылауында болды. Ұлыбритания тек Солтүстік Африкадағы оське, Жерорта теңізіне және Атлантқа қарсы тұрды. 1941 жылы маусымда осьтік державалар тарихтағы соғыстың ең үлкен аймағын бастаған Кеңес Одағын басып алды. 1941 жылы 7 желтоқсанда Жапония Батыс колонияларына Тынық мұхиты шабуылдады және екі соғысы бір болды.\n\nЖапондық жеңістер 1942 жылы тоқтатылды, ал еуропалық осьтік жеңістері 1943 жылы Солтүстік Африка және Кеңес Одағында да тоқтатылды. Осыдан кейін одақтастар барлық жағынан күресе бастады. Ось солтүстік Африканы жоғалтып, 1943 жылдан бері Италияны қорғауға мәжбүр болды. 1944 жылы одақтастар Францияға Германияға қарай Рейн өзеніне қарай бет алды, ал кеңестер шығыстан жабылған. Германия 1945 жылдың мамыр айында тапсырды. Жапония 1945 жылдың 2 қыркүйегінде ресми түрде тапсырылды. Соғыс одақтас жеңістен аяқталды.\n\nСоғыстан кейін Біріккен Ұлттар Ұйымы елдер арасындағы қолдауды дамыту және болашақ соғыстардың алдын алу үшін құрылды. Көп ұзамай ірі жеңімпаздар арасындағы қырғи қабақ соғыс басталды, бірақ олар нақты соғыста бір-бірімен күреспеді. Азия мен Африканы деколонизациялау, онда Еуропа елдері бақылайтын елдер өздерінің тәуелсіздігі туралы берілді. Бұл соғыстан еуропалық билік әлсірегендіктен болды. Экономикалық қалпына келтіру және саяси интеграция (елдерді біріктіру процесі) соғыс нәтижелерінің қатарында болды.",
"t.Cold War": "__Көле соғыс __ (1947-1991) (1947-1991) АҚШ пен Кеңес Одағы (КСРО және оның одақтастары), Екінші дүниежүзілік соғыстың соңы мен Кеңес Одағының құлдырауы арасындағы шиеленісті байланыс болды.\n\nЕкі елдің көпшілігінде екі ірі әскери елі АҚШ пен Түркия болған. Екінші елдердің көпшілігінде Варшава Пактінде одақтас болды, ең қуатты ел - Кеңес Одағы (қазіргі Ресей) болды.\n\nБатыс капиталистік тобына Америка, Түркия, Батыс Еуропа, Израиль, Жапония, Оңтүстік Корея, Таиланд, Таиланд, Таиланд, Иран (1945-1979), Пәкістан, Малайзия, Филиппин, Оңтүстік Африка, Африка, Австралия, Австралия, Австралия және Жаңа Зеландия кіреді.\n\nШығыс-Социалистік топқа Кеңес Одағы, Шығыс Еуропа, Ангола, Эфиопия, Куба (1959-1991), Моңғолия, Солтүстік Корея, Қытай және Вьетнам кіреді.\n\nҚырғи қабақ соғыс 1989 жылы Берлин қабырғасының құлауымен аяқталды, Ресеймен социалистік коммунистік елден демократиялық капиталистік елге ауысады. Алайда, бұл жерде Ресей мен Украинаның арасындағы шайқастар мен соғыста көргендей, әлі де жанжал қалды.",
"t.Moon Landing": "__Apollo 11__ адамдарды айға жіберудің алғашқы рейсі болды. Оны NASA (Ұлттық аэронавтика және ғарыш әкімшілігі), түпнұсқа американдық ғарыш агенттігі жасады. Ол 1969 жылы 16 шілдеде ғарышқа көтерілді, үш ғарышкер алып жүрді: Neil Armstrong, Buzz Aldin және Michael Collins. 1969 жылы 20 шілдеде Армстронг пен Алдрин айға қонатын алғашқы адамдар болды, ал Коллинз Айдың айналасындағы орбитада қалды.\n\nҰшу Құрама Штаттар мен Кеңес Одағы арасында __pace сортының бөлігі болды. Ол Джон Ф. Кеннедидің жоспарын аяқтады, 1961 жылы 35-ші Президент, 1961 жылы «Айдағы бір адамды жерге апарып, жерге аман-есен қайтып орал», - деді.",
"t.World Wide Web": "__ Интернеттегі __ - бұл компьютерлердің ең ірі коммуникациялық желісі. Интернетте миллиондаған кіші, академиялық, бизнес және мемлекеттік желілер бар, олар бірге көптеген түрлі ақпарат алып келеді. Термин кейде «желі» ретінде, желі үшін қысқа болады. __World Vide Web__ - бұл ең үлкен қызметтердің бірі. Оны бүкіл әлемде бірнеше миллиард адам қолданады.\n\nИнтернетті АҚШ-та «Америка Құрама Штаттарының озық ғылыми жобалар агенттігі» (Дарпа) әзірледі. Интернет алғаш рет алғаш рет 1969 жылы қазан айында қосылды және __arpanet__ деп аталды. __World GirlD Web__ 1990 жылы Тим Бернер-Ли атындағы британдық (Ұлыбритания) ғалымы (Ұлыбритания) ғалымдарымен жасалған.",
"i.Big Bang": "Үлкен жарылыс",
"i.Milky Way is Born": "Сүт жолы дүниеге келді",
"i.Sun is Born": "Күн дүниеге келеді",
"i.Earth is Born": "Жер дүниеге келеді",
"i.Heavy Bombardment": "Ауыр бомбалау",
"i.Life on Earth": "Жердегі өмір",
"i.Single Celled Organisms": "Бір жасушалық организмдер",
"i.Animals": "Жануарлар",
"i.Fish": "Балық",
"i.Insects": "Жәндіктер",
"i.Reptiles": "Бауырымен жорғалаушылар",
"i.Dinosaur Age": "Динозавр жасы",
"i.Mammals": "Сүтқоректілер",
"i.Stegosaurus": "Стегозавр",
"i.Tyrannosaurus": "Тираннозавр",
"i.Dinosaur Extinction": "Динозаврдың жойылуы",
"i.Primate Bipedalism": "САТЫП АЛУ",
"i.Constructed Tools": "Салынған құралдар",
"i.Control Fire": "Бақылау өрт",
"a.Adam": "Адама",
"i.First Temple": "Бірінші ғибадатхана",
"i.Agricultural Revolution": "Ауылшаруашылық революциясы",
"i.Writing": "Жазу",
"i.Recorded History": "Жазылған тарих",
"i.First Pyramid Built": "Бірінші пирамида салынған",
"i.Roman Empire": "Роман империясы",
"i.Crusades": "Крест жорықтары",
"i.Black Plague": "Қара оба",
"i.Constantinople/Istanbul": "Константинополь / Ыстамбұл",
"i.Newton and Gravity": "Ньютон және ауырлық күші",
"i.Industrialization": "Индустрияландыру",
"i.Darwin's\nTheory of Evolution": "Дарвин\nЭволюция теориясы",
"i.World War 1": "Бірінші дүниежүзілік соғыс",
"i.World War 2": "Екінші дүниежүзілік соғыс",
"i.Cold War": "Қырғи қабақ соғыс",
"i.Moon Landing": "Ай қонуы",
"i.World Wide Web": "Дүниежүзілік өрмек",
"auth.signInButton": "Кіру",
"auth.signUpButton": "Тіркелу",
"auth.resetPasswordButton": "Құпия сөзді қалпына келтіру электрондық поштасын жіберіңіз",
"auth.emailFormField": "Электрондық пошта",
"auth.passwordFormField": "Пароль",
"auth.nameFormField": "Есім",
"auth.signInErrorTitle": "Қате қол қою",
"auth.signInError": "Электрондық пошта немесе пароль дұрыс емес",
"auth.resetPasswordLabelButton": "Құпия сөзді ұмыттыңыз ба?",
"auth.signUpLabelButton": "Аккаунты жасау",
"auth.signUpErrorTitle": "Тіркелу сәтсіз аяқталды",
"auth.signInLabelButton": "Есептік жазбаңыз бар ма? Тіркелгіңізге кіріңіз.",
"auth.resetPasswordNoticeTitle": "Құпия сөзді қалпына келтіру электрондық поштасы жіберілді",
"auth.resetPasswordNotice": "Құпия сөзді қалпына келтіру үшін, электрондық пошта арқылы нұсқауларды орындаңыз.",
"auth.resetPasswordFailed": "Құпия сөзді қалпына келтіру электрондық поштасын жіберу сәтсіз аяқталды.",
"auth.updateUserSuccessNoticeTitle": "Пайдаланушы жаңартылды",
"auth.updateUserSuccessNotice": "Пайдаланушы туралы ақпарат сәтті жаңартылды.",
"auth.updateUserEmailInUse": "Бұл электрондық пошта мекенжайында тіркелгі бар. Кіру?",
"auth.updateUserFailNotice": "Пайдаланушыны жаңарту сәтсіз аяқталды",
"auth.enterPasswordTitle": "Құпия сөзді енгізіңіз",
"auth.cancel": "Күшін жою",
"auth.submit": "Бағыну",
"auth.wrongPasswordNotice": "Құпия сөз біздің жазбаларымызға сәйкес келмейді.",
"auth.userIsAdminDisabled": "Бұл есептік жазбаны әкімші өшірді.",
"auth.tooManyRequests": "Тым көп сұраулар жасалды.",
"auth.operationNotAllowed": "Бұл операцияға жол берілмейді.",
"auth.requiresRecentLogin": "Бұл операцияда жақында кіру қажет.",
"auth.unknownErrorTitle": "Белгісіз қате",
"i.Settings": "Параметрлер",
"i.Language": "Тіл",
"i.Theme": "Тақырып",
"settings.signOut": "Шығу",
"i.Dark": "Қараңғы",
"i.Light": "Жарық",
"i.Update Profile": "Профильді жаңарту",
"validator.email": "Жарамды электрондық пошта мекенжайы болуы керек",
"validator.password": "Пароль кемінде 6 таңбадан тұруы керек",
"validator.name": "Атау болуы керек",
"validator.number": "Сан болуы керек",
"validator.notEmpty": "Бұл қажет",
"a.Isharet": "Хабарландыру",
"a.{0} Isharet": "{0} хабарлама",
"at.{0} Updated": "{0} жаңартылды",
"a.Athan": "Аға",
"at.{0} on": "{0} қосулы",
"at.{0} off": "{0} өшірулі",
"i.Default sound on": "Әдепкі дыбыс қосулы",
"i.Default sound off": "Әдепкі дыбыс өшірулі",
"i.Vibration on": "Діріл",
"i.Vibration off": "Діріл өшірулі",
"i.AM": "Боламын",
"i.PM": "Кешкі",
"a.Fajr": "Фадж",
"a.Shuruq": "Күннің шығуы",
"a.Ishraq": "Eshraq",
"a.Duha": "Духа",
"a.Istiwa": "Зенит",
"a.Dhuhr": "Друхр",
"a.Asr": "ASR",
"a.Ghurub": "Күннің батылуы",
"a.Maghrib": "Maghrib",
"a.Isha": "Иша",
"a.Muntasaf Allayl": "Түн ортасы",
"a.Althuluth Al'Akhir Min Allayl": "Түннің соңғы үштен бірі",
"a.{0} Tomorrow": "{0} ертең",
"tt.calculationMethod": "Салах уақытты есептеу әдісін таңдаңыз",
"i.Calculation Method": "Есептеу әдісі",
"at.asrStartTime": "Нысанның көлеңкесі бірдей ұзындық ({0}) немесе оның ұзындығының ({1})",
"a.Zaman": "Уақыт",
"a.Sabqan": "Ертерек",
"a.Lahiqan": "Кейінірек",
"at.{0} Default": "{0} әдепкі",
"at.showJumah": "{0} намаз туралы мәліметтерді жұмада немесе әрқашан {1} мәліметтерін көрсетіңіз",
"i.Round Time To": "Айналмалы уақыт",
"tt.roundTimeTo": "Дұғаттау уақыты ең жақын минуттарға немесе секундқа",
"a.Saat": "Сағат",
"a.Daqayiq": "Минуттар",
"a.Thawani": "Секунд",
"a.Saat Hayit": "Сағат",
"tt.clockType": "Сағат 12 сағат немесе 24 сағаттық рет көрсетсе",
"a.Adhkar As-Sabah": "Таңертең Адхкар",
"a.Adhkar Al-Masaa": "Кешкі Адхкар",
"at.aqCountdownTimer": "{0}: {1}: {2}: {2} »және« {3} »аяқталады және« {4} »басталады",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} »{2}« {3} »басталады",
"a.Muharram": "Мухаррам",
"a.Safar": "Safar",
"a.Rabi' Al-Awwal": "Раби - Al-awwal",
"a.Rabi' Al-Thani": "Раби «әл-Тани",
"a.Jumada Al-Awwal": "Джумада аль-Аввал",
"a.Jumada Al-Thani": "Джумада әл-Тани",
"a.Rajab": "Раджаб",
"a.Sha'aban": "Шаабан",
"a.Ramadan": "Рамадан",
"a.Shawwal": "Шаввал",
"a.Dhu Al-Qi'dah": "Дху әл-Цида",
"a.Dhu Al-Hijjah": "Дху әл-Хижжя",
"a.Qiyam": "QiYAM",
"a.Taraweeh": "Тараве",
"a.Nayam": "Ұйықтау",
"a.Tahajjud": "Тахажжуд",
"a.Witr": "Витр",
"a.Aliathnayn": "Дүйсенбі",
"a.Althulatha'": "Сейсенбі",
"a.Al'arbiea'": "Сәрсенбі",
"a.Alkhamis": "Бейсенбі",
"a.Jumah": "Жұма",
"a.Alsabt": "Сенбі",
"a.Al'ahad": "Жексенбі",
"a.Kānūn aṯ-Ṯānī": "Қаңтар",
"a.Šubāṭ": "Ақпан",
"a.'Āḏār": "Сапта жүру",
"a.Naysān": "Сәуір",
"a.'Ayyār": "Мамыр",
"a.Ḥazīrān": "Маусым",
"a.Tammūz": "Шілде",
"a.'Āb": "Тамыз",
"a.'Aylūl": "Қыркүйек",
"a.Tišrīn al-'Awwal": "Қазан",
"a.Tišrīn aṯ-Ṯānī": "Қараша",
"a.Kānūn al-'Awwal": "Желтоқсан",
"a.Layl{}": "Түн",
"i.Quest was already completed": "Тапсырма аяқталды",
"i.Quest skipped, try again tomorrow": "Іздеу өткізіп жіберді, ертең қайталап көріңіз",
"i.Quest expired, try again tomorrow": "Тестімнің мерзімі бітті, ертең қайталап көріңіз",
"i.Quest is not active yet": "Тапсырма әлі белсенді емес",
"at.Tap to skip quest, you will lose {0}": "Квест өткізіп өту үшін түртіңіз, {0} жоғалтасыз",
"a.Ajr": "Марапаттар",
"i.Skip": "Секіру",
"i.Done": "Жасалды",
"i.Tap to complete quest": "Тапсырманы орындау үшін түртіңіз",
"i.Active": "Белсенді",
"i.Daily": "Күн сайын",
"a.hapi": "хапи",
"i.Set long-term goals": "Ұзақ мерзімді мақсаттар қойыңыз",
"i.Manage and prioritize your time": "Уақытыңызды басқарыңыз және басымдықпен",
"i.Build religious and healthy habits": "Діни және пайдалы әдеттерді қалыптастыру",
"i.Pray like the Prophet (AS)": "Пайғамбар сияқты дұға етіңіз (AS)",
"a.'Adawat": "Құралдар",
"a.Dua": "Дуа",
"a.dua": "дуа",
"a.Hadith": "Хадис",
"a.Quran": "Құран",
"a.Tarikh": "Тарих",
"a.Alathar": "Жәдістер",
"a.'Asyila": "Тапсырмалар",
"i.View your rewards": "Марапаттарыңызды қараңыз",
"i.Find prayers": "Дұғаларды табыңыз",
"i.Read from Books of Hadith": "Хадис кітаптарынан оқыңыз",
"i.Read the Quran": "Құранды оқыңыз",
"i.View the history of Islam and our Universe": "Ислам және біздің ғаламның тарихын қарау",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "Құралдарды Qiblah Finder және ислам сөздігі сияқты қолданыңыз",
"i.Collect, upgrade and learn from Relics": "Реликтерден жинаңыз, жаңартыңыз және үйреніңіз",
"i.Earn rewards for this life and the next": "Осы өмір үшін және келесі үшін сыйақы алыңыз",
"i.Go back to previous page": "Алдыңғы бетке оралыңыз",
"at.Go back to {0} home page": "{0} басты бетіне оралыңыз",
"i.Hide menu": "Мәзірді жасыру",
"i.Show menu": "Көрсету мәзірі",
"i.Menu": "Дастархан мәзірі",
"i.Search": "Іздеу",
"i.Favorites": "Сүйікті",
"at.{0} Menu": "{0} мәзірі",
"at.{0} Search": "{0} іздеу",
"at.{0} Favorites": "{0} Таңдаулы",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} {1} {2} үшін еріктілер жасаған.",
"i.We hope it greatly improves your happiness in this life and the next.": "Бұл өмірдегі және келесі өмірдегі бақытты жақсартады деп сенеміз.",
"at.{0} will never track or sell your data and will remain free.": "{0} ешқашан сіздің деректеріңізді бақыламайды немесе сатпайды және бос қалады.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "{0} {1} қолдауға, {2} бөлісуге және серверлік шығындарға, одан әрі дамытуға және әлеуметтік ақпаратқа қол жеткізуге болады.",
"a.Allah": "Ша",
"a.SWT": "Сұм",
"at.About {0}": "{0} туралы",
"at.Share {0} then share in mountains of rewards!": "{0} үлесі, содан кейін Марапаттар тауларымен бөлісіңіз!",
"a.Assalamu Alaykum": "Сізге тыныштық болыңыз",
"i.,": ",",
"i.Check out this really useful and fun Muslim app!": "Мұны шынымен пайдалы және көңілді мұсылман қосымшасын қараңыз!",
"i.Learn more at": "Толығырақ біліңіз",
"i.Show favorite events": "Сүйікті оқиғаларды көрсету",
"i.Show all events": "Барлық оқиғаларды көрсету",
"i.Hide events": "Оқиғаларды жасыру",
"i.Navigate to past": "Өткенге өтіңіз",
"i.Navigate to future": "Болашаққа өтіңіз",
"i.Quintillion": "Quintion",
"i.Quadrillion": "Квадриллион",
"i.Trillion": "Триллион",
"i.Billion": "Миллиард",
"i.Million": "Миллион",
"i.Thousand": "Мың",
"i.Year": "Жыл",
"i.Years": "Жылдар",
"i.Ago": "Бұрын",
"i.Years Ago": "Бірнеше жылдар бұрын",
"i.AD": "Ойрандау",
"i.BC": "Б?",
"i.page away": "алыс",
"i.pages away": "Беттер алыс",
"i.Era": "Эа",
"i.Birth of the Universe": "Әлем тууы",
"i.Common Era": "Жалпы дәуір",
"dummy.toDragDontDelete": "ğüşıiçğüşiöçğç"
}
