{
"t.Big Bang": " __ \"Os descrentes não percebem que os céus e a Terra eram uma massa, então nós os prejudicamos? E nós criamos a partir da água todos os vivos. Eles não vão acreditar?\" (Alcorão 21:30) __\n\nO modelo __big bang__ é que o universo começou em uma condição extremamente denso e quente e se expandiu. A teoria sugere, e as medidas mostram que o universo ainda está se expandindo hoje.\n\nO __big bang__ é uma teoria científica sobre como o universo começou e depois fez as estrelas e as galáxias que vemos hoje.\n\nO universo começou como uma superforce muito quente, pequena e densa (a mistura das quatro forças fundamentais), sem estrelas, átomos, forma ou estrutura (chamada de \"singularidade\"). Então, cerca de 13,8 bilhões de anos atrás, o espaço se expandiu muito rapidamente (portanto, o nome \"__big bang__\"). Isso iniciou a formação de átomos, o que acabou levando à formação de estrelas e galáxias. Foi Georges Lemaître quem observou pela primeira vez (em 1927) que um universo em expansão poderia ser rastreado no tempo até um ponto único de origem.\n\nNo entanto, desconhecidos por muitos fatos astronômicos e outros modernos, como o Big Bang, a formação do planeta, as órbitas e o comportamento, a embriologia e muito mais, nos foram revelados por Deus no Alcorão há mais de 1400 anos. Por exemplo, Georges Lemeaitre não foi o primeiro a notar sobre o Big Bang. O Alcorão fala claramente sobre o Big Bang __ \"Os descrentes não percebem que os céus e a terra eram uma massa, então os prendermos? E criamos a partir da água todos os vivos. Eles não acreditarão?\" (Alcorão 21:30) __\n\nSe você está procurando um sinal ou prova de Deus, saiba que esta é apenas uma das muitas inúmeras provas de que o Islã é o verdadeiro e a única religião de Deus.\n\nO universo ainda está se expandindo hoje, que foi descoberto recentemente. No entanto, novamente o Alcorão confirma: __ \"Os céus, nós os construímos com poder. E, em verdade, estamos expandindo -o\" (Alcorão 51:47) __.\n\nComo um todo, o universo está crescendo e a temperatura está caindo à medida que o tempo passa. Cosmologia é o estudo de como o universo começou e seu desenvolvimento. Os cientistas que estudam a cosmologia concordam que a teoria __big bang__ corresponde ao que eles observaram até agora.\n\nFred Hoyle chamou a teoria de \"__big bang__\" em seu programa de rádio. Ele não acreditava que o __big bang__ estivesse correto. Cientistas que não concordaram com ele pensaram que o nome era engraçado e decidiram usá -lo.\n\nOs cientistas baseiam a teoria __big bang__ em muitas observações diferentes. O mais importante é o desvio para o vermelho de galáxias muito distantes. Redshift é o efeito doppler que ocorre na luz e também observável em som (o som que um carro faz quando se aproxima versus quando está se afastando de você , quando um objeto se afasta da Terra, seus raios de cor parecem mais parecidos com a cor vermelha do que realmente são, porque o movimento se estende pelo comprimento de onda da luz exposta pelo objeto. Os cientistas usam a palavra \"vermelho quente\" para descrever isso esticado Onda de luz porque o vermelho é o comprimento de onda mais longo no espectro visível. Quanto mais desvio para o vermelho, mais rápido o objeto está se afastando. Ao medir o desvio para o vermelho, os cientistas provaram que o universo está se expandindo e eles podem descobrir a rapidez com que o objeto é Afastando -se da Terra. Com observação e medições muito exatas, os cientistas acreditam que o universo era uma singularidade aproximadamente 13,8 bilhões de anos atrás. Como a maioria das coisas fica mais fria à medida que se expandem, os cientistas assumem que a ONU Iverse era muito pequeno e muito quente quando começou.\n\nOutras observações que apóiam a teoria __big bang__ são as quantidades de elementos químicos no universo. Quantidades de elementos muito leves, como hidrogênio, hélio e lítio, parecem concordar com a teoria do __big bang__. Os cientistas também encontraram \"radiação cósmica de microondas\". Essa radiação é conhecida como ondas de rádio e elas estão em toda parte do universo. Essa radiação agora é muito fraca e fria, mas há muito tempo era muito forte e muito quente.\n\nAlguns cientistas e filósofos argumentam que o tempo não tinha significado antes do __big bang__. Eles argumentam que o __big bang__ foi o começo dos tempos, e não havia universo antes do __big bang__, pois não poderia haver nenhum \"antes\" se não houvesse tempo! Como muçulmanos, sabemos que Deus é eterno e além de qualquer coisa que nossa mente possa compreender. Como tal, faz todo o sentido por que não podemos entender o conceito de tempo antes do Big Bang, este é um dos muitos paradoxos que apontam para um criador todo-poderoso.\n\nPor causa dos argumentos, digamos que podemos explicar o que era antes do Big Bang ou exatamente como foi criado até. Então a próxima pergunta seria: \"Bem, então, o que criou isso?\". E dizemos que explicamos o que criou isso também, então, novamente, a pergunta permaneceria: \"Bem, o que criou isso?\". Como você provavelmente pode ver, isso nunca terminaria, então é realmente uma grande evidência de Deus ser nosso único Criador e como o conceito de Deus está longe do nosso intelecto humano limitado.\n\nOs muçulmanos não debatem sobre tais assuntos, apenas aceitamos o que Deus nos diz sobre si mesmo e Sua criação. Por exemplo, Deus fala de suas mãos, mas sabemos que elas são diferentes de qualquer mão que conhecemos. Um humano tem mãos, um macaco tem mãos, um relógio tem mãos. As mãos de Deus estão além de tudo o que podemos imaginar, e deixamos por isso.",
"t.Milky Way is Born": "Os cientistas teorizam que o caminho __milky__ começou como uma ou várias pequenas overdensidades na distribuição em massa no universo logo após o Big Bang. Algumas dessas overdensidades foram as sementes de aglomerados globulares nos quais as estrelas restantes mais antigas do que agora é o caminho __milky__ se formou. Quase metade do assunto da maneira __milky__ pode ter vindo de outras galáxias distantes. No entanto, essas estrelas e grupos agora compreendem o halo estelar do caminho __milky. Dentro de alguns bilhões de anos após o nascimento das primeiras estrelas, a massa do caminho __milky__ era grande o suficiente para que estivesse girando relativamente rapidamente. Devido à conservação do momento angular, isso levou o meio interestelar gasoso a entrar em colapso de uma forma aproximadamente esferoidal a um disco. Portanto, gerações posteriores de estrelas formadas neste disco em espiral. A maioria das estrelas mais jovens, incluindo o sol, é observada no disco.\n\nDesde que as primeiras estrelas começaram a se formar, o Way __milky__ cresceu através de ambos os fusões do galáxia (particularmente no início da maneira __milky, o crescimento de __) e o acréscimo de gás diretamente do halo galáctico. Atualmente, o __milky Way__ está acumulando material de várias pequenas galáxias, incluindo duas de suas maiores galáxias de satélite, as grandes e pequenas nuvens de magelânica, através do riacho de magellanic. O acréscimo de gás direto é observado em nuvens de alta velocidade como a nuvem de Smith. No entanto, as propriedades da maneira __milky__, como massa estelar, momento angular e metalicidade em suas regiões mais externas, sugerem que não passou por fusões com grandes galáxias nos últimos 10 bilhões de anos. Essa falta de grandes fusões recentes é incomum entre galáxias espirais semelhantes; Seu vizinho A Galaxia Andrômeda parece ter uma história mais típica moldada por fusões mais recentes com galáxias relativamente grandes.\n\nDe acordo com estudos recentes, o __milky Way__, bem como a galáxia de Andrômeda, está no que no diagrama de cores da galáxia é conhecido como \"Vale Verde\", uma região povoada por galáxias na transição da \"nuvem azul\" (galáxias formando ativamente novas estrelas) à \"sequência vermelha\" (galáxias que não têm formação de estrelas). A atividade de formação de estrelas nas galáxias de Green Valley está desacelerando, pois ficam sem gás formador de estrelas no meio interestelar. Em galáxias simuladas com propriedades semelhantes, a formação de estrelas normalmente será extinta daqui a cinco bilhões de anos, até mesmo representando o aumento esperado e de curto prazo na taxa de formação de estrelas devido à colisão entre a maneira __milky__ e a andrômeda Galáxia. De fato, medições de outras galáxias semelhantes à maneira __milky__ sugerem que está entre as galáxias espirais mais vermelhas e brilhantes que ainda estão formando novas estrelas e é apenas um pouco mais azul que as galáxias de sequência vermelha mais azul.\n\n## Age e história cosmológica\n\nOs aglomerados globulares estão entre os objetos mais antigos da maneira __milky__, que, assim, estabelecem um limite inferior na idade da maneira __milky__. As idades de estrelas individuais da maneira __milky__ podem ser estimadas medindo a abundância de elementos radioativos de longa duração, como tório-232 e urânio-238, comparando os resultados com as estimativas de sua abundância original, uma técnica chamada nucleocosmocronologia. Esses rendem valores de cerca de 12,5 ± 3 bilhões de anos para CS 31082-001 e 13,8 ± 4 bilhões de anos para BD +17 ° 3248. Quando uma anã branca é formada, ele começa a sofrer resfriamento radiativo e a temperatura da superfície cai constantemente. Ao medir as temperaturas dos mais frios desses anãs brancos e compará -las com a temperatura inicial esperada, uma estimativa de idade pode ser feita. Com essa técnica, a idade do cluster globular M4 foi estimada em 12,7 ± 0,7 bilhões de anos. As estimativas de idade das mais antigas desses grupos fornecem uma estimativa de melhor ajuste de 12,6 bilhões de anos e um limite superior de confiança de 95% de 16 bilhões de anos.\n\nVárias estrelas individuais foram encontradas na maneira __milky de __, com idades medidas muito próximas à idade de 13,80 bilhões de anos do universo. Em 2007, uma estrela no galo galáctico, ele 1523-0901, foi estimada em cerca de 13,2 bilhões de anos. Como o objeto mais antigo conhecido na Via Láctea__ naquele momento, essa medição colocou um limite inferior na idade da via __milky__. Essa estimativa foi feita usando o espectrógrafo de echelle-visual UV do telescópio muito grande para medir os pontos fortes relativos das linhas espectrais causadas pela presença de tório e outros elementos criados pelo processo R. Os pontos fortes da linha produzem abundância de diferentes isótopos elementares, dos quais uma estimativa da idade da estrela pode ser derivada usando nucleocosmocronologia. Outra estrela, HD 140283, tem 14,5 ± 0,7 bilhões de anos.\n\nA idade das estrelas no disco fino galáctico também foi estimado usando nucleocosmocronologia. As medições de estrelas finas de disco produzem uma estimativa de que o disco fino formou 8,8 ± 1,7 bilhão de anos atrás. Essas medidas sugerem que houve um hiato de quase 5 bilhões de anos entre a formação do halo galáctico e o disco fino. A análise recente das assinaturas químicas de milhares de estrelas sugere que a formação estelar pode ter caído por uma ordem de magnitude no momento da formação de disco, 8 a 10 bilhões de anos atrás, quando o gás interestelar estava quente demais para formar novas estrelas na mesma taxa como antes.\n\nAs galáxias de satélite em torno da maneira __milky__ não são distribuídas aleatoriamente, mas pareciam ser o resultado de um rompimento de algum sistema maior produzindo uma estrutura de anel 500.000 anos-luz de diâmetro e 50.000 anos-luz de largura. Encontros próximos entre galáxias, como as esperadas em 4 bilhões de anos, com o Andrômeda Galaxy rasga enormes caudas de gás, o que, com o tempo, pode coalescer para formar galáxias anãs em um anel em um ângulo arbitrário no disco principal.",
"t.Sun is Born": "__ \"Foi ele quem criou a noite e o dia, e o sol e a lua; todos (os corpos celestes) nadam, cada um em seu curso arredondado\" (Alcorão 21:33) .__\n\nO __sun__ no centro do nosso sistema solar é uma estrela anã amarela. Ele emite energia como luz. Isso inclui energia leve, infravermelha (calor), luz ultravioleta e ondas de rádio. Também emite um fluxo de partículas, que atinge a Terra como \"vento solar\". A fonte de toda essa energia é a reação na estrela que transforma o hidrogênio em hélio e produz enormes quantidades de energia.\n\nO __sun__ é uma estrela como muitos outros em nossa Galaxia da Via Láctea. Existe há pouco mais de 4,5 bilhões de anos e continuará por pelo menos tanto tempo. O __sun__ é cerca de cem vezes mais largo que a terra. Possui uma massa de 1,9891 × 1030 kg, que é 333.000 vezes a massa da Terra. A Terra também pode se encaixar dentro dos __sun__ 1,3 milhão de vezes.\n\nOs cientistas pensam que os __sun__ começaram de uma nuvem muito grande de poeira e pequenos pedaços de gelo há cerca de 4,567 bilhões de anos atrás.\n\nNo centro dessa enorme nuvem, a gravidade fez com que o material se acumule em uma bola. Uma vez que isso ficou grande o suficiente, a enorme pressão no interior iniciou uma reação de fusão. A energia liberada fez com que a bola aqueça e faça brilhar.\n\nA energia irradiava do __sun__ afastou o restante da nuvem de si mesmo, e os planetas se formaram a partir do restante dessa nuvem.",
"t.Earth is Born": "__ \"Então ele (Allah) virou -se para o céu enquanto tudo estava fumaça. Ele disse ao céu e à terra:\" Venha (exista), de bom grado ou de mau humor \". Eles disseram: “Aqui chegamos (a existir) em reverência disposta.” __\n\n__Earth__ e os outros planetas se formaram cerca de 4,6 bilhões de anos atrás. Eles foram feitos com o restante gás da nebulosa que fez o sol. Este é novamente um milagre científico do Alcorão, pois Deus explica no Alcorão: \"Então ele (Allah) se virou para o céu enquanto estava tudo fumaça. Ele disse ao céu e à terra:“ Venha (em exato), de bom grado ou sem querer. ” Eles disseram: \"Aqui vamos (a existir) em reverência disposta\". Este versículo estava falando sobre como a Terra foi formada.\n\nA lua pode ter sido formada após uma colisão entre o __earth__ inicial e um planeta menor (às vezes chamado Theia). Os cientistas acreditam que partes de ambos os planetas se separaram - tornando -se (por gravidade) da lua.\n\nO Alcorão afirma que Allah criou o sol, a lua e os planetas, cada um com seus próprios cursos ou orbitas individuais. __ \"Foi ele quem criou a noite e o dia, e o sol e a lua; todos (os corpos celestes) nadam, cada um em seu curso arredondado\" (Alcorão 21:33) .__\n\n__Earth __ de água veio de diferentes lugares. Condensando o vapor de água e os cometas e asteróides que atingem __earth__ fizeram os oceanos. Dentro de um bilhão de anos (ou seja, cerca de 3,6 bilhões de anos atrás), os cientistas acreditam que a primeira vida começou, na era archaeana. Algumas bactérias desenvolveram a fotossíntese, que permite que as plantas façam comida da luz e da água do sol. Isso lançou muito oxigênio, que foi adotado pela primeira vez por ferro em solução. Eventualmente, o oxigênio livre entrou na atmosfera ou no ar, tornando a superfície de __earth __ adequada para a vida aeróbica. Esse oxigênio também formou a camada de ozônio que protege a superfície de __earth __ da radiação ultravioleta ruim do sol.\n\nNovamente, Deus nos diz sobre a camada de ozônio no Alcorão, mais um milagre científico do Alcorão: __ \"e fizemos do céu um dossel bem protegido, ainda se afastam de seus sinais\". (Alcorão 21:32) __\n\nOs cientistas acreditam que a vida complexa na superfície da terra não existia antes da camada de ozônio, porque sem a proteção, a radiação do sol seria demais para que a vida avançada sobreviva.\n\n__Earth__ era muito diferente no passado distante. Há muito tempo, quase todas as terras estavam em um só lugar. Isso é chamado de supercontinente. O supercontinente mais antigo conhecido foi chamado Vaalbara. Muito mais tarde, houve um tempo (o criogeniano) quando __earth__ estava quase totalmente coberto por espessas camadas de gelo (geleiras). Isso é chamado de teoria da bola de neve __earth__.",
"t.Heavy Bombardment": "__ \"Já enviamos nossos mensageiros com evidências claras e enviamos com eles as Escrituras e o equilíbrio que as pessoas podem manter [seus negócios] em justiça. E enviamos ferro, onde é um grande poder militar e benefícios para o povo, E para que Allah torne evidente aqueles que o apoiam e seus mensageiros invisíveis. De fato, Allah é poderoso e exaltado em poder. \" (Alcorão 57:25) __\n\nO bombardeio pesado tardio (LHB abreviado e também conhecido como cataclismo lunar) é um evento que ocorreu em aproximadamente 3,8 a 4,1 bilhões de anos atrás. Isso é conhecido como as épocas neohadeanas e eoarquinas na terra. Durante esse intervalo, é teorizado um número desproporcionalmente grande de asteróides colidir com os primeiros planetas terrestres no sistema solar interno, incluindo Mercúrio, Vênus, Terra e Marte.\n\nO tardio bombardeio pesado aconteceu depois que a Terra e outros planetas rochosos se formaram e acumularam a maior parte de sua massa, mas ainda bem cedo na história da Terra.\n\nHoje, os cientistas sabem que o ferro não poderia ter se desenvolvido na Terra. Devido ao tamanho da Terra que eles sabem, eles sabem que esses materiais não poderiam naturalmente se desenvolveram aqui. De fato, eles sabem que o ferro deve ser feito dentro de estrelas, especificamente super gigantes vermelhos. Somente dentro de uma estrela tão gigantesca que os elementos podem se formarem durante as reações de fusão. Então ocorre uma supernova, o que significa que a estrela explode, e os fragmentos de ferro são explodidos no espaço. Os cientistas acreditam que foi assim que o ferro chegou à Terra.\n\nO Alcorão menciona: __ \"e enviamos ferro\" __. Até recentemente, sem os cientistas que descobrem os períodos de bombardeio __heavy__, esse versículo sobre __ \"enviamos ferro\" __ não teria feito muito sentido para nós. No entanto, Deus literalmente enviou ferro para nós para que possamos nos beneficiar disso.",
"t.Life on Earth": "__ \"Aqueles que não acreditaram não consideraram que os céus e a Terra eram uma entidade unida, e então os separamos e feitos de água em todos os vivos? Então eles não acreditam?\" (Alcorão 21:30) .__\n\nAs primeiras formas de vida alegadas são microorganismos fossilizados (ou microfósseis). Eles foram encontrados em rochas ricas em ferro e sílica, que antes eram aberturas hidrotérmicas no cinturão de pedra verde nuvvuagittuq de Quebec, Canadá.\n\nEssas rochas são tão antigas quanto 4,28 bilhões de anos. As formas tubulares que eles contêm são mostradas em um relatório. Se esse é o registro mais antigo da vida da Terra, sugere \"um surgimento quase instantâneo da vida\" depois que os oceanos formaram 4,4 bilhões de anos atrás. De acordo com Stephen Blair Hedges, \"se a vida surgisse relativamente rapidamente na Terra, poderia ser comum no universo\".\n\nO Alcorão descreve que Allah __ \"Feito da Água Every Living Thing\" (Alcorão 21:30) .__ Outro versículo descreve como __ \"Allah criou todos os animais da água. Deles são alguns que rastejam em suas barrigas, alguns que Ande com duas pernas, e algumas que andam em quatro. Allah cria o que deseja, pois Allah tem poder sobre todas as coisas \"(24:45) .__\n\nEsses versículos apóiam a teoria científica de que a vida começou nos oceanos da Terra. Eles também acompanham a biologia moderna que afirmam que alguns animais são compostos de até 90% de água, enquanto os seres humanos são compostos por cerca de 60% de água.",
"t.Single Celled Organisms": "__O Alcorão descreve que Allah \"feito de água para todos os vivos\" (Alcorão 21:30) __.\n\nOrganismos unicelulares são organismos que têm uma célula.\n\nOrganismos unicelulares podem ser encontrados em todos os lugares. As formas de vida mais antigas existiam 3,8 bilhões de anos atrás, se não mais. Os cientistas acreditam que esses organismos viviam na água. Eles buscam uma variedade de estratégias para a sobrevivência: fotossíntese (cianobactérias), quimiotrofia (muitas archaea) e heterotrofia (ameba). Alguns organismos unicelulares têm flagelos, pequenas caudas que usam para locomoção ou lobópodes, extensões do esqueleto celular (citoesqueleto), que aparecem como braços boblike. Os flagelos de nossos ancestrais unicelulares ocorre até os animais, onde aparece como esperma flagelado.\n\n__O Alcorão descreve que Allah \"feito de água para todos os vivos\" (Alcorão 21:30) __. Outro versículo descreve como __ \"Allah criou todos os animais da água. Deles são alguns que rastejam em suas barrigas, alguns que andam em duas pernas, e outros que andam em quatro. Allah cria o que ele deseja, pois Allah tem poder sobre Todas as coisas \"(Alcorão 24:45) __.\n\nEsses versículos apóiam a teoria científica de que a vida começou nos oceanos da Terra.",
"t.Animals": "Os primeiros fósseis que podem representar animais aparecem nas rochas de 665 milhões de anos da Formação Trezona da Austrália do Sul. Esses fósseis são interpretados como provavelmente sendo esponjas precoces.\n\nOs animais mais antigos são encontrados na Biota Ediacaran, no final do pré -cambriano, cerca de 610 milhões de anos atrás. Há muito tempo duvidava que isso incluísse animais, mas a descoberta do colesterol lipídico animal em fósseis de Dickinsonia estabelece que esses eram de fato animais.\n\nMuitos filos de animais aparecem pela primeira vez no registro fóssil durante a explosão cambriana, a partir de 542 milhões de anos atrás, em camas como o xisto de Burgess. Os filos existentes nessas rochas incluem moluscos, braquiópodes, onicóforos, tardigrades, artrópodes, equinodermes e hemicordados, juntamente com numerosas formas agora extintas, como a anomalocaris predatória. Os cientistas não têm certeza se todos esses animais apareceram quase simultaneamente ou se é um problema com a maneira como os registros fósseis são coletados.",
"t.Fish": "Os cientistas acreditam que o primeiro peixe apareceu há cerca de 530 milhões de anos durante a explosão cambriana. Acredita -se que eles sejam os primeiros vertebrados, ou animais com coluna de espinha dorsal ou espinhal. Pensa -se que os primeiros peixes pertencem ao Agnatha, ou peixe sem mandíbula. Durante o falecido peixe sem mandíbulas, parecido com uma enguia chamado conodonts, e pequenos peixes blindados conhecidos como ostracodermos, apareceram pela primeira vez. A maioria dos peixes sem mandíbulas agora está extinta.",
"t.Insects": "__Insects__, são uma classe no filo Arthropoda. São pequenos invertebrados terrestres que têm um exoesqueleto difícil.\n\n__Insects__ são o maior grupo de animais da Terra de longe. Cerca de __926.400 espécies diferentes__ foram descritas. Eles respondem por mais da metade de todas as espécies vivas conhecidas e acredita -se que não consiga mais de 90% das espécies animais.\n\nNovas espécies de __Insects__ estão sendo encontradas continuamente. As estimativas do número total de espécies variam de 2 milhões a 30 milhões.\n\n__Insects__ tem seis pernas; E a maioria tem asas. Acredita -se que __Insects__ sejam os primeiros animais capazes de voar. À medida que se desenvolvem a partir de ovos, __Insects__ passam por __metamorfose__, um incrível processo de transformação em que uma forma imatura de um inseto muda para uma forma adulta em dois ou mais estágios distintos. __Insects__ Viva em todo o planeta: quase todos são terrestres (vivem em terra), mas alguns vivem __Insects__ nos oceanos ou em lugares muito frios, como a Antártica. A maioria das espécies vive em áreas tropicais.\n\nAlgumas pessoas chamam todos os __Insects__ \"bugs\", mas isso não está correto. Apenas alguns __Insects__ são bugs verdadeiros, que é uma ordem específica de __Insects__. As pessoas que estudam __Insects__ são chamadas __entomologistas__.",
"t.Reptiles": "__Repttil__ é o nome comum para um dos principais grupos de vertebrados terrestres. Não é muito usado por biólogos, que usam termos mais precisos.\n\nO nome __ \"réptil\" __ vem do latim e significa \"alguém que se arrasta\". Todas as espécies vivas __Reptil__ são de sangue frio, têm pele escamosa e letam ovos cleidóicos. Eles excretam ácido úrico (em vez de uréia) e têm uma cloaca. Uma cloaca é uma abertura compartilhada para o ânus, trato urinário e ductos reprodutivos. __ Reptiles__ também compartilham um arranjo do coração e dos principais vasos sanguíneos, que é diferente do dos mamíferos.\n\nMuitos grupos importantes de __reptiles__ agora estão extintos, por exemplo, os mosassauros. Costumávamos dizer que os dinossauros estavam extintos, mas eles sobrevivem na forma de seus descendentes de penas (pássaros). __ -reptiles antigos que sobrevivem incluem as tartarugas, os crocodilos e os Tuatara, o único sobrevivente de seu grupo. A grande maioria dos __Reptiles ant da atualidade são cobras e lagartos.\n\nO estudo de __reptiles de vida é chamado herpetologia.",
"t.Dinosaur Age": "__Dinosaurs__ (que significa \"lagartos terríveis\") são um grupo variado de répteis de arquesauros. Eles eram os animais terrestres dominantes da era mesozóica. Mais de 500 gêneros diferentes de dinossauros são conhecidos. Fósseis de dinossauros foram encontrados em todos os continentes e ainda existem novas descobertas frequentes.\n\n__Dinosaurs__ apareceu no Triássico Superior, cerca de 230 milhões de anos atrás. A data mais antiga de um fóssil de dinossauro é o de Eoraptor, 231,4 a 228 Mya. No início do Jurássico, eles eram os principais vertebrados da terra e dominaram a maioria dos ambientes em terra. Eles continuaram até o evento repentino de extinção K/T (global) há 66 milhões de anos.\n\nDo registro fóssil, os cientistas acreditam que os pássaros estão vivendo dinossauros emplumados e, portanto, eram a única linha de dinossauros a sobreviver até os dias atuais.\n\nOs dinossauros tiveram adaptações que os ajudaram a torná -los bem -sucedidos. Os primeiros dinossauros conhecidos foram pequenos predadores que andavam em duas pernas. Todos os seus descendentes tiveram uma postura vertical, com as pernas embaixo do corpo. Isso transformou todo o seu estilo de vida. Havia outras características. A maioria dos dinossauros menores tinha penas e provavelmente era de sangue quente. Isso os tornaria ativos, com um metabolismo mais alto do que os répteis modernos. A interação social, com a vida em rebanhos e cooperação, parece muito provável para alguns tipos.\n\nOs primeiros fósseis foram reconhecidos como dinossauros no início do século 19. Alguns de seus ossos foram encontrados muito antes, mas não foram entendidos. William Buckland, Gideon Mantell e Richard Owen foram cientistas que viram esses ossos eram um grupo especial de animais. Os dinossauros agora são grandes atrações em museus em todo o mundo. Eles se tornaram parte da cultura popular. Houve muitos livros e filmes mais vendidos sobre eles. Novas descobertas de dinossauros são relatadas na mídia com bastante frequência.",
"t.Mammals": "__Mamals__ são um grupo de animais de vertebrados que formam a classe Mammalia. Eles têm pêlo ou cabelo e um tipo muito preciso de regulação da temperatura.\n\nCom exceção dos Monotremes, todos os mamíferos têm jovens ao vivo. Eles também produzem leite para os jovens. O cuidado dos pais dos jovens é universal entre os mamíferos, e é essencial porque o nascimento viva limita o número de filhos.",
"t.Stegosaurus": "O StegoSaurus (que significa \"Lizard de telhado\") era um tipo de dinossauro que comia plantas que vivia no que hoje é a América do Norte ocidental.\n\nO StegoSaurus viveu no período jurássico superior, cerca de 155 a 145 milhões de anos atrás. É um dos dinossauros mais facilmente reconhecidos, com sua linha dupla distinta de placas em forma de pipa nas costas e os longos picos na cauda. A armadura era necessária, pois vivia com comedores de carne como altosaurus e ceratosaurus.",
"t.Tyrannosaurus": "O Tyrannosaurus era um grande dinossauro predatório do Cretáceo Superior, 65,5-67 milhões de anos atrás.\n\nTyrannosaurus era um carnívoro bípede com um crânio enorme equilibrado por uma cauda longa e pesada. Comparados aos membros posteriores grandes e poderosos, seus membros anteriores eram pequenos, mas poderosos para o seu tamanho. Eles tinham dois dígitos com garras.\n\nHá uma discussão sobre se foi um caçador ou um tesouro. Como a maioria dos comedores de carne dominantes de hoje, como leões e hienas, o tiranossauro pode ter sido ambos. Tinha uma mandíbula muito forte, e seu poder de mordida poderia tirar os ossos de outros dinossauros.",
"t.Dinosaur Extinction": "As extinções no final do Cretáceo foram causadas por um ou mais eventos catastróficos, como impactos maciços de asteróides ou meteoritos ou aumento da atividade vulcânica.\n\nVárias crateras de impacto e atividade vulcânica maciça, como as armadilhas de Deccan na Índia, foram datadas do tempo aproximado do evento de extinção. Esses eventos geológicos podem ter reduzido a luz solar e dificultado a fotossíntese, levando a uma enorme interrupção na ecologia da Terra.",
"t.Primate Bipedalism": "O bipedalismo está tendo ou usando dois pés para andar. Os cientistas acreditam que o bípedalismo nos primatas desperta de 6 a 7 milhões de anos atrás, já que esse é o primeiro fóssil que eles descobriram que mostram traços de bipedalismo. Os evolucionistas acreditam que estes são os antepassados ​​primitivos da espécie humana, mas essa teoria tem poucas evidências para apoiá -la.",
"t.Constructed Tools": "__Stone Tools__ são ferramentas feitas de pedra. Eles são a razão pela qual a Idade da Pedra recebeu seu nome. Os cientistas acreditam que foram as primeiras ferramentas usadas. Recentemente, soube que as ferramentas de pedra eram usadas antes que os humanos vivessem.",
"t.Control Fire": "__O controle do fogo__ pelos primeiros humanos era muito importante para os primeiros humanos. O incêndio forneceu uma fonte de calor, proteção, melhoria na caça e um método para cozinhar alimentos. Esses avanços culturais permitiram inovações culturais e mudanças na dieta. Além disso, o controle do incêndio permitiu a expansão da atividade humana em climas mais frios e ficar acordado no final da noite, fornecendo calor e luz.\n\nAs reivindicações para as primeiras evidências definitivas de controle variam de cerca de 200 mil a 1,7 milhão de anos atrás. Evidências para o uso controlado de incêndio a partir de 1.000.000 anos atrás, têm amplo apoio científico. Lâminas de pederneira queimadas em incêndios foram encontradas perto de fósseis humanos em Marrocos e datados de cerca de 300 mil anos atrás. Evidências generalizadas de controle das datas de incêndio a aproximadamente 125.000 anos atrás.",
"t.Adam": "__ \"Oh humanidade! Nós criamos você de um único par de um homem e uma mulher, e o transformamos em nações e tribos, para que vocês possam se conhecer (não que possam se desprezar). À vista de Allah, é o quem é o mais justo de você. E Allah tem pleno conhecimento e está bem familiarizado (com todas as coisas) \"(Alcorão 49:13) .__\n\nAdão (árabe: آitante) foi o primeiro ser humano na Terra e o primeiro nabi (نبي, profeta) do Islã. Revere Adão, do muçulmano, como pai da raça humana e sua esposa, Hawwā (حواء, Eva) como mãe da humanidade. Os muçulmanos veem Adão como o primeiro muçulmano, como o Alcorão afirma que todos os profetas pregaram a mesma fé do Islã, o que significa submissão a Deus.\n\nDesses dois indivíduos, gerações de seres humanos habitaram a Terra. Deus afirma no Alcorão.\n\nQuando Adão foi criado, Deus ordenou que toda a criação se abaixasse como um sinal de respeito a Adão, que era uma nova criação superior. Tudo, exceto Shaytan, que recusou dizer que ele era feito de um fogo sem fumaça (um gênio), enquanto Adam era feito de barro. Deus então os colocou no jardim do Éden como um teste e Shaytan enganou com sucesso Adam e Hawwa. Ele os fez ir a uma árvore da qual Deus os proibiu. Como resultado disso, Deus nos colocou (humanos e demônios) na terra como inimigos um do outro até o dia do julgamento. Uma vez na terra, Adão orou por perdão e Deus o perdoou.\n\nComo em Adão e todos os profetas, eles vieram à Terra para lembrar nossa aliança com Deus. Se obedecermos a Deus, podemos atingir um nível mais alto, então os anjos à vista de Deus. Para fazer isso, devemos evitar os sussurros de Sheytan, e o que é ainda muito pior do que isso, lutar e suprimir nossos nuffs (desejos egoístas). Fazemos isso seguindo a infinita sabedoria, direções e exemplos que nos foram dados no Alcorão, a revelação e o livro final escritos em primeira pessoa por Deus que é perfeitamente preservada e inalterada. Também devemos seguir o incrível exemplo dos profetas e temos a história de vida completa do Profeta Muhammad, quando ele veio nos últimos tempos em que ele aparece na história moderna. Todos os seus ensinamentos também são preservados e há muitas bolsas de estudos islâmicas para preservar e ensinar seu modo de vida. O Profeta Muhammad era o selo dos profetas, um estado, líder espiritual e militar, além de ser marido, pai, vizinho e amigo. Ele é altamente elogiado por aqueles que estudam sua vida, ações e ensinamentos. Até seus inimigos quando ele vivia respeitado e confiava nele.\n\nAssim, como muçulmanos, conhecemos o propósito da vida para todos os humanos é adorar a Deus e ver quem é o melhor em ações. Deus prometeu à humanidade um belo lugar no paraíso/céu como uma recompensa de seguir seus mandamentos. A pessoa mais baixa no céu terá a terra de dez terras. Quando você chega aos níveis mais altos do céu, precisa começar a medir sua terra em anos -luz. Deus é o mais generoso e quer nos dar e para pedirmos tudo a ele. Se nos afastarmos de Deus e dos caminhos dos profetas, uma punição severa nos aguarda no inferno. Que Deus nos proteja disso e de todas as coisas más.\n\nDe uma perspectiva científica, os humanos estão nas espécies __homo sapiens__, das quais as únicas subespécies conhecidas são conhecidas como __homo sapiens sapiens__. Somos as espécies mais dominantes da Terra. No entanto, existem muitos tipos de vida, especialmente entre plantas e protistas, que tiveram um efeito muito maior no ar, nas rochas, na vida e no ambiente natural da Terra.",
"t.First Temple": "__Göbekli tepe__ (pronunciado [ɟøbekˈli teˈpe]), turco para \"Potbelly Hill\", é um sítio arqueológico na região do sudeste de Anatolia, na Turquia, aproximadamente 12 km (7 mi) a nordeste da cidade de şanlıurfa. O Tell tem uma altura de 15 m (49 pés) e tem cerca de 300 m (980 pés) de diâmetro. É aproximadamente 760 m (2.490 pés) acima do nível do mar.\n\nO Tell inclui duas fases de uso que se acredita ser de natureza social ou ritual que remonta ao 10º a 8º milênio aC. Durante a primeira fase, pertencente ao neolítico A pré-patter A (PPNA), foram erguidos círculos de pilares de pedra em forma de T em forma de T-os megálitos mais antigos do mundo. Atualmente, mais de 200 pilares em cerca de 20 círculos são conhecidos por meio de pesquisas geofísicas. Cada pilar tem uma altura de até 6 m (20 pés) e pesa até 10 toneladas. Eles são montados em soquetes que foram cortadas da rocha. Na segunda fase, pertencente ao neolítico pré-patter B (PPNB), os pilares erguidos são menores e estão em salas retangulares com pisos de cal polida. O site foi abandonado após o PPNB. As estruturas mais jovens datam dos tempos clássicos.\n\nOs detalhes da função da estrutura permanecem um mistério. Foi escavado por uma equipe arqueológica alemã sob a direção de Klaus Schmidt de 1996 até sua morte em 2014. Schmidt acreditava que o local era um santuário onde pessoas de uma ampla região congregam periodicamente, não um acordo.\n\nEm 2018, o site foi designado para o Patrimônio Mundial da UNESCO.",
"t.Agricultural Revolution": "__A revolução neolítica__ (nova idade da pedra) foi a primeira revolução __gricultural__. Foi uma mudança gradual da caça nômade e coleta de comunidades e bandas para a agricultura e assentamentos. Esse período é descrito como uma \"revolução\" porque mudou o modo de vida das comunidades que fez a mudança. Ocorreu em diferentes sociedades humanas pré -históricas em momentos diferentes. Muitas sociedades mudaram 7-9 mil anos atrás.\n\nO termo refere -se ao período geral sobre o qual esses desenvolvimentos ocorreram. Também se aplica às mudanças que ocorreram: a adoção de técnicas agrícolas precoces, cultivo de culturas e domesticação de animais. A revolução neolítica é importante para desenvolvimentos em organização e tecnologia social.\n\n__A revolução neolítica__ levou a viver em assentamentos permanentes ou semi-permanentes. Por causa disso, menos pessoas levaram um estilo de vida nômade. Para poder saber a quem pertencia as culturas, o conceito de propriedade da terra foi desenvolvido. O ambiente natural mudou, as densidades da população cresceram e as pessoas comiam mais alimentos vegetais e de cereais em sua dieta. Hierarquias desenvolvidas na sociedade. Os grãos foram armazenados e podiam ser negociados. A produção excedente a partir de bons rendimentos ajudou as sociedades a sobreviver aos anos ruins. Um exemplo disso é como Yusuf (AS) protegeu e dispersou o grão no Egito antigo.",
"t.Writing": "__Writing__ é o ato de gravar linguagem em um meio visual usando um conjunto de símbolos. Os símbolos devem ser conhecidos pelos outros, para que o texto possa ser lido.\n\nUm texto também pode usar outros sistemas visuais, como ilustrações e decorações. Eles não são chamados de escrita, mas podem ajudar a mensagem a funcionar. Geralmente, todas as pessoas educadas em um país usam o mesmo sistema de escrita para gravar o mesmo idioma. Ser capaz de ler e escrever é ser alfabetizado.\n\n__Writing__ difere da fala porque os leitores não precisam estar presentes no momento. Podemos ler a escrita há muito tempo e de diferentes partes do mundo. Armazenamento de texto e comunica conhecimento. __Writing__ é uma das maiores invenções das espécies humanas. Os historiadores acreditam que foi inventado depois que as pessoas se estabeleceram nas cidades e após o início da agricultura. __Writing__ data de cerca de 3.300 aC, que é mais de 5000 anos atrás, no Oriente Médio.\n\n__Writing__ Hoje geralmente está no papel, embora haja maneiras de imprimir em quase qualquer superfície. As telas de televisão e filmes também podem exibir a escrita, e as telas de computador também podem. Muitos materiais de escrita foram inventados, muito antes do papel. Argila, papiro, madeira, ardósia e pergaminho (peles de animais preparadas) foram todos usados. Os romanos escreveram em comprimidos encerados com uma caneta pontiaguda; Isso era popular para notas e mensagens temporárias. A invenção posterior do papel pelos chineses foi um grande passo à frente.\n\n__Writing__ é tradicionalmente feito usando uma ferramenta manual, como um lápis, uma caneta ou uma escova. Cada vez mais, no entanto, o texto é criado por entrada em um teclado ou smartphone de computador.",
"t.Recorded History": "__History__ é o estudo de eventos passados. As pessoas sabem o que aconteceu no passado olhando coisas do passado, incluindo fontes (como livros, jornais e cartas) e artefatos (como cerâmica, ferramentas e restos humanos ou animais.) Bibliotecas, arquivos e museus coletam e mantêm -os coisas para as pessoas estudarem a história. Uma pessoa que estuda a história é chamada de historiadora. Uma pessoa que estuda a pré-história e a história através das coisas deixadas para trás por culturas antigas é chamada de arqueólogo. Uma pessoa que estuda a humanidade e a sociedade é chamada de antropólogo. O estudo das fontes e métodos utilizados para estudar e escrever histórico é chamado de historiografia.\n\nAs pessoas podem aprender sobre o passado conversando com pessoas que se lembram de coisas que aconteceram no passado. Isso é chamado de história oral. Quando as pessoas que eram escravos e sobreviventes da Guerra Civil americana ficaram velhos, alguns historiadores registraram tudo o que disseram, para que a história não se perdesse.\n\nO mesmo foi feito na história islâmica. Muito foi escrito, mas havia vários estudiosos que contornaram todos os ditados do profeta (hadith) nos livros. Uma ciência islâmica inteira foi desenvolvida sobre isso para verificar as cadeias de narrações que levam ao Profeta (SAW) e para classificar esses hadiths em níveis de classificação de solidez. Sabemos quem eram todas essas pessoas e suas famílias, elas não são apenas nomes aleatórios em um livro (ou seja, Mark, Luke, John). Muitas vezes, o mesmo hadith pode ser encontrado dezenas de vezes no mesmo livro ou espalhado por vários livros de hadith, que foi coletado por tantas pessoas. Isso seria classificado como um sahih (muito sólido) hadith.\n\nO Alcorão também foi escrito, mas principalmente memorizado por milhares de pessoas durante a vida do profeta. Hoje, ainda é memorizado por milhões de pessoas, no idioma árabe original- mesmo por falantes não arábicos. Isso é possível porque o Alcorão é poético e fácil de lembrar para muitas pessoas. Se todo o texto do Alcorão desaparecesse de alguma forma, os muçulmanos poderiam trazê -lo de volta em alguns segundos se trabalhassem juntos. De qualquer forma, não é necessário, como Deus nos disse que o protegerá no Alcorão. __ \"De fato, somos nós quem enviamos o Alcorão e, de fato, seremos seu guardião\". (Alcorão 15: 9) __\n\nIndependentemente de sua beleza poética e recitada, a mensagem do Alcorão se encaixa facilmente na mente dos crentes, porque explica o passado, o futuro e o presente de uma maneira lógica e fácil de entender. O Alcorão é na verdade o maior milagre que temos, e apenas um que precisamos, para provar que o Islã é a verdadeira religião. Criou -nos e fala conosco e nos ensina diretamente com as palavras do Alcorão. E quem é melhor nos ensinar do que Deus, aquele que nos criou e nos conhece melhor?\n\nNos velhos tempos, as pessoas em diferentes partes do mundo mantinham histórias separadas porque não se encontravam com muita frequência. Alguns grupos de pessoas nunca se conheceram. A Europa medieval, a antiga Roma e a China antiga pensavam que eles governavam as únicas partes importantes do mundo e que outras partes eram \"bárbaras\".",
"t.First Pyramid Built": "__ \"Este dia devemos salvar você (ó faraó) em seu corpo, para que você possa ser um sinal para aqueles que vêm atrás de você! Mas, de fato, muitos entre a humanidade são negligentes com nossos sinais\". (Alcorão 10:93) __\n\nUm __pirâmido é uma estrutura, geralmente de pedra, construída na forma de uma pirâmide. Dos tempos antigos aos tempos modernos em muitas partes diferentes do mundo construíram essas estruturas.\n\nOs primeiros __piramids__ foram construídos em 2630 a.C. A pirâmide mais antiga conhecida está em Saqqara, Egito e foi construída pelo rei Djoser da terceira dinastia egípcia.\n\nO Alcorão fala muito sobre a dinastia egípcia nas histórias sobre Musa (como Moisés) e Yusuf (como, Joseph).\n\nO Alcorão descreve com precisão a história egípcia, referindo -se ao líder dessas dinastias egípcias como rei ou faraó (que veio mais tarde). Um fato histórico que só foi descoberto recentemente pelo Museu Britânico. Segundo eles, os egípcios não chamaram seus governantes de \"faraó\" até a 18ª dinastia (1552-1295 aC).\n\nAlguns versos falando sobre Musa e Fira'un (Faraó):\n__ \"Nós (Allah) te ensaiamos uma parte da história de Moisés e Faraó com a verdade, para o benefício de um povo que acreditaria. (Alcorão 28:04).\n\n\"Enviamos Moisés com nossos sinais para o faraó e seus chefes, mas eles os rejeitaram injustamente. Eis, então, qual foi o fim daqueles que criaram distúrbios! (Alcorão 7: 104)\n\n\"Este dia devemos salvar você (ó faraó) em seu corpo, para que você possa ser um sinal para quem vem atrás de você! Mas, de fato, muitos entre a humanidade são negligentes com nossos sinais. (Alcorão 10:93) __\n\nAcredita -se amplamente por historiadores e estudiosos cristãos e muçulmanos que Moisés interagiu com Ramesses II. Tanto o Alcorão quanto a Bíblia mencionam essa história em detalhes acabando terminando com o faraó sendo afogado no Mar Vermelho depois de Moisés, com a permissão de Deus, separou o mar.\n\nA profecia do Alcorão de __ \"neste dia devemos salvar você (ó faraó) em seu corpo, para que você possa ser um sinal para aqueles que vêm atrás de você!\" __ não é encontrado em nenhuma outra escritura e até mesmo os historiadores não tiveram idéia disso até recentemente. Os corpos mumificados de todos os faraós estavam escondidos no Vale dos Reis (KV7 e 8) ao longo das margens do Nilo. Mesmo depois que seus túmulos foram saqueados, os restos mumificados dos faraós foram mantidos não descobertos por séculos. A descoberta deles ocorreu no século XIX e agora você pode ver, Ramesses II com seus próprios olhos no Grande Museu egípcio do Cairo, Egito. Seu corpo também fez várias turnês internacionais para todos verem. Novamente, isso mostra como o conhecimento no Alcorão e no Islã só poderia ter sido dado a nós por Deus.\n\nVocê também pode perguntar ao povo judeu sobre sua experiência com este faraó e outros líderes egípcios antigos.\n\n__ \"E certamente tínhamos dado a Moisés nove sinais evidentes, então pergunte aos filhos de Israel [sobre] quando ele veio até eles e o faraó lhe disse:\" Na verdade, eu acho, ó Moisés, que você é afetado pela magia \"(Alcorão 17: 101) __\n\nA sobrevivência dos povos judeus também nos permite perguntar sobre os outros sinais de Deus que receberam, como muitos milagres e profetas que foram enviados a eles.\n\n__Ela os filhos de Israel quantos sinais claros lhes demos. E quem troca o favor de Allah depois de chegar a ele - então, de fato, Allah é grave em retribuição. (Alcorão 2.211) __",
"t.Roman Empire": "__O Império Romano__ (latim: Imperium Romanum) era o maior império do mundo antigo. Sua capital era Roma, e seu império estava no Mediterrâneo. O Império data de 27 aC, quando Otaviano se tornou o Imperador, Augusto, até cair em 476 dC, marcando o fim do mundo antigo e o início da Idade Média, ou Idade das Trevas.\n\nO Império foi o terceiro estágio da Roma Antiga. Roma foi governada pela primeira vez por reis romanos, depois pela República Romana, depois por um imperador.\n\nMuitas terras modernas já fizeram parte do Império __roman, incluindo a Grã -Bretanha (não a Escócia), Espanha, Portugal, França (Gália), Itália, Grécia, Turquia, Alemanha, Egito, Levante, Crimeia, Suíça e costa norte da África. A principal língua do Império __romoman era era latim; O grego era um idioma secundário importante.\n\nA parte ocidental do Império __romoman__ continuou por cerca de 500 anos, e a parte oriental, incluindo a Grécia e a Anatólia, continuou por cerca de mil anos a mais. A parte oriental foi chamada de Império Bizantino, sua capital sendo Constantinopla e foi encerrada pela conquista otomana de Constantinopla em 1453 pelo sultão Fatih Mehmet. Este evento foi profetizado pelo Profeta Muhammad e é um dos eventos mais notáveis ​​da história do mundo.",
"t.Crusades": "__As cruzadas__ foram uma série de guerras religiosas travadas entre cristãos e muçulmanos pelo controle da Terra Santa. Tradicionalmente, eles ocorreram entre 1095 e 1291. A Terra Santa ainda era um lugar que é muito importante para as três principais religiões monoteístas: Islã, judaísmo e cristianismo. Existem muitos locais religiosos importantes na Terra Santa. Esta é a terra agora chamada Israel ou Palestina. Jerusalém, Nazaré, Belém, Hebron e outros locais religiosos caíram sob o controle dos muçulmanos durante o califado de Omar (RA), o terceiro califa e amigo íntimo e companheiro do Profeta Muhammad (serra).\n\nHavia muitas cruzadas diferentes. Os __crusades__ mais importantes e maiores ocorreram do século 11 ao 13. Havia 9 grandes cruzadas durante esse período. Havia também muitas cruzadas menores. Algumas cruzadas estavam mesmo na Europa (por exemplo, na Alemanha, Áustria e Escandinávia). Os __crusades __ menores continuaram até o século XVI, até o Renascimento e a Reforma.\n\nA palavra \"cruzada\" está relacionada à palavra \"cruz\" e significa uma guerra sagrada cristã. Há também a palavra árabe \"jihad\", que significa lutar e lutar por muçulmanos que podem ter a mesma conotação que a \"cruzada\" para os muçulmanos durante um período de guerra. O Profeta (SAW) ensinou que esta é a jihad menor e a Jihad maior vem na batalha para viver uma vida piedosa.\n\nTodos os lados (cristãos, muçulmanos e judeus) acreditavam muito em suas religiões. Muitas das cruzadas geralmente tinham razões políticas ou monetárias por trás deles. Como todas as guerras.\n\nÉ triste ver hostilidades entre as três crenças abraâmicas que compartilham tanto em comum. Os muçulmanos consideram judeus e cristãos como pessoas do livro, o que significa que eles têm um status especial e um relacionamento mais próximo com os muçulmanos do que qualquer outra pessoa. Você pode ver isso na vida do Profeta (serra) e onde ele e os companheiros ficaram tristes com a perda do cristão bizantino) para os sassanianos em uma grande batalha. Isso foi registrado em Hadiths e até falou no Alcorão. É também outra prova interessante da autenticidade do Islã, pois Deus revelou um evento futuro que aconteceu: __ \"Os romanos foram derrotados. Em uma terra próxima (Anatólia); mas em breve serão vitoriosos dentro de alguns anos. Para Allah Pertence o comando antes e depois. E naquele dia os crentes se alegrarão \"(Alcorão 30: 2-4) __\n\nNa época, isso foi revelado, os pagãos árabes estavam do lado dos sassanianos pagãos, enquanto os muçulmanos árabes esperavam que os cristãos vencessem essa batalha. Quando os cristãos perderam os pagãos zombaram dos muçulmanos por essa perda e dizendo coisas como: \"Onde está seu Deus poderoso agora?\". Então Deus revelou esse versículo neste momento. Com certeza, em 622 dC na Batalha de Issus, os bizantinos sob o imperador Heraclius tiveram uma vitória esmagadora e duradoura na Anatólia contra os sassanianos, confirmando assim a profecia do Alcorão.",
"t.Black Plague": "__A morte negra__ foi um surto de doença que matou milhões de pessoas em toda a Europa e Ásia. Quase uma em cada três pessoas na Europa morreu da doença e estava no pior entre 1347 e 1351. A doença pode ter começado na Ásia. A maioria das pessoas pensa que a doença era a praga bubônica. Esta doença é transportada e espalhada por pulgas que vivem em ratos. Os comerciantes da Rota da Seda podem ter trazido as pulgas infectadas para a Europa.\n\nAs pulgas começaram o problema; As pulgas infectadas foram transportadas por ratos pretos. Ratos que carregavam as pulgas entravam para as cidades. Quando as pulgas mordiam alguém, eles injetavam um pouco das bactérias na ferida. Isso faria com que a pessoa fosse infectada. Os ratos estavam frequentemente em navios. Isso significava que a doença se espalhou extremamente rapidamente, em toda a Europa.\n\nNos seres humanos, a doença causou inchaço na virilha, sob os braços e atrás dos ouvidos. Esses inchaços eram de cor preta e roxa, daí o nome 'a morte negra'. Os inchaços escuros foram chamados Bubos. As pessoas estavam sofrendo e as vítimas morreram uma morte horrível. Os sintomas poderiam ser vistos 3-7 dias após o picada das vítimas ter sido picada por uma pulga portadora da doença.\n\nInfelizmente, em algumas cidades como em Londres, pensava -se que os gatos causavam a doença para que fossem caçados e mortos em grande número. Infelizmente, como era de se esperar, isso fez com que a praga piorasse, pois agora os ratos perderam seu principal predador natural e as populações cresceram ainda maiores.\n\nOutro fato interessante em torno da praga bubônica é como o papa se salvou. Na época, os muçulmanos estavam à frente de toda a descoberta médica e científica. Penteando por muitos livros muçulmanos, o clero católico descobriu que se pensava que o fogo se afastava e matou certas doenças (germes). Como tal, eles acenderam um incêndio enorme em um círculo ao redor do papa, que durou várias semanas. Isso, é claro, mantinha ratos e seus fungos para longe do papa e ele sobreviveu sem problemas.",
"t.Constantinople/Istanbul": "__Constantinopla era a capital do Império Romano (330-395), o Império Bizantino/Romano Oriental (395-1204 e 1261-1453), o Império Latim (1204-1261) e o Império Otomano (1453-1922). Em 1930, foi renomeado Istambul. É uma cidade na atual peru.\n\nA conquista de Istambul, também conhecida como Islambol, era mais um sinal e prova do Islã, pois o Profeta Muhammad o havia profetizado. __ “Em verdade, você conquistará Constantinopla. Que exército maravilhoso será esse exército e que comandante maravilhoso será esse conquistador. ” (Musnad, i, 176; iv, 335; Darimi, \"Muqaddima\", p. 43) .__ Esta é uma grande honra para os otomanos que conquistaram a cidade em 1453 e tiveram um dos impérios mais antigos e mais poderosos da história da história .\n\nOs historiadores afirmaram que, no período, conquistando __constantinopla é equivalente a conquistar um lugar como a cidade de Nova York hoje.",
"t.Newton and Gravity": "Quando a maioria das pessoas pensa em __isaac newton__, elas pensam nele sentado sob uma macieira assistindo a uma maçã cair. Algumas pessoas até acreditam que a maçã caiu em sua cabeça. __Newton__ Entendeu que o que faz coisas como maçãs caírem no chão é um tipo específico de força - a força que chamamos de gravidade. __Newton__ pensou que a gravidade era a força de atração entre dois objetos, como uma maçã e a terra. Ele também pensou que um objeto com mais matéria exerceu a mesma força em objetos menores que eles exerceram nele. Isso significava que a grande massa da terra puxava objetos para ela. É por isso que a maçã caiu em vez de subir e por que as pessoas não flutuam no ar.\n\n__Isaac newton__ continuou pensando em gravidade. Antes de __newton__, as pessoas pensavam que apenas objetos próximos à terra caíam. Mas __newton__ pensou que a gravidade não deveria se limitar apenas à terra e aos objetos nela. E se a gravidade fosse para a lua e além?\n\n__Newton__ inventou uma fórmula para calcular a força de atração entre dois corpos. Ele o usou para calcular a força necessária para manter a lua em movimento ao redor da terra. Então ele o comparou com a força que fez a maçã cair para baixo. Depois de permitir o fato de que a lua está muito mais longe da terra e tem uma massa muito maior, ele descobriu que as forças eram as mesmas. A lua é mantida em uma órbita ao redor da terra pela atração da gravidade da Terra.\n\nA fórmula inventada por __newton__ é chamada de lei da gravitação. Ele era bastante engenhoso e suas muitas leis ficaram conhecidas como física newtoniana. Muitas de suas fórmulas matemáticas ainda são usadas para calcular a mecânica dos objetos para objetos maiores. Eles não são precisos para coisas pequenas, portanto uma ciência de Newwer chamada Quantum Physics está em desenvolvimento para tentar entender esse estranho mundo de objetos microscópicos.",
"t.Industrialization": "__Industrialização__ (ou industrialização) é um processo que acontece nos países quando eles começam a usar máquinas para fazer trabalhos que já foram realizados pelas pessoas. __ Industrialization__ muda as coisas que as pessoas fazem. __Industrialização__ fez com que as cidades crescessem. Muitas pessoas deixaram a agricultura para assumir empregos mais bem pagos em fábricas nas cidades.\n\n__Industrialization__ faz parte de um processo em que as pessoas adotam maneiras mais fáceis e baratas de fazer as coisas. Usando uma melhor tecnologia, torna -se possível produzir mais mercadorias em um período mais curto. Mais coisas podem ser produzidas por menos pessoas.\n\nApós a industrialização, as pessoas também fazem empregos mais especializados. Por exemplo, antes da industrialização, um sapateiro (uma pessoa que faz sapatos e artigos de couro) fazia um par de sapatos sozinhos. Ele trabalhou em um par de sapatos, terminou e depois começava no próximo par de sapatos. Com a industrialização, há muitas pessoas envolvidas na fabricação de sapatos, cortando o processo de fabricação de sapatos em tarefas menores. Por exemplo, há uma pessoa que corta a sola do sapato e outra pessoa a coloca. Em suma, há divisão do trabalho e é conhecido como uma linha de montagem hoje. As máquinas em tais fábricas custam muito dinheiro, para que a fábrica pertence a uma pessoa rica que possa pagar as máquinas e contratar trabalhadores para selerar as diferentes máquinas e tarefas.\n\n__ Industrialization__ começou na Inglaterra com a Revolução Industrial no século XVIII. Ele se espalhou primeiro para partes da Europa e para a América do Norte. No século XX, a industrialização se espalhou para a maioria dos outros países.",
"t.Darwin's\nTheory of Evolution": "__ \"Allah criou todos os animais da água. Deles são alguns que rastejam em suas barrigas, alguns que andam em duas pernas, e outros que andam em quatro. Allah cria o que ele deseja, pois Allah tem poder sobre todas as coisas\" ( 24:45) .__\n\n__Charles Darwin__ (1809-1882) seu livro \"Sobre a origem das espécies\" em 1859. Nele, ele apresentou muitas teorias sobre como a vida surgiu na terra. Ele propôs a seleção natural, que é um processo em que animais com certas características podem sobreviver melhor como a maneira como todos os animais surgiram. No entanto, Darwin não entendeu ou conhecia a genética na época ou como as características foram realmente transmitidas. Portanto, ele não pôde explicar com precisão o que fazia as crianças se parecerem com seus pais.\n\nNo entanto, a explicação da evolução __DARWIN é fundamentalmente aceita pela comunidade científica e os cientistas estão trabalhando duro para tentar provar que evoluíram de organismos e macacos de células únicas até hoje. Enquanto os muçulmanos, cristãos e judeus acreditam que somos descendentes de Adão (Saw) e Hawwa (Eva), o primeiro homem e mulher. Os cientistas se referem a achados como \"design inteligente\" e há inúmeras evidências disso, como como o DNA, o corpo humano, os sistemas solares etc. funcionam.\n\nSemelhante ao darwinismo, o Islã reconhece a idéia de que a vida se desenvolve em estágios e durante um período de tempo. Além disso, acreditamos que Deus tem poder sobre todas as coisas e pode facilmente mudar qualquer coisa para adotar para o seu ambiente. Deus o criou pela primeira vez, a segunda vez seria mais fácil, certo? Assim como nós ressuscitamos no dia do julgamento.\n\nMas, diferentemente das teorias evolucionistas modernas dizendo mutações aleatórias, que são sempre desastrosas e de natureza mortal, fazem com que um animal evolua, acreditamos exemplo. Na verdade, isso é documentado em muitos estudos de aves que adaptam características tão rápido que os cientistas não podem explicar e estão preocupados que outras espécies não se adaptem tão rápido. Isso faz mais sentido do que um animal lenta e aleatoriamente evoluindo por acaso. Além disso, há casos de borboletas novas ou extintas milagrosamente saindo de nenhum lugar. Os muçulmanos se preocupam muito com os animais e o meio ambiente, mas não nos enfatizamos por eles se extinguirem ou não ser capazes de cuidar de si mesmos porque, como todas as coisas, depositamos nossa confiança em Deus.\n\nEm resumo, os muçulmanos rejeitam a idéia de que os seres humanos evoluíram aleatoriamente dos macacos. Os muçulmanos acreditam que os seres humanos são considerados uma criação especial. O Islã ensina que os seres humanos são uma forma de vida única que foi criada por Allah, como todo o resto; No entanto, temos presentes e habilidades únicas, diferente de qualquer outro animal e ser. Por exemplo, temos uma alma eterna, consciência, imaginação, conhecimento e livre arbítrio. Podemos ser fortes, bons e piedosos ou fracos e trabalhar apenas para cumprir nossos desejos egoístas. Independentemente disso, a vida dos seres humanos começou com a criação de duas pessoas, um homem e uma mulher chamada Adão e Hawwa (Eva) e isso nos torna todos relacionados por sangue e família.\n\nO Alcorão descreve que Allah __ \"Feito da Água Every Living Thing\" (Alcorão 21:30) .__ Outro versículo descreve como __ \"Allah criou todos os animais da água. Deles são alguns que rastejam em suas barrigas, alguns que Ande com duas pernas, e algumas que andam em quatro. Allah cria o que deseja, pois Allah tem poder sobre todas as coisas \"(24:45) .__\n\nEsses versículos apóiam a teoria científica de que a vida começou na água.",
"t.World War 1": "__ Guerra do mundo I__ (ou a Primeira Guerra Mundial) foi uma guerra global que começou em 28 de julho de 1914 e durou até 11 de novembro de 1918. A guerra durou exatamente quatro anos, três meses e 14 dias.\n\nA maior parte dos combates foi na Europa, mas os soldados de muitos outros países participaram, e isso mudou os impérios coloniais das potências européias e também resultou no final do Império Otomano. Antes do início da Segunda Guerra Mundial em 1939, a Guerra do Mundo I__ foi chamada de Grande Guerra, a Guerra Mundial ou a 'guerra para acabar com todas as guerras'. 135 países participaram da Guerra do Mundo I__ e quase 10 milhões de pessoas morreram enquanto lutavam, principalmente de doenças e fome.\n\n__ Guerra do mundo I__ foi travada pela maioria dos países da Europa. A luta real estava em muitas frentes diferentes. A Frente Ocidental era onde a maior parte dos combates entre a Alemanha e os Aliados aconteceu. A maior parte da luta aqui foi a guerra de trincheiras.\n\nA frente oriental foi travada na Europa Central e Oriental. Lutar aqui não foi a guerra de trincheiras, mas a guerra móvel devido ao tamanho da frente. Muita luta aconteceu na frente do Oriente Médio e na frente italiana. Os combates também ocorreram na África, China e no mar, bem como no ar.\n\nA guerra foi encerrada pela assinatura de muitos tratados diferentes, sendo o mais importante o tratado de Versalhes.\n\n__ Guerra do mundo I__ foi a primeira grande guerra em que tanques, aviões e submarinos ou (U-boats) eram armas importantes.",
"t.World War 2": "__ Segunda Guerra Mundial II__ (Segunda Guerra Mundial ou Segunda Guerra Mundial), também chamada de Segunda Guerra Mundial e, na União Soviética, a Grande Guerra Patriótica, foi uma guerra global envolvendo luta em muitas partes do mundo e em muitos países. A maioria dos países lutou nos anos de 1939 a 1945, mas alguns começaram a lutar em 1937. A maioria dos países do mundo, incluindo todas as grandes potências, lutou como parte de duas alianças militares: os aliados e os poderes do eixo. __ A Segunda Guerra Mundial foi o conflito mais mortal em toda a história humana. Envolveu mais países, custou mais dinheiro e matou mais pessoas do que qualquer outra guerra na história da humanidade. Entre 50 a 85 milhões de pessoas morreram. A maioria eram civis. Ele incluiu massacres, o genocídio deliberado do Holocausto, bombardeio estratégico, fome, doença e o primeiro uso de armas nucleares na história pelos EUA no Japão.\n\nA guerra na Ásia começou quando o Império do Japão invadiu a China em 7 de julho de 1937. Os Estados Unidos reagiram colocando um embargo de petróleo no Japão. O início da guerra na Europa foi quando a Alemanha invadiu a Polônia em 1 de setembro de 1939. A França e a Grã -Bretanha reagiram declarando guerra à Alemanha. Em 1941, grande parte da Europa estava sob controle alemão. Somente a Grã -Bretanha permaneceu lutando contra o eixo no norte da África, no Mediterrâneo e no Atlântico. Em junho de 1941, os poderes do eixo invadiram a União Soviética, iniciando a maior área de guerra da história. Em 7 de dezembro de 1941, o Japão atacou colônias ocidentais no Pacífico e as duas guerras se tornaram uma.\n\nAs vitórias japonesas foram interrompidas em 1942, e as vitórias européias do Eixo também foram interrompidas em 1943, tanto no norte da África quanto na União Soviética. Depois disso, os aliados começaram a revidar de todos os lados. O eixo perdeu o norte da África e, a partir de 1943, foi forçado a defender a Itália. Em 1944, os aliados invadiram a França, indo para a Alemanha no rio Reno, enquanto os soviéticos continuavam se aproximando do leste. A Alemanha se rendeu em maio de 1945. O Japão se rendeu formalmente em 2 de setembro de 1945. A guerra terminou com a vitória aliada.\n\nApós a guerra, as Nações Unidas foram criadas para desenvolver apoio entre países e para evitar futuras guerras. A Guerra Fria entre os principais vencedores logo começou, mas eles não lutaram entre si em uma guerra real. A descolonização da Ásia e da África, onde esses países controlados pelos países europeus também receberam sua independência. Isso ocorreu porque o poder europeu foi enfraquecido da guerra. A recuperação econômica e a integração política (o processo dos países unidos) estavam entre outros resultados da guerra.",
"t.Cold War": "__O Cold War__ (1947-1991) foi a relação tensa entre os Estados Unidos (e seus aliados), e a União Soviética (a URSS e seus aliados) entre o final da Segunda Guerra Mundial e a morte da União Soviética.\n\nA maioria dos países de um lado estava aliada na OTAN, cujos dois maiores países militares eram os Estados Unidos e a Turquia. A maioria dos países do outro lado estava aliada no país mais poderoso de Varsóvia, era a União Soviética (agora a Rússia).\n\nO grupo de países ocidentais-capitalistas inclui as Américas, Turquia, Europa Ocidental, Israel, Japão, Coréia do Sul, Tailândia, Irã (1945-1979), Paquistão, Malásia, Filipinas, África do Sul, Austrália e Nova Zelândia.\n\nO grupo-socialista oriental inclui a União Soviética, Europa Oriental, Angola, Etiópia, Cuba (1959-1991), Mongólia, Coréia do Norte, China e Vietnã.\n\nA Guerra Fria terminou com a queda do Muro de Berlim em 1989, com a Rússia mudando de um país comunista socialista para um país capitalista democrático. No entanto, ainda existe conflito aqui, como visto nas recentes batalhas e guerra entre a Rússia e a Ucrânia.",
"t.Moon Landing": "__Apollo 11__ foi o primeiro vôo a enviar pessoas para a lua. Foi feito pela NASA (Administração Nacional de Aeronáutica e Espaço), a Agência Espacial Americana original. Ele subiu ao espaço em 16 de julho de 1969, carregando três astronautas: Neil Armstrong, Buzz Aldrin e Michael Collins. Em 20 de julho de 1969, Armstrong e Aldrin se tornaram os primeiros humanos a pousar na lua, enquanto Collins ficou em órbita ao redor da lua.\n\nO voo fazia parte da corrida __space__ entre os Estados Unidos e a União Soviética. Ele terminou o plano estabelecido por John F. Kennedy, o 35º presidente dos Estados Unite, em 1961 para \"pousar um homem na lua e devolvê -lo com segurança à terra\", antes do término da década de 1960.",
"t.World Wide Web": "__A Internet__ é a maior rede de comunicação mundial de computadores. A Internet possui milhões de redes domésticas, acadêmicas, comerciais e governamentais menores, que juntas carregam muitos tipos diferentes de informações. Às vezes, o termo é abreviado como \"a rede\", abreviação da rede. O __World Wide Web__ é um dos seus maiores serviços. É usado por alguns bilhões de pessoas em todo o mundo.\n\nA Internet foi desenvolvida nos Estados Unidos pela \"Agência de Projetos de Pesquisa Avançada dos Estados Unidos\" (DARPA). A Internet foi conectada pela primeira vez em outubro de 1969 e foi chamada __arpanet__. O __World Wide Web__ foi criado no CERN na Suíça em 1990 por um cientista britânico (Reino Unido) chamado Tim Berners-Lee.",
"i.Big Bang": "Big Bang",
"i.Milky Way is Born": "Via Láctea nasce",
"i.Sun is Born": "Sun nasce",
"i.Earth is Born": "A terra nasce",
"i.Heavy Bombardment": "Bombardeio pesado",
"i.Life on Earth": "Vida na Terra",
"i.Single Celled Organisms": "Organismos de célula única",
"i.Animals": "Animais",
"i.Fish": "Peixe",
"i.Insects": "Insetos",
"i.Reptiles": "Répteis",
"i.Dinosaur Age": "Idade do dinossauro",
"i.Mammals": "Mamíferos",
"i.Stegosaurus": "estegossauro",
"i.Tyrannosaurus": "tiranossauro",
"i.Dinosaur Extinction": "Extinção de dinossauros",
"i.Primate Bipedalism": "Bipedalismo de primatas",
"i.Constructed Tools": "Ferramentas construídas",
"i.Control Fire": "Controle fogo",
"a.Adam": "Adão",
"i.First Temple": "Primeiro templo",
"i.Agricultural Revolution": "Revolução agrícola",
"i.Writing": "Escrita",
"i.Recorded History": "História registrada",
"i.First Pyramid Built": "Primeira pirâmide construída",
"i.Roman Empire": "Império Romano",
"i.Crusades": "Cruzadas",
"i.Black Plague": "Praga negra",
"i.Constantinople/Istanbul": "Constantinopla/Istambul",
"i.Newton and Gravity": "Newton e gravidade",
"i.Industrialization": "Industrialização",
"i.Darwin's\nTheory of Evolution": "Darwin's\nTeoria da evolução",
"i.World War 1": "Primeira Guerra Mundial",
"i.World War 2": "Segunda Guerra Mundial",
"i.Cold War": "Guerra Fria",
"i.Moon Landing": "Alunagem",
"i.World Wide Web": "Rede mundial de computadores",
"auth.signInButton": "Entrar",
"auth.signUpButton": "Inscrever-se",
"auth.resetPasswordButton": "Envie um e -mail de redefinição de senha",
"auth.emailFormField": "E-mail",
"auth.passwordFormField": "Senha",
"auth.nameFormField": "Nome",
"auth.signInErrorTitle": "Erro a inscrição",
"auth.signInError": "E-mail ou senha está incorreto",
"auth.resetPasswordLabelButton": "Esqueceu a senha?",
"auth.signUpLabelButton": "Crie a sua conta aqui",
"auth.signUpErrorTitle": "Inscreva -se falhou",
"auth.signInLabelButton": "Ter uma conta? Faça login em sua conta.",
"auth.resetPasswordNoticeTitle": "Redefinir a senha e -mail enviado",
"auth.resetPasswordNotice": "Para redefinir sua senha, siga as instruções por e -mail.",
"auth.resetPasswordFailed": "Falha ao enviar e -mail de redefinição de senha.",
"auth.updateUserSuccessNoticeTitle": "Usuário atualizado",
"auth.updateUserSuccessNotice": "Informações do usuário atualizadas com sucesso.",
"auth.updateUserEmailInUse": "Este endereço de e -mail já possui uma conta. Entrar?",
"auth.updateUserFailNotice": "Falha ao atualizar o usuário",
"auth.enterPasswordTitle": "Coloque sua senha",
"auth.cancel": "Cancelar",
"auth.submit": "Enviar",
"auth.wrongPasswordNotice": "A senha não corresponde aos nossos registros.",
"auth.userIsAdminDisabled": "Esta conta foi desativada pelo administrador.",
"auth.tooManyRequests": "Muitos pedidos foram feitos.",
"auth.operationNotAllowed": "Esta operação não é permitida.",
"auth.requiresRecentLogin": "Esta operação requer um login recente.",
"auth.unknownErrorTitle": "Erro desconhecido",
"i.Settings": "Definições",
"i.Language": "Linguagem",
"i.Theme": "Tema",
"settings.signOut": "Sair",
"i.Dark": "Escuro",
"i.Light": "Leve",
"i.Update Profile": "Atualizar perfil",
"validator.email": "Deve ser um endereço de e-mail válido",
"validator.password": "A senha deve ter pelo menos 6 caracteres",
"validator.name": "Deve ser um nome",
"validator.number": "Deve ser um número",
"validator.notEmpty": "Isso é necessário",
"a.Isharet": "Notificação",
"a.{0} Isharet": "{0} notificação",
"at.{0} Updated": "{0} atualizado",
"a.Athan": "Athan",
"at.{0} on": "{0} em",
"at.{0} off": "{0} off",
"i.Default sound on": "Som padrão",
"i.Default sound off": "Som padrão",
"i.Vibration on": "Vibração em",
"i.Vibration off": "Vibração desligada",
"i.AM": "SOU",
"i.PM": "PM",
"a.Fajr": "Fajr",
"a.Shuruq": "Nascer do sol",
"a.Ishraq": "Ishraq",
"a.Duha": "Duha",
"a.Istiwa": "Zênite",
"a.Dhuhr": "Dhuhr",
"a.Asr": "ASR",
"a.Ghurub": "Por do sol",
"a.Maghrib": "Maghrib",
"a.Isha": "Isha",
"a.Muntasaf Allayl": "Meio da noite",
"a.Althuluth Al'Akhir Min Allayl": "Último terço da noite",
"a.{0} Tomorrow": "{0} amanhã",
"tt.calculationMethod": "Selecione o método de cálculo do tempo da Salah",
"i.Calculation Method": "Método de cálculo",
"at.asrStartTime": "Inicie o ASR quando a sombra de um objeto é o mesmo comprimento ({0}) ou o dobro de seu comprimento ({1})",
"a.Zaman": "Tempo",
"a.Sabqan": "Mais cedo",
"a.Lahiqan": "Mais tarde",
"at.{0} Default": "{0} padrão",
"at.showJumah": "Mostrar {0} detalhes de oração na sexta -feira ou sempre mostre {1} detalhes",
"i.Round Time To": "Tempo de rodada para",
"tt.roundTimeTo": "Tempos de oração em volta para os minutos ou segundos mais próximos",
"a.Saat": "Horas",
"a.Daqayiq": "Minutos",
"a.Thawani": "Segundos",
"a.Saat Hayit": "Relógio",
"tt.clockType": "O relógio deve mostrar 12 ou 24 horas",
"a.Adhkar As-Sabah": "Matinal adhkar",
"a.Adhkar Al-Masaa": "Noite adhkar",
"at.aqCountdownTimer": "{0}: {1}: {2} até \"{3}\" termina e \"{4}\" começa",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} até \"{3}\" começa",
"a.Muharram": "Muharram",
"a.Safar": "Safar",
"a.Rabi' Al-Awwal": "Rabi 'al-Awwal",
"a.Rabi' Al-Thani": "Rabi 'al-Thani",
"a.Jumada Al-Awwal": "Jumada al-Awwal",
"a.Jumada Al-Thani": "Jumada al-Thani",
"a.Rajab": "Rajab",
"a.Sha'aban": "Sha'aban",
"a.Ramadan": "Ramadã",
"a.Shawwal": "Shawwal",
"a.Dhu Al-Qi'dah": "Dhu al-qi'dah",
"a.Dhu Al-Hijjah": "Dhu al-hijjah",
"a.Qiyam": "Qiyam",
"a.Taraweeh": "Taraweeh",
"a.Nayam": "Dorme",
"a.Tahajjud": "TahajJud",
"a.Witr": "Witr",
"a.Aliathnayn": "Segunda-feira",
"a.Althulatha'": "Terça-feira",
"a.Al'arbiea'": "Quarta-feira",
"a.Alkhamis": "Quinta-feira",
"a.Jumah": "Sexta-feira",
"a.Alsabt": "Sábado",
"a.Al'ahad": "Domingo",
"a.Kānūn aṯ-Ṯānī": "Janeiro",
"a.Šubāṭ": "Fevereiro",
"a.'Āḏār": "Marchar",
"a.Naysān": "abril",
"a.'Ayyār": "Poderia",
"a.Ḥazīrān": "Junho",
"a.Tammūz": "Julho",
"a.'Āb": "Agosto",
"a.'Aylūl": "Setembro",
"a.Tišrīn al-'Awwal": "Outubro",
"a.Tišrīn aṯ-Ṯānī": "novembro",
"a.Kānūn al-'Awwal": "dezembro",
"a.Layl{}": "Noite",
"i.Quest was already completed": "A missão já estava concluída",
"i.Quest skipped, try again tomorrow": "Missão pulada, tente novamente amanhã",
"i.Quest expired, try again tomorrow": "Quest expirou, tente novamente amanhã",
"i.Quest is not active yet": "A missão ainda não está ativa",
"at.Tap to skip quest, you will lose {0}": "Toque em Pular Quest, você perderá {0}",
"a.Ajr": "Recompensas",
"i.Skip": "Pular",
"i.Done": "Feito",
"i.Tap to complete quest": "Toque para completar a missão",
"i.Active": "Ativo",
"i.Daily": "Diário",
"a.hapi": "hapi",
"i.Set long-term goals": "Estabeleça metas de longo prazo",
"i.Manage and prioritize your time": "Gerencie e priorize seu tempo",
"i.Build religious and healthy habits": "Construir hábitos religiosos e saudáveis",
"i.Pray like the Prophet (AS)": "Ore como o Profeta (AS)",
"a.'Adawat": "Ferramentas",
"a.Dua": "Dua",
"a.dua": "dua",
"a.Hadith": "Hadith",
"a.Quran": "Alcorão",
"a.Tarikh": "História",
"a.Alathar": "Relíquias",
"a.'Asyila": "Missões",
"i.View your rewards": "Veja suas recompensas",
"i.Find prayers": "Encontre orações",
"i.Read from Books of Hadith": "Leia de livros de hadith",
"i.Read the Quran": "Leia o Alcorão",
"i.View the history of Islam and our Universe": "Veja a história do Islã e nosso universo",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "Use ferramentas como o Qiblah Finder e o Dicionário Islâmico",
"i.Collect, upgrade and learn from Relics": "Colete, atualize e aprenda com as relíquias",
"i.Earn rewards for this life and the next": "Ganhe recompensas por esta vida e na próxima",
"i.Go back to previous page": "Volte para a página anterior",
"at.Go back to {0} home page": "Volte para {0} página inicial",
"i.Hide menu": "Ocultar o menu",
"i.Show menu": "Mostrar menu",
"i.Menu": "Cardápio",
"i.Search": "Procurar",
"i.Favorites": "Favoritos",
"at.{0} Menu": "{0} menu",
"at.{0} Search": "{0} pesquisa",
"at.{0} Favorites": "{0} favoritos",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} é feito por voluntários por causa de {1} {2}.",
"i.We hope it greatly improves your happiness in this life and the next.": "Esperamos que isso melhore muito sua felicidade nesta vida e na próxima.",
"at.{0} will never track or sell your data and will remain free.": "{0} nunca rastreará ou venderá seus dados e permanecerá gratuito.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "Você pode oferecer suporte a {0} com o seu {1}, compartilhando {2} e doando para custos do servidor, desenvolvimentos adicionais e programas de divulgação social.",
"a.Allah": "Allah",
"a.SWT": "Swt",
"at.About {0}": "Sobre {0}",
"at.Share {0} then share in mountains of rewards!": "Compartilhe {0} Em seguida, compartilhe nas montanhas de recompensas!",
"a.Assalamu Alaykum": "Que a paz esteja com você",
"i.,": ",",
"i.Check out this really useful and fun Muslim app!": "Confira este aplicativo muçulmano realmente útil e divertido!",
"i.Learn more at": "Saiba mais em",
"i.Show favorite events": "Mostre eventos favoritos",
"i.Show all events": "Mostre todos os eventos",
"i.Hide events": "Ocultar eventos",
"i.Navigate to past": "Navegar para o passado",
"i.Navigate to future": "Navegue para o futuro",
"i.Quintillion": "Quintillion",
"i.Quadrillion": "Quadrilhão",
"i.Trillion": "Trilhão",
"i.Billion": "Bilhão",
"i.Million": "Milhão",
"i.Thousand": "Mil",
"i.Year": "Ano",
"i.Years": "Anos",
"i.Ago": "Atrás",
"i.Years Ago": "Anos atrás",
"i.AD": "DE ANÚNCIOS",
"i.BC": "Bc",
"i.page away": "Página longe",
"i.pages away": "páginas de distância",
"i.Era": "Era",
"i.Birth of the Universe": "Nascimento do universo",
"i.Common Era": "Era comum",
"dummy.toDragDontDelete": "sustşüşıiöçğüşiİöç"
}
