{
"t.Big Bang": " __ Оё кофирон нафаҳмиданд, ки осмонҳову замин аст. Мо аз ҳар чӣ бад мебинем, Мо ҳаронро аз обе офаридаем. Оё он гоҳ имон наёваранд? (Қуръон 21:30)\n\nМодели __big Bang__ ин аст, ки олам дар ҳолати зич ва гарм сар шуд ва васеъ шудааст. Назарияҳо пешниҳод менамояд, ва андозагирҳо нишон медиҳанд, ки коинот имрӯз хеле васеъ аст.\n\n__Big Bang in 'назарияи илмӣ дар бораи он, ки чӣ гуна сар шуд, назар ба он ки Олмон шурӯъ шудааст ва сипас ситораҳо ва галактикаҳоро имрӯз сохта истодаем.\n\nХалқ ҳамчун як Super HEST, хурд, зич ва зич сар шуд (Омехтаи чор қувваҳои асосӣ), бидуни ситораҳо, атомҳо, варақа ё сохташуда оғоз ёфт. Сипас, тақрибан 13,8 миллиард сол пеш, фазо хеле зуд густариш дод (ба ин ном \"__big Bang__\"). Ин ташаккули атомҳоро оғоз кард, ки дар ниҳоят ба ташаккули ситораҳо ва галактика оварда расонид. Ин jemaîtrre, ки аввал қайд кард (дар соли 1927) гуфта шудааст, ки коиноти васеъшхонаро дар вақти муайян кардани як нуқтаи мукаммали ягона бозмедорад.\n\nАммо, ба бисёр астҳои бисёр астрономӣ ва дигар далелҳои илмӣ, ки ба монанди таркиши калон, орбитӣ, орборҳо ва рафтор, эмлос ва ғайримуқаррарӣ, моро дар Қуръон, эмитратико, мо бештар ба мо додааст. Масалан, Ҷолнес Леммитри аввал набуд, ки дар бораи таркиши бузург қайд карда нашудааст. Қуръон ба таври возеҳ дар бораи таркиши бузург, оё кофирон намедонистем, ки осмонҳову замин бошанд. Ва ҳар умр аз обе офаридаем. Оё онҳо имон намеоваранд? (Қуръон 21:30)\n\nАгар шумо аломат ё далели Худоро ҷустуҷӯ кунед, бидонед, бидонед, ки ин танҳо яке аз далелҳои бешумори бешуморест, ки ислом дуруст ва ягона дин Худо аст.\n\nКомгоҳ имрӯз ҳоло ҳам васеътар мешавад, ки ба наздикӣ ошкор шуд. Аммо, боз Қуръон тасдиқ мекунад: __ ҶОДАРИНОТ, ки онҳо онҳоро бо қудрат бино кардаем. Ва мо онро васеътар мекунем \"(Қуръон 51:47) __.\n\nДар маҷмӯъ, коинот меафзояд ва ҳангоми гузариш ба ҳарорат меафтад. Космология омӯзиши он аст, ки коинот сар шуд ва рушди он. Олимоне, ки космологияро меомӯзанд, аз он розӣ мешаванд, ки назарияи __big Bang__________________________ МЕГӮЯД.\n\nҲей Хаймои Фред ин назарияи \"__big Bang\" дар намоиши радиои ӯ номида мешавад. Вай бовар надошт, ки ба __big Bang ____ дуруст буд. Олиме, ки бо ӯ розӣ набуданд, ин ном хандовар ва қарор дод, ки онро истифода барад.\n\nОлимон пойгоҳи __big Bang__ -ро дар бисёр мушоҳидаҳои гуногун мустаҳкам мекунанд. Муҳимтар аз ҳама он аст, ки такрории галактикии дур. Redshift таъсири доплер дар рӯшноӣ рух медиҳад ва инчунин дар садо ба назар мерасанд (садо як ракека) , вақте ки объект аз замин дуртар мешавад, рентгенҳои рангаш ба рангҳои сурх монандтаранд, зеро олимон аз ҷониби объект мавҷуданд Дар спектри намоёни ошкоро баландтар аст, объектҳо дуртар аст, тезтар ҳаракат мекунад ва онҳо метавонанд кор кунанд, ки ин объект чӣ қадар кор мекунад дуртар аз замин Зёнда вақте ки оғоз ёфт, хеле гарм ва хеле гарм буд.\n\nМинбошҳои дигар, ки назарияи __big Bang______________________________________________-и унсурҳои кимиёвии оламро дастгирӣ мекунанд. Маблағҳои элементҳои хеле сабук, ба монанди гидроген, Ҳелия ва Литум бо назарияи __big Bang __. Олимон инчунин \"Радияи пасандозҳои пасандозро\" Космикӣ \"ёфт. Ин радиатсия ҳамчун мавҷҳои радио шинохта шудааст ва онҳо дар ҳама ҷо дар олам мебошанд. Ин радиатсия ҳоло хеле заиф ва хунук аст, аммо дере нагузашта хеле сахт ва хеле гарм буд.\n\nБаъзе олимон ва файласуфон баҳс мекунанд, ки вақт пеш аз __big Bang ____ нест. Онҳо баҳс мекунанд, ки __big Bang __ аст, ки пеш аз он ки __big Bangle \"пеш аз\" пешбинишудаи \"вуҷуд надошт, агар ҳеҷ вақт вуҷуд надошта бошад! Ҳамчун мусулмонон, мо медонем, ки Худо абадист ва чизи дигаре, ки фикри мо фаҳмида метавонад, фаҳмад. Ҳамин тавр, оқилияти комил дорад, ки чаро мо мафҳуми вақтро пеш аз таркиши калон фаҳмида наметавонем, ин яке аз бисёр парадоксест, ки ба Офаридгори пурқувват ишора карда мешавад.\n\nБарои баҳсу мунозира кардан, биёед бигӯем, ки мо бояд чӣ рӯй дода, аниқ чӣ гуна офарида шуда буд. Он гоҳ саволи навбатӣ чунин хоҳад буд: \"Пас, инро офарид\". Бигӯ: «Хуб» Тавре ки шумо метавонед бубинед, ин ҳеҷ гоҳ хотима намеёбад, ҳамин тавр далели бузурги Худо мебошад ва мафҳуми Худо аз ҳадди ақали инсонӣ дур аст.\n\nМусулмонон дар бораи чунин масъалаҳо баҳс намекунанд, мо танҳо он чизе қабул мекунем, ки Худо ба мо дар бораи худ ва офаридаҳои Ӯ мегӯяд. Масалан, Худо дар бораи дастҳои Худ сухан мегӯяд, аммо мо медонем, ки баён мекунем, ки ба муқоиса бо ҳеҷ чиз дар бораи ҳеҷ чиз маълум мешавем. Одаме дорад, ки як маймун даст дорад, соат даст дорад. Дастҳои Худо аз ҳама чизҳо чизи моро қадр мекунем ва мо онро дар он мегузорем.",
"t.Milky Way is Born": "Олимон, ки __милкий ____________________________________________________________________________________ бошад Баъзе аз ин чунин инҳо аз меъёрҳои зиёдатӣ тухмии кластарҳои глобулиносӣ, ки ҳоло ситораҳои боқимонда дар он чизе ҳастанд, ки ҳоло __милкий__ ташаккул ёфтааст. Қариб нисфи масъала дар роҳи __милкий__ метавонад аз дигар галактикаҳои дурдаст биёянд. Бо вуҷуди ин, ин ситораҳо ва кластерҳо акнун alldard-ро дар бар мегиранд ____милкий__. Дар давоми якчанд миллиард сол таваллуд шудани ситораҳои аввал, массаи __милкий калон буд. Ба қадри кофӣ калон буд, то нисбат ба зудӣ чарх мезанад. Аз сабаби нигоҳдории импулси кунҷӣ, ин боиси миёнамолии газетажн ба шакли тақрибан Сфероидӣ ба диск оварда расонид. Аз ин рӯ, баъдтар наслҳои ситораҳо дар ин дискҳои спиралӣ ташкил шудаанд. Бештари ситораҳои ҷавон, аз ҷумла офтоб, дар диск ба мушоҳида мерасанд.\n\nАзбаски ситораҳои аввал ба ташаккул ёфт, __милкий __ МЕГӮЯД БА ҲАФТАҲОИ ГАЛБИСИД (махсусан дар роҳи __милкий) ва аккредитатсияи гази мустақим __Милкий дар айни замон аз якчанд галактикаи хурд, аз ҷумла ду бузургтарин галактикаҳои моҳвораӣ, абрҳои магелланикӣ, ки тавассути ҷараёни магелянӣ, абрҳои калон ва хурд, ба воситаи ҷараёни магелликӣ ҷойгиранд. Ҳисобкунии бевоситаи газ дар абри баландпоя дар абрҳои баланд ба монанди Смит. Аммо, хосиятҳои роҳи __милкий, ба монанди массаи стипар, импулси кунҷӣ ва металликӣ дар минтақаҳои берунии он пешниҳод мекунанд, ки дар 10 миллиард соли охир аз галактикаи калон бо галактикаҳои калон иборат аст. Ин нарасидани муттаҳидшавии нав дар байни галактикаи спирали шабеҳ аст; Чунин ба назар мерасад, ки ҳамсояи он Андробиеда галаксация ба назар мерасад, ки таърихи маъмулии бештаре дорад, ки бо галактикаҳои нисбатан калон якҷоя мешаванд.\n\nМувофиқи таҳқиқоти охирин, __ Мухбати __ Мухбияи Андромеда ситораҳои нав Фаъолияти Star-Formation Gallisity Galaxies Galley Gallies суст мешавад, вақте ки онҳо дар миёнаи Star Star Star Star Star Star Startly кор мекунанд. Дар галактикаҳои шабеҳ бо хусусиятҳои монанд, одатан афзоиши ситораҳо аз рӯи панҷ миллиардсола зиёд шуда, ҳатто баҳисобгирии қурби ситораҳо бо бархӯрди он аз роҳи бархӯрд дар байни __милкий __ ва Андрееда гузаронида мешавад Галактика. Дар асл, андозагирии galaxies дигар galaxies ба роҳи __milky ________________________________________________________________ бошад, ки он ситораҳои навро ташкил медиҳанд ва он танҳо нисбат ба пайдарпаии галаксияҳои пур аз галактикии сурх аст.\n\n## Таърихи синну сол ва космологӣ\n\nГурӯҳҳои глобулаталӣ дар байни иншооти қадимтарин дар __милкий__, ки аз ин рӯ ба синни __милкий __милика маҳдуданд. Садрҳои ситораҳои инфиродӣ дар __милкий__ метавонанд арзёбӣ карда шаванд, ки аз ҳад зиёд фаровонии унсурҳои радиоактивии дарозмуддат, пас аз муқоиса кардани натиҷаҳои арзёбии аслии онҳо, як техникаи nclelosmochrochronoice арзёбӣ карда мешавад. Ин арзишҳои ҳосилнокии тақрибан 12,5 ± 3 ± 3 ° 3,8,8 миллиард сол ва 13 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3 ° 3.8. Бо чен кардани ҳароратҳои олии ин бисёрзабонҳои сафед ва муқоиса кардани онҳо ба ҳарорати ибтидоии чашм, синну соли синну солро ташкил додан мумкин аст. Бо ин техника, синну соли кластери глобулӣ M4 12,7 ± 0,7 миллиард сол ҳисоб карда шуд. Баҳодиҳии синну соли қадимтарин ин кластерҳо 12,6 миллиард солро ташкил медиҳад ва 95% эътимоди дорои дараҷаи 16 миллиард сол.\n\nДар роҳи __милкий дар роҳи __милкий, ки бо синну соли 13.80 миллиард милли-сола-солаи коинот, хеле наздик ёфт шудааст. Дар соли 2007, ситора дар халта галактик, ӯ 1523-0901, тахминан 13,2 миллиард сола аст. Ҳамчун объекти маъруфи шӯҳратнок дар ин вақт, он вақт, ин андозагирии мазкур ба синни __милкий \"пасттар буд. Бо истифода аз спектакҳои уллуалии телескопи хеле калон, барои чен кардани қавии назарраси телескопи нисбии Википедиа барои чен кардани қавии нисбии алоқаи дорои спектралӣ, ки бо мавҷудияти ҳузури Тор ва дигар унсурҳое, ки аз ҷониби R-раванд сохта шудаанд, гузаронида шуд. Қувваҳои хати қавӣ фаровони аслии изолятсионии мухталифро, ки аз он баҳогузории синну соли ситора истифода бурдан мумкин аст бо истифодаи ядлосмоология. Ситораи дигар, HD 140283, 14,5 ± 0,7 миллиард сола аст.\n\nСинну соли ситораҳо дар диски лоғари галактикӣ бо истифодаи ядлокосмология ҳисоб карда шудааст. Андозагирии ситораҳои лоғарҳои борик ҳосил медиҳанд, ки диски борик 8,8 ± 1.7 миллиард сол пеш ташкил карда мешавад. Ин андозагирҳо пешниҳод мекунанд, ки hatus аз тақрибан 5 миллиард сол дар байни ташаккули галаи галактикӣ ва диски борик мавҷуд буд. Таҳлили охирини имзоҳои химияҳои ҳазорон ситораҳо нишон медиҳанд, ки агар тартиби пайдоиши дискҳо 8-10 миллиард солҳо 8-10 миллиард солро партофтанд мисли пештара.\n\nГалактикаи моҳвораӣ дар атрофи __милкий ба таври тасодуфӣ тақсим карда нашудаанд, аммо ба назар чунин менамуд, ки натиҷаи шикастани баъзе низоми калонтари истеҳсоли сохтори ҳалқа дар диаметри 500,000 соли сабук. Байни галактикаҳо, ба монанди думҳои калони Андромеда бо думҳои калони Галакта, бо мурури замон метавонад галактикии indarece дар ҳалқа дар як садои худсарона ба диски асосӣ, ки дар як ҳалқа ташаккул ёбад.",
"t.Sun is Born": "__ «Ӯст, ки шабу рӯз ва офтобу моҳро офарид.\n\n__Сун__ дар маркази системаи офтобии мо ситораи зарди зард аст. Ин нерӯи барқро сабук мекунад. Ин нур, энергияи нур (гармӣ), мавҷҳои сабук ва радиои ултрабастадиро дар бар мегирад. Он инчунин ҷараёни зарраҳоро медиҳад, ки ба замин \"шамоли офтобӣ\" мерасад. Сарчашмаи ҳамаи ин энергия аксуламал дар ситораест, ки гидрогенро ба Ҳелй мегузорад ва миқдори зиёди энергияро мегардонад.\n\n__SSUN __ Сарое мисли бисёр дигарон дар роҳи Каҳри мо Галактика аст. Он барои каме 4,5 миллиард сол вуҷуд дошт ва ҳадди аққал дертар идома дорад. __Сун __сун тақрибан сад маротиба васеъ аст. Он як массаи 1.9891 × 1030 кг дорад, ки 333,000 маротиба массаи заминро ташкил медиҳад. Замин инчунин метавонад дар дохили __SUN __ 1,3 миллион маротиба мувофиқ бошад.\n\nОлимон чунин меҳисобанд, ки __SUN__ аз як абри калони хок ва миқдори зиёди ях тақрибан 4.567 миллиард солро оғоз кард.\n\nДар маркази он абрҳои бузург, вазнинӣ ба туп табдил ёфт. Пас аз он ки ин кофии калон ба даст овард, фишори азим дар дохили як аксуламали чашмак оғоз кард. Энёр, ки ин озод карда шуд, ин тӯбро барои гармӣ ва дурахшон кард.\n\nЭнергия аз __SSUN DALD боқимондаи абрро аз худ тела дод ва сайёраҳо аз боқимондаҳои ин абр ташаккул ёфтанд.",
"t.Earth is Born": "__ «Пас, Худо бар осмонаш омад ва ҳама дуде буд. Ба осмону замин гуфт:« Биёед ва нохуш ». Гуфтанд: «Акнун ба собиқи салоҳият афтодаем». __\n\nСурхони дигар ва сайёраҳои дигар тақрибан 4,6 миллиард сол пеш ташкил карданд. Онҳо аз гази боқимонда аз Небулӣ, ки офтобро офаридааст, сохта шуданд. Ин боз як мӯъҷизаи орман аст, чунон ки Худо онро ба Қуръон мефаҳмонад, ки ҳама дуде будааст ва замин ба осмону замин гуфт: «Бархад. ё номатлуб. \" Гуфтанд: «Дар ин буд, ки мо ба саҷда афтодаем». Ин оят дар бораи он ки чӣ гуна офарида шудааст, сухан меронд.\n\nМоҳ мумкин аст пас аз бархӯрд дар байни барвақт байни барвақт ва сайёраи хурдтар (баъзан ASIA номида мешавад) ташкил карда шудааст. Олимон чунин меҳисобанд, ки қисмҳои ҳарду сайёра хомӯш шуданд - аз ҷозиба шудан (аз ҷозиба) моҳ.\n\nҚуръон, ки Худо офтобро, ки офтобро, офаридааст ва моҳҳо ва сайёраеро, ки куронҳо ва асоратонро дигаргун мекунанд, офаридааст. __ «Ӯст, ки шабу рӯз ва офтобу моҳро офарид.\n\n__Ин __ Оё об аз ҷойҳои гуногун пайдо шуд. Қулф кардани буғи об ва кометаҳо ва Аблоқҳо уқубатро ба даст оварданд. Дар доираи як миллиардҳо (ин тақрибан 3,6 миллиард сол пеш аст) Олимон ба ҳаёти аввал, ки дар даврони ноханэрон оғоз ёфтаанд. Баъзе бактерияҳо фотоцинтезро таҳия намуданд, ки ба растаниҳо аз нури офтоб ва об хӯрок мехӯранд. Ин бисёр оксигенро баровардааст, ки бори аввал бо оҳанин дар ҳалли оҳан гирифта шудааст. Оқибат, оксигени озод ба атмосфера ё ҳаво ворид шуд ва сатҳи ______ аст, ки ба ҳаёти аэробикӣ мувофиқ аст. Ин оксиген қабати озониро инчунин ташаккул медиҳад\n\nБоз ҳам, Худо дар бораи Қуръон дар Қуръон ба мо мегӯяд: «Оё боз як мӯъҷизаи ордони Қуръон мегӯяд:« Осмнамо ошкоро ва осмонҳоеро, ки аз нишонаҳои худ рӯйгардон шуданд, бурданд! » (Қуръон 21:32) __\n\nОлимон ба ҳаёти мураккаб дар рӯи замин бовар карданд, ки қабати озон вуҷуд надошт, зеро бе муҳофизат кардани радиатсияи офтобӣ барои зинда мондан хеле зиёд хоҳад буд.\n\n__Ин дар гузаштаи дур хеле гуногун буд. Пеш аз он ки ҳама замин дар як ҷо буд. Ин як ҳадя номида мешавад. Пешқадамии маъруфи маърифатӣ ба Ваалбара номида шуд. Баъдтар, замоне буд (Крогениён) Вақте ки __EETTHE__ қариб ки дар доираи варақҳои ғафс (пиряхҳо) пурра фаро гирифта шудааст. Ин назарияи кӯлулаи барфӣ номида мешавад. Назарияи.",
"t.Heavy Bombardment": "__ Мо паёмбаронро ба ошкор фиристодем ва ин китобро бар онҳо нозил кардем ва онон, ки мардумро ба адолат тафтиш кунанд, ба мардум раҳоӣ фиристодем ва дар он низ дар он низ қуввири олам ва баракатҳоест барои мардум, Ва Худо касонеро, ки Худо ва паёмбаронаш ба ошнокунандаи Ӯ ошкор созанд. Худо тавонову бузург аст! (Қуръон 57:25)\n\nБомонии дер вазнин (кӯтоҳшудаи LHB ва LHBUDIDIDS инчунин маъруфанд, ки ин чорабинӣ дар он аст, ки ин чорабинӣ фикр мекард, ки тақрибан аз 3,8 то 4,1 миллиард сол пеш тақрибан 3,8 то 4 миллиард сол аст. Ин ҳамчун не невадол ва Эрас дар рӯи замин шинохта шудааст. Дар ҷараёни ин фосила шумораи номутаносибии ауттероидҳо бо сайёраҳои заминии заминӣ дар системаи офтобии ботинии дохилӣ, аз ҷумла Меркурий, Венус, замин ва Марс.\n\nБомони дер вазнин пас аз замин ва дигар сайёраҳои сангӣ рух доданд, аммо аксарияти оммаҳои онҳоро ба вуҷуд оварданд, аммо ҳанӯз ҳам хеле барвақт дар таърихи Замин.\n\nИмрӯз олимон медонанд, ки оҳан метавонад дар рӯи замин рушд карда наметавонист. Аз рӯи андозаи замин онҳо медонанд, онҳо медонанд, ки ин маводҳо табиатан таҳия карда наметавонистанд. Дар асл, онҳо медонанд, ки оҳан бояд дар дохили ситораҳо сохта шавад, алахусус амиқ-сурх. Танҳо дар дохили ин ситораи бузурги ситорагӣ метавонад дар давоми аксуламали болоӣ якҷоя шавад. Сипас як супернова ба рух медиҳад, маънои ситораҳоро тарк мекунад ва пораҳои оҳанӣ ба фазо таркиш мекунанд. Олимон чунин меҳисобанд, ки ин чӣ гуна оҳан ба замин омад.\n\nҚуръон ба ин гуфтор ёдрас мешавад. Ва Мо оҳанро нозил кардем. То ба наздикӣ, бе олимон давраҳои __ Хабарро, ки __ Хабарро дар бораи __ \"кашф карданд, мо оҳанро нозил кардем. Аммо, маълум мешавад, ки Худо ба мо оҳанро нозил мекунад, то аз он манфиат гирем.",
"t.Life on Earth": "__ «Касоне, ки кофиранд, дарнамеёбанд ва ононро гурӯҳе аз кофирон буданд ва Мо онҳоро аз об ҷудо кардем ва онон аз ҳар зиндаанд? (Қуръон 21:30). ~\n\nЛабрдаҳои аввалини дархостшуда микроорганизмҳои калоннашуда (ё микрофосилҳо) мебошанд. Онҳо дар сангҳои оҳан ва кремний-бой ёфт шуданд, ки як вақтҳои гидотермалӣ дар камарбанди Гринстуки Квебек, Канада буданд.\n\nИн сангҳо қадри кофӣ 4,28 миллиард сол мебошанд. Шаклҳои каналӣ, ки онҳо дар як гузориш мавҷуданд, нишон дода мешаванд. Агар ин қадимтарин сабти зиндагӣ дар рӯи замин бошад, он «пайдоиши фаврии ҳаёт» -ро пас аз уқёнусҳо дар 4,4 миллиард сол пеш ташкил карданд. Мувофиқи Стивен Блэрс чарх мезанад \", - агар ҳаёт нисбат ба замин фасод кунад, баъд метавонад дар олам маъмул бошад».\n\nҚуръон тасвир мекунад, ки Худо ба Худо об дода шудааст \"(21:30). Quege аз об чӣ тасвир мекунад. Ва ба ду пой роҳ равед ва баъзеҳо, ки бар чаҳор роҳ мераванд. Худо ҳар чӣ бихоҳад, меофаринад, ки Худо бар ҳар чизе тавоност!\n\nИн оятҳо назарияи илмиро дастгирӣ мекунанд, ки ҳаёт дар уқёнуси Замин оғоз ёфт. Онҳо инчунин ҳамроҳи биологияи муосири муосир, ки баъзе ҳайвонотро то 90% об ташкил медиҳанд, дар ҳоле ки одамон тақрибан 60% обро ташкил медиҳанд.",
"t.Single Celled Organisms": "____ Qur'an тасвир мекунад, ки Худо «Ҳар чизи зиндаеро об дод» (Қуръон 21:30) __.\n\nОрганизмҳои ғайриоддии организмҳо, ки як ҳуҷайра доранд.\n\nОрганизмҳои ғайримуқаррарӣ метавонанд дар ҳама ҷо пайдо шаванд. Шаклҳои қадимаи зиндагӣ 3,8 миллиард сол пеш, агар дигар набошанд, мавҷуд буд. Олимон ба ин организм дучор мешаванд. Онҳо аз паи стратегияҳои зинда мондан: фотосинтезия (санитобакттия), химотратия Баъзе организмҳои ғайриоддии Flagella, думҳои хурд доранд, ки онҳо барои ҷойгоҳ ё лобоподҳо, дарозии скелетҳои мобилӣ (ktoskeleks), ки ҳамчун силоҳи гулдор пайдо мешаванд. Flayella падарирони ғайримуқаррарии мо ҳар роҳ ба ҳайвоноти бадтараш дучор мешаванд, ки дар он ҷо ҳамчун нутфае, ки парчами парчамро мегирад, рух медиҳад.\n\n____ Qur'an тасвир мекунад, ки Худо «Ҳар чизи зиндаеро об дод» (Қуръон 21:30) __. Ояти дигар инро тасвир мекунад, ки чӣ гуна ҳайвонҳоро аз об офаридааст. Аз он ду пои он чӯна, оё он чиро, ки хоҳад офаридааст, меофаринад, зеро Худо тавоност! Ҳама чиз \"(Қуръон 24:45) __.\n\nИн оятҳо назарияи илмиро дастгирӣ мекунанд, ки ҳаёт дар уқёнуси Замин оғоз ёфт.",
"t.Animals": "Аввалин пайдоиши аввал, ки метавонад ҳайвонҳоро дар сангҳои 665-миллион-сола намояндагӣ кунанд, дар сангҳои 665 миллионсола пайдо мешаванд. Ин sssiles шумораи барвақттар тафсир карда мешавад.\n\nҚаллимтарин ҳайвонҳои Эдякар Бикарарон дар охири протипия, тақрибан 610 миллион сол пеш пайдо мешаванд. Муддати тӯлонӣ шубҳа дошт, ки оё ин ҳайвонҳоро дар бар мегирифтанд, аммо кашфи холестирин Липидро дар маркази Дикинсония муқаррар мекунад, ки инҳо дар ҳақиқат ҳайвонҳо буданд.\n\nБисёре аз ҳайвонҳои ҳайвонот дар вақти таркиши кирӣ, тақрибан 542 миллион сол пеш, дар кат, ба монанди shale burgess оғоз ёфт. Филлаҳои васеъ дар ин сангҳо, брахофо, брахофорҳо, шонхафорон, тепродорон, артрогодҳо, Эхроподерҳо ва гемонферҳо, дар якҷоягӣ шаклҳои мухталифи ғайринасмиро ба монанди аномалокари пешбинишуда дар бар мегиранд. Олимон ҳатман нестанд, агар ин ҳайвонҳо дар ҳамзамон пайдо шаванд ё ягон масъала бо роҳи сангинҳо ҷамъоварӣ карда шаванд.",
"t.Fish": "Олимон чунин меҳисобанд, ки моҳи аввал тақрибан 530 миллион сол пеш дар вақти таркиши кирмонӣ тақрибан 530 миллион сол пеш пайдо шуд. Онҳо боварӣ доранд, ки ороишҳои аввал ё ҳайвонот бо сутуни сутунмӯҳра ё сутун мебошанд. Аввалин моҳии аввал ба Агната, ё моҳии гиря тааллуқ дорад. Дар давоми охири Кемблион, масоҳати масхара, ки мағрурии ғазаб мехонданд ва пиронсолони хурдсоле, ки ҳамчун ostrakodermerms маълуманд, пайдо шуданд. Аксарияти моҳии ҷуръат нест.",
"t.Insects": "____Ins__________________________________ дар артропои Phryropoda. Онҳо одамони хурди заминӣ мебошанд, ки экскелетҳои сахт доранд.\n\n__________________________________________________________________________________________________________________________________________________________________________________ бошад Дар бораи __926,400 намудҳои гуногун тавсиф карда шуданд. Онҳо аз нисфи ҳамаи намудҳои маъруфи зиндаанд ва боварӣ доранд, ки зиёда аз 90% намудҳои ҳайвонотро дар бар мегирад.\n\nНавъҳои нави __ines__ пайваста ёфт мешаванд. Ҳисобҳои шумораи умумии намудҳо аз 2 миллион то 30 миллион нафар.\n\n____Ines__ шаш пой дорад; ва бештари болҳо доранд. ____________________________________________________________________________________________________________________________________________________________________________________________________________________________________________ бошад Вақте ки онҳо аз тухм, __ins __________________________________________________________________________ Адад. ____Ines__ Ҳама дар тамоми сайёра зиндагӣ мекунанд: қариб ҳама тангӣ мебошанд (дар замин зиндагӣ мекунанд), аммо дар уқёнусҳо ё дар уқёнусҳо ё дар ҷойҳои хеле хунук зиндагӣ мекунанд, ба монанди Антарктида. Аксар намудҳо дар минтақаҳои тропикӣ зиндагӣ мекунанд.\n\nБаъзе одамон ҳамаи __ines________________________________________________________________________ бошад. Танҳо баъзе __ines__ хатогиҳои ҳақиқӣ ҳастанд, ки ин фармони махсуси __ines__ аст. Одамоне, ки __ines__-ро меомӯзанд __inessists __entomoloологҳо номида мешаванд.",
"t.Reptiles": "__Reptile __ номи маъмул барои яке аз гурӯҳҳои асосии устухонҳои заминӣ мебошад. Он аз ҷониби биологҳо, ки дорои шартҳои дақиқ истифода мебаранд.\n\nНоми __ \"хазандагон\" __ аз лотинӣ ва маънои \"касе, ки лотин аст\" меояд. Ҳамаи намудҳои зинда ба вуҷуд омадани хун сарданд, пӯсти ҳезум доранд ва тухмҳои cleidoic. Онҳо кислотаи антониро (ба ҷои мочевина) берун мекунанд ва клоака доранд. Клока кушодани муштарак барои анус, рисолаи пешоб ва каналҳои репродуктивӣ мебошад. __Reptiles__ инчунин як ташкили қалб ва зарфҳои калони хунро ташкил медиҳад, ки аз ширхӯрон фарқ мекунанд.\n\nБисёр гурӯҳҳои муҳими __repiles__ ҳоло тамоман нест мешаванд, масалан, Мусоу. Мо мегӯем, ки динозаврҳо нобуд шуда буданд, аммо дар шакли насли парронҷшуда (паррандагон) зинда мемонанд. __ қадимҳои қадимӣ, ки наҷот меёбанд, сангпушт, крокодилҳо ва Туатара, наҷотёфтаи гурӯҳи худ. Аксарияти аксарияти имрӯзаи ____retiles__ морҳо ва қаллобӣ мебошанд.\n\nОмӯзиши зиндагӣ __repretiles__ Herpetolome номида мешавад.",
"t.Dinosaur Age": "__Диносонҳо __ (маънои \"Суссабвардияҳои даҳшатнок\") як гурӯҳи мухталифи архаҳои арторӣ мебошанд. Онҳо ҳайвонҳои ҳукмронии замини мезозо буданд. Зиёда аз 500 миллиард доллари динозаврҳо маълуманд. Дар ҳар як қитъа мушоҳида карда шудааст ва бозёфтҳои нав ҳанӯз ҳам зудтар ҳастанд.\n\n__Диносонҳо дар триассий, тақрибан 230 миллион сол пеш пайдо шуданд. Санаи аввали аҷиби динозавр Фосили Динозавав ин аз Этортор мебошад, 231.4 то 228 YAA. Аз ҷониби юни барвақти онҳо устухони болоӣ буданд ва дар аксари муҳитҳо дар замин бартарӣ доштанд. Онҳо то лаҳзаи ногаҳонии K / T (глобалӣ) дар 66 миллион сол пеш иқдом шуданд.\n\nАз сабти сангшудагон, олимон чунин меҳрафтанд, ки паррандагон динозаврҳои дилгиршуда мебошанд ва аз ин рӯ онҳо як сафи динозаврҳо барои истироҳати имрӯза буданд.\n\nДинозаврҳо мутобиқ шуда буданд, ки ба онҳо муваффақ шуданд. Аввалин динозаврҳои маъруф даррандаҳои хурд буданд, ки дар ду пой роҳ мерафтанд. Ҳамаи насли онҳо дорои постгоҳи амудӣ доштанд, ки пойҳои зери бадан. Ин тамоми услуби ҳаёташонро тағир дод. Хусусиятҳои дигар низ буданд. Аксарияти динозаврҳои хурд парҳоро доштанд ва эҳтимолан гарм буданд. Ин онҳоро фаъол мекунад, ки аз навиштаҳои муосир бо мубодилаи бештар метаболизми олӣ. Ҳамкории иҷтимоӣ, ки бо зиндагӣ дар қаламрав ва ҳамкорӣ ба назар мерасад, эҳтимол дорад баъзе намудҳо хеле назар ба баъзе намудҳо хеле хеле эй комил бошад.\n\nАввалин пайдоиши аввал дар аввали асри 19 динозаврҳо эътироф карда шуданд. Баъзе устухонҳояшон хеле пештар пайдо шуда буданд, лекин нафаҳмиданд. Вилям Бакланд, Ҷидон Мантэлел ва Ричард Овод буданд, ки ин устухонҳо гурӯҳи махсуси ҳайвонот буданд. Ҳоло динозаврҳо дар осорхонаҳо дар саросари ҷаҳон мебошанд. Онҳо қисми фарҳанги маъмул шуданд. Дар бораи онҳо китобҳо ва филмҳои беҳтарини фурӯшанд. Китобҳои нави динозавр дар ВАО аксар вақт гузориш дода мешаванд.",
"t.Mammals": "__Мамо __ гурӯҳи ҳайвоноти осебпазирӣ мебошанд, ки ширхӯрони синфро ташкил медиҳанд. Онҳо курта ё мӯй доранд ва як намуди дақиқи танзими ҳарорат.\n\nБа истиснои Монотремҳо, ҳама ширхӯрон ҷавон зиндагӣ мекунанд. Онҳо инчунин ширро барои ҷавон истеҳсол мекунанд. Нигоҳубини волидони ҷавон универсалӣ дар байни ширхӯрон аст ва он муҳим аст, зеро таваллуди зинда шумораи наслро маҳдуд мекунад.",
"t.Stegosaurus": "Стегозурус (маънои \"сақф\" маънои \"сақф\") як навъи динозаври хӯрдани растаниҳо, ки ҳоло дар ғарби Амрикои Ғарбӣ зиндагӣ мекунад, буд.\n\nСтегозурус дар давраи дахлдори дараҷаи олӣ тақрибан 155-145 миллион сол пеш зиндагӣ мекард. Ин яке аз динозаврҳои ба осебпазир шинохта, бо қатори фарқкунандаи дукаратаҳои дискҳои қафо дар қафои худ ва дӯконҳои дароз дар думи он. Зиреҳи зарурӣ лозим буд, зеро он бо чунин мехӯрокҳои хӯрокхӯрӣ ҳамчун Аллозавав ва ceratosaurus зиндагӣ мекард.",
"t.Tyrannosaurus": "Tyrannosaurus динозаври калон-зодгоҳ аз creetacous боло, 65.5-67 миллион сол пеш буд.\n\nTyrannosaurus Carivore Bipedal бо як думи тӯлонӣ, вазнин буд. Дар муқоиса бо дастҳои калон ва пурқудрат, пешпардаҳошаҳои он хурд, балки тавоно барои андозаи онҳо буданд. Онҳо ду рақамҳои часпидашуда доштанд.\n\nМуҳокима вуҷуд дорад, ки оё ин шикорчӣ ё скавтобус буд. Мисли ҳама гуна гӯштҳои бартаридошта, ба монанди шерон ва гохаҳо, Тираннозавр метавонад ҳарду бошад. Он як даҳон хеле қавӣ дошт ва қудрати газидани он метавонад устухонҳои дигари динозаврҳоро бандад.",
"t.Dinosaur Extinction": "Натиҷаҳои нафаскашӣ дар охири ҳунарӣ аз як ё якчанд чорабиниҳои садамавӣ, ба монанди аероид ё таъсироти метеоралитӣ ё афзоиши фаъолияти вулканӣ рух медиҳанд.\n\nЯкчанд имтиёзҳои таъсирбахш ва фаъолияти бузурги вулканӣ, аз қабили он, ки дар домҳои Deccan дар Ҳиндустон ба вақти тахминии чорабинии боздоштшуда машғуланд. Ин чорабиниҳои геологӣ метавонанд нури офтобро кам кунанд ва фотосинтез ба халал расонанд ва боиси халалдор шудани шадид дар экологияи Замин мегарданд.",
"t.Primate Bipedalism": "Бидедализм дорои ду пойро истифода мебарад. Олимон ба бизишоризмҳо боварӣ доранд, ки аз 6 то 7 миллион сол пеш аз 6 то 7 миллион сол пеш аз 6 то 7 миллион пешсӯҳӣ шудаанд, ки ин хислатҳои бифид асосиро нишон медиҳанд. Эволютсионистон ба ин боварӣ доранд, ки гузаштагони барвақти намудҳои инсон бошанд, аммо ин назария дорои далелҳои каме барои дастгирии он мебошад.",
"t.Constructed Tools": "__ Асбобҳо __ Оё воситаҳои аз санг сохтаанд. Онҳо далели онанд, ки асри он навишта шудааст. Олимон чунин меҳисобанд, ки онҳо аввалин асбобҳо буданд. Ба наздикӣ ин фаҳмид, ки пеш аз зиндагӣ воситаҳои сангӣ истифода шуданд.",
"t.Control Fire": "______ Назорати оташи оташдон барои одамони барвақти инсон хеле муҳим буд. Оташ сарчашмаи гармӣ, ҳифз, беҳтар кардани шикор ва усули пухтупаз хӯрок дода шудааст. Ин пешрафтҳои фарҳангӣ барои навовариҳои фарҳангӣ ва тағирот ба парҳез иҷозат дода шудааст. Ғайр аз он, оташи назораткунанда ба густариши фаъолияти инсон ба иқлими хунук иҷозат дод ва баъдтар дар бегоҳ боқӣ монд.\n\nИддаоҳо барои далелҳои пешакии равшании пешбинишавандаи доираи назоратӣ аз тақрибан 2000 то 1,7 миллион сол пеш. Далелҳо барои истифодаи назоратшаванда аз оташи сӯхтор тақрибан 1,000 сол пеш дастгирии илмии илмӣ доранд. Доғҳои flint сӯхтори сӯхташуда дар оташдон дар наздикии гулҳои инсон дар Марокаш омада буданд ва тақрибан 300 ҳазор сол пеш аз он иборат буданд. Далелҳои васеъи назорати санаҳои сӯхтор тақрибан 125, сол пеш.",
"t.Adam": "__ \"Эй ҷодугар! Мо шуморо аз як марде аз як марди як мард ва занатон офаридем ва шуморо бо гурӯҳҳову қабилҳо офаридааст. Бинобар ин дар миёни шумост. Дар назди Худо парҳезгорист ва Худо донову огоҳ аст!\n\nОдам (арабӣ: Муслими мусалмон ҳамчун падари насл ва зани ӯ, Ҳавво (Ҳавво) ҳамчун модари инсоният. Мусалмон Одам мисли мусулмонони нахустинро мебинанд, ки ҳамаи пайғамбарон як имони Исломро мавъиза карданд, ки ин ба Худо итоат мекунад.\n\nАз ин ду шахс, наслҳои инсон дар Замин истодаанд. Дар Қуръон Худо қарор дорад.\n\nВақте ки офарида шудааст, Худо фармон дод, ки ҳаргиз ба сӯи Одам нишон дода буд, ки офариниши наве буд. Ҳама ба Шайкан, ки ӯро рад кард, аз оташи муноқиша (ҷиннн) саркашӣ карданд, дар ҳоле ки Одам аз гил сохта шуд. Он гоҳ Худо онҳоро дар боғи Адан ҳамчун озмоиш ва Шайтан бомуваффақият Одам ва ҳам Ҳӯшро фиреб дод. Худо онҳоро ба дарахт мефиристод, ки Худо онҳоро аз он манъ кард. Дар натиҷа, Худо моро то рӯзи дигар то рӯзи доварӣ дар замин (одамон ва шайтон) дар замин замин додааст. Пас аз он ки як бор дар рӯи замин, Худо бахшиш пурсид ва Худо ӯро бахшад.\n\nМисли Одам ва ҳама пайғамбарон онҳо ба замин омаданд, то ки худро бо Худо бастаанд. Агар мо ба Худо итоат кунем, мо метавонем дар назари Худо сатҳи баландтар дошта бошем. Барои ин мо бояд аз васвасаҳои Ирайто канорагирӣ кунем ва ҳатто аз ин бадтар аз он боз ҳам бадтар ва рад карда шавад. Мо инро аз паи хиради бебаҳо, дастурот ва мисолҳо овардем, ки китоби нахто ба мо дод, ки ба Худо аввал, ки Худо комил ва бетағйир мондааст, иҷро мекунем. Мо инчунин бояд намунаи аҷиб аз пайғамбарон пайравӣ кунем ва ҳикояи пурраи ҳаёти пурраи Муҳадмадро, ки дар таърихи замонавии таърихи муосир омада истодааст, пайравӣ мекунем. Тамоми таълимоти ӯ низ нигоҳ дошта мешаванд ва стипендияи зиёде барои нигоҳ доштан ва таълим додани тарзи ҳаёт вуҷуд дорад. Пайғамбар Муҳаммад мӯҳри пайғамбарон, раҳбари давлат, маънавӣ ва ҳарбӣ дар якҷоягӣ бо шавҳар, падар, ҳамсоя ва дӯст будан буд. Ӯ аз ҷониби онҳое, ки ҷовидонӣ, амалҳо ва таълимоти ӯро таҳқиқ мекунанд, баланд аст. Ҳатто душманони ӯ ҳангоми зиндагӣ ва эътимод ба ӯ.\n\nҲамин тавр, ба монанди мусулмонон мо мақсади ҳаётро медонем, ки тамоми одамон ба ибодати Худо ва дидани он ки дар амал беҳтарин аст, медонанд. Худо ба мардум ҷои зебои биҳишт аст, ки дар биҳиштҳои худ дар бораи пайғамбарии ӯ. Хатари пасттарин дар осмон замини даҳ осмонро хоҳад дошт. Вақте ки шумо ба сатҳи баландтари осмон меоед, шумо бояд замини худро дар солҳои нур оғоз кунед. Худо саховатманд аст ва мехоҳад, ки моро ба мо диҳад ва аз Ӯ битарс. Агар мо аз Худо ва роҳҳои пайғамбарии паёмбарон рӯй гардонем ва моро дар ҷаҳаннам азобест! Бигзор Худо моро аз ин ва одамони бад муҳофизат кунад.\n\nАз нуқтаи назари илмӣ, одамон дар намудҳои __HONNING мебошанд, ки аз он маҷмӯи маъруфи маълум ҳамчун __homo Sapiencens Sairiens__ маълум аст. Мо намудҳои бартаридошта дар рӯи заминем. Бо вуҷуди ин, намудҳои зиёди ҳаёт вуҷуд доранд, алалхусус дар байни растаниҳо ва проттҳо, ки ба ҳаво, санг, ҳаёт ва муҳити табиии замин бештар таъсир мерасонанд.",
"t.First Temple": "__Гöлакли Тепе __ (талаффуз кардан [ɟgббеклӣ]), Туркия барои «Кадридӣ теппа», тақрибан 12 км (7 ми) шимолии шаҳри Еченлыйурфа мебошад. Ин суханон баландии 15 м (49 FT) дорад ва диаметри 300 м (980 фут) дорад. Он тақрибан 760 м (2,490 фут) аз сатҳи баҳр.\n\nИн суханон ду марҳилаи истифодабариро дар бар мегирад, ки аз табиати иҷтимоӣ ё маросиме, ки ба ҳазорсолаи 11-8 мулоқот мекунад, фарқ мекунад. Дар марҳилаи аввал, ки ба nealitic-pon-pretial A (PPNA) тааллуқ дорад (PPNA), доираҳои рукнҳои азими сунъӣ т--шакл гирифтанд - қадимтарине, ки машҳури фасалитҳо буд. Зиёда аз 200 рукнҳо дар тақрибан 20 доираҳо дар айни замон тавассути тадқиқоти геофизӣ маълуманд. Ҳар як сутун баландии то 6 м (20 фут) дорад ва то 10 тонна вазн дорад. Онҳо ба сӯзанҳо часпидаанд, ки аз дӯкони худ берун буданд. Дар марҳилаи дуюм, ба neolithic nealeitic b (ppnb) тааллуқ дорад (ppnb), сутунҳои таъиншуда хурдтаранд ва дар ҳуҷраҳои росткунҷа бо ошёнаҳои оҳаки гулкардашуда ҳастанд. Сайт пас аз PPNB партофта шуд. Сохторҳои ҷавон ба замонҳои классикӣ сана мерасанд.\n\nТафсилоти функсияи сохтор як асрор боқӣ мемонад. Он аз ҷониби як гурӯҳи бостоншиносии Олмон таҳти роҳбарии Клаус ШМД аз соли 1996, то дами маргаш дар соли 1994, кофта шуда буд.\n\nСоли 2018 сайт як макони мероси ҷаҳонии ЮНЕСКО таъин карда шуд.",
"t.Agricultural Revolution": "__ Инқилоби neolitic ____ (синни сангии нав) аввалин инқушкии __ARARRINGHRING буд. Ин тағирёбии тадриҷӣ аз шикор ва ҷамъомади ҷамоатҳо ва гурӯҳҳо ба кишоварзӣ ва шаҳрак тағйир ёфт. Ин давра ҳамчун \"инқилоб\" тавсиф карда мешавад, зеро он роҳи ҳаёти ҷамоаҳоро тағир дод. Он дар замонҳои гуногун, он дар ҷомеаи гуногуни одамӣ ба амал омад. Бисёр ҷомеаҳо 7-9 ҳазор сол пеш иваз шуданд.\n\nМӯҳлат ба мӯҳлати муқарраршудаи баровардашуда, ки аз онҳо инҷонибаҳо баргузор гардид, мӯҳлатро қайд мекунад. Он инчунин ба дигаргуниҳое, ки рух дода буданд, татбиқ карда мешавад: қабули техникаи пешқадами кишоварзӣ, кишти зироат ва дар дификати ҳайвонот. Инқилоби неолита барои пешрафтҳо дар ташкилоти иҷтимоӣ ва технология муҳим аст.\n\n__ Инқилоби neolitic__ дар нуқтаҳои аҳолинишини доимӣ ё нимтайёр зиндагӣ мекард. Азбаски ин шумораи ками одамон тарзи ҳаёти номатлубро бардоштанд. Қобил донистани он ки зироатҳои зироат, ки ба он тааллуқ доранд, мафҳуми моликияти замин таҳия шудааст. Муҳити табиии тағир ёфт, ки ҳамроҳи аҳолӣ ба воя расид ва одамон дар парҳези худ бештар хӯрокҳои ғалладона хӯрданд. Иерархияҳо дар ҷомеа рушд ёфтанд. Ғалла нигоҳ доред ва метавонист савдо карда шавад. Истеҳсоли зиёдатӣ аз ҳосили хуб ҳосилнокии ҷомеаҳо ба ҷомеаҳо кӯмак мерасонданд. Мисоли ин аст, ки Юсуф (тавре) ғалладона муҳофизат карда, пароканда карда мешавад ва ғалладонаро дар Мисри қадим пароканда ва пароканда кард.",
"t.Writing": "__Rewriting __ Оё амали сабти забонӣ ба воситаи визуалӣ бо истифода аз маҷмӯи аломатҳо мебошад. Рамзҳо бояд ба дигарон маълум бошанд, то матн хонда шавад.\n\nМатн инчунин метавонад дигар системаҳои визуалӣ, ба монанди масалҳо ва ороишҳо истифода шавад. Инҳо хаттӣ намешаванд, аммо метавонанд ба кори паём кӯмак расонанд. Одатан, ҳама одамони маълумотнок дар кишвар як системаи навиштаҳоро барои сабти ҳамон забон истифода мебаранд. Қодир ба хондан ва навиштан аст, ки саводнок бошад.\n\n__ Сипас __ аз сухан фарқ мекунад, зеро хонандагон дар вақт ҳузур надоранд. Мо метавонем аз нав Навишта, ва аз қисматҳои гуногуни ҷаҳон хонем. Матнҳо мағозаҳо ва коммуникатсионӣ. __ Сипас ____ яке аз бузургтарин ихтироъ кардани намудҳои инсон аст. Таърихшиносон чунин мешуморанд, ки пас аз ба шаҳрҳо расида, пас аз оғоз ёфтани шаҳрҳо ихтироъ карда шуд. __3witle__ аз тақрибан 3,300bc, ки зиёда аз 5000 сол пеш, дар Шарқи Наздик беш аз 5000 сола аст.\n\n__Rewitle__ Имрӯзҳо одатан дар рӯи коғаз аст, гарчанде ки роҳҳои чоп дар ҳама замина мавҷуданд. Телевизион ва филмҳо инчунин навиштанро нишон медиҳанд ва экрани компютерӣ метавонад. Маводи зиёди навиштан, чанде пеш аз коғаз ихтироъ карда шуд. Гил, папрус, ҳезум, шифер ва пергамент (пӯсти чормағз тайёр карда шудааст) ҳама истифода шудаанд. Румиён дар лавҳаҳои муми бо styy ишора навиштаанд; Ин барои қайдҳо ва паёмҳои муваққатӣ маъмул буд. Баъдтар ихтироъи қоғаз аз ҷониби чинӣ як қадами калон буд.\n\n__ Сипас __ навасола бо истифода аз як асбоби дастӣ, ба монанди қалам, қалам ё хасу анҷом дода мешавад. Бештар ва бештар, матн аз ҷониби вуруд дар клавиатураи компютерӣ ё смартфон сохта мешавад.",
"t.Recorded History": "__Ихор омӯзиши рӯйдодҳои гузашта мебошад. Одамон медонанд, ки дар гузашта ба чизҳое, ки аз инҳо аз навбаҳо нигаронида шудаанд, ба монанди китобҳо, бойгонӣ ва ҳарфҳо ва ҳайвонҳо боқӣ мемонанд чизҳо барои мардум ба таърих. Шахсе, ки таърихро меомӯзад, таърихшинос номида мешавад. Шахсе, ки аз таърих ва таърих меомӯзад, ба воситаи чизҳо аз ҷониби фарҳангҳои қадим бостоншиносӣ номида мешавад. Шахсе, ки инсониятро меомӯзад ва ҷомеа антрополог номида мешавад. Омӯзиши манбаъҳо ва усулҳое, ки барои омӯзиш ва навиштан истифода мешаванд, таърихшиносӣ номида мешавад.\n\nОдамон метавонанд дар бораи гузаштаро бо сӯҳбат бо одамоне, ки дар бораи он рӯй медиҳанд, нақл мекунанд. Ин таърихи шифоҳӣ номида мешавад. Вақте ки одамоне, ки ғулом буданд ва наҷотёфтагони шаҳрвандии Амрико буданд, баъзе таърихшиносон ҳама чизеро, ки гуфтанд, навишта намешаванд.\n\nҲамон тавре анҷом ёфт, ки таърихи ислом. Бисёр одамон навишта мешуд, аммо якчанд олимон дар саросари ҷаҳон ҳар сухани охиринро ҷамъ карда буданд. Тамоми илми исломӣ дар ин бора таҳия карда шуд, ки занҷирҳои ривоятҳо ба пайғамбар бар набанд. Мо медонем, ки ҳамаи ин одамон, ки ҳамаи ин одамон буданд ва оилаҳои онҳо буданд, онҳо на номҳои аввалини тасодуфӣ дар китоб (I.E. Марқӯс, Луқо, Юҳанно) ҳастанд. Аксар вақт, ҳамон ҳадисро метавон даҳҳо маротиба дар як китоб пайдо кард ё зиёда аз якчанд даҳони овозро паҳн кард, зеро он бо ин қадар одамон ҷамъоварӣ карда шуд. Ин ҳамчун як сахи (хеле садо) тасниф карда мешавад.\n\nҚуръон низ навишта буд, вале ҳазорон насиби одамонро мебинад ». Он то имрӯз миллионҳо одамон дар забони аслӣ, ҳатто аз ҷониби баромадкунандагони ғайриӣ. Ин мумкин аст, зеро Қуръон шӯхӣ ва осон аст, ки бисёриҳо дар хотир доранд. Агар тамоми матни Қуръон ба ҳеҷ чиз мубаддал мешуданд, мусалмонон метавонанд онро дар якчанд сония баргардонанд, агар онҳо якҷоя кор кунанд. Ба ҳар ҳол ба мо гуфт, ки ӯ онро дар Қуръон муҳофизат мекунад. __ \"Мо Қуръонро нозил кардем ва Мо нигаҳбони он ҳастем. __ (Қуръон 15: 9) __\n\nНовобаста аз он, ки паёми шоирона ва даъватгоҳ зебоии Қуръон ба таври осонӣ ба осонӣ дахл дорад, зеро он дар гузашта, оянда, оянда, оянда ва фаҳмидани роҳро шарҳ медиҳад. Қуръон дар асл бузургтарин мӯъҷизаест, ки мо низ дорем ва танҳо як нафарро бояд исбот кунем, ки Ис Ис Ис Ис Ис Ис Ис Ис Исломро исбот кунад. Моро офарида, ба мо гуфтугӯ карда, бевосита ба мо бевосита бо суханони Қуръон таълим медиҳад. Чӣ касоне беҳтар аст, ки моро таълим диҳад, пас Худо, касе ки моро офарид ва моро беҳтар мешиносад?\n\nДар замонҳои қадим одамон дар қисматҳои гуногуни ҷаҳон дӯши худро нигоҳ медоштанд, зеро онҳо зуд-зуд ҷавобгӯ нестанд. Баъзе гуруҳҳои одамон ҳеҷ гоҳ бо ҳам мулоқот накардаанд. Ҳар як қисматҳои муҳими дунёро ҳар як қисматҳои муҳими ҷаҳонро роҳбарӣ мекарданд, ки онҳо танҳо қисмҳои муҳими ҷаҳонро роҳбарӣ мекарданд ва дигар қисмҳои дигар \"",
"t.First Pyramid Built": "__ «Имрӯз шуморо ҷонишини худ мераҳонем, ки бар шумо фиристода шуда бошанд. Огоҳ бошед, ки бисёре аз миёни одамон аз нишонаҳои қудрати Мо ғофилонанд. (Қуръон 10:93) __\n\nA __pyramid__ ин сохторест, ки аз санг, ки дар шакли пирамида сохта шудааст, мебошад. Аз замони қадимии то замонавӣ дар бисёр қисматҳои гуногуни ҷаҳон чунин сохторҳоро сохтаанд.\n\nАввалин __pyramids__ дар 2630 b.c сохта шудааст. Қирғизми маъруфи маъруф дар мамлакати Миср, Миср ҷойгир аст ва аз ҷониби шоҳ шоҳ Сарвари сулрикани Миср сохта шудааст.\n\nҚуръон дар бораи Доварони Миср дар бораи Мӯсо (мисли Мусо) ва Юсуф (мисли Мустефф) сухан меронад.\n\nҚуръон таърихи мисиро ба пешкаш кардани сарвари ин сулрикони Миср ҳамчун подшоҳи Миср ё фиръавн (ин баъдтар пайдо шуд). Далели таърихӣ, ки ба наздикӣ аз ҷониби Осорхонаи Бритониё ошкор карда шудааст. Ба гуфтаи онҳо, мисриён роҳбарони худро \"фиръавн\" то 18-уми сулизаи 18-сола (1552-1295 BC) даъват накарданд.\n\nЯкчанд оят дар бораи Мӯсо ва Фирда (фиръавн):\n__ \"Мо ба пайғамбарии пайғамбарии Мӯсо ва Фиръавн такзиб мекунем, ки ба зиёни одамоне, ки имон меоваранд, бозмегардонем. (Қуръон. 28:04).\n\nМо Мӯсоро бо оётамон бар Фиръавну бузургони қавмаш фиристодем ва ситамкоронро ба Фиръавн фиристодем. Бахшоишашон дурӯғ гуфтанд,\n\n\"Ин рӯз пеш аз шумо меравам, то барои шумо нишонае биёваред. Бисёриҳо дар оёти Мо ғофилонанд. (Қуръон 10:93) __\n\nОнро таърих ва олимони масеҳӣ ва мусулмононе, ки Мусо бо Рамессс II муошират кардааст, имон дорад. Ҳам Қуръон ва Библия ин мақомро дар ин мақола дар ин ҷост ба таври муфассал дар бораи он, ки пас аз Мусо ғарқ шуда буд, дар назди Мусо ғарқ шуд, ба ҷои Худо, баҳрро ҷудо кард.\n\nИмрӯз музди 6 «Имрӯз ғуломи Қуръонест, ки дар бадарони худ намеравад, то дар ҳеҷ китоби дигар, ва ҳатто дар ин китоб ва таърихшиносон нишонае пайдо нашуда бошад, то ба наздикӣ. Ҷасадҳои хонашавии ҳамаи фиръавнҳо дар водии подшоҳон (кВ7 ва 8) дар баробари бонкҳои Нил пинҳон карданд. Ҳатто пас аз қабрҳои онҳо, боқимондаи фиръавии фиръавниён дар садсолаҳо нигоҳ доштанд. Кушодани онҳо дар асри 19 баргузор шуд ва ҳоло шумо ҳоло мебинед, Рамесссҳои II бо чашмони худ дар Осорхонаи Грейи Миср, Миср мебинед. Бадани ӯ инчунин барои ҳама сафарҳои байналмилалӣ идома дорад. Ин боз нишон медиҳад, ки чӣ гуна донишҳо дар Қуръон ва Исломро танҳо ба Худо бахшида метавонанд.\n\nШумо инчунин метавонед ба мардуми яҳудӣ дар бораи таҷрибаи онҳо бо ин фиръавн ва дигар роҳбарони мисриён аз таҷрибаашон пурсед.\n\n__ \"Ва ба Мӯсо нидо нидо додем ва Фиръавн гуфт:« Эй Мӯсо, аз мардони ҷодуе, ки ба шумо дароваранд, бипурс. 17: 101) __\n\nЗиндагии халқҳои яҳудиён имкон медиҳад, ки аз онҳо аломатҳои дигари Худо гиранд, мисли мӯъҷизоти зиёд ва пайғамбарон ва пайғамбарон, ки ба онҳо фиристода шуда буданд.\n\n__ ДУНИ МЕХОҲИИ Исроилро чанде замини равшане додем. Ва ҳар кас, ки неъматеро, ки Худоро Худо пас аз ӯ, ки ба ӯ бозгардад, ба азобе сахт гирифтор аст. (Қуръон 2.211) __",
"t.Roman Empire": "__ unpe unpire __ (Лотин: Лоиз Романсум) бузургтарин империяи ҷаҳони қадим буд. Пойтахти он Рум буд ва империяи он дар Миёназамин асос ёфтааст. Санаҳои империя аз 27 пеш аз 27 пештахта, вақте ки Оквай император шуд, август шуд, то он даме ки он дар 476 адад ба охир расида, дар аввали асрҳои миёна ё синну соли миёна.\n\nИмперия марҳилаи сеюми Румии қадим буд. Рум бори аввал подшоҳони Рум, пас аз ҷониби Ҷумҳурии Рум, пас аз император подшоҳ ҳукмронӣ кард.\n\nБисёре аз заминҳои муосир як маротиба империяи __Риранд, аз ҷумла Бритониёӣ (на шотландия), Юнон, Юнон, Германия, Миср, Қрим, Қрим, Қрим, Қрим, Қрим, Қрим, Қрим. Забони асосии империяи __RIME__ лотин буд; Юнон як забони муҳими муҳим буд.\n\nҚисмати Ғарби Иёлоти Муттаҳидаи __Рир тақрибан тақрибан 500 сол ва қисми шарқиро идома дод, аз ҷумла Юнон ва Анатолия, тақрибан ҳазор сол боз идома ёфт. Қисми шарқӣ империяи Бойзаннин номида шуд, пойтахти он Константиноплин аст ва аз ҷониби маҳлули Эгелин дар 1453 аз ҷониби Султон Fulta MEHMET шуд. Ин чорабинӣ аз пайғамбар Муҳаммад ва яке аз ҳодисаҳои аз ҳама гуворо дар таърихи ҷаҳонӣ пешгӯӣ карданд.",
"t.Crusades": "__Дар кӯзаҳо __ буданд, ки байни масеҳиён ва мусалмонон дар бораи замини муқаддас мубориза мебаранд. Чун анъана, онҳо дар байни 1095 ва 1291 буданд. Замини муқаддас ҳанӯз ҷой дошт, ки барои се динҳои ҷиддӣ хеле муҳим аст, ки дини асосӣ ва масеҳӣ аст. Дар замини муқаддас як ҷойҳои муҳими мазҳабӣ ҳастанд. Ин замин аст, ҳоло ҳоло Исроил ё фаластинӣ номида мешавад. Ерусалим, Носар, Байт-Лосем, Ибрешимаҳо ва дигар ҷойҳои динӣ зери назорати мусалмонон дар давраи халифаи Омар (RA), сеюм ва рафиқони наздики пайғамбар Муҳаммад (диданд).\n\nБисёр косаҳои гуногун буданд. Муҳимтар ва бузургтарин __crusades __ аз 11 то 13 баргузор шуд. Дар ин вақт 9 срике аз калон буданд. Инчунин бисёр каҷоти хурдтар буданд. Баъзе crusades ҳатто дар Аврупо буданд (масалан, дар Олмон, Австрия ва Скландинавия). Камтар __crusades __ то асри 16 то 16 идома ёфт, то шикоят ва ислоҳот.\n\nКалимаи \"Crushade\" ба калимаи \"салиб\" алоқаманд аст ва як ҷанги муқаддаси масеҳиро дорад. Ҳамчунин калимаи арабии «Ҷихад» низ ҳаст, ки аз ҷониби мусулмонон талош ва мубориза мебахшад, ки метавонанд бо мусулмонони мусулмонон дар вақти ҷанг монанд бошанд. Паёмбарро таълим дод, ки ин ҷиҳод аст, чунон ки ҷиҳоди бештаре дар ҷанг бармеояд ва ҷиҳоди бештаре меояд, ки зиндагии некӯаҳонӣ зиндагӣ кунад.\n\nҲама тараф (масеҳиён, мусалимон ва яҳудиён) аз динҳои онҳо ба назар мерасанд. Бисёре аз каҷраҳо аксар вақт сабабҳои сиёсӣ ё моҳона доштанд. Монанди ҳама ҷангҳо.\n\nЧӣ ғамангез аст, ки душманони се як дин Иброҳимро, ки хеле маъмуланд, ғамгин аст. Мусалмонон яҳудиён ва масеҳиёнро ҳамчун аҳли китоб дида мебароем, ки онҳо дорои мақоми махсус ва муносибати наздиктар нисбат ба ҳама одамони дигар мебошанд. Шумо инро дар зиндагии Паёмбар! Лекин дар он ҷо дида метавонед ва дар он ҷо ва рафиқони масеҳии «масеҳии« масеҳӣ », ки талафоти масеҳӣ ба сезанияҳо дар як ҷанги калон ғамгин шуда буданд, ғамгин шуд. Ин дар ҳадисҳо сабт карда шуд ва ҳатто дар Қуръон сухан гуфт. Ин як далели ҷолибе будани ҳаққонияти ислом аст, чунон ки Худо рӯйдода буд, ки рӯйдодҳои ояндаро наҷот дод. Фармон пеш аз ва пас аз он. Ва он рӯз мӯъминон шодмон мешаванд, ки гуфтанд: «2-4) __\n\nДар замоне маълум шуд, ки бутпарастони араб дар паҳлӯи Сассан бутпараст буданд, дар ҳоле ки мусулмонони араб умедвор буданд, ки масеҳӣ ин ҷангро ба даст оварданд. Вақте ки масеҳиён фиребгарро аз даст доданд, барои ин талафот мусалмононро масхара мекарданд ва ба монанди Худои пурқудрататон дар куҷост? ». Ҳамин тавр, Худо ин оятро нозил кард. Боварӣ ҳосил намоед, ки дар ҷанги Замимаи 622 милодӣ, Баннентия Теракалюс ғалабаи зарароварро дар Анатолия бар зидди сисияҳо ва ба ин тарз Қуръони Қуръон дошт.",
"t.Black Plague": "__Дар марги сиёҳ садои беморӣ буд, ки миллионҳо одамонро дар саросари Аврупо ва Осиё куштанд. Қариб аз ҳар се шахс дар Аврупо аз беморӣ вафот кард ва дар байни 1347 ва 1351 бадтарин буд. Беморӣ метавонад дар Осиё сар кард. Аксарияти одамон фикр мекунанд, ки беморӣ балои бубонкӣ буд. Ин беморӣ гузаронида мешавад ва тавассути блохи дар каламушҳо зиндагӣ мекунад. Тоҷирон аз Роҳи абрешим метавонанд стеряшро ба Аврупо оварданд.\n\nФлин мушкилиро оғоз кард; Мульпҳои сироятшуда бо каламушҳои сиёҳ гузаронида шуданд. Каламушҳо, ки бандаронро бардошта буданд, ба шаҳрҳо мераванд. Вақте ки флипҳои каме касе, онҳо каме аз бактерияҳо ба захм ворид мекарданд. Ин боиси сироят мешавад. Каламушҳо аксар вақт дар киштиҳо буданд. Ин маънои онро дорад, ки ин беморӣ зуд паҳн мешавад, дар тамоми Аврупо.\n\nДар одамон, беморӣ ба густариш дар ҳом, зери дастҳо ва паси гӯшҳо гардид. Ин доғҳо ранги сиёҳ ва арғувон буданд, аз ин рӯ номи марги сиёҳ 'буданд. Даблабҳои торик Buboes номида мешуданд. Одамон дар дард дард мекарданд ва қурбониён марги даҳшатнокро марг карданд. Аломатҳо метавонистанд 3-7 рӯз пас аз қурбониён, ки як кина ба беморӣ бардошта буданд, дидан мумкин аст.\n\nМутаассифона, дар баъзе шаҳрҳо чунин фикр мекарданд, ки гурбаҳо боиси бемор шуданд, ки онҳо дар шумораи зиёд шикор ва кушта шуданд. Мутаассифона, тавре ки бояд интизор шуд, ин ба балоҳ бадтар шуд, вақте ки акнун каламушҳоеро аз даст дод ва шумораи бештари он ба воя расидааст.\n\nДигар далели ҷолиб дар атрофи балои Бубоникӣ ин аст, ки папазон худро наҷот дод. Дар он вақт, мусулмонон дар роҳбари тамоми ихтисоси тиббӣ ва илмӣ буданд. Бо роҳи зиёди бисёр китобҳои мусулмон, рӯҳияи католикӣ фаҳмиданд, ки оташсӯзӣ гум шуд ва бемориҳои муайян (микробҳо). Ҳамин тавр, онҳо дар як давра оташи бузург дар атрофи Поп, ки якчанд ҳафта давом мекард, мепӯшиданд. Албатта, дар албатта, каламушҳо ва онҳоро аз байн бурдани папа ва бе мушкилот зинда монд.",
"t.Constantinople/Istanbul": "__Кстантиноплинопелл__ пойтахти империяи Рум буд (335-395), империяи 395-395 буд (395-1207 ва 1261-1453), империяи Лотинӣ (1204-1261), ва империяи Усмонӣ (1453-1922). Соли 1930 ин номгузорӣ шуда буд, Истамбул. Ин шаҳр дар Туркияи имрӯза аст.\n\nПойгоҳи Истанбул низ маълум аст, ки бо номи Ислом як аломати дигар ва далели Исломро чун пайғамбар Муҳаммад пешгӯӣ мекард. __ «Албатта, шумо мутинаҳоатро забт хоҳед кард. Чӣ дудгоҳи олиҷаноб хоҳад шуд ва фармони олиҷанобе хоҳад буд ва фармондеҳи аҷибе хоҳад буд. \" (Муснод, I, 176; Dardi; Darmi, PLEADINA \". QUTEMANGE барои Отомонҳо дар 1453, ки шаҳрро дар соли 1453 забт карданд ва империяи пурқудраттаринро дар таърих доштанд .\n\nТаърихшиносон изҳор карданд, ки дар давраи вақт __conttantinople__ мағлуб кардани ҷой ба монанди Ню Йорк мебошад.",
"t.Newton and Gravity": "Вақте ки аксарияти одамон дар бораи __isaac Neiston__ фикр мекунанд, онҳо дар бораи он, ки дар зери дарахти себ нишастаанд, мебинанд, ки суқути Appleро тамошо мекунанд. Баъзе одамон ҳатто боварӣ доранд, ки ба себ афтод, ба сари ӯ афтод. __NEWATEN фаҳмид, ки чизҳое месозад, ки чизҳо ба замин афтоданд, як навъи махсуси қувва аст - қуввае, ки мо вазниниро меномем. __NWEWAN__ фикр мекард, ки вазнинӣ қувваи ҷалби байни ду ашё, ба монанди себ ва замин буд. Вай инчунин гумон мекард, ки объект бо материяи дигар ба объектҳои хурд мубаддал мегардад, ки онҳо ба он мувофиқат карданд. Ин маънои онро дошт, ки массаи калони замин объектҳоро ба сӯи он кашид. Ин аст, ки чаро себ ба ҷои боло афтод ва чаро одамон дар ҳаво шино намекунанд.\n\n__Isaac Neiston__ дар бораи вазнинӣ фикр мекард. Пеш аз __NEWANTEN! Одамон фикр карданд, ки танҳо объектҳои назди замин афтоданд. Аммо __NEWATEN фикр мекард, ки вазнинӣ набояд танҳо бо замин ва ашёҳои он маҳдуд бошад. Чӣ бояд кард, агар вазнинӣ ба моҳ ва он даме рафт?\n\n__NEWANEN формуларо барои ҳисоб кардани қувваи ҷалб байни ду бадан ихтироъ кард. Вай онро барои ҳисоб кардани қувва барои нигоҳ доштани моҳ дар атрофи замин истифода бурд. Баъд вай онро бо қуввае, ки себро ба поён меафтад, муқоиса кард. Пас аз он ки моҳ хеле дуртар аст, ва миқдори зиёди калонтаре дорад, фаҳмид, ки нерӯҳо якхела буданд. Моҳ дар мӯза дар атрофи Замин бо кашидани вазнини Замин дар назди замин нигоҳ дошта мешавад.\n\nФормулаи аз ҷониби __NEWANE ихтилофро ихтисор мекунад, қонуни асирӣ номида мешавад. Вай хеле мусиқӣ мекард ва бисёр қонунҳои ӯ ҳамчун физикаи Нютония шинохта шуданд. Бисёре аз формулаҳои математикии ӯ то ҳол барои ҳисоб кардани механизми ашё барои объектҳои калон истифода мешаванд. Онҳо барои чизҳои хурд саҳеҳ нестанд, то илми навверии Newwer аз номи физикаи квотикии физикаи квотикии физикаи ғайриқонунии объектҳои микроскоп таҳия шуда истодааст.",
"t.Industrialization": "__INDISIELATIACIACITS __ (ё саноаткунӣ) ин равандест, ки дар кишварҳое рух медиҳад, ки онҳо мошинҳоро барои кор кардани корҳое, ки якбора аз ҷониби одамон оғоз мекунанд, рух медиҳад. __Indiesiesal__ чизҳоеро, ки одамон мекунанд, тағир медиҳад. __Indiesiesization__ шаҳрро ба воя мерасонд. Бисёр одамон дар феҳристҳо дар шаҳрҳо хоҷагидорӣ карданд.\n\n__Insionaliesion__ як қисми равандест, ки дар он одамон роҳҳои осонтар ва арзон кардани ашёро қабул мекунанд. Истифодаи технологияи беҳтар, он имконпазир мегардад, ки молҳои кӯтоҳтар дар вақти кӯтоҳтар истеҳсол кунед. Бештар чизҳои бештарро камтар ба бор оварда метавонанд.\n\nПас аз инфрасонистияҳо низ кори махсуси тахассусӣ анҷом медиҳанд. Масалан, пеш аз он, ки саноатӣ, кафкдор (шахсе, ки пойафзол ва молҳои чармро месозад) як ҷуфт пойафзолро танҳо кард. Вай дар як ҷуфт пойафзол кор мекард, онро анҷом дод, сипас дар ҷуфти ояндаи пойафзол оғоз мешуд. Бисёре ҳастанд, ки одамон бо роҳи буридани раванди фароҳам овардани пойафзол ба вазифаҳои хурд ҷалб карда мешаванд. Масалан, як шахсе ҳаст, ки ягон пойафзоли пойафзолро қатъ мекунад ва шахси дигар онро фаро мегирад. Дар кӯтоҳ, тақсимоти меҳнат вуҷуд дорад ва онро ҳамчун як хати Ассамблея шинохта месозад. Мошинҳо дар чунин корхонаҳо маблағи зиёде мерасанд, бинобар ин корхона аз ҷониби шахси бойе, ки метавонад мошинҳо ва коргаронро ба мошин ва вазифаҳои гуногун интиқол диҳад.\n\n__INDISIELAILITACIACIALISK бо инқилобик бо инқилоби саноатӣ дар асри 18 оғоз ёфт. Он аввал ба қисмҳои Аврупо ва ба Амрикои Шимолӣ паҳн шуд. Дар асри 20 дар солҳои 20 ба аксар кишварҳои дигар паҳн карда мешавад.",
"t.Darwin's\nTheory of Evolution": "__ Ва Худо ҳар як ҳайвонро аз об офаридааст. Аз миёни онгоҳ, ки бар сари онҳо мераванд ва гурӯҳе аз чаҳор ҷойе меофаринад, ҳар чӣ бихоҳад, меофаринад, зеро Худо бар ҳар чизе тавоност! 24:45). ~\n\n__ Мухбони «Дар бораи пайдоиши намудҳо» дар соли 1859. Дар он ҷо ӯ чизҳои зиёдеро дар бораи он пешкаш кард. Вай пешниҳод кард, ки интихоби табиӣ, ки он як равандест, ки ҳайвонҳо бо хислатҳои муайяне, ки ҳама чизҳоро ба вуҷуд меоранд, наҷот ёфтан мумкин аст. Аммо, дарвин дар он вақт дар бораи генетика намефаҳмид ё медонист ё он чизҳо воқеан гузаштанд. Аз ин рӯ, вай ба таври дақиқ шарҳ дода наметавонист, ки чӣ кӯдаконро ба волидайн монанданд.\n\nБо вуҷуди ин, __дарвин__ Шарҳи эволютсия аз ҷониби ҷомеаи илмӣ муфид аст ва исбот кардани онҳо барои кӯшиш ва исбот кардани онҳо дар ин рӯз. Дар бораи мусулмонон, масеҳиён ва яҳудиён чунин мешуморанд, ки мо насли Одам (Ҳавво), аввалин мард ва зан. Олимон чунин натиҷаҳоро ҳамчун \"тарҳи оқил\" меноманд ва далелҳои бешумор мавҷуданд, масалан да, мақоми инсон, системаи инсон, ғайра.\n\nМушкилоти шабеҳ, ислом идеяеро эътироф мекунад, ки ҳаёт дар марҳилаҳо ва дар тӯли як вақт рушд мекунад. Инчунин, мо фикр мекунем, ки Худо бар тамоми чиз қудрат дорад ва метавонад ба осонӣ чизе барои қабули муҳити он тағир диҳад. Худо бори аввал офаридааст, бори дуввум осонтар хоҳад буд, дуруст аст? Ҳамон тавре ки мо дар рӯзи доварӣ эҳё мешавем.\n\nАммо дар баробари назарияҳои таҳаввули таҳаввулоти ҳозираи мутақобилаи мутақобилаи мутақобилаи мутақобилаи мутақобила мисол. Ин аслан дар омӯзиши бисёре аз хислатҳои паррандаҳо ҳуҷҷатгузорӣ карда мешавад, ки олимон инро шарҳ дода наметавонанд ва хавфҳои дигарро зуд мутобиқ намекунанд. Ин маънои онро дорад, ки ҳайвон оҳиста ва ба таври тасодуфӣ тасодуфӣ таҳаввул меёбад. Инчунин, ҳолатҳои қишкунакҳои нав ё нашъамандӣ ба таври мӯъҷиза аз ҳеҷ ҷое баромаданд. Мусалмонон барои ҳайвонот ва муҳит хеле ғамхорӣ мекунанд, аммо мо дар бораи он нестем, ки онҳо нобуд шаванд ё ба худ ғамхорӣ накунем, зеро ба Худо такя мекунем.\n\nХулоса, мусулмонон идеяро рад мекунанд, ки инсонӣ аз лаҳзаи тасодуфӣ ба таври тасодуфӣ рушд ёфтааст. Мусулмонон боварӣ доранд, ки инсониҳо офаринишҳои махсус ҳисобида мешаванд. Ислом таълим медиҳад, ки инсоният як зиндагии беҳамтоест, ки аз ҷониби Худо ба монанди ҳама чиз офарида шудааст. Бо вуҷуди ин, мо тӯҳфаҳо ва қобилиятҳои беҳамтое дорем, ки ягон ҳайвони дигар ва буданро дар бар гирем. Масалан, мо ҷони абадӣ, виҷдони виҷдон, хаёлот, дониш ва иродаи озод дорем. Мо метавонем қавӣ, хуб, хуб ва рӯҳбаланд шавем ё танҳо барои иҷрои хоҳишҳои худхоҳонаи худ кор кунем. Новобаста аз он ки ин сарфи назар аз он, ки ҳаёти инсонӣ ба офаридани ду нафар, мард ва зане, ки Одаму Ҳиҷой (Ҳавво номиданд, оғоз ёфт ва ин ҳама моро аз ҷониби хун ва оила робитаи марбут ба хунвар қабул кард.\n\nҚуръон тасвир мекунад, ки Худо ба Худо об дода шудааст \"(21:30). Quege аз об чӣ тасвир мекунад. Ва ба ду пой роҳ равед ва баъзеҳо, ки бар чаҳор роҳ мераванд. Худо ҳар чӣ бихоҳад, меофаринад, ки Худо бар ҳар чизе тавоност!\n\nИн оятҳо назарияи илмиро дастгирӣ мекунанд, ки зиндагӣ дар об сар шуд.",
"t.World War 1": "__World ҷанги ҷаҳонӣ, ки 28 июли умумист, як ҷанги ҷаҳонӣ буд, ки аз 28 июли соли 1914 гузаштааст ва то 11 ноябри соли 1918 гузаштааст. Ҷанг комилан чор сол, се моҳу 14 рӯз давом кард.\n\nАксари ҷангҳо дар Аврупо буданд, аммо сарбозон аз бисёр кишварҳои дигар ширкат доштанд ва он боиси он буд, ки имкони колонияҳои қудрати Аврупоро ба анҷом расонидааст. Пеш аз Ҷанги Дуюми Ҷаҳонӣ соли 1939 оғоз ёфт, __ зебории Ҷанги Дуюми Ҷаҳон, Ҷанги Дуюми Ҷаҳонӣ ва «ҷанг, ки ҳамаи ҷангҳоро хотима бахшиданд. Дар __ 135 кишвар ҷанги ман ширкат варзидам ва тақрибан 10 миллион нафар ҳангоми ҷанг, асосан беморӣ ва гуруснагӣ қариб 10 миллион нафар ҳалок шуданд.\n\n__Loord ҷанги ман, ки аксари кишварҳои Аврупо ҷашн гирифта шуда буданд. Муборизаи воқеӣ дар бисёр ҷабони гуногун буд. Ҷоҳи Ғарбӣ дар он буд, ки аксарияти мубориза байни Германия ва иттифоқчиён рух додааст. Аксарияти мубориза дар ин ҷо Ҷангҳои хандагиро ба даст оварданд.\n\nСарвари шарқӣ дар Аврупои Марказӣ ва Шарқӣ мубориза мебурд. Мубориза дар ин ҷо набуд, ки ҷанги таъқибот, аммо ҷангали мобилӣ бо назардошти андозаи пеши. Ҷароҳати зиёд дар назди шарқи Миёна ва пеши Италия рух дод. Мубориза инчунин дар Африқо, Хитой ва баҳр ва инчунин дар ҳаво баргузор гардид.\n\nҶанг бо имзои чорабиниҳои мухталиф ба итмом расид, муҳимтарин ин қарордод аз ҳама мутавозин.\n\n__World ҷанги I__ аввалин ҷанги бузурге буд, ки дар он танкҳо, ҳавопаймоҳо ва зериобӣ ва (қаиқҳо) силоҳи муҳим буданд.",
"t.World War 2": "__World Ҷанги Ду ҷанги дуюми Ҷаҳонро низ меноманд, инчунин ҷанги бузурги Ватанӣ, ҷанги ҷаҳонӣ дар бисёр қисматҳои ҷаҳон ва бисёр кишварҳо буд. Аксар кишварҳои солҳои 1939 - 1939-1945 ҷанг мекарданд, ки аксарияти кишварҳои ҷаҳон, аз ҷумла ҳамаи қудратҳои бузург, дар доираи ду иттифоқи ҳарбӣ мубориза бурданд: Иттифоқчиён ва қудрати меҳвар. __Worllod Ҷанг II__ муноқишаи кӯтоҳтарин дар тамоми таърихи инсоният буд. Он ба бисёр кишварҳо ҷалб карда мешавад, арзиши бештарро сарф карда, одамони зиёдеро аз ҳама ҷанги таърихи инсоният куштаанд. Аз 50 то 85 миллион нафар мурданд. Аксарияти шаҳрвандон буданд. Он маҷмӯӣ, генотсиди қасдании Ҳолокост, бомбахии қасдан, бомбардории стратегӣ, гуруснагӣ, гуруснагӣ, беморӣ ва истифодаи аввалини силоҳи атомӣ дар таърих аз ҷониби ИМА дар Ҷопон.\n\nҶанг дар Осиё оғоз ёфт, вақте империяи Ҷопон 7 июли соли 1937 оғоз ёфт. Иёлоти Муттаҳида бо гузоштани эмбарго нафт дар Ҷопон вокуниш нишон дод. Оғози ҷанг дар Аврупо буд, ки Олмон 1 сентябри соли 1939. Фаронса ва Бритониёи Фаронса аз ҷониби Ҷангшинос дар Олмон эълон кард. То соли 1941, қисми зиёди Аврупо дар зери назорати Олмон қарор дошт. Танҳо Бритониё бар зидди меҳвар дар Африқои Шимолӣ ҷанг мекард, Миёназамин ва Атлантик. Моҳи июни соли 1941, қудрати меҳвари Иттиҳоди Шӯравиро аз бузургтарин ҷанги таърихро забт кард. 7 декабри соли 1941, Ҷопон Колонияҳои Ғарбро дар Уқёнуси Ором ҳамла кард ва ду ҷанг як нафар шуданд.\n\nСоли 1942 пирӯзиҳои Ҷопон соли 1942 боздошта шуданд ва шумораи меҳварҳои аврупои Аврупо низ аз соли 1943, ҳам дар Африқои Шимолӣ ва Иттиҳоди Шӯравӣ боздошт шуданд. Баъд аз ин, иттифоқҳо аз ҳама ҷонибҳо ҷанг карданд. Тириҳо Африқои Шимолӣ ва соли 1943 оғоз ёфт, маҷбур шуданд Итолиёро ҳимоя кунанд. Соли 1944, Иттифоқчиён Фаронсаро даъват карданд ва ба Олмон дар дарёи рититобанд, дар ҳоле ки шӯравӣ дар шарқ хотима ёфт. Олмон моҳи майи соли 1945 таслим шуд.\n\nПас аз ҷанг, Созмони Милали Муттаҳид барои рушди дастгирӣ байни кишварҳо ва пешгирии ҷангҳои оянда таъсис дода шуд. Ҷанги сард дар байни ғолибони асосӣ ба зудӣ оғоз ёфт, аммо онҳо дар ҷанги воқеӣ бо ҳам ҷанг накарданд. Деолонитизатсияи Осиё ва Африқо, ки дар он кишварҳое, ки дар кишварҳои Аврупо идора мекунанд, ба ҳам истиқлолият дода шуданд. Ин ба он сабаб буд, ки қудрати аврупоӣ аз ҷанг суст шуд. Сатҳи иқтисодӣ ва ҳамгироии сиёсӣ (раванди кишварҳои муттаҳидкунанда) дар қатори дигар натиҷаҳои ҷанг буданд.",
"t.Cold War": "__ Ҷанги сард (1947-1991) муносибати шадид байни Иёлоти Муттаҳида (ва иттифоқи он) ва Иттиҳоди Шӯравӣ (ва Иттиҳоди Шӯравӣ) дар охири Ҷанги Дуюми Ҷаҳонӣ ва дурии Иттиҳоди Шӯравӣ буд.\n\nАксарияти кишварҳо дар як тараф дар НАТО муттаҳам карда шуданд, ки ду бузургтарин кишварҳои ҳарбӣ Иёлоти Муттаҳида ва Туркия буданд. Аксарияти кишварҳои дигар дар тарафи дигар дар пайроҳаи Варшава муттаҳид карда шуданд, ки аз ҳама кишварҳои пуриқтидор Иттиҳоди Шӯравӣ (ҳоло Русия) буд.\n\nГурӯҳи ҷаҳонии кишварҳо Амрико, Туркия, Аврупои Ғарбӣ, Япония, Япур, Ҷопон, Таиланд, Филиппин, Африқои Ҷанубӣ, Австралия ва Зеландияи Навро дар бар мегиранд.\n\nГурӯҳи Шарқӣ-социалистӣ аз Иттиҳоди Шӯравӣ, Аврупои Шарқӣ, Эфиопия, Эфиопия (1959-1991), Кореяи Шимолӣ, Чин ва Ветнамро дар бар мегирад.\n\nҶанги сард бо афтиши девори Берлин соли 1989 ба анҷом расид, ки Русия аз кишвари сотсиалистии сотсиалистӣ ба кишвари демократии капитавикӣ тағйир меёбад. Бо вуҷуди ин, дар ин ҷо ҳоло ҳам муноқиша мавҷуд аст, ки дар набардҳои охирин ва Ҷанг байни Русия ва Украина вуҷуд дорад.",
"t.Moon Landing": "__Apollo 11__ аввалин парвоз буд, то ки одамон ба моҳ фиристад. Он аз ҷониби НАСА (Маъмурияти миллии аэронавтика ва кайҳон), агентии аслии Амрико анҷом дод. Он 16 июли соли 1969 ба фосилааш расид, се астронтутҳо: Neil Tradstrong, Брдин ва Майкл Коллинз. 20 июли соли 1969, Армстронгҳо ва Адрин гардиданд, ки аввалин одамоне буданд, ки ба Моҳ фурӯзон кунанд, дар ҳоле ки Коллинҳо дар Орбур дар мӯза монданд.\n\nПарвоз қисми байни ____Space__ байни Иёлоти Муттаҳида ва Иттиҳоди Шӯравӣ буд. Ин нақшаи муқарраркардаи Юҳанно Ф. Кеннеди, Иёлоти Муттаҳида, соли 1961 то соли 1961 «мардро ба моҳ замин супурд ва ӯро ба замин нигоҳ дошта, ба замин баргардонд», пеш аз ба итмом расидани соли 1960.",
"t.World Wide Web": "__Ин Интернет бузургтарин шабакаи умумиҷаҳонии компютерҳо мебошад. Интернет миқдори камтарини шабакаҳои ватанӣ, академикӣ, бизнес ва Ҳукуматро ташкил медиҳад, ки кадомашон намудҳои гуногуни иттилоотро ба бор меоранд. Истилоҳотро ҳамчун \"шабака\" тафсир карда мешавад, барои шабака кӯтоҳ аст. Винсҳои васеъи __world яке аз бузургтарин хидматҳои он мебошад. Он аз ҷониби якчанд миллиард нафар дар тамоми ҷаҳон истифода мешавад.\n\nИнтернет дар Иёлоти Муттаҳида аз ҷониби \"Иёлоти Муттаҳида\" Агентии илмии илмӣ таҳия шудааст \"(Дарё). Интернет бори аввал моҳи октябри соли 1969 вобаста буд ва __ARPANET ном дошт. Веби __world дар CONG дар CERG дар CORNGERDERANDER ДАР СОЛИ 1990 аз олими Бритониё (UK) бо номи Тим Бернерс-Ли.",
"i.Big Bang": "Таркиши бузург",
"i.Milky Way is Born": "Роҳи килосолон таваллуд мешавад",
"i.Sun is Born": "Офтоб таваллуд мешавад",
"i.Earth is Born": "Замин таваллуд мешавад",
"i.Heavy Bombardment": "Бомбаҳои вазнин",
"i.Life on Earth": "Зиндагӣ дар рӯи замин",
"i.Single Celled Organisms": "Организмҳои ягона",
"i.Animals": "Ҳайвонот",
"i.Fish": "Моҳӣ",
"i.Insects": "Ҳашарот",
"i.Reptiles": "Хазандагон",
"i.Dinosaur Age": "Синни динозавр",
"i.Mammals": "Ширхӯрон",
"i.Stegosaurus": "Стегозурус",
"i.Tyrannosaurus": "Tyrannosaurus",
"i.Dinosaur Extinction": "Нафрӯзани динозавр",
"i.Primate Bipedalism": "Барқайдии бардурӯғ",
"i.Constructed Tools": "Воситаҳои сохташуда",
"i.Control Fire": "Назорати оташ",
"a.Adam": "Одам",
"i.First Temple": "Акси аввал",
"i.Agricultural Revolution": "Инқилоби кишоварзӣ",
"i.Writing": "Навишта шудан",
"i.Recorded History": "Таърихи сабтшуда",
"i.First Pyramid Built": "Пирамидаи аввал сохта шудааст",
"i.Roman Empire": "Империяи Рум",
"i.Crusades": "Crusades",
"i.Black Plague": "Балои сиёҳ",
"i.Constantinople/Istanbul": "Константиноп / Истанбул",
"i.Newton and Gravity": "Нютон ва вазнин",
"i.Industrialization": "Танминкунӣ",
"i.Darwin's\nTheory of Evolution": "Дарвин\nНазарияи эволютсия",
"i.World War 1": "Ҷанги Якуми Ҷаҳон",
"i.World War 2": "Ҷанги ҷаҳонӣ ду",
"i.Cold War": "Ҷанги сард",
"i.Moon Landing": "Моҳ фуруд",
"i.World Wide Web": "Шабакаи ҷаҳонӣ",
"auth.signInButton": "Даромад",
"auth.signUpButton": "Қайд кардан",
"auth.resetPasswordButton": "Почтаи электронии паролро фиристед",
"auth.emailFormField": "Имейл",
"auth.passwordFormField": "Номи махфӣ",
"auth.nameFormField": "Ном",
"auth.signInErrorTitle": "Хатогӣ дар имзо",
"auth.signInError": "Почтаи электронӣ ё парол нодуруст аст",
"auth.resetPasswordLabelButton": "Калидвожа фаромӯш шуд?",
"auth.signUpLabelButton": "Ҳисоб кушоед",
"auth.signUpErrorTitle": "Имзо хато накард",
"auth.signInLabelButton": "Ҳисоб доред? Ба ҳисоби худ ворид шавед.",
"auth.resetPasswordNoticeTitle": "Почтаи почтаи электронии парол",
"auth.resetPasswordNotice": "Барои барқарор кардани пароли худ, дастурҳои почтаи электрониро иҷро намоед.",
"auth.resetPasswordFailed": "Набудани почтаи электронии парол.",
"auth.updateUserSuccessNoticeTitle": "Истифодабаред",
"auth.updateUserSuccessNotice": "Маълумоти корбар бомуваффақият нав карда мешавад.",
"auth.updateUserEmailInUse": "Ин суроғаи почтаи электронӣ аллакай ҳисоб дорад. Даромад?",
"auth.updateUserFailNotice": "Хатогии навсозӣ",
"auth.enterPasswordTitle": "Гузарвожаи худро ворид кунед",
"auth.cancel": "Манъ кардан",
"auth.submit": "Тобеъ шудан",
"auth.wrongPasswordNotice": "Рамз ба сабтҳои мо мувофиқат намекунад.",
"auth.userIsAdminDisabled": "Ин ҳисоб бо маъмур хомӯш карда шудааст.",
"auth.tooManyRequests": "Дархостҳои зиёде қабул карда шуданд.",
"auth.operationNotAllowed": "Ин амалиёт иҷозат дода намешавад.",
"auth.requiresRecentLogin": "Ин амалиёт ба қарибӣ як логотидро талаб мекунад.",
"auth.unknownErrorTitle": "Хатои номаълум",
"i.Settings": "Танзимот",
"i.Language": "Забон",
"i.Theme": "Мавзӯъ",
"settings.signOut": "Баромадан",
"i.Dark": "Торик",
"i.Light": "Сабук",
"i.Update Profile": "Профили навсозӣ",
"validator.email": "Бояд суроғаи почтаи электронии дуруст бошад",
"validator.password": "Рамз бояд ҳадди аққал 6 аломат бошад",
"validator.name": "Бояд ном бошад",
"validator.number": "Бояд рақам бошад",
"validator.notEmpty": "Ин лозим аст",
"a.Isharet": "Хабарнома",
"a.{0} Isharet": "{0} огоҳӣ",
"at.{0} Updated": "{0} навсозӣ",
"a.Athan": "Варзиш",
"at.{0} on": "{0} ба",
"at.{0} off": "{0} хомӯш",
"i.Default sound on": "Садори аслӣ",
"i.Default sound off": "Садоқати хомӯш",
"i.Vibration on": "Vibration дар",
"i.Vibration off": "Ларзиш",
"i.AM": "Будан",
"i.PM": "Соати PM",
"a.Fajr": "Fajr",
"a.Shuruq": "Тулӯи офтоб",
"a.Ishraq": "Ishraq",
"a.Duha": "Духа",
"a.Istiwa": "Зенит",
"a.Dhuhr": "DHUHR",
"a.Asr": "Абзор",
"a.Ghurub": "Ғурубгоҳ",
"a.Maghrib": "Maghrin",
"a.Isha": "Иша",
"a.Muntasaf Allayl": "Миёнаи шаб",
"a.Althuluth Al'Akhir Min Allayl": "Сеяки рӯзи сеюми шаб",
"a.{0} Tomorrow": "{0} Пагоҳ",
"tt.calculationMethod": "Усули ҳисобкунии вақтро интихоб кунед",
"i.Calculation Method": "Усули ҳисоб",
"at.asrStartTime": "Оғози ASR Вақте ки сояи объект аст, ҳамон дарозии ҳамон дарозӣ ({0}) ё ду дарозии он ({1}) мебошад",
"a.Zaman": "Ващт",
"a.Sabqan": "Пештар",
"a.Lahiqan": "Баъдтар",
"at.{0} Default": "{0}",
"at.showJumah": "Дар рӯзи ҷумъа ё ҳамеша тафсилоти дувоздаҳум ва ҳамеша тафсилоти маълумотро нишон диҳед {1}",
"i.Round Time To": "Вақти мудаввар ба",
"tt.roundTimeTo": "Вақти дуввди даврӣ ба дақиқаҳои наздиктарин ё сония",
"a.Saat": "Соат",
"a.Daqayiq": "Дақиқа",
"a.Thawani": "Сонияҳо",
"a.Saat Hayit": "Соат",
"tt.clockType": "Бояд намоиши соатҳои 12 соат ё 24 соат",
"a.Adhkar As-Sabah": "Субҳи ADHKAR",
"a.Adhkar Al-Masaa": "Шоми Шоми Адхкар",
"at.aqCountdownTimer": "{0}: {1}: {1}",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} то «{3}» оғоз меёбад",
"a.Muharram": "Муарррамам",
"a.Safar": "Салом",
"a.Rabi' Al-Awwal": "РАДАРИ 'AL-SEW",
"a.Rabi' Al-Thani": "РОДАРИ 'AL-TINI",
"a.Jumada Al-Awwal": "Ҷумада ал-ногаҳонӣ",
"a.Jumada Al-Thani": "Ҷумада Ал-Тани",
"a.Rajab": "Цукумат",
"a.Sha'aban": "Шаабан",
"a.Ramadan": "Рамазон",
"a.Shawwal": "Шарм",
"a.Dhu Al-Qi'dah": "DHU AL-QI'DAH",
"a.Dhu Al-Hijjah": "DHU Al-hi-hivjah",
"a.Qiyam": "QIYME",
"a.Taraweeh": "Таравох",
"a.Nayam": "Хоб",
"a.Tahajjud": "Tahajjud",
"a.Witr": "Витр",
"a.Aliathnayn": "Душанбе",
"a.Althulatha'": "Сешанбе",
"a.Al'arbiea'": "Чоршанбе",
"a.Alkhamis": "Паньшанбе",
"a.Jumah": "Ьумаъ",
"a.Alsabt": "Шанбе",
"a.Al'ahad": "Якшанбе",
"a.Kānūn aṯ-Ṯānī": "Январ",
"a.Šubāṭ": "Феврал",
"a.'Āḏār": "Март",
"a.Naysān": "Апрел",
"a.'Ayyār": "Май",
"a.Ḥazīrān": "Июн",
"a.Tammūz": "Июл",
"a.'Āb": "Август",
"a.'Aylūl": "сентябр",
"a.Tišrīn al-'Awwal": "Октябр",
"a.Tišrīn aṯ-Ṯānī": "Ноябр",
"a.Kānūn al-'Awwal": "Декабр",
"a.Layl{}": "Шаб",
"i.Quest was already completed": "Quest аллакай ба анҷом расид",
"i.Quest skipped, try again tomorrow": "Ҷустуҷӯи бозпас, пагоҳ боз кӯшиш кунед",
"i.Quest expired, try again tomorrow": "Ҷустуҷӯ ба охир расидааст, пагоҳ бори дигар кӯшиш кунед",
"i.Quest is not active yet": "Ҷустуҷӯ ҳанӯз фаъол нест",
"at.Tap to skip quest, you will lose {0}": "Барои ҷустуҷӯи партовҳо ламс кунед, шумо {0} гум мекунед",
"a.Ajr": "Мукофотҳо",
"i.Skip": "Гузарондан",
"i.Done": "Анҷом",
"i.Tap to complete quest": "Барои пур кардани ҷустуҷӯ клик кунед",
"i.Active": "Фаъол",
"i.Daily": "Ҳаррӯза",
"a.hapi": "hapi",
"i.Set long-term goals": "Ҳадафҳои дарозмуддат",
"i.Manage and prioritize your time": "Вақти худро идора ва афзалият диҳед",
"i.Build religious and healthy habits": "Озмоиши динӣ ва солим",
"i.Pray like the Prophet (AS)": "Ба мисли пайғамбар дуо гӯед",
"a.'Adawat": "Воситаҳо",
"a.Dua": "Дуа",
"a.dua": "дуа",
"a.Hadith": "Ҳадр",
"a.Quran": "Қуръон",
"a.Tarikh": "Таърих",
"a.Alathar": "Хидматҳо",
"a.'Asyila": "Questions",
"i.View your rewards": "Мукофотҳои худро бинед",
"i.Find prayers": "Дуоҳоро ёбед",
"i.Read from Books of Hadith": "Аз китобҳои ҳадис хонед",
"i.Read the Quran": "Қуръонро хонед",
"i.View the history of Islam and our Universe": "Намоиши таърихи ислом ва олами мо",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "Асбобҳо ба монанди Офаридгори Қобил ва луғати исломӣ",
"i.Collect, upgrade and learn from Relics": "Ҷамъоварӣ, навсозӣ ва омӯхтан аз чопҳо",
"i.Earn rewards for this life and the next": "Барои ин ҳаёт ва дигар муздҳо ба даст оред",
"i.Go back to previous page": "Ба саҳифаи қаблӣ баргардед",
"at.Go back to {0} home page": "Бозгашт ба {0} Саҳифаи хонагӣ",
"i.Hide menu": "Менюро пинҳон кунед",
"i.Show menu": "Намоиши меню",
"i.Menu": "Меню",
"i.Search": "Кофтуков",
"i.Favorites": "Мунтахаб",
"at.{0} Menu": "{0} меню",
"at.{0} Search": "{0} Ҷустуҷӯ",
"at.{0} Favorites": "{0} мунтахаб",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} аз ҷониби ихтиёриён ба хотири {2} {2}.",
"i.We hope it greatly improves your happiness in this life and the next.": "Умедворем, ки ин хушбахтии шуморо дар ин ҳаёт ва баъдтар беҳтар мекунад.",
"at.{0} will never track or sell your data and will remain free.": "{0} ҳеҷ гоҳ ҳеҷ гоҳ пайгирӣ намекунад ё мефурӯшад ва ройгон боқӣ хоҳад монд.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "Шумо метавонед бо {1}, мубодилаи {2}, мубодилаи {2} ва хайрия ба хароҷоти сервер, пешрафти минбаъда ва гурӯҳҳои иттилоотӣ.",
"a.Allah": "Худо",
"a.SWT": "Ьобаьо",
"at.About {0}": "Дар бораи {0}",
"at.Share {0} then share in mountains of rewards!": "Пас аз он, ки пас аз кӯҳҳои подшоҳон шарик шавед, мубодила кунед!",
"a.Assalamu Alaykum": "Салом бар шумо",
"i.,": ",",
"i.Check out this really useful and fun Muslim app!": "Ин барномаи воқеан муфид ва шавқоварро санҷед!",
"i.Learn more at": "Маълумоти бештар гиред",
"i.Show favorite events": "Чорабиниҳои дӯстдоштаро нишон диҳед",
"i.Show all events": "Нишон додани ҳама чорабиниҳо",
"i.Hide events": "Чорабиниҳо",
"i.Navigate to past": "Ба гузашта гузаред",
"i.Navigate to future": "Ба оянда паймоиш кунед",
"i.Quintillion": "Квинт",
"i.Quadrillion": "Квадр",
"i.Trillion": "Триллион",
"i.Billion": "Миллиард",
"i.Million": "Миллион",
"i.Thousand": "Ҳазор",
"i.Year": "Сол",
"i.Years": "Солҳо",
"i.Ago": "Пеш",
"i.Years Ago": "Сол пеш",
"i.AD": "Реклама",
"i.BC": "Пешкаш",
"i.page away": "саҳифа",
"i.pages away": "Саҳифаҳое",
"i.Era": "Давр",
"i.Birth of the Universe": "Таваллуди коинот",
"i.Common Era": "Era умумӣ",
"dummy.toDragDontDelete": "ğ Aieiiiiiiögnç"
}
