{
"t.Big Bang": " __ \"Кяферләр күкләр һәм җирләрнең бер тапкыр бер массасының бер массасы икәнен аңламыйлар, без аларны аерырбызмы? Weәм без алар судан барлык тереклекне яраттык. Алар ышанмаслармы?\" (Коръән 21:30) __\n\n__Big Bang__ модель - галәм бик тыгыз һәм кайнар шартларда башланган һәм киңәйтелгән. Теория тәкъдим итә, һәм үлчәүләрне күрсәтү, галәм бүгенге көндә киңәя бар.\n\n__Big Bang__ - галәмнең ничек башланганы турында, аннары бүген күргән йолдызларны һәм галактикаларны без күрәбез.\n\nГаләм бик эссе, кечкенә, тыгыз белгечлек булып башланган (йолдызлар, атомнар, форма яки структурасы булмаган (\"бердәмлек\" дип атала). Аннары якынча 13,8 миллиард ел элек космос бик тиз киңәйтелде (шулай итеп \"__big Bang__\"). Бу атом барлыкка килүен башлады, ахыр чиктә йолдызлар һәм галактикалар формалаштыруга китерде. Бу беренче чиратта (1927 елда) Алдын искә төшергән Джордж Лемейстер иде, (1927 елда) киңәйтүчене барлыкка килгән бер ноктага кадәр артка борылырга мөмкин.\n\nЛәкин, күп заманча астрономик һәм башка фәнни фактларга билгесез, зур шартлау, планета формалашуы, орбиталары һәм башкалар кебек, 1400 ел элек Коръәндә безгә иңдерелгән. Мәсәлән, Джордж Лемаитр зур шартлау турында беренче булып түгел иде. Зур шартлау турында Коръән __ \"Кяферләр күкләр һәм җирләрнең бер массасының бер массасы икәнен аңламыйлармы? Weәм без аларны судан аердык, һәм без һәр тереклекне судан яраттык. Алар ышанмаслармы?\" (Коръән 21:30) __\n\nӘгәр дә сез Алла билгесен яки дәлиле эзлисез икән, белегез, бу Исламның Алла хак һәм бердәнбер дине булган сансыз дәлилләрнең берсе.\n\nБүгенге көндә галәм бүгенге көндә киңәя, күптән түгел ачылган. Ләкин, тагын Коръәнне раслый: __ «Күкләр, без аларны көч белән төзедек. Тәхкыйк Без аны киңәйтәбез\" (51:47) __.\n\nГомумән алганда, галәм үсә һәм температура вакыт узу белән төшә. Космология - галәмнең ничек башланганын һәм аның үсешен өйрәнү. Космологияне өйрәнүче галимнәр __BIG Bang__ теориясе әлегә кадәр күзәткәннәргә туры килер дип килешәләр.\n\nФред Хойл теориясен \"__big Bang__\" теориясен үзенең радио шоды дип атады. Ул __big Bang__ дөреслегенә ышанмады. Аның белән ризалашмаган галимнәр исеме исеме көлке дип уйлаган һәм аны кулланырга булдымы дип уйлаганнар.\n\nГалимнәр базасы __big Bang__ теория бик күп төрле күзәтүләрдә. Иң мөһиме - бик ерак галактикаларның кызылмы. Редшифт - яктылыкта барлыкка килгән, шулай ук ​​ишеккар тавышы якынлашканда (сезнеңдән ераклашканда ясый - \"vrrrrrrrrrr\" (сезгә) \"ooooooommmm\" (сездән ераклашу). Шулай ук . Lightиңел дулкын - күренгән спектрлыктагы уңышлар. Кызыксыну тизрәк. Griesирдән ераклашу. Озын булганда, ул бик кечкенә һәм бик кайнар иде.\n\n__BIG Bang__ теория - галәмдәге химик элементлар булган башка күзәтүләр. Бик җиңел элементлар, мәсәлән, водород, гелий, литий __big bang__ теориясе белән ризалашкан кебек. Галимнәр шулай ук ​​\"Космик микродулкынлы фон нурлануы\" таптылар. Бу нурланыш радиация дулкыннары буларак билгеле, һәм алар бөтен галәмнең бөтен җирдә. Бу нурланыш хәзер бик зәгыйфь һәм салкын, ләкин күптән бу бик көчле һәм бик эссе иде.\n\nКайбер галимнәр һәм фәлсәфәчеләр бу вакытның __big bang__ элек мәгънәсендә булмавын бәхәсләшәләр. Алар __Big Bang__ вакыт башы иде, __BIG Bang__ алдыннан галәм юк иде, чөнки вакыт булмаса, \"элек\" булмас иде! Мөселманнар буларак, без Аллаһны беләбез, Алла мәңгелек, безнең акылыбыз аңлый ала. Шулай итеп, ни өчен без зур шартларга вакыт концепциясен аңлый алмыйбыз, бу иң көчле Барлыкка Китерүченең күп парадоксларның берсе.\n\nАргументлар өчен, әйдәгез, әйдәгез, Зур шартлау алдыннан нәрсә булганын яки ничек барлыкка китерелгәнен аңлатып бирә алабыз дип әйтик. Аннары киләсе сорау: \"Яхшы, моны нәрсә яратты?\". Без моны да аңлаганыбызны аңлаттык, ул тагын да нәрсә барлыкка китергән, тагын да сорау калыр \", - диде. Күргәнегезчә, бу беркайчан да бетмәс, шуңа күрә ул безнең бердәнбер Барлыкка Китерүче булуыбызның зур дәлиле һәм Алла төшенчәсе безнең кеше акылыннан читтә калган.\n\nМөселманнар мондый сораулар буенча бәхәсләшмиләр, без Алла кушканны үзе һәм аның барлыкка китергәнен гына кабул итәбез. Мәсәлән, Алла үз куллары турында сөйли, ләкин без аларның белгән бер яктан гына беләләр. Кешенең куллары бар, маймылның куллары бар, сәгать куллары бар. Алла куллары без күз алдыбызга китерә, без аны шулкадәр калдырабыз.",
"t.Milky Way is Born": "Галимнәр, __milky wayly __milky wayly дип атыйлар. Бу узган вакыйгаларның кайберләре биләк кластерлары орлыклары иде, анда хәзерге вакытта иң иске калган йолдызлар__ формалашкан. __Milky Wayлда яртысы диярлек__ ерак галактикалардан килгәндер. Шуңа да карамастан, бу йолдызлар һәм кластерлар хәзер __milky Wayл Hola торалар. Беренче йолдызларның тууының берничә ел эчендә, __milky Wayл массасы__ бик тиз әйләнүен җитәрлек зур иде. Көчле тизлек саклау аркасында бу газлы интерстелллар медиумны түбән дәрәҗәдә дискка тупас бүрәнәне җимерергә этәрде. Шуңа күрә, соңрак бу спираль дискта формалашкан йолдызлар. Күпчелек яшь йолдызлар, шул исәптән кояш, дискта булу күзәтелә.\n\nБеренче йолдызлар формалашканлыктан, __milky wayl__ галактика кушылмаларында да үсә барганнан бирле (аеруча __milky юлның иртә кадәр иртәрәк __ 'үсеше) һәм туры галактика галоыннан газны аккредитацияләү. __Milky Way__ хәзерге вакытта берничә кечкенә галактикалардан алынган материалны исәпкә алып, шул исәптән аның Бөек һәм Кече Магелланик болытлар, Магелланик Агым аша. Газны турыдан-туры аккредитацияләү Смит болыты кебек югары тизлекле болытларда күзәтелә. Ләкин, __milky Wayл үзенчәлекләре Йолдызлы масса, агулы сыман, һәм аның тышкы төбәкләрендә төп галактика чикләнгәнен күрсәтә, соңгы 10 миллиард ел эчендә зур галактикалар белән берләшмәсен. Бу күптәнге төп кушылу охшаш спираль галактикалар арасында гадәти булмаган; Аның күрше Андромда Галактикасы чагыштырмача зур галактикалар белән күптән түгел кертелгән типик тарих бар кебек.\n\nСоңгы тикшеренүләр буенча, __милки юлы һәм Андромда Галактикасы Галактика төсле схемасы \"Яшел үзәнлектә\" дип аталган, \"Зәңгәр болыт\" (галактикалар актив формалаштыру) дип аталган төбәк. яңа йолдызлар) \"кызыл эзлеклелек\" (йолдыз формалашмаган галактикалар). Яшел үзәнлекләрендә йолдыз формалашу эшчәнлеге Йолдызлы газ беткәч, йолдызлы газ беткәндә. Охшаш үзенчәлекләр белән симуляцияләнгән галактикада гадәттә __milky Way__ белән Андромедага каралыш аркасында бухгалтерлык ставкасына кыска вакытлы арту артачак. Галактика. Чынлыкта, __milky Tood__ охшаш барлык галактикаларны үлчәү тәкъдим итү, ул әле яңа йолдызлар формалаштырылган кызыл һәм якты спираль галактикалар арасында, ул зәңгәрсу эзлеклелектән бераз начаррак.\n\n## яшь һәм космологик тарих\n\nГлобус кластерлары __milky Way__, __milky Wayл яшендә түбән чик куйган әйберләр арасында иң борынгы әйберләр арасында. __Milky Wayлында аерым йолдызлар яшьләре - 232 һәм уран - 238 кебек озын гомерле радиоактив элементларның муллыгын үлчәп бәяләнә ала, аннары аларның оригиналь муллыгы, нуклеокосмохохронология дип саный. СС 31082-001 һәм 13,5 ± 3 миллиард ел дәвамында BD + 17 ° 4 миллиард ел дәвамында. Ак куак формалашкач, ул радиатиатив суынырга комачаулый башлый, һәм өслек температурасы. Бу ак курчакларның иң яхшы температураларын үлчәп, аларны көткән башлангыч температурасы белән чагыштырып, яшь сметасы ясалырга мөмкин. Бу техника белән, глобус кластеры гомеренең яше 12,7 ± 0,7 миллиард ел дип бәяләнде. Бу кластерларның иң борынгысы яшь бәяләре 12,6 миллиард елны иң яхшы бәя бирә, һәм 165% ышанычның югары лимиты 16 миллиард ел.\n\n__Milky юлында берничә шәхси йолдыз табылды __ 'га галәмнең 13,80 миллиард яшенә бик якын булган гало табылды. 2007-нче елда Галактика Халодагы йолдыз, 1523-0901, якынча 13,2 миллиард яшьлек. Al__ савыкты белән иң олысы билгеле бер объект буларак__ ул вакытта бу үлчәү __milky Wayл яшендә түбән чик куйды. Бу смета бик зур телескеле белән бик зур телескель спектель белән ясалган, тори уку һәм R-процесс белән ясалган башка элементларның чагыштырмача көчләрен үлчәү. Сызык көчле төрле элемент изотопларның муллыгы бирә, аннан йолдызның яшүсмере нуклеокосмохонология ярдәмендә кабул ителергә мөмкин. Тагын бер йолдыз, HD 140283, 14,5 ± 0,7 миллиард яшь.\n\nГалактика нечкә дисктагы йолдызларның яше дә нуклеокосмохонология ярдәмендә бәяләнде. Нечкә диск йолдызларын үлчәүләр 8,8 ± 1,7 миллиард ел элек нечкә дискны 8,8 ± 1,7 миллиардка урнаштыра. Бу үлчәүләр күрсәткәнчә, галактика гало һәм нечкә дискны формалаштыру арасында 5 миллиард ел эчендә бар. Меңләгән йолдызларның химик имзаларын анализлау шуны күрсәтә: диск барлыкка килүе, 8-10 миллиард ел элек, эчке газлар бер үк ставкада яңа йолдызлар формалаштырырга мөмкин элеккеге кебек.\n\n__Milky Wayл белән әйләндереп алган спутник галактикасы очраклы рәвештә таратылмый, ләкин диаметры 500,000 яктылык мәйданында 200 000 нуры структурасы җитештерә торган кайбер зур системаның җимерелүе нәтиҗәсе. Галактикалар арасында ябык очрашулар 4 миллиард ел эчендә Андромеда Галактикасы белән көтелә, алар вакыт узу белән төп дискка урынлы почмакта куаклы галактикалар формалаштыра ала.",
"t.Sun is Born": "__ \"Төнне, көндезне, кояшны һәм айны барлыкка китергән. Барысы да (күк җисемнәре) йөзә. (Коръән 21:33) .__\n\nКояш системасының үзәгендә __Сун__ сары курчак йолдыз. Бу бик энергия бирә. Бу җиңел, инфра-кызыл энергия (җылылык), ультрафиолет нурлары һәм радио дулкыннарын үз эченә ала. Ул шулай ук ​​\"кояшлы җил\" итеп җиргә барып җитә торган кисәкчәләр агымын бирә. Бу энергиянең чыганагы водородка эродородка борылып, зур күләмдә энергия ясый торган йолдызда реакция.\n\n__Сун____ - безнең Саманский юлы Галактикасында башкалар кебек йолдыз. Ул бары тик 4,5 миллиард елдан артык яшәде, ким дигәндә озак дәвам итәчәк. __Сун____ җир кебек йөз тапкыр йөз тапкыр. Аның массасы 1,9891 × 1030 кг, бу җирнең 333,000 тапкыр. Earthир шулай ук ​​__Сун__ 1,3 миллион тапкыр туры китерергә мөмкин.\n\nГалимнәр __Сун__ бик зур тузан һәм кечкенә тузан һәм кечкенә боз битләреннән 4,567 миллиард ел элек башланган дип уйлыйлар.\n\nБу зур болыт үзәгендә, тарту материалны тупка күтәрде. Бу зурайганнан соң, аның эчендә зур басым ясау реакция башлады. Бу туп җылыту һәм балкып торган энергия.\n\n__Сун__ нурланган энергия болытның калган өлешен үзенән, һәм бу болытның калган өлешеннән барлыкка килгән планеталар.",
"t.Earth is Born": "__ Шуннан соң ул (Аллаһ) күккә борылды. Ул күккә һәм җиргә әйтте: \"Килергә (булырга (Игътибарлы булыгыз), теләмичә, теләмичә.\" Алар әйттеләр: \"Монда без теләп башыбызга киләбез.\" __\n\n__Eарт__ һәм башка планеталар якынча 4,6 миллиард ел элек формалашкан. Алар кояшны ясаган Небуладан калган хаталар газыннан ясалган. Бу тагын Коръәннең фәнни могҗизасы, чөнки Алла аны Коръәндә аңлатканда: \"Алайса, ул (Аллаһ) күккә борылды. Ул күккә һәм җиргә:\" Кил (Килергә), теләп яки теләмичә. \" Алар әйттеләр: \"Монда без теләп башыбызга киләбез.\" Бу шигырь җирнең ничек барлыкка килгәне турында сөйләде.\n\nАй иртә __Aарт__ белән кечерәк планета арасындагы бәрелештән соң формалашкан булырга мөмкин (кайвакыт IIA дип атала). Галимнәр ике планетаның да өлешләрен бозылган дип саныйлар - ай.\n\nКоръән сүзләре шикаять, кояш, ай һәм планеталар, һәрберсе үз шәхси курслары яки орбитлары белән. __ \"Төнне, көндезне, кояшны һәм айны барлыкка китергән. Барысы да (күк җисемнәре) йөзә. (Коръән 21:33) .__\n\n__ мартлы __ 'төрле җирләрдән су килде. Конденсат су парларын, кометалар һәм астероидлар __EARK__ сугып, океаннарны ясады. Миллиард ел эчендә (бу якынча 3,6 миллиард ел элек галимнәр Археа чорында беренче тормыш башланды. Кайбер бактерияләр үскән фотосинтез, ул заводларга кояш нурыннан һәм суыннан ризык ясарга мөмкинлек бирде. Бу бик күп кислород чыгарды, ул башта чишелештә беренче утырган. Ахырда, бушлай кислород атмосферага яки һавага керде, аэробик тормыш өчен __-март __ '__' өслеге ясыйлар. Бу кислород шулай ук ​​Озон катламны булдырды, алар кинәт Uloravilet нурланышыннан җирәнгеч нурланышыннан саклый.\n\nЯңадан Алла безгә Коръән катламы турында сөйли, ләкин Коръәннең тагын бер фәнни могҗизасы: __ \"Без күкне яхшы саклаган кулопи иттек, әле дә аның билгеләреннән баш тарттык.\" (Коръән 21:32) __\n\nГалимнәр озон катламы алдында җир өстендә катлаулы тормыш дип саныйлар, чөнки ул кояш нурларын яклау исән калу өчен бик күп булыр иде.\n\n__Eарт__ ерак үткәндә бик төрле иде. Күптән түгел барлык җирләр диярлек бер урында иде. Бу контртонтив дип атала. Иң мөһиме контронтинент Валбара дип аталган. Күп соңрак, __ATHT__ тулысынча бармак битләре белән тулысынча капланган иде (бозлыклар). Бу кар бөртеге __ март бөртеге дип атала.",
"t.Heavy Bombardment": "__ \"Без инде хәбәрчеләребызны ачык дәлилләр белән җибәрдек һәм алар белән Изге Язма саклаган. Без тимерне саклаган. Без тимерне җибәрдек, анда зур хәрби көч һәм кешеләр өчен файда, Аллаһ аңа һәм аның рәсүлләренә булышучыларны ачыклыйлар. Чыннан да, Аллаһ кодрәтле һәм кодрәтле. \" (Коръән 57:25) __\n\nСоңгы авыр бомбардирыгыз (кысылган лхб һәм Ай катаклисмасы дип атала) - вакыйга дип уйлаган вакыйга - якынча 3,8 - 4,8 - 4,8-40 ел элек булган дип уйлаган вакыйга. Бу Нохадеган һәм җирдәге Эоарче Ай дип атала. Бу интервал барышында бик күп астероидлар эчке кояш системасында, Меркурий, Венер, җир һәм Марсның иртә туры куркыныч планеталарына караганнар.\n\nСоңгы бомбардир җирдән һәм башка ташлы планеталарның күбесен формалаштырган һәм күп массалар куйган, ләкин һаман да җирдә шактый иртә булганнан соң булган.\n\nБүгенге галимнәр аның тонның җирдә үсеш алмаганнарын беләләр. Алар белгән җир күләме аркасында, алар монда мондый материалларның табигый рәвештә үсеш алмаганын беләләр. Чынлыкта, алар тонның йолдызлар эчендә, махсус кызыл супер-гигантлар эчендә булырга тиешлеген беләләр. Мондый зур йолдыз эчендә генә элементлар туплау реакцияләре вакытында бергә формалашырга мөмкин. Аннары супернова барлыкка килә, димәк, йолдыз шартлый, тимер кисәкләр космоска шартлый. Галимнәр моңа ничек тимер килде.\n\nКоръән искә алына, __ \"Без тимер җибәрдек\" __. Күптән түгел, галимнәр __HIAVY BOCKARDIDTION-периодларны табалар, бу шигырь \"Без тимер җибәрдек\" __ безнең өчен бик күп мәгънәле булмас иде. Ләкин ул Алла белән шактый туры мәгънәдә тимер җибәрелә, шуңа күрә без моннан файдалана алабыз.",
"t.Life on Earth": "__ \"Имансызлар күкләр һәм җир кушылган оешма дип санамаганнар, аннары без аларны аерып, судан барлык тереклекне судан яраттык? Алар ышанмаслармы?\" (Коръән 21:30) .__\n\nИң борынгы LEFFOFOMS - фоссилизацияләнгән микроорганизмнар (яки микрофофсиллар). Алар Тимер һәм Силисидан бай кыяларда бер тапкыр Гидротермаль Вентс Тринстон Квебек, Канада.\n\nБу кыялар 4,28 миллиард ел кебек. Аларда бармак формалары отчетта күрсәтелә. Әгәр дә бу җирдәге тормышның иң борынгы язмасы булса, ул 1,4 миллиард ел элек океаннардан соң \"тормышның мизгелле барлыкка килүен\" тәкъдим итә. Стивен Блэр Хедджлар әйтүенчә, \"Әгәр җирдә тормыш бик тиз үссә, ул галәмдә киң таралырга мөмкин\".\n\nКоръән Аллаһның __ «судан ясалган» ны сурәтли (Коръән 21:30). Ике аякта йөрегез, дүрттә йөргән кайберәүләр. Аллаһ үзе теләгәнне барлыкка китерә, чөнки чыннан да Аллаһ һәрнәрсәдән куәтле \"(24:45) .__\n\nБу шигырьләр тормышның океаннарында булган фәнни теорияне хуплый. Алар шулай ук ​​заманча биология белән бергә йөриләр, шул исәпкә, кайбер хайваннар 90% кадәр судан торган, ә кешеләр якынча 60% судан торалар.",
"t.Single Celled Organisms": "__ Коръән Аллаһ \"судан ясалган һәр тереклек белән эшләнгән\" (Коръән 21:30) __.\n\nБерколуляр организмнар - бер күзәнәк булган организмнар.\n\nБерколуляр организмнарны бөтен җирдә дә табып була. Иң борынгы формалар 3,8 миллиард ел элек булган, әгәр дә булмаса. Галимнәр бу организмны суда яшәгән дип саныйлар. Алар исән калу өчен төрле стратегияләр эзлиләр: фотосинтез (цианобобактер), хехотрофи (күп архаа), гетеротофих (Аешеба). Кайбер күзәнәкле организмнар флангелла, локомосион, лобоподлар, лобоподлар, кәрәзле скелет (цитоскелетон) киңәйтүе, ул кулларны карау кебек күренгән. Безнең күзәнәкләрдән бабалар флугла хайваннарга кадәр килеп чыга, анда ул Флаглы Сперма булып күренергә.\n\n__ Коръән Аллаһ \"судан ясалган һәр тереклек белән эшләнгән\" (Коръән 21:30) __. Тагын бер шигырь ничек әйтелә: \"Аллаһ һәр хайванны судан яратты. Аларның дүрт аягында йөргән кайберәүләр, кайберәүләр, кайберәүләр, Аллаһ үзе теләгәнне барлыкка китерә, чөнки чыннан да Аллаһ көче ясый Барысы да \"(Коръән 24:45) __.\n\nБу шигырьләр тормышның океаннарында булган фәнни теорияне хуплый.",
"t.Animals": "Хайваннарны күрсәтүче беренче казучылар 665 миллион-яшьлек кыяста Көньяк Австралиянең Тризона формалашуы. Бу казылмалар, мөгаен, беренче губка булган кебек аңлатыла.\n\nИң борынгысы Эдакаран биота, якынча 6110 миллион ел элек Пректбриан ахырына таба очрый. Бу хайваннар арасында күптәннән шикле булган, ләкин Диккинсоның казылмаларында хайванның липид хлестеринын табу бу чыннан да хайваннар булганын билгели.\n\nКүпчелек хайван фила беренче көнне Камбриан шартлавы вакытында фрозил рекордында 542 миллион ел элек, якынча 542 миллион ел элек, Бургесс сланецлары кебек караватларда. Бу кыяларда фила бик күп уенчыклар, Brachiopofts, оныгофораннар, Таркиигораннар, Тардигораннар, Тардиград, Эмич Борнмия, хәзерге вакытта ерткыч аномалокарис кебек юкка чыга. Галимнәр бу хайваннар бер үк вакытта яки казылма язмалары белән җыелган проблема булса, ышанмыйлар.",
"t.Fish": "Галимнәр 530 миллион ел элек 530 миллион ел элек якынча 530 миллион ел элек барлыкка килгән дип саныйлар. Алар беренче умырткалылар, яисә умыртка баганасы булган беренче умырткалылар яки хайваннар дип санала. Беренче балык Агнатага, яки иҗексез балыкка керер дип уйлыйлар. Кәрбияче Камбрианда, EEL кебек иҗекле иҗекләр кондонцияләр дип аталган кечкенә иҗтимагый балыклар беренче булып күренде. Күпчелек иҗек балыклары юкка чыга.",
"t.Insects": "__Сезьс__, артропода филумындагы класс. Алар каты экстремаль җирлекләр, авыр экскосокетон булган.\n\n__Сезьц__ - иң зур җирдәге хайваннар төркеме. Якынча __926,400 төрле төрләр theл сурәтләнде. Алар __ resement билгеле тере төрләрнең яртысыннан артыннан хисап бирәләр һәм __ Хайваннар төренең 90% тан артыграк __ моннан артык.\n\n__SESTS__ яңа төрләр өзлексез табыла. Төрләрнең гомуми санын бәяләү 2 миллионнан алып 30 миллионга кадәр.\n\n__Ssects__ алты аяк бар; Иң күп канатлары бар. __Ssects__ Очышка сәләтле беренче хайваннар дип санала. Йомыркалардан үсә, __Секториядән үсә __Ssects__ барысы да планетада яшәгез: барысы да диярлек җир өстендә яшиләр (җирдә тере), ләкин Антарктида кебек кайберәүләр океаннарда яки бик салкын урыннарда. Күпчелек төрләр тропик өлкәләрдә яшиләр.\n\nКайбер кешеләр барлык __Сезьцц__ \"Баглар\" дип атыйлар, ләкин бу дөрес түгел. Кайбер __Сельц __Сезне укыган кешеләр __ентомологлар дип атала.",
"t.Reptiles": "__ Сптекил__ - ореджетларының төп төркемнәренең берсе өчен гади исем. Бу биологлар белән бик күп кулланылмый, алар төгәлрәк кулланалар.\n\n__ \"сөйрәлге\" исеме __ латиннан килә һәм \"сикерү\" дигәнне аңлата. Барлык тормыш __reptile__ төрләре салкын кан, тире тиресенә ия, һәм чиста йомырка салалар. Алар чит кислотасы (UREA урынына), һәм Клака бар. Клуака - Анус, сидек трактат һәм репродуктив казу өчен уртак ачу. __Репайллар__ шулай ук ​​йөрәк һәм имезүчеләрдән аерылып торган йөрәк һәм зур кан судьяларын тәртипкә бүлешәләр.\n\n__REPTES__ бик мөһим төркемнәр хәзер юкка чыга, мәсәлән, юкка чыгара. Без динозаврлар юкка чыктык, ләкин алар аның абру токымнары (кошлар) формасында исән калдылар. Борынгы __Репайллар, исән калган ташбакалар, крокодиллар һәм Туатараны, төркеменнән ялгыз исән калган. Хәзерге көнкүрешнең күпчелек өлеше __REPTES__ - еланнар һәм кәлтәләр.\n\nТереләрне өйрәнү __REptile__ герпетология дип атала.",
"t.Dinosaur Age": "__ НИЧЕК \"Куркыныч кәлтәләр\" дигәнне аңлата) - архиур сөйрәлүчеләр төркеме. Алар Месозой чорының доминант җир хайваннары иде. 500 дән артык динозавлар билгеле. Everyәр консаслар казылмалары табылды, һәм әле еш яңа ачышлар бар.\n\n__ НИЧЕК ТУРЫНДА СЫЙЛЫГЫЗ, якынча 230 миллион ел элек. Динозаврның иң беренче датасы - эороптор, 231.4 - 228 Мя. Urрассик янгын белән алар иң югары җир умырткашлары иде, һәм җирдәге күпчелек шартлар өстенлек итә. Алар кинәт К / Т (глобаль) юкка чыккан вакыйгага кадәр дәвам иттеләр.\n\nФосилд рекордыннан, галим кошлар кошларның каурыйлы динозаврлар яши дип саныйлар, шуңа күрә алар бүгенге көнгә кадәр исән калсын өчен бердәнбер динозаврлар сызыгы.\n\nДинозаврлар бар иде, аларны уңышлы итәргә булышты. Беренче билгеле динозаврлар ике аякта йөргән кечкенә ерткычлар иде. Аларның барлык буыннары тән астындагы аяклар белән туры торуы бар иде. Бу аларның бөтен тормыш рәвешен үзгәртте. Башка үзенчәлекләр бар иде. Кече динозавларның күбесе мамай булган, мөгаен, җылы кан булгандыр. Бу аларны хәзерге метаболизм белән заманча сөйрәлүчеләргә караганда активлаштырыр иде. Социаль үзара бәйләнеш, көтүлектә яшәү һәм хезмәттәшлек итү кайбер төрләр өчен бик ихтималалар.\n\nБеренче калдыклар XIX гасыр башында динозавура булып танылган. Аларның кайбер сөякләре күп элегрәк булган, ләкин аңлашылмаган. Уильям Бакленд, Гидеон Мантелл һәм Ричард Оуэн бу сөякләрне күргән галимнәр иде, алар бу сөякләрне күргән галимнәр иде. Динозаврлар хәзерге музейларда төп аттракционнар. Алар популяр культураның өлеше булдылар. Алар турында иң күп сатылган китаплар һәм кинолар булды. Яңа динозавр ачышларында массакүләм мәгълүмат чараларында еш хәбәр ителә.",
"t.Mammals": "__Маммалс__ - класс имезлиясе формалаштырган умырткасыз хайваннар төркеме. Аларның мехы, чәчләре һәм температура регламенты бар.\n\nМонотремалардан кала, барлык имезүчеләр дә яшәргә йөриләр. Алар шулай ук ​​яшьләр өчен сөт җитештерәләр. Ата-ана кайгырту - имезүчеләр арасында ата-ана кайгырту - имезүчеләр арасында универсаль, һәм ул бик мөһим, чөнки тере туу токым санын чикли.",
"t.Stegosaurus": "Стегозавурус (\"Түбә-кәлтәләр\") \"Көнбатыш Төньяк Америка булганы булган үсемлек ашау\" динозавр.\n\nСтегозавурасы 155-145 миллион ел элек югары urиргал чорында яшәгән. Бу иң җиңел танылган динозаврларның берсе, аның аркасына һәм койрыгында озын очкычлар белән җиңел танылган динозавларның берсе. Корал - аллосавр һәм Сератосавс булып андый ит ашаганнары белән яшәгәнгә, бронь кирәк иде.",
"t.Tyrannosaurus": "Тиранносавус өске критсиннан зур ерткыч динозавр, 65,5-67 миллион ел элек.\n\nТиранносавус озын, авыр койрык белән зур баш сөяге булган биепедаль карнивор иде. Зур һәм көчле арткы аяклар белән чагыштырганда, аның алгы өлеше аз иде, ләкин зурлыгы өчен көчле. Аларның ике тырнак саны бар иде.\n\nАучы яки чыдаммы, юкмы турында сөйләшү бар. Бүгенге көндә күпчелек доминант ит-котлаучылар кебек, арысланнар һәм гиолар кебек, зиндносавус икесе дә булырга мөмкин. Аның бик көчле иҗаты бар иде, һәм аның тешләре башка динозаврларның сөякләрен тартып ала ала.",
"t.Dinosaur Extinction": "Борчылулар ахырында юкка чыгу бер яки берничә катастрофик вакыйгалар аркасында килеп чыккан, мәсәлән, эре астероид яки метеорит йогынты, яки вулкан эшчәнлеген арттыру.\n\nБерничә йогынты ясау крейтеры һәм зур вулкан эшчәнлеге, мәсәлән, Indiaиндстандагы Декан тозакларында сүндерүстанның якынча вакытына туры килделәр. Бу геологик вакыйгаларны кояш нурларын киметергә һәм фотогаНатез, җирнең экологиясендә зур бозылуга китерә ала.",
"t.Primate Bipedalism": "Бипедализм йөрер өчен ике аякта. Галимнәр Биепедализмга 6-27 миллион ел элек усаллыкка ышаналар, чөнки бу бигедликизм сыйфатларын күрсәткән иң беренче калдыклар. Эволюционистлар боларның төрләренең беренче бабалары булуларына ышаналар, ләкин бу теория аны раслау өчен аз дәлилләр бар.",
"t.Constructed Tools": "__ Настон Кораллар таштан ясалган кораллар. Алар таш яшен аның исемен биргән сәбәп. Галимнәр алар кулланылган беренче корал булганнар дип саныйлар. Күптән түгел ул таш кораллар кешеләр яшәгәнче кулланылды.",
"t.Control Fire": "__ Беренче кешеләрдә иртә кешеләр белән идарә итү бик мөһим иде. Ут җылылык, яклау, ауга һәм ризык пешерү ысулын тәэмин итте. Бу мәдәни алгарышлар мәдәни инринацияләргә һәм диетага үзгәрешләр кертергә мөмкинлек бирде. Өстәвенә, ут белән идарә итү кеше эшчәнлеген салкын климатка киңәйтергә һәм кич белән соңрак җылылык һәм яктылык белән торырга рөхсәт бирде.\n\n200 меңгә кадәр 1,7 миллион ел элек контроль диапазонының иң элек контроль дәлилләрен иң мөһим дәлилләр. Даими рәвештә утны контрольдә тоту өчен дәлил 1000,000 ел элек, фәнни ярдәм үткәрә. Янгында янган флинт бөртекләре Мароккода кеше калдыклары янында табылды һәм якынча 300 мең ел элек. Якынча 125,000 ел элек янгын белән идарә итүнең киң таралуы.",
"t.Adam": "__ \"Әй кешелек! Без сезне бер пар ир-аттан, хатын-кыздан яраттык, сез бер-берегезне сез халыклар һәм кабиләләргә китердек. Сезнең арада иң хөрмәтле кешеләр Аллаһ каршында иң тәкъва. Аллаһ тулы белеме бар, (барча) »(Коръән 49:13) .__\n\nАдәм (гарәпчә: آدم) Исламның беренче кешесе һәм Исламның беренче Наби (نبي, Пәйгамбәр). Мөселманны кешелекне кешелекнең һәм хатыны, Гадел (حواء, Хаува) кешелек анасы итеп хөрмәт итә. Мөселманнар Адәмне беренче мөселман итеп күрәләр, чөнки барлык пәйгамбәрләр дә исламның бер үк иманы белән игълан иттеләр, бу Аллага буйсынуны аңлата.\n\nБу ике кешедән, буын кешеләр яшәде. Алла Коръәндә әйтә.\n\nАдәм яратылганда, Алла барлык иҗатларына үзләрен үзләрен Адәмгә хөрмәт билгесе итеп күрсәтергә кушты, бу яңа өстенлекле. Барысы да Шаиттан кала, ул төтенсез уттан ясалгач, Адәм балчыктан ясалганыннан баш тартты. Шуннан соң Алла аларны Гадән бакчасына куйды һәм Шаян Адәм белән Хавва да уңышлы алдады. Ул аларны Алла тыйган агач янына җибәрде. Нәтиҗәдә, Алла безне (кешеләрне һәм шайтаннар) җирдә дошман булып бер-береңә дошман булып куйды. Earthирдә бервакыт Адәм гафу үтенде, Алла аны кичерде.\n\nАдәм һәм барлык пәйгамбәрләр кебек алар җиргә килгәннәр, безнең Алла белән килешүне искә төшерү. Әгәр дә без Аллага буйсынсак, без Алла каршындагы фәрештәләрне югарырак дәрәҗәгә ирешә алабыз. Моның өчен без Шитанның пышылдавыннан сакланырга тиеш, һәм бездән нәрсә начаррак, омтылыгыз һәм нуфныкларыбызны басып, ныгытабыз (эгоистик теләкләр). Без моны Коръәндә бирелгән чиксез зирәклек һәм мисаллардан соң эшлибез, соңгы Ачылыш һәм китап камил, камил сакланмаган һәм үзгәрешсез. Без шулай ук ​​Пәйгамбәрләрнең гаҗәеп үрнәген тотарга тиеш, һәм без Мөхәммәд пәйгамбәрнең тулы тормыш тарихы бар, ул соңгы вакытта, ул хәзерге тарихта хәтта күрсәткән вакытта килгән. Аның барлык тәгълиматлары да сакланып калганнар, аның яшәү рәвеше саклау һәм өйрәтү өчен бик күп ислам стипендиясе бар. Мөхәммәд пәйгамбәр пәйгамбәрләрнең мөһере, дәүләт, рухи һәм хәрби лидер булып ир, абый, күрше, дус булу белән. Аны тормышын, эшләрен һәм тәгълиматларын савыктыручылар бик югары бәялиләр. Хәтта аның дошманнары да хөрмәт ителгәч һәм аңа ышанган вакытта.\n\nШулай итеп, без мөселманнар беләбез, барлык кешеләр өчен тормышның максаты Аллага табыну һәм кемнең иң яхшы эшләгәнен күрү. Алла кешеләргә аның әмерләрен үтәүнең әҗере буларак Оҗмахта Оҗмахта һәм күктә матур урын вәгъдә итте. Күктәге иң түбән кеше ун җиргә ия булачак. Күкнең югары дәрәҗәсенә чыккач, сез яктылык елларында җирегезне үлчәп башларга тиеш. Алла - иң юмарт һәм безгә һәм бездән барысын да сорарга тели. Әгәр дә без Алладан һәм пәйгамбәрләрнең юлларын кире кагсак, безне тәмугта каты җәза көтә. Алла безне моннан һәм барлык явызлыклардан сакласын.\n\nФән күзлегеннән караганда, кешеләр __homo sapiens__ төрләрендә, шуларның бердәнбер белгәне - __homo Sapiens & Sapiens__ буларак билгеле. Без җирдә иң өстенлекле төрләр. Ләкин, тормышның күп төрләре бар, аеруча үсемлекләр һәм протистлар арасында, һавага, кыяларга, тормыш, табигый шартларга туры килгән.",
"t.First Temple": "__Göbekli tepe__ (\"ПотБелли Хилл\" көнчыгыш Анатолия өлкәсенең көньяк-көнчыгышындагы Анатолия өлкәсенең археологик сайты, якынча 12 км (7 м) төньяк-көнчыгыш Шаныры шәһәре. Бу сүзләрнең биеклеге 15 м (49 фут) бар һәм диаметры якынча 300 м). Бу диңгез өслегеннән якынча 760 м (2490 фут).\n\nӘйткәндәй, б. Э.к. Чүлмәккә кадәрге Неолитка иясе 20 дән артык бандалар якынча 20 метрдан артык ботинка хәзерге вакытта геофизик тикшеренүләр аша билгеле. Eachәр багананың биеклеге 6 м га кадәр (20 фут) һәм 10 тоннага кадәр. Алар караваттан читтә калган уркетларга туры килә. Чүлмәккә кадәрге Неолит б (PPNB) Сайт PPNBдан соң ташланды. Кечкенә структуралар классик вакытларга даталар.\n\nСтруктураның функциясенең детальләре сер булып кала. Ул Клаус Шмидт җитәкчелеге 1996-нчы елда 2014-нче елда Германия археологиясе белән казылган. Шмидт мәйданы киң төбәк кешесе вакыт-вакыт җыелган, торак пункт түгел, дип саный.\n\n2018 елда сайт theНЕСКО Бөтендөнья мирасы сайтын билгеләде.",
"t.Agricultural Revolution": "__ Нейолит Революция__ (яңа таш чоры) беренче __агренталь революция иде. Бу күчмә аудан, җәмгыятьләр һәм төркемнәрне авыл хуҗалыгына һәм торакларга туплаудан тора иде. Бу чор \"Революция\" дип сурәтләнә, чөнки ул үзгәрүне ясаган җәмгыятьләрнең яшәү рәвешенең үзгәрүе. Бу төрле тарихи кешеләр төрле вакытта булган. Күпчелек җәмгыятьләр 7-9 мең ел элек үзгәрде.\n\nБу термин бу вакыйгалар булган гомуми вакытка кагыла. Бу шулай ук ​​булган үзгәрешләр турында түбәндәгеләргә кагыла: беренче фермер эшкәртү техникасы, уҗым культураларын һәм хайваннарның өйләнүе. Неолит революциясе иҗтимагый оешманың һәм технологиянең үсеше өчен мөһим.\n\n__ Нейолит революциясе__ даими яки ярым даими торак пунктларда яшәүгә китерде. Бу кимчелек аркасында азрак кешеләр күчмә яшәү рәвешен алып бардылар. Утырган культураларның кем икәнен белә сәләтле, җир милеге төшенчәсе эшләнде. Табигый мохит үзгәртелде, халык тыгызлыгы үсә, һәм кешеләр диетада яшелчәләр һәм ярма ризыклары ашыйлар. Иерархилар җәмгыятьтә үсеш алган. Ашлык сакланган, сәүдә ителергә мөмкин. Яхшы уҗым культураларыннан профессион җитештерү җәмгыятьләрне начар елларда исән калырга ярдәм итте. Борыңгы Мисырда ашлыкны ничек саклаган һәм тараткан йосыф.",
"t.Writing": "__ Тайтринг__ символлар җыелмасы ярдәмендә визуаль медиа белән язу. Символлар башкаларга билгеле булырга тиеш, шуңа күрә текстны укырга мөмкин.\n\nТекст шулай ук ​​иллюстрацияләр һәм бизәкләр кебек башка визуаль системаларны куллана ала. Алар язу дип аталмыйлар, ләкин хәбәр эшенә булышырга мөмкин. Гадәттә, илдә барлык белемле кешеләр бер үк телне язу өчен бер үк язу системасын куллана. Укырга һәм яза белү - грамоталы булырга тиеш.\n\n__ Танып җибәрү сөйләмнән аерылып торалар, чөнки укучылар ул вакытта булырга тиеш түгел. Без күптән һәм дөньяның төрле почмакларыннан яза алабыз. Текст кибетләре һәм белемнәрне белдерә. __ Танинг__ - кеше төрләренең иң зур уйлап табуларының берсе. Тарихчылар кешеләр шәһәрләрдә урнашканнан соң уйлап табылганнар дип саныйлар, һәм авыллар авыл хуҗалыгы башланачак. __ 5000 ел элек, 5000 ел элек, Якын Көнчыгышта якынча 3,300БРОД 3,300 миллиард даталары.\n\n__ Танып җибәрү гадәттә гадәттә кәгазьдә, теләсә нинди өскә генә бастырылу юллары булса да. Телевидение һәм кино экраннары да язу язмасын да күрсәтә ала, һәм компьютер экраннары да ала ала. Күпчелек язу материаллары, кәгазь алдыннан уйлап табылды. Балчык, папирус, агач, шифер һәм пергамент (әзерләнгән хайван тиреләре) барысы да кулланылган. Римлылар чагылган Стилус белән балавыз планшетларга яздылар. Бу вакытлыча язмалар һәм хәбәрләр өчен популяр иде. Соңрак Кытай тарафыннан кәгазь уйлап табу алга таба зур адым иде.\n\n__ Тавыш алу традицион рәвештә карандаш, каләм, яисә кисточкадагы кул коралы ярдәмендә эшләнә. Ләкин күбрәк, ләкин, текстны компьютер клавиатурасында яки смартфонда кертү белән ясалган.",
"t.Recorded History": "__History__ үткән вакыйгаларны өйрәнү. Кешеләр үткәннәрдән әйберләргә карап, үткәннәрдән нәрсә булганын беләләр (китаплар, газеталар, кораллар, кеше яки хайван кебек.) Китапханәләр, архив, архив һәм музейлар аларны җыялар һәм саклыйлар кешеләр тарихны өйрәнү өчен әйберләр. Тарихны өйрәнгән кеше тарихчы дип атала. Борынгы культуралар калдырган әйберләр аша тарихны һәм тарихны өйрәнгән кеше археолог дип атала. Кешелекне һәм җәмгыятьне өйрәнгән кеше антрополог дип атала. Тарихны өйрәнү һәм язу өчен кулланылган чыганакларны һәм ысулларны өйрәнү тарихи дип атала.\n\nКешеләр үткәндә булган вакыйгаларны искә төшереп, үткәннәр турында белә ала. Бу авыз тарихы дип атала. Колларга һәм Америка гражданнар сугышында исән калган кешеләр картайгач, кайбер тарихчылар әйткәннәрнең барысын да язмача, тарих юкка чыкмас.\n\nИслам тарихында да шулай эшләнде. Күп нәрсә язылган, ләкин пәйгамбәрнең (хәедәсенең (хәед) китаплар җыеп торган берничә галимнәр бар иде. Моның өстендә бөтен Ислам фәне Пәйгамбәргә (Саҗ) һәм бу хәдисләрне дөрес классификация дәрәҗәсенә күтәрү чылбырларын тикшерү өчен эшләнде. Без бу кешеләрнең һәм аларның гаиләләренең кем икәнлеген беләбез (И.С. Маке, Лүк, Лүк, Яхъя). Еш кына бер үк вакытта шул ук китапта дистәләгән тапкыр табылырга мөмкин, яисә берничә кеше җыелган саен берничә хәлегә таралырга мөмкин. Бу Sahih (бик яхшы) хәдис белән классификацияләнәчәк.\n\nКоръән шулай ук ​​язылды, ләкин күбесенчә пәйгамбәр тормышында меңләгән кеше ятлаган. Бүгенге көндә миллионлаган кеше, гарәп телендә, хәтта гарәп булмаган спикерлар белән дә ятлый. Бу мөмкин, чөнки Коръән поэтик һәм күп кеше өчен истә калдыру җиңел. Әгәр дә барлык Коръән тексты ничектер юкка чыкса, мөселманнар аны бергә эшләсәләр берничә секунд эчендә кире кайтырга мөмкин. Барыбер кирәк түгел, чөнки Алла аны Коръәндә яклаячагын әйткәнчә. __ \"Чыннан да, без Коръәнне иңдердек, чыннан да, без аның сакчысы булырбыз.\" (Коръән 15: 9) __\n\nАның шигъреле һәм уку матурлыгы турында Коръән хәбәре мөэминнәрнең күңелендә туры килсә, чөнки ул үткәннәрне логик һәм аңлау җиңел дип аңлатты. Коръән чыннан да бездә иң зур могҗиза, һәм Ислам дине - чын дин икәнлеген генә кирәк. Безне булдырды һәм безнең белән сөйләште һәм безне турыдан-туры Коръән сүзләре белән өйрәтте. Безне барлыкка китергән һәм безне яхшы белә торган Алла безне Алла өйрәтүдән яхшырак кем?\n\nИске заманнарда дөньяның төрле почмакларында кешеләр аерым тарихи сакладылар, чөнки алар бер-берсен бик еш очраттылар. Кайбер кешеләр төркемнәре беркайчан да очратмады. Урта гасыр Европа, борыңгы Рим һәм борыңгы Кытай дөньяның бердәнбер мөһим өлешләрен һәм бүтән өлешләр \"варвар\" дип уйладылар.",
"t.First Pyramid Built": "__ \"Бу көнне без сезне (әй фиргавен) тәнегездә котылырбыз, сез үзегездән соң килүчеләргә билге булырсыз! Ләкин чыннан да, кешеләр арасында күп нәрсә безнең билгеләребезне санга сукмыйлар.\" (Коръән 10:93) __\n\n__Priamid__ - пирамида формасында төзелгән таш, гадәттә, таш. Борынгыдан хәзерге заман вакытларында дөньяның төрле почмакларындагы кешеләр кешеләре мондый структуралар төзделәр.\n\nБеренче __Пирамида__ 2630 б. Иң борынгы Пирамида - Саккарада, Мисыр өченче Мисыр династиясенең Джош патшасы тарафыннан төзелгән.\n\nКоръән Мисыр династиясе турында Муса (Муса кебек), Йосыф кебек) турында хикәяләр турында күп сөйләшә.\n\nКоръән Мисыр тарихын патша яки фиргавен лидеры итеп тасвирлап, Мисыр тарихын төгәл сурәтли. Британия музее күптән түгел генә ачылган тарихи факт. Алар әйтүенчә, мисырлылар \"фиргавен\" хакимнәрен 18 нче династиясенә чакырмаганнар (1552-1295 б.\n\nМуса һәм Фираун турында (фиргавен) турында берничә шигырь бар:\n__ \"Без (Аллаһ) сиңа ышанырлык кешеләр файдасына, хакыйкать белән Муса хикәясенең өлешен репионция бирде. (Коръән 28:04).\n\n\"Без Мусаны билгеләребез белән фиргавенгә һәм аның башлыклары белән җибәрдек, ләкин алар аларны гаделсез рәвештә кире кактылар. Менә, бозык кешеләрнең ахыры нинди булды! (Коръән 7: 104)\n\n\"Бу көнне без сезне (әй фиргавен сине коткарырбыз, сез үзегездән соң килүчеләр өчен!\" Ләкин чыннан да, кешеләр арасында күп нәрсә безнең билгеләребезне санга сукмыйлар. (Коръән 10:93) __\n\nТарихчылар һәм христиан һәм Муса мөселман галимнәре нинди дип саныйлар. Коръән һәм Изге Язмаларда искә алгач, бу хикәяне искә төшерә, ахыр чиктә, Алла рөхсәте белән Муса белән аерылган фиргавен Кызыл диңгездә батып бетә.\n\n__ 'Бу көнне без сезне (әй фиргавен) тәнегездә (әй фиргавен) тәнегездә, сез бүтән шигырьләрдә һәм хәтта тарихчыларның турында ачыкланырлык итеп табылмассыз! \"Br.\" күптән түгел. Барлык фироталарның мумфификацияләнгән органнар патшалар үзәнлегендә (KV7 & 8) Нил банкында яшереләләр. Каберләре талангач та фиргавеннең мумфланган калдыклары гасырлар дәвамында ачылмаганнар. Аларның ачышы XIX гасырда үтте, һәм хәзер Мисырдагы Зур Мисыр музей музеенда II-ны күрә аласыз, күрә. Аның гәүдәсе шулай ук ​​берничә халыкара турга чыкты. Моннан, тагын, Коръән һәм Исламдагы Исламдагы кешеләрнең безгә Алла тарафыннан ничек бирелгәнен күрсәтә.\n\nСез шулай ук ​​яһүд халкыннан бу фиргавен һәм башка борыңгы мисырлылар белән тәҗрибәсе турында сорый аласыз.\n\n__ \"Weәм без, әлбәттә, тугыз билге бирдек, шуңа күрә Исраил балаларыннан сора:\" Минем уйлавымча, Муса, сезгә тылсым тәэсир итлисең. \"(Коръән 17: 101) __\n\nЯһүд халкы исән калу безгә алардан Алла билгеләрен сорарга мөмкинлек бирә, алар сезгә җибәрелгән күп могҗизалар һәм пәйгамбәрләр кебек.\n\nЮл Исраил балаларына без аларга күпме ачык билге бирдек. Кем Аллаһның ризалыгы аның янына килсә, әлбәттә, Аллаһ үч алуда каты. (Коръән 2.211) __",
"t.Roman Empire": "__ Рим империясе__ (латин: имперум) борыңгы дөньяның иң зур империясе иде. Аның башкаласы Рим иде, һәм аның империясе Урта диңгезгә нигезләнгән. Эмперия 27 б.\n\nИмперия борыңгы Римның өченче этабы иде. Рим беренче булып Рим патшалары, аннары Рим Республикасы, аннары император белән идарә иткән.\n\nКүпчелек заманча җирләр __РЫР Империясендә (шул исәптән Британия (Шотландия), Франция (Шотландия түгел), Германия, Греция, Кырым, Швейцария һәм Африканың төньягында урнашкан Италия, Греция, Төркия. __Роман империясенең төп теле латин иде; Грек мөһим урта тел иде.\n\n__Роман империясенең көнбатыш өлеше якынча 500 ел дәвам итте, Греция һәм анатолия, шул исәптән Греция һәм Анатолия тагын да дәвам итте. Көнчыгыш өлеше Византин Империясе дип аталды, аның башкаласы Константинине (Солтан Фатих Мехмет 1453 елда Османининин кинопаты белән тәмамланды. Бу вакыйга Мөхәммәд пәйгамбәр пәйгамбәр белән пәйгамбәрлек иткән һәм дөнья тарихындагы иң күренекле вакыйгаларның берсе.",
"t.Crusades": "__ Чирзадлар__ Изге җирләр арасында Изге Язмалар белән мөселманнар арасында сугыштылар. Традицион рәвештә, алар 1095 һәм 1291 арасында булды. Изге җир әле өч төп монотеистик дин өчен бик мөһим булган урын иде: Ислам, Идарә итү һәм христианлык. Изге җирдә бик мөһим дини урын бар. Бу хәзер Израиль яки Палестина дип аталган җир. Омар, Хеброн һәм башка дини урыннар Омар белән (РА) хәлифә белән мөселманнар белән идарә итә (өченче хәлифә һәм Мөхәммәд пәйгамбәр (С.с).\n\nТөрле җинаятьләр күп иде. Иң мөһиме һәм иң зур __CRISADES__ XIX гасырда узган урында булды. Бу вакыт эчендә 9 зур крестлар бар иде. Кечкенә крестлар бик күп иде. Кайбер хрвадлар хәтта Европада да (мәсәлән, Германия, Австрия һәм Скандинавия). Кечкенә __crusades__ ренаанслау һәм реформацияләнгәнче XVI гасырда дәвам итте.\n\n\"Креста\" сүзе \"Кросс\" сүзе белән бәйле һәм христиан изге сугышын аңлата. \"Ииһад\" гарәп сүзе дә бар, бу сугыш вакытында мөселманнар өчен бер үк мәгънәгә ия булган мөселманнар белән омтылу һәм көрәшү чаралары бар. Пәйгамбәр (С.з.) Бу кечерәк Jihad, ләкин җиһадтан изге тормыш өчен иң зур җиһад сугышына керәләр.\n\nБарлык яклар (христианнар, мөселманнар, яһүдләр) диннәрендә бик ышанганнар. Кружкаларның күбесе еш кына аларның артында сәяси яки акча сәбәпләре булган. Барлык сугышлар кебек.\n\nӨч Ибраһим дине арасында дошманлык күреп, бик кызганыч. Мөселманнар яһүдләрне һәм христианнарны китап кешеләре дип саныйлар, димәк, аларда аларның мөселманнарына һәм мөселманнар өчен бүтән кешеләргә караганда үзенчәлекле мөнәсәбәтләр бар. Сез моны Пәйгамбәр тормышында (Са-с.г.в. Бу хәдисләрдә язылган һәм хәтта Коръәндә дә сөйләшкәннәр. Бу шулай ук ​​Исламның хаклыгына ачык күренгән киләчәк вакыйганы ачыктан-ачык ачты. __ \"Римлылар җиңде. (Анатолия) тиздән алар тиздән алар җиңәчәкләр. Аллаһка моңа кадәр һәм аннан соң боерык. Thatәм ул көнне мөэминнәр шатланырлар \"(Коръән 30: 2-4) __\n\nБу ачылганнан соң, гарәп мөшрикләре мәҗүси мөселманнар, гарәп мөселманнары христиан янында җиңгән дип саналган мәҗүсиләр мәҗлеслеләр ягында иде. Христианнар мәҗүсиләрне югалтканда, бу югалту өчен мөселманнарны мыскыл иткәч, \"синең көчле Алла кайда?\". Шуңа күрә Алла бу мизгелдә бу шигырьне ачты. Импер белән 622-нче елда Issus сугышында, Анатолиядә Сасаниядә үтерү һәм дәвамлы җиңү бар, шулай итеп Коръән пәйгамбәрлекне раслады.",
"t.Black Plague": "__ Кара үлем__ Европа һәм Азия буенча миллионлаган кешене үтергән авырулар ташу иде. Европаның һәрчысы диярлек авырудан үлә, һәм 1347 - 1351 арасында иң начар булган. Авыру Азиядә башлангандыр. Күпчелек кеше авыруны бубоник чума дип уйлый. Бу авыру тычканнарда яшәүче бүре белән тарала һәм таралды. Ефәк юлдан сәүдәгәрләр зарарланган бүреләрне Европага алып киттеләр.\n\nКачу проблеманы башлады; зарарланган кача кара тычканнар белән йөртелде. Квананы күтәргән тычкан шәһәрләргә керәчәк. Бүре кемнедер тешләгәндә, алар бераз бактериянең ярага чыгарырлар иде. Бу кешенең зарарлы булуына китерер иде. Тычканнар еш судноларда иде. Бу авыру бик тиз таралды дигән сүз, бөтен Европа өстендә.\n\nКешеләрдә, бака кабык астында, кул астында һәм колак артында шешкән. Бу шешәләр кара һәм кызгылт төс иде, димәк, \"кара үлем\" исеме. Караңгы шешәләр бубо дип аталган. Кешеләр авырттылар һәм корбаннар коточкыч үлем үлделәр. Симптомнарны корбаннар йөртә торган бүре тешләгәннән соң симптомнарны күреп була.\n\nКызганычка каршы, Лондондагы кайбер шәһәрләрдә мәет авырулар китерде, шуңа күрә алар аулыйлар һәм бик күп санда үтерделәр. Кызганычка каршы, бу, бу чума хәзерге вакытта начарайган, хәзерге вакытта төп табигый ерткычларын югалткан һәм анда повуляция тагын да зуррак.\n\nБубоник чума тирәсендә тагын бер кызыклы факт - папа үзен ничек коткарды. Ул вакытта мөселманнар барлык медицина һәм фәнни ачыш башында иде. Күпчелек мөселман китапларын кулланып, католик руханиларының кайбер авыруларны (микроб) сакларга һәм үтерергә уйлый. Шулай итеп, алар берничә атна дәвам иткән папаны әйләндереп алган түгәрәккә зур ут кабыздылар. Бу, әлбәттә, тычканнарны саклап калды һәм аларның качу папаны формалаштырды, һәм ул бернинди проблемаларсыз исән калды.",
"t.Constantinople/Istanbul": "__Коннтиннино Латинның башкаласы (330-395), Византин / Студентлар Роман империясе (395-1204 һәм 1261-1453), Латин империясе (1204-1261), Османлы империясе (1453-1922). 1930 елда Истанбул дип үзгәртелде. Бу хәзерге Төркия шәһәрендә шәһәр.\n\nИстанбулның Исламол дип аталган, шулай ук ​​Исламолның тагын бер билгесе, Мөхәммәд пәйгамбәр дип пәйгамбәрлек иткән. __ \"Тәхкыйк Константинны җиңәрсез. Бу армия нинди искиткеч армия булачак, һәм бу җиңүче нинди искиткеч командир булачак. \" (Мушнад, 176; IV, 335; Дарими, \"Мукаддима\", б. 43) Бу шәһәрне яулап алган Осмалылар өчен тарихта иң озын һәм иң көчле империяләрнең берсе булган .\n\nТарихчылар әйтүенчә, __Киннтиннинолопны яулап алу вакытында бүген Нью-Йорк кебек урынны яулап алуга тиң.",
"t.Newton and Gravity": "Күпчелек кеше __ Дисаак Ньютон турында уйлаганда, алар аның турында алма агачы астында алма көзен карап утыралар. Кайбер кешеләр хәтта алма башына төшкән дип саныйлар. __Wton__ АЛЕТСЛАРГА БАСМАЛАР БАСМАЛАРГА КЛАССЫНГА КАРАШЫ ПЕРГАГАН ИЗГЕ ЯЗМАЛАР - Без тарту көче дип атыйбыз. __Wton__ тартуятьнең алма һәм җир кебек ике объект арасында җәлеп итү көче булган дип уйлады. Ул шулай ук ​​мөһимрәк әйбер кечерәк әйберләргә шул ук көч белән мөрәҗәгать итә дип уйлады. Димәк, җирнең зур массасы аңа таба әйберләр тартылды. Шуңа күрә алма өскә егылды, һәм ни өчен кешеләр һавада йөзмиләр.\n\n__ Дисак Ньютон__ Гравитация турында уйларга китте. __Newton__ алдыннан кешеләр җиргә генә якын булыр дип уйладылар. Ләкин __Втон__ Гравитация җир белән һәм аның өстендә генә чикләнергә тиеш түгел дип уйлады. Әгәр дә тарту айга һәм аннан соң барган булса, нәрсә эшләргә?\n\n__Wton__ ике тән арасындагы җәлеп итү көчен исәпләү өчен формула уйлап тапты. Ул аны җиргә әйләнү өчен кирәк булган көчне исәпләү өчен кулланган. Аннары ул аны алманы аска төшкән көч белән чагыштырды. Ай җирдән еракрак булуына рөхсәт биргәннән соң, һәм күпкыр күп массасы бар, ул көчләрнең бер үк булуын ачыклады. Ай җирнең тарту көче белән җирдәге орбитада уза.\n\n__Wton__ уйлап табучы формула тарту законы дип атала. Ул бик дәртле иде, күп законнары Ньютон физик дип аталган. Аның күп математик формулаларының күбесе әле дә зуррак объектлар өчен объект механикасын исәпләү өчен кулланыла. Алар кечкенә әйберләр өчен төгәл түгел, шуңа күрә яңа микроскопик объектларның бу сәер әйберләрен аңлау һәм аңлау өчен, яңа әйберләр кәрзин физикасы дип аталган.",
"t.Industrialization": "__ Ниндустрализация__ (яки индустриализация) - алар машиналарын кайчандыр кешеләр эшләгән эшләрне башкарырга башлаган илдә була. __ Ниндушатив__ кешеләр эшләгән эшләрне үзгәртә. __ Ниндушативлар__ шәһәрләрне зуррак үссен өчен китерде. Күпчелек кеше игенчелекне шәһәрләрдәге заводларда югары түләүле эш белән тәэмин иттем.\n\n__ Ниндустрализация__ кешеләр әйберләр ясауның җиңелрәк һәм арзанрак юлларын кабул иткән процессның бер өлеше. Яхшырак технологияләр куллану, кыска вакыт эчендә күбрәк товар җитештерү мөмкин була. Күбрәк әйберләр азрак кеше тарафыннан чыгарылырга мөмкин.\n\nСәнәгатьләшкәннән соң, кешеләр күбрәк махсуслаштылар. Мәсәлән, индустриализация алдыннан, коблер (аяк киеме һәм күн товарлары ясый) берүзе берүзе аяк киеме ясады. Ул бер пар аяк киемендә эшләде, аны тәмамлады, аннары киләсе пар аяк киеменнән башланыр иде. Индустриальләштерү белән аяк киеме кертемнәрен кечерәк биремнәргә кисеп аяк киеме бар. Мәсәлән, аяк киеменең аякларын кискән бер кеше бар, ул аны тыя. Кыскасы, хезмәт бүлеге бар, ул бүген җыю линиясе буларак билгеле. Мондый заводлар күп акча бәясе, шуңа күрә завод машиналарны ала ала һәм эшчеләрне кешегә төрле машиналар һәм биремнәр ала ала.\n\n__ Ниндустрализация__ XVIII гасырдагы сәнәгать революциясе белән Англиядә башланды. Ул башта Европаның өлешләренә, һәм Төньяк Америкага таралган. ХХ гасырда кайбер илләр күпчелек илләргә таралды.",
"t.Darwin's\nTheory of Evolution": "__ \"Аллаһ һәр хайванны судан яратты. Алардан ике аякта йөргән кайберәүләр, һәм алар дүрт йөри торган кайберәүләр. Аллаһ үзе теләгәнне барлыкка китерә, чөнки чыннан да Аллаһ һәрнәрсәдән куәтле». 24:45) .__\n\n__Чер Дарвин__ (1809-1882) аның китабы 1859-нчы елда \"төррәгендә\" китабы. Анда ул тормышның җиргә ничек килүе турында күп теорияләр куйды. Ул табигый сайлау тәкъдим итте, бу кайбер сыйфатлар белән хайваннар булган хайваннар, барлык хайваннар ничек барлыкка килгәне белән яхшырак яши ала. Ләкин, Дарвин ул вакытта генетика турында аңламаган яки белә алмаган, яки нинди сыйфатлар ничек үткән. Шуңа күрә ул балаларны әти-әниләренә охшаш кебек нәрсә аңлатып бирә алмады.\n\nШуңа да карамастан, эволюцияне аңлату фәнни җәмгыять һәм галимнәр тарафыннан төп фәнни җәмгыять тарафыннан кабул ителгән фәнни хезмәттәшлек итү һәм алар бүгенге көнгә кадәр алар бер чылбырлы организмнар һәм маймыллардан үсеш алганнарын раслау өчен бик тырышалар. Мөселманнар, мәсихчеләр, христианнар Адәм токымы һәм Хавва (Хаува), беренче ир-ат һәм хатын-кыз. Галимнәр мондый нәтиҗәләргә мөрәҗәгать итәләр, \"акыллы дизайн\" буларак, мәсәлән, ДНК, кеше тәне, Кояш системалары һ.б. эш.\n\nДарвинизмга охшаган Ислам диненең этаплап һәм берникадәр вакыт эчендә үскән идеяны аңлый. Шулай ук, без Аллага барын да куябыз һәм аның әйләнә-тирә мохиткә кабул итәр өчен бернәрсә дә үзгәртә ала. Алла аны беренче тапкыр яратты, икенче тапкыр җиңелрәк булыр иде, дөрес? Кыямәт көнендә терелтү кебек.\n\nЛәкин табигатьтә һәрвакыт аянычлы һәм үлемгә китергән заманча эволюционист мутацияләр белән аермалы буларак, без аның төнен озаграк табар өчен, Аллага Туганнан соң озаграк табу өчен, Аллага хайванны җиңелрәк табу өчен, Аллага тагын озаграк булырга мөмкин. Мисал. Бу чыннан да, кошларны күп өйрәнү сыйфатларын җайлаштып, галимнәр моны аңлатып, башка төрләргә дә нык тормасалар, детальләр. Бу хайванны әкрен һәм очраклы һәм очраклы рәвештә очраклы рәвештә хәрәкәт итә. Шулай ук, яңа яки юкка чыккан күбәләкләр бар, могҗизалы рәвештә кая юк. Мөселманнар хайваннар һәм әйләнә-тирә мохит өчен бик кайгырталар, ләкин без алар турында нәтиҗәле булмадык, һәм алар турында кайгырта алмавыбызга басым ясамыйбыз, чөнки без бар нәрсә Аллага ышанабыз.\n\nЙомгаклап әйткәндә, мөселманнар кеше очраклы рәвештә маймадан эволюцияләнгән идеяны кире кага. Мөселманнар кешеләргә махсус ярату булып санала. Ислам өйрәтә, кешеләр - Аллаһ тарафыннан бирелгән һәрнәрсәнеңчә уникаль тормыш формасы; Ләкин, безнең уникаль бүләкләр һәм сәләтләр башка хайваннан аермалы буларак. Мәсәлән, безнең мәңгелек җан, вөҗдан, фантазия, белем һәм ихтыяр иреге бар. Без көчле, яхшы, диндар, зәгыйфь була алабыз һәм эгоистик теләкләребезне үтәр өчен генә эшли алабыз. Кызганычка каршы, кешеләрнең тормышы ике кешедән барлыкка килә, ир-ат һәм Адәм белән Хавва исемле (Хаува исеме) һәм бу безне барысын да кан һәм гаилә белән бәйли.\n\nКоръән Аллаһның __ «судан ясалган» ны сурәтли (Коръән 21:30). Ике аякта йөрегез, дүрттә йөргән кайберәүләр. Аллаһ үзе теләгәнне барлыкка китерә, чөнки чыннан да Аллаһ һәрнәрсәдән куәтле \"(24:45) .__\n\nБу шигырьләр тормышның су аша башланган фәнни теориясен хуплый.",
"t.World War 1": "__Ward сугышы I__ (яки беренче бөтендөнья сугышы) 1914 елның 28 июлендә башланып, 1918 елның 28 ноябрендә башланды. Сугыш дүрт ел, өч ай 14 көн дәвам итте.\n\nСугышның күбесе Европада иде, ләкин башка илләр солдатлары катнашты, һәм ул Европа вәкаләтләренең колониаль империяләрен үзгәртте һәм шулай ук ​​Османлы империясе бетте. Икенче бөтендөнья сугышы алдыннан 1939-нчы елда __ward сугышы башланганчы, бөек сугыш, бөтендөнья сугышы яки «барлык сугышларга каршы сугыш» дип аталдылар. 135 ил __wld сугышында катнаштылар, һәм сугышканда 10 миллионга якын кеше үлде, күбесенчә авырулардан һәм ачлык.\n\n__Worsld сугыш мине Европаның күпчелек илләренең күбесе белән көрәштеләр. Чын сугыш күп төрле фронтларда иде. Көнбатыш фронтлары Германия белән союздашлар арасында көрәшнең күбесе булды. Монда сугышның күбесе окоп сугыш иде.\n\nКөнчыгыш фронт үзәк һәм Көнчыгыш Европада сугышты. Монда сугышу, ләкин фронт зурлыгы аркасында окоп сугыш түгел иде. Якын Көнчыгыш фронтында һәм Италия фронтында күп көрәш булды. Сугыш Африка, Китайда, диңгездә дә, һавада да үтте.\n\nСугыш күп төрле килешүләр имзалау, иң мөһиме - VILSALLELERTлары.\n\n__Wors hord сугышы I__ танклар, самолетлар, су асты көймәләре яки (U-көймәләр) мөһим корал булган беренче зур сугыш булды.",
"t.World War 2": "__Ward сугышы II__ (Бөек Ватан яки WW3), шулай ук ​​Икенче бөтендөнья сугышы һәм Советлар Союзы дип аталган Бөек Ватан сугышы дип аталган, дөньяның күп почмакларында һәм күп илләрдә көрәш белән бәйле глобаль сугыш иде. Күпчелек илләр 1939-1945 елларда сугыштылар, ләкин кайберәүләр 1937-нче елда көрәшә башладылар. Дөнья илләренең күбесе, шул исәптән ике хәрби союзы кысаларында, союздашлар һәм күчәр көймәсе. __Worsлсольд сугышы II__ бөтен кешелек тарихында иң үлем конфликты иде. Анда күбрәк илләр, күбрәк акча бәясе, кешелек тарихындагы бүтән сугыштан күбрәк кешене үтерде. 50 - 85 миллион кеше үлде. Күпчелек кеше тынычландыручы иде. Анда Холокостны белә торып, стратегик шартлау, ачлык, авырулар һәм төньякта АКШ тарихындагы атом коралының беренче кулланылышын үз эченә алган.\n\nАзиядәге сугыш Япония империясе Кытайга 1937 елның 7 июлендә Ватандыга баскач башлады. АКШ нефть джагоын Япониягә урнаштырып үстерде. Европада сугыш башлануы Германия 1939 елның 1 сентябрендә Польшага бәреп кергәч, Франция һәм Британия Германия белән сугыш игълан итәр өчен реакция ясады. 1941 елга, Европаның күп өлеше немец контролендә астында иде. Британия генә Төньяк Африка, Урта диңгез, һәм Атлантикадагы Аксиска каршы көрәштә калды. 1941 елның июнендә күчәрне Советлар Союзына бәреп керде, тарихта иң зур сугыш өлкәсен башлап җибәрде. 1941 елның 7 декабрендә Япония Көнбатыш колонияләренә Тын океандагы колонияләргә һөҗүм итте, ике сугышның берсе булды.\n\nЯпония җиңүләре 1942-нче елда туктатылды, һәм Европа Аксесның җиңүләре, 1943-нче елда, Төньяк Африкада да, Советлар Союзында да туктатылды. Аннан соң союздашлар төрле яктан сугыша башладылар. Акс төньяк Африканы югалтты һәм, 1943 елдан башлап, Италияне якларга мәҗбүр булдылар. 1944-нче елда, союздашларны Рейн елгасында Германия елгасы буенча Германия янында җиңделәр, киштәләр көнчыгыштан япканнар. Германия 1945 елның маенда бирелгән. Япония 1945 елның 2 сентябрендә бирелә. Сугыш союздашлар белән тәмамланды.\n\nСугыштан соң Берләшкән Милләтләр Оешмасы илләр арасындагы ярдәмне үстерү һәм киләчәк сугышларны булдырмау өчен төзелде. Төп җиңүчеләр арасында салкын сугыш тиздән башланды, ләкин алар бер-берсенә каршы сугышмады. Азия һәм Африка бизәү, анда Европа илләре белән идарә иткән илләргә бәйсезлек бирелде, шулай ук. Бу - Европа көче сугыштан зәгыйфьләнде. Икътисади торгызылу һәм политик интеграция (илләрне берләштерү процессы) сугышның башка нәтиҗәләре арасында иде.",
"t.Cold War": "__.\n\nБер яктагы илләрнең күбесе НАТОда союзе АКШ һәм Төркиянең иң зур хәрбесе булган. Икенче илләрнең күбесе Варшава килешүе буенча иң көчле ил Советлар Союзы (хәзерге Россия).\n\nКөнбатыш-капиталистик төркемнәрне Америка, Төркия, Көнбатыш Европа, Көньяк Корея, Саиланд, Иран (1945-1979), Пакистан, Малайзия, Филиппин, Көньяк Африка һәм Яңа Зеландия бар.\n\nКөнчыгыш Софисистик төркем, Көнчыгыш Европа, Ангола, Эфиопия, Куба (1959-1991), Монголия, Төньяк Корея, Китай һәм Вьетнам керә.\n\nСалкын сугыш Берлин стенасының җимерелүе белән 1989-нчы елда, Россия социалистик Коммунистлар иленнән Демократик Капиталистик илгә үзгәрә. Шулай да, Россия һәм Украина арасындагы соңгы сугышларда һәм сугышта күренгәнчә, әле дә конфликт булып калу.",
"t.Moon Landing": "__ папелло 11__ кешеләрне айга җибәрү беренче очыш иде. Ул (Милли авиатөзелеш һәм космик идарә), Оригиналь Америка космик агентлыгы тарафыннан эшләнде. 1969 елның 16 июлендә киңлеккә күтәрелде, өч эскионатта: Нил Армстронг, Буз Алз Альдрин һәм Майкл Коллинз. 1969 елның 20 июлендә Армстронг һәм Алдрин Айга төшәргә тиеш, Колиннар ай тирәсендә орбитада калдылар.\n\nОчыш АКШ һәм Советлар Союзы арасында __ киңлек ярышының бер өлеше иде. Ул Яхъя Ф. Кеннедия планын тәмамлады, 1961-нче елда, \"Айга төшәргә һәм аны җиргә сәламләгез\", 1960-нчы еллар беткәнче.",
"t.World Wide Web": "__ Дект__ - санакларның бөтен дөнья буенча элемтә челтәре. Интернетта миллионлаган кечерәк, академик, бизнес һәм хакимият челтәрләре бар, алар бергә төрле мәгълүмат йөртәләр. Термин кайвакыт \"челтәр\" итеп кыскартылган, челтәр өчен кыска. __ВАЛД КЕШЕ ВЕЛ ТЕЛЛЕМ - аның иң зур хезмәтләренең берсе. Аны бөтен дөнья буенча берничә миллиард кеше куллана.\n\nИнтернет Америкада \"АКШ алдынгы тикшеренү проектлары агентлыгы\" (дарпа) тарафыннан эшләнгән. Беренче тапкыр 1969 елның октябрендә Интернет бәйләнгән, һәм __Рпанетан__ дип аталган. __ВАЛЛ КОДЫ ВЕЛ 3 ВЕЛ СЕНДЕНДА 1990-нчы елда Британия (Бөекбритания) галиме белән ясалган Centry (Бөекбритания) галиме тарафыннан ясалган.",
"i.Big Bang": "Олы шартлау",
"i.Milky Way is Born": "Сильчи юлы туды",
"i.Sun is Born": "Кояш туа",
"i.Earth is Born": "Earthир туа",
"i.Heavy Bombardment": "Авыр бомба",
"i.Life on Earth": "Earthирдәге тормыш",
"i.Single Celled Organisms": "Бер чистартылган организмнар",
"i.Animals": "Хайваннар",
"i.Fish": "Балык",
"i.Insects": "Бөҗәкләр",
"i.Reptiles": "Сөйрәлүчеләр",
"i.Dinosaur Age": "Динозавр яше",
"i.Mammals": "Имезүчеләр",
"i.Stegosaurus": "Стегозавурус",
"i.Tyrannosaurus": "Зиранносавус",
"i.Dinosaur Extinction": "Динозавр юкка чыгу",
"i.Primate Bipedalism": "Примат бипедализмы",
"i.Constructed Tools": "Төзелгән кораллар",
"i.Control Fire": "Ут белән идарә итү",
"a.Adam": "Адәм",
"i.First Temple": "Беренче гыйбадәтханә",
"i.Agricultural Revolution": "Авыл хуҗалыгы революциясе",
"i.Writing": "Язу",
"i.Recorded History": "Язылган тарих",
"i.First Pyramid Built": "Беренче пирамид төзелгән",
"i.Roman Empire": "Рим империясе",
"i.Crusades": "Крустрлар",
"i.Black Plague": "Кара чума",
"i.Constantinople/Istanbul": "Константин / Истанбул",
"i.Newton and Gravity": "Ньютон һәм Гравитация",
"i.Industrialization": "Индустриализация",
"i.Darwin's\nTheory of Evolution": "Дарвин\nЭволюция теориясе",
"i.World War 1": "Беренче бөтендөнья сугышы",
"i.World War 2": "Икенче бөтендөнья сугышы",
"i.Cold War": "Салкын сугыш",
"i.Moon Landing": "Ай төшү",
"i.World Wide Web": "Бөтен дөнья челтәре",
"auth.signInButton": "Керегез",
"auth.signUpButton": "Теркәлергә",
"auth.resetPasswordButton": "Серсүзне яңадан торгызу электрон почтасын җибәрегез",
"auth.emailFormField": "Электрон почта",
"auth.passwordFormField": "Серсүз",
"auth.nameFormField": "Исем",
"auth.signInErrorTitle": "Кергән хата",
"auth.signInError": "Электрон почта яки серсүз дөрес түгел",
"auth.resetPasswordLabelButton": "Серсүзне оныттыгызмы?",
"auth.signUpLabelButton": "Хисап язма ясарга",
"auth.signUpErrorTitle": "Керү уңышсыз",
"auth.signInLabelButton": "Хисап язмасы бармы? Хисап язмагызга керегез.",
"auth.resetPasswordNoticeTitle": "Серсүзне яңадан торгызу электрон почтасы",
"auth.resetPasswordNotice": "Серсүзне яңадан урнаштыру өчен, электрон почта күрсәтмәләрен үтәгез.",
"auth.resetPasswordFailed": "Серсүзне яңадан торгызу электрон почтасын җибәрә алмады.",
"auth.updateUserSuccessNoticeTitle": "Кулланучы яңартылды",
"auth.updateUserSuccessNotice": "Кулланучының мәгълүматы уңышлы яңартылды.",
"auth.updateUserEmailInUse": "Бу электрон почта адресы инде хисап язмасы бар. Керегез?",
"auth.updateUserFailNotice": "Кулланучыны яңарта алмады",
"auth.enterPasswordTitle": "Серсүзне кертегез",
"auth.cancel": "Бетерү",
"auth.submit": "Тапшыр",
"auth.wrongPasswordNotice": "Серсүз безнең язмаларга туры килми.",
"auth.userIsAdminDisabled": "Бу хисап администратор тарафыннан инвалид иде.",
"auth.tooManyRequests": "Бик күп үтенечләр ясалды.",
"auth.operationNotAllowed": "Бу операция рөхсәт ителми.",
"auth.requiresRecentLogin": "Бу операция күптән түгел логинны таләп итә.",
"auth.unknownErrorTitle": "Билгесез хата",
"i.Settings": "Көйләүләр",
"i.Language": "Тел",
"i.Theme": "Тема",
"settings.signOut": "Чыгарга",
"i.Dark": "Караңгы",
"i.Light": "Яктылык",
"i.Update Profile": "Профильне яңарту",
"validator.email": "Дөрес электрон почта адресы булырга тиеш",
"validator.password": "Серсүз ким дигәндә 6 символ булырга тиеш",
"validator.name": "Исем булырга тиеш",
"validator.number": "Сан булырга тиеш",
"validator.notEmpty": "Бу кирәк",
"a.Isharet": "Хәбәр итү",
"a.{0} Isharet": "{0} хәбәр итү",
"at.{0} Updated": "{0} яңартылды",
"a.Athan": "Афан",
"at.{0} on": "{0}",
"at.{0} off": "{0} сүндерелгән",
"i.Default sound on": "Килешү тавышы",
"i.Default sound off": "Килешенгән тавыш",
"i.Vibration on": "Тибрәнү",
"i.Vibration off": "Тибрәнү",
"i.AM": "Мин",
"i.PM": "Премьер",
"a.Fajr": "Fajr",
"a.Shuruq": "Кояш чыгу",
"a.Ishraq": "Ишрак",
"a.Duha": "Духана",
"a.Istiwa": "Зенит",
"a.Dhuhr": "Dhhr",
"a.Asr": "Asr",
"a.Ghurub": "Кояш баю",
"a.Maghrib": "Магриб",
"a.Isha": "Исха",
"a.Muntasaf Allayl": "Төн уртасы",
"a.Althuluth Al'Akhir Min Allayl": "Төннең соңгы өчтән бере",
"a.{0} Tomorrow": "{0} иртәгә",
"tt.calculationMethod": "Сәләлә Вакыт исәпләү ысулын сайлагыз",
"i.Calculation Method": "Исәпләү ысулы",
"at.asrStartTime": "Предмет күләгәсе аның бер үк озынлыгы ({0}) яки аның озынлыгы икеләтә ({1})",
"a.Zaman": "Вакыт",
"a.Sabqan": "Элегерәк",
"a.Lahiqan": "Соңрак",
"at.{0} Default": "{0} Килешү",
"at.showJumah": "Fridayомга көнне {0} дога рекаризларын күрсәтегез яки һәрвакыт {1} детальләрен күрсәтегез",
"i.Round Time To": "Түгәрәк вакыт",
"tt.roundTimeTo": "Иң якын минутларга яки секундларга түгәрәк дога",
"a.Saat": "Сәгатьләр",
"a.Daqayiq": "Минутлар",
"a.Thawani": "Секундлар",
"a.Saat Hayit": "Сәгать",
"tt.clockType": "Сәгать 12 сәгать яки 24 сәгать вакыт",
"a.Adhkar As-Sabah": "Таң Техкар",
"a.Adhkar Al-Masaa": "Кич",
"at.aqCountdownTimer": "{0}: {1}: {2} \"{3}\" беткәнче һәм \"{4}\" башлана",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} \"{3}\" башлана",
"a.Muharram": "Мөхәрән",
"a.Safar": "Сафар",
"a.Rabi' Al-Awwal": "Раби 'Аль-Траквал",
"a.Rabi' Al-Thani": "Раби 'Аль-Тани",
"a.Jumada Al-Awwal": "Джумада Аль-Трас",
"a.Jumada Al-Thani": "Джумада Аль-Тани",
"a.Rajab": "Раджаб",
"a.Sha'aban": "Шаабан",
"a.Ramadan": "Рамазан ае",
"a.Shawwal": "Shawal",
"a.Dhu Al-Qi'dah": "Ду Аль-Кайдах",
"a.Dhu Al-Hijjah": "DHU AL-Hijjah",
"a.Qiyam": "QIYEM",
"a.Taraweeh": "Таравех",
"a.Nayam": "Йокы",
"a.Tahajjud": "Тахажуд",
"a.Witr": "Витр",
"a.Aliathnayn": "Дүшәмбе",
"a.Althulatha'": "Сишәмбе",
"a.Al'arbiea'": "Чәршәмбе",
"a.Alkhamis": "Пәнҗешәмбе",
"a.Jumah": "Fridayомга",
"a.Alsabt": "Шимбә",
"a.Al'ahad": "Якшәмбе",
"a.Kānūn aṯ-Ṯānī": "Гыйнвар",
"a.Šubāṭ": "Февраль",
"a.'Āḏār": "Март",
"a.Naysān": "Апрель",
"a.'Ayyār": "Май",
"a.Ḥazīrān": "Июнь",
"a.Tammūz": "Июль",
"a.'Āb": "Август",
"a.'Aylūl": "Сентябрь",
"a.Tišrīn al-'Awwal": "Октябрь",
"a.Tišrīn aṯ-Ṯānī": "Ноябрь",
"a.Kānūn al-'Awwal": "Декабрь",
"a.Layl{}": "Төн",
"i.Quest was already completed": "Тикшерелгән инде тәмамланды",
"i.Quest skipped, try again tomorrow": "Туктап, иртәгә кабатлап карагыз",
"i.Quest expired, try again tomorrow": "Эзләү вакыты бетте, иртәгә кабатлап карагыз",
"i.Quest is not active yet": "Эзләү әле актив түгел",
"at.Tap to skip quest, you will lose {0}": "Туктау өчен таплап, сез {0} югалырсыз",
"a.Ajr": "Бүләкләр",
"i.Skip": "Ату",
"i.Done": "Эшләнгән",
"i.Tap to complete quest": "Тапшыруга басыгыз",
"i.Active": "Актив",
"i.Daily": "Көн саен",
"a.hapi": "hapi",
"i.Set long-term goals": "Озак вакытлы максатлар куегыз",
"i.Manage and prioritize your time": "Эш белән идарә итү һәм өстенлек бирегез",
"i.Build religious and healthy habits": "Дини һәм сәламәт гадәтләр төзегез",
"i.Pray like the Prophet (AS)": "Пәйгамбәр кебек дога кылыгыз (ас)",
"a.'Adawat": "Кораллар",
"a.Dua": "Дуа",
"a.dua": "Дуа",
"a.Hadith": "Хәдис",
"a.Quran": "Коръән",
"a.Tarikh": "Тарих",
"a.Alathar": "Истәлекләр",
"a.'Asyila": "Квестц",
"i.View your rewards": "Бүләкләрегезне карау",
"i.Find prayers": "Догаларны табыгыз",
"i.Read from Books of Hadith": "Хәдис китапларыннан укыгыз",
"i.Read the Quran": "Коръән укыгыз",
"i.View the history of Islam and our Universe": "Ислам һәм безнең Галәм тарихын карау",
"i.Use tools like the Qiblah Finder and Islamic Dictionary": "Кибла Эзер Эзер һәм Ислам сүзлеге кебек коралларны кулланыгыз",
"i.Collect, upgrade and learn from Relics": "Калын, яңарту һәм истәлекләрдән өйрәнү",
"i.Earn rewards for this life and the next": "Бу тормыш һәм киләсе өчен бүләкләр алыгыз",
"i.Go back to previous page": "Алдагы биткә кире кайтыгыз",
"at.Go back to {0} home page": "{0} баш биткә кире кайтыгыз",
"i.Hide menu": "Менюны яшерегез",
"i.Show menu": "Меню",
"i.Menu": "Меню",
"i.Search": "Эзләү",
"i.Favorites": "Фаворитлар",
"at.{0} Menu": "{0} меню",
"at.{0} Search": "{0} эзләү",
"at.{0} Favorites": "{0} Фаворитлар",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} te {1} {2} өчен волонтерлар ясала.",
"i.We hope it greatly improves your happiness in this life and the next.": "Бу тормышта һәм ахирәттә сезнең бәхетегезне яхшырта дип ышанабыз.",
"at.{0} will never track or sell your data and will remain free.": "{0} беркайчан да мәгълүматыгызны күзәтмәячәк һәм сата алмаячак һәм бушлай булып калмас.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "Сез {1} белән ярдәм итә аласыз, {1} белән, {2} сервер чыгымнары, алга таба үсеш һәм социаль күренекле программалар.",
"a.Allah": "Аллаһ",
"a.SWT": "Свут",
"at.About {0}": "{0} турында",
"at.Share {0} then share in mountains of rewards!": "Share {0} аннары бүләк тауларында бүлешегез!",
"a.Assalamu Alaykum": "Сезгә тынычлык булсын",
"i.,": ",",
"i.Check out this really useful and fun Muslim app!": "Моны чыннан да файдалы һәм күңелле мөселман кушымтасын карагыз!",
"i.Learn more at": "Күбрәк белү",
"i.Show favorite events": "Яраткан вакыйгаларны күрсәтегез",
"i.Show all events": "Барлык вакыйгаларны күрсәт",
"i.Hide events": "Вакыйгаларны яшерегез",
"i.Navigate to past": "Үткәннәргә юл",
"i.Navigate to future": "Киләчәккә күчү",
"i.Quintillion": "Квинтиллион",
"i.Quadrillion": "Квадриллион",
"i.Trillion": "Триллион",
"i.Billion": "Миллиард",
"i.Million": "Миллион",
"i.Thousand": "Мең",
"i.Year": "Ел",
"i.Years": "Еллар",
"i.Ago": "Элек",
"i.Years Ago": "Ел элек",
"i.AD": "Реклама",
"i.BC": "Б.",
"i.page away": "бит",
"i.pages away": "битләр",
"i.Era": "Чор",
"i.Birth of the Universe": "Галәмнең тууы",
"i.Common Era": "Гомуми чор",
"dummy.toDragDontDelete": "ğüşıiiiiğüşiiii̇öç"
}
