{
"r.Adam": "Барлык кешеләрнең беренче пәйгамбәре һәм атасы.\nАдәм белән Ярату хикәясе без Коръәндә аерылалар. Бүлекләрдә сылтамалар бар: 2, 4, 5, 20, 21, 38 һәм башкалар. Коръән хикәядә Алла балчыктан (Q3: 59), [18] аны формага формалаштырды, аннары Адәмгә (буйсынырга) кушты. Иблис горурлыктан баш тартты (Q15: 26-32) [19] һәм 19] Жаннаның (Оҗмахка) бәрелде.\n\nКоръән сүзләре буенча, Алла инде Адәмне барлыкка китергәнче кешелек (Адәм һәм аның токымы) җирдә урнаштырганчы хәл иткән. Ислам кешелекнең җирдәге тормышын Алла планы кысаларында җәза итеп әйтми.\n\n\"Әни, мин җирдәге буыннардан соң кешеләрне кунакларга урнаштырырга җыенасыз\". Алар (фәрештәләр) әйттеләр: \"Сез аларда бозыклык кылучылар һәм канны урнаштырырбыз, ә без алар (фәрештәләр) сезне мактау һәм рәхмәт белән изгеләндерерсез?\" Алла әйтте: \"Мин сез белмәгәнне беләм\". \"\n\nШуннан соң Алла Адәмне һәрнәрсәнең исемнәрен өйрәтә һәм Адәм белән аеруча Адәм белән аеруча, аеруча югары интеллектуаль сыйдырышлы барлыгын күрсәтер өчен.\n\n\"Heәм ул Адәмгә исемнәрне - аларның барысы да өйрәтте. Шуннан соң ул аларга фәрештәләргә күрсәтте\", - диделәр. Алар: \"Сиңа дан китерделәр\", - диделәр. Белем безнең юк, син безгә өйрәтмәгән нәрсәләрдән кала, син белмәгән нәрсәләрдә. Ул белемдә һәм зирәклек белән камил. \"Әй Адәм! Адәм! Аларга аларның исемнәрен әйт. \"Ул аларга әйткәч, Алла әйтте:\" Мин күкнең һәм җир серләрен беләм, һәм сез нәрсә ачканымны һәм яшергәнегезне беләмме? \"\n\nАлла фәрештәләргә Адәмгә табынырга куша. Барлык буйсыналар, Иблистан кала, ул аны уттан ясаучы, җирдән ясалган Адәмгә баш булырга тиеш түгел. Аның Алла боерыгуына буйсынуы аның горурлыгы аны Алла хуплавыннан төште:\n\n\"Менә, без фәрештәләргә:\" Адәмгә табын \", - диделәр. Шулай итеп, Иблис түгел, тәкәбберлектән баш тарттылар, ул Иманны кире кагучылардан иде (тыңламаган кешеләрдән иде.\" (2:34)\n\nСоңрак Алла Адәм белән Хаувага бакчага ята һәм аларга билгеле агач янына килмәүдән башка: (2:35)\n\n\"Без әйттек:\" Әй Адәм! Син бакчада синең хатыныңыңда яшисең. Сездә булган мәрыкларның мәхнәрдән ашарсыз (кайда һәм кайчан). Ләкин бу агачка якынлашмагыз, яисә сез зарар һәм бозыклыкка эләгәсез. \"\n\nШайтан Адәм белән Хауваны агач җимешләрен ашарга ашый: (2:36)\n\n\"Алайса, Шайтан аларны (бакчадан) тайпылдымы, аларны аларда (Фелисилый) ясадык. Без нигә төшегез (сез кешеләр), сезнең белән дошманыгыз белән башкаларга. Earthирдә сезнең яшәү урыныгыз һәм сезнең яшәү рәвешегез булачак - берникадәр вакыт. \"\n\nАдәм белән Хаува үз эшләре өчен бик күп үкенелсен, ләкин Алла Адәмгә шәфкатьтә, аны юаталар: (2:37)\n\n\"Аннары Адәмне Раббының илһам сүзләреннән өйрәнде, һәм Раббысы аңа таба борылды, чөнки ул кире кайта, рәхимле.\"\n\nШунда Алла Адәм Адәмгә Алла үз җитәкчелеген Адәмгә һәм аның токымнары белән җибәрәчәк дип хәбәр итә: (2:38)\n\n\"Без әйттек:\" Бу урыннан (бакча) төшегез, аннары сезгә туры килсә, алар минем турыдан-туры килсә, алардан курыкмаслар һәм кайгырмаслар \".\n\nГадән бакчасында, Шайтан (еш кына iblis) Адәм белән Хауваны тыелган агачтан җимешне татып карарга этәрә. Алла, Адәм белән Хауваны җибәрде. [20] [21] [21]\n\nКоръән шулай ук ​​Адәм белән Хаува, Кабил белән elабилнең ике улын сурәтли. [22] [23]",
"r.Idris": "Каләм һәм энә уйлап табучысы.",
"r.Nuh": "Зур Туфаннан исән калган.",
"r.Hud": "Сәүдәгәр\n\nБу HID хикәясенең кыскача кыскача мәгълүматы, ике шигырьгә басым ясала:\n\n«Билле кешеләре бик көчле һәм бай иде, алар сансыз биналар төзеделәр [19] һәм аларның көчен күрсәтү һәйкәлләре. Ләкин, аларның кешеләрнең байлыгы ахыр чиктә аларның уңышсыз булуын исбатладылар, чөнки алар тәкәббер һәм Аллага потлар кабул итә башладылар, шул исәптән өч потлар Самд, Самуд һәм Харара исемле өч пот. [11] Худ, хәтта балачагымда да, Аллага догада эзлекле булып кала. Ул Худның әнисе, улының тууында зур күренешләр күргән үрнәк белән бәйле, аның гыйбадәтендә Худка өндәгән бердәнбер кеше иде. [20] Шулай итеп, Ходай Алла пәйгамбәр итеп терелтте. [20]\n\nХуд вәгазьли башлагач һәм аларны чын Аллага һәм алар белән тәүбә итүләрен чакырганда, шәфкатьлелек һәм кичерү сорый башладылар һәм Алла хәбәрен явызлык белән мыскыл итә башладылар. HUD хикәясе Коръәндә искә алынган беренче пәйгамбәрләргә эпитомимлый: Пәйгамбәр үз халкына Аллага гыйбадәт кылырга һәм аларга биргән фатихаларның тәэмин итүен әйтергә куша, [9] Коръән [3] Штатлар:\n\nБез кешеләргә «Худ абыйлары:\" Әй, әйтте: \"Әй, халкым, Аллага гыйбадәт кылыгыз. (Потларга килгәндә,) сез ялган уйлап чыгарасыз.\nӘй халкым, моның өчен сезнең җәза сорамыйм: Минем әҗерем мине Барлыкка Китерүче белән. Алай булмассызмы?\nӘй халкым, Раббыңнан сине кичерүен һәм тәүбә итеп Аңа мөрәҗәгать итегез. Ул күкләрдән торрентларда яңгыр яудырыр, һәм сезгә өстәмә көч бирәчәк. Шуңа күрә аннан гөнаһлы итеп кире кагмагыз. \"\nАлар әйттеләр: \"Әй Худ, син безгә дәлилләр белән килдең. Без шулай әйтәсең, һәм сезгә ышанмыйбыз.\nБез әйтә алабыз, кайбер илаһларыбыз - безнең кайбер илаһлары сезне явызлык белән кыйный. \"Мин Аллаһыны шаһит дип атыйм, һәм сез үзегез белән шаһит булыгыз, мин сезнең эшегездә)\nАннан башка. Миңа ошаганча уйлап, миңа тынычлык бирмәгез.\nМин Аллага, Аллага һәм Раббыгыз Аллага таянам. Onирдә йөрүче җирдә йөрүче бер маңгак белән аның белән нык тотылган кеше юк. Тәхкыйк Раббымым минем юл туры.\nӘгәр сез кире борылсагыз, мин сезгә җибәргән хәбәрне җиткердем. Минем Раббым сезнең урыныгызда бүтән кешеләрне куяр, һәм сез аңа өстенлек бирә алмассыз. Чыннан да, Раббым һәрнәрсәне күзәтеп тора. \"\n\n- Коръән, сүрә 11 (HUD), Ая 50-57\nХуд могҗизасы\nИлн Килюм әл-Джавзиядан Тафсир сүзләре буенча, Мадяри-Сааликен (Аль-Тахаватя, HUD үзенең сирене китергән, HUD үзенең могҗизасын күрсәткән. 56-58 нче шигырь:\n\n(56) \"Без әйтә алабыз, кайберләребез безнең кайбер илаһлары сезне явызлык белән кыйнады.\" Ул болай дип җавап бирде: \"Мин Аллаһыны шаһитлек бирергә чакырам, һәм сез үзегез белән аралашканның аерылгысыз ... Аңардан кала ... миңа ошаганча, миңа тынычлык бирмәгез .\n\n(57) Мин Аллага, Раббым һәм Раббыгыз Аллага ышанам. Onирдә йөрүче җирдә йөрүче бер маңгак белән аның белән нык тотылган кеше юк. Тәхкыйк Раббымым минем юл туры.\n\n(58) Әгәр сез кире борылсагыз, мин сезгә җибәргән хәбәрне җиткердем. Минем Раббым сезнең урыныгызда бүтән кешеләрне куяр, һәм сез аңа өстенлек бирә алмассыз. Чыннан да, Раббым һәрнәрсәне күзәтеп тора. \"\n\n- Коръән, сүрә 11 (HUD). Аять 56-58",
"r.Salih": "Салих (гарәпчә: صح, РИМА. ] Борыңгы Гарәбстан, Мөхәммәд пәйгамбәр гомере элек. Салихның хикәясе деслиясе белән бәйләнгән, ул Алла тарафыннан Тамуд кешеләренә бирелгән бүләк белән талих чыннан да пәйгамбәр икәнлеген раслау өчен могҗиза теләгән бүләк биргән.\n\nАның һөнәре дөя үрчетүче иде.\n\nТарихи контекст\n\nМәдинән Салих яки Аль-Хиж Согуд Гарәбстанының Hijazi oboole төбәгендә\nТамуд Асирия ярымутравының төньяк-көнбатыш өлкәсендә, Ассирия чыганакларында искә алынган Ад, Ассирия чыганакларында искә алынган кабилә конфедерациясе иде. Кабилә исеме б. Э. Дүртенче гасырда документларда булып күренүне дәвам итә, ләкин алтынчы гасырда алар күптән юкка чыккан төркем булып саналдылар. [6]: 81\n\nКоръән сүзләре буенча, Салих җибәрелгән шәһәр Аль-Хиҗр дип аталган шәһәр. Шәһәр беренче гасыр тирәсендәге реклама буларак торырга Төбәк каравин сәүдәсендә мөһим урын итеп күтәрелде. [9] Шәһәр янында зур дини төркемнәр кулланган зур, бизәлгән рок киселгән каберләр иде. [6]: билгесез вакытта билгесез вакытта сайт ташланды, мөгаен, Аль-'ула белән алыштырылды. [10] Сайт Мэман Салих дип аталган, ул Мөхәммәд, аның алдындагы Салих исеме белән аталган. [11]\n\nИслам һәм Bahá'i'ның тышында Салих бүтән Ибраһим шигырьләрендә яки хәзерге заман тарихи текстта искә алынмый, ләкин Тамудның җимерелүе турындагы хәбәр борыңгы Гарәбстанда яхшы билгеле булгандыр. Кабилә исеме борыңгы гарәп поэзиясендә \"бар нәрсәнең инвалид\" метафорасы буларак кулланыла. [6]: 223-24\n\nИсламда\nБисмиллахир Рахманир Рахим\nИслам сериясенең бер өлеше\nИслам пәйгамбәрләре\nАнбия\nКоръәндәге пәйгамбәрләр\nИслам исеме һәм Библия исеме белән күрсәтелгән.\n'Āдам (Адәм)'s Nūḥ (Эбер) ṣāliḥḥḥḥāq (Иберә) ṣūū (Йосыф) Yūsuf (Йосыф) Yūsuf (Йосыф) Айūб (Эш) Шуайб (Эш) Шуайб Джетро) Mūsā (Муса) Хул-Кифл (Эзекил) Аяса' (Элия) Аяса' (Элиҗа) Аяса' (Элиша) Яся (Зәкәрия) Яḥя (Джон)'īs (Джон) ) Muḥammad (Мөхәммәд)\nТөп вакыйгалар\nКарарлар\nИслам порталы\nvte\nСерия өлеше\nИслам\nАллаһ\nЫшанулар\nПрактикалар\nТекстфунд\nТарих\nМәдәният һәм җәмгыять\nБәйләнешле темалар\n Ислам порталы\nvte\nКоръән\n\nСалих үз халкын дөяне күрергә чакыра\nПәйгамбәрләрнең хикәяләрен яктырту\nСалихның үз җәмгыяте тормышы бик тыныч иде ки, Тамуд халкы ярдәм сорап аңа бик нык ярдәм итте ки. [12] Ул Алла буларак Алла буларак сайланган һәм байларның эгоизмына каршы вәгазьләү һәм Ширк (потка табыну яки коллевизм практикасын хөкем итү өчен җибәрелгән. Салих хәбәрне игълан итсә дә, кешеләр аның кисәтүен ишетүдән баш тарттылар һәм киресенчә Салихнан алар өчен могҗиза эшләргә куша. Алар әйттеләр: \"Әй Салих! Сез безнең ата-бабаларыбызга табынуның гыйбадәтен тыясызмы? Ләкин без чыннан да шикләнүче (борчулы) шикләнәбез, сез безне нәрсә чакыргансыз . \"\n\nСалих аның сансыз сарайлар һәм сарайлар үз халкына искәртте, алар таштан, 13] һәм күрше җәмгыятьләрдә технологик өстенлек. Моннан тыш, ул аларга ата-бабалары, «икәнен» кабилә, алар да гөнаһлары өчен ничек юк ителгәннәрен әйтте. Тамуд халкының кайберләренә Салих сүзләре ышандылар, ләкин кабилә җитәкчеләре аны тыңлаудан баш тарттылар һәм аның пәйгамбәрлеген раслау өчен могҗизаны күрсәтүдән баш тарттылар. [14]\n\nМоңа җавап итеп, Алла Тамудка ризык һәм сынау чарасы кебек, дөяне бирде. Кабилә дөяне тынычландырырга һәм аңа зыян китерергә куштылар. [15] Ләкин Салихның кисәтүенә буйсынмагач, кабилә кешеләре дөяне батырды. [16] Салих аларга Алла ачуы чыкканчы тагын өч көн генә яшәгәннәрен хәбәр итте. [17] Шәһәр халкы үкенү иде, ләкин аларның җинаяте кире кагыла алмады, һәм бөтен кеше шәһәрдәге ышанмау кешеләре җир тетрәүдә үлделәр. Әл-Хиҗр кеше яшәмәгән һәм шуннан соң җимерелгән. [19] Салих үзе һәм аның артыннан килгән иман итүчеләр исән калды. [20]\n\nПовесть Сūрат Ан-Намлда киңәйтелә, дөя монда ачыктан-ачык әйтелми, ул тозлы һәм бөтен гаиләсен үтерү планына китерә, дип әйтелә [21] [22] [22] [22] Алар сугарылган җинаять Өч көн Алла тарафыннан. [23]\n\nМөселман традициясе\nМөселман язучылары Салих һәм дөя хикәясендә эшләнгән. Беренче Ислам традицияләре еш кына дөянең могҗизалы рәвештә барлыкка китерүдә катнашкан могҗизалы рәвештә мотив белән шөгыльләнәләр, еш кына бозау белән бергә, дөянең сөт җитештерү. Әл-Тари шт әйтә, Салих үз халкын тауга чакырган, алар дөяне ачып, кыяга шаһитлек биргәннәр. Камалның яшь бозауы бар иде. Салих Тамудка бер көндә су чыганагыннан эчәргә кирәклеген хәбәр итте, һәм алар аннан аннан эчәргә тиеш иде. Су эчәргә рөхсәт ителмәгән көннәрдә дөя аларны сөт белән тәэмин итте. Ләкин Алла Салих хәбәр итте, тиздән дөяне бораулый торган малай, һәм бала начар иде һәм табигый булмаган тиз үрәп. Дөя чыннан да үтерелде, һәм аның бозыгы өч тапкыр кычкырды, бу өч көн эчендә Тамуд юк ителәчәген күрсәтте. Аларның йөзләре сары төскә керделәр, аннары кызыл, аннары кара, һәм алар алдан әйтелгәнчә өченче көндә үлделәр. [24]\n\nКайбер ислам галимнәре буенча, Исмаил анасы Хаҗар пәйгамбәр Пәйгамбәрнең оныгы иде. [25]\n\nОхшаш традиция сигезенче гасыр аңлатмасы белән Дамаск Джон Джонның [26] [27] [27] [27] [27] [27] [27] [27] [27] [27]] да искә алына. [28]",
"r.Ibrahim": "Джопия Мо, христиан диненең һәм Исламның әтисе. Каабаны төзүче.",
"r.Lut": "Тарихчы һәм сәяхәтче.\n\nКоръән сүзләре әйтелә, Ибраһим булып кешеләр булып килделәр [12] Аңа минем хатын Сарачның Исхак белән йөкле булуын хәбәр итү өчен. Алар анда шулай ук, алар аңа Алла җибәргәннәрен әйттеләр [13] Аларны юк итү өчен [15] \"балчык ташлары душы\" белән. [16] Лут һәм аңа ышанучылар, котылырга тиеш иде, ләкин хатыны юк ителүдә, фәрештәләр белән \"ул артта калганнардан\" дип ышанып үләргә тиеш иде. [17] [17] [17] Коръән шулай ук ​​Лутның \"Имансызлар өчен үрнәк\" итеп яза », ләкин ул тәкъва кешегә өйләнгән, ләкин аның хәбәренә ышанудан һәм шулай итеп тәмугка хөкем ителде. [3] [3] [3] [3] [3]\n\nИгезәк шәһәрләр кешеләре Алла чикләренә каршы боздылар. Коръән буенча, аларның гөнаһлары начальниклыкны һәм талауга юнәлтелде [20] Алар чит кешеләрне ташладылар һәм юлны ташладылар, башка бозулардан һәм көчләүләрдән кала. Бу аларның сексуаль тәртип бозуның гөнаһы иде, алар аеруча ныкгылыгы дип саналган, лют белән аларны хатын-кызлар урынына җенси теләк булган ирләргә мөрәҗәгать итүдә көчле. [21] [21] [22] [22] [22] Лут аларга әйтте һәм аларга гөнаһлы юлларын ташларга булышырга тырышты, ләкин алар аны мыскыл иттеләр, һәм аны мыскыл иттеләр һәм аны шәһәрләрдән чыгарырга куркыттылар. [23] Лут Аллага дога кылды һәм гөнаһлы эшләренең нәтиҗәләреннән котылуны сорады. [3] [3]\n\nАннары өч фәрештә, матур ир-атлар булып, кунаклар буларак Лутка килде. Ул кешеләрне кайгы-хәсрәт алды, чөнки ул аларны шәһәр халкыннан саклар өчен көчсезлек. [25] Шәһәр кешеләре беләләр, кешеләрнең алардан кунакларын үзләренә кунакларын таләп сорауларын таләп итәләр. [26] АЛЛА .Ы Ходайның ачуына китерәчәк, һәм аларның кызлары белән шөкер итүләр, бәлки, аларның хәләлләре белән рөхсәт ителергә тәкъдим иттеләр, һәм аларның хәләлләренә диндарлык чыганагы буларак. [28] Ләкин алар борчылдылар һәм болай дип җавап бирделәр: Синең кызларыбыз кирәкми. Син без теләгән нәрсәләрнең бик яхшы белә!\n\nIbn Катир, Кертуби һәм Табари Латның туры кызларын аңлату өчен «кызларны» укымагыз. Алар үз халкының әсиренә охшаганлыктан, Лут бозыкларны гөнаһларыннан баш тартырга, гомумән, хатын-кызлар белән явызлык кылалар дип бәхәсләшәләр. [30]\n\nАннары фәрештәләр күпләргә үзләренең чын шәхесләрен аларга һәм аңа: \"Без барабыз (монда) артка куярга, ул артта калучылардан,\" Без Луттан шәһәрләрдән китәргә киңәш итә. \"[3] Лутка шәһәрләрдән китәргә киңәш иттеләр. Төнлә аңа кире борылмаска кушмаска куша. [31] Лут үз шәкертләрен һәм гаилә әгъзаларын үз шәкертләрен ташлап, гаилә әгъзаларын калдырып, һәм таң атты, һәм Алла указы килде Җирус укыган, \"Без (шәһәрләрне) кире бордык, пешкән балчык, һәм катлам катламы,\" [32] һәм шулай итеп игезәк шәһәрләр язмышы мөһерләнгән, егылган Содом белән Гомораның юклыгын юк итү һәм өметсезлеккә. [3]",
"r.Ismail": "Гарәп атасы.\n\nIshmael is considered a prophet in Islam and is listed in the Quran with other prophets in many instances.[11][12][13][14] 21.045 кебек, төрле шигырьләрдә [15] һәм 38:48, [16] Исмәгыйль сабыр, яхшы һәм гадел өчен мактала. [17] Исмәгыйль аерым 19: 54-55 [18] - \"Бу илаһи язма, ул һәрвакыт аның вәгъдәсенә тугры иде, һәм Алла рәсүле булган, а Аның халкына дога кылучы, хәйрия хурлыкына әмер биргән, һәм аның Ишмаел нәселендә илтифат тапкан.",
"r.Ishaq": "Библия патриарх Исхак (гарәпчә: إسحت [Искәрмә] Алла каршында Алла хәбәрчесе булып мөселманнар булып таныла. [1] Иудаизм һәм христианлыктагы кебек, Ислам Исхакны алып бара Исхак Исхакның Патриарх һәм хатыны Сара Мөселманнар Исхакны тирән тәҗрибәдә тоталар, чөнки алар Исхакның да, олы абыйлары Исмель Ибраһим үлеменнән соң Алла хәбәрен үтәүе аркасында әтисенең рухи мирасын дәвам иттеләр. [2] Исхак унбиш юлда, Коръәннең унбиш юлында искә алына. [3] Коръәндә берничә тапкыр искә алына, Исхак Ислам пәйгамбәрләренең берсе буларак тора.\n\nИсраил халкының атасы.\n\nЯшьлек\nИбраһим белән аның мәрхәмәте һәм килешүе аркасында Сара картайган бала белән бүләкләнде. Исхак 10 яшь иде, Ибраһим йортыннан чүлгә чыккач. Чүлдә булганда Исмәгыйль Моаб кызларының хатыны Алешах хатын-кызларының хатыны алды. [4]\n\nКүмү мәйданы\nИсхак кабере\nАның кабере һәм аның хатыны Ребека Хеброн, Көнбатыш Банктагы патриархлар мәгарәсендә, Ибраһим-I мәчете (\"Ибраһим мәчете\"). Исхак кабере белән бергә бүтән Коръән / Библия патриархлары һәм хатыннары: Ибраһим белән Сара һәм Ягъкуб һәм Лия.\n\nКоръәндә искә алына\nИсхак Коръәндә унбиш тапкыр исем турында әйтелә, еш кына әтисе һәм улы Ягъкуб (Явūб). [5] Ибраһим алган Коръән сүзләре әйткәнчә, тәкъва кешеләрнең Исхакның яхшы хәбәрен, һәм Алла аларга фатиха биргән (37: 112). \"Weәм без аңа тәкъва кешеләр арасыннан изге пәйгамбәр Исхак пәйгамбәр Исхак пәйгамбәрләрен бирдек. Theirәм аларның токымнары арасында фәрештәләр килгәч, без алардан яхшырак\" [6] тулырак тасвирлауда Ибраһим аңа киләчәктә Судом белән Гоморага әйтергә киләчәк җәзага әйтер өчен, «көлде, һәм без аңа Исхак хәбәрләрен бирдек, һәм без Ягъкуб Исхактан соң Ягъкуб\" (11: 71-74) ; Алга таба, бу вакыйганың Ибраһимга һәм Сараның картайбасасына карамастан, ул тагын да аңлатыла. Берничә шигыр Исхак турында Ибраһимга (6: 84; 19: 49-50), һәм 29: 26-27, Алла \"аның токымы арасында\" дип аңлатыла, алар аңлатыла Ибраһимның ике пәйгамбәр улына мөрәҗәгать итү, аның пәйгамбәрлек оныгы Ягъкуб һәм аның пәйгамбәрлек оныгы Йосыф. Коръәндә соңрак, Ибраһим аны Исмәгыйль дә, Иске гасырда аңа Исмәгыйль дә, Исхакны Исхакны бирү өчен дә мактады (XIV: 39-41).\n\nКоръәннең бүтән урында Исхак исемлектә искә алына: Йосыф ата-бабалары Ибраһим Ибраһим диненә иярә (12: 38) һәм аларга Алла хуплавын әйтә (12: 6); ЯчакБ балалары барысы да үз иманнарына шаһитлек бирәләр һәм ата-бабалары \"Ибраһим, Исмәгыйль һәм Исхак\" Аллага табынырга вәгъдә бирәләр (2: 127); Коръән мөселманнарны \"Ибраһим, Исмәгыйль, Исхак, Ягъкуб, Ягъкуб һәм Патриархлар\" бирелгән аятьләренә ышанырга куша (2: 136; III: 84).",
"r.Yaqub": "Якуб Ибн Исхак ИБНА ИРАБ : إسرeءیل [Израиль Я], Ягъкуб дип атала, Исламда исемле пәйгамбәр. Ул Исламның патриархы буларак танылган. Мөселманнар аның ата-бабалары кебек үк моотистик иманы вәгазьләде: Ибраһим (Ибрахīм), Исмәгыйль (Исми) һәм Исхак (Ихак (Исхак).\n\nЯгъкубка уналты тапкыр Коръәндә искә алына. [1] Израильнең тагын ике сылтама Ягъкуб исемлекләренә ышаналар. [2] Бу сылтамаларның күпчелегендә Ягъкуб Иблгылар белән еврей пәйгамбәрләре һәм патриатлары белән бергә искә алына. [3] [3] [4] [4] Мөселманнар Ягъкубның Исхакның улы булганын һәм ул гомер бу гомере буе Алла берсенең чагылышы булганнар. Христиан динендә һәм яһүдизмдагы кебек, Ислам Ягъкубның унике улы булган, аларның һәрберсе Израильнең унике кабиләсеннән барырга. [5] Ягъкуб улы Йосыф (Yūsif (Yūsif) хикәясендә мөһим роль уйный. [6] Коръән тагын бер тапкыр Алла Ягъкуб белән килешү төзеде [7] Ягъкуб Алла боерыгы буенча тугры лидер итеп ясалган. Аның бабасы (Ибраһим), әти (Исхак), абзый (Исмаил), улы (Йосыф) һәм үзе барлык Исламның барлык пәйгамбәрләре. [8]\n\nКоръәндә\nЯгъкубка алдагы вакытта Коръән исеме белән искә алына. [9] Бу шигырьләрнең күбесе аны мактасалар да, аның хикәясеннән мисал китерү урынына, Коръәнсез Коръән аның тормышыннан берничә мөһим вакыйганы. Мөселман традициясе һәм әдәбият [10] Ягъкуб катнашындагы иң беренче вакыйга - фәрештәләр (Малāука) Фәрештәләр (Малāука) \"шатлыклы хәбәр\" Ибраһим һәм Сарага Исхак, шулай ук ​​пәйгамбәрлек итеп күрсәтәләр. Ягъкуб исеме белән оныг. [11] Коръән штатлары:\n\nУл алардан һәм алардан читкә борылгач, без аңардан Исхак белән Ягъкуб бүләк иттек, һәм аларның һәрберсен без пәйгамбәр иттек.\n\n- Коръән, 19 мариам), Ая 49 [11]\nКоръән шулай ук ​​Ибраһим саф монотизмның иманы улына, Исмәгыйль белән Исхакка, Ягъкубка да өйрәткәнен искә ала. Коръән Исмәгыйльне Исхак һәм Ягъкуб сөйли: \"Әй, улларым! Аллаһ Ислам диненнән башка үлмәгез.\" [12] Коръән шулай ук ​​Ягъкубка бирелгән бүләкләрне дә искә ала Аның иманының көче, ул олырак булып китте. Коръән Ягъкубны искә төшерә; [13] \"Белем\" бирелде; [14] \"Илһамландырылган\"; [15] \"илаһилык ишетелә\". [16] Соңрак Коръән Ягъкубка карата түбәндәгеләрне әйтә:\n\nБез аңа Исхакны бирдек, һәм, өстәмә бүләге (оныгы), Ягъкуб, һәм без аларның һәрберсенең гадел кешеләрне иттек.\nБез аларны әмер белән җитәкчелек иттек, һәм без аларга яхшы эшләр эшләргә, регуляр зәгыйфьлек белән шөгыльләнергә, регуляр рәвештә хәйрия эшләргә җибәрдек. Алар безгә гел (һәм без генә) хезмәт иттеләр.\n\n- Коръән, 212-Анбия), Аят 72-73 [17]\nХезмәтчеләре Ибраһимны, Исхакны һәм Ягъкубны искә алмагыз.\nДөреслектә без аларны аерым хәбәр итеп сайладык - ахирәт хәбәрен игълан итү.\nАлар безнең күзләрдә, чыннан да, сайланган һәм яхшылар белән аралаштылар.\n\n- Коръән, 38 (Кайгылы), Аят 45-47 [18]\nЯгъкуб һәм аның уллары\nЯгъкубның чираттагы якынлыгы Коръәндә Йосыф сүрәсе хикәясендә. Йосыф хикәясе Йосыф хикәясе Йосыфның бер төнсе булган төш белән Ягъкубка йөгерде: \"Менә! Йосыф әтисенә:\" Әй, әтием! Мин унбер планетаны, кояшны күрдем, мин аларны сәҗдә кылдым! \"\" . Ягъкуб улы аның улы Ибраһим нәселендә чираттагы пәйгамбәрне алдан күрә ала һәм Йосыф булыр, кем Ислам хәбәрен киләсе елларда тере килеш саклар иде. Ягъкубның олы уллары, әтисе Йосыфның кечесе Ягъкубның иң кечесе Ягъкуб яратканнарын яраттылар. Ягъкуб аларның көнләшүләре турында белә һәм яшь егетне аның турында кисәтте. [20] Йосыфның ун абыйсы аны үтерергә булдылар. Коръән аларның фикер алышуларын сөйләгәндә:\n\nАлар әйттеләр: \"Чыннан да, Йосыф һәм аның абыйсы безнең әтиебездән күбрәк яраталар, ләкин без яхшы тән! Чыннан да, безнең Атабыз адашып йөри (аның күңелендә)!\n\"Йосыфны үтерегез яки аны кайбер (билгесез) җиргә ташлагыз, шуңа күрә сезнең Атагызның рәхмәте сезгә берүзе бирелергә мөмкин: (Аннан соң тәкъва булыр өчен!\"\n\n- Коръән, 12-нче сүрә (Йосыф) Аят 8-9 [21]\nКардәшләрнең берсе (гадәттә Рубен [22]) Йосыфны үтерергә дәгъва белдергәннәр урынына, аны коаравка килсен һәм аны алып китсен дип уйладылар. [23] Шулай итеп, алар әтиләреннән яшь Йосыфны алар белән күзәтерләр, алар аны күзәтеп торырлар дип сорадылар. Ягъкуб DHI'B (гарәпчә: ذئب, бүре) улын йотар, [24 24] Фетнәче олы уллар аны көч белән алып, кое янына ыргыттылар. [25] Улылар Ягъкуб кайткач, алар елыйлар, һәм алар аңа бергә бүре Йосыфны йолаһны әйттеләр. Алар әтисен алдадылар, алар Йосыфның (Йосыф) Ялган күлмәк таптылар, ләкин белем алган Ягъкуб моны алар уйлап чыгарган ялган билге. Ягъкуб Йосыфны югалту белән борчылса да, аның кайгысы бөтен кайгысы Аллага нык торды. [26] Еллар узгач, Яшь Йосыф Мисырдагы кешегә менде. Шул ук вакытта, уллары Кәнган шәһәрендә кайтты, анда уллары Йосыф (Йосыф) кайтканы өчен Аллага кабат дога кылды. [27] Ягъкуб еш кына Алла эшләгән кебек түгел, ә Алла эшләмәве өчен түгел иде, ләкин үз акылының читкә юнәлмәләреннән һәм аның үзе куйган сабырлык чикләреннән вакыт-вакыт өзелү. Ул үз улларының явыз загылганын гел санга сукмады һәм аларны кичерер иде һәм аларга дөрес киңәш бирергә тырышты. [28] Көннәрдән бер көнне Ягъкуб улларын боерыкка җибәрергә булды, Йосыф белән Беньямин эзләүдә Мисырга барырга кушты. Аның уллары, беренче тапкыр аны тыңладылар һәм Мисырга киттеләр. Ягъкубның улларының берсе Мисырдагы Йосыфта яхшы хәбәр белән Кәнганга кайткач, Йосыфны әтисенең йөзе белән әйткән күлмәге белән килде, [29] Ягъкубның сукырлыгын бетерү өчен кайгы. Шулай итеп, улы күрсәтмәләрне үтәде һәм Ягъкубның физик һәм психик күренешен торгызу өчен Йосыф әйтте:\n\nЯгъкубның күзе торгызылганнан соң, бөтен гаилә Мисырга, Йосыф белән бүтән уллар белән танышкач, Йосыф белән бүтән уллар белән очрашты. Алар килеп җиткәч, Ата белән ул бер-берсен бик яраттылар һәм тагын бер тапкыр тынычлыкта очраштылар. Хәзер көчле Йосыф әти-әнисе өчен өй белән йорт бирде, һәм Коръән әйткәнчә, аларны «хөрмәт тәхетендә» биек күтәрде. [30] Хәзер хәзер бөтен гаилә, бергә, Ягъкуб белән Йосыф пәйгамбәрлек офислары аша Аллага мөрәҗәгать итә алалар.\n\nЯгъкуб үз халкына соңгы киңәше\nИсраил балаларының бөтенсе Исламга табынырга чакырылды Якиоб үлгәнче, Аллага буйсынырга) чакырылды. Ягъкуб баласы аның балаларының Исламда гына үлмәсен һәм, димәк, алардан соңгы вәгъдәне кабул итәргә теләгән. Ул үлеменнән соң кем табынуларын сорагач, алар Исламада дәвам итәрләр һәм Аллага табынырлар дип җавап бирделәр. [31] Яһүд традицияләрендә үлгән караватлы күренеш бизәлгән булса да, Ибраһим, Исхак, Исмэль һәм Ягъкубның барысы да мөселман булган, алар тулысынча имандалар булган. Алла һәм Алла гына. Коръән тарала:\n\nБу Ибраһим улларына киткән мирас иде, Ягъкуб шулай да эшләде. \"Әй, улларым! Аллаһ сезнең өчен иманны сайлады. Аннары Ислам диненнән башка үлмәгез.\"\nDeathлем Ягъкуб алдында күренгәндә шаһит булдыгызмы? Менә ул улларына: \"Син миннән соң нәрсәгә табынырсың?\" Алар әйттеләр: \"Без Аллага гыйбадәт кылабыз, Ибраһим, Исмаил һәм Исхак, - без аңа (Исламда) Игелекле.\"\n\n- Коръән, 2-нче сүрә (Әл-бакара), Ая 132-133 [32]\nЯгъкуб мирасы\nЯгъкуб Исламда ата-бабалары калдырган мирасны күтәргән өчен бик үзенчәлекле. Мөселманнар Алла Ягъкубка мәрхәмәтен бирделәр һәм аны иң бөек кешеләр арасында булырга сайладылар. Коръән еш Ягъкубның көч, күренеш кешесе буларак искә ала һәм ул яхшы һәм сайланган компаниядән иде. Коръән әйткәнчә:\n\nБу безнең турында Йәһвә үз халкына каршы, без үз халкына каршы бирелгән, без теләгән кешене, дәрәҗә дәрәҗәсе белән күтәрәбез, чөнки сезнең Раббыгыз зирәклек һәм белем белән тулы.\nБез аңа Исхак белән Ягъкуб бирдек: Барысы да (өч) җитәкчелек иттек, һәм аның аның токымнары Давыт белән идарә итәбез, шулай итеп без яхшылык эшләүчеләрне бүләклибез.\n\n- Коръән, 6-анам сүрәсе, Ая 83-84 [33]\nАли Ибн Аби Талииб, махсус исемнәр бирелгән пәйгамбәрләр турында сорагач, Якур Ибн Исхак хәле, ул үз халкының халкы тарафыннан билгеле. [34]\n\nЯгъкуб көрәше Фәрештә белән көрәшү белән язылган Изге Язмаларда кешеләр турында әйтелә, ләкин Ягъкуб баскычының карашы кебек. [9]] [9] Ягъкуб Исхакка сөйгән, аның игезәкен, Эсаусны әрәм итү белән фатиха, шулай ук ​​Коръәндә түгел, ә мөселман аңлатмаларында. [9]\n\nЯгъкуб, Ягъкубның Бөек патриарх булган, Ягъкубның төп әһәмияте аның Аллага дөрес буйсынуына һәм дөрес дингә ышануына ышанган ышануга басым ясыйлар. Патриог белән Ягъкуб Ибраһим янган патриот, традиция буенча иң җимешле булырга мөмкин. Унике улыннан башка бик күп бөек бөек зур пәйгамбәрләр, шул исәптән Jonныс (Yunнус), Дэвид (Давуд), Сөләйман (Сөләйман) һәм Гайсә (Ишу).",
"r.Yusuf": "Йосыф ибн Якн Исхак Ихак, Исхак улы Яфолның улы Ягъкуб улы Ягъкуб улы Ягъкуб, Йосыф, Йосыфка туры килә, а Танах, яһүд динброе, һәм христиан Библиясе белән кеше Мисырда яңа патшалык алдында яшәгән дип саналган. [2] Бу Якын Көнчыгыштагы һәм мөселман халыклар арасында киң исемнәрнең берсе. Ягъкуб балаларының барысыннан Йосыф пәйгамбәрлекнең бүләге бирелгән иде. Башка пәйгамбәрләрнең хикәяләре искә алынса да, Йосыф турындагы тулы хикәядә бер сүрә, Йосыф, уникаль итеп. Коръәндә иң җентекле хикәя булып, Библия хезмәттәшенә караганда детальләр күбрәк. [3]\n\nЙосыф Якубның унберенче улы дип санала (гарәпчә: يعقوب, Якуб), һәм, аның яратканнары күп галимнәр белән. Ибн Кэсир сүзләре буенча, \"Ягъкубның олы яшьләре булган\". [4] НӘРСӘ ЭШЛӘР, Иң бөек, иң бөеге. Йосыф Йосыф аның хыялын ачып бирә Ягъкуб таныган Атасына. [5] Аның тормышында Алла роленә өстәп, Йосыф белән Зөләйханың (Потифарның Иске Васыятьнең хатыны Попифтның Попифтның Потифарның хатыны) Фарсы әдәбиятындагы хикәясе популяр темага әйләнде, анда гасыр дәвамында ул гасырлар дәвамында шактый эшләнә. [6]\n\nКоръән сүрәсе 12 (Йосыф)\n\n\"Фиргавен\" белән чагыштырганда \"патша\" кулланыгыз\nЙосыф вакытында Мисыр хакиме Мисыр хакиме исеме махсус \"патша\" (гарәпчә: Аль-Малик) Муса тарафыннан махсус \"патша хакиме\" дип әйтелде \" Фиргавен \"(гарәпчә: фираун, билгеле мәкаләсез исем буларак). Бу кызык, чөнки тарихи чыганаклар буенча, б. Э. К. 1479-нчы елда Тутмоза III идарә итүеннән башлап) куллану өчен кулланыла башлады (Йосыф пәйгамбәр белән якынча 21 ел узгач. [44] Ләкин Йосыф хикәясендә Кинг (Иврит: Мелех) Титуллар (Иврит: Мелех) һәм фиргавен Мисыр хакиме Яратылыш 39-41 бүлекләр өчен алышыналар. [45]\n\nМалик (Мисыр турында) әйтте: \"Мин (күренештә) җиде майлы ки, җиде яшел колак, җиде яшел колак, җиде яшел колак, һәм җиде яшел колак. Әй, минем күзләремне аңлату , Күренешләр турында аңлатыла алсаң. \"\n\n- Коръән, 12 (Йосыф), Ая 43, [46]\nШуннан соң без алардан Мусага Фирга һәм аның начальникларына үз билгеләребез белән җибәрдек, ләкин алар ялгыш кире кактылар. Шулай итеп карагыз Аль-Муфсидинның ахыры ничек булганын карагыз (гарәпчә: ألمففسدين, \"бозыклар\" яки \"бозучылар\").\n\n- Коръән, 7-нче сүрә (Аль-Араф), Ая 103 [47]\nМалик болай диде: «Аны миңа китерегез». Рәсүл аның янына килгәч, ул (Йосыф): \"Раббыгызга кайтыгыз:\" Раббыгызга кайтыгыз: \"Кулларын кискән хатын-кызлар белән нәрсә булды? Әлбәттә, Раббым Аллаһу тәлинкәләрен яхшы белә.\n\n- Коръән, 12 (Йосыф), Ая 50, [48]\nЙосыфның Хуҗасы аны алып, төрмәгә утыртты, патшаның тоткыннары бәйләнгән урын; Ул төрмәдә иде.\n\n- Яратылыш 39:20\nЙосыф утыз йөзде Мисырның фиргавен патшасы алдында торгач .-- Йосыф фиргавен кешесеннән чыкты, һәм бөтен Мисыр җиренә китте.\n\n- Яратылыш 41:46\nЙосыф әтисен һәм абыйларын куйды һәм аларга фиргавен боерган кебек, җирнең иң яхшы җирләрендә, мамыклар илендә.\n\n- Яратылыш 47:11",
"r.Ayyub": "Эш (гарәпчә: أيو it: Ayūb) Исламда пәйгамбәр буларак билгеле һәм Коръәндә искә алына. [1] Әюбнең Исламдагы хикәясе - Еврей Библия хикәясенә параллель, төп басым Аллага нык торса да; Соңрак Әюбнең Коръән текстындагы дуслар турында фикер алышу юк, ләкин соңрак мөселман әдәбияты Әюбнең үз газаплары турындагы бәхәсләшкән абыйлары бар. Кайбер мөселман комментараторлары шулай ук ​​Әюб турында Римлыларга бабасы булып сөйләштеләр. [2] Ислам әдәбияты шулай ук ​​Әюбнең пәйгамбәр хезмәтнең вакытына һәм пәйгамбәр хезмәт итүенә аңлатма, ул Йосыфның пәйгамбәрлек сериясеннән соң килгәнен һәм ул үз халкына билгеләнмәгәнне игълан итте. Традиция буенча бара бу эшне \"сабырлык белән кичерүчеләр\" күктә лидер булыр. [3]\n\nAyūb (Әюб) Коръәндә түбәндәге шигырьдә искә алына:\nЧыннан да, без сезгә Раббыга һәм пәйгамбәрләрне ачканга, сезгә ачылдык. Weәм без Ибраһимга Исмәгыйль, Исхак, Ягъкуб, бу токымнар, Гайсә, Әюб, Jonныс, һәм Давыт Китапны Давыт китабын ачтык.\n\n- Коръән, сүрә 4 (Ан-Ниса) Ая 163 [4]\nКоръән Әхлакның гадел бәндәсе булып, озак вакыт газап чиккән чорны сурәтли. Ләкин, ачык әйтәләр, Әюб Аллага беркайчан да догада Аллага ышанмавын беркайчан да догада чакырмыйлар, аңардан кайгысын алу сорама:\n\nӘюбне искә алыгыз: \"Ул Раббысына:\" Чыннан да, авырлыкларга кагылды, һәм сез шәфкатьлеләрнең иң шәфкатьлесе \".\n\n- Коръән, Сура 21 (Пәйгамбәрләр) Аять 83 [5]\nПовесть дәвам итә, күп ел газаплардан соң, Алла Әюбкә \"аягың белән сугарга\" кушты.. [6] Әюб шундук җирне аягы белән җиргә бәрелде һәм Алла җирдән салкын чишмә китерде, алардан Әюб үзен тулыландыра алыр иде. Коръән әйтә, ул вакытта Алла аның газапларын һәм газапларын бетерде һәм Әюбнең гаиләсен аңа кире кайтарды, аңа күп буын балалар белән фатихалады һәм аңа зур байлык бирде. Әюб хикәясенең кыска тасвирламаларына өстәп, Алла махсус җитәкчелек, зирәклек һәм илһам биргәннәр исемлегендә ике тапкыр (IV: 163) һәм хакимиятне алган кешеләрнең берсе итеп, пәйгамбәрлекнең бүләге. (VI: 84).\n\nШайтан Әюбне Ходайдан ераклашырга тырышканнан соң, Алла Әюбнең газапларын бетерде һәм алар саны икеләтә артты. Ул Әюбнең байлыгын кайтарып, алтын белән эшкә урнашты. Әюбнең хатыны иренең муллыкка һәм сәламәтлеген торгызганын күргәннән соң, ул Аллага рәхмәтен күргәч, аның ире алдан уйлаган, ул ир-атны элегрәк алып, йөз инсульт белән кыйнарга вәгъдә биргән. Әюбне дә ант биргәнчә бик нык кайгырган, газаплары арасында. Ләкин Алла Әюбкә җибәрде, ул аңа хатынын кыйнамаска кушты, ләкин йомшак йомшак үлән белән йомшак кына кыйнау. [7]\n\nКоръән сылтамалары\nӘюбнең пәйгамбәрлеге: 4: 163, 6:84\nСынау һәм сабырлык: 21:83, 21:84, 38:41, 38:43, 38:43, 38:44\nАлга таба уку\nIBN Katir, Bidaya Wa L-Nihay, I, 220-225\nXXI һәм XXXVIIда Тафсир\nТабари, I, 361-364\nТалабил, пәйгамбәрләр әкиятләре, Каһирә 1339, 106-114\nКисай, 179-190\nIBN Асакир, Тарих Аль-Кабир, III, 190-200",
"r.Shuayb": "Шуайб, Шойайб, Шуайб яки Шуайб (гарәпчә: туры юлны кем күрсәтә) Исламда, иң туры әдәплелек Наби (пәйгамбәр) - борыңгы Мидиан Наби ( 1] Шуайб традицион рәвештә Мусаның әтисе Библия Иетро белән ачыклана. Шуайб Коръәндә барлыгы 11 тапкыр искә алына. [2] Ул Ибраһимга (Ибраһим) соң яшәгән, һәм аның мөселманнары аның бер җәмгыятькә пәйгамбәр итеп җибәрелгәненә ышаналар: Мидианлылар, [3] Аңлатылган Аяха (\"Агач юлдашлары\"). , [4] [4] [5] [6] [7] [7] Алар зур агачка табыналар. Шуайб халыкка туры юлны игълан итте һәм кешеләрнең үз теләкләрен бетерүләрен кисәтте. Theәмгыять тәүбә итмәсә, Аллаһ (Алла) җәмгыятьне җимерде. [3]\n\nШуайбны мөселманнар аңласа, Коръәндә исем белән әйткән берничә гарәп пәйгамбәрләренең берсе булганнар, калганнары Салих, Худ, Мөхәммәд. Ул мөселманнар белән \"Пәйгамбәрләр арасына\" мөселманнар сөйләде, чөнки ул традиция буенча, үз телендә талант һәм сүзсезлек бирелде. [8]\n\nТарихи контекст\nШуайб җибәрелгән мәйданга җибәрелгән мәйдан 'Коръән дип атала, инглиз телендә еш кына Мидиан буларак билгеле, бу еш кына искә алына. Мидианитлар гарәп нәселендә дип әйттеләр, Библия Кәнганлыларның күршеләре булсалар, алар белән кушылдылар. Алар адашкан кабилә иде, һәм аларның төп территориясе Муса заманындагы төп территориясе Синай ярымутравы иде диләр.\n\nДжетро белән бәхәсле идентификация\nИтро Библиядә искә алына (Чыгыш 3: 1) Муса канунында Ата буларак. Шуайб Мидиан Рухани Иетро белән еш танылган булса да, хәзерге вакытта хәзерге галимнәр бу идентификацияне кире кага. Ibn Кэсир кебек классик комментаторлар Ибраһимның оныгы кебек: Шуайб Микил Микил, Иссахар, Ибраһим улы Мидиан улы. [8] дип санала. [8] Ибраһим заманында йөзләгән елдан соң йөзләгән елдан соң яшәгән Иетро белән аерылышу мөмкин түгел. [9]\n\nКоръән шуны әйтә, Алла тарафыннан Мидиан кешеләре өчен пәйгамбәр итеп билгеләнде. Бу җир кешеләре башкаларны намуссызлык белән һәм потка табыну өчен алдау өчен аеруча билгеле булдылар диләр. Шуайбның пәйгамбәрлеге, нигездә, Мидианлыларны Алла дөрес юлына чакырган, аларны ялган тәңреләргә табыну өчен тыелган.\n\nУл шулай ук ​​ул үз халкына көндәлек эшләрендә намуссыз булудан туктарга кушты. Ул вәгазьләсә дә, тотрыклы вакыт өчен пәйгамбәрлекләсә дә, кешеләрнең күпчелеге аны тыңламады. Шуайб таыкы. Ул явызларга ныклы явыз вәгазьләде, аларга гөнаһлы кешеләр булган җәзаны турында сөйләде. Шуайб кешеләргә Мидиан җимерелүенә китерәчәк кешеләрне кисәтте, алдан ук Нух, Худ, Салих һәм Лут, [11] Аларның кешеләре Алла тарафыннан җимерелгәннәрнең барысын Алла тарафыннан.\n\nХалык Шуайбны мыскыл иттеләр һәм аңа әйтеп, абруйлы гаиләсе булмаса, ул, әлбәттә, ташлар атып үтерелер иде. Шуайб җавап бирде: \"Минем сезнең белән Алладан күбрәк игътибар итәме?\" Мидьяннар ышанмагач, алар көчле җир тетрәү белән юк ителделәр. [3] Ләкин Коръән, Шуайбны һәм аның иман юлларын искә төшерә, ул күктән җәзаны коткарган. [11] [11] [12]\n\nБашка пәйгамбәрләр белән охшашлыклар\nШуайбның миссиясе - еш Нух, Худ, Салих һәм Лут миссиясе белән Коръәндә еш искә алына. Галимнәр күрсәттеләр, бу биш пәйгамбәрнең беренче пәйгамбәрлек миссияләрен күрсәткәннәрен күрсәттеләр: [13] Пәйгамбәр үз җәмгыятенә җибәрелер иде; Theәмгыять аның кисәтүенә игътибар итмәс һәм киресенчә аңа җәза белән куркытыр; Еллар күп еллар вәгазьләгәннән соң, Алла аңардан үз җәмгыятьеннән китүен сорар, ә аның халкы соңыннан җәзада юк ителде. [13] Галимнәр хронологик яктан биш пәйгамбәрнең исемлеген аңлаталар, шуңа күрә ШуаБ Нух иде (Бөек Туфан турында вәгазьләде) һәм Ибраһим пәйгамбәр.",
"r.Musa": "Исламда, Mūsā IBN 'عمران Аның исеме 136 тапкыр искә алына һәм аның тормышы башка пәйгамбәрнең таралды һәм башка пәйгамбәр. [2] [3]\n\nКоръән буенча Муса Израиль гаиләсендә туган. Балачагында ул Нилга агып торган кәрзин сала, һәм ахыр чиктә Муса фиргавен (Фиравн) хатын Азия ачыла, ул Мусаны аны кабул иткән улы. Олы яшькә җиткәч, Муса фиргавенгә тагын Мисырга китәр алдыннан Мидиядә яши. Муса пәйгамбәрлеге вакытында күпсал могҗизалар кылган дип әйтелә, шулай ук ​​Мусага (Кальīм Аллаһ спикеры) исемен биргән Алла белән танышу турында хәбәр итә. Пәйгамбәрнең иң популяр могҗизасы - ул диңгамы, Алла биргән могҗизалы таяк белән. Коръәннән кала, Муса шулай ук ​​Хедит әдәбиятында да яхшы сурәтләнә.\n\nФиргавеннең үлеменнән соң, Муса һәм аның шәкертләре анда пәйгамбәр ахыр чиктә үлә. Ислам традицияләрендә аңа Наби Мусага күмелгән, ахыр чиктә күккә күтәрелгән. Аннан соң, ул Мөхәммәдкә җиде күккә Иерусалимнан Иерусалимнан Иерусалимнан Иерусалимнан соң хөрмәт күрсәтү ('Исраими ми'рāж). [4] Сәяхәт вакытында Муса берничә тапкыр Мөхәммәдне Алла белән танышырга һәм кирәкле көндәлек догалар санын киметергә куша, башта биш мәҗбүри дога кылганчы, илле дип саныйлар. [5] [5] [5] [5] [6] [6] [6] [6] [6] [6] [6] [6]\n\nМуса Исламда бик мөһим шәхес булып карала. Ислам теологлары әйтүенчә, барлык мөселманнар да Алла һәм аның абыйсы Харунны үз эченә алган барлык мөселманнарга ышанырга тиеш. Муса тормышы, гадәттә, Мөхәммәд тормышына рухи параллель булып күренә, һәм мөселманнар ике кешенең ике кешенең гомеренең күп якларын уртаклашалар. [1] Ислам әдәбияты шулай ук ​​үз халкы белән яшәгән вакыйгалар арасындагы параллель бәйләнешне сурәтли; Борынгы Мисырның исраиллеләре Мөхәммәдтән һәм аның шәкертләренең Мәккәчек миграциясенә охшаш, борыңгы мисырлылар исраиллеләр һәм иртә мөселманнар исраиллеләр алдында да охшаш булып санала. Макканнар тарафыннан тиешенчә. [7] Аның аятьләре, мәсәлән, Тәүратның эчтәлеген тәшкил иткән һәм Ибраһим дине һәм христиан диненең Ибраһимик диннәренең төп әмеренең төп әмерсе. [8] [8] Нәтиҗәдә, яһүдләр һәм христианнар мөселманнар өчен \"Китап кешеләре\" булып билгеләнәләр һәм Ислам законы кулланылган бу махсус статус белән танылырга тиеш. Муса Ислам әдәбиятында тагын да хөрмәт ителә, алар аның тормышы һәм могҗизаларыннан һәм аның белән Коръәндә һәм хәдисендә күрсәтелгән, мәсәлән, Алла белән турыдан-туры сөйләшүләре.",
"r.Harun": "Исламда Hārūn Ibn's (2] [3] [Уңышсыз тикшерү] [Аңлау кирәк иде] Ул абыйсы белән исраиллеләрне Чыгышка вәгазьләде. [4]\n\nКоръәндә исем белән дә, исемсез дә Aaronарунга бик күп сылтамалар бар. Анда ул Ибраһим токымы иде [5], ул, Муса да бергә фиргавенгә Алла җәзасы турында кисәтергә кушты диләр. [6] Моннан тыш, Муса моңа кадәр Аллага Аар Аллага үз хезмәтен Аарон белән ныгыту өчен дога кылганын өсти, анда Мусага да пәйгамбәр булган, һәм сөйләмнәр һәм сөйләмдә бик оста. [9] Коръән өсти, Муса да, Aaronарунны да Мисырдагы исраиллеләр өчен торак урыннары урнаштырырга, һәм ул йортларны Алла өчен гыйбадәт кылырга ышанып тапшырылган. [10]\n\nАлтын бозау вакыйгасы Коръәндә теркәлгән Aaronарунны уңай яктан. Коръән Aaronарунның Израиль җитәкчелегенә ышанып тапшырылган диләр, ди Муса тавы. [11] [11] [12] [Киңәйтүне тикшерү] [ачыклау кирәк] Aaronарун Aaronаруннан түгел, ә явыз кеше белән \"Ас-Самири\" исеме белән барлыкка килгән алтын бозаудан туктатыр өчен бар көчен куя. [13] Син Синай тавыннан кайткач, ул Ааронны потка табынырга рөхсәт биргәндә шелтәләде, аңа Aaronарунның үз төзелеше роле булмаганда гаепләмәвен шелтәләде. [14] [14] [12] [12] [12] [12] [12] Аннары Коръән өстәде, Мусада Муса Исраилнең гөнаһларын елады, һәм аның үзе һәм Aaronарун өстендә көче булганын әйтте. [15]\n\nСоңрак Aaronарун Коръәндә \"ачык хакимият\" буларак искә алына, (16] һәм \"туры юлга юл күрсәтүче\". [17] Моннан тыш, аның артыннан килгән кешеләр өчен Aaronарит хәтере кала [18] Коръән фатихасын өсти [19] Коръән Алла \"Иса - Мэрам (гарәпчә: مريم, Мәрьям)\" Мөселман галимнәре кемнең \"Харун\" нәкъ «кызыл» булуын, бу сүзләрнең Aaronарунга сылтама, һәм метафорик рәвештә эшләгән \"Харун\" дигәнне аңлата торган кеше турында бәхәсләштеләр. Яисә ике фигура арасында рухи бәйләнеш, ә Мәрьям Aaronарунның руханилар нәселеннән тәкәбберләнгәндә тагын да ачык күренә, калганнары аны Мәсих вакытында \"Aaronарун\" исеме белән яшәгән тагын бер гадел кеше. Күпчелек галимнәр элеккеге карашка килештеләр, һәм Мәрьямне Aaronарунның Мирияле апасы белән бәйләделәр (гарәпчә: مريم, Иврит: מרְיָם), [21] ул кешене күп яктан чакырды. Коръән шулай ук, гасырлар узгач (гарәпчә: тургра.",
"r.DhulKifl": "Зул-Кифл (гарәпчә: ٱلكفل, туры мәгънәдә Dhu L-KIFL, Зу Аль-Кифл, Зу Аль-Кифл, яки Зу Л-Кифл) - ислам пәйгамбәр. Аның шәхесе билгесез булса да, аның шәхесе төрле еврей Библия пәйгамбәрләре һәм башка саннар дип танылды, гадәттә Йәзәкил һәм Гаутама Будда. [1] [3] [3] [3] [3] [3] [3] [3] [3] [3] Зул-Кифл Алла тормыштагы югары станциягә иякелгән һәм Коръәндә \"яхшылык белән аралашу\" кешесе итеп хыялый дип санала. [5] Башка тарихи чыганаклардан Зул-Кифл турында күп билгеле булмаса да, Классик кушылучыларның барлык язмалары да көндәлек дога кылуда һәм гыйбадәттә тугры калган пәйгамбәрлек, изге кеше буларак сөйли. [ 6]\n\nТөркиянең Диарбакир провинциясендә кабер, Төркия кайберәүләрнең кайберәүләре Зул-Кифл пәйгамбәр пәйгамбәрнең ял пәйгамбәре дип санала. Ул Maam Dağ дигән тишектә шәһәр үзәгеннән 5 км ераклыкта урнашкан. [7] [8]\n\nЭтимология\nДхул-Кифл исеме туры мәгънәдә - \"Кифл иясе\" дигән төрен кулланып, ذو D DHū (\"ия\" (\"милег\") дегән кайбер характеристик яктан бәйләнешен тәшкил итә. [9] Мондый исемнәр Коръәндәге башка күренекле саннардан кулланылган (мәсәлән, Дху Аль-Кайнайн (гарәпчә: ٱلقرنين, \"لقرنين,\" ул ике мөгезнең / ике тапкыр / нан (гарәпчә: ذو). ٱلنون, ЯКЫН БАЛА .Ы '), Yunнуска мөрәҗәгать итегез. Кифл - архаик гарәп сүзе \"икеләтә\" яки \"икеләтә\" яки \"икеләтә\", \"икеләтә\" яки \"катлау\" дигәнне аңлата; Ул шулай ук ​​тукымаларда да кулланылган. Исем гадәттә \"икеләтә өлешнең берсе\" дигәнне аңлата. Кайбер галимнәр исемнең исеме \"иртәнге әҗәрә\" дигәнне аңлата, шуны күрсәтә: [10] Бу Әюбне алгач, гаиләсе аңа кире кайтарылган кебек Коръән буенча һәм Әюб китабы. [11]\n\nБер күренештәге буенча, бу \"Кифл кеше\" дигәнне аңлата, \"...\". \"Капилавасту\" гарәпчә тәрҗемәсе. [12]\n\nЙәзәкил\nКайберәүләр Зул-Кифл Йәзәкил булырга мөмкин дип уйлый. Сөрге, монария һәм дәүләт юкка чыккач, сәяси һәм милли тормыш мөмкин булмаган. Китабының ике өлешенә туры килгәндә, аның шәхесе һәм вәгазе икесе, һәм Дхул-Кифл исеме \"икеләтә\" яки \"катлау\" дигәнне аңлата.\n\nАбдулла Йосыф Али, аның Коръәте аңлатмасында:\n\nЗул-Кифл \"икеләтә кирәкле яки өлешчә яки өлешчә\" дигәнне аңлатыр иде; яки бүтән, икеләтә калынлык киемен кулланган кеше, \"Кифлның мәгънәләренең берсе булган\". Комментаторлар кем әйтүенчә аерылып торалар, ни өчен исем аңа кагыла. Иң яхшы тәкъдим - Рейшебеш Креибунбунбунг аж Арабиенында Карстен Нибер белән капланган, Карстен Нибер белән тәэмин ителгән, Копенгаген, 1778, II. 264-266, Хул-Кифл астында Ислам энциклопедиясендә китерелгән. Ул \"Иракта\" Иракта, шулай ук ​​Кифлны \"Иракта\", Нәҗәф һәм Хильян белән Хил арасында Кифл дип аталган кечкенә шәһәрнең Мешл дип аталган кечкенә шәһәрдә булды. Ул әйтүенчә, ул әйтүенчә, Йәзәкилнең гарәп формасы. Йәзәкил гыйбадәтханәсе анда иде, һәм яһүдләр аңа хаҗга килделәр. Әгәр дә без \"Зул-Кифл\" кабул итсәк, ул Исраилдә Иерусалимга икенче тапкыр Бабылга алып киткән пәйгамбәрне кабул итсәк, Израильдә. Б.К. 599). Аның китабы Инглиз Библиясенә (Иске Васыять) кертелгән. [15] Аны богауландырдылар, бәйләделәр, төрмәгә утырттылар, һәм берникадәр вакыт анда ул телсез иде. Ул барысын да сабырлык һәм өзлексезлек белән күтәрде, һәм Израильдә явызлыкны шелтәләүне дәвам иттеләр. Янып торган өземтәдә ул мәңгегә дөрес булган сүзләр белән ялган лидерларны хөкем итә! Көтүчеләр көтүләрен ашатырга тиеш түгел? Сез майны ашамаска тиеш, һәм сез йон йон белән киендерәсез, сез Туганнарны үтерегез, ләкин сез көтүне ашатмыйсыз. Сез авырмассыз, сездә дә авырттыгыз, ватылганны савыктырмагыз ...... [16]\n\n- Изге Коръән Йосыф Али, Изге Коръән: Текст, тәрҗемә һәм аңлатма [17]\n\nКоръәндә искә алына\nКоръәндә\nЗул-Кифл Коръәндә ике тапкыр искә алына, киләсе шигырьләрдә:\n\n(Әм (исегездә тотыгыз) Исмаил, Идрис һәм Зул-Кифл, барлык барлык (ирләр) барлык (ирләр).\nБез аларны шәфкатебезгә кабул иттек, чөнки алар тәкъва кешеләрдән иде.\n\n- Коръән, Аль-Анбия сүрәсе (21), Аях 85-86 [13]\nИсмаилатны исламагыз, Элиша һәм Зул-Кифлны искә алу: аларның һәрберсе яхшы аралашудан иде.\n\n- Коръән, Саара сүрәсе (38), Ая 48 [14]\nИке очракта да Зул-Кифл Коръән пәйгамбәрләре исемлеге кысаларында искә алына, алар арасында күпләр югарыда китерелгән аятьтә дә искә алынмады.\nАль Кифл (гарәпчә: الكفل; UL-KIFL) - Евафрат елгасында, Наҗаф белән Аль Хилла арасында. Аль Кифл эчендәге гыйбадәтханә өчен вариант исемнәр: Зөл-Кифл Кифл, Зөл-Кифл Хрин, Зөлфл Кифл, Зөл Кифл Хрин, Кабр Хазикиал, Хазкиал гыйбадәтханәсе . Hazcqiyal - erhardi яһүдләрен күбесенчә кулланганнан соң, алар күбесенчә кулланыла торган яһүдләр тарафыннан кулланыла. Бу шуны күрсәтә: яһүдләрнең Йәзәкил һәм Зул-Кифлны тигезләгән, һәм мөселман вәкилләре судка туры килгән. Ирак хакимияте 1316 (715-16 ах) яһүдләр җәмгыятеннән кабер өстендә опекция хокукларын алды. Димәк, гыйбадәтханәләр бер үк пәйгамбәр өчен ислам номенклатюрасы буенча үзгәртелде. Мәчет һәм манара төзеп, Солтан Уюте өстәлде. Хәтер, ул кайбер үзгәрешләрне тормышка ашыру хронын тормышка ашырды, хәзерге торышын Илханид сәяхәтчеләрнең тасвирламасы белән чагыштырып ачыклады. Сайт XIX гасыр башына кадәр мөселман хаҗлесе менахим ибн әчесегә кадәр калды, бай яһүд, аны уңышлы яһүд мәйданына кире кайтарды һәм торгызды. Манара Ислам сайты буларак эшенә бердәнбер Шаһит булып калды. Мәчет белән манара XIX гасырда төзелгән булса да, гыйбадәтханәнең борынгы заманын билгеләп булмый. [18]\n\nГаэтамам Будда\nДуш-Кифл да Гаутамам Будда белән таныштырылды. [19] [21] [21] [22] [22] [22] [22] Зул-Кифлның мәгънәсе әле дә бәхәсләшә, ләкин, бер күренештә ул \"Капил кешесе (Капилавасту, анда Будда булган шәһәрне утыз еллык шәһәре) дигәнне аңлата. [12] [12] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20] [20]\n\nБу карашның ярдәме Коръәннең 95-нче аятьләрен, Тин сүрәсе:\n\nИнҗир һәм зәйтүн, Синай тавы белән, һәм бу куркынычсыз шәһәр - mecca˺!\n\n- Коръән, 95: 1-3\nБу күренешләр буенча, бу шигырьләрдә күрсәтелгән урыннардан: Синай - Муса ачылган урын; Мәккә - Мөхәммәд ачылган урын; Theәм зәйтүн агачы - Гайсә ачылган урын. Бу очракта калган инҗир агачы - Гаактама Будда. [21]\n\nКайберәүләр шулай ук ​​Мөхәммәд үзен будда дип уйладылар, Будда сүзе \"мәгърифәтле\". [23]\n\nБашкалар\nЗул-Кифл шулай ук ​​Ешуа, Оша Ишагыйя белән төрлечә ачыкланды. [25] [24] [24] [24] [24] [24]",
"r.Dawud": "Давуд (гарәпчә: داوود, Rompūd [Dawūd [DaːWuːd], гадел, Алла Рәсүле, тәкъва Израиль патшалыгы. [1] Моннан тыш, мөселманнар шулай ук ​​Давытны Забур (Мәдхия) Илаһи Ачылыш алганы өчен дә хөрмәт итәләр. [2] [3] [3] [3] [3] Давуд Исламдагы иң мөһим кешеләрнең берсе санала. Коръәндә уналты тапкыр искә алына, Давыт Ислам язучысы белән Мөхәммәд галәйһиссәләм пәйгамбәрләр чылбырындагы сылтама итеп күренә. [4] Әгәр дә ул гадәттә \"закон бирү\" пәйгамбәрләренең берсе саналмаса да, \"ул ул маргиналь фигурадан ерак\" Ислам фикерендә \". [2] Соңрак Ислам традицияләрендә ул руориясенә дога һәм ураза өчен мактала. Ул шулай ук ​​прототиклар линия белән идарә итә һәм шундук патша һәм пәйгамбәр булып тәкъдим ителә.\n\nДавыт Ислам Иерусалимның дини архитектурасы өчен аеруча мөһим. [1] Давуд Библия Библиясе буенча, Иврит Библиясе, Яһүдиянең икенче патшасы, идарә итү в. К. 1010-970. [цитата кирәк]\n\nКоръәндә искә алына\nДавытның Коръәндә, күп яктан хикәядә Изге Язмаларда бирелгән охшашлыклар. Ул пәйгамбәр дип атала (NABī) һәм хәбәрче дип атала, шулай ук ​​Давыт (Расūл) яки Ачылыш кешеләр исемлегенә кертелгән (Худ (Худ; 6:84). Ике исемлектә дә аның исеме улы Сөләйман янында барлыкка килә. Башка урында Коръән Алла аларның икесенә дә \"яхшы хөкем\" бүләкләрен биргәнен аңлатып бирә (ḥукм; ḥукм; 21:79; 21:79; 27:15). Ләкин Коръән шулай ук ​​Давыт Голиафтан аера торган казанышлары: Давыт Голиафны үтерде һәм \"Мәдхия\" исемле Алла игълан итте (5] (17: 55 - мәңгелек форма куллана, 21: 105 куллана билгеле форма). Тау һәм кошлар Давыт белән бергә Аллаһыны мактадылар (21:79; 34:10 Алла аларга моны эшләргә куша; CFR. Мәдхия 148: 7-10). Алла Давытны \"вице -зен\" (Халīфа \"(Халīфа; 38:26), Коръән бүтән Адәмгә генә бирә торган исем (2:30). Бу исем шуны күрсәтә: \"Давыт әйтүенчә, Давыт хәбәрчедән күбрәк нәрсә булган: Ул җирдә Алла хакимлеген биргән Алла белән идарә итүче Leade булган. [1] Бу рольне шулай ук ​​2: 251 белән тәкъдим ителә: \"Алла аңа (мулк) һәм үзе теләгәнне өйрәтте. Әгәр Алла кайбер кешеләрне башкалар алып кайтмаса, җир бозык булыр иде.\" [2 ]\n\nДавытка өйрәтелгән әйберләр арасында кораллы әйберләр корал ясау сәләте иде (21:80, 34-11), Давытның хәрби эксплылыгы Алла акты икәнен күрсәтә. Шулай ук ​​Давытның «зирәклегенә» Коръән хәбәр итү кайвакыт пәйгамбәрлекнең бүләге дип аңлатыла. [6] Коръән шулай ук ​​Давыт Гайсәне һәм Гайсәне кулга алалар (5:78). Моннан тыш, Давыт әйтүенчә, Давытка гаделлекне таракагач, Давытка хакыйкать белән ялганны аеру мөмкинлеге бирелгән (Фаһл Аль-Кихубл, 38:20). Моннан тыш, сынау Давытка ышану бар, анда ул дога кылган һәм тәүбә иткән һәм тәүбә иткән һәм Алла аны кичерде (38: 24-5). Кызганыч (Коръәннең 38 нче бүлеге) аңлатыла (7] Давыт Алладан кичерүен сорагач, Мөхәммәд Аңлатканнан сәҗдә кылдылар, бу бүлекне укыганда сәҗдә кылырга кушылды . [8]\n\nДини әһәмият\nДавыт - патшалык алган берничә ислам пәйгамбәрләрнең берсе. Башка пәйгамбәрләр патшалар, Давыт, аның заманында, патша вакытында башка пәйгамбәрләр игълан иткәннәр. Шулай итеп, ул бик зур эш алды, Израиль халкының рухи яктан гына саклануына инану, ләкин ил үзе дә көчле булып калды. Аның урыны да, пәйгамбәр дә барлык мөселманнар белән бик югары дәрәҗәдә хөрмәт ителә. Давытның пәйгамбәрлек улы Сөләйман белән берлектә, аның җирләре өстеннән идарә иткән кешеләрнең үзоникы. Алла Давытның Коръәндә Пәйгамбәр һәм Рәсүл итеп хәбәр итә. Ул еш кына башка пәйгамбәрләр белән аның нинди зур булуын ассызыклый. Мәсәлән, Алла әйтә:\n\nБез аңа Исхак белән Ягъкуб бирдек, Нухны алар белән җитәкчелек иттек, һәм без аның алдында, буыннары белән Давыт һәм Сөләйман, Йосыф, Муса һәм Aaronарун. Шулай итеп без туры булганнарны бүләклибез.\n\n- 6:84 [9]\nCaliph 'имар Иерусалимга килгәндә, патриарх Шопронус аны гыйбадәтханәдә озатканда, ул Михраб Давудны (Давытның догасын (Давытның догасын) догасын эзләде. Соңрак комментаторлар бу урынны Давыт манарасы белән ачыкладылар. Хәдис белән Давытның догасы һәм уру Алла өчен кадерле итеп искә алына.\n\nТарланган Абдулла бин 'Амр Бин Аль-'АС: \"Аллаһның иң яраткан догасы Давыт һәм Аллаһка иң яраткан уразалар - Давытныкы. Ул төннең яртысында йоклый иде Аннары төннең өчтән бере дога кылыгыз, алтынчы өлеш өчен кабат йоклагыз һәм альтернатив көннәрдә ураза тотынды. \"\n\n- Мөхәммәд әл-Бухари, Сахих әл-Бухари [10]\nДэвид китабы\nТөп мәкалә: Забур\nЗабур - Забур, Муса (Муса) Тавр (Тәүрат) алган кебек, Ишагыйя (Инҗил) һәм Мөхәммәд галәйһиссәләр алган изге китап. Агымдагы Импәтле Библиядә Забур Мәдхия дип атала. Ләкин, үткәндәге башка шигырьләр кебек, Мәдхия берникадәр вакыт эчендә бозылган дип санала, хәзер оригиналь хәбәр бетте. Шуңа да карамастан, мөселманнарга хәзерге мәдхияләргә зур хөрмәт белән карарга кушалар, чөнки алар үзләренең төп формасында, да алар да Алла тарафыннан рухландырылган Алла китабы иде. Коръән штатлары:\n\nКүкләрдә дә, җирдә дә кем бар икәнлеген дә Раббыгыз белә. Без башкаларга кайбер пәйгамбәрләрне күтәрдек. Давытка без Мәдхия китабын бирдек.\n\n- 17:55 Коръән [11]\n\n Коръән 4: 163; 17:55.\n Коръән 4: 163; 6:84.\n э.Г. Ṭабар, Тарīх, I, 559\n Б. Salāāma, Аль-Нāсих Ва-м-м-м-м-м-м-манк (wāḥidī, asbābab), Каһирә 1316 / 1898-9, 262\n Бухāр, ṣaḥīḥ, VI, 155\n 6:84 Коръән\n Сахих әл-Бухари, 2: 21: 231\n 17:55",
"r.Suleyman": "Sulaimān bwūd (гарәпчә: - سليمان بن داود (\"Сөләйман, ул\"), Малик (ملك, Лит. \") Һәм Nabī (نبي, Lit. 'Пәйгамбәр) Исраиллеләр. Гадәттә, Ислам традициясе аның яһүд халкының өченче патшасы һәм Израильнең акыллы хакиме. [1]\n\nИсламда Сөләйман күп илаһи бүләкләр биргән пәйгамбәрләрнең берсе булып санала, шул исәптән хайваннар да, җеннәр дә сөйләшү сәләтенә; Ул шулай ук ​​Шайн (شياطين, яктыртылган. 'Шайтаннар') һәм Алла биргән шакмак ярдәме белән әйтелгән. [2]\n\nМөселманнар тагын көнен саклый, ул гомере буе тугры монотеисты; бөтен Израиль халкының бөтен дөньякүләм милиция буенча хөкем ителде; Аның алдында беркемгә дә бирелгән патшалык дәрәҗәсе белән фатихаланган; Аның барлык әмерләрен үтәде, onnah [جنة, якты. \"Оҗмах\"), гомере буе Аллага якынлашалар. [3] Исламның күтәрелүеннән бирле, төрле гарәп тарихчылары Сөләйманны тарихта иң зур хакимнәр дип саныйлар. [4] [4]\n\nКоръәндә искә алына\nКоръән һәм аңлату\nКырда хөкем\nСөләйман катнашындагы иң борчылуда (21:78) Сөләйман әтисе белән атасы белән, ике кеше Давыт белән алар арасында (حرث, кыр) хөкем итүне сорагач. [ 5] Соңрак мөселман комментлары иллюстрациядә киңәйттеләр, шул исәптән Аль-Табари, һәм Ибн Кэсир. [6] [7] [8] Ике кешенең беренчесе аның йөзем бакчасы барлыгын әйттеләр, диделәр. Ләкин беркөнне, юк, икенчесе сарыклары йөзем бакчасына адашып, йөзем салдылар. Ул бу зыянны компенсацияләүне сорады. аны хуҗасына. Шул ук вакытта, йөзем бакчасы хуҗасы сарыклар турында кайгыртачаклар, җирләре һәм сөттән аның җирләренә кайтарылганчы, ул сарыкларны хуҗаларына кайтарыр иде. Бу җавап Сөләйманның Сөләйманның хөкем дәрәҗәсен күрсәтә, алар Коръъ телендә әйтелә, [10] Сөләйманның гомере буе характеры. МЕКИКМ (зирәклек), мөселман традициясе буенча, һәрвакыт Сөләйман белән бәйләнештә булыр иде, ул соңрак Слайайāн Аль-Чакт al-ḥakīm дип атар (سليمان ٱلحكيم \", - дип санала,\" Сөләйман акыллы \"). Бу хикәя Кебра Нагастында, ләкин Сөләйман улы караган бәхәс кебек. [7]\n\nСөләйман һәм җеннәр\n\nШеба патшабикәсе\nКоръән җил Сөләйманга буйсындырылган, [11] Ул аны үз ихтыяры белән идарә итә алыр иде, һәм җеннәр дә Сөләйман белән идарә итә алыр иде. Theеннар Сөләйманның идарә итүен ныгытты. Шайтаннар (Шаятин), [12] һәм җеннәр аның һәйкәлләре өчен мәҗбүри иде. [13] Алла шулай ук ​​могҗиза (عين, 'FIF' яки 'FIF' яки 'FIND' (قطر, \"бакыр\" яки \"бакыр 'яки\" бакыр \"яки\" бакыр' яки \"бакыр\"), җеннәр өчен үз төзелеше белән агып китү. [11]\n\nДавыт үлгәч, Сөләйман үзенең позициясен исраиллеләрнең пәйгамбәрлек патшасы итеп мирас итеп алган. Сөләйман бер тапкыр хатын-кызга әтисенең сыны төзергә рөхсәт итте. Соңрак ул сынга табынып, Сөләйманга аның патшалыгында потка табыну өчен шелтәләделәр. Җәза буларак, Алла берсенең Сөләйман боҗрасын урларга һәм аның Патшалыгын үз өстенә алган җеннәрне булдырырга мөмкинлек бирде (сүрә 38:34). Соңрак ул үзенең гөнаһын тәүбә итә һәм яңадан җеннәр белән идарә итә, гыйбадәтханәне яңадан төзергә игътибар итә. [14] Ул Алладан аңа патшалык бирергә кушты, ул аның артыннан азрак булыр. [15] Алла Сөләйманның догасын кабул итте һәм аңа нәрсә кирәклеген бирде.\n\nАллегориколли, Сөләйманның бо-кызларын югалту, җаннарын җенесен югалткан кеше тәкъдим итә ала. [16] Нишапурның Атлетеры болай дип яза: \"Әгәр сез Ила (җен), сез Сөләйман павильонына\" һәм \"сезнең үзегез белән идарә итмисезме, чөнки сезнең очракта Див Соломон урында\" . [17]\n\nТалмуд традициядән аермалы буларак, Сөләйман кеше белми иде һәм потка табынуда беркайчан да катнашмады. [18] Алга таба, Коръән Сөләйманның тылсымчы булган: \"(...) Сөләйман ышанмады, һәм шайтаннар ышанмады, кешеләргә тылсымнар өйрәттеләр һәм (...)\". (2: 102)\n\nСөләйман һәм кырмыска\nСөләйман кырмыскалар кебек төрле хайваннар телен дә өйрәттеләр. Коръән болай дип сөйли, бер көнне Сөләйман һәм аның гаскәре Ачыктан-Намлга (واد واد ٱلنمن, үзлигә). Сөләйманны һәм аның армиясен күреп, исемнәрне (نملة, хатын-кыз киштәсе) бүтәннәрне кисәтте, ләкин Сөләйман һәм аның гаскәрләре аны белмичә сине (җәяү) аны белмичә. \"[19] Шунда ук аңлау Кырмыска әйткәнчә, Сөләйман, Аллага һәрвакыт дога кылган, андый бүләкләр белән сәхнәгә тарту өчен аңа дога кылалар. [9]: 63 [21] Сөләйманның зирәклеге тагын бер иде Ул Алла биргән бүләкләрнең, һәм мөселманнар Сөләйманның көндәлек намазын беркайчан да онытмады, аның өчен аның өчен дә аның өчен мөһимрәк иде.\n\nЭффектив әдәбият кырыкларның зирәклегенә басым ясый һәм Сөләйманның җил белән идарә итүнең мәгънәсен аңлата. Сирю'л-Кулуб сүзләре буенча, кырмыска Сөләйманны ул ни өчен \"Сөләйман\" дип аталса, сорау бирә. Сөләйман болай ди: «Синең йөрәгең дөрес булса да, сез киләсе дөньяның очракларын беләсез, сез бу дөньяның берничә ләззәтен кабул иттегез һәм аның белән алданган һәм патшалык; Шуңа күрә сез Сөләйман дип атала. \" Аннан соң кырышчы Соломонны сорап, ни өчен Алла аның өчен җилне буйсындырганын белсә. Сөләйман тагын бер тапкыр түгел, юк, ул беркайчан да җилне бер сәбәп аркасында буйсындырды: җил узган кебек, дөньяның байлыгы һәм патшалыгы да. \" Фәхх әл-дин Рази кебек галимнәр кырмыскаларны кешеләр иярергә теләгән гициент дәрәҗәсенә кадәр. [22] (22] (p198)\n\nСаба яулап алу '\n\nСабанның элеккеге башкаласы Марран гыйбадәтханнары хәрабәләре.\nСөләйман патшалыгының тагын бер мөһим ягы - ир-атлардан да, җеннәрдән дә торган армиясенең зурлыгы иде. Сөләйман еш гаскәрләрен, сугышчыларны да, җеннәр һәм аның астында эшләгән барлык хайваннарны бәяли. Көннәрдән бер көнне, Сөләйман Худ-Худны тапты (هدهد, Haupoe) җыелыштан югалган. [23] Озакламый Худ Худ Сөләйман кортына килеп җитте, \"Мин үзегез тупаслаганда (территориядән)\" аларга дөрес хәбәр белән килдем. \"[24] hud-hud алга китүем. Сөләйманга Шеба кешеләре кояшка дучар булдылар, һәм Патшалык белән идарә иткән хатын бик акыллы һәм көчле булдылар. Тыныч тыңлаган Сөләйман Шеба җиренә хат язарга булдылар, алар аша ул Шеба кешеләрен кояшның потка табынуларын туктатырга һәм Аллага табынуга килергә тырышыр. Сөләйман HUD-HUDга Шеба патшабикәсенә (Билкис), аннары аның реакциясенә хат бирергә кушты. [9] 64 Худ-Худ Сөләйман боерыкларын кабул итте, һәм аны коткарыр өчен туры Шебага очтылар. патшабикәгә хат. Аннары патшабикә хезмәтчеләрен судка чакырды һәм аларга Сөләйман хатына кычкырып укыды: \"Аллаһ исеме белән Шеба кешеләренә шалтыратты, ләкин миңа мөселманча килегез (مسلمين) килегез. ). \" Ул аның хезмәтчеләре һәм башка суд хезмәткәрләре белән киңәш бирде, мин синең батыр һәм күкләр икәнеңне яхшы беләсең, һәм җир йөзеңә беркем дә сезгә каршы түгел, ә мин сезнең уйларыгызны белмәс идем матдә. \" Суд кешеләре: \"Сезнеке, сезнең көч, һәм сезнең боерык, без аңа буйсынырбыз\". Ниһаять, патшабикә Сөләйманга патшабикә килде, аңа буйсынуын игълан итте. [25]\n\nСөләйман һәм ifrit\nБилкисны Сөләйман судына сәяхәт иткәндә, патша үз хезмәтчеләренә аның килүеннән алып аның тәхетен җиткерә. Әгәр дә аның хезмәтләренә (Q27: 38-40) тәкъдим иткән, ләкин Сөләйман бу эшне баш тартты, ул тәкәбберлектә, аңа тәхетне күтәрү өчен Аллага дога кылды. Ашарга искиткеч, аның догасына җавап бирелде, тәхет Сөләйман сараенда Алла көче белән күренә. Билбон кушылганда, Сөләйман аңардан үзенең тәхетен таныта, ул, Сөләйманның иманын кабул иткәнче, Сөләйманның иманын кабул иткәнче, аны теләде, могҗизаның түгеллеге дәлилләр белән җиңде. Алла үзе дә булса. Сөләйман IFRit'ның вәсвәсә тәкъдименнән баш тартты, чөнки ул җенгә дә, бүтән барлыкка килмәгән, һәм Билбиска Слиилны чын иманга әйләндерүдә уңышка иреште. [26]]\n\nҮлем\n\nБалса мәчетенең абсоле маусомы, Олы Иерусалим Сити\nКоръән аның таягына таянып, антра яки корт булганчы, бастырылганда, тору белән үлде, ул аңа әверелде, ниһаять, ул юл бирде - һәм ул вакытта гына эшләде тән җимерелүе.\n\nАннары, без боерык биргәндә, аларга үлемен әйтмәде, аның таләбен әкрен генә тотты, ул егылгач, җеннәр ачыктан-ачык күрделәр Күренмәгән булсалар, алар хурлыклы җәзаны (аларның бурычы) калмаслар иде.\n\n- Коръән, 34нче сүрә (Саба'), Ая 14 [27]\nУл туры кылган, аның хезмәткәрләренә тәкъдим иткәндә, җеннәр аны әле дә исән һәм контрольдә тоткан дип уйлаган.\n\nАлар Хакыйкать җан иясен җирдән бәреп чыгарганда, аның күкум персоналында гнак җибәргәндә, аның тәне җимерелгәнче. Бу шигырь тыңлаучыларны җиннәр күрмәгән тамашачыларны өйрәтергә һәм алар белсәләр, алар үлгән кеше хезмәтендәге ахмаклар кебек калмаслар иде. [28]\n\nМөхәммәдм Сөләйман җырында\nӨстәмә мәгълүмат: Мөхәммәд һәм Библия һәм Семит тамыры\nКоръән шигырьләре белән рухландырылганча, Мөхәммәд (гарәпчә: م-м-г) \"Махалмаддим\" буларак \"Махадддим\" (Иврит: מַח'מַדם, сузык авазлары: М-ħ-M-D-Y-M), соңгы сүз яһүдләр белән \"кирәкле\" яки \"матур\" дип тәрҗемә ителсә дә. [29]\n\nСөләйман һәм Джамшид\n\nПерсеполис, Иран (2) (киселгән) гомуми күренеше\nШагыйрь Фирдаусīның шагыйрь Фирнаусī буенча Джамбид дүртенче патша иде. Сөләйман кебек, ул дөньяның барлык фәрештәләренә дә, җеннәр өстеннән боерык биргән, һәм хормозд патша да, иң баш руханиы булган (Ахура Мазда \"). Ул тормышны үз халкыннан куркынычсызрак иткән бик күп бөек уйлап табулар: корал һәм корал, кирпеч һәм йон киеме, янәшә йортлар киенү, җәүһәрләр һәм кыйммәтле металллар казу. , парфютлар һәм шәраб ясау, медицина сәнгате, җилкәнле корабларда дөнья суларының навигациясе. Ул Джамшид хәзер иң зур монарх булды, дөнья иң зур монардж булды. Аңа патша фермасы белән бүләкләнде (Австра: Храгена), Алла хуплавы белән аның белән янган нурлы данлы кеше.\n\nИке акыллы монархлар арасындагы охшашлык аркасында, кайбер гореф-гадәтләр икесен бирә. Мәсәлән, Сөләйман Аль-Балк әсәрләрендә Иран көньяк-көнбатышындагы Иранның көньяк-көнбатышында идарә итү белән бәйле иде. Персеполис Сөләйманның урыны дип саналган һәм Мас'уди, Мукаддаси һәм Мәеттахри кебек галимнәр тарафыннан \"Солонның\" дип саналган. Башка мөселман авторлары Сөләйман Иранда идарә иткән, Сөләйшидның тормышы арасындагы охшашлыклар, икесе аерылып тора, икесе аерылып тора, икесе аерылып тора. [30] Соңгы күренеше булды Индо-Европа мифология өлкәсендә стипендия белән акланган, ул Зороастрия характеры Йимера. [34]",
"r.Ilyas": "Ильяс (гарәпчә: إلياس) Исраил балаларына юл күрсәтергә җибәрелгән Алла хәбәрчесе. Аңа хезмәт итүче потларга табынудан саклану өчен пәйгамбәрлек миссиясе бирелде. [1] Ильяс - Аляяга алдан пәйгамбәрлек. [2] Кайбер ислам галимнәре Ильяс Харун (Aaronарун) токымыннан. [3] [3]\n\nКайбер мөселманнар ilyaas әле дә исән һәм хаҗ-ел саен, Хидр белән бергә йөриләр дип саныйлар. [4] [4] Кайбер мөселманнар шулай ук ​​ilyaas ахыр заманда кайтачак дип саныйлар. [5]\n\nЯшьлек\nИслам чыганакларында Ильясның тулы исеме Ильяс ибн Ясин, [6] Каффат 37: 130, Ильяс Ясин дип атала. [7] Ильясның кайбер хикәяләре Ислам хәлеләрендә дә искә алына; Ильяс корылык белән исраиллеләр, [8] Элада белән дәвалау каргышы, Эласа, [9] Ахаб белән сугыш. [10]\n\nКүп ислам чыганаклары һәм Библия буенча, Ильяс (а) исәбе һәм күккә күтәрелә. [11] Ләкин, Ибн Кэсир бу хәдисләрне кабул итмәде һәм аларны Исхилияләр арасында уйламады. [12] Мужам Аль-Гамави Ильяс кабере (а) [14]\n\nПәйгамбәрлек итү\nИльяс беренче тапкыр Аль-Анам 6:85 пәйгамбәр итеп искә алына. [15] Ул үз халкын Баалбекта яшәгән Монотизмга, Аллага буйсынырга һәм гөнаһларны ташларга чакырды. [16] Аның төп бурычы - потларга табыну өчен. [17] Ул озак еллар үз халкының ныклыгы белән очрашканнан соң, корылык белән ләгънәтләнде һәм кешеләр ачлык китерделәр. [18] Ильясның Коръәндә хикәяләү һәм соңрак мөселман традициясе Иврит Библиясендә Ильясның Ахаб белән шулай ук ​​килгәнен язалар. [А] Иляның фигурасы а белән билгеләнгән Кайбер галимнәрнең башка пәйгамбәрләре һәм изгеләр саны Ильяс өчен тагын бер исем булган, [21] һәм Хидр. [22] Соңрак Ислам моменты Ильял нигезендә бик бизәде, аның атрибутлары бик эретелде, һәм кайбер апокрифик әдәбияты Ильяска ярты кеше статусын бирде. [23] Ильяс шулай ук ​​соңрак әдәбият эшендә, шул исәптән Хамзанма. [24]\n\nКоръән\nИльяс Коръәндә искә алына, анда аның вәгазе кыскача сөйли. Коръән икеләнеп, Ильяс үз халкына Аллага гыйбадәт кылырга һәм Баалга табынудан китәргә кушты, бу өлкәнең төп потыннан китәргә кушты. Коръән штатлары: [1]\n\n\"Ий Мухәммәд г-м, бер рәсүлләр булган. Ул үз халкына:\" Сез Алладан курыкмассызмы? \"Сез баатка шалтыратырсызмы, Аллаһ, Раббыгыз һәм Черчүче һәм Шары Хуҗа һәм Ходайларыгыз һәм борыңгы Ходайны калдырырсызмы?\n\n- AS-Saaffat 123-126\nКоръән ачыклый, Ильясның күпчелеге пәйгамбәрне кире кага һәм потка табынудан баш тартуны дәвам итә. Ләкин, алар арасында Аллаһының тугры хезмәтчеләре Ильяска ияреп, Аллага табынулары турында әйтелә. Коръән сүзләре, \"Алар аны кире кага, һәм без Аллаһының (хәтерендәге) буыннан калдырдык.\" [25] [26]\n\nКоръәндә Алла Ильясны ике урында мактый:\nИльяста тынычлык булсын! Менә шулай, без яхшылык эшләүчеләрне шулай бүләклибез. Ул безнең иманлы бәндәләрбез арасында.\n\n- Коръән, 37 нче бүлек (АС-Сафат), 129-132 нче шигырь [27]\nҺәм Закария белән Яхя, Яхя һәм Иса, Ильяс, алар барысы арасында алар тәкъва кешеләр арасыннан иде\n\n- Коръән, 6 бүлек (Әл-Анам), 85 нче шигырь [28]\nКомментаторлар күпсанлы комментаторлар, шул исәптән Абдулла Йосыф Али тәкъдим иттеләр, 85 нче шигырьдә Ильяс, Закария, Яхья Яхя, Яхья Яхя һәм Исадлар рухи яктан бәйләнгәннәр. \"Өченче төркем\" өченче төркем акциядән түгел, ә эпитхетка: \"Тәкъва кешеләр.\" Алар Гайсәне бәйләгән төркем тәшкил итә. Зәкәрия Яхъяның атасы булган. Баптист, \"ilyas, ул киләчәк\" дип санала (Мат. 29]\n\nМөселман галимнәре Ильяс Израильдә вәгазьләсә дә, Коръәндә кайбер иртә комментаторлар Ильярага Баалбәкка җибәрелүен әйттеләр. [30] Заманча галимнәр бу фикерне кире кактылар, Ильяс шәһәренең исеменең беренче яртысы аркасында, Баалныкы, ул Ильяс үз халкын гыйбадәт кылудан туктарга илаһи илаһи илаһи илаһи илаһи. Баалбек белән Ильяс шәһәрен ачыклауны кире кага торган галимнәр Баалбек шәһәре Баалбек шәһәре Ильясның Коръәндә яки Еврей Библиядә хикәяләү белән искә алына. [31]\n\nҮлем\nВакыт узу белән корылык таралды һәм күпләр үлде. Аларның үзләрен күргәннәр, үткән эшләренә үкенеп, Ильяс Ильяска мөрәҗәгать иттеләр, һәм чакыруын кабул иттеләр. [32] Аннары, Ильяс догасы аркасында, көчле яңгыр килде, җир туды; Ләкин, берникадәр вакыттан соң, кешеләр Алла белән килешүләрен оныттылар һәм потол гыйбадәт кылуга кайттылар. Иляс моны күргәч, ул Алладан үз үлемен сорады. Ләкин, Алла аны утны ут җыеп җибәрде, күк күкләренә күтәрелде һәм Оляны үз укучысы итеп сайлады. [33] Ильяс ислам эсхатология белән бик сирәк бәйләнгән. [34] Ләкин, кайбер мөселманнар ILYAAS тикшерелгән вакытта серле фигура хидр белән кире кайтыр дип көтелә. [5]\n\nМирас\nМөселман әдәбияты һәм традицияләре Илляша Израиль патшалыгына вәгазьләгәндә, Ахаб һәм соңрак аның улы Ахазия тарафыннан идарә итә. Ул \"Яхья кебек чүл пәйгамбәр\" дип атала. [35] Ильяс Ахабка һәм аның хатыны Изебелга ашкыну белән вәгазьләделәр, алар мөселман традицияләре буенча ялган потларга табыну өчен өлешчә җаваплы иде. Мөселманнар моңа кадәр ышаналар, чөнки күпчелек кеше аңардан соң Алла хәбәрен Алла хәбәрен вәгазьләүдән баш тарттылар. [36]\n\nИльяс легендалар һәм мөселман культурасында легендалар һәм фолькллар темасы, гадәттә аның Хидр белән очрашуны үз эченә ала. Мөселманны максат экспорты буенча отчет буенча, Мөхәммәд Мекка Милаларында Мекага каршы алды. [37] Ислам мистикализмында Ильяс сагының хидр белән тыгыз бәйләнгән. Бер хәйлә Илйяя һәм Хидрның МекКага хаҗга китәр өчен ел саен Иерусалимда очрашу турында хәбәр итте. [38] Ильяс Хамзанама бик күп тапкыр очрый, анда ул Хидрның абыйсы, яшьлек чишмәсеннән эчкән кеше турында сөйләнә. [39] Алга таба, имам Я'фар әл-Садыйкта Илиас телендә Ильяс сәҗдәжын укыды һәм елый башлады. Аннары ул ялваруны гарәп телендә ялваруны бер төркемгә тәрҗемә итте:\n\n\"Йә Ходаем, син минем сусавымдагы сусавымны беләсең, син минем сусавым турында беләсеңме? Син мине гыйбадәт кыласың, син җирдә гыйбадәт кыласыңмы? Сез җәза бирәм Син беләсең, мин синең өчен гөнаһлар бирсәң дә? Шуннан соң, Аллаһ Ильяска рухландырды, - чөнки мин сезне җәзаламасмын \". [40]\n\nИскәрмәләр\n \"Ильяс белән бер үк, аның хикәясе 1 Патшалык 17-19 һәм 2 Патшалыкта 1-2 истә табылачак. Ильяс Охаб идарә итүендә яшәгән (б. Э. К. ), Израиль яки Самария патшалыгы (Төньяк) патшалыгы патшалары. Ул Чумдырылган чумдыручы Яхъядан аермалы буларак, үз халкының барлык эшләреннән аермалы буларак. Ахаб та да Ахаб та Азария Сүриягә табынырга табынучы кояшка ирешергә омтылды. Бу гыйбадәткә шулай ук ​​табигать көчләренә табынучыларга табыну һәм күп хокук бозулар алып барган. Кинг Ахаб Сидон принцессага өйләнде, Изебел, явыз хатын, ирен Аллаһ ташларга һәм Баалга табынырга алып барган. \" ... \"Ильяс барлык Ахабның гөнаһлары белән дә, гомере өчен качарга тиеш булган барлык гөнаһларны, ахыр чиктә, Иске Васыять буенча, күккә утта утта алынды Ул әнисен Элиша пәйгамбәр белән калдырган. \"[20]",
"r.Alyasa": "Аляса (гарәпчә: اليسع, рим ланган: Аляс) Исраил балаларына юл күрсәтергә җибәрелгән. Коръәндә Аляя пәйгамбәр булып ике тапкыр искә алына, [1] Иптәш пәйгамбәрләр белән бергә ике тапкыр искә алына. [2] Аны Ильяска пәйгамбәрлек варисы итеп мөселманнар хөрмәт итә. Ислам чыганаклары Хидр белән Элишаны хидр һәм Ильяс Ислам традицияләрендәге нык бәйләнешне китерә. [3]\n\nШәхес\nАлясаның исеме әл-Ан'ам 6:86 һәм кызганыч 38:48. Бу шигырьләрдә, Аляядагы шәхес яки шәхес яки пәйгамбәрлек турында бернәрсә дә аңламыйча, ул \"мәрхәче\" һәм \"сайланганнар арасында\" искә алына. [4] Коръән сүзләре буенча, Элиша \"калганнардан югары\" (А) Л-ḍḍلعالنالين Мина-Л-Аххи). [5] Алята Аль-Ан'ам 6:86 һәм Кызганыч 38:48, Исмаил белән бергә искә алына:\n\nҺәм Исмаил, Аляса, Yunныс, Лут; һәм без һәрберебез дөнья буенча табынып;\n\n- Әл-Анам 6:86\nВә бәндәләребезне Исмаил Исмаилны, Аляя һәм Зул-Кифлны исегездә тотыгыз, аларның һәрберсе чыннан да яхшы.\n\n- Кызганыч 38:48\nМогҗизалар\nАли әл-Ридхадан Хит-Ридхадан Хайнитта Аляяның могҗизаларын, шул исәптән үлгәннәрнең торгызылуын, авыруны савыктырган һәм суда йөргән могҗизалар булган. [Цитата кирәк]\n\nКаберләр\nКайбер мөселманнар Согуд Гарәбстанының көнчыгыш төбәгендәге Элишаның каберендә дип саныйлар. Храмны Согуд хакимияте чыгарды, чөнки мондый күзәтү Согуд Гарәбстанында Ваххаби яки салафи реформациясе нигезендә түгел. [6] [6] Османлы Гарәбстаны вакытында күп гасырлар булган, һәм хәзерге заманда барлык секталар мөселманнары өчен бик популяр хаҗ кылу урыны булган. [8]\n\nИлишаның кабере Диярбакир провинциясенең Эчil районында, Төркия. [9] Оригиналь гыйбадәтханә елга ярына якынлашты. 1994-нче елда су астында калган елга ярты иде. Тугыз тугыз галиме шәһәр Советы тарафыннан халык саны буенча яшерен совет формалашу барлыкка килде. Район су басканчы, кабер төнлә һәм Пәйгамбәрнең сакланган гәүдәсен казган - тугыз галиме һәм рәсми эшчеләренең шаһиты - су баскан тигезлеккә күмелгәнне искәртелде. Ләкин, шәһәрнең күбесе пәйгамбәрне ул төндә төшендә күрделәр, һәм кояш чыкканчы килеп чыкты. [10] [11] [11]",
"r.Yunus": "Yunныс IBN Matta (гарәпчә: يونس ا, реценит: Yūnus an matta) - - Yūnus il matta) - Алла пәйгамбәре һәм Аллаһысы (Аллаһ). Yunныс традицион рәвештә Аллага тугры булган һәм аның хәбәрләрен җиткергән Исламда бик мөһим дип санала. [1] [2] Yunныс - Коръәндә унике пәйгамбәрнең унике пәйгамбәрнең бердәнберсе. [3] Коръәннең унынчы бүлеге аның исеме белән аталган. [4]\n\nYunныс Зул-Нунны (гарәпчә: ٱلنون) һәм мөселманнар белән дип атала. [5] Ул Коръәндә дүрт тапкыр исем белән искә алына. [6]\n\nХәдисик искә алына\nYunныс шулай ук ​​Мөхәммәд гомере вакытында берничә вакыйганы да искә ала. Кайбер очракларда, Yunныс исеме Мөхәммәднең мактау һәм хөрмәт белән әйтелде. Мөхәммәд тормышы турында тарихи хикәяләр буенча, Мөхәммәд Тарихы шәһәре турында тарихи хикәяләр буенча, Мөхәммәф шәһәренә кайткач, җитәкчеләренең Мәккә түгел, ә үз хәбәрен вәгазьләргә рөхсәт итсәләр, ул шәһәрдән ташланды халык. Ул Утба һәм Шаян бакчасында сыену урыны алып, Qurays кабиләсенең ике әгъзасы. Алар үз хезмәтчеләрен ризыкка хезмәт итәр өчен җибәрделәр. Мөхәммәт сорады Аддас сорады һәм хезмәтче Нинәвәгә җавап бирде. \"Yunныс шәһәре гадел, Амитай улы!\" Мөхәммәд. Аддас шаккатты, чөнки ул мәҗүси гарәпләрнең Yunныс турында белмилеген белә иде. Аннары ул Мөхәммәднең ничек белгәнен сорады. \"Без кардәшләр\", - дип җавап бирде Мөхәммәд. \"Yunныс Алла пәйгамбәре иде, һәм мин дә, мин - мин Алла пәйгамбәре.\" Адрес шунда ук Ислам кабул итте һәм Мөхәммәднең кулларын һәм аякларын үстерде. [10]\n\nOne of the sayings of Muhammad, in the collection of Imam Bukhari, says that Muhammad said \"One should not say that I am better than Yunus\".[11][12][13][14] Мөхәммәднең олид заманча, Мөхәммәднең олы заманча, Кыямәт көненә кадәр балык тозакка эләккәнче, ул бары тик балык эчендә тозакка эләгәчәк, ул бик аз торды. Балык карынында көннәр \". [14]\n\nТугызынчы гасырлар Аль-Табари моны Jonныс балык эчендә булса да, \"аның сөякләренең дә, әгъзалары да җәрәхәтләнмәде\", - дип яза. [14] Әл-Тари шулай ук ​​Алла балыкның тәнен ачык итеп яза, Yunныс \"тирән могҗизалар\" ны күрергә рөхсәт итмәде, һәм бу Yunнысның да Аллаһка мактау җырлавы ишетте. [15] Кисай Марквази, уненче гасыр шагыйре, Yunныс туган вакытта үлде, [14] Yunнусның әнисен агач кашыктан башка бернәрсә дә эшләми. корнекопия бул. [14]\n\nКаберләр\nШулай ук ​​карагыз: Муса мәчетләре һәм гыйбадәтханәләре Mosul_of_the_the_the_ponah\n\nYunныс хәрабәләренең фотосы, утрау белән җимерелүдән соң\nНинәвәнең хәзерге урыны биш капка казу, дүрт ягында диварларның өлешләре, ике зур таулар белән билгеләнгән: Куюнжик һәм Наби Yunныс калкулыгы (Искәрмәгә карта сылтамасын кара). [16] Наби Yunныс мәчете Jonныска багышланган мәчеткә багышланган, ул ике мөселманнар һәм христианнар тарафыннан Jonныс кабере урыны дип хөрмәт иткән. [17] Кабер популяр хаҗ кылу урыны иде [18] Якын Көнчыгыштагы мөселманнарга, христианнарга, мөселманнарга бердәмлек символы. [18] 2014 елның 24 июлендә Левант һәм Левантик Ислам торышы кабернең потка табыну дип саналган дини изгеләр җимерү кампаниясе кысаларында юкка чыгарды. [19] [18] Моңардан 2017 елның гыйнварында Машайдан алынганнан соң, б. Э. ЭШСИРАDDon белән танышкан борыңгы Ассирия сайлавы җимерелгән мәчет астында табылган борыңгы Ассирияле. [18] [18] [18] [20] Исил кара базарда сату өчен әйберләр сараен талаган, [18] [20] Ләкин ташлау авыррак булган кайбер экспонатлар әле дә урында калды. [18] [18] [18] [18]\n\nБашка мөселман каберләре\nJonныс каберенең башка танылган урыннары Исраилдә Израильнең гарәп авылы бар; [21] Палестина Көнбатыш Банк Халхул шәһәре, Хеброннан 5 км (3,1 ми). [22] һәм Ливанда Сарафанд (Сарепта) янындагы изге урын. [23] Томб кабер кабызу Гив'ат йонаны, \"Jonнысның Хилл\", \"Израильнең Израиль шәһәренең төньяк читендә, заманча маяк белән капланган урында\" Jonныснеке \"дип атыйлар.\n\nФатих Пашха мәчетендә Михраб артында урнашкан Төрк каберендә Jonныс кабере табарга мөмкин. [24] [24] [25] [25] [25] [25] [25] [25] [25] [25] Силыйи Сильяк үзенең Сяятилендә ул Jonныс каберендә булуын әйтә. [26] [27]\n\nКоръән искә алына\nӘл-Анбиядә 21:87 [7] һәм Аль-Калам 68:48, Yunныс DHHul-Nūn дип атала (гарәпчә: ٱلنون, ЯКЫН. \"Балыкның берсе\"). [5]. [5] Ниса 4: 163 һәм Әл-Анам 6:86, ул \"Аллаһның рәсүле\" дип атала. [5]. [5] 37: 139-148 Yunнусның тулы хикәясен кабатлый: [5]\nШулай ук ​​җибәрелгәннәр арасында Jonныс шулай ук ​​иде.\nУл качкач (әсирлектә кол кебек) корабка (тулы) Ладенга (тулы).\nУл (ризалашты) Лутлар салды, һәм ул хөкем ителде:\nАннары кит аны йотты, һәм ул гаепле эшләр эшләде.\nӘгәр дә ул Аллаһны данлады дип уйламаган булса,\nУл, әлбәттә, Кыямәт көненә кадәр балык эчендә калыр иде.\nЛәкин без аны ялан ярга авырулар хәлендә ташладык,\nThemәм без аның өстендә, аның өстенә үсәдек, гурд төре.\nБез аны (миссиядә) йөз меңгә яки аннан да күбрәк вакыт җибәрдек.\nАлар ышандылар. Шуңа күрә без аларга берникадәр вакыт рәхәтләнергә рөхсәт иттек.\n\n- Коръән, 37 нче бүлек (AS-SaaFFT), 139-148 шигырьләр [8]\nКоръән Yunныс мирасы турында әйтми, [5] Ләкин мөселман традициясе Yunнусны Биньямин кабиләсеннән булган дип өйрәтә. [9]",
"r.Zakariya": "Ислам доктринасы әйтүенчә, Закарīя (гарәпчә: гарәпчә: Зәкәрия Алла пәйгамбәре һәм Яхья пәйгамбәрченең әтисе.\n\nКоръәндә\nЗакария гадел рухание иде [1] һәм Алла пәйгамбәре, офисы Иерусалимдагы икенче гыйбадәтханәдә иде. Ул еш гыйбадәтханә хезмәтләре белән идарә итү өчен җаваплы булыр иде [2] һәм ул Аллага һәрвакыт нык торыр иде.\n\nУгыл өчен дога кылу\nЗәкярия картайгач, Закария Алла хәбәрен аның үлеменнән соң һәм аның артыннан гыйбадәтханәнең көндәлек хезмәтләрен алып барач, кем турында борчыла башлады. Закария Алла өчен Алла өчен дога кыла башлады. Токым туу өчен дога кылу баланың теләге белән генә түгел иде. [1] Ул үзе дә, халык өчен дә дога кылды - аларга Закариядән соң Ходай хезмәтендә эшләүче Алла кешесе кирәк иде. Закария характеры да, сыйфаты булган һәм ул моны үзенең рухи варисына иң кыйммәтле байлыгы итеп күчерергә теләгән. Аның хыялы - хуҗалыкны патриарх Ягъкубыннан торгызырга, һәм Алла хәбәрен Израильгә яңартканын тикшерү иде. Коръән сөйләгәндә:\n\nРаббыңның хезмәтчесе Закариягә шәфкате турында искә алу. Ул Раббысына кычкырганда, яшерен кычкырганда: - Раббым! Менә! Минем сөякләр минем сөякләр заявка һәм минем башым соры чәчләр белән балкып тора, һәм мин сезгә беркайчан да булмаган, Раббым. Менә! Миннән соң минем туганнарымнан куркам, чөнки хатыным бала тудырмый. Эх, миңа Син Ягъкуб йорты белән мирас итеп, ул мине мирас итеп алырлар варисы бирегез. Аны, Раббым, кабул итегез. [Коръән 19: 4-6 (Поттал тәрҗемә ителгән)]\n\nЯхьянинг\nХодай бүләге буларак, Закария исемле Яḥя исемле булган (гарәпчә: يحيى), Чумдыручы Яхъя белән ачыкланган), бу балала өчен махсус сайланган исем. Мөселман коладасы зәкариянең туксан ике яшен сөйли [3] Аны Яхъяның туган көне сөйләгәндә сөйли.\n\nЗакария догасы буенча, Алла Яхъяны (Яья) Алла хәбәрен бозган һәм исраиллеләр тарафыннан бозылган Алла хәбәрен яңартты. [4] Коръән әйткәнчә:\n\nӘй Зәкәрия! Менә! Без сезгә Яхъя исемле угыл турында хәбәр китерәбез. Без аның алдында бер үк исем бирмәдек. Ул әйтте: \"Минем Раббым! Хатыным бала тудырганда, мин ничек улым була алам, мин картлык картайдым? Ул әйтте: \"Әгәр дә сезнең Раббыгыз әйтә:\" Бу минем өчен җиңел, һәм мин сине элек, бернәрсә дә булмаганда яраттым. Ул әйтте: \"Минем Раббым! миңа билге бир. Ул әйтте: Сезнең билгегез - сез яхшы сәламәтлектә өч төн сөйләшә алмассыз.\n\n- [Коръән 19: 7-10 (Поттал тәрҗемә ителгән)]\nМәрьям саклаучы\nКоръән буенча Коръән, Закария Мәрьямне саклаучы иде. Коръән сүзләре:\n\n(Исегездә тотыгыз) Имран: \"Раббым! Мин сиңа карынымдагы нәрсә, изге итеп (корбан) итеп ант иттем. Мине миннән кабул ит. Менә! Син, син генә, ишетүче, белүче! Ул җиткәч, әйтте: \"Раббым! Менә! Мине хатын-кыз китереп җибәрдем - Аллаһ үзенең биргәннәрнең иң яхшысын белә - ир-ат хатын-кыз кебек түгел; Менә! Мин аның Мәрьям дип атадым! Мин аның өчен яклавыгызны һәм аның токымнары өчен Шайтанның куылуына омтылам. Hisәм аның Раббысы аны тулысынча кабул итте һәм аңа яхшы үсешкә лаек итте; һәм Зәкәрияне үзенең опеканы итте. Зәкәрия аның изге урына кергәндә, ул аның ризыклавын тапты. Ул әйтте: \"Мәрьям!\" Сезгә бу (ризык) килә? Ул җавап бирде: Бу - Аллаһтан. Аллаһ үзе теләгән кешегә бернәрсә дә бирмичә бирә. [Коръән 3: 35-37 (Поттал тәрҗемә иткән)]\n\nМөселман теологиясе Чумдыручы Яхъя һәм Гайсә белән бергә пәйгамбәрләр чорында АКШның яңа чорында АКШның идарә итә - Барысы да Амрамга (Имран), Aaronаронның атасы. Барлык руханиларның барлык руханиларның Мәрьям (Мәрьям) кайгырту бурычы бирелгән Зәкярия бирелгәнлеге. Закария Коръәндә Алла һәм гадел кеше пәйгамбәре буларак еш мактала. Мондый бәяләүче Суара әл-Анамда:\n\n\"Zakaria, Яхя һәм Иса һәм Элияс. Eachәрберсе тәкъва кешеләрдән иде.\" [Коръән 6:85 (поттал тәрҗемә ителгән)]\n\nКоръән тәрҗемәчесе Абдулла Йосыф Али бу турыда аңлатма бирә [5] - бу партнерларның бер-берсе белән рухи бәйләнештә торырга тәкъдим итә. Ул Яхьянаданыңның туганы икәнен күрсәтә, ә Элия Иса үзгәртеп коруда әйтелгәнчә, чөнки Яңа Васыятьтә әйтелгәнчә. Закария бу вакытта, никах аша, Ишагыйяләр һәм аның улы Яиша абзыйның Яңа Васыятьтә Элиия дип аталган. [7]",
"r.Yahya": "Якиā zakarīyā (يحيى ين زنيا . Аңа ул мөселманнар Алла сүзенә шаһит булган Алла сүзенә шаһит булганнар, ул Әм ИР-Машихның (Гайсә Мәсих). [1]\n\nЯхья Коръәндә биш тапкыр искә алына. [3]\n\nЯхья шулай ук ​​суфизмда да бик югары дәрәҗәдә хөрмәтләнде, шулай ук ​​Ислам мистикалыгы, беренче чиратта Коръәннең рәсүле сафлыгын һәм игелеген тасвирлау аркасында. [4] [4] СУФИС ЛОГАЛАРДА АЧЫКЛАРДА АЧЫКЛАРДА АЧЫКЛАРДА АЧЫКЛАРДА АЧЫКЛАРГА ИЗГЕ ЯЗМА, беренче чиратта, ул яшьтә дә, Гайсә белән әсәрләре белән алган Алла биргән зирәк бүләге турында. Джон белән Гайсәне сурәтләү өчен кулланылган берничә гыйбарә Коръәндә бертисә булса да, аларның мәгънәсе төрле. [5]\n\nТуу\nКоръәндә Алла Закарияне улның тууы турында өзлексез дога кыла. Закария хатыны туфрак иде, шуңа күрә бала тууы мөмкин түгел иде. [6] Алла биргән бүләк буларак Зәкәрия Яḥя исеме белән улы бирелде, бу баланың ялгызы өчен махсус сайланган исем бирелде. Закария догасы буенча, Алла Яхя һәм Ишенә туры китереп алты айдан соң, [7] Алла хәбәрен бозылган һәм бозылган Алла хәбәрен яңартты.\n\nКоръән Чумдыручы Яхъяның бу исемне беренче иткәнен әйтә (Коръән 19: 7-10). \"\" Йоḥанан \"дип саналган исем түгел [9] яки Яхъяның могҗизалы исемнәре турындагы Библия язмасына) (грек: ζαχαρίας) [10] әтисенең исемедән соң, юк Аның әтисе Зәкәрия нәселендә (Зәкәрия \"(шулай ук\" Джон \"(\" Джон \"/\" Йоаннес \") дип аталган. [11] Коръән әйткәнчә: [12]\n\"Әй Закаряя, чыннан да без сезгә сезгә исемнең исеме Яхя булыр, һәм без беркайчан да очратмаган малай турында яхшы хәбәр бирәбез.\n\nУл әйтте: \"Йә Раббым, хатыным бала тудырмаганда, мин картлыктан шактый диджит ясадым?\"\n\nУл әйтте: \"Шулай итеп, Раббың әйтер:\" Бу минем өчен җиңел: бернәрсә дә булмаса, мин чыннан да сине яраттым! \"\"\n\n(Закаря) әйтте: \"Йә Раббым, миңа билге бир\". \"Синең билгең\", - җавап бирелде, \"син өч төн беркем дә белән сөйләшмәсләр.\"\n\n- Мәрьям 19: 7-10\n- Мәрьям 19: 12-14\n\nЯхья Яхя Ишагыйядә суга чумдырылган Jordanрдүн елгасы. [13]\nЯхьяда Изге Язмага нык торырга өндәде һәм әле дә бала чагында Алла зирәклеге бирелде. [14] Ул саф һәм диндар иде, һәм Алла каршында яхшы йөрде. Ул әти-әнисенә хөрмәтле иде һәм ул тәкәббер яки фетнәчел түгел иде. Яхъяның Изге Язманы уку һәм аңлавы, бала гына, вакытның иң зур галимнәренә дә узып китте. [6] Мөселман Экспонесис Исхайны унике шәкерт белән җибәргәнен аңлата, [15] Гайсә үз шәкертләрен чакырганчы хәбәрне вәгазьләде. [7] Коръән әйтә: [16]\n\"Әй Яḥя! Китап белән китапны тот\", һәм без аңа зирәклек бирдек,\n\n- Мәрьям, 19:12\nЯхъя классик пәйгамбәр иде, [17] Барысын да гөнаһлы кешеләрдән кыюлыгы өчен Алла тарафыннан Аллаһуның кыюлыгы өчен Аллаһы Тәкынләделәр. Моннан тыш, Коръән Яхъяның йомшак диндарлыгында һәм мәхәббәтен һәм аның тормышка карашы турында сөйли, моның өчен аны тормышның чисталыгы бирелде.\n\nИслам традициясе буенча, Яхья үз залларына җиткерү өчен Харам ЭШ-Шәриф (гыйбадәтханәсе) Харам ЭШ-Шәрифкә (гыйбадәтханәсе) Харам ЭШ-Шәрифкә бара иде. [3]\n\nҮтерү\nЯьяның пәйгамбәрлеге вакытында, аның һәм odируд Антипасы арасында конфликт булды, алар аның беренче хатынына бүленергә һәм элекке каенанасы белән кабул итәргә теләгән. [3] Яхья никах булырга мөмкин, һәм никахны хупламаганын хәбәр итте. Моннан соң, odируд Антипасы Яхя төрмәдә утырган. [3] Яхя аннары декдацияләнгән иде. [18] [3] Яхьяның башы Дәмәшекъ китабындагы Умаяд мәчетендә дип санала. [19] [21] [21] [21] [21]\n\nМирас\nИсламда Яхья Мөхәммәд Мөхәммәд Мөхәммәд Аль-Ибатан ил-Ми'раж төненә каршы, икенче күктә. [22] белән бергә сәламләде. [22] Яхья хикәясе шулай ук ​​Абилссиниягә мөселман миграциясе вакытында Абсьян хикәясенә шулай ук ​​сөйләнде. [23] Коръән сүзләре буенча, Яхья Алла туган көнне, Ул үлгән көнне тынычлык җибәрде. [24] Әл-Сюути сүзләре буенча, Ибраһим күкләр һәм җирне барлыкка килгәннән башлап ике кеше өчен елаганнан, Яхя һәм Хусейн өчен елаганнан соң елый. [25] [26] [26]] Хәдис буенча, Мөхәммәд әйтте: \"Кыямәт көнендә һәр улы киләчәк, һәм ул аңа Яхя ИБН Чакаряндан башка гөнаһ эшләячәк. [27] Күпчелек мөселманнар Йахьяны Хусейн белән чагышты. [28] Яхья белән Хубайн башлары Дамаскның Сириядә Умайяд мәчетендә дип санала.",
"r.Isa": "Isa (Гайсә) - Аллаһ һәм Мәсих хәбәрчесе. Ул - соңгы пәйгамбәр Исраил балаларына (Бани Израиль) җитәкчелек итәргә җибәрде һәм фунпа дип аталган изге китапны (Инҗил).\n\nКоръәндә, Иса Мәрьямнең Вирджиннан туган Мәсих (Аль-Масīḥ) итеп сурәтләнә, яһүд оешмасы тарафыннан үк, күккә күтәрелгән могҗизалар. Коръән Гайсәнең хачка кадакланмаган һәм хачта үлмәгән дип раслый, ләкин могҗизалы рәвештә Алла тарафыннан коткарылган. Коръән Гайсәне иң зур пәйгамбәрләр арасына таба, аны төрле исемнәр белән искә төшерә. Гайсәнең Гайсә Мәсих пәйгамбәрлеге алда булган һәм Мөхәммәд тарафыннан уңышка ирешкән.\n\nИслам Гайсәнең Алла янындагы Алла Улының Алла Улы булуына христиан карашын кире какты. Бу Гайсәне берничә шигырьдә илаһи дип кире кага, һәм шулай ук ​​Гайсәнең Алла динаһлары турында әйтмәвен искә төшерә. Мөселманнар Гайсәнең оригиналь хәбәре терелтелгәннән соң үзгәртелде дип саныйлар. Гайсәнең моноләсе Коръәндә ассызыкланган. Исламдагы барлык пәйгамбәрләр кебек, Гайсә шулай ук ​​мөселман дип атала, ул үз шәкертләре «туры юлдан» торырга тиеш (ṣиро әл-Мастаакīм). Гайсә бик күп могҗизалар белән бәйләнгән, күп санлы эстрик әдәбиятлы һәм аның турында ислам традицияләрендә язылган. Ул шулай ук ​​Мөхәммәднең килүен Әхмәтне кулланып пәйгамбәрлек иткән дип хәбәр итә.\n\nВакыт азагында, Гайсә Әл-Масих А.Д-Дажҗалны үтерү өчен Икенче килүдә кире кайтачак (\"Ялган Мәсих»), аннан соң борыңгы кабиләләр белән Яж һәм Ma'jūj белән (Гог һәм Магог) таралыр иде Earthирдә. Бу җан ияләреннән соң, Имам Мәхди, Имам Мәхди һәм Гайсә бөтен дөнья белән идарә итәчәк, 40 ел идарә иткәннән соң үләчәк. Кайбер мөселманнар Иса Мөхәммәд белән бергә яшел гөмбәзнең дүртенче сакланган каберендәге кабердә күмеләчәк дип саныйлар.\n\nГайсәдә мөселманнар аңлаучы аңлаганча, Исламның иң мөһим пәйгамбәрләренең берсе. Гайсә кире кайткан урын, Дәмәшекъдәге Усмаид мәчете, мөселманнарның дүртенче борынгы урыны дип югары мөселманнар хөрмәт иткән.\n\nТуу\nКоръәндә Гайсәнең хикәясе аның әнисе Мәрьям һәм Иерусалим гыйбадәтханәсендә әнисе Мәрьям һәм аның хезмәте белән башланды. Зәкәрия пәйгамбәр турында кайгырту астында Яхьяның атасы булган (Чумдыручы Яхъя). Гайсә өчен Коръәндә туганнар 19: 16-34 һәм Q3 Коръәндә башлана: 45-53.\nБлаговещение\n\nИсламның экспесслары Гайсәнең виргиналь тууын Инҗил китапларына кадәр раслый һәм Бәйтлехемдә була. Кызлык тууының хикәясе - Габриэль фәрештәсе Мәрьямгә игълан, Мәрьям гыйбадәтханәдә әнисе итеп Аллага вәгъдә биргәннән соң игълан. Gabәбраил үзе барлык халыкларның барлык хатын-кызларына хөрмәтле һәм изге Улы турында яхшы хәбәрен китергән.\n\nБласация Миниатюрада\nGabәбраил улын Ишагыйя Ий дип игълан итү, аны игълан итеп игълан итүне игълан итә. Мәрьям, аңа кагылмаган, аңа кагылмаганда, фәрештә җавап биргән фәрештә, Алла аның теләгәнен әһел итә алган фәрештә җавап биргәнен җавап бирде:\n\nКоръәннән хикәя Мәрьям белән дәвам итә, аның аяк астындагы су агымы, ул эчәр иде, ул эчә, ул бик селкенгән даталар төшә иде. Туганнан соң, Мәрьям Гайсәне гыйбадәтханәгә кире кайтара һәм аңа гыйбадәтханәгә гыйбадәтханәдәге өлкәннәр кушты. Gabәбраил белән Gabәбраил кушуы буенча, ул сабый Гайсәне һәм сабый игълан итәләр:\n\nУл әйтте, мин Алла хезмәтчесе; Ул миңа китап бирде, мине пәйгамбәр итте. Ул кайда гына булмасам, миңа табыну һәм сәдака, миңа гыйбадәт кылырга кушты. Ә әниемә хөрмәтле булыр; һәм мине җәберләүче итмәде. Тынычлык - мин туган көнне, мин үләрмен, һәм мин терелтелгән көнне. [8]\n\nГайсә бишектән сөйли, аңа Коръәндә булган алты могҗизаның берсе, ул алтынчы гасыр эше. [9] [9] [10] [10] Төрле хәдисләр буенча, Гайсә һәм Мәрьям тумыштан еламадылар. [11] Ислам пәйгамбәре Мөхәммәд пәйгамбәр Гайсәнең һәм шулай итеп гөнаһсыз булып тууын аңлатты, һәм Шайтанның туганнары, Аль Имранның утыз алтынчы шигырь өземтәсе. [12]\n\nТуган хикәяләр\n\nКоръән буенча, хезмәтнең газаплары Мәрьям Мәрьямгә пальма кәүсәсенә алып китте.\nИслам иманы Гайсә тезләнгәндә, Мәрьям (яки Мәрьям) христиан традициясендә кайбер юллар булып китте. Гайсәнең игълан итүе һәм туганы турында иң җентекле хикәя 3 (Аль Имран) Коръән белән тәэмин ителгән, анда хикәя сөйләнгән, ә Алла (Аллаһ) тиз арада Мәрьям күтәрергә өметләнә ала дип игълан итәр өчен фәрештә җибәрде. гыйффәтле кыз булырга карамастан, ул. [13]\n\nКайбер академиклар әйтүенчә, 19 [14] 19 [14] Христиан Инҗилендә аеруча якын. [15] Мәрьямгә Байнер Коръәндә ике тапкыр искә алына, Мәрьям / Мэрам әйтүенчә, ул улын коткару өчен Алла тарафыннан сайланган. Беренче очракта, яңалык алып баручы (күпчелек мөселманнар белән мөселман габриель белән ышанган) хәбәр (Q3: 42-47), чөнки ул (Q3: 42-47), чөнки ул кеше формасын алганда (Q19: 16-22) . [16] [17] Концепциянең детальләре каралмый, ләкин Мәрьям үзенең сафлыгын исәпкә алып, аңа Алла теләгәнен барлыкка китерә һәм болар Аллага җиңел дип әйтелә. [16] [16] [16] [18] Коръән (Q21: 91 һәм Q66: 12) Алла аның фәрештәсе Мәрьямгә кычкырды һәм ул, Гайсәне берти белән тәрбияләсә дә (чыганак сезгә Gabәбраилне Ата итеп үзләштерергә мөмкинлек бирә). [19] [20] [20]\n\n8 нче гасыр мөселман тарихы ибн Исхак (704-767), Зәкәриянең Мэюның опекуны кыскача, һәм аны саклап булмый торганнан соң, ул аны балта остасына ышанып тапшыра Джордж исемле. Чиркәүдә теркәлү, аңа Йосыф исемле егет белән кушылды, һәм алар бер-берсенә су һәм башка бурычларны алдылар. Гайсәнең тууы Коръән хикәясенә иярә, Туганга туу пальма өстендә камчы белән Бәйтлехемдә килеп чыкты. [21]\n\n10-нчы гасыр Фарсы галиме әл-Табари (839-923), Кушым килүчеләр, Мәсих өчен Фарсы патшасыннан бүләкләр белән (көнчыгыштан) килгәннәр; Йосыф дип аталган кешегә (Мәрьямнең ире түгел) аңа һәм баланы Мисырга алып, соңрак Насарага кире кайту өчен боерык. [22]\n\nБалачак\nТөп мәкалә: Гыйбадәтханәдә табу\nШулай ук ​​кара: Мисырга һәм сабый чакта очыш Томасның сабыйга очыш\nКоръән очыш традициясен Мисырга кертә алмый: \"Без Мәрьямнең улын һәм аның әнисен билге иттек, һәм без аларны биек урында тордык, тулы урында тордык. Спринглар белән сугарылган һәм бөҗәкләр белән сугарылган хикәяләр белән таралган хикәяләр, соңрак Ислам язучылары һәм тарихчылары гасырлар дәвамында кайбер мәгълүматлар өстәделәр. Кайбер хикәяләргә 12 яшькә кадәр Мисырда яшәгән Гайсәнең һәм гаиләсе бар. [26] Гайсәнең яшьтәге күп әхлакый хикәяләре һәм могҗизалы вакыйгалары Кисас Аль-Анби Республикасында (Пәйгамбәрләрнең хикәяләре) искә алына, гасырлар дәвамында Исламга кадәрге пәйгамбәрләр һәм геройлар турында языла. [7]\n\nӘл-Масуди Гайсәне мәдхиядән укыган һәм \"яктылык символларында эзләнгән\" дип язылган һәм \"яктылык символларында эзләнгән\" дип табылды:\n\n\"Син минем улым һәм минем яратканнарым; Мин сине үзем өчен сайладым\".\n\nАннары Гайсә белән дәгъва:\n\n\"Бүген АЛЛА сүзе Адәм Улында үтәлгән\". [22]\n\nМисырда\nШулай ук ​​кара: Томаста сабый образ\nБерничә хикәяләү Ислам язмаларында Гайсәнең озын баласы турындагы кайбер тигезсезлекне һәм охшашлыкны күрсәтәләр, Гайсәнең Мисырда аның озынлыгы һәм вакыйгалары булган вакытын махсус күрсәтәләр. Хикәяләрнең күбесендә каноник булмаган христиан чыганакларында очрый, мәсәлән, Томасның Ислам Инҗиле. Мондый мондый тигезсезлекнең тарихтан камиллеге булган тарихның камиллеге булган тарихның камиллеге бар, анда Гайсә Бәйтлехем урынына Мисырда туган. [27]\n\nГайсәнең балачагының кайбер башка хикәяләре - популяр урта Көнчыгыш Бөтенроссия - интерфада уку профессоры, Мәхмүт М.Аюб тарафыннан аерылып торган популяр урта \"Көнчыгыш Лог. [28] Күпчелек могҗизалар яшь чагында Иптәш Гайсәгә бирелгән [26] (кара §§ могҗизалар һәм башка могҗизалар).\n\nОлыгу\n\nJordanрдүн елгасы, анда Гайсә Яхья ИБН Чакария (Чумдыручы Яхъя Яхъя) суга чумдырылган. [29]\nМиссия\nШулай ук ​​кара: Гайсә һәм рәсүл министрлыгы (Ислам)\nГомумән алганда, Гайсә арамейны, беренче гасырда Яһүдиянең уртак телен сөйләгәнен, беренче гасырда Яһүдиянең уртак телен сөйләгән, һәм зур төбәктә. [30]\n\nГайсәнең Ислам фикерендә формалаштырылган Гайсәнең беренче һәм беренче карашы - пәйгамбәр - Алла тарафыннан ике тәвәккәл потларга табыну өчен, бер чын Аллага мөрәҗәгать итү авырлыгы турында хөкем итеп сайланган кеше. Бу нигездән, мөселман шәхесләре булмаганлыктан алдагы пәйгамбәрләрдә күрсәтелгән, Гайсә гасырлар дәвамында кабатланган хәбәрне кабатлаучы хәбәрче генә түгел дип санала. Гайсә могҗизалары һәм күптәнге исемнәр Гайсәгә Гайсәнең илаһи түгел, ә барлык Алла көчен күрсәтә - барлык пәйгамбәрләр хәбәре артында. Кайбер ислам традицияләре Гайсәнең миссиясе Израиль кешеләренә генә булган дип саный һәм пәйгамбәрнең күп могҗизалар раслый. [31] [32] [32]\n\nГайсәнең икенче иртә урта образы - вакыт ахыры. Бу концепция күбесенчә хәдистән барлыкка килә. Мөселман традициясе христиан теологиясендәге хикәяне төзи, Гайсәнең ахырына кадәр килү һәм җир өстенә антихрист белән көрәшүен күреп. Бу хикәяләү Исламның сәбәбен яктырта, Гайсәне Изге Мөхәммәд турындагы прибингны күрсәтүче кайбер гореф-гадәтләр белән. Күпчелек традицияләр Алла Гайсә табигый үлем үләчәк. [33]\n\nӨченче һәм үзенчәлекле образ Гайсә аскетик фигураны - йөрәк пәйгамбәре. Коръән Гайсәнең \"Инҗил\" турында әйтә, аның Коръәндә яки соңрак дини текстларда искә алынмый. Алар күбесенчә юк. Суфи традициясе - Гайсә хөрмәтләнде, рухи укытучы буларак танылган, шул исәптән Мөхәммәд. Суфизизм Алла белән бер караш белән, шул исәптән Астонизм, поэзия, фәлсәфә, спекусофп, спекулятив тәкъдим, мистик ысуллар белән өйрәнә. Көнбатыш уйларына суфив булса да, неоплатизм, гностикизм һәм буддизм элементлары аерылып тора кебек, алар Коръән сүзләрен тоталар һәм Мөхәммәдтән камил кеше булып охшарга омтылалар. [34]\n\nВәгазьләү\nГайсәнең вәгазенең Ислам төшенчәләре Куфада, Ирак астында барлыкка килгән дип саный, анда мөселман традицияләрен һәм стипендиясенең иң язучылары формалаштырылды. Куфада һәм аның бизәлеше Куханың Римдан рәсми чиркәү isошопы билгеләренә каршы рәсми чиркәүгә каршы чиркәүгә каршы булган Мисырның беренче гасыр төшенчәләре кабул ителде. [35]\n\n85 ел санлы иң яхшы хикәяләр, Аскетик әдәбият исемле ике төп коллекциядә табыла (аскетизм китабы һәм назлы шәфкать) ибн әл-Мубарак (797), һәм Китаб Аль-Зухд (аскетизм китабы) ибн Хандул (855). Бу сүзләр дүрт төп төркемгә керәләр: а) эскатологик сүзләр; б) квази-госпель әйтемнәре; в) аскетик сүзләр һәм хикәяләр; г) сүзләр - мөселман полемикасы. [36]\n\nБеренче сүзләр төркеме Гайсәнең архетинын аера, чөнки Коръәндә күрсәтелгәнчә. Икенче хикәяләр төркеме, Инҗил үзәгендә булса да, \"аерым Ислам маркасы\" белән киңәйтелә. Өченче төркем, дүртнең иң зуры булып, Гайсәне меценат аскетизм изгесе итеп сурәтли. Соңгы төркем Гайсәнең һәм аның атрибутына һәм аның атрибутына нигез сала, мондый, \"Алла рухы\" һәм \"Алла Сүзе\" кебек антотерик идеялар. [37]\n\nМогҗизалар\nТөп мәкалә: Гайсәнең могҗизалары\nШулай ук ​​кара: Томаста сабый образ\nГайсә Гайсәгә ким дигәндә алты могҗизалар атрибутлары Гайсәгә ким дигәндә алты могҗизалар, гасырлар дәвамында язучылар һәм тарихчылар тарафыннан күп нәрсә өстәлә. Могҗизалар Гайсәгә Тәрбияче һәм профессор Ишак Муса әл-Хаҗа әл-Хаҗа әл-Хаҗа әллә белән аталган автор белән аталган (Хенның истәлекләре) (Каһирә: Дар әл-маариф) , 1943; 2-нче ред. 1967). Коръәндә Коръәндә һәм заманча гарәп әдәбиятында (1960), Аль-Хусейни әйтүенчә, Мөхәммәд Мөхәммәд Мөхәммәд Мөхәммәд Мөхәммәд Мөхәммәд Мөхәммәд Мөхәммәд Мөхәммәд ТОРМЫШЫ. [38]\n\nКоръәндә бу алты могҗизалар Инҗилдән һәм аларның каноник булмаган гностик чыганаклардан аермалы буларак, детальләр, бүтән аталган могҗизаларны искә алудан аермалы буларак, детальләр. [38] Гасырлар дәвамында бу алты могҗиза хәдис-һәм поэзиясе аша дини язмалар, бу Инҗилдә искә алынган кайбер башка могҗизалар, каноник булмаган чыганаклар, лоб булмаган бүтән могҗизалар белән эшләнде. [26] [26] [28] [28] [28]\n\nБишектән сөйлә\nБишектән сөйләгәндә өч урын эчендә өч урында искә алына: Аль-Имран (3) 41, 46, Әл-Майма (5) 109-110 һәм Мәрьям (19) 29-30. Повестьның бер өлеше сабый Гайсә әнисе Мәрьям аның әнисен беләсең билгеле иреннән баш тарту турындагы гаепләүдән яклады. [39] Ислам динен алдагы роленә һәм аның роленә аңлашылмады. Гайсә Благовиядә искә алгач, Гайсә Аллаһының хезмәтчесе дип игълан итә, кая гына барса, ул туган көненә фатиха, ул үлгән көнне , Ул терелтелгән көн. [40]\n\nБу хикәянең Изге Язмаларда аерым табылмаса да, бишектән сөйләү каноник булмаган Сурия Сурия Сурия Сурия фъизында табыла. Бу чыганак Гайсә Алла Улы үзен Алла Улы дип игълан итте, һәм Gabәбраил фәрештәсе элек Инҗилдә җентекләп игълан иткәнне раслый. [39]\n\nБалчыктан кошлар булдыру\nАль-Имранда бала искә алына (3) 43 һәм Аль-Майда искә алынгач, кошларны балчыктан һәм аларга сулыш алу тарихы хикәясе (3) 49 һәм Аль-Майда (5) 109-110. Бу могҗиза да бер үк хикәядә искә алынмаса да, бер үк хикәядә Исламның ким дигәндә ике чыганагы: сабыр һәм яһүдләрнең забале Ешу, Коръән һәм бу ике чыганак арасында бик аз детальләр. [ 41] [42]\n\nСукырларны һәм махау чирләрен дәвалау\nШулай ук ​​кара: Гәлиләядә ике сукыр кешене савыктыру һәм ун махау чирен чистарту\nЯңа Васыятькә охшаган, Гайсә сукыр һәм махауда Аль-Имранда сукырларны савыктырта (3) 49. Мөселман галиме Аль-Байдави (г. 1286) Бу меңләгән кеше Гайсә янына язылган дип язган. савыгу һәм Гайсә бу авыруларны дога аша гына савыктырырга. [43] Урта гасыр галим әл-забаби бу ике авырлыкның медицина ярдәмеләреннән ничек булган һәм Гайсәнең могҗизалары башкалар тарафыннан аның хәбәренең ачык билгеләре буларак шаһит булырга тиешлеген язган. [41]\n\nDeadлгәннәрне терелтү\nГайсә әл-М-И-Имранда әйтелгәнчә, (3) 49 булган кешеләрне үледән терелткән дип санала. Калганнары яки шартларда ким дигәндә өч кеше, ким дигәндә өч кеше җентекләп искә алына (кыз Яирус, Наиндагы тол хатын улы). [44]\n\nВиент\nГайсә алдан әйтә һәм алдан белә алган, [45] Башкаларның яшерен яки билгесез нәрсә. Бер мисал - Гайсә дөрес җавап бирер, һәр сорау аңардан сораган. Тагын бер мисал - Гайсә кешеләрнең әле дә ашаганнарын, шулай ук ​​өйләрендә саклаганнарыбызны белә иде. [26]\n\nКүктән ризык таблицасы\nТөп мәкалә: халыкны ашату\nШулай ук ​​кара: соңгы кичке аш\nКоръәннең бишенче бүлегендә, Гайсә шәкертләренең ризык белән тулган өстәл сорыйлар, һәм ул киләчәктә алар өчен махсус көн. Бу эванистка Ислам һәм Гарәп теле Тикшеренүләре буенча В. Монтгомери Ватт (2006). [46]. [46]. [46] Чагыштырма дин профицере әйтүенчә, бу хикәя Инҗилнең соңгы кичке ашын яки халыкны тукландырса, (мөселман фестиваленә бәйләнергә мөмкин: [47]\n\nБервакыт шәкертләр әйттеләр: \"Әй, Мәрьям улы Гайсә, сезнең Раббыгыз безгә күктән өстәл җибәрә аламы?\" Әгәр дә сез ышанучылар булсагыз, Алладан курык. Без аны ашарга телибез, һәм йөрәкләребез тыныч булырга мөмкин, һәм без сезнең турында дөрес сөйләшкәнен һәм аның шаһитләр арасында булуларын белә алабыз. Мәрьям улы Гайсә әйтте: \"Раббыбыз Алла безгә күктән өстәл җибәрә, безнең өчен, бездән соңгысы, һәм сездән билге: һәм тәэмин итү. ( ризык) безгә, чөнки сез тәэмин итүчеләрнең иң яхшысы. Алла мин аны сезнең өчен җибәрәм, [46]\n\nСөнни Пурсет Табари язмасында, соңгы кичке аш алдыннан, үлем куркынычы аны борчый. Шуңа күрә, Гайсә үз шәкертләрен соңгы кичке ашка чакырды. Ашаганнан соң, ул кулларын юып, үз киеменә кулларын сөртү өчен үз тәвәккәлләрен башкарды. Шуннан соң Гайсә аларга җавап бирде: \"Мин сезгә бүген сезгә ашадым, кулыгызны шәхсән юаттым, сезнең өчен үрнәк булсын. Син мине чыннан да синнән яхшырак дип саныйлар, Бер-берегезгә карата тәкәбберләнмәгез, ләкин мин сезнең өчен үземне бастырган кебек бер-берегезгә киңәйтегез. \" Гайсә шәкертләренә үз тәгълиматларына кушкач, аларның берсе аны һәм бүтән хыянәт итәр дип алдан әйтә. Ләкин, Гайсәнең үлеме турындагы ислам карашлары буенча, Гайсәнең охшашлыгы гына хачка кадакланган һәм Гайсә үзе Аллага Исле.\n\nБашка могҗизалар\nГайсә турында күп хикәяләр һәм хикәяләр эшләнде, Гайсә турында еллар дәвамында, кайбер билгеле дәресләр яки Гайсә турында Гайсә турында детальләр җитмәү аркасында мәгънә бирү аркасында мәгънә бирә. Бу хикәяләрнең кайберләре табигатьтә яңа Васыятькә охшаш, кайберләре Гайсәне бик кеше итеп сурәтлиләр.\n\nГазлыктан Гайсәнең кайбер могҗизаларының кайбер җентекле йомгаклары Моннан тыш, олылардан - Инҗилдә дә, җирдән күренгән икмәкне китергән икмәк төрүләре дә таба), [39] кайбер могҗизалар. Керү: Мөселманны халык мастерына белем бирү, караклар бай баш белән эчәргә, зиннәтле патша белән эчәргә, бу патшага үлгән кешене исбатлау көче белән тәэмин итә. Deadлгәннәрдән баланы очраклы рәвештә үтерәләр, һәм төрле төсләр белән чыккан өчен баландаларга кием китерәләр. [26]\n\nКороль түрәсенең улын савыктыру\nТөп мәкалә: Король түлегәсен дәвалау\nӘл-Тари (923) Олы яшьтәге Гайсәнең төбәктә билгеле бер патша белән очрашуы һәм улын дәвалау турында хәбәр итә. Легенда патшаның кемлеге әйтелми, легендага кушкан вакытта. Тиешле Изге Язмаларга сылтама - \"патша түрәслегенең улы\". [49]\n\nКомсызлык һәм дөресен сөйләү\nЯшь Гайсә могҗизасының легендар хикәясе Урта узучы каты белгән авыр вакытлы дәрес буларак кулланылган, яһүд кешесе һәм икмәк икмәк белән бәйле. Поемент тонын алып, хатын-кызлар комсызлыктагы дәреснең хакыйкатьне сөйләүдәге үзәкләр турында сабак ала. Балалар китапларында еш очрый торган хикәя. [50]\n\nХасуктив зирәклек\nШулай ук ​​кара: логотиплар (Ислам) һәм логотиплар (Христианлык)\nТагын бер легендар могҗиза хикәясе Гайсәнең балачагы зирәклеге турында берсе. Бу легенда, Ибн Исхак аша Аль-Табери хәбәр иткәнчә, Мәрьям Гайсәне дини мәктәпкә җибәргән һәм укытучыга үзенә өйрәтелгән / фикер алышуны белгән Гайсәгә гаҗәпләнә. [26]\n\nБалалар йортларында ризык\nАль-Табариның тагын бер хикәясе яшь Гайсә турында үз авылы яшьләре белән уйна һәм аларга әти-әниләре аларга ризык әзерләгәннәрен сөйли. [26]\n\nПовестьның детальләре буенча, кайбер ата-аналар ачуландылар, балаларына тылсымчы булган, аның тылсымчы булган Гайсә белән уйнарга рөхсәт иттеләр. Нәтиҗәдә, ата-аналар балаларын Гайсәдән читләштеләр һәм балаларын бер йортка җыйдылар. Беркөнне хис итеп, Гайсә үз дусларын эзләп, бу йортта килеп, аларның балалары булган ата-анадан сорады. Ата-аналар балалар анда булмаганга җавап бирделәр. Гайсә кем кемне Алладан соң, өйдә, ата-аналар Гайсәне дуңгыз дип атыйлар. Шуннан соң Гайсә \"бу йортта дуяф булсын\" ди, барлык балаларны да дуңгызларга әйләндерә. [28]\n\nГасырлар белән мөселман язучылары шулай ук ​​җеннәрне кую кебек могҗизалардан башка могҗизалардан мөрәҗәгать итәләр, һәм Гайсә турында легендалар белән легендалар. [26]\n\nАчылыш\nТөп мәкалә: Исламдагы Инҗил\nМөселманнар Алла Гайсәгә (Инҗилгә ия \"дип аталган, алдагы аятьләрнең дөреслеген игълан итү дип саныйлар: Аль-Тәүрат (Тәүрат) һәм Аль-Забур (Мәдхия). [51] Коръән Аль-Инабīлдан яхшы сөйли, анда аның шәкертләренең йөрәкләрен юашлык һәм диндарлык белән тулган шигырь дип сурәтли. Традицион Ислам Эксурсисы Библия хәбәрен бозылган (Тахриф), Тайин әл-Мубхам (\"Ippriguth резолюциясе\") дип әйтә. [52] Бу полемик тырышлыкның урта гасыр чорында Абд Аль-Яббар ИБН Әхмәт язмалары белән урта гасырларда килеп чыгышлары бар. [53] Муса Канунына килгәндә, Коръән шуны күрсәтә: Гайсә яһүд законнарын беркайчан да арттырмады, ләкин алар раслаганда, өлешчә күп иде. [54]\n\nМөселманнар күптәннән Гайсәнең Гайсәнең төп тәгълиматларын бозган дип саныйлар. [55] 9 гасыр тарихы Саймар Пахлар Паулны христиан диненә каршы килүче тәгълиматлар дип саныйлар. [56]\n\nЙосыф әл-Карада әйтүенчә, аның Ислам телендә тыелган. Тафсир Аль-Джалалай кебек классик аңлатмалар аларны балык куллануга, кош ите белән, яисә гомумән алганда. [58]\n\nКоръәндә искә алына\nШәкертләр\nКоръән сүзләре әйткәнчә, Гайсәнең аның хәбәренә ышанган, ул үз хәбәренә кем ышанган. Шәкертләргә исем кушмаса да, Коръән Гайсәнең аларга хәбәрне игълан итүен берничә кеше бирә. Мөселманнар Гайсәнең шәкертләренә карыйлар (ṣaḥaba) Мөхәммәднең иптәшләренә охшаш. [59] Христианлык буенча, унике шәкертнең исемнәре Питер, Эндрю, Ягъкуб, Джон, Филип, Мэтью, Мэйт, Джеймс, Саймон, Яһүдия.\n\nКоръән 3 бүлектә искә алына, 52-53 нче шигырьләр, шәкертләр Ислам диненә буйсындылар: [Беренчел булмаган чыганак кирәк]\n\nГайсә аларның ышанмавын тапкач, әйтте: \"Алла эшенә кем ярдәмчем булыр?\" Шәкертләр әйттеләр: \"Без Алла ярдәмчеләре, без Аллага ышанабыз, һәм сез безнең ачканга ышанабыз, һәм без Рәсүлгә иярәбез, аннары безне түзүчеләр арасында язабыз шаһит. \"\n\n- Коръән сүрәсе Аль-Имран 52-53 [60]\nГайсәнең шәкертләре белән бәйле иң озын хикәя - Гайсә күктән ризык табыну могҗизасын үтәгәндә, аның вәгазенең чын хәбәр булуын тагын бер дәлиле.\n\nКүтәрелү\nАна-Ниса шигырь 157 Коръәннең төп шигыре - Гайсәнең хачка кадакланган вакыйгасына мөрәҗәгать итү. [61] Анда Гайсәне үтермәделәр, хачка кадакланмады, ләкин \"ул ясалган\nА-Ниса шигыре 157\nАлар әйттеләр: \"Без Аллаһы Рәсүлне Мәрьямнең Рәсүле итеп үтердек, ләкин алар аны үтермәделәр, ләкин алар белән аерылып тордылар, һәм төрлечә күренделәр. Анда шикләр тулы, юк) белемсез, ләкин алар үтәлергә тиеш, әлбәттә, гарантияләнмәгән.\n\nАларга күренергә '. [62] Күпчелек ислам традицияләре Гайсәнең хачта яки бүтәнчә яшәгәнен бөтенләй инкарьлиләр. [63] [64] [64] [64] [64] Ислам аша Ислам Экспессейс - бүтән кешенең Гайсә урында кадакланганын хәбәр итә. Ләкин, кайбер заманча мөселман галимнәре Гайсәнең чыннан да үләләр һәм аның яшәвенә сылтамалар - турыдан-туры түгел, символик. Гайсәнең үлеменең табигате турында бу каршылык Ислам канонында очрый, иң борынгы хәдисләре белән Гайсәнең үлгәнен әйтеп, Гайсә үлде. Шул ук вакытта киләсе хәдис һәм тафсирның күпчелеге киресенчә хуплый. [Цитата кирәк]\n\nКоръән буенча ул хачка кадакланмаган, ләкин Алла тарафыннан хөкем ителгән. .\n\nАлыштыру\nБүләкче аңлатма барлыкка килгәне билгеле түгел, ләкин кайбер галимнәр икенче гасырның кайбер гностик төркемнәре арасында булган теорияне карыйлар. [10] Лайрвик Коръәнне таба һәм Хайнитны каноник булмаган (\"гаркаик\") христиан диненә һәм Абйссиниядә алга таба өстенлек иткән христиан динен ачыктан-ачык тәэсир иткән. [65]\n\nКөнбатыш галимнәре, [67] Яһүдләр, [67] Яһүдләр, православие мөселман теологиясе аны күккә күтәреп чыгарды, ләкин Кире Симон, Кире Симон, Гайсә кебек Гайсә урынына кадакланган (CF. anRenaeus's Cf. CF. CF. CF. CF. MASH, I китап. XXIV, 4.) [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68] [68]\n\nКайбер каршылык һәм каршылыкны ачыктан-ачык исәпкә алмаган вакыйгалар турында хәбәр итү турында хәбәр итү, башта, Гайсәнең Сергий исемле кеше белән алыштырылган, икенче вакытта Гайсәнең кабере турындагы хәбәре турында хәбәр итү турында хәбәр итү. Мәдинәдә урнашкан һәм Коръәндәге урыннарны өченче рәвештә китерелгән (3:55; 48) Алла Гайсәне үзенә алды. [70]\n\nIBN Kathir (1373) традицияләргә иярә, хачка кадакланган, ләкин Гайсә белән түгел. [81] Чарадан соң, IBN Кэсирга халык өч төркемгә өч төрле хикәягә бүленгәннәр; Ягъкуб ышанган \"Алла үзе теләгәнчә калды, аннары ул күккә күтәрелде\"; \"Алла Улы безнең белән бергә теләгәннән соң булган, чөнки ул аны күккә күтәргәнче\"; һәм мөселманнар \"Алла бәндәсе һәм Аллаһының Рәсүле, Алла аны үз-үзенә күтәргәнче калды\". [82]\n\nИкенче Килү\nКыямәт көне алдында Гайсә килү вакытлыгының\n\nУмайяд мәчетендә, Дамасктагы манара\nИслам традицияләре буенча, 2000+ ел дәвамында анда 2000+ ел яшәеп, Кыямәт көнендә алардан тиздән сез Аль-Масих А.Дад-Дажҗалга («Ялган Мәсих») көрәшәчәк («ялган Мәсих») һәм аның шәкертләре белән көрәштеләр. . Умайяд мәчетендә ул Мәхди Мәчетен һәм (мөселман булу) Аның янында дога кылыр. Ахырда Гайсә Кандта Дажҗалны үтерәчәк. [88]\n\nАннан соң, ул \"хачны җимерәчәк, дуңгызларны үтерәчәк\", танылган Сахих әл-Бухари хәдисе. [89] [90] Бу пәйгамбәрлекнең бу пәйгамбәрлекне \"бу пәйгамбәрлекне мөселман булуы, Гайсә үзе дә, аның илаһилыгына ышануына тукталачак\", - дип уйларга \"хач белән символлаштыра\". Ул хәзер христиан диненә ташланган Кошер / хәләл диета законнарын яңадан урнаштырачак; Чөнки яһүдләр һәм христианнар Исламны кабул итәчәк, чөнки Джизя салымы кирәк булмас. [92] (Бер хәдарә буенча, Гайсә «чиркәүләрне, гыйбадәтханәләрне дә юк итәчәк һәм Аңа ышанмасалар, христианнарны үтерәчәк.\") [93] [Искәрмә 1]\n\nИслам текстлары шулай ук ​​борыңгы Менас Гог һәм Магог (Яжūж Majūj), ул җир асты төрмәсеннән арыныр һәм җирне рәнҗетәчәк. [95] Алла, Гайсәнең догаларына җавап итеп, аларның муеннарының төшепләренә бер корт җибәреп, зур кошлар җибәрәчәк, һәм зур кошларны җирдән алып китәр. [86] Мәхди үлгәч, Гайсә дөнья җитәкчелеге, тынычлык һәм гаделлек универсаль булачак дип саный.\n\nТрадиция буенча, Гайсә шуннан соң, бала табачак, балалары булырга һәм дөньяны кырык ел дәвамында идарә итәчәк) ул үләчәк. [96] Шуннан соң мөселманнар аның өчен җеназа кылырлар, аннары аны яшел гөмбәзе белән үгештә күмеләчәк, Мөхәммәд, Абу Бак, һәм Умар янында буш кан. [97] Ибн Халдунның легенда сүзләре буенча, ике хәлифә ике пәйгамбәр арасындагы үледән терелтеләчәк. [98]\n\nЧыганаклар\nКоръән Гайсәнең кайтуы турында югарыдагы хикәяне сурәтләми, [99] Күп мөселманнар ике авыр шигырь ахыр заманда икенчесен карыйлар дип саныйлар. [90] (1) aboveгарыда телгә алынган шигырьдә ул беркайчан да җирдә үлмәгән:\n\n\"Theirәм аларның:\" Чыннан да, без Мәрьям улы Гайсәне, Мәрьям улы, Рәсүлүллаһны үтердек \", - диде. Һәм алар аны үтермәделәр, ләкин алар аңа охшашлык итеп күрсәттеләр. Чыннан да, аның белән аерылып торган кешеләр моңа шикләнәләр. Алар турында белмиләр. Алар турында түбәндәгеләр турында белмиләр. . Алар аны үтермәделәр. \" (С.4.4: 157 :)\nҺәм икенче шигырь Гайсә белән \"Сәгать\" арасындагы бәйләнешне күрсәтү өчен аңлатты:\n\n\"Дөреслектә! Тәхкыйк Кыямәт турында белем бар. Бу турыда шикләнмәгез, ләкин миңа иярегез. Бу дөрес юл.\" (Q43: 61 Транс Пиктал). [90]\nГайсәнең кайтуы буенча хәдисләр, Сахабаның берсенә Абуара Хурайрда йөриләр, ләкин Коткаручы көткән абзарид хәлифат вакытында кабул ителгән. Шиаслар өчен Махди Коткаручы булачак, кайбер кызлар Гайсәнең кайтуын көтү өчен омтылды. Аббасид Калифат вакытында, эшкәртүдә хачка кадакланган һәм халык алдында дуңгыз ите тыелган. Otherwiseгыйсә, хачны сындыру, бу символның символыннан гомуми хупламалырга мөмкин, һәм дуңгызларны үтерергә мөмкин. [100]\n\nГайсә турыдан-туры һәм Коръәндә якынча 187 тапкыр искә алына, һәм күп исемнәр белән дә турыдан-туры әл-Масих («Мәсих» [110] [112] [33 [112] [33 ] Гайсә Иса исеме белән 25 тапкыр мөрәҗәгать итә, [Искәрмә 2] өченче кеше 48 тапкыр 48 тапкыр 48 тапкыр, [Искәрмә 3] Коръәндәге исемнәр кебек беренче кеше 35 тапкыр һәм калганнары исемнәр кебек. [113]\n\nМөхәммәд үзен «Гайсәгә иң якын кешеләр» дип бәя бирде. [114]\n\nАдәм белән охшашлык\nКоръән Гайсәгә китерүгә басым ясый, [107] кеше килеп чыкканына килгәндә, Адәм белән охшашлыгы аркасында. Мөхәммәд Паул һәм Гайсә туенганнарын еш яратты. [115]\n\nИсламның миссиясе христиан катнашуы артында логик туры килмәү белән экстраляцияләнә, мондый очраклар Адәмгә илаһилыкны ярату белән генә аерылып торыр иде. [107]\n \nИсламда, Гайсә Ислам пәйгамбәр Мөхәммәд галәйһиссәләм дип саналган. Коръән буенча, Мөхәммәднең килүе Гайсә белән Гайсә тарафыннан алдан әйтелгән иде, бу шигырьләр булган дини мөселманнар булган дини традицияләргә һәм Гайсәнең фаразлары өчен легитимлыкны таләп иттеләр. [116] Мөселманнар Гайсәнең Мөхәммәдкә таратучы дип саныйлар, һәм ул соңгысы килүен алдан әйтә. [117] [26] [26] Бу перспектива Коръәннең аятьенә нигезләнгән, анда Гайсә аның \"Әхәт\" дип аталган рәсүл турында сөйләгән. [118] Ислам Әхмәтне Мөхәммәд белән бәйли, ике генә сүзләр дә мактауга дучарына кагыла. Мөселманнар Яңа Васыятьнең дәлилләрен раслый, яңа Васыятьтә бар, Параслет турында искә алу, Яхъя бәян иткән Яхшы хәбәрдә килү. [119]\n\nМөселман комменторы әйтүенчә, грек сүзе периклутос, иң танылган, күренекле, яки мактаулы кешеләр гарәп телендә Әхмәт буенча; һәм буны христианнар алыштырды, параклетлар белән. [97] [120] Бу идея бәхәсләшә, традицион аңлау Коръән тексты хуплыймы дип сорала.\n\nИслам теологиясе Гайсә алдан әйткән тагын бер пәйгамбәр аны сүрәсе буенча 61: 6 буенча берәмәгә берләшә 61: 6 буенча, Әхмәт исеме турында. .\n\n\"Әхәт\" терминына кире кайту Периклуто, бәйрәм ителгән яки мактаулы тәрҗемәсе, бу Джон XV һәм XVI Параклега коррупция. [121]\n\nХәдис\nХәдис - Мөхәммәд һәм аның тирәсендәге кешеләр турында хәбәр ителә. Легенда булган хәле Каноник булмаган (\"гаркальям\") христиан диненә һәм Абйссиниядә җиңгән христиан диненә тәэсир иткән. [65] Хәдис өченче мөселман гасырында мөселман җәмгыяте өчен хакимият чыганагында каноник статус үстерде. Гайсәнең хәдисен аңлау могҗизалы, гөнаһсыз, эскатологик шәхес, мөселман имандашына (мөселман; Алла ихтыярын буйсындырган). [ 130]\n\nХәдиснең гомуми мөселманнар арасында Гайсәнең образын уйнап, Гайсәнең хәдисләр һәм тафирлары үз эченә алганда алга таба үсә, алга таба легендар язмаларда һәм докладларда алга таба үсеш алган. [26] Мөселманнан үзгәртеп, Гайсәнең юкка чыгу гаҗәпләнә. Аның урынына киресенчә, Изге Рух ярдәм иткән Аскетик тылсымчы. Инҗиле вәгазьләнергә тиешле китап буларак карала һәм фактик тәгълиматлар турында әйтмичә уза. Гайсәнең гаҗәеп тәгълиматлары һәм тәгълиматлары - Шялс Исламында һәм Гайсәнең суфи чагылдыруларында өстенлек бирелә. [65]\n\nСөнни Ислам\nКитабада Аль-Милал Ва Аль-Нихал, Аль-Шахрастан (D. 1153), Италия, тарихи, фәлсәфәче Фәлсәх һәм теориаль языла, Ислам хикәясен дәвам иткәндә Гайсәнең сурәтләүчеләргә бик якын:\n\nХристианнар. (Алар) Мәсихнең (Мәрьям улы Гайсә Гайсә (Тынычлык Гайсә Гайсә) җәмгыять (Умма). Ул - ул - чыннан да Муса кебек (пәйгамбәр кебек) җибәрелгән, Муса (сезгә тынычлык), һәм Тәүратта кем игълан ителде. Аңа (Аллага) үлгәннәрне торгызу һәм сукыр һәм махау чирен дәвалау өчен бирелгән билгеләр бирелгән иде. Аның табигате һәм тумыштан килгән характеристикасы (фитра) аның дөреслегенең камил билгесе; Ягъни, аның элеккеге орлыксыз һәм аның сүзләре алдан укытмыйча сөйләшә. Барлык (башка) пәйгамбәрләр өчен кырык ел. утыз. Аның (пәйгамбәрлек) миссиясе (Дава) озынлыгы өч ел өч ай һәм өч көн иде. [131]\n\nШи Ислам\nНах-Балагада дүртенче Калифл Али (656-661) Гайсәнең гадилеге турында сөйләшкәнен хәбәр ителә. [132] Али әйтә, \"Гайсә мендәренә таш салды, тупас киемгә салды һәм тупас ризык иде. Аның кондитеры ач иде. Аның лампасы иде. Аның бер генә улы да, бер улы да үз-үзеңә кайгы бирмәде, шулай ук Тайрарга бай. Аның ике аягы аның җитте һәм аның ике кулы аның хезмәтчесе иде \"[132] Ярфар әл-Садыйк буенча Али белән олы оныклар, Давыт белән Гайсәнең арасындагы вакыт дүрт йөз ел иде. [133] Яфар шулай ук ​​Гайсәнең дине монотизм (thaḥīd) һәм чисталык (иклла) булуын әйтә. [133] \"Инҗил) аңа иңдерелгән һәм Гайсәдән башка пәйгамбәрләр алынгысы: яхшыларга дога кылу, рөхсәт ителгәннәрне тыярга һәм тыелганны тыя торган явызлыкны тыя торган явызлыкны булдырырга кушкан. Аңа \"Инҗил\" өчен аңа вәгазьчеләр һәм гыйбрәтле хикәяләр җибәрелде, ләкин анда үч алу законнары да юк иде (Ахакам әл-Худуд әсәрләре), һәм мирас өчен бурычлар юк. Ул Тәүратта Мусага иңдерелгәнне теләп, нәрсә җибәрелгән. Гайсә үз шәкертләренә Тәүрат һәм \"Инҗил\" канунына ышаналар. [133]\n\nКади әл-Нуман әйтүенчә, Гайсә иң танылган мөселман юрозышы Коръәндә Мәсих дип атала, чөнки аны чыгару өчен аңа җавап биргән кешеләргә җибәрелгән (Масаха) җибәрелгән. ) аларның пычраклыгы, аларның иманы арялары; Күренекле (Захир) яки яшерен (Батин). Кади Аль-Нуман, символик аңлатуның эш фонды (Асā әл-Тавīл), Гайсәнең физик туган хикәясен аңлату, физик туган хикәясен аңлату (Милд Аль- \"турында сөйли. Захир) Коръәндә искә алынган. Ул әйтә, Гайсәнең әнисе, Гайсә әнисе, Гайсә тәрбияләгән һәм аңа физик тәэмин итү урынына, кушкан кеше өчен. Кади әл-Ну'ман болай дип аңлата Гайсә Али һәм аның уллары Мөхәммәднең саф тәкәбберлеге кебек. [134]\n\nТышкы кыяфәт\nМөхәммәд галәмгә берничә хәдис хикәясенә нигезләнеп, Гайсә физик яктан тасвирланырга мөмкин (Гайсәнең физик зирәклек белән аны төрлечәлектә аны күздә тотканда, яки Гайсә вакытында Гайсәне сурәтләгәндә сурәтләп бирелә. 'икенче килү): [144]\n\nУртача / уртача / уртача биеклектә һәм киң күкрәк белән биек төзелгән кеше.\nАның җилкәләре арасында туры килгән туры, озын чәчләр. Су башыннан дриблинг кебек тоела, дым булмаса да.",
"r.Muhammad": "Мөхәммәд Исламда\nВикипедиядән, бушлай энциклопедия\nЭзләргә Навигажумпка сикерегез\nБу мәкалә Мөхәммәднең ислам контекстында роле һәм әһәмияте турында. Гомуми күзәтү өчен Мөхәммәд.\nИмам әл-Анбия\nRasūl andh\nМөхәммәд\nمحمد\nمحمد صلى الله عليه وسلم .VGG\nИслам каллиграфында 'Мөхәммәд'\nИслам пәйгамбәре\nАлда Иса (Гайсә)\nПозиция белән уңышка иреште\nТитул Хамам Ан-Набийин ('Пәйгамбәрләр мөһере')\nШәхси\nДүшәмбе, 12 Раби 'Аль-Аввал 53 BH (570 ел)\nМәккә, гежаз, Гарәбстан\nДүшәмбе, 12 Раби 'Al-Awwaw 11 Ах (Б. э. 8 июнь)\nМәдинә, Хеказ, Гарәбстан\nЯл итү яшел гөмбәз, пәйгамбәрнең мәчете, Мәдинә\nИслам дине\nТормыш иптәше Мөхәммәт хатыннарын күрә\nБалалар Мөхәммәт балаларын күрәләр\nАта-аналар\nАбд Аллаһ\nАмина Бинт Вахб (Ана)\nБилгеле бер эш (лар) Мәдинә Конституциясе\nБашка исемнәр Мөхәммәд исемнәрен һәм исемнәрен күрәләр\nТуганнар Мөхәммәднең гаилә агачын күрәләр, Әхл Аль-Байт (\"Йорт гаиләсе\")\nИмза Мөхәммәт мөһер.svg\nМөхәммәд\nМөселман лидеры\nВарис Мөхәммәд гахонаны карагыз\nГарәп исеме\nШәхси (Исм) Мөхәммәд\nПатронимик (Насаб) Мөхәммәт ибн Аллаһы brab the abn abd әл-мутталиб ибн Хашим ибн abd manaf ibn qusai ибн Килаб\nТекнонимик (Куня) Абу әл-Касим\nБисмиллахир Рахманир Рахим\nИслам сериясенең бер өлеше\nИслам пәйгамбәрләре\nАнбия\nКоръәндәге пәйгамбәрләр\nИслам исеме һәм Библия исеме белән күрсәтелгән.\n'Āдам (Адәм)'s Nūḥ (Эбер) ṣāliḥḥḥḥāq (Иберә) ṣūū (Йосыф) Yūsuf (Йосыф) Yūsuf (Йосыф) Айūб (Эш) Шуайб (Эш) Шуайб Джетро) Mūsā (Муса) Хул-Кифл (Эзекил) Аяса' (Элия) Аяса' (Элиҗа) Аяса' (Элиша) Яся (Зәкәрия) Яḥя (Джон)'īs (Джон) ) Muḥammad (Мөхәммәд)\nТөп вакыйгалар\nКарарлар\n Ислам порталы\nvte\nСерия өлеше\nИслам\nАллаһ\nЫшанулар\nПрактикалар\nТекстфунд\nТарих\nМәдәният һәм җәмгыять\nБәйләнешле темалар\n Ислам порталы\nvte\nMuḥamd bl Аллаһ (гарәпчә: гарәпчә: محمد بن عبد ٱله بد ٱله; c.570 612 ел) Исламның төп филиалларында Алла һәм пәйгамбәрләрнең мөһере дип санала. Мөселманнар Коръән, Мөхәммәд, Мөхәммәд галәйһиссәләм, һәм алар Адәм, Ибраһимның чын иминистик иманы Ислам динен кабул итмәгәннәр, дип саныйлар, Муса, Гайсә һәм башка пәйгамбәрләр. [1] [2] [3] [3] [4] [4] [4] [4] Коръән белән Коръән оешкан дини, иҗтимагый һәм политик берификация Ислам һәм мөселман дөньясы нигезе булды. [5]\n\nМекка 53 бх (570 ел) елы белән туган, Мөхәммәт \"Аль-Амин\" исемен яулап алды (الأمين \"Ышанычны аңлата). [6] [6] 11 б. Мөхәммәд (610 б. Medәм мөселманнар тоталар, Алла тарафыннан потка табыну, потка табыну өчен практика. [8] [8] Яңа үзгәртелгән мөселманнарны эзәрлекләү аркасында, Мадина делегация чакыруы буенча, Мөхәммәд һәм аның шәкертләре Мөхәммәд һәм аның шәкертләре Мадинага 1 Ах (622 ел), Хиҗра буларак билгеле булган вакыйга. [10] [10] [ 11] Мөхәммәд тормышында борылыш ноктасы, бу Хегира шулай ук ​​Ислам календаренең башын күрсәтә. Мөхәммәд вакытта Мөхәммәд Медина конституциясен чыгарды, анда андагы барлык гамәлнең төрле өлеше булуын һәм бәйсез җәмгыять булдырдылар һәм беренче ислам хәлен билгели алдылар. [12] Мәккәченнәрнең дошманлыкларына, Мөхәммәд, Мөхәммәд, аның шәкертләре белән бергә, Мәккә белән идарә иттеләр, [13] [14] [14] [14] [15] [15] [15] [15] [16] Соңгы елларында Мөхәммәд галәй Мөхәммәддә Ислам астында Гарәбстандагы төрле кабиләләрен берләштерде һәм социаль һәм дини реформалар үткәрде. [18] Ул якынча 11 Ах (632 ел), гарәп ярымутравының барлык кабиләләре дә диярлек (632) диярлек Ислам динен кабул иткән. [19]\n\nМөселманнар еш Мөхәммәдкә Мөхәммәд галәй киләме, яисә \"Пәйгамбәр\" яки \"пәйгамбәр\" яки \"пәйгамбәр\" яки \"пәйгамбәр\" яки \"пәйгамбәр\" дип саныйлар. [1] [21] [21] [21] [22] [22] [22] [22] Аны мөселманнар күргән барлык сыйфатлар иясе. [23] Хөрмәт белән, мөселманнар Мөхәммәд Саллиалху 'Айлиа Ва Саллам белән шөгыльләнәләр, (24] Кайвакыт \"СЫЙЛЫГЫЗ\" яки \"ПБУ\" кыскартылган.\n\nКоръәндә\nАлга таба мәгълүмат: Мөхәммәд Коръәндә\n\nМөхәммәд галәй Мөхәммәд исеме Тул Ислам каллиграфының төрлелеге\nКоръән Мөхәммәднең беренче тормышы яки башка биографик детальләр турында аз санара, ләкин ул аның пәйгамбәрлек миссиясе, әхлакый камиллеге, Мөхәммәд гаять. Коръән буенча, Мөхәммәд галәйһиссәләм Алла җибәргән пәйгамбәрләр чылбырында (33:40). Коръән дәвамында Мөхәммәд галәйһиссәләм \"Алла Рәсүле\" һәм \"Пәйгамбәр\" дип атала. Some of such verses are 2:101, 2:143, 2:151, 3:32, 3:81, 3:144, 3:164, 4:79-80, 5:15, 5:41, 7:157 , 8:01, 9: 3, 38: 38:29, 66:09. Башка терминнар, шул исәптән \"Варнер\", \"Варнер\", \"ИНВЕРНЕР\", \"ИЗГЕ ЯЗМАЛАР\", һәм \"кешеләрне бер Аллага чакырган кеше\" (Коръән 12: 108, һәм 33: 45-46). Коръән Мөхәммәд үзен иң югары әхлакый яктан камилрәк кеше дип раслый, һәм мөселманнар өчен Алла аны яхшы үрнәк итеп яратты (Коръән 68: 4, 33:21). Коръән Мөхәммәд өчен гаҗәеп характеристикаларны күрсәтә, [25] Ләкин аны уңай кеше сыйфатлары ягыннан тасвирлый. Берничә шигырьдә Коръән Мөхәммәд галәйһиссәләмнең кешелеккә мөнәсәбәте белән авырта. Коръән сүзләре буенча, Алла Мөхәммәдне хакыйкать белән җибәрде (Аллаһының кешелеккә Алла хәбәре), һәм бөтен дөнья өчен фатиха итеп (39:33, 217). Ислам традицияләрендә, Алла Мөхәммәднең кешелеккә хәбәре белән җибәрелүе, алар бу дөньяда Аллага табынуны исән калдырырлык тәгълиматлары һәм шәхси тормышының чисталыгы өчен җибәрде. . [26]\n\nКоръән буенча, Мөхәммәднең килүе Гайсә фаразланган: «Ий Мәрьям улы! Мин сезгә Алла хәбәрчесе, мин үземнән алда Алла хәбәрчесе, Минем артымнан килгән рәсүлнең вәгазьләрен әйтү, аның исеме Әхмәт булыр, аның исеме Әхмәт булыр, (Коръән 61: 6). Бу шигырь аша иртә гарәп мөселманнары булган дини традицияләргә һәм Гайсәнең фаразлары өчен яңа иманнары өчен легитимлыкны таләп иттеләр. [27]",
"Birth of the Universe": "Галәмнең тууы",
"Common Era": "Гомуми чор",
"Big Bang": "Олы шартлау",
"Milky Way is Born": "Сильчи юлы туды",
"Sun is Born": "Кояш туа",
"Earth is Born": "Earthир туа",
"Heavy Bombardment": "Авыр бомба",
"Life on Earth": "Earthирдәге тормыш",
"Single Celled Organisms": "Бер чистартылган организмнар",
"Animals": "Хайваннар",
"Fish": "Балык",
"Insects": "Бөҗәкләр",
"Reptiles": "Сөйрәлүчеләр",
"Dinosaur Age": "Динозавр яше",
"Mammals": "Имезүчеләр",
"Stegosaurus": "Стегозавурус",
"Tyrannosaurus": "Зиранносавус",
"Dinosaur Extinction": "Динозавр юкка чыгу",
"Primate Bipedalism": "Примат бипедализмы",
"Constructed Tools": "Төзелгән кораллар",
"Control Fire": "Ут белән идарә итү",
"First Temple": "Беренче гыйбадәтханә",
"Agricultural Revolution": "Авыл хуҗалыгы революциясе",
"Writing": "Язу",
"Recorded History": "Язылган тарих",
"First Pyramid Built": "Беренче пирамид төзелгән",
"Roman Empire": "Рим империясе",
"Crusades": "Крустрлар",
"Black Plague": "Кара чума",
"Constantinople Istanbul": "Константинопл",
"Newton and Gravity": "Ньютон һәм Гравитация",
"Industrialization": "Индустриализация",
"Darwin's Theory of Evolution": "Дарвинның эволюция теориясе",
"World War 1": "Беренче бөтендөнья сугышы",
"World War 2": "Икенче бөтендөнья сугышы",
"Cold War": "Салкын сугыш",
"Moon Landing": "Ай төшү",
"World Wide Web": "Бөтен дөнья челтәре",
"Sign In": "Керегез",
"Sign Up": "Теркәлергә",
"Send a password reset email": "Серсүзне яңадан торгызу электрон почтасын җибәрегез",
"Email": "Электрон почта",
"Password": "Серсүз",
"Name": "Исем",
"Error Signing In": "Кергән хата",
"Email or password is incorrect": "Электрон почта яки серсүз дөрес түгел",
"Forgot password?": "Серсүзне оныттыгызмы?",
"Create an account": "Хисап язма ясарга",
"Sign Up Failed": "Керү уңышсыз",
"Have an account? Sign in to your account.": "Хисап язмасы бармы? Хисап язмагызга керегез.",
"Password Reset Email Sent": "Серсүзне яңадан торгызу электрон почтасы",
"To reset your password, follow the emailed instructions.": "Серсүзне яңадан урнаштыру өчен, электрон почта күрсәтмәләрен үтәгез.",
"Failed to send password reset email.": "Серсүзне яңадан торгызу электрон почтасын җибәрә алмады.",
"User Updated": "Кулланучы яңартылды",
"User information successfully updated.": "Кулланучының мәгълүматы уңышлы яңартылды.",
"This email address already has an account. Sign in?": "Бу электрон почта адресы инде хисап язмасы бар. Керегез?",
"Failed to update user": "Кулланучыны яңарта алмады",
"Enter Your Password": "Серсүзне кертегез",
"Cancel": "Бетерү",
"Submit": "Тапшыр",
"The password does not match our records.": "Серсүз безнең язмаларга туры килми.",
"This account was disabled by the admin.": "Бу хисап администратор тарафыннан инвалид иде.",
"Too many requests were made.": "Бик күп үтенечләр ясалды.",
"This operation is not allowed.": "Бу операция рөхсәт ителми.",
"This operation requires a recent login.": "Бу операция күптән түгел логинны таләп итә.",
"Unknown Error": "Билгесез хата",
"Settings": "Көйләүләр",
"Language": "Тел",
"Theme": "Тема",
"Sign Out": "Чыгарга",
"Dark": "Караңгы",
"Light": "Яктылык",
"Update Profile": "Профильне яңарту",
"Must be a valid email address": "Дөрес электрон почта адресы булырга тиеш",
"Password must be at least 6 characters": "Серсүз ким дигәндә 6 символ булырга тиеш",
"Must be a name": "Исем булырга тиеш",
"Must be a number": "Сан булырга тиеш",
"This is required": "Бу кирәк",
"a.Isharet": "Хәбәр итү",
"a.{0} Isharet": "{0} хәбәр итү",
"at.{0} Updated": "{0} яңартылды",
"a.Athan": "Афан",
"at.{0} on": "{0}",
"at.{0} off": "{0} сүндерелгән",
"Default sound on": "Килешү тавышы",
"Default sound off": "Килешенгән тавыш",
"Vibration on": "Тибрәнү",
"Vibration off": "Тибрәнү",
"AM": "Мин",
"PM": "Премьер",
"a.Fajr": "Fajr",
"a.Shuruq": "Кояш чыгу",
"a.Ishraq": "Ишрак",
"a.Duha": "Духана",
"a.Istiwa": "Зенит",
"a.Dhuhr": "Dhhr",
"a.Asr": "Asr",
"a.Ghurub": "Кояш баю",
"a.Maghrib": "Магриб",
"a.Isha": "Исха",
"a.Muntasaf Allayl": "Төн уртасы",
"a.Althuluth Al'Akhir Min Allayl": "Төннең соңгы өчтән бере",
"a.{0} Tomorrow": "{0} иртәгә",
"Select the salah time calculation method": "Сәләлә Вакыт исәпләү ысулын сайлагыз",
"Calculation Method": "Исәпләү ысулы",
"at.asrStartTime": "Предмет күләгәсе аның бер үк озынлыгы ({0}) яки аның озынлыгы икеләтә ({1})",
"a.Zaman": "Вакыт",
"a.Sabqan": "Элегерәк",
"a.Lahiqan": "Соңрак",
"at.{0} Default": "{0} Килешү",
"at.showJumah": "Fridayомга көнне {0} дога рекаризларын күрсәтегез яки һәрвакыт {1} детальләрен күрсәтегез",
"Round Time To": "Түгәрәк вакыт",
"Round prayer times to the closest minutes or seconds": "Иң якын минутларга яки секундларга түгәрәк дога",
"a.Saat": "Сәгатьләр",
"a.Daqayiq": "Минутлар",
"a.Thawani": "Секундлар",
"a.Saat Hayit": "Сәгать",
"Should the clock show 12 hour or 24 hour times": "Сәгать 12 сәгать яки 24 сәгать вакыт",
"a.Adhkar As-Sabah": "Таң Техкар",
"a.Adhkar Al-Masaa": "Кич",
"at.aqCountdownTimer": "{0}: {1}: {2} \"{3}\" беткәнче һәм \"{4}\" башлана",
"at.aqCountdownTimerLayl": "{0}: {1}: {2} \"{3}\" башлана",
"a.Muharram": "Мөхәрән",
"a.Safar": "Сафар",
"a.Rabi' Al-Awwal": "Раби 'Аль-Траквал",
"a.Rabi' Al-Thani": "Раби 'Аль-Тани",
"a.Jumada Al-Awwal": "Джумада Аль-Трас",
"a.Jumada Al-Thani": "Джумада Аль-Тани",
"a.Rajab": "Раджаб",
"a.Sha'aban": "Шаабан",
"a.Ramadan": "Рамазан ае",
"a.Shawwal": "Shawal",
"a.Dhu Al-Qi'dah": "Ду Аль-Кайдах",
"a.Dhu Al-Hijjah": "DHU AL-Hijjah",
"a.Qiyam": "QIYEM",
"a.Taraweeh": "Таравех",
"a.Nayam": "Йокы",
"a.Tahajjud": "Тахажуд",
"a.Witr": "Витр",
"a.Aliathnayn": "Дүшәмбе",
"a.Althulatha'": "Сишәмбе",
"a.Al'arbiea'": "Чәршәмбе",
"a.Alkhamis": "Пәнҗешәмбе",
"a.Jumah": "Fridayомга",
"a.Alsabt": "Шимбә",
"a.Al'ahad": "Якшәмбе",
"a.Kānūn aṯ-Ṯānī": "Гыйнвар",
"a.Šubāṭ": "Февраль",
"a.'Āḏār": "Март",
"a.Naysān": "Апрель",
"a.'Ayyār": "Май",
"a.Ḥazīrān": "Июнь",
"a.Tammūz": "Июль",
"a.'Āb": "Август",
"a.'Aylūl": "Сентябрь",
"a.Tišrīn al-'Awwal": "Октябрь",
"a.Tišrīn aṯ-Ṯānī": "Ноябрь",
"a.Kānūn al-'Awwal": "Декабрь",
"a.Layl": "Төн",
"Quest was already completed": "Тикшерелгән инде тәмамланды",
"Quest skipped, try again tomorrow": "Туктап, иртәгә кабатлап карагыз",
"Quest expired, try again tomorrow": "Эзләү вакыты бетте, иртәгә кабатлап карагыз",
"Quest is not active yet": "Эзләү әле актив түгел",
"at.Tap to skip quest, you will lose {0}": "Туктау өчен таплап, сез {0} югалырсыз",
"a.Ajr": "Бүләкләр",
"Skip": "Ату",
"Done": "Эшләнгән",
"Tap to complete quest": "Тапшыруга басыгыз",
"Active": "Актив",
"Daily": "Көн саен",
"a.hapi": "hapi",
"Set long-term goals": "Озак вакытлы максатлар куегыз",
"Manage and prioritize your time": "Эш белән идарә итү һәм өстенлек бирегез",
"Build religious and healthy habits": "Дини һәм сәламәт гадәтләр төзегез",
"Pray like the Prophet (AS)": "Пәйгамбәр кебек дога кылыгыз (ас)",
"a.'Adawat": "Кораллар",
"a.Dua": "Дуа",
"a.dua": "Дуа",
"a.Hadith": "Хәдис",
"a.Quran": "Коръән",
"a.Tarikh": "Тарих",
"a.Alathar": "Истәлекләр",
"a.'Asyila": "Квестц",
"View your rewards": "Бүләкләрегезне карау",
"Find prayers": "Догаларны табыгыз",
"Read from Books of Hadith": "Хәдис китапларыннан укыгыз",
"Read the Quran": "Коръән укыгыз",
"View the history of Islam and our Universe": "Ислам һәм безнең Галәм тарихын карау",
"Use tools like the Qiblah Finder and Islamic Dictionary": "Кибла Эзер Эзер һәм Ислам сүзлеге кебек коралларны кулланыгыз",
"Collect, upgrade and learn from Relics": "Калын, яңарту һәм истәлекләрдән өйрәнү",
"Earn rewards for this life and the next": "Бу тормыш һәм киләсе өчен бүләкләр алыгыз",
"Go back to previous page": "Алдагы биткә кире кайтыгыз",
"at.Go back to {0} home page": "{0} баш биткә кире кайтыгыз",
"Hide menu": "Менюны яшерегез",
"Show menu": "Меню",
"Menu": "Меню",
"Search": "Эзләү",
"Favorites": "Фаворитлар",
"at.{0} Menu": "{0} меню",
"at.{0} Search": "{0} эзләү",
"at.{0} Favorites": "{0} Фаворитлар",
"at.{0} is made by volunteers for the sake of {1} {2}.": "{0} te {1} {2} өчен волонтерлар ясала.",
"We hope it greatly improves your happiness in this life and the next.": "Бу тормышта һәм ахирәттә сезнең бәхетегезне яхшырта дип ышанабыз.",
"at.{0} will never track or sell your data and will remain free.": "{0} беркайчан да мәгълүматыгызны күзәтмәячәк һәм сата алмаячак һәм бушлай булып калмас.",
"at.You can support {0} with your {1}, sharing {2} and donating towards server costs, further developments and social outreach programs.": "Сез {1} белән ярдәм итә аласыз, {1} белән, {2} сервер чыгымнары, алга таба үсеш һәм социаль күренекле программалар.",
"a.Allah": "Аллаһ",
"a.SWT": "Свут",
"at.About {0}": "{0} турында",
"at.Share {0} then share in mountains of rewards!": "Share {0} аннары бүләк тауларында бүлешегез!",
"a.Assalamu Alaykum": "Сезгә тынычлык булсын",
",": ",",
"Check out this really useful and fun Muslim app!": "Моны чыннан да файдалы һәм күңелле мөселман кушымтасын карагыз!",
"Learn more at": "Күбрәк белү",
"Show favorite events": "Яраткан вакыйгаларны күрсәтегез",
"Show all events": "Барлык вакыйгаларны күрсәт",
"Hide events": "Вакыйгаларны яшерегез",
"Navigate to past": "Үткәннәргә юл",
"Navigate to future": "Киләчәккә күчү",
"Quintillion": "Квинтиллион",
"Quadrillion": "Квадриллион",
"Trillion": "Триллион",
"Billion": "Миллиард",
"Million": "Миллион",
"Thousand": "Мең",
"Year": "Ел",
"Years": "Еллар",
"Ago": "Элек",
"Years Ago": "Ел элек",
"AD": "Реклама",
"BC": "Б.",
"AH": "AH",
"BH": "BH",
"page away": "бит",
"pages away": "битләр",
"Era": "Чор",
"a.Adam": "Адәм",
"a.Idris": "Идрис",
"a.Nuh": "Nuh",
"a.Hud": "Худ",
"a.Salih": "Салих",
"a.Ibrahim": "Ибраһим",
"a.Lut": "Лют",
"a.Ismail": "Исмаил",
"a.Ishaq": "Исхак",
"a.Yaqub": "Якуб",
"a.Yusuf": "Йосыф",
"a.Ayyub": "Айюб",
"a.Shuayb": "Шуайб",
"a.Musa": "Муса",
"a.Harun": "Харун",
"a.DhulKifl": "Зул-Кифл",
"a.Dawud": "Давуд",
"a.Suleyman": "Сөләйман",
"a.Ilyas": "Ильяс",
"a.Alyasa": "Аляса",
"a.Yunus": "Yunныс",
"a.Zakariya": "Закария",
"a.Yahya": "Яхья",
"a.Isa": "ISA",
"a.Muhammad": "Мөхәммәд",
"p.Birth of humanity": "Кешелек тууы",
"p.Earth (4:1)": "Earthир (4: 1)",
"p.Great Flood": "Зур Туфан",
"p.Babylon": "Бабил",
"p.The people of Noah (26:105)": "Нух халкы (26: 105)",
"p.Ad tribe (7:65)": "Реклама кабиләсе (7:65)",
"p.Thamud tribe (7:73)": "Тамуд кабиләсе (7:73)",
"p.Migration of the Jews to Iraq": "Яһүдләрнең Иракка күченү",
"p.Babylon, The people of Iraq & Syria (22:43)": "Бабил, Ирак & Сүрия кешеләре (22:43)",
"p.Sodom and Gomorrah (7:80)": "Содом һәм Гоморра (7:80)",
"p.Pre-Islamic Arabia (Mecca)": "Исламга кадәр (Мәккә)",
"p.Palestine/Canaan": "Палестина / Кәнган",
"p.Twelve Tribes of Israel": "Израильнең унике кабиләсе",
"p.Ancient Kingdom of Egypt": "Борынгы Мисыр патшалыгы",
"p.King of Israel": "Израиль патшасы",
"p.Edom": "Эдом",
"p.Midian (7:85)": "Мидиан (7:85)",
"p.Ancient Pharaoh Kingdoms Of Egypt": "Борынгы фиргавен Мисыр патшалыгы",
"p.Egypt Pharaoh and his establishment (43:46)": "Мисыр фиргавен һәм аның оешмасы (43:46)",
"p.Jerusalem": "Иерусалим",
"p.Sumaria, The people of Ilyas (37:124)": "Сумария, Илья кешеләре (37: 124)",
"p.Samaria, Eastern Arabia, & Persia": "Самария, Көнчыгыш Гарәбстан һәм Персия",
"p.Ninevah, The people of Yunus (10:98)": "Нинавах, Yunныс кешеләре (10:98)",
"p.Banu Israel, The Children of Israel (61:6)": "Бану Израиль, Исраил балалары (61: 6)",
"p.All humanity and jinn (21:107)": "Бөтен кешелек һәм җен (21: 107)",
"a.Khātam al-Nabiyyīn": "Пәйгамбәрләрнең мөһере",
"a.Ahmad": "Мактауга лаек (61: 6)",
"a.Al-Mahi": "Эразер (наданлык һәм ышанмау)",
"a.al-Hashir": "Графер (Кыямәт көнендә беренче терелтелә һәм мумимнәр артта калачак) (2: 119)",
"a.Al-Aqib": "Финал (пәйгамбәр)",
"a.al-Nabī": "Пәйгамбәр",
"a.Rasūl’Allāh": "Алла хәбәрчесе",
"a.al-Ḥabīb": "Яраткан",
"a.Ḥabīb Allāh": "Алла яраткан",
"a.al-Raḥmah lil-ʿĀlamīn": "Дөньяларга шәфкать",
"a.An-Nabiyyu l-Ummiyy": "Сакланган һәм белемсез пәйгамбәр",
"a.Mustafa": "Сайланган / билгеләнгән",
"a.Masih": "Мәсих",
"a.Israel": "Израиль",
"a.Khalīlullāh": "Аллаһның дусты",
"a.Jennah": "Күк",
"p.Babylon": "Бабил",
"p.Ur al-Chaldees, Bilād ar-Rāfidayn": "Ур Аль-Чолддес, Билāд Ар-Руфайник",
"p.Palestine/Canaan": "Палестина / Кәнган",
"p.Jerusalem, Kingdom of Israel": "Иерусалим, Израиль патшалыгы",
"p.Judea, Roman Empire": "Яһүд, Рим империясе",
"at.{0}, 12 Rabi' al-Awwal 53 BH (570 CE), Mecca, Hejaz, Arabia": "{0}, 12 раби 'Al-awwaw 53 BH (570 ел), Мәккә, Хеказ, Гарәбстан",
"p.Hebron, Shaam": "Хеброн, Шам",
"p.Bani Na'im": "Бани Наим",
"p.Age 136, Mecca, Arabia": "136 яшь, Мәккә, Гарәбстан",
"p.Age 33, Raised to Heaven in 30 CE, Gethsemane, Jerusalem, Roman Empire": "Б. э. 30 елында, Гетсемәни, Иерусалим, Рим империясе күккә күтәрелгән 33 яшь",
"at.{0} 12 Rabi' al-Awwal 11 AH (8 June 632 CE), Medina, Hejaz, Arabia": "{0} 12 Рабәбәне 'Al-awbaw 11 Ах (8 июнь 632 ел), Мәдинә, Хежаз, Гарәбстан",
"a.Hawwa": "Хаува",
"p.Early humans": "Беренче кешеләр",
"p.Ten Commandments, Tawrah (Torah); Scrolls of Moses (53:36)": "Ун әмер, Тәүрат (Тәүрат); Муса төргәкләре (53:36)",
"a.Hajar": "Agarа",
"a.Sarah": "Сара",
"No Favorites": "Фаворитлар юк",
"at.Add favorites in {0} detail pages": "{0} деталь битләрендә фаворитлар өстәгез"
}
