{
"Birth of the Universe": "\"И той е този (Аллах), който е създал небето и земята (в съответствие с постановления си на Небесния ред) на истината. И денят, в който той ще каже:\" Бъдете \", тогава този (Съдът на съда) ще възникнете. Неговата дума е истината. И неговата ще бъде суверенитетът в деня, когато тромпетът ще бъде взривен (от Израфил). Всеобхватно, общосъвестно. \" (Коран 6:73)\n\n„Нашата команда за нещо е, но само толкова много, че когато възнамеряваме (да го внесем) (съществуване), ние му казваме:„ Бъди “и става.“ (Коран 16:40)\n\"Не е славата на Аллах, че той трябва да вземе (на себе си всеки като) Син. Свети и прославен е той (над това)! Когато постанови някакъв въпрос, той само му казва:\" Бъди \"и става.\" (Коран 19:35)\n\n\"Той е инициатор на небесата и земята! Когато постанови въпрос, той просто му казва:\" Бъди! \" И това е!\" (Коран 2: 117)\n\n„Неговата заповед (за сътворението) е само, че когато възнамерява (да създаде) нещо, той му казва:„ Бъди “, така че веднага става (съществуващо или видимо и продължава да става).“ (Коран 36:83)\n\n\"Той е този, който дава живот и причинява смърт. Тогава, когато реши нещо, той само му казва:\" Бъди \", така че става.\" (Коран 40:68)\n\n\"И ако каквито и да било дървета на земята са били писалки и морето [е мастило], попълнени след това от седем [повече] морета, думите1 на Аллах няма да бъдат изчерпани. Всъщност Аллах е възвишен в може и мъдър.\" (Коран 31:27)\n\n\"Човекът не смята ли, че сме го създали от [просто] сперма-тогава веднага той е отворен спор? И той представя (аргумент на) подобие за нас и забравя собственото си творение. Той пита (в объркване) : \"Кой ще даде живот на костите, когато се разпадна?\" Кажете: \"Той ще даде живот на тях, които ги въведоха в началото, и той е наясно с цялото творение.\" Който е направил за вас, от The Зелено дърво, огън. И тогава от него си запалите (огън). Не е ли той, който е създал небесата и Земята е в състояние да създаде подобни на тях? Да! И той е превъзходният създател (от всички), вечно- Знаейки. Със сигурност неговата заповед, когато той желае нещо, е само да му каже: Бъди! И е! \" Следователно славата да бъде за него, в чиято ръка е царството на всички неща, и за него ще бъдете върнати. \"(Коран 36:82)\n\n- Тогава си помислихте, че ви създадохме безполезно и това за нас няма да бъдете върнати? (Коран 23: 115)\n\n\"Нищо не ги е създало или са се създали?\" (Коран 52:35)\n\n\"Човешкото същество не помни ли, че сме го създали преди, когато той не беше нищо?\" (Коран 19:67)\n\n„Аллах те изведе от утробите на майките си, докато не знаехте нищо, и ви даде да чуете, зрението и сърцата, така че да сте благодарни“ (Коран 16:78)",
"Big Bang": "\"Не вярващите не осъзнават ли, че __ Небесата и земята някога са били една маса, тогава ги караме, ако се поддадем? И ние създадохме от вода всяко живо същество. Няма ли тогава да повярват?\" (Коран 21:30)\n\n__Big bang__ е научна теория за това как Вселената е започнала от една точка и се разширява оттам. Това е откъде произхождат галактиките, звездите, планетите и всички материали, които виждаме днес.\n\n__ \"Той е този, който е произлязъл от небето и земята, а когато желае да (произхожда) нещо, той само му казва:\" Бъди \"и става.\" (Коран 2: 117) __\n\nМоделът __big bang__ е, че Вселената започна в изключително гъсто и горещо състояние и се разшири. Теорията подсказва и измерванията показват, че Вселената и до днес се разширява.\n\nВселената започва като много гореща, малка и гъста суперфорс (смесицата от четирите основни сили), без звезди, атоми, форма или структура (наречена „сингулярност“). Тогава преди около 13,8 милиарда години пространството се разшири много бързо (по този начин името \"__big bang__\"). Това започна образуването на атоми, което в крайна сметка доведе до образуването на звезди и галактики. Именно Жорж Лематре, католически свещеник, който за първи път отбелязва (през 1927 г.), че разширяващата се вселена може да бъде проследена назад във времето до произхождаща единична точка.\n\nВъпреки това, неизвестно за много много съвременни астрономически и други научни факти, като Големия взрив, Формирането на планетата, орбитите и поведението, ембриологията и много други, ни бяха разкрити от Бог в Корана преди повече от 1400 години. Например, Жорж Лемеайт не беше първият, който отбеляза за Големия взрив. Коранът ясно говори за Големия взрив __ \"Не вярващите не осъзнават ли, че небесата и земята някога са били една маса, след това ги караме, а ние създадохме от вода всяко живо същество. Няма ли тогава да повярват?\" (Коран 21:30) __\n\nАко търсите знак или доказателство за Бог, знайте, че това е само едно от многото безброй доказателства, че ислямът е истинската и единствена религия на Бог.\n\nВселената все още се разширява и днес, която наскоро беше открита. Въпреки това, отново Коранът потвърждава: __ \"Небесите, ние ги изградихме с власт. И наистина, ние го разширяваме\" (Коран 51:47) __.\n\nПреди това учените имаха теория, наречена Голямата хрупка, където вселената се смяташе, че евентуално се съкращава или се набива, обратно към себе си, след като стигне до определен момент. Тази теория вече не се преподава.\n\nКато цяло Вселената расте и температурата пада с течение на времето. Космологията е изследването на това как е започнала Вселената и нейното развитие. Учените, които изучават космологията, са съгласни, че теорията на __big bang__ съответства на това, което са наблюдавали досега.\n\nФред Хойл нарече теорията \"__big bang__\" в радиото си. Той не вярваше, че __big bang__ е правилен. Учените, които не са съгласни с него, смятаха, че името е смешно и решиха да го използват.\n\nУчените основават теорията на __big bang__ на много различни наблюдения. Най -важното е червеното изместване на много далечни галактики. Redshift е ефектът на доплеровия ефект, възникващ в светлината и също се наблюдава по звук. Например, по-високият звук, който един състезателен автомобил издава, когато се приближава спрямо по-ниския звук, който издава, когато се отдалечава от вас- \"vrrrrrrrrrr\" (към вас) \"oooooooommmm\" (отдалечаване от вас). По същия начин, когато даден обект се отдалечава от Земята, цветните му лъчи изглеждат по -подобни на червения цвят, отколкото всъщност, защото движението разтяга дължината на вълната на светлината, отметната от обекта. Учените използват думата „червено горещо“, за да опишат тази опъната светлинна вълна, защото червеното е най -дългата дължина на вълната на видимия спектър. Колкото по -червено изместване има, толкова по -бързо се отдалечава обектът. Измервайки червеното изместване, учените доказаха, че Вселената се разширява и те могат да разберат колко бързо се отдалечава обектът от земята. С много точно наблюдение и измервания учените смятат, че Вселената е била сингулярност преди около 13,8 милиарда години. Тъй като повечето неща стават по -студени, докато се разширяват, учените приемат, че Вселената е била много малка и много гореща, когато е започнала. Ако обект се движи към Земята, той има синя изместена светлина.\n\nДруги наблюдения, които подкрепят теорията на __big bang__, са количествата химични елементи във Вселената. Количествата много леки елементи, като водород, хелий и литий, изглежда са съгласни с теорията на __big бретон. Учените също са открили „космически микровълни за фоново радиация“. Тази радиация е известна като радиовълни и те са навсякъде във Вселената. Тази радиация вече е много слаба и студена, но отдавна беше много силна и много гореща.\n\nУчените знаеха, че Големият взрив ще причини масивни радиации, но иска повече доказателство за това. През 60 -те години на миналия век, работещи за Bell Labratories в Ню Джърси, Арно Пензиас и Боб Уилсън, случайно откриват CBR (Cosmic Background Radiation), когато настройваха своята Homdel антена, нова много чувствителна антена. Те се опитваха да премахнат целия фонов шум и установиха, че не могат да премахнат една честота на смущения, която идва от всички посоки. Това по -късно стана известно като CBR и това се дължи на експлозията на Големия взрив, това все още може да се чуе и винаги ще бъде на радиостанции днес. Това откритие най -накрая присъди Пензиас и Уилсън Нобелова награда през 1993 г.\n\nНякои учени и философи твърдят, че времето няма значение преди __big бретон. Те твърдят, че __big бретонът е бил началото на времето и нямаше вселена преди __big bang__, тъй като не можеше да има „преди“, ако няма време! Като мюсюлмани знаем, че Бог е вечен и извън всичко, което умът ни може да разбере. Като такова, има идеален смисъл защо не можем да разберем концепцията за времето преди големия взрив, това е един от многото парадокси, които сочат към всемогъщ създател.\n\nЗа аргументи, нека кажем, че можем да обясним какво е било преди големия взрив или как точно е създаден. Тогава следващият въпрос би бил: „Е, тогава, какво създаде това?“. И кажете, че обяснихме какво също създаде това, след това отново ще остане въпросът: „Е, какво създаде това?“. Както вероятно можете да видите, това никога няма да свърши, така че всъщност е голямо доказателство, че Бог е наш единствен създател и как Божията концепция е далеч извън нашия ограничен човешки интелект.\n\nМюсюлманите не обсъждат подобни въпроси, ние просто приемаме това, което Бог ни казва за Себе Си и за неговото творение. Например, Бог говори за неговите ръце, но ние знаем, че те са за разлика от всяка ръка, която познаваме. Човек има ръце, маймуна има ръце, часовник има ръце. Божиите ръце са отвъд всичко, което можем да си представим, и ние го оставяме на това.",
"Milky Way is Born": "Учените теоретизират, че __milky Way__ започва като една или няколко малки свръхразположение в масовото разпределение във Вселената малко след големия взрив. Някои от тези свръхразположение бяха семената на кълбовидни клъстери, в които се образуваха най -старите останали звезди в сегашния __milky Way__. Почти половината въпрос по __milky начин може да е дошъл от други далечни галактики. Независимо от това, тези звезди и клъстери сега съдържат звездния ореол на __milky Way__. В рамките на няколко милиарда години от раждането на първите звезди, масата на __milky Way__ беше достатъчно голяма, така че да се върти сравнително бързо. Поради запазването на ъгловия импулс, това доведе до газообразната междузвездна среда да се срути от грубо сфероидна форма до диск. Следователно, по -късни поколения звезди, образувани в този спирален диск. Наблюдава се повечето по -млади звезди, включително слънцето, са в диска.\n\nОткакто първите звезди започнаха да се образуват, __milky Way__ нараства и двете Galaxy сливания (особено в началото на __milky Way __ растеж) и натрупването на газ директно от галактическия ореол. Понастоящем __milky Way__ се натрупва материал от няколко малки галактики, включително две от най -големите му сателитни галактики, големите и малки магелански облаци, през магеланския поток. Директното натрупване на газ се наблюдава при облаци с висока скорост като Cloud Smith. Въпреки това, свойствата на __milky Way__ като звездна маса, ъглов импулс и металичност в най -външните му региони предполагат, че тя не е претърпяла сливания с големи галактики през последните 10 милиарда години. Тази липса на скорошни големи сливания е необичайна сред подобни спираловидни галактики; Нейната съседка изглежда, че галактиката на Андромеда има по -типична история, оформена от по -скорошни сливания със сравнително големи галактики.\n\nСпоред последните проучвания, __milky Way__, както и Andromeda Galaxy се крият в това, което в диаграмата на Galaxy Color -Magnitude е известна като „Зелената долина“, регион, населен от галактики в преход от „синия облак“ (галактики, които активно се образуват Нови звезди) към „Червената последователност“ (галактики, на които липсва формация на звезди). Активността на звездното формиране в Green Valley Galaxies се забавя, тъй като те изчерпват звездно образуващи се газ в междузвездната среда. В симулирани галактики със сходни имоти образуването на звезди обикновено е погасено в рамките на около пет милиарда години от сега, дори отчитане на очакваното, краткосрочно увеличение на процента на образуване на звезди поради сблъсъка между __milky Way__ и Andromeda Галактика. Всъщност измерванията на други галактики, подобни на __milky Way__, предполагат, че той е сред най -червените и най -ярките спирални галактики, които все още образуват нови звезди и е просто леко по -сина от най -сините червени последователност.\n\n## Възраст и космологична история\n\nГлубните клъстери са сред най -старите обекти по __milky Way__, които по този начин задават по -ниска граница на възрастта на __milky Way__. Възрастите на отделните звезди по __milky начин могат да бъдат оценени чрез измерване на изобилието от дълготрайни радиоактивни елементи като торий-232 и уран-238, след което сравняват резултатите с оценките на първоначалното им изобилие, техника, наречена нуклеокосмохронология. Тези стойности на добив от около 12,5 ± 3 милиарда години за Cs 31082-001 и 13,8 ± 4 милиарда години за BD +17 ° 3248. След като се образува бяло джудже, тя започва да претърпява радиационно охлаждане и температурата на повърхността постоянно спада. Чрез измерване на температурите на най -готините от тези бели джуджета и сравняването им с очакваната им първоначална температура, може да се направи оценка на възрастта. С тази техника възрастта на глобуларния клъстер М4 се оценява като 12,7 ± 0,7 милиарда години. Възрастните оценки на най -старите от тези клъстери дават най -добра оценка от 12,6 милиарда години, а 95% доверителна горна граница от 16 милиарда години.\n\nНяколко индивидуални звезди са открити по ореола на __milky Way __ с измерени възрасти, много близки до 13,80 милиарда години на Вселената. През 2007 г. звезда в галактическия ореол, той 1523-0901 г., се оценява на около 13,2 милиарда години. Като най -старият известен обект по млечния път __ по това време това измерване постави по -ниска граница на възрастта на __milky Way__. Тази оценка е направена с помощта на UV-визуалния спектрограф на ешела на много големия телескоп за измерване на относителните якости на спектралните линии, причинени от наличието на торий и други елементи, създадени от R-процеса. Силните страни на линията водят до изобилие от различни елементарни изотопи, от които може да се получи оценка на възрастта на звездата с помощта на нуклеокосмохронология. Друга звезда, HD 140283, е на 14,5 ± 0,7 милиарда години.\n\nВъзрастта на звездите в галактическия тънък диск също е оценена с помощта на нуклеокосмохронология. Измерванията на звездите на тънките дискове дават оценка, че тънък диск е образувал преди 8,8 ± 1,7 милиарда години. Тези измервания предполагат, че е имало хиатус от почти 5 милиарда години между образуването на галактическия ореол и тънкия диск. Последният анализ на химическите подписи на хиляди звезди предполага, че звездното образуване може да е спаднало с порядък по време на образуването на дискове, преди 8-10 милиарда години, когато междузвездният газ е бил твърде горещ, за да образува нови звезди със същата скорост по старому.\n\nСателитните галактики, заобикалящи __milky Way__, не се разпределят на случаен принцип, но изглежда са резултат от разпадане на някаква по-голяма система, произвеждаща диаметър 500 000 светлинни години и широки 50 000 светлинни години. Близки срещи между галактиките, като тази, очаквана за 4 милиарда години, като галактиката на Андромеда откъсва огромни опашки от газ, които с течение на времето могат да се слеят, за да образуват джудже галактики в пръстен под произволен ъгъл към основния диск.",
"Sun is Born": "__ \"Той е този, който е създал нощта и деня, и слънцето и луната; всички (небесните тела) плуват заедно, всеки от закръгления си курс\" (Коран 21:33) .__\n\n__Sun__ в центъра на нашата слънчева система е звезда от жълто джудже. Той отделя енергия като светлина. Това включва лека, инфрачервена енергия (топлина), ултравиолетова светлина и радиовълни. Освен това излъчва поток от частици, който достига до Земята като \"слънчев вятър\". Източникът на цялата тази енергия е реакцията в звездата, която превръща водорода в хелий и прави огромни количества енергия.\n\n__SUN__ е звезда като много други в нашата галактика на Млечния път. Той съществува от малко над 4,5 милиарда години и ще продължи поне толкова дълго. __SUN__ е около сто пъти по -широк от земята. Той има маса 1,9891 × 1030 кг, която е 333 000 пъти по -голяма от масата на Земята. Земята също може да се побере вътре в __sun__ 1,3 милиона пъти.\n\nУчените смятат, че __sun__ започна от много голям облак прах и малки парченца лед преди около 4,567 милиарда години.\n\nВ центъра на този огромен облак гравитацията накара материала да се натрупа на топка. След като това стана достатъчно голямо, огромният натиск вътре започна реакция на синтез. Енергията, която тази освободена, предизвика тази топка да се нагрява и блести.\n\nЕнергията, излъчвана от __SUN__, изтласка останалата част от облака от себе си, а планетите се образуват от останалата част от този облак.",
"Earth is Born": "__ \"Тогава той (Аллах) се обърна към небето, докато всичко беше дим. Той каза на небето и земята:\" Ела (в битието), с желание или неволно. \" Те казаха: „Тук ние идваме (в състояние) в желание.“ __\n\n__Earth__ и другите планети се образуват преди около 4,6 милиарда години. Те бяха направени от остатъчния газ от мъглявината, която направи слънцето. Това отново е научно чудо на Корана, докато Бог го обяснява в Корана: „Тогава той (Аллах) се обърна към небето, докато всичко беше дим. или неволно. \" Те казаха: „Тук ние идваме (в състояние) в желание.“ Този стих говореше за това как се е формирала Земята.\n\nЛуната може да е формирана след сблъсък между ранната __earth__ и по -малка планета (понякога наричана Тея). Учените смятат, че части от двете планети се откъснаха - превръщайки се (по гравитация) луната.\n\nКоранът заявява, че Аллах е създал Слънцето, Луната и планетите, всяка със собствените си индивидуални курсове или орбити. __ \"Той е този, който е създал нощта и деня, и слънцето и луната; всички (небесните тела) плуват заедно, всеки от закръгления си курс\" (Коран 21:33) .__\n\n__Earth __ водата идва от различни места. Кондензирането на водна пара и комети и астероиди, удрящи __earth__, направиха океаните. В рамките на милиард години (това е преди около 3,6 милиарда години) учените смятат, че първият живот е започнал в ерата на арха. Някои бактерии развиха фотосинтеза, която позволява на растенията да правят храна от слънчевата светлина и вода. Това пусна много кислород, който за първи път беше поет от желязо в разтвор. В крайна сметка свободният кислород влезе в атмосферата или въздуха, като прави повърхността на __earth __ подходяща за аеробния живот. Този кислород образува и озоновия слой, който предпазва повърхността на __earth __ от лошо ултравиолетово излъчване от Слънцето.\n\nОтново Бог ни разказва за озоновия слой в Корана, още едно научно чудо на Корана: __ \"И ние направихме небето добре защитен балдахин, все пак те се отклоняват от знаците му.\" (Коран 21:32) __\n\nУчените смятат, че сложният живот на повърхността на земята не е съществувал преди озоновия слой, тъй като без нейната защита радиацията на слънцето би било твърде много, за да оцелее напредналият живот.\n\n__Earth__ беше много различен в далечното минало. Отдавна почти цялата земя беше на едно място. Това се нарича суперконтинент. Най -ранният известен суперконтинент се наричаше Ваалбара. Много по -късно, имаше време (криогенски), когато __earth__ беше почти изцяло покрит от дебели ледени покривки (ледници). Това се нарича теория на снежната топка __earth__.",
"Heavy Bombardment": "__ \"Вече изпратихме нашите пратеници с ясни доказателства и изпратихме със себе си писанието и баланса, който хората могат да поддържат [своите дела] в справедливостта. И ние изпратихме желязо, в което е голяма военна сила и ползи за хората, и за да може Аллах да направи очевидни онези, които подкрепят него и неговите пратеници невиждани. Всъщност Аллах е мощен и възвишен в мощта. \" (Коран 57:25) __\n\nКъсното тежко бомбардиране (съкратено LHB и известно още като лунния катаклизъм) е събитие, за което се смята, че е станало преди около 3,8 до 4,1 милиарда години. Това е известно като неохадените и еоархейските епохи на Земята. По време на този интервал се теоретизира, че несъразмерно голям брой астероиди са се сблъскали с ранните наземни планети във вътрешната слънчева система, включително живак, Венера, Земята и Марс.\n\nКъсният тежки бомбардировки се случи, след като Земята и други скалисти планети бяха образували и натрупали по -голямата част от тяхната маса, но все пак доста рано в историята на Земята.\n\nДнес учените знаят, че желязото не би могло да се развие на земята. Поради размера на Земята, който знаят, те знаят, че подобни материали не биха могли да се развият тук. Всъщност те знаят, че желязото трябва да се прави вътре в звезди, по-специално червени супер-гиганти. Само вътре в такава гигантска звезда могат да се образуват елементи по време на реакции на синтез. Тогава се появява свръхнова, което означава, че звездата избухва, а железни фрагменти се взривяват в космоса. Учените вярват, че така е дошло желязото на земята.\n\nКоранът споменава, __ \"и ние изпратихме желязо\" __. Доскоро, без учени, откриващи __естните бомбардировки °__, този стих за __ \"Изпратихме желязо\" __ нямаше да има много смисъл за нас. Оказва се обаче, че Бог е доста изпратен желязо, за да можем да се възползваме от него.",
"Life on Earth": "__ \"Дали онези, които не вярват, не са смятали, че небесата и Земята са присъединени към образувание, а след това ги разделихме и направихме от вода всяко живо същество? Тогава няма ли да повярват?\" (Коран 21:30) .__\n\nНай -ранните претендирани форми на живот са вкаменели микроорганизми (или микрофосили). Те са открити в богати на желязо и силициев диоксид, които някога са били хидротермални отвори в пояса на зеления камък Nuvvuagittuq в Квебек, Канада.\n\nТези скали са на възраст 4,28 милиарда години. Тръбните форми, които съдържат, са показани в доклад. Ако това е най -старият запис на живота на Земята, това предполага „почти мигновено появяване на живот“, след като океаните са сформирани преди 4,4 милиарда години. Според Хеджис на Стивън Блеър, „ако животът е възникнал сравнително бързо на земята, тогава той може да бъде често срещан във Вселената“.\n\nКоранът описва, че Аллах __ \", направен от вода всяко живо същество\" (Коран 21:30) .__ Друг стих описва как __ \"Аллах е създал всяко животно от вода. ходете по два крака, а някои, които се разхождат на четири. Аллах създава това, което иска, защото наистина Аллах има власт над всички неща \"(24:45) .__ .__\n\nТези стихове подкрепят научната теория, която животът е започнал в земните океани. Те също така вървят заедно със съвременната биология, която заявява, че някои животни са съставени от до 90% вода, докато хората са съставени от около 60% вода.",
"Single Celled Organisms": "__ Коранът описва, че Аллах „направен от вода всяко живо същество“ (Коран 21:30) __.\n\nЕдноклетъчните организми са организми, които имат една клетка.\n\nЕдноклетъчните организми могат да бъдат открити навсякъде. Най -старите форми на живот са съществували преди 3,8 милиарда години, ако не и повече. Учените смятат, че този организъм е живял във вода. Те преследват различни стратегии за оцеляване: фотосинтеза (цианобактерии), хемотрофия (много археи) и хетеротрофия (амеба). Някои едноклетъчни организми имат флагла, малки опашки, които използват за локомоция, или лобоподи, разширения на клетъчния скелет (цитоскелет), които се появяват като изкопаеми рамена. Флаглата на нашите едноклетъчни предци се появява чак до животните, където се появява като флагелска сперма.\n\n__ Коранът описва, че Аллах „направен от вода всяко живо същество“ (Коран 21:30) __. Друг стих описва как __ \"Аллах е създал всяко животно от вода. От тях са някои, които пълзят по корема си, някои, които вървят по два крака, а някои, които ходят на четири. Аллах създава това, което желае, защото наистина Аллах има власт над Всички неща \"(Коран 24:45) __.\n\nТези стихове подкрепят научната теория, която животът е започнал в земните океани.",
"Animals": "Първите вкаменелости, които могат да представляват животни, се появяват в 665-милионните скали на Трезона Формиране на Южна Австралия. Тези вкаменелости се тълкуват като най -вероятно ранните гъби.\n\nНай -старите животни се намират в Биотата на Едиакаран, към края на докмбрийската, преди около 610 милиона години. Отдавна беше съмнително дали те включват животни, но откриването на животинския липиден холестерол в вкаменелости на Дикинсония установява, че това наистина са животни.\n\nМного животински фила за първи път се появяват във изкопаемия рекорд по време на камбрийската експлозия, започваща преди около 542 милиона години, в легла като шисти Бърджис. Съществуващата фила в тези скали включва мекотели, брахиоподи, онихофорани, тардигради, членестоноги, ехинодерми и хемихорди, заедно с многобройни сега утечни форми като хищния аномалокарис. Учените не са сигурни дали всички тези животни са се появили близо до едновременно или дали това е проблем с начина, по който се събират изкопаеми записи.",
"Fish": "Учените смятат, че първата риба се е появила преди около 530 милиона години по време на експлозията в Кембрий. Смята се, че те са първите гръбначни животни или животни с гръбнак или гръбначен стълб. Смята се, че първата риба принадлежи на агната или рибата. По време на късната камбрийска риба, подобна на змиорки, на змиорки, наречена Conodonts, и малки предимно бронирани риби, известни като Ostracoderms, за първи път се появиха. Повечето риби без челюсти вече са изчезнали.",
"Insects": "__Insects__, са клас в артроподата на Phylum. Те са малки сухоземни безгръбначни, които имат твърд екзоскелет.\n\n__Insects__ са най -голямата група животни на земята досега. Описани са около __926,400 различни вида__. Те представляват __ повече от половината от всички известни живи видове __ и се смята, че __ заемат над 90% от животинските видове__ на Земята.\n\nНепрекъснато се намират нови видове __insects__. Прогнозите за общия брой на видовете варират от 2 милиона до 30 милиона.\n\n__Insects__ имат шест крака; И повечето имат крила. __Insects__ се смята, че са първите животни, способни на полет. Тъй като те се развиват от яйца, __insects__ се подлагат на __metamorphosis__, невероятен процес на трансформация, при който незряла форма на насекомо се променя във форма на възрастен в два или повече различни етапа. __Insects__ живеят по цялата планета: почти всички са наземни (живеят на сушата), но някои живеят __insects__ в океаните или на много студени места, като Антарктида. Повечето видове живеят в тропически райони.\n\nНякои хора наричат ​​всички __insects__ \"бъгове\", но това не е правилно. Само някои __insects__ са истински грешки, което е определен ред на __insects__. Хората, които учат __insects__, се наричат ​​__ентомолози__.",
"Reptiles": "__Reptile__ е общото име за една от основните групи наземни гръбначни животни. Не се използва толкова много от биолозите, които използват по -точни термини.\n\nИмето __ \"влечуго\" __ идва от латински и означава \"този, който пълзи\". Всички живи __рептилни видове са студено кръвопролити, имат люспеста кожа и слагат клейдоични яйца. Те отделят пикочна киселина (вместо урея) и имат клоака. Клоака е споделен отвор за ануса, пикочните пътища и репродуктивните канали. __Reptiles__ също споделят подреждане на сърцето и основните кръвоносни съдове, което е различно от това на бозайниците.\n\nМного важни групи от __рептили__ вече са изчезнали, например мозасаврите. Казвахме, че динозаврите са изчезнали, но те оцеляват под формата на своите пернати потомци (птици). Древните __рептили__, които оцеляват, включват костенурките, крокодилите и Туатара, самотният оцелял от неговата група. По-голямата част от днешните __рептили __ са змии и гущери.\n\nИзследването на живия __рептили__ се нарича херпетология.",
"Dinosaur Age": "__Dinosaurs__ (което означава \"ужасни гущери\") са разнообразна група архозаври. Те бяха доминиращите сухопътни животни от мезозойската ера. Известни са над 500 различни рода динозаври. На всеки континент са открити вкаменелости на динозаври и все още има чести нови открития.\n\n__Dinosaurs__ се появи в горната триаса, преди около 230 милиона години. Най -ранната дата на вкаменелостта на динозавър е тази на Еораптор, 231,4 до 228 Mya. До ранната юра те бяха най -добрите земи и доминираха повечето среди на сушата. Те продължиха до внезапното събитие за изчезване на K/T (глобално) преди 66 милиона години.\n\nОт изкопаемия запис учените смятат, че птиците живеят пернати динозаври и затова те са били единствената линия динозаври, оцелели до наши дни.\n\nДинозаврите имаха адаптации, които помогнаха да ги направят успешни. Първите известни динозаври бяха малки хищници, които вървяха на два крака. Всичките им потомци имаха изправена поза, с краката под тялото. Това преобрази целия им жизнен стил. Имаше и други функции. Повечето от по-малките динозаври имаха пера и вероятно бяха топлокръвни. Това би ги направило активни, с по -висок метаболизъм от съвременните влечуги. Социалното взаимодействие, с това, че живеят в стада и сътрудничество изглежда много вероятно за някои видове.\n\nПървите вкаменелости бяха признати за динозаври в началото на 19 век. Някои от костите им бяха намерени много по -рано, но не бяха разбрани. Уилям Бъкланд, Гидиън Мантел и Ричард Оуен бяха учени, които видяха, че тези кости бяха специална група животни. Динозаврите вече са основни атракции в музеите по света. Те са станали част от популярната култура. Имаше много най-продавани книги и филми за тях. Новите открития на динозаври се отчитат доста често в медиите.",
"Mammals": "__Mamals__ са група животни от гръбначни животни, които образуват класовата бозайница. Те имат козина или коса и много прецизен вид регулиране на температурата.\n\nС изключение на монотремите, всички бозайници носят на живо млади. Те също произвеждат мляко за младите. Родителската грижа за младите е универсална сред бозайниците и това е от съществено значение, тъй като живото раждане ограничава броя на потомството.",
"Stegosaurus": "Stegosaurus (което означава \"покрив-гущер\") е вид динозавър, който е живял растение, който е живял в това, което сега е Западна Северна Америка.\n\nСтегозавър е живял в горния юрски период преди около 155-145 милиона години. Той е един от най-лесно разпознаваните динозаври, с отличителния си двоен ред от табели във формата на хвърчило на гърба и дългите шипове на опашката му. Бронята беше необходима, тъй като живееше с такива месоядци като Allosaurus и Ceratosaurus.",
"Tyrannosaurus": "Тиранозавър е бил голям хищнически динозавър от горния креда, преди 65,5-67 милиона години.\n\nTyrannosaurus беше бипедов месояд с масивен череп, балансиран от дълга, тежка опашка. В сравнение с големите и мощни задни крайници, предните му крайници бяха малки, но мощни за техния размер. Те имаха две нокътни цифри.\n\nИма дискусия дали е бил ловец или чистач. Подобно на повечето доминиращи месни 13-те днес, като лъвове и хиени, тиранозавърът може би е бил и двете. Имаше много силна челюст и неговата мощност на ухапване можеше да щракне костите на други динозаври.",
"Dinosaur Extinction": "Изчезките в края на Креда са причинени от едно или повече катастрофални събития, като масивни въздействия върху астероид или метеорити или повишена вулканична активност.\n\nНяколко ударни кратери и масивна вулканична активност, като тази в капаните на Декан в Индия, бяха датирани до приблизителното време на събитието за изчезване. Тези геоложки събития може да са намалили слънчевата светлина и да възпрепятстват фотосинтезата, което води до масивни смущения в екологията на Земята.",
"Primate Bipedalism": "Бипедализмът има или използва два крака за ходене. Учените смятат, че бипедализмът при приматите събужда преди 6 до 7 милиона години, тъй като това са най -ранните вкаменелости, които са открили, че показват бипедализъм. Еволюционистите смятат, че това са ранни предци на човешкия вид, но тази теория има малко доказателства в подкрепа на нея.",
"Constructed Tools": "__Stone Инструменти __ са инструменти, изработени от камък. Те са причината на каменната ера да бъде дадено името си. Учените смятат, че те са били първите използвани инструменти. Наскоро бе научено, че каменните инструменти са били използвани преди хората да живеят.",
"Control Fire": "__ Контролът на огъня от ранните хора беше много важен за ранните хора. Огънят осигури източник на топлина, защита, подобрение на лов и метод за готвене на храна. Тези културни постижения позволяват културни иновации и промени в диетата. Освен това, контролирането на огъня позволи разширяването на човешката дейност в по -студения климат и да остане по -късно вечерта, като осигурявайки топлина и светлина.\n\nИсковете за най -ранните окончателни доказателства за контрол варират от преди около 200 хиляди до 1,7 милиона години. Доказателство за контролираното използване на пожар, започващо преди около 1 000 000 години, имат широка научна подкрепа. Кремъчните остриета, изгорени в пожари, бяха открити близо до човешки вкаменелости в Мароко и датирани преди около 300 хиляди години. Широко разпространени доказателства за контрол на пожара дати на преди около 125 000 години.",
"First Temple": "__Göbekli tepe__ (произнася се [ɟøbekˈli teˈpe]), турски за \"Potbelly Hill\", е археологически обект в югоизточния район Анатолия на Турция, приблизително на 12 км (7 мили) североизточно от град şanlıurfa. Разказването има височина 15 m (49 фута) и е с диаметър около 300 m (980 фута). Той е приблизително 760 m (2,490 фута) над морското равнище.\n\nРазликата включва две фази на употреба, за които се смята, че са със социална или ритуална природа, датираща от 10 -то -8 -то хилядолетие пр.н.е. По време на първата фаза, принадлежащи към пред-затарията неолитен А (PPNA), са издигнати кръгове от масивни каменни стълбове на Т-образна форма-най-старите известни мегалити в света. Понастоящем повече от 200 стълба в около 20 кръга са известни чрез геофизични проучвания. Всеки стълб има височина до 6 m (20 фута) и тежи до 10 тона. Те са монтирани в гнезда, които бяха изсечени от основата. Във втората фаза, принадлежаща към пред-протечения неолитен В (PPNB), издигнатите стълбове са по-малки и стоят в правоъгълни помещения с подове от полирана вар. Сайтът беше изоставен след PPNB. По -младите структури датират от класическите времена.\n\nПодробностите за функцията на структурата остават загадка. Той е изкопан от германски археологически екип под ръководството на Клаус Шмит от 1996 г. до смъртта му през 2014 г. Шмид вярва, че мястото е светилище, където хората от широк регион периодично се събират, а не селище.\n\nПрез 2018 г. сайтът беше определен за обект на световното наследство на ЮНЕСКО.",
"Agricultural Revolution": "__ Неолитната революция__ (нова каменна ера) беше първата __agricultural Revolution__. Това беше постепенна промяна от номадски лов и събиране на общности и групи до селско стопанство и селище. Този период е описан като \"революция\", защото промени начина на живот на общностите, който направи промяната. Това се е случвало в различни праисторически човешки общества по различно време. Много общества се промениха преди 7-9 хиляди години.\n\nТерминът се отнася до общия период от време, през който са се случили тези развития. Той се прилага и за промените, извършени: приемането на техники за ранно земеделие, отглеждане на култури и опитомяване на животните. Неолитната революция е важна за развитието на социалната организация и технологиите.\n\n__ Неолитната революция st доведе до живот в постоянни или полу-постоянни селища. Поради това по -малко хора водеха номадски начин на живот. За да може да разбере на кого принадлежат отглежданите култури, беше разработена концепцията за собственост на земята. Естествената среда е променена, плътността на населението нараства и хората ядат повече зеленчукови и зърнени храни в диетата си. Йерархии, развити в обществото. Зърното се съхранява и може да се търгува. Излишъкът от добивите на добри култури помогна на обществата да оцелеят лоши години. Пример за това е как Юсуф (като) защити и разпръсне зърното в древен Египет.",
"Writing": "__Writing__ е актът на езика за запис на визуален носител, използващ набор от символи. Символите трябва да бъдат известни на другите, така че текстът да може да бъде прочетен.\n\nТекстът може да използва и други визуални системи, като илюстрации и декорации. Те не се наричат ​​писане, но могат да помогнат на съобщението да работи. Обикновено всички образовани хора в дадена държава използват една и съща система за писане, за да записват един и същ език. Да можеш да четеш и пишеш означава да бъдеш грамотен.\n\n__Writing__ се различава от речта, защото читателите не трябва да присъстват по това време. Можем да четем писане от отдавна и от различни части на света. Текстови магазини и съобщават знания. __Writing__ е едно от най -големите изобретения на човешкия вид. Историците смятат, че е изобретен, след като хората се заселват в градовете и след началото на селското стопанство. __Writing__ датира от около 3 300bc, което е преди повече от 5000 години, в Близкия изток.\n\n__Writing__ Днес обикновено е на хартия, въпреки че има начини да отпечатате почти всяка повърхност. Телевизионните и филмовите екрани също могат да показват писане, както и компютърните екрани. Измислени са много материали за писане, много преди хартия. Използвани са глина, папирус, дърво, шисти и пергамент (подготвени животински кожи). Римляните написаха на восъчни таблетки с заострена стилус; Това беше популярно за временни бележки и съобщения. По -късното изобретение на хартия от китайците беше голяма стъпка напред.\n\n__Writing__ традиционно се прави с помощта на ръчен инструмент като молив, химикалка или четка. Все повече обаче текст се създава чрез въвеждане на компютърна клавиатура или смартфон.",
"Recorded History": "__History__ е изучаването на минали събития. Хората знаят какво се е случило в миналото, като разглеждат нещата от миналото, включително източници (като книги, вестници и писма) и артефакти (като керамика, инструменти и останки от хора или животни.) Библиотеки, архиви и музеи събират и пазят тези Неща за хората да изучават историята. Човек, който изучава историята, се нарича историк. Човек, който изучава предисторията и историята чрез неща, оставени от древните култури, се нарича археолог. Човек, който изучава човечеството и обществото, се нарича антрополог. Изследването на източниците и методите, използвани за изучаване и писане на историята, се нарича историография.\n\nХората могат да научат за миналото, като говорят с хора, които помнят неща, които са се случвали в миналото. Това се нарича устна история. Когато хората, които са били роби и оцелели от Американската гражданска война, остаряват, някои историци записаха всичко, което казаха, така че историята да не бъде загубена.\n\nСъщото беше направено и в ислямската история. Много беше записано, но имаше няколко учени, които обикаляха всяка последна поговорка за пророка (хадиса) в книги. Цяла ислямска наука е разработена на всичкото отгоре, за да се провери веригите от разкази, водещи обратно към Пророка (SAW) и да класират тези хадиси в нива на класификация на здравината. Ние знаем кои са всички тези хора и техните семейства, те не са само случайни имена в книга (т.е. Марк, Лука, Джон). Често един и същ хадис може да се намери десетки пъти в една и съща книга или да се разпространи в няколко книги на хадис, тъй като е бил събран от толкова много хора. Това ще бъде класифицирано като сахих (много звук) хадис.\n\nКоранът също е бил записан, но най -вече запомнен от хиляди хора по време на живота на пророка. Той все още се запомня от милиони хора днес, на оригиналния арабски език- дори от неарабски говорители. Това е възможно, защото Коранът е поетичен и лесен за запомняне за много хора. Ако целият текст на Корана по някакъв начин изчезна, мюсюлманите могат да го върнат след няколко секунди, ако работят заедно. Така или иначе не е необходимо, както Бог ни каза, че ще го защити в Корана. __ „Всъщност ние сме изпратили Корана и наистина ще бъдем негов пазител.“ (Коран 15: 9) __\n\nНезависимо от това, че е поетична и рецитивна красота, посланието на Корана се вписва лесно в съзнанието на вярващите, защото обяснява миналото, бъдещето и присъстващото по логичен и лесен за разбиране начин. Коранът всъщност е най -голямото чудо, което имаме и само едно, от което се нуждаем, да докажем, че ислямът е истинската религия. Създадох ни и говори с нас и ни учи директно с думите на Корана. И кой е по -добре да ни научи тогава Бог, този, който ни е създал и ни познава най -добре?\n\nВ стари времена хората в различни части на света поддържаха отделна история, защото не се срещаха много често. Някои групи хора никога не се срещат. Средновековна Европа, Древен Рим и Древен Китай всеки смятат, че управляват единствените важни части на света и че други части са „варварски“.",
"First Pyramid Built": "__ \"Този ден ще ви спасим (о фараон) в тялото ви, за да може да сте знак за онези, които идват след вас! Но наистина много от човечеството са пренебрежителни от нашите знаци.\" (Коран 10:93) __\n\n__Pyramid__ е структура, обикновено от камък, изградена във формата на пирамида. От древни до съвременни времена хората в много различни части на света са изградили такива структури.\n\nПървите __pyramids__ са построени през 2630 г. пр.н.е. Най -старата известна пирамида е в Саккара, Египет и е построена от цар Джозер от третата египетска династия.\n\nКоранът говори много за египетската династия в историите за Муса (като Мойсей) и Юсуф (като, Йосиф).\n\nКоранът точно описва египетската история, като се позовава на водача на тези египетски династии като цар или фараон (който дойде по -късно). Исторически факт, който едва наскоро беше открит от Британския музей. Според тях египтяните не са наричали своите владетели „фараон“ до 18-та династия (1552-1295 г. пр.н.е.).\n\nНяколко стиха, които говорят за Муса и Фира (фараон):\n__ \"Ние (Аллах) репетираме на теб част от историята на Мойсей и фараон с истината, в полза на народ, който би повярвал. (Коран 28:04).\n\n\"Изпратихме Мойсей с нашите знаци до фараона и неговите началници, но те несправедливо ги отхвърлиха. Ето, тогава, какъв беше краят на онези, които създадоха разстройство! (Коран 7: 104)\n\n\"Този ден ще ви спасим (о фараон) в тялото ви, за да може да сте знак за онези, които идват след вас! Но наистина много от човечеството са пренебрежителни от нашите знаци. (Коран 10:93) __ __\n\nШироко вярва от историците и християнските и мюсюлманските учени, че Мойсей взаимодейства с Раменес II. И Коранът, и Библията споменават тази история подробно, в крайна сметка завършва, когато фараонът е удавен в Червено море, след като Мойсей, с Божието разрешение, се раздели на морето.\n\nПророчеството на Корана от __ \"Този ден ще ви спасим (о фараон) в тялото ви, за да може да сте знак за онези, които идват след вас!\" __ не се намира в никое друго писание и дори историците нямаха представа за това Доскоро. Мумифицираните тела на всички фараони лежаха прикрити в долината на царете (KV7 & 8) по бреговете на Нил. Дори след като гробниците им бяха разграбени, мумифицираните останки от фараоните бяха запазени неразкрити векове. Тяхното откритие се проведе през 19 век и вече можете да видите, Рамесес II със собствените си очи в Големия Египетски музей в Кайро, Египет. Тялото му също е ходило на няколко международни турнета, за да се видят всички. Това отново показва как знанието в Корана и исляма би могло да ни бъде дадено само от Бог.\n\nМожете също така да попитате еврейските хора за техния опит с този фараон и други древни египетски лидери.\n\n__ \"И със сигурност сме дали на Мойсей девет очевидни знака, така че попитайте Израилевите деца [за], когато той дойде при тях и фараон му каза:\" Наистина мисля, че Мойсей, че сте засегнати от магия. \"(Коран 17: 101) __\n\nОцеляването на еврейските народи също ни позволява да ги попитаме за другите Божи признаци, които са получили, като много чудеса и пророци, които са им изпратени.\n\n__ Поставете децата на Израел колко ясен знак им дадохме. И който и да обменя благосклонността на Аллах, след като той е дошъл при него - тогава наистина Алах е тежък в възмездие. (Коран 2.211) __",
"Roman Empire": "__ Римската империя__ (латински: Империум Романиум) е била най -голямата империя на древния свят. Столицата му беше Рим, а империята му е базирана в Средиземноморието. Империята датира от 27 г. пр. Н. Е., Когато Октавиан става император, Август, докато не падна през 476 г. сл. Хр., Маркирайки края на древния свят и началото на Средновековието или тъмните векове.\n\nИмперията е третият етап на древен Рим. Рим е управляван за първи път от римските царе, след това от Римската република, след това от император.\n\nМного съвременни земи някога са били част от __романската империя__, включително Великобритания (не Шотландия), Испания, Португалия, Франция (Галия), Италия, Гърция, Турция, Германия, Египет, Левант, Крим, Швейцария и Северното крайбрежие на Африка. Основният език на __Roman Empire__ беше латински; Гръцкият беше важен вторичен език.\n\nЗападната част на __Roman Empire__ продължи около 500 години, а източната част, включително Гърция и Анатолия, продължи около хиляда години повече. Източната част се нарича Византийска империя, като столицата му е Константинопол и е приключила от османското завоевание на Константинопол през 1453 г. от султан Фатих Мехмет. Това събитие беше пророкувано от пророк Мохамед и е едно от най -забележителните събития в световната история.",
"Crusades": "__ Кръстоносните поредици Quie rape rify от религиозни войни, водени между християни и мюсюлмани заради контрола над Светата земя. Традиционно те са се състояли между 1095 и 1291 г. Светата земя все още е място, което е много важно за трите основни монотеистични религии: ислям, юдаизъм и християнство. В Светата земя има много важни религиозни обекти. Това е земята, която сега се нарича Израел или Палестина. Йерусалим, Назарет, Витлеем, Хеброн и други религиозни обекти попаднаха под контрола на мюсюлманите по време на халифата на Омар (РА), третият халиф и близък приятел и спътник на пророк Мохамед (SAW).\n\nИмаше много различни кръстоносни походи. Най -важният и най -големият __crusades__ се проведе от 11 до 13 век. През това време имаше 9 големи кръстоносни походи. Имаше и много по -малки кръстоносни походи. Някои кръстоносни походи дори бяха в Европа (например в Германия, Австрия и Скандинавия). По -малкият __crusades__ продължава до 16 век, до Ренесанса и Реформацията.\n\nДумата \"кръстоносен поход\" е свързана с думата \"кръст\" и означава християнска свещена война. Има и арабската дума \"джихад\", която означава да се стремим и да се борят от мюсюлманите, които могат да имат същата конотация като \"кръстоносен поход\" за мюсюлманите по време на война. Пророкът (SAW) научи, че това е по -малкият джихад и по -големият джихад идва в битката, за да живее благочестив живот.\n\nВсички страни (християни, мюсюлмани и евреи) вярваха много в своите религии. Голяма част от кръстоносните походи често са имали политически или парични причини зад тях. Като всички войни.\n\nТъжно е да видим военни действия между трите Авраамични вероизповедания, които споделят толкова много общо. Мюсюлманите смятат евреите и християните за хора от книгата, което означава, че имат специален статус и по -близки отношения с мюсюлманите, отколкото всеки друг народ. Можете да видите това в живота на пророка (SAW) и където той и другарите бяха натъжени от загубата на византийския християнин) на сасанците в голяма битка. Това е записано в хадис и дори говори за Корана. Това е и друго интересно доказателство за автентичността на исляма, тъй като Бог разкри бъдещо събитие, което се случи: __ \"Римляните са победени. В земя наблизо (Анатолия); но те скоро ще победят в рамките на няколко години. На Аллах принадлежи на командата преди и след. И този ден вярващите ще се радват \"(Коран 30: 2-4) __\n\nПо времето, когато това беше разкрито, арабските езичници бяха на страната на езическите сасанийци, докато арабските мюсюлмани се надяваха християнинът да спечели тази битка. Когато християните загубиха езичниците, се подиграваха на мюсюлманите за тази загуба и казвайки неща от рода на: „Къде е вашият мощен Бог сега?“. Така Бог разкри този стих в този момент. Със сигурност, през 622 г. сл. Хр. В битката при Исус, византийците при император Хераклий са имали смазваща и трайна победа в Анатолия срещу сасанците, като по този начин потвърждават Коранската пророчество.",
"Black Plague": "__ Черната смърт __ беше огнище на болест, при която загинаха милиони хора в цяла Европа и Азия. Почти един от всеки трима души в Европа загиваше от болестта и беше в най -лошия си случай между 1347 и 1351 г. Болестта може да е започнала в Азия. Повечето хора смятат, че болестта е била бубонната чума. Това заболяване се пренася и разпространява от бълхи, живеещи върху плъхове. Търговците от Пътя на коприната може да са донесли заразените бълхи в Европа.\n\nБълхите започнаха проблема; Заразените бълхи се носят от черни плъхове. Плъхове, които носеха бълхите, щяха да влязат в градове. Когато бълхите ухапаха някого, те щяха да инжектират малко от бактериите в раната. Това би довело до заразяване на човека. Плъховете често са били на кораби. Това означаваше, че болестта се разпространи изключително бързо, в цяла Европа.\n\nПри хората болестта предизвика подуване в слабините, под мишниците и зад ушите. Тези отоци бяха черен и лилав цвят, оттук и името „Черната смърт“. Тъмните отоци се наричаха Buboes. Хората изпитваха болка, а жертвите умряха ужасна смърт. Симптомите могат да се видят 3–7 дни след като жертвите са били ухапани от бълха, носеща болестта.\n\nЗа съжаление, в някои градове като в Лондон се смяташе, че котките причиняват болестта, така че те са ловувани и убити в голям брой. За съжаление, както се очакваше, това накара чумата да се влоши, тъй като сега плъховете загубиха основния си естествен хищник и там популациите станаха още по -големи.\n\nДруг интересен факт около бубонната чума е как папата се спаси. По това време мюсюлманите са били начело на всички медицински и научни открития. Разбивайки се през много мюсюлмански книги, католическото духовенство откри, че се смята, че огънят се отблъсква и убива определени болести (микроби). Като такива те запалиха огромен огън в кръг, заобикалящ папата, който продължи няколко седмици. Това, разбира се, задържаха плъхове и бягането им, образуват папата и той оцеля без никакви проблеми.",
"Constantinople Istanbul": "__Constantinople__ е бил столица на Римската империя (330-395), Византийската/Източна Римска империя (395-1204 и 1261-1453), Латинската империя (1204-1261) и Османската империя (1453-1922). През 1930 г. е преименуван на Истанбул. Това е град в съвременната Турция.\n\nЗавоеванието на Истанбул, известен още като Исламбол, беше още един знак и доказателство за исляма, тъй като пророкът Мохамед го пророкува. __ „Наистина, ще завладеете Константинопол. Каква прекрасна армия ще бъде тази армия и какъв прекрасен командир ще бъде този завоевател. \" (Муснад, i, 176; iv, 335; Дарими, „Мукадима“, стр. 43) .__ Това е голяма чест за османците, които завладяват града през 1453 г. и имаха една от най -дългите управляващи и най -мощни империи в историята .\n\nИсториците заявиха, че за периода, завладяващ __constantinople__, е еквивалентен на завладяване на място като Ню Йорк днес.",
"Newton and Gravity": "Когато повечето хора мислят за __isaac Newton__, те мислят, че той седи под ябълково дърво, гледайки как ябълка пада. Някои хора дори вярват, че ябълката му е паднала на главата му. __Newton__ разбра, че това, което кара нещата като ябълки да падат на земята, е специфичен вид сила - силата, която наричаме гравитация. __Newton__ смяташе, че гравитацията е силата на привличане между два обекта, като ябълка и земята. Той също така смяташе, че обект с повече материя упражнява същата сила върху по -малки предмети, както те упражняват. Това означаваше, че голямата маса на земята издърпа предмети към нея. Ето защо ябълката падна вместо нагоре и защо хората не плуват във въздуха.\n\n__Isaac Newton__ продължи да мисли за гравитацията. Преди __newton__ хората смятаха, че само предмети в близост до земята ще паднат. Но __newton__ смяташе, че гравитацията не трябва просто да се ограничава до земята и обектите върху нея. Ами ако гравитацията отиде на Луната и отвъд?\n\n__Newton__ измисли формула за изчисляване на силата на привличане между две тела. Той го използва, за да изчисли силата, необходима, за да поддържа луната да се движи около земята. Тогава той го сравни със силата, която накара ябълката да падне надолу. След като допусна факта, че Луната е много по -далеч от земята и има много по -голяма маса, той откри, че силите са същите. Луната се държи в орбита около Земята чрез дърпане на гравитацията на Земята.\n\nФормулата, измислена от __newton__, се нарича закон на гравитацията. Той беше доста гениален и многото му закони станаха известни като Нютоновата физика. Много от неговите математически формули все още се използват за изчисляване на механиката на обекти за по -големи обекти. Те не са точни за малките неща, така че нова наука, наречена квантова физика, е в процес на развитие, за да се опита и да разбере този странен свят на микроскопични обекти.",
"Industrialization": "__ Индустриализацията__ (или индустриализацията) е процес, който се случва в страни, когато те започват да използват машини, за да вършат работа, която някога е била извършена от хората. __ Индустриализацията__ променя нещата, които хората правят. __ Индустриализацията Quing градовете да станат по -големи. Много хора напуснаха земеделието, за да заемат по -високо платени работни места във фабрики в градовете.\n\n__ Индустриализацията__ е част от процес, при който хората приемат по -лесни и по -евтини начини да правят нещата. Използвайки по -добра технология, става възможно да се произвеждат повече стоки за по -кратък период от време. Повече неща могат да бъдат произведени от по -малко хора.\n\nСлед индустриализацията хората вършат и по -специализирани работни места. Например преди индустриализацията, калдъръм (човек, който прави обувки и кожени изделия) направи чифт обувки съвсем сам. Той работеше върху един чифт обувки, завърши го, след което щеше да започне на следващия чифт обувки. С индустриализацията има много хора, участващи в приготвянето на обувки, като изрязват процеса на изработка на обувки в по -малки задачи. Например, има един човек, който отрязва подметката на обувката, а друг човек я зашива. Накратко, днес има разделение на труда и то е известно като монтажна линия. Машините в такива фабрики струват много пари, така че фабриката ще бъде собственост на богат човек, който може да си позволи машините и наемат работници, които да управляват различните машини и задачи.\n\n__ Индустриализацията __ започва в Англия с индустриалната революция през 18 век. Той се разпространи първо в части от Европа и в Северна Америка. През 20 -ти век индустриализацията се разпространява в повечето други страни.",
"Darwin's Theory of Evolution": "__ \"Аллах е създал всяко животно от вода. От тях са някои, които пълзят по корема си, някои, които вървят по два крака, а някои, които ходят на четири. Аллах създава това, което желае, защото наистина Аллах има власт над всичко\" ( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Неговата книга „За произхода на видовете“ през 1859 г. В нея той представя много теории за това как животът е на Земята. Той предложи естествен подбор, който е процес, при който животни с определени черти могат да оцелеят по -добре като начина, по който са възникнали всички животни. Дарвин обаче не разбираше или не знаеше за генетиката по това време или как действително се предават черти. Така че той не можеше да обясни точно какво изглежда децата като родителите им.\n\nНезависимо от това, __darwin's __ Обяснение на еволюцията е прието основно от научната общност и учените работят усилено, за да се опитат да докажат, че до ден днешен се развиват от единични клетъчни организми и маймуни. Като има предвид, че мюсюлманите, християните и евреите вярват, че сме потомци на Адам (SAW) и Hawwa (Ева), първият мъж и жена. Учените се позовават на такива открития като \"интелигентен дизайн\" и има безброй доказателства за това, като например как работи ДНК, човешко тяло, слънчеви системи и др.\n\nПодобно на дарвинизма, ислямът признава идеята, която животът се развива на етапи и за определен период от време. Също така, ние вярваме, че Бог има власт над всички неща и лесно може да промени всичко, за да възприеме в неговата среда. Бог го е създал първия път, вторият път би бил по -лесен, нали? Точно както ние сме възкресени в деня на съд.\n\nНо за разлика от съвременните еволюционистични теории, казващи случайни мутации, които винаги са катастрофални и смъртоносни по природа, причиняват как животното се развива, ние вярваме, Пример. Това всъщност е документирано при много проучвания на птици, адаптиращи черти толкова бързо, че учените не могат да го обяснят и се притесняват, че други видове няма да се адаптират толкова бързо. Това има по -голям смисъл, отколкото едно животно бавно и на случаен принцип се развива случайно. Също така, има случаи на нови или изчезнали пеперуди по чудо излизане от няма къде. Мюсюлманите се грижат много за животните и околната среда, но ние не стресираме, че те изчезват или не можем да се грижат за себе си, защото както всички неща, ние се доверяваме на Бога.\n\nВ обобщение, мюсюлманите отхвърлят идеята, че човешките същества се развиват на случаен принцип от маймуните. Мюсюлманите вярват, че човешките същества се считат за специално творение. Ислямът учи, че човешките същества са уникална форма на живот, създадена от Аллах, както всичко останало; Въпреки това, ние имаме уникални подаръци и способности за разлика от всяко друго животно и битие. Например, ние имаме вечна душа, съвест, въображение, знания и свободна воля. Можем да бъдем силни, добри и благочестиви или да бъдем слаби и да работим само за изпълнение на нашите егоистични желания. Независимо от това, животът на човешките същества започва със създаването на двама души, мъж и жена на име Адам и Хаува (Ева) и това ни прави всички свързани със кръв и семейство.\n\nКоранът описва, че Аллах __ \", направен от вода всяко живо същество\" (Коран 21:30) .__ Друг стих описва как __ \"Аллах е създал всяко животно от вода. ходете по два крака, а някои, които се разхождат на четири. Аллах създава това, което иска, защото наистина Аллах има власт над всички неща \"(24:45) .__ .__\n\nТези стихове подкрепят научната теория, която животът е започнал във водата.",
"World War 1": "__World War I__ (или Първата световна война) е глобална война, която започва на 28 юли 1914 г. и продължи до 11 ноември 1918 г. Войната продължи точно четири години, три месеца и 14 дни.\n\nПо -голямата част от боевете бяха в Европа, но участваха войници от много други страни и това промени колониалните империи на европейските сили и също доведе до края на Османската империя. Преди да започне Втората световна война през 1939 г., __world War I__ се нарича Великата война, световната война или „войната за прекратяване на всички войни“. 135 държави участваха в __world War I__, а близо 10 милиона души загинаха, докато се бият, предимно от болести и глад.\n\n__WORLD ВОЙНА I__ се водеше от повечето страни на Европа. Действителните боеве бяха на много различни фронтове. Западният фронт беше мястото, където се случиха по -голямата част от боевете между Германия и съюзниците. По -голямата част от боевете тук беше окопната война.\n\nИзточният фронт се бори в Централна и Източна Европа. Борбата тук не беше окопна война, а мобилна война поради размера на фронта. Много боеве се случиха на фронта на Близкия Изток и италианския фронт. Биенето също се проведе в Африка, Китай и в морето, както и във въздуха.\n\nВойната приключи с подписването на много различни договори, като най -важното е договорът на Версай.\n\n__World War I__ беше първата голяма война, в която танкове, самолети и подводници или (U-лодки) бяха важни оръжия.",
"World War 2": "__World War II__ (Втората световна война или Втората световна война), наричана още Втората световна война, а в Съветския съюз Голямата патриотична война беше глобална война, включваща борба в много части на света и много страни. Повечето държави се бият през 1939-1945 г., но някои започват да се бият през 1937 г. Повечето от световните страни, включително всички големи сили, се бият като част от двама военни съюзи: съюзниците и силите на Оста. __World War II__ беше най -смъртоносният конфликт в цялата човешка история. В него участваха повече държави, струват повече пари и убиха повече хора, отколкото всяка друга война в човешката история. Между 50 до 85 милиона души загинаха. Мнозинството бяха цивилни. Тя включваше кланета, умишленият геноцид на Холокоста, стратегически бомбардировки, глад, болести и първото използване на ядрените оръжия в историята от САЩ в Япония.\n\nВойната в Азия започва, когато Империята на Япония нахлува в Китай на 7 юли 1937 г. Съединените щати реагираха, като поставиха нефтено ембарго върху Япония. Стартът на войната в Европа е, когато Германия нахлува в Полша на 1 септември 1939 г. Франция и Великобритания реагираха, като обявиха война на Германия. До 1941 г. голяма част от Европа е под немски контрол. Само Великобритания остана да се бори срещу оста в Северна Африка, Средиземноморието и Атлантическия океан. През юни 1941 г. силите на Оста нахлуват в Съветския съюз, започвайки най -голямата зона на война в историята. На 7 декември 1941 г. Япония напада западните колонии в Тихия океан и двете войни стават една от тях.\n\nЯпонските победи са спряни през 1942 г., а победите в Европейската ос също са спряни до 1943 г., както в Северна Африка, така и в Съветския съюз. След това съюзниците започнаха да се борят от всички страни. Оста загуби Северна Африка и от 1943 г. беше принудена да защити Италия. През 1944 г. съюзниците нахлуват в Франция, насочвайки се към Германия на река Рейн, докато Съветите продължават да се затварят от изток. Германия се предаде през май 1945 г. Япония официално се предаде на 2 септември 1945 г. Войната приключи със съюзната победа.\n\nСлед войната е създадена Организацията на обединените нации за развитие на подкрепа между държавите и за предотвратяване на бъдещи войни. Студената война сред големите победители скоро започна, но те не се бият помежду си в действителна война. Деколонизацията на Азия и Африка, където тези страни, контролирани от европейските държави, също са получили своята независимост. Това беше така, защото европейската власт беше отслабена от войната. Икономическото възстановяване и политическата интеграция (процесът на обединяващите страни) бяха сред другите резултати от войната.",
"Cold War": "__ Студената война__ (1947–1991) е напрегнатата връзка между Съединените щати (и неговите съюзници) и Съветския съюз (СССР и неговите съюзници) между края на Втората световна война и смъртта на Съветския съюз.\n\nПовечето от страните от едната страна бяха съюзни в НАТО, чиито две най -големи военни страни бяха САЩ и Турция. Повечето от страните от другата страна бяха съюзни във Варшавския пакт, който най -мощната страна беше Съветският съюз (сега Русия).\n\nЗападно-Капиталистическата група държави включва Америка, Турция, Западна Европа, Израел, Япония, Южна Корея, Тайланд, Иран (1945-1979), Пакистан, Малайзия, Филипини, Южна Африка, Австралия и Нова Зеландия.\n\nИзточно-социалистическата група включва Съветския съюз, Източна Европа, Ангола, Етиопия, Куба (1959-1991), Монголия, Северна Корея, Китай и Виетнам.\n\nСтудената война завърши с падането на Берлинската стена през 1989 г., като Русия се промени от социалистическа комунистическа страна до демократична капиталистическа страна. Все още обаче има останал конфликт, както се вижда в последните битки и война между Русия и Украйна.",
"Moon Landing": "__Apollo 11__ беше първият полет, който изпрати хора на Луната. Това е направено от НАСА (Национална аеронавтика и космическа администрация), оригиналната американска космическа агенция. Той се изкачи в космоса на 16 юли 1969 г., носейки три астронавти: Нийл Армстронг, Бъз Олдрин и Майкъл Колинс. На 20 юли 1969 г. Армстронг и Олдрин станаха първите хора, които кацнаха на Луната, докато Колинс остана в орбита около Луната.\n\nПолетът беше част от състезанието __space__ между Съединените щати и Съветския съюз. Той завърши плана, определен от Джон Ф. Кенеди, Unite заявява 35 -и президент през 1961 г., за да „приземи човек на Луната и да го върне безопасно на земята“, преди да приключи 60 -те години.",
"World Wide Web": "__ Интернет __ е най-голямата комуникационна мрежа в световен мащаб от компютри. Интернет има милиони по -малки вътрешни, академични, бизнес и правителствени мрежи, които заедно носят много различни видове информация. Терминът понякога е съкратен като \"мрежата\", кратък за мрежата. Web Word__ е една от най -големите му услуги. Използва се от няколко милиарда души по целия свят.\n\nИнтернет е разработен в Съединените щати от „Агенцията за напреднали изследователски проекти на САЩ“ (DARPA). Интернет е свързан за първи път през октомври 1969 г. и се нарича __Arpanet__. Web Word__ Wordw е създаден в CERN в Швейцария през 1990 г. от британски (Великобритания) учен на име Тим Бернерс-Ли."
}
