{
"Birth of the Universe": "\"Og det er han (Allah), der har skabt himlen og jorden (i overensstemmelse med sin vedtægede himmelske orden baseret) på sandheden. Og den dag, hvor han vil sige: 'Vær', vil den (dommer) Kom til at blive. Hans ord er sandheden. Og hans vil være den suverænitet den dag, hvor trompeten bliver sprængt (af Israfil). Han (er den der) har viden om det uset All-klog, helt opmærksom. \" (Koranen 6:73)\n\n\"Vores kommando for en ting er, men kun så meget, at når vi har til hensigt (at bringe) den (til eksistens), siger vi til det: 'Vær', og det bliver.\" (Koranen 16:40)\n\"Det er ikke Allahs herlighed, at han skulle tage (for sig selv nogen som) en søn. Hellig og glorificeret er han (over dette)! Når han beslutter ethvert spørgsmål, siger han kun til det: 'Vær', og det bliver.\" (Koranen 19:35)\n\n\"Han er ophavsmanden til himlen og jorden! Når han dekreter et spørgsmål, siger han simpelthen det,\" Vær! \" Og det er!\" (Koranen 2: 117)\n\n\"Hans kommando (skabelse) er kun, at når han har til hensigt (at skabe) noget, siger han til det: 'Vær', så det bliver øjeblikkeligt (eksisterende eller synligt og fortsætter med at blive).\" (Koranen 36:83)\n\n\"Han er den, der giver liv og forårsager død. Så når han beslutter sig for en ting, siger han kun til det: 'Vær', så det bliver.\" (Koranen 40:68)\n\n\"Og hvis uanset træer på jorden var kuglepenne og havet [var blæk], genopfyldte derefter med syv [mere] hav, ville ordene 1 af Allāh ikke være opbrugt. Faktisk er Allāh ophøjet i magt og klog.\" (Koranen 31:27)\n\n\"Overvejer mennesket ikke, at vi skabte ham fra en [ren] sæd-drop-så er han straks en åben disputant? Og han præsenterer en (argument om) lighed for os og glemmer sin egen skabelse. Han spørger (i forvirring) : \"Hvem vil give liv til knoglerne, når de er opløst?\" Sig: \"Han vil give dem liv, der bragte dem til at eksistere i starten, og han er opmærksom på al skabelse.\" Han, der har lavet dig, fra det Green Tree, Fire. Og så fra det Kindle (ild). Er han ikke, der skabte himlen og jorden, der er i stand til at skabe lignende af dem? Ja ja! Og han er den fremragende skaber (af alle), den altid- At kende. Hans kommando, når han vil en ting, er kun at sige til det: Vær! Og det er det! \" Derfor ære være for ham i hvis hånd er kongeriget for alle ting, og for ham skal du blive bragt tilbage. \"(Koranen 36:82)\n\n\"Så troede du, at vi skabte dig nytteløst, og det for os ville du ikke blive returneret?\" (Koranen 23: 115)\n\n\"Oprettede intet dem, eller skabte de sig selv?\" (Koranen 52:35)\n\n\"Kan mennesket ikke huske, at vi skabte ham før, da han ikke var noget?\" (Koranen 19:67)\n\n\"Allah bragte dig frem fra dine mødres skød, mens du ikke vidste noget, og gav dig hørelse og syn og hjerter, så du måske er taknemmelig\" (Koranen 16:78)",
"Big Bang": "\"Er de vantro ikke klar over, at __He himlen og jorden engang var en masse, så nedkalder vi dem som en? Og vi skabte af vand hver levende ting. Vil de ikke da tro?\" (Koranen 21:30)\n\n__Big Bang__ er en videnskabelig teori om, hvordan universet startede fra et enkelt punkt og udvides derfra. Det er det, hvor galakser, stjerner, planeter og al sag, vi ser i dag, stammer fra.\n\n__ \"Det er han, der har oprindelse i himlen og jorden, og når han vil (stammer fra) en ting, siger han kun til det: 'Vær', og det bliver.\" (Koranen 2: 117) __\n\n__Big bang__ -modellen er, at universet begyndte i en ekstremt tæt og varm tilstand og er udvidet. Teorien antyder, og målinger viser, at universet stadig udvides i dag.\n\nUniverset begyndte som en meget varm, lille og tæt superforce (blandingen af ​​de fire grundlæggende kræfter) uden stjerner, atomer, form eller struktur (kaldet en \"singularitet\"). Derefter for ca. 13,8 milliarder år siden udvidede pladsen meget hurtigt (således navnet \"__big bang__\"). Dette startede dannelsen af ​​atomer, som til sidst førte til dannelsen af ​​stjerner og galakser. Det var Georges Lemaître, en katolsk præst, der først bemærkede (i 1927), at et ekspanderende univers kunne spores tilbage i tiden til et oprindeligt enkelt punkt.\n\nImidlertid blev ukendt for mange mange moderne astronomiske og andre videnskabelige fakta, som Big Bang, Planet Formation, Orbits and Behaviour, Embryology og Meget mere, afsløret for os af Gud i Koranen for over 1400 år siden. F.eks. Var Georges Lemeaitre ikke den første til at bemærke om Big Bang. Koranen taler helt klart om Big Bang __ \"Gør de vantro ikke indser, at himlen og jorden engang var en masse, så nøje dem under? Og vi skabte af vand hver levende ting. Vil de ikke tro?\" (Koranen 21:30) __\n\nHvis du leder efter et tegn eller bevis på Gud, skal du vide, at dette kun er et af de mange utallige beviser for, at islam er Guds sande og eneste religion.\n\nUniverset udvides stadig i dag, som for nylig blev opdaget. Imidlertid bekræfter Koranen igen: __ \"Himlene, vi har bygget dem med magt. Og sandelig, vi udvider den\" (Koranen 51:47) __.\n\nFør dette havde forskere en teori kaldet The Big Crunch, hvor universet blev antaget at muligvis Colapse eller slå ned tilbage på sig selv, når det nåede et bestemt punkt. Denne teori undervises ikke længere.\n\nSom helhed vokser universet, og temperaturen falder, når tiden går. Kosmologi er studiet af, hvordan universet begyndte og dets udvikling. Forskere, der studerer kosmologi, er enige om, at __big bang__ -teorien matcher det, de har observeret indtil videre.\n\nFred Hoyle kaldte teorien \"__big bang__\" på sit radioprogram. Han troede ikke, at __big bang__ var korrekt. Forskere, der ikke var enige med ham, syntes navnet var sjovt og besluttede at bruge det.\n\nForskere baserer __big bang__ teori om mange forskellige observationer. Det vigtigste er rødskift af meget langt væk galakser. Redshift er Doppler -effekten, der forekommer i lys og også observerbar i lyd. For eksempel gør den højere pitchede lyd en racerbil, når den nærmer sig vs. den lavere pitchede lyd, den gør, når den bevæger sig væk fra dig- \"vrrrrrrrrrr\" (mod dig) \"ooooooooommmmm\" (flytter væk fra dig). På samme måde, når et objekt bevæger sig væk fra jorden, ligner dens farvestråler mere den farve, der er rød, end de faktisk er, fordi bevægelsen strækker bølgelængden af ​​lys, der er givet af objektet. Forskere bruger ordet \"rød hot\" til at beskrive denne strakte lysbølge, fordi rød er den længste bølgelængde på det synlige spektrum. Jo mere rødskift der er, jo hurtigere bevæger objektet sig væk. Ved at måle rødskiftet beviste forskere, at universet udvides, og de kan finde ud af, hvor hurtigt genstanden bevæger sig væk fra jorden. Med meget nøjagtig observation og målinger mener forskere, at universet var en singularitet for ca. 13,8 milliarder år siden. Fordi de fleste ting bliver koldere, når de ekspanderer, antager forskere, at universet var meget lille og meget varmt, da det startede. Hvis et objekt bevæger sig mod Jorden, har det et blåt skiftet lys.\n\nAndre observationer, der understøtter __big bang__ -teorien, er mængderne af kemiske elementer i universet. Mængder af meget lette elementer, såsom brint, helium og lithium, ser ud til at være enige i teorien om __big bang__. Forskere har også fundet \"kosmiske mikrobølger baggrundsstråling\". Denne stråling er kendt som radiobølger, og de er overalt i universet. Denne stråling er nu meget svag og kold, men for længe siden var den meget stærk og meget varm.\n\nScientests vidste, at Big Bang ville forårsage massive amoutns af stråling, men ønskede mere bevis på det. I 1960'erne opdagede Arno Penzias og Bob Wilson at arbejde for Bell Labratories i New Jersey, Arno Penzias og Bob Wilson, da de tunede deres Homdel Antenne, en ny meget følsom antenne. De forsøgte at fjerne al baggrundsstøj og fandt, at de ikke kunne fjerne en interferensfrekvens, der kom fra alle retninger. Dette blev senere kendt som CBR, og det skyldes Big Bang -eksplosionen, dette kan stadig høres og vil altid være på radioer i dag. Denne opdagelse tildelte endelig Penzias og Wilson en Nobelpris i 1993.\n\nNogle forskere og filosofer hævder, at tiden ikke havde nogen betydning før __big bang__. De hævder, at __big bang__ var begyndelsen af ​​tiden, og der var intet univers før __big bang__, da der ikke kunne være nogen \"før\", hvis der ikke var tid! Som muslimer ved vi, at Gud er evig og ud over alt, hvad vores sind kan forstå. Som sådan giver det perfekt mening, hvorfor vi ikke kan forstå begrebet tid før Big Bang, dette er et af de mange paradokser, der peger på en almægtig skaber.\n\nFor argumenter skyld, lad os sige, at vi kan forklare, hvad der var før Big Bang eller nøjagtigt, hvordan det blev skabt endda. Så ville det næste spørgsmål være, \"Nå, hvad skabte det?\". Og siger, at vi forklarede, hvad der også skabte det, så igen, spørgsmålet ville forblive, \"Nå, hvad skabte det?\". Som du sandsynligvis kan se, ville dette aldrig ende, så det er faktisk et stort bevis på, at Gud er vores eneste skaber, og hvordan Guds begreb er langt uden for vores begrænsede menneskelige intellekt.\n\nMuslimer debatterer ikke om sådanne spørgsmål, vi accepterer bare, hvad Gud fortæller os om sig selv og hans skabelse. For eksempel taler Gud om sine hænder, men vi ved, at de er i modsætning til nogen hånd, vi kender. Et menneske har hænder, en abe har hænder, et ur har hænder. Guds hænder er ud over alt, hvad vi kan forestille os, og vi overlader det ved det.",
"Milky Way is Born": "Forskere teoretiserer, at den __milky måde__ begyndte som en eller flere små overfølelser i massefordelingen i universet kort efter Big Bang. Nogle af disse overfølelser var frøene af kugleformede klynger, hvor de ældste resterende stjerner i det, der nu er den __milky måde__, dannet. Næsten halvdelen af ​​sagen på __milky måde__ kan være kommet fra andre fjerne galakser. Ikke desto mindre udgør disse stjerner og klynger nu den stjernernes glorie af __milky måde__. Inden for et par milliarder år efter fødslen af ​​de første stjerner var massen af ​​__milky måde__ stor nok, så den spinede relativt hurtigt. På grund af bevarelse af vinkelmomentum førte dette den gasformige interstellarmedium til at kollapse fra en omtrent sfæroid form til en disk. Derfor dannede senere generationer af stjerner på denne spiraldisk. De fleste yngre stjerner, inklusive solen, observeres at være på disken.\n\nSiden de første stjerner begyndte at dannes, er __milky måde__ vokset gennem både galaksefusioner (især tidligt på __milky måde __ vækst) og akkretion af gas direkte fra den galaktiske glorie. Den __milky måde__ er i øjeblikket akkreterende materiale fra flere små galakser, herunder to af dens største satellitgalakser, de store og små magellanske skyer, gennem den magellanske strøm. Direkte akkretion af gas observeres i skyer med høj hastighed som Smith-skyen. Egenskaber ved __milky måde__ såsom stjernemasse, vinkelmomentum og metallicitet i dets yderste regioner antyder, at det ikke har gennemgået nogen fusioner med store galakser i de sidste 10 milliarder år. Denne mangel på nylige større fusioner er usædvanlig blandt lignende spiralgalakser; Dens nabo Andromeda Galaxy ser ud til at have en mere typisk historie formet af nyere fusioner med relativt store galakser.\n\nIfølge nylige undersøgelser ligger den __milky måde__ såvel som Andromeda Galaxy ligger i hvad i Galaxy Color -Magnitude -diagrammet er kendt som \"Green Valley\", en region befolket af galakser i overgangen fra \"Blue Cloud\" (galakser, der aktivt danner nye stjerner) til den \"røde sekvens\" (galakser, der mangler stjernedannelse). Stjerne-dannelsesaktivitet i Green Valley-galakser aftager, når de løber tør for stjernedannende gas i det interstellære medium. I simulerede galakser med lignende egenskaber vil stjernedannelse typisk have været slukket inden for ca. fem milliarder år fra nu, endda redegør for den forventede, kortsigtede stigning i stjernedannelse på grund af kollisionen mellem både __milky måde__ og Andromeda Galakse. Faktisk antyder målinger af andre galakser, der ligner __milky måde__, at det er blandt de rødeste og lyseste spiralgalakser, der stadig danner nye stjerner, og det er bare lidt blåere end de bluest røde sekvensgalakser.\n\n## Alder og kosmologisk historie\n\nGlobulære klynger er blandt de ældste genstande på __milky måde__, som således sætter en nedre grænse for alderen på __milky måde__. Aldrene for individuelle stjerner på __milky måde__ kan estimeres ved at måle overflod af langvarige radioaktive elementer såsom thorium-232 og uran-238 og derefter sammenligne resultaterne med estimater af deres oprindelige overflod, en teknik kaldet Nucleocosmochronology. Disse udbytteværdier på ca. 12,5 ± 3 milliarder år for CS 31082-001 og 13,8 ± 4 milliarder år for BD +17 ° 3248. Når en hvid dværg er dannet, begynder det at gennemgå stråling af køling og overfladetemperaturen støt falder. Ved at måle temperaturerne i de sejeste af disse hvide dværge og sammenligne dem med deres forventede indledende temperatur, kan der foretages et aldersestimat. Med denne teknik blev alderen på den kugleformede klynge M4 estimeret til 12,7 ± 0,7 milliarder år. Aldersestimater af den ældste af disse klynger giver et estimat af det bedste pasform på 12,6 milliarder år og en øvre grænse på 95% for den øvre grænse på 16 milliarder år.\n\nFlere individuelle stjerner er fundet på __milky måde __ 's halo med målte aldre meget tæt på universets 13,80 milliarder år. I 2007 blev en stjerne i den galaktiske halo, han 1523-0901, anslået til at være omkring 13,2 milliarder år gammel. Som det ældste kendte objekt på den __ Mælkevej på det tidspunkt placerede denne måling en nedre grænse for alderen på __milky måde__. Dette estimat blev foretaget under anvendelse af den UV-visuelle echelle-spektrograf af det meget store teleskop for at måle de relative styrker af spektrale linjer forårsaget af tilstedeværelsen af ​​thorium og andre elementer skabt af R-processen. Linjestyrkerne giver overflod af forskellige elementære isotoper, hvorfra et estimat af stjernens alder kan afledes ved hjælp af nukleokosmokronologi. En anden stjerne, HD 140283, er 14,5 ± 0,7 milliarder år gammel.\n\nStjernernes alder i den galaktiske tynde disk er også estimeret ved hjælp af nucleocosmochronology. Målinger af tynde diskstjerner giver et skøn over, at den tynde disk dannede for 8,8 ± 1,7 milliarder år siden. Disse målinger antyder, at der var en hiatus på næsten 5 milliarder år mellem dannelsen af ​​den galaktiske glorie og den tynde disk. Nylig analyse af de kemiske underskrifter på tusinder af stjerner antyder, at stjernedannelse muligvis er faldet med en størrelsesorden på tidspunktet for diskdannelsen, for 8-10 milliarder år siden, da Interstellar Gas var for varm til at danne nye stjerner i samme hastighed som før.\n\nSatellitgalakser omkring __milky måde__ er ikke tilfældigt fordelt, men syntes at være resultatet af en sammenbrud af et større system, der producerer en ringstruktur 500.000 lysår i diameter og 50.000 lysår. Tæt møder mellem galakser, som den forventede på 4 milliarder år med Andromeda Galaxy ripper enorme gashaler, som med tiden kan samle sig til at danne dværggalakser i en ring i en vilkårlig vinkel til hovedskiven.",
"Sun is Born": "__ \"Det er han, der skabte natten og dagen, og solen og månen; alle (himmellegemerne) svømmer sammen, hver i sin afrundede bane\" (Koranen 21:33) .__\n\n__Sun__ i midten af ​​vores solsystem er en gul dværgstjerne. Det afgiver energi som lys. Det inkluderer lys, infrarød energi (varme), ultraviolet lys og radiobølger. Det afgiver også en strøm af partikler, der når jorden som \"solvind\". Kilden til al denne energi er reaktionen i stjernen, der forvandler brint til helium og skaber enorme mængder energi.\n\n__Sun__ er en stjerne som mange andre i vores Milky Way Galaxy. Det har eksisteret i lidt over 4,5 milliarder år og vil fortsætte i mindst lige så længe. __Sun__ er omkring hundrede gange så bred som jorden. Det har en masse på 1.9891 × 1030 kg, hvilket er 333.000 gange jordens masse. Jorden kan også passe ind i __sun__ 1,3 millioner gange.\n\nForskere mener, at __sun__ startede fra en meget stor sky af støv og små isbits for omkring 4,567 milliarder år siden.\n\nI midten af ​​den enorme sky fik tyngdekraften, at materialet opbygges i en bold. Når dette blev stort nok, startede det enorme pres indeni en fusionsreaktion. Den energi, der blev frigivet, fik denne bold til at varme og skinne.\n\nEnergien strålede fra __sun__ skubbet resten af ​​skyen væk fra sig selv, og planeterne dannede sig fra resten af ​​denne sky.",
"Earth is Born": "__ \"Så vendte han (Allah) sig mod himlen, mens det hele var røg. Han sagde til himlen og jorden:\" Kom (til at være), villigt eller uvilligt. \" De sagde: ”Her kommer vi (til at være) i villig lydighed.” __\n\n__Earth__ og de andre planeter dannede for ca. 4,6 milliarder år siden. De var lavet af den resterende gas fra tågen, der lavede solen. Dette er igen et videnskabeligt mirakel i Koranen, som Gud forklarer det i Koranen: \"Så vendte han (Allah) sig mod himlen, mens det hele var røg. Han sagde til himlen og jorden:” Kom (til at være), villigt eller uvilligt. ” De sagde: \"Her kommer vi (til at være) i villig lydighed.\" Dette vers talte om, hvordan jorden blev dannet.\n\nMånen er måske blevet dannet efter en kollision mellem den tidlige __earth__ og en mindre planet (undertiden kaldet Theia). Forskere mener, at dele af begge planeter brød af - blev (ved tyngdekraft) månen.\n\nKoranen siger, at Allah skabte solen, månen og planeterne, hver med deres egne individuelle kurser eller kredsløb. __ \"Det er han, der skabte natten og dagen, og solen og månen; alle (himmellegemerne) svømmer sammen, hver i sin afrundede bane\" (Koranen 21:33) .__\n\n__Earth __ 's vand kom fra forskellige steder. Kondenserende vanddamp og kometer og asteroider, der rammer __earth__, lavede verdenshavene. Inden for en milliard år (det er for ca. 3,6 milliarder år siden) mener forskere, at det første liv startede, i den arkæiske æra. Nogle bakterier udviklede fotosyntesen, der lader planter fremstille mad fra solens lys og vand. Dette frigav en masse ilt, som først blev optaget af jern i opløsning. Til sidst kom gratis ilt ind i atmosfæren eller luft, hvilket gjorde __earth __ 's overflade velegnet til aerobt liv. Dette ilt dannede også ozonlaget, der beskytter __earth __ 's overflade mod dårlig ultraviolet stråling mod solen.\n\nIgen fortæller Gud os om ozonlaget i Koranen, endnu et videnskabeligt mirakel i Koranen: __ \"og vi har gjort himlen til en velbeskyttet baldakin, de vender stadig væk fra dens tegn.\" (Koranen 21:32) __\n\nForskere mener, at komplekse liv på overfladen af ​​landet ikke eksisterede før ozonlaget, fordi uden dets beskyttelse ville solens stråling være for meget for det avancerede liv til at overleve.\n\n__Earth__ var meget anderledes i den fjerne fortid. For længe siden var næsten alle land ét sted. Dette kaldes et superkontinent. Det tidligste kendte superkontinent blev kaldt Vaalbara. Meget senere var der en tid (den kryogeniske), da __earth__ næsten udelukkende var dækket af tykke isark (gletsjere). Dette kaldes Snowball __earth__ teori.",
"Heavy Bombardment": "__ \"Vi har allerede sendt vores budbringere med klare beviser og sendt ned med Skriften og den balance, som folket kan opretholde [deres anliggender] i retfærdighed. Og vi sendte jern ned, hvor det er stort militært magt og fordele for folket, Og så at Allah kan gøre tydelige dem, der støtter ham og hans budbringere usete. Faktisk er Allah magtfuld og ophøjet i magt. \" (Koranen 57:25) __\n\nDen sene tunge bombardement (forkortet LHB og også kendt som Lunar Cataclysm) er en begivenhed, der antages at have fundet sted for ca. 3,8 til 4,1 milliarder år siden. Dette er kendt som Neohadean og Eoarchean epoker på Jorden. I løbet af dette interval teoretiseres et uforholdsmæssigt stort antal asteroider for at have kollideret med de tidlige terrestriske planeter i det indre solsystem, herunder Mercury, Venus, Earth og Mars.\n\nDen sene tunge bombardement skete, efter at Jorden og andre klippeflygter havde dannet og akkretet det meste af deres masse, men stadig ret tidligt i Jordens historie.\n\nI dag ved forskere, at jern ikke kunne have udviklet sig på jorden. På grund af jordens størrelse, de ved, ved de, at sådanne materialer ikke naturligt kunne have udviklet sig her. Faktisk ved de, at jern skal laves inde i stjerner, specifikt røde supergiganter. Kun inde i en sådan gigantisk stjerne kan elementer dannes sammen under fusionsreaktioner. Derefter forekommer en supernova, hvilket betyder, at stjernen eksploderer, og jernfragmenter sprænges i rummet. Forskere mener, at det er sådan, at jern kom til jorden.\n\nKoranen nævner, __ \"og vi sendte jern\" __. Indtil for nylig, uden forskere, der opdagede de __unge bombardement__ -perioder, ville dette vers om __ \"vi sendte jern\" __ ikke have gjort meget mening for os. Det viser sig dog, at Gud bogstaveligt talt sendte jern til os, så vi kan drage fordel af det.",
"Life on Earth": "__ \"Har de, der ikke troede, ikke overvejede, at himlen og jorden var en sammenføjet enhed, og så adskilte vi dem og lavede af vand hver levende ting? Så vil de ikke tro?\" (Koranen 21:30) .__\n\nDe tidligste hævdede livsformer er fossiliserede mikroorganismer (eller mikrofossiler). De blev fundet i jern- og silica-rige klipper, som engang var hydrotermiske åbninger i Nuvvuagittuq Greenstone Belt of Quebec, Canada.\n\nDisse klipper er så gamle som 4,28 milliarder år. De rørformede former, de indeholder, vises i en rapport. Hvis dette er den ældste livsrekord på jorden, antyder det \"en næsten øjeblikkelig fremkomst af livet\", efter at oceaner dannede for 4,4 milliarder år siden. Ifølge Stephen Blair Hedges, \"Hvis livet opstod relativt hurtigt på Jorden, kunne det være almindeligt i universet\".\n\nKoranen beskriver, at Allah __ \"lavet af vand hver levende ting\" (Koranen 21:30) .__ Et andet vers beskriver, hvordan __ \"Allah har skabt hvert dyr fra vand. Af dem er nogle, der kryber på deres maver, nogle af det Gå på to ben, og nogle, der går på fire. Allah skaber det, han vil, for virkelig Allah har magt over alle ting \"(24:45) .____\n\nDisse vers understøtter den videnskabelige teori om, at livet begyndte i Jordens oceaner. De går også sammen med moderne biologi, der siger, at nogle dyr består af op til 90% vand, mens mennesker består af ca. 60% vand.",
"Single Celled Organisms": "__ Koranen beskriver, at Allah \"Made of Water hver levende ting\" (Koranen 21:30) __.\n\nEnicellulære organismer er organismer, der har en celle.\n\nEnicellulære organismer findes overalt. De ældste livsformer eksisterede for 3,8 milliarder år siden, hvis ikke længere. Forskere mener, at denne organisme levede i vand. De forfølger en række strategier for overlevelse: fotosyntese (cyanobacteria), kemotrofi (mange archaea) og heterotrofi (Amoeba). Nogle unicellulære organismer har flagella, små haler, de bruger til bevægelse eller lobopoder, udvidelser af det cellulære skelet (cytoskelet), der vises som bloblignende arme. Flagellaen fra vores encellede forfædre forekommer helt op i dyrene, hvor det optræder som flagelleret sæd.\n\n__ Koranen beskriver, at Allah \"Made of Water hver levende ting\" (Koranen 21:30) __. Et andet vers beskriver, hvordan __ \"Allah har skabt hvert dyr fra vand. Af dem er nogle, der kryber på deres maver, nogle der går på to ben, og nogle, der går på fire. Allah skaber det, han vil, for virkelig Allah har magt over Alle ting \"(Koranen 24:45) __.\n\nDisse vers understøtter den videnskabelige teori om, at livet begyndte i Jordens oceaner.",
"Animals": "De første fossiler, der kan repræsentere dyr, vises i de 665 millioner år gamle klipper af Trezona-dannelsen af ​​South Australia. Disse fossiler fortolkes som sandsynligvis er tidlige svampe.\n\nDe ældste dyr findes i Ediacaran Biota, mod slutningen af ​​Precambrian, for omkring 610 millioner år siden. Det havde længe været tvivlsomt, om disse inkluderede dyr, men opdagelsen af ​​dyre lipidcholesterol i fossiler af Dickinsonia konstaterer, at dette faktisk var dyr.\n\nMange dyre Phyla vises først i fossilrekorden under den kambriske eksplosion, der startede for ca. 542 millioner år siden, i senge som Burgess Shale. Ekstent phyla i disse klipper inkluderer bløddyr, brachiopoder, onychophorans, tardigrades, leddyr, echinoderms og hemichordater sammen med adskillige nu-extinct-former, såsom rovdyranomalocaris. Forskere er ikke sikre på, om disse dyr alle optrådte i nærheden af ​​samtidig, eller om det er et problem med den måde, fossile poster indsamles på.",
"Fish": "Forskere mener, at den første fisk dukkede op for omkring 530 millioner år siden under den kambriske eksplosion. De antages at være de første hvirveldyr eller dyr med en rygrad eller rygsøjle. Den første fisk menes at tilhøre Agnatha eller kæbefri fisk. Under den sene Cambrian, ållignende kæbefri fisk kaldet Conodonts, og små for det meste pansrede fisk kendt som Ostracoderms, dukkede først op. De fleste kæbløse fisk er nu udryddet.",
"Insects": "__Insects__, er en klasse i phylum arthropoda. De er små jordiske hvirvelløse dyr, der har et hårdt eksoskelet.\n\n__Insects__ er langt den største gruppe af dyr på jorden. Cirka __926.400 forskellige arter__ er blevet beskrevet. De tegner sig for __mere end halvdelen af ​​alle kendte levende arter__ og antages at __e op over 90% af dyrearten__ jord.\n\nNye arter af __insects__ findes konstant. Estimater af det samlede antal arter spænder fra 2 millioner til 30 millioner.\n\n__Insects__ har seks ben; Og de fleste har vinger. __Insects__ antages at være de første dyr, der er i stand til at flyve. Når de udvikler sig fra æg, gennemgår __inects__ __metamorphosis__, en fantastisk transformationsproces, hvor en umoden form af et insekt ændrer sig til en voksenform i to eller flere forskellige stadier. __Insects__ Live over hele planeten: Næsten alle er jordiske (live på land), men nogle lever __inects__ i verdenshavene eller på meget kolde steder, såsom Antarktis. De fleste arter bor i tropiske områder.\n\nNogle mennesker kalder alle __inects__ \"bugs\", men dette er ikke korrekt. Kun nogle __insects__ er sande bugs, som er en særlig rækkefølge på __inects__. Mennesker, der studerer __insects__, kaldes __entomologer__.",
"Reptiles": "__Reptile__ er det almindelige navn for en af ​​de vigtigste grupper af jord hvirveldyr. Det bruges ikke så meget af biologer, der bruger mere nøjagtige udtryk.\n\nNavnet __ \"krybdyr\" __ kommer fra latin og betyder \"en der kryber\". Alle levende __Reptile__ arter er koldblodede, har skællende hud og lægger cleidoiske æg. De udskiller urinsyre (i stedet for urinstof) og har en cloaca. En cloaca er en delt åbning for anus, urinvej og reproduktionskanaler. __Reptiles__ deler også et arrangement af hjertet og større blodkar, der er forskellig fra pattedyrs.\n\nMange vigtige grupper på __reptiles__ er nu udryddet, for eksempel mosasaurerne. Vi plejede at sige, at dinosaurerne var uddøde, men de overlevede i form af deres fjerede efterkommere (fugle). Gamle __reptiles__, der overlever, inkluderer skildpadderne, krokodillerne og Tuatara, den ensomme overlevende fra sin gruppe. Det store flertal af nutidens __repttiler__ er slanger og firben.\n\nUndersøgelsen af ​​levende __Reptiles__ kaldes herpetologi.",
"Dinosaur Age": "__Dinosaurs__ (hvilket betyder \"forfærdelige firben\") er en varieret gruppe af Archosaur -krybdyr. De var de dominerende landdyr i den mesozoiske æra. Over 500 forskellige slægter af dinosaurier er kendt. Fossiler af dinosaurier er fundet på hvert kontinent, og der er stadig hyppige nye opdagelser.\n\n__Dinosaurs__ optrådte i Upper Triassic for ca. 230 millioner år siden. Den tidligste dato for en dinosaurfossil er Eoraptor, 231,4 til 228 MYA. Ved den tidlige Jurassic var de de øverste land hvirveldyr og dominerede de fleste miljøer på land. De fortsatte indtil den pludselige K/T (Global) udryddelsesbegivenhed for 66 millioner år siden.\n\nFra fossilrekorden mener forskere, at fugle lever fjerede dinosaurier, og derfor var de den eneste linje af dinosaurer, der overlevede i dag.\n\nDinosaurer havde tilpasninger, der hjalp med at gøre dem succesrige. De første kendte dinosaurier var små rovdyr, der gik på to ben. Alle deres efterkommere havde en opretstående holdning med benene under kroppen. Dette forvandlede hele deres livsstil. Der var andre funktioner. De fleste af de mindre dinosaurer havde fjer og var sandsynligvis varmblodige. Dette ville gøre dem aktive med en højere stofskifte end moderne krybdyr. Social interaktion, med at bo i besætninger og samarbejde synes meget sandsynligt for nogle typer.\n\nDe første fossiler blev anerkendt som dinosaurer i det tidlige 19. århundrede. Nogle af deres knogler blev fundet meget tidligere, men blev ikke forstået. William Buckland, Gideon Mantell og Richard Owen var forskere, der så disse knogler var en speciel gruppe af dyr. Dinosaurer er nu store attraktioner på museer rundt om i verden. De er blevet en del af populærkulturen. Der har været mange bedst sælgende bøger og film om dem. Nye dinosaur -opdagelser rapporteres ganske ofte i medierne.",
"Mammals": "__Mammals__ er en gruppe hvirveldyrdyr, der danner klassen Mammalia. De har pels eller hår og en meget præcis form for temperaturregulering.\n\nMed undtagelse af monotremerne bærer alle pattedyr levende unge. De producerer også mælk til de unge. Forældrepleje af de unge er universelt blandt pattedyr, og det er vigtigt, fordi levende fødselsgrænser antallet af afkom.",
"Stegosaurus": "Stegosaurus (hvilket betyder \"taglizard\") var en type plante-spisende dinosaur, der boede i det, der nu er det vestlige Nordamerika.\n\nStegosaurus boede i den øvre Jurassic-periode for omkring 155-145 millioner år siden. Det er en af ​​de mest let anerkendte dinosaurier med sin karakteristiske dobbelt række af kite-formede plader på ryggen og de lange pigge på halen. Rustningen var nødvendig, da den levede med sådanne kødspisere som Allosaurus og Ceratosaurus.",
"Tyrannosaurus": "Tyrannosaurus var en stor rovdinosaur fra Upper Cretaceous, 65,5-67 millioner år siden.\n\nTyrannosaurus var en bipedal rovdyr med en massiv kranium afbalanceret af en lang, tung hale. Sammenlignet med de store og kraftfulde baglemmer var dens forben små, men kraftfulde for deres størrelse. De havde to kløede cifre.\n\nDer er diskussion om, hvorvidt det var en jæger eller en scavenger. Som de fleste dominerende kødspisere i dag, såsom løver og hyener, kunne Tyrannosaurus have været begge dele. Den havde en meget stærk kæbe, og dens bidekraft kunne knipse knoglerne fra andre dinosaurier.",
"Dinosaur Extinction": "Udryddelserne i slutningen af ​​kridet blev forårsaget af en eller flere katastrofale begivenheder, såsom massive asteroide eller meteoritpåvirkninger, eller øget vulkansk aktivitet.\n\nFlere påvirkningskratere og massiv vulkansk aktivitet, såsom den i Deccan -fælderne i Indien, er dateret til den omtrentlige tid for udryddelsesbegivenheden. Disse geologiske begivenheder kan have reduceret sollys og hindret fotosyntesen, hvilket førte til en massiv forstyrrelse i Jordens økologi.",
"Primate Bipedalism": "Bipedalisme har eller bruger to fødder til at gå. Forskere mener, at bipedalisme i primater vekker for 6 til 7 millioner år siden, da dette er de tidligste fossiler, de har fundet, der viser bipedalismegenskaber. Evolutionister mener, at disse er tidlige forfædre til den menneskelige art, men denne teori har lidt bevis for at støtte den.",
"Constructed Tools": "__Stone Tools__ er værktøjer lavet af sten. De er grunden til, at stenalderen fik navn. Forskere mener, at de var de første anvendte værktøjer. For nylig blev det lært, at stenværktøjer blev brugt, før mennesker levede.",
"Control Fire": "__ Kontrollen af ​​ild__ af tidlige mennesker var meget vigtig for tidlige mennesker. Brand gav en kilde til varme, beskyttelse, forbedring af jagt og en metode til madlavning af mad. Disse kulturelle fremskridt muliggjorde kulturelle innovationer og ændringer i kosten. Derudover muliggjorde kontrol af ild udvidelsen af ​​menneskelig aktivitet til koldere klima og at holde sig op senere på aftenen ved både at give varme og lys.\n\nPåstande om det tidligste definitive bevis for kontrol spænder fra ca. 200 tusind til 1,7 millioner år siden. Bevis for den kontrollerede brug af brand, der begynder for ca. 1.000.000 år siden, har bred videnskabelig støtte. Flint -klinger, der blev brændt i brande, blev fundet nær menneskelige fossiler i Marokko og dateret til ca. 300 tusind år siden. Udbredt bevis for kontrol med branddatoer til for ca. 125.000 år siden.",
"First Temple": "__Göbekli tepe__ (udtalt [ɟøbekˈli teˈpe]), tyrkisk for \"Potbelly Hill\", er et arkæologisk sted i den sydøstlige Anatolien -region Tyrkiet, ca. 12 km (7 mi) nordøst for byen şanlıurfa. Fortællingen har en højde på 15 m (49 ft) og er ca. 300 m (980 ft) i diameter. Det er ca. 760 m (2.490 ft) over havets overflade.\n\nFortællingen inkluderer to brugsfaser, der antages at være af en social eller rituel karakter, der går tilbage til det 10. til 8. årtusinde f.Kr. I den første fase, der tilhørte den neolitiske A (PPNA), blev der opført før-pottery A (PPNA), cirkler af massive T-formede stensøjler-verdens ældste kendte megalitter. Mere end 200 søjler i ca. 20 cirkler er i øjeblikket kendt gennem geofysiske undersøgelser. Hver søjle har en højde på op til 6 m (20 ft) og vejer op til 10 ton. De er monteret i stikkontakter, der blev hugget ud af grundstenen. I den anden fase, der hører til det neolitiske B (PPNB) før-pottery B (PPNB), er de opførte søjler mindre og stod i rektangulære værelser med gulve med poleret kalk. Webstedet blev forladt efter PPNB. Yngre strukturer stammer fra klassiske tider.\n\nDetaljerne om strukturens funktion forbliver et mysterium. Det blev udgravet af et tysk arkæologisk team under ledelse af Klaus Schmidt fra 1996 indtil hans død i 2014. Schmidt mente, at stedet var et fristed, hvor folk fra en bred region med jævne mellemrum samledes, ikke en løsning.\n\nI 2018 blev stedet udpeget til et UNESCOs verdensarvsted.",
"Agricultural Revolution": "__ Den neolitiske revolution__ (ny stenalder) var den første __agrikulturelle revolution__. Det var en gradvis ændring fra nomadisk jagt og samling af samfund og bands til landbrug og bosættelse. Denne periode beskrives som en \"revolution\", fordi den ændrede livsstilen for samfund, der gjorde ændringen. Det forekom i forskellige forhistoriske menneskelige samfund på forskellige tidspunkter. Mange samfund ændrede sig for 7-9 tusind år siden.\n\nUdtrykket henviser til den generelle tidsperiode, som denne udvikling fandt sted. Det gælder også for de ændringer, der fandt sted: vedtagelsen af ​​tidlige landbrugsteknikker, afgrøddyrkning og husdyr. Den neolitiske revolution er vigtig for udviklingen inden for social organisation og teknologi.\n\n__ Den neolitiske revolution__ førte til at bo i permanente eller semi-permanente bosættelser. På grund af disse færre førte mennesker en nomadisk livsstil. For at være i stand til at vide, hvem afgrøderne voksede tilhørte, blev begrebet ejerskab af jord. Det naturlige miljø blev ændret, befolkningstæthederne voksede, og folk spiste mere grøntsags- og kornfødevarer i deres diæt. Hierarkier udviklet i samfundet. Korn blev opbevaret og kunne handles. Overskudsproduktion fra gode afgrødeudbytter hjalp samfund med at overleve dårlige år. Et eksempel på dette er, hvordan Yusuf (AS) beskyttede og spredte kornet i det gamle Egypten.",
"Writing": "__Writing__ er handlingen med optagelsessprog på et visuelt medium ved hjælp af et sæt symboler. Symbolerne skal være kendt for andre, så teksten kan læses.\n\nEn tekst kan også bruge andre visuelle systemer, såsom illustrationer og dekorationer. Disse kaldes ikke skrivning, men kan hjælpe beskeden med at fungere. Normalt bruger alle uddannede mennesker i et land det samme skrivesystem til at registrere det samme sprog. At være i stand til at læse og skrive er at være læse.\n\n__Writing__ adskiller sig fra tale, fordi læserne ikke behøver at være til stede på det tidspunkt. Vi kan læse skrivning fra længe siden og fra forskellige dele af verden. Tekstlagre og kommunikerer viden. __Writing__ er en af ​​de største opfindelser af den menneskelige art. Historikere mener, at det blev opfundet, efter at folk bosatte sig i byer, og efter landbruget startede. __Writing__ stammer fra ca. 3.300 f.Kr., hvilket er over 5000 år siden, i Mellemøsten.\n\n__Writing__ i dag er normalt på papir, skønt der er måder at udskrive på næsten enhver overflade. Fjernsyns- og filmskærme kan også vise skrivning, og det kan også computerskærme. Mange skrivematerialer blev opfundet, længe før papir. Clay, papyrus, træ, skifer og pergament (tilberedte dyreskind) er alle blevet brugt. Romerne skrev på voksede tabletter med en spids stylus; Dette var populært for midlertidige noter og meddelelser. Den senere opfindelse af papir fra kineserne var et stort skridt fremad.\n\n__Writing__ udføres traditionelt ved hjælp af et håndværktøj, såsom en blyant, en pen eller en børste. Mere og mere oprettes tekst imidlertid med input på et computertastatur eller smartphone.",
"Recorded History": "__Historie__ er studiet af tidligere begivenheder. Folk ved, hvad der skete i fortiden ved at se på ting fra fortiden, herunder kilder (som bøger, aviser og bogstaver) og artefakter (som keramik, værktøjer og menneskelige rester.) Biblioteker, arkiver og museer indsamler og opbevarer disse Ting for folk at studere historie. En person, der studerer historie, kaldes en historiker. En person, der studerer førhistorie og historie gennem ting, der er efterladt af gamle kulturer, kaldes en arkæolog. En person, der studerer menneskeheden og samfundet kaldes en antropolog. Undersøgelsen af ​​kilder og metoder, der bruges til at studere og skrive historie, kaldes historiografi.\n\nFolk kan lære om fortiden ved at tale med folk, der husker ting, der skete i fortiden. Dette kaldes mundtlig historie. Da folk, der havde været slaver og amerikanske borgerkrigsoverlevende, blev gamle, registrerede nogle historikere alt, hvad de sagde, så historien ikke ville gå tabt.\n\nDet samme blev gjort i islamisk historie. Meget blev skrevet ned, men der var flere lærde, der gik rundt og indsamlede hvert sidste ordsprog om profeten (Hadith) i bøger. En hel islamisk videnskab blev udviklet oven på dette for at verificere kæder af fortællinger, der førte tilbage til profeten (SAW) og for at rangere disse hadiths i sundhedsklassificeringsniveauer. Vi ved, hvem alle disse mennesker og deres familier var, de er ikke kun tilfældige fornavne i en bog (dvs. Mark, Luke, John). Ofte kan den samme Hadith findes snesevis af gange i den samme bog eller spredt ud over flere bøger af Hadith, da det blev samlet af så mange mennesker. Dette ville blive klassificeret som en Sahih (meget lyd) Hadith.\n\nKoranen blev også nedskrevet, men for det meste husket af tusinder af mennesker i løbet af profetens liv. Det er stadig husket af millioner af mennesker i dag i det originale arabiske sprog- selv af ikke-arabiske talere. Dette er muligt, fordi Koranen er poetisk og let at huske for mange mennesker. Hvis al teksten i Koranen på en eller anden måde forsvandt, kunne muslimerne bringe den tilbage på et par sekunder, hvis de arbejdede sammen. Det er alligevel ikke nødvendigt, da Gud fortalte os, at han vil beskytte det i Koranen. __ \"Det er faktisk vi, der sendte Koranen ned, og faktisk vil vi være dens værge.\" (Koranen 15: 9) __\n\nUanset det er poetisk og recitation skønhed, passer Koranens budskab let i de troendes sind, fordi det forklarer fortiden, fremtiden og til stede på en logisk og let at forstå måde. Koranen er faktisk det største mirakel, vi har, og kun et, vi har brug for, for at bevise islam, er den sande religion. Fik skabt os og taler til os og lærer os direkte med Koranens ord. Og hvem er bedre at lære os så Gud, den der skabte os og kender os bedst?\n\nI gamle tider holdt mennesker i forskellige dele af verden separate historier, fordi de ikke mødte hinanden meget ofte. Nogle grupper af mennesker mødte aldrig hinanden. Det middelalderlige Europa, det gamle Rom og det gamle Kina mente hver især, at de styrede de eneste vigtige dele af verden, og at andre dele var \"barbariske\".",
"First Pyramid Built": "__ \"Denne dag skal vi redde dig (o farao) i din krop, så du kan være et tegn på dem, der kommer efter dig! Men faktisk er mange blandt menneskeheden forsømmelige af vores tegn.\" (Koranen 10:93) __\n\nEn __pyramid__ er en struktur, normalt af sten, bygget i form af en pyramide. Fra gamle til moderne tid har mennesker i mange forskellige dele af verden bygget sådanne strukturer.\n\nDe første __pyramider__ blev bygget i 2630 f.Kr. Den ældste kendte pyramide er i Saqqara, Egypten og blev bygget af kong Djoser fra det tredje egyptiske dynasti.\n\nKoranen taler meget om det egyptiske dynasti i historierne om Musa (som, Moses) og Yusuf (som Joseph).\n\nKoranen beskriver nøjagtigt egyptisk historie ved at henvise til lederen af ​​disse egyptiske dynastier som en konge eller en farao (som kom senere). En historisk kendsgerning, der først for nylig blev opdaget af British Museum. Ifølge dem kaldte egypterne ikke deres herskere \"Farao\" før det 18. dynasti (1552-1295 f.Kr.).\n\nEt par vers, der taler om Musa og Fira'un (Farao):\n__ \"Vi (Allah) øver dig til en del af historien om Moses og Farao med sandhed til fordel for et folk, der ville tro. (Koranen 28:04).\n\n\"Vi sendte Moses med vores tegn til Farao og hans chefer, men de afviste dem uretfærdigt. Se, så hvad var slutningen på dem, der skabte uorden! (Koranen 7: 104)\n\n\"Denne dag skal vi redde dig (o farao) i din krop, så du kan være et tegn på dem, der kommer efter dig! Men faktisk er mange blandt menneskeheden forsømmelige af vores tegn. (Koranen 10:93) __\n\nDet antages bredt af historikere og kristne og muslimske lærde, at Moses interagerede med Ramesses II. Både Koranen og Bibelen nævner denne historie i detaljer, der til sidst sluttede med, at faraoen blev druknet i Røde Hav, efter at Moses, med Guds tilladelse, skiltede havet.\n\nKoranens profeti om __ \"Denne dag skal vi redde dig (o farao) i din krop, så du måske er et tegn på dem, der kommer efter dig!\" __ findes ikke i nogen anden skrift, og endda historikere havde ingen anelse om dette indtil for nylig. De mumificerede kroppe af alle faraoerne lå skjult i kongernes dal (Kv7 & 8) langs Nilenes bredder. Selv efter at deres grave blev plyndret, blev de mumificerede rester af faraoerne holdt deres uopdagede i århundreder. Deres opdagelse fandt sted i det 19. århundrede, og du kan nu se, Ramesses II med dine egne øjne i det store egyptiske museum i Kairo, Egypten. Hans krop er også gået på flere internationale ture for alle at se. Dette viser igen, hvordan viden i Koranen og Islam kun kunne have været givet os af Gud.\n\nDu kan også spørge jødiske mennesker om deres oplevelse med denne farao og andre gamle egyptiske ledere.\n\n__ \"Og vi havde bestemt givet Moses ni åbenlyse tegn, så spørg Israels børn [om], da han kom til dem, og Farao sagde til ham,\" Jeg tror faktisk, o Moses, at du er berørt af magi. \"(Koranen 17: 101) __\n\nDe jødiske folks overlevelse giver os også mulighed for at spørge dem om de andre tegn på Gud, de modtog, som mange mirakler og profeter, der blev sendt til dem.\n\n__ Spørg Israels børn, hvor mange et klart tegn, vi gav dem. Og den, der udveksler Allahs fordel, efter at det er kommet til ham - så er Allāh faktisk alvorlig i gengæld. (Koranen 2.211) __",
"Roman Empire": "__ Det romerske imperium__ (latin: Imperium Romanum) var det største imperium i den antikke verden. Dens hovedstad var Rom, og dets imperium var baseret i Middelhavet. Empire stammer fra 27 f.Kr., da Octavian blev kejseren, Augustus, indtil den faldt i 476 e.Kr.\n\nImperiet var den tredje fase af det gamle Rom. Rom blev først styret af Roman Kings, derefter af Den Romerske Republik, derefter af en kejser.\n\nMange moderne lande var engang en del af __roman imperiet__, inklusive Storbritannien (ikke Skotland), Spanien, Portugal, Frankrig (Gaul), Italien, Grækenland, Tyrkiet, Tyskland, Egypten, Levant, Krim, Schweiz og den nordlige kyst af Afrika. Det vigtigste sprog for __roman imperiet__ var latin; Græsk var et vigtigt sekundært sprog.\n\nDen vestlige del af __roman imperiet__ fortsatte i cirka 500 år, og den østlige del, inklusive Grækenland og Anatolien, fortsatte i omkring tusind år mere. Den østlige del blev kaldt det byzantinske imperium, hvor hovedstaden var Konstantinopel og blev afsluttet af den osmanniske erobring af Konstantinopel i 1453 af Sultan Fatih Mehmet. Denne begivenhed blev profeteret af profeten Muhammad og er en af ​​de mest bemærkelsesværdige begivenheder i verdenshistorien.",
"Crusades": "__ Crusades__ var en række religiøse krige, der kæmpede mellem kristne og muslimer over kontrol over det hellige land. Traditionelt fandt de sted mellem 1095 og 1291. Det hellige land var stadig et sted, der er meget vigtigt for de tre store monoteistiske religioner: islam, jødedom og kristendom. Der er mange vigtige religiøse steder i Det Hellige Land. Dette er det land, der nu kaldes Israel eller Palæstina. Jerusalem, Nazareth, Bethlehem, Hebron og andre religiøse steder faldt under kontrol af muslimer under kalifatet af Omar (RA), den tredje kalif og en nære ven og ledsager af profeten Muhammad (SAW).\n\nDer var mange forskellige korstog. Den vigtigste og største __crusades__ fandt sted fra det 11. til 13. århundrede. Der var 9 store korstog i denne periode. Der var også mange mindre korstog. Nogle korstog var endda i Europa (for eksempel i Tyskland, Østrig og Skandinavien). De mindre __crusades__ fortsatte til det 16. århundrede, indtil renæssancen og reformationen.\n\nOrdet \"korstog\" er relateret til ordet \"kryds\" og betyder en kristen hellig krig. Der er også det arabiske ord \"jihad\", som betyder at stræbe og kæmpe af muslimer, der kan have den samme konnotation som \"korstog\" for muslimer i en krigstid. Profeten (SAW) lærte, at dette er den mindre jihad, og den større jihad kommer i kampen for at leve et fromt liv.\n\nAlle sider (kristne, muslimer og jøder) troede meget på deres religioner. Mange af korstogene havde ofte politiske eller monetære grunde bag dem. Som alle krige.\n\nDet er trist at se fjendtligheder mellem de tre Abrahamiske trosretninger, der deler så meget til fælles. Muslimer betragter jøder og kristne som mennesker i bogen, hvilket betyder, at de har en særlig status og tættere forhold til muslimer end nogen andre mennesker. Du kan se dette i profeten (SAW), og hvor han og ledsagerne blev bedrøvet af den byzantinske kristne) tab til sassanierne i en stor kamp. Dette blev optaget i Hadiths og talte endda om i Koranen. Det er også et andet interessant bevis på islams ægthed, da Gud afslørede en fremtidig begivenhed, der skete: __ \"Romerne er blevet besejret. I et land tæt ved (Anatolia); men de vil snart sejre inden for få år. Til Allah hører til kommandoen før og efter. Og den dag vil de troende glæde sig \"(Koranen 30: 2-4) __\n\nPå det tidspunkt, dette blev afsløret, var de arabiske hedninger på siden af ​​de hedenske sassanere, mens de arabiske muslimer håbede, at Christian vandt denne kamp. Da de kristne mistede hedningerne hånede muslimerne for dette tab og sagde ting som \"Hvor er din magtfulde Gud nu?\". Så Gud afslørede dette vers i dette øjeblik. Selvfølgelig, i 622 e.Kr. i slaget ved Issus, havde byzantinerne under kejser Heraclius en knusende og varig sejr i Anatolien mod Sassanierne og bekræftede således den Koraniske profeti.",
"Black Plague": "__ Den sorte død__ var et udbrud af sygdom, der dræbte millioner af mennesker i hele Europa og Asien. Næsten en ud af hver tre mennesker i Europa døde af sygdommen og var på det værste mellem 1347 og 1351. Sygdommen er muligvis startet i Asien. De fleste mennesker tror, ​​at sygdommen var den buboniske pest. Denne sygdom bæres og spredes af lopper, der lever på rotter. Forhandlere fra Silke Road kan have bragt de inficerede lopper til Europa.\n\nLopper startede problemet; De inficerede lopper blev båret af sorte rotter. Rotter, der bar lopperne, ville gå i byer. Når lopperne bider nogen, ville de sprøjte lidt af bakterierne ind i såret. Dette ville få personen til at blive inficeret. Rotter var ofte på skibe. Dette betød, at sygdommen spredte sig ekstremt hurtigt over hele Europa.\n\nHos mennesker forårsagede sygdommen hævelse i lysken, under armene og bag ørerne. Disse hævelser var en sort og lilla farve, hvorfor navnet 'den sorte død'. De mørke hævelser blev kaldt Buboes. Folk havde smerter, og ofre døde en frygtelig død. Symptomerne kunne ses 3-7 dage efter, at ofrene blev bidt af en loppe, der bærer sygdommen.\n\nDesværre troede man i nogle byer som i London, at katte forårsagede sygdommen, så de blev jaget og dræbt i stort antal. Desværre, som forventet, fik dette pesten til at blive værre, da rotterne nu mistede deres vigtigste naturlige rovdyr, og der voksede befolkningen endnu større.\n\nEn anden interessant kendsgerning omkring den buboniske pest er, hvordan paven reddede sig selv. På det tidspunkt var muslimerne i spidsen for al medicinsk og videnskabelig opdagelse. Kæmpet gennem mange muslimske bøger opdagede den katolske præst, at ild blev antaget at afværge og dræbe visse sygdomme (bakterier). Som sådan tændte de en enorm brand i en cirkel, der omgiver paven, der varede flere uger. Dette holdt selvfølgelig rotter og deres flygter fra paven, og han overlevede uden problemer.",
"Constantinople Istanbul": "__Constantinople__ var hovedstaden i det romerske imperium (330-395), det byzantinske/østlige romerske imperium (395-1204 og 1261-1453), det latinske imperium (1204-1261) og det osmanniske imperium (1453-1922). I 1930 blev det omdøbt til Istanbul. Det er en by i nutidens kalkun.\n\nErobringen af ​​Istanbul, også kendt som Islambol, var endnu et tegn og bevis på islam, da profeten Muhammad havde profeteret det. __ “Sandelig, du skal erobre Konstantinopel. Hvilken vidunderlig hær vil den hær være, og hvilken vidunderlig kommandør vil den erobrer være. ” (Musnad, I, 176; IV, 335; Darimi, “Muqaddima”, s. 43) .__ Dette er en stor ære for osmannerne, der erobrede byen i 1453 og havde en af ​​de længste regerende og mest magtfulde impires i historien .\n\nHistorikere har udtalt, at for tidsperioden erobrer __onstantinopel__ svarer til at erobre et sted som New York City i dag.",
"Newton and Gravity": "Når de fleste mennesker tænker på __isaac Newton__, tænker de på, at han sad under et æbletræ og ser et æblefald. Nogle mennesker tror endda, at æblet faldt på hans hoved. __Newton__ forstod, at det, der får ting som æbler til at falde til jorden, er en bestemt form for kraft - den kraft, vi kalder tyngdekraften. __Newton__ troede, at tyngdekraften var tiltrækningskraft mellem to genstande, såsom et æble og jorden. Han troede også, at et objekt med mere stof udøvede den samme kraft på mindre objekter, som de udøvede på det. Det betød, at den store masse af jorden trak genstande mod den. Derfor faldt æblet ned i stedet for op, og hvorfor folk ikke flyder i luften.\n\n__Isaac Newton__ fortsatte med at tænke på tyngdekraften. Før __newton__ troede folk, at kun genstande tæt på jorden ville falde ned. Men __newton__ troede, at tyngdekraften ikke bare skulle være begrænset til jorden og objekterne på den. Hvad hvis tyngdekraften gik til månen og videre?\n\n__Newton__ opfandt en formel til beregning af tiltrækningskraft mellem to kroppe. Han brugte den til at beregne den krafte, der var nødvendig for at holde månen i bevægelse rundt på jorden. Derefter sammenlignede han det med den kraft, der fik æblet til at falde nedad. Efter at have tilladt det faktum, at månen er meget længere væk fra jorden og har en meget større masse, opdagede han, at kræfterne var de samme. Månen afholdes i en bane rundt om jorden ved træk af jordens tyngdekraft.\n\nFormlen opfundet af __newton__ kaldes gravitationsloven. Han var ret genial, og hans mange love blev kendt som Newtonian Physics. Mange af hans matematiske formler bruges stadig til at beregne mekanikerne for objekter for større objekter. De er ikke nøjagtige til små ting, så en Newwer -videnskab kaldet Quantum Physics er under udvikling for at prøve at forstå denne underlige verden af ​​mikroskopiske genstande.",
"Industrialization": "__Industrialisering__ (eller industrialisering) er en proces, der sker i lande, hvor de begynder at bruge maskiner til at udføre arbejde, der engang blev udført af mennesker. __Industrialisering__ ændrer de ting, folk gør. __Industrialisering__ fik byer til at blive større. Mange mennesker forlod landbruget for at tage højere betalte job i fabrikker i byer.\n\n__Industrialisering__ er en del af en proces, hvor folk vedtager lettere og billigere måder at fremstille ting på. Ved hjælp af bedre teknologi bliver det muligt at producere flere varer på kortere tid. Flere ting kan produceres af færre mennesker.\n\nEfter industrialisering udfører folk også mere specialiserede job. For eksempel før industrialisering lavede en skomager (en person, der laver sko og lædervarer) et par sko helt alene. Han arbejdede på et par sko, afsluttede det og startede derefter på det næste par sko. Med industrialisering er der mange mennesker involveret i at fremstille sko ved at skære skofremstillingsprocessen til mindre opgaver. For eksempel er der en person, der skærer skoens sål, og en anden person syer den. Kort sagt er der arbejdsdeling, og det er kendt som en samlebånd i dag. Maskinerne i sådanne fabrikker koster en masse penge, så fabrikken ejes af en rig person, der har råd til maskinerne og ansætter arbejdstagerne til at bemærke de forskellige maskiner og opgaver.\n\n__Industrialisering__ startede i England med den industrielle revolution i det 18. århundrede. Det spredte sig først til dele af Europa og til Nordamerika. I det 20. århundrede spredte industrialiseringen sig til de fleste andre lande.",
"Darwin's Theory of Evolution": "__ \"Allah har skabt hvert dyr fra vand. Af dem er nogle, der kryber på deres maver, nogle der går på to ben, og nogle, der går på fire. Allah skaber det, han vil, for virkelig Allah har magt over alle ting\" ( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Hans bog \"On the Origin of Species\" i 1859. I den fremførte han mange teorier om, hvordan livet blev på jorden. Han foreslog naturlig udvælgelse, som er en proces, hvor dyr med visse træk, kan overleve bedre som den måde, hvordan alle dyr er kommet til. Darwin forstod imidlertid ikke eller vidste om genetik på det tidspunkt, eller hvordan træk faktisk blev videregivet. Så han kunne ikke nøjagtigt forklare, hvad der fik børn til at ligne deres forældre.\n\nIkke desto mindre accepteres __darwin's__ forklaring af evolution grundlæggende af det videnskabelige samfund, og forskere arbejder hårdt for at prøve at bevise, at de udviklede sig fra enkeltcellede organismer og aber indtil i dag. Mens muslimer, kristne og jøder mener, at vi er efterkommere af Adam (så) og Hawwa (Eve), den første mand og kvinde. Forskere omtaler sådanne fund som \"intelligent design\", og der er utallige beviser for dette, såsom hvordan DNA, menneskelige krop, solsystemer osv. Arbejder.\n\nI lighed med darwinisme genkender Islam ideen om, at livet udvikler sig i faser og over en periode. Vi tror også, at Gud har magt over alle ting og let kan ændre noget at adoptere til dets miljø. Gud skabte det første gang, anden gang ville være lettere, ikke? Ligesom vi er genopstået på dommedagen.\n\nMen i modsætning til moderne evolutionistiske teorier, der siger tilfældige mutationer, som altid er katastrofale og dødbringende i naturen, får et dyr til at udvikle eksempel. Dette er faktisk dokumenteret på mange undersøgelser af fugle, der tilpasser træk så hurtigt, at forskere ikke kan forklare det og er bekymrede for, at andre arter ikke vil tilpasse sig så hurtigt. Dette giver mere mening end et dyr, der langsomt og tilfældigt udvikler sig tilfældigt. Der er også tilfælde af nye eller uddøde sommerfugle, der på mirakuløst vis kommer ud af ingen hvor. Muslimer plejer meget for dyr og miljøet, men vi understreger ikke om, at de bliver udryddet eller ikke er i stand til at passe på sig selv, fordi vi som alle ting sætter vores tillid til Gud.\n\nSammenfattende afviser muslimer tanken om, at mennesker tilfældigt udviklede sig fra aber. Muslimer mener, at mennesker betragtes som en særlig skabelse. Islam lærer, at mennesker er en unik livsform, der blev skabt af Allah, ligesom alt andet; Vi har dog unikke gaver og evner i modsætning til noget andet dyr og væren. For eksempel har vi en evig sjæl, samvittighed, fantasi, viden og fri vilje. Vi kan være stærke, gode og fromme eller være svage og kun arbejde for at opfylde vores egoistiske ønsker. Uanset hvad, menneskers liv begyndte med oprettelsen af ​​to mennesker, en mand og en kvindelig ved navn Adam og Hawwa (Eve), og det gør os alle relateret til blod og familie.\n\nKoranen beskriver, at Allah __ \"lavet af vand hver levende ting\" (Koranen 21:30) .__ Et andet vers beskriver, hvordan __ \"Allah har skabt hvert dyr fra vand. Af dem er nogle, der kryber på deres maver, nogle af det Gå på to ben, og nogle, der går på fire. Allah skaber det, han vil, for virkelig Allah har magt over alle ting \"(24:45) .____\n\nDisse vers understøtter den videnskabelige teori om, at livet begyndte i vand.",
"World War 1": "__World War I__ (eller den første verdenskrig) var en global krig, der begyndte den 28. juli 1914 og varede indtil 11. november 1918. Krigen varede nøjagtigt fire år, tre måneder og 14 dage.\n\nDe fleste af kampene var i Europa, men soldater fra mange andre lande deltog, og det ændrede de koloniale imperier af de europæiske magter og resulterede også i slutningen af ​​det osmanniske imperium. Før 2. verdenskrig begyndte i 1939, blev __world krig I__ kaldt den store krig, verdenskrigen eller 'krigen for at afslutte alle krige'. 135 lande deltog i __World War I__, og næsten 10 millioner mennesker døde, mens de kæmpede, for det meste af sygdom og hungersnød.\n\n__World War I__ blev kæmpet af de fleste af de Europas lande. De faktiske kampe var på mange forskellige fronter. Den vestlige front var, hvor de fleste af kampene mellem Tyskland og de allierede skete. De fleste af kampene her var grøftkrigføring.\n\nDen østlige front blev kæmpet i Central- og Østeuropa. Kampene her var ikke grøftkrigføring, men mobil krigføring på grund af størrelsen på fronten. Der skete meget kampe i Mellemøstlig front og den italienske front. Kampene fandt også sted i Afrika, Kina og til søs såvel som i luften.\n\nKrigen blev afsluttet med underskrivelsen af ​​mange forskellige traktater, den vigtigste var Versailles -traktaten.\n\n__World War I__ var den første store krig, hvor tanke, fly og ubåde eller (U-både) var vigtige våben.",
"World War 2": "__World War II__ (WWII eller WW2), også kaldet Anden verdenskrig, og i Sovjetunionen var den store patriotiske krig en global krig, der involverede kampe i mange dele af verden og mange lande. De fleste lande kæmpede i årene 1939–1945, men nogle begyndte at kæmpe i 1937. De fleste af verdens lande, inklusive alle de store magter, kæmpede som en del af to militære alliancer: de allierede og aksemagterne. __World War II__ var den dødeligste konflikt i hele menneskets historie. Det involverede flere lande, kostede flere penge og dræbte flere mennesker end nogen anden krig i menneskets historie. Mellem 50 til 85 millioner mennesker døde. De fleste var civile. Det omfattede massakrer, det bevidste folkedrab af Holocaust, strategisk bombning, sult, sygdom og den første brug af atomvåben i historien af ​​USA på Japan.\n\nKrigen i Asien begyndte, da Empire of Japan invaderede Kina den 7. juli 1937. De Forenede Stater reagerede ved at placere en olieembargo på Japan. Starten af ​​krigen i Europa var, da Tyskland invaderede Polen den 1. september 1939. Frankrig og Storbritannien reagerede ved at erklære krig mod Tyskland. I 1941 var store dele af Europa under tysk kontrol. Kun Storbritannien forblev kæmpet mod aksen i Nordafrika, Middelhavet og Atlanterhavet. I juni 1941 invaderede Axis Powers Sovjetunionen og startede det største krigsområde i historien. Den 7. december 1941 angreb Japan vestlige kolonier i Stillehavet, og de to krige blev en.\n\nDe japanske sejre blev stoppet i 1942, og de europæiske akse -sejre blev også stoppet i 1943, både i Nordafrika og i Sovjetunionen. Derefter begyndte de allierede at kæmpe tilbage fra alle sider. Aksen mistede Nordafrika og startede i 1943 blev tvunget til at forsvare Italien. I 1944 invaderede de allierede Frankrig, og kørte mod Tyskland på Rhinen, mens sovjeterne holdt sig ved at lukke ind fra øst. Tyskland overgav sig i maj 1945. Japan overgav formelt den 2. september 1945. Krigen sluttede med den allierede sejr.\n\nEfter krigen blev De Forenede Nationer oprettet til at udvikle støtte mellem lande og for at forhindre fremtidige krige. Den kolde krig blandt de store vindere startede snart, men de kæmpede ikke på hinanden i en faktisk krig. Dekolonisering af Asien og Afrika, hvor de lande, der blev kontrolleret af europæiske lande, fik deres uafhængighed, skete også. Dette skyldtes, at europæisk magt blev svækket fra krigen. Økonomisk opsving og den politiske integration (processen med at forene lande) var blandt andre resultater af krigen.",
"Cold War": "__The Cold War__ (1947–1991) var det spændte forhold mellem De Forenede Stater (og dets allierede) og Sovjetunionen (Sovjetunionen og dets allierede) mellem slutningen af ​​2. verdenskrig og Sovjetunionens død.\n\nDe fleste af landene på den ene side var allierede i NATO, hvis to største militære lande var USA og Tyrkiet. De fleste af landene på den anden side blev allierede i Warszawa Pact, som det mest magtfulde land var Sovjetunionen (nu Rusland).\n\nDen vestlige kapitalistiske gruppe af lande inkluderer Amerika, Tyrkiet, Vesteuropa, Israel, Japan, Sydkorea, Thailand, Iran (1945-1979), Pakistan, Malaysia, Filippinerne, Sydafrika, Australien og New Zealand.\n\nDen østsocialistiske gruppe inkluderer Sovjetunionen, Østeuropa, Angola, Etiopien, Cuba (1959-1991), Mongoliet, Nordkorea, Kina og Vietnam.\n\nDen kolde krig sluttede med Berlinmurens fald i 1989, hvor Rusland skiftede fra et socialistisk kommunistisk land til et demokratisk kapitalistisk land. Der er dog stadig resterende konflikt her, som det ses i de nylige slag og krig mellem Rusland og Ukraine.",
"Moon Landing": "__Apollo 11__ var den første flyvning til at sende folk til månen. Det blev gjort af NASA (National Aeronautics and Space Administration), det originale amerikanske rumfartsagentur. Det gik op til rummet den 16. juli 1969 og bærer tre astronauter: Neil Armstrong, Buzz Aldrin og Michael Collins. Den 20. juli 1969 blev Armstrong og Aldrin de første mennesker, der landede på månen, mens Collins blev i kredsløb rundt om månen.\n\nFlyvningen var en del af __space -race__ mellem De Forenede Stater og Sovjetunionen. Den afsluttede den plan, der blev fastlagt af John F. Kennedy, Unite stater 35. præsident, i 1961 for at \"lande en mand på månen og returnere ham sikkert til jorden\", inden 1960'erne sluttede.",
"World Wide Web": "__ Internet__ er det største verdensomspændende kommunikationsnetværk af computere. Internettet har millioner af mindre indenlandske, akademiske, forretningsmæssige og statslige netværk, der tilsammen bærer mange forskellige slags oplysninger. Udtrykket er undertiden forkortet som \"nettet\", kort for netværket. __World brede web__ er en af ​​dens største tjenester. Det bruges af et par milliarder mennesker over hele verden.\n\nInternettet blev udviklet i USA af \"United States Advanced Research Projects Agency\" (DARPA). Internettet blev først tilsluttet i oktober 1969 og blev kaldt __arpanet__. __World brede web__ blev oprettet på CERN i Schweiz i 1990 af en britisk (UK) videnskabsmand ved navn Tim Berners-Lee."
}
