{
"Birth of the Universe": "\"Dan Dia adalah orang yang telah menciptakan langit dan bumi (sesuai dengan perintah langitnya yang ditetapkan) pada kebenaran dan hari ketika dia akan berkata: 'Jadilah', maka itu (hari penghakiman) akan datanglah. Firman -Nya adalah kebenaran. Dan kehendak -Nya akan menjadi kedaulatan pada hari ketika sangkakala akan ditiup (oleh Israfil). Dia (adalah orang yang) mempunyai pengetahuan tentang yang tidak kelihatan dan yang dilihat, dan dia adalah Semua bijak, semua-menyedari. \" (Quran 6:73)\n\n\"Perintah kami untuk sesuatu adalah tetapi hanya ini apabila kami berhasrat (untuk membawa) ia (menjadi kewujudan), kami berkata kepadanya: 'Jadilah', dan ia menjadi.\" (Quran 16:40)\n\"Ia bukanlah kemuliaan Allah yang harus Dia ambil (kepada dirinya sendiri sebagai seorang anak lelaki, suci dan dimuliakan adalah dia (di atas ini)! Apabila dia menetapkan apa -apa perkara, dia hanya mengatakan kepadanya: 'Jadilah', dan ia menjadi.\" (Quran 19:35)\n\n\"Dia adalah pemula langit dan bumi! Apabila dia menetapkan sesuatu, dia hanya memberitahu,\" Jadilah! \" Dan itu! \" (Al -Quran 2: 117)\n\n\"Perintahnya (penciptaan) hanya apabila dia berhasrat (untuk mencipta) sesuatu, dia berkata kepadanya: 'Jadilah', jadi ia dengan serta -merta menjadi (ada atau kelihatan dan terus menjadi).\" (Quran 36:83)\n\n\"Dia adalah orang yang memberikan kehidupan dan menyebabkan kematian, maka apabila dia memutuskan sesuatu, dia hanya mengatakannya: 'Jadilah', jadi ia menjadi.\" (Quran 40:68)\n\n\"Dan jika apa -apa pokok -pokok di atas bumi adalah pen dan laut [dakwat], diisi semula selepas itu oleh tujuh laut, kata -kata1 dari Allah tidak akan habis. (Quran 31:27)\n\n\"Adakah manusia tidak menganggap bahawa kita menciptakannya dari sperma-drop sperma-maka seketika dia adalah orang yang terbuka? Dan dia memberikan persamaan (argumen) untuk kita dan melupakan ciptaannya sendiri. Dia bertanya (dalam kekeliruan) : \"Siapa yang akan memberi kehidupan kepada tulang ketika mereka hancur?\" Katakanlah: \"Dia akan memberikan kehidupan kepada mereka yang membawa mereka ke dalam kewujudan pada mulanya, dan dia menyedari semua ciptaan.\" Dia yang telah membuat kamu, dari pokok hijau, api. Dan kemudian dari itu anda menyalakan (api). Bukankah dia yang menciptakan langit dan bumi dapat menciptakan seperti mereka? Mengetahui, sesungguhnya perintahnya, apabila dia menghendaki sesuatu, hanya untuk mengatakan kepadanya: Jadilah! Dan itu! \" Oleh itu kemuliaan kepadanya di mana tangannya adalah kerajaan segala sesuatu, dan baginya kamu akan dibawa kembali. \"(Al -Quran 36:82)\n\n\"Kemudian anda berfikir bahawa kami mencipta anda dengan sia -sia dan kepada kami, anda tidak akan dikembalikan?\" (Quran 23: 115)\n\n\"Adakah tidak ada yang membuat mereka atau adakah mereka membuat diri mereka?\" (Quran 52:35)\n\n\"Adakah manusia tidak ingat bahawa kita menciptakannya sebelum ini, ketika dia tidak ada apa -apa?\" (Quran 19:67)\n\n\"Allah membawa kamu dari rahim ibu kamu semasa kamu tidak tahu apa -apa, dan memberi kamu pendengaran dan penglihatan dan hati, supaya kamu bersyukur\" (Quran 16:78)",
"Big Bang": "\"Adakah orang -orang kafir tidak menyedari bahawa __ langit dan bumi pernah menjadi satu jisim maka kita mencengkam mereka mengangkat dan kita menciptakan dari air setiap makhluk hidup. Adakah mereka tidak akan percaya?\" (Quran 21:30)\n\n__Big Bang__ adalah teori saintifik tentang bagaimana alam semesta bermula dari satu titik dan berkembang dari sana. Ia adalah di mana galaksi, bintang, planet dan semua perkara yang kita lihat hari ini berasal dari.\n\n__ \"Dia adalah orang yang berasal dari langit dan bumi, dan apabila dia kehendaki (berasal) sesuatu, dia hanya mengatakan kepadanya: 'Jadilah', dan ia menjadi.\" (Al -Quran 2: 117) __\n\nModel __big Bang__ adalah bahawa alam semesta bermula dalam keadaan yang sangat padat dan panas dan telah berkembang. Teori ini mencadangkan, dan pengukuran menunjukkan, bahawa alam semesta masih berkembang hari ini.\n\nAlam semesta bermula sebagai superforce yang sangat panas, kecil, dan padat (campuran empat kuasa asas), tanpa bintang, atom, bentuk, atau struktur (dipanggil \"keunikan\"). Kemudian kira -kira 13.8 bilion tahun yang lalu, ruang berkembang dengan cepat (dengan itu nama \"__big bang__\"). Ini memulakan pembentukan atom, yang akhirnya membawa kepada pembentukan bintang dan galaksi. Ia adalah Georges Lemaître, seorang imam Katolik, yang pertama kali menyatakan (pada tahun 1927) bahawa alam semesta yang berkembang dapat dikesan kembali dalam masa ke titik tunggal yang berasal.\n\nWalau bagaimanapun, tidak diketahui banyak fakta -fakta saintifik astronomi dan lain -lain, seperti Big Bang, pembentukan planet, orbit dan tingkah laku, embriologi dan banyak lagi, telah diturunkan kepada kita oleh Tuhan dalam Al -Quran lebih 1400 tahun yang lalu. Sebagai contoh, Georges Lemeaitre bukanlah yang pertama yang diperhatikan mengenai Big Bang. Al -Qur'an jelas bercakap tentang Big Bang __ \"Adakah orang -orang kafir tidak menyedari bahawa langit dan bumi pernah menjadi satu jisim maka kita mencengkam mereka? Dan kita menciptakan dari air setiap makhluk hidup. (Quran 21:30) __\n\nJika anda mencari tanda atau bukti Tuhan, ketahui ini adalah salah satu daripada banyak bukti yang banyak bahawa Islam adalah agama Allah yang benar dan satu -satunya.\n\nAlam semesta masih berkembang hari ini, yang baru -baru ini ditemui. Walau bagaimanapun, sekali lagi Al -Quran mengesahkan: __ \"Langit, kami telah membina mereka dengan kuasa dan sesungguhnya, kami memperluaskannya\" (Quran 51:47) __.\n\nSebelum ini, para saintis mempunyai teori yang dipanggil Big Crunch, di mana alam semesta dianggap mungkin colapse, atau mengetuk ke bawah, kembali ke dirinya sendiri apabila ia mencapai titik tertentu. Teori ini tidak lagi diajar.\n\nSecara keseluruhannya, alam semesta semakin meningkat dan suhu jatuh seiring dengan masa berlalu. Kosmologi adalah kajian bagaimana alam semesta bermula dan perkembangannya. Para saintis yang belajar kosmologi bersetuju bahawa teori __big Bang__ sepadan dengan apa yang mereka perhatikan setakat ini.\n\nFred Hoyle memanggil teori \"__big bang__\" di rancangan radionya. Dia tidak percaya bahawa __big Bang__ betul. Para saintis yang tidak bersetuju dengannya menganggap nama itu lucu dan memutuskan untuk menggunakannya.\n\nPara saintis mendasarkan teori __big Bang__ mengenai banyak pemerhatian yang berbeza. Yang paling penting ialah kemerahan galaksi yang sangat jauh. Redshift adalah kesan Doppler yang berlaku dalam cahaya dan juga dapat dilihat dalam bunyi. Sebagai contoh, bunyi yang lebih tinggi racecar membuat ketika ia mendekati berbanding bunyi yang lebih rendah yang dibuat ketika bergerak dari anda- \"vrrrrrrrrrrr\" (ke arah anda) \"ooooooommmmm\" (bergerak dari anda). Begitu juga, apabila objek bergerak dari bumi, sinar warna kelihatan lebih mirip dengan warna merah daripada yang sebenarnya, kerana pergerakan membentangkan panjang gelombang cahaya yang diberikan oleh objek. Para saintis menggunakan perkataan \"merah panas\" untuk menggambarkan gelombang cahaya yang diregangkan ini kerana merah adalah panjang gelombang terpanjang pada spektrum yang kelihatan. Semakin banyak redshift ada, semakin cepat objek bergerak. Dengan mengukur redshift, saintis membuktikan bahawa alam semesta berkembang, dan mereka dapat menyelesaikan seberapa cepat objek bergerak dari bumi. Dengan pemerhatian dan pengukuran yang sangat tepat, para saintis percaya bahawa alam semesta adalah singularitas kira -kira 13.8 bilion tahun yang lalu. Kerana kebanyakan perkara menjadi lebih sejuk ketika mereka berkembang, para saintis menganggap bahawa alam semesta sangat kecil dan sangat panas ketika ia bermula. Jika objek bergerak ke arah Bumi, ia kemudian mempunyai cahaya beralih biru.\n\nPemerhatian lain yang menyokong teori __big Bang__ adalah jumlah elemen kimia di alam semesta. Jumlah unsur yang sangat ringan, seperti hidrogen, helium, dan litium seolah -olah bersetuju dengan teori __big Bang__. Para saintis juga telah menemui \"radiasi latar gelombang mikro kosmik\". Sinaran ini dikenali sebagai gelombang radio, dan mereka berada di mana -mana di alam semesta. Sinaran ini kini sangat lemah dan sejuk, tetapi lama dahulu ia sangat kuat dan sangat panas.\n\nSaintifik tahu bahawa Big Bang akan menyebabkan radiasi besar -besaran tetapi menginginkan lebih banyak bukti. Pada tahun 1960 -an, bekerja untuk Labratories Bell di New Jersey, Arno Penzias dan Bob Wilson secara tidak sengaja menemui CBR (radiasi latar belakang kosmik) ketika mereka menala antena homdel mereka, antena baru yang sangat sensitif. Mereka cuba menghilangkan semua bunyi latar belakang dan mendapati bahawa mereka tidak dapat mengeluarkan satu kekerapan gangguan yang datang dari semua arah. Ini kemudiannya dikenali sebagai CBR dan ia disebabkan oleh letupan Big Bang, ini masih boleh didengar, dan akan selalu, pada radio hari ini. Penemuan ini akhirnya dianugerahkan Penzias dan Wilson sebagai Hadiah Nobel pada tahun 1993.\n\nSesetengah saintis dan ahli falsafah berhujah bahawa masa tidak mempunyai makna sebelum __big Bang__. Mereka berpendapat bahawa __big Bang__ adalah permulaan masa, dan tidak ada alam semesta sebelum __big Bang__, kerana tidak ada apa -apa \"sebelum\" jika tidak ada masa! Sebagai umat Islam, kita tahu Tuhan kekal dan melampaui apa -apa fikiran kita dapat difahami. Oleh itu, ia masuk akal mengapa kita tidak dapat memahami konsep masa sebelum Big Bang, ini adalah salah satu daripada banyak paradoks yang menunjukkan kepada pencipta yang berkuasa.\n\nUntuk hujah -hujah, katakanlah kita dapat menjelaskan apa yang ada sebelum Big Bang atau bagaimana ia dicipta walaupun. Kemudian soalan seterusnya ialah, \"Baiklah, apa yang mencipta itu?\". Dan katakan kami menjelaskan apa yang mencipta itu juga, sekali lagi, persoalannya akan kekal, \"Baiklah, apa yang mencipta itu?\". Seperti yang anda mungkin lihat, ini tidak akan berakhir sehingga ia sebenarnya merupakan bukti besar Tuhan sebagai pencipta tunggal kita dan bagaimana konsep Tuhan jauh di luar akal manusia kita yang terhad.\n\nUmat ​​Islam tidak membahaskan perkara -perkara seperti itu, kita hanya menerima apa yang Tuhan katakan kepada kita tentang dirinya dan ciptaan -Nya. Sebagai contoh, Tuhan bercakap tentang tangan -Nya tetapi kita tahu mereka tidak seperti mana -mana tangan yang kita tahu. Manusia mempunyai tangan, monyet mempunyai tangan, jam mempunyai tangan. Tangan Tuhan berada di luar apa sahaja yang dapat kita bayangkan, dan kita meninggalkannya pada masa itu.",
"Milky Way is Born": "Para saintis menegaskan bahawa cara __milky__ bermula sebagai satu atau beberapa overdensities kecil dalam pengedaran massa di alam semesta sejurus selepas bang besar. Sebahagian daripada overdensities ini adalah benih kluster globular di mana bintang -bintang tertua yang tertua dalam apa yang kini dibentuk oleh __milky. Hampir separuh perkara dalam cara __milky boleh datang dari galaksi jauh lain. Walau bagaimanapun, bintang -bintang dan kelompok ini kini terdiri daripada halo bintang __milky. Dalam beberapa bilion tahun kelahiran bintang -bintang pertama, jisim cara __milky__ cukup besar sehingga ia berputar dengan cepat. Oleh kerana pemuliharaan momentum sudut, ini membawa medium interstellar gas untuk runtuh dari bentuk spheroidal yang kasar ke cakera. Oleh itu, generasi bintang yang terbentuk dalam cakera lingkaran ini. Kebanyakan bintang yang lebih muda, termasuk matahari, diperhatikan berada di cakera.\n\nSejak bintang -bintang pertama mula terbentuk, cara __milky telah berkembang melalui kedua -dua penggabungan galaksi (terutamanya pada awal pertumbuhan __milky __) dan pertambahan gas terus dari halo galaksi. Way __milky kini sedang menanam bahan dari beberapa galaksi kecil, termasuk dua galaksi satelit terbesarnya, awan magellanik yang besar dan kecil, melalui aliran Magellanic. Pertambahan langsung gas diperhatikan dalam awan halaju tinggi seperti awan Smith. Walau bagaimanapun, sifat -sifat __milky cara__ seperti jisim bintang, momentum sudut, dan metallicity di kawasan paling luarnya mencadangkan ia telah mengalami penggabungan dengan galaksi besar dalam 10 bilion tahun yang lalu. Kekurangan penggabungan utama baru -baru ini adalah luar biasa di kalangan galaksi spiral yang sama; Jirannya Galaxy Andromeda nampaknya mempunyai sejarah yang lebih tipikal yang dibentuk oleh penggabungan yang lebih baru dengan galaksi yang agak besar.\n\nMenurut kajian baru -baru ini, cara __milky__ serta galaksi Andromeda terletak pada apa yang di dalam rajah warna -magnitud warna galaksi dikenali sebagai \"lembah hijau\", sebuah rantau yang dihuni oleh galaksi dalam peralihan dari \"awan biru\" (galaksi secara aktif membentuk bintang baru) ke \"urutan merah\" (galaksi yang kekurangan pembentukan bintang). Aktiviti pembentukan bintang di galaksi Green Valley semakin perlahan ketika mereka kehabisan gas membentuk bintang di medium interstellar. Dalam galaksi simulasi dengan sifat yang sama, pembentukan bintang biasanya akan dipadamkan dalam masa kira-kira lima bilion tahun dari sekarang, walaupun menyumbang kepada peningkatan, peningkatan jangka pendek dalam kadar pembentukan bintang disebabkan oleh perlanggaran antara kedua-dua cara __milky dan Andromeda Galaxy. Sebenarnya, pengukuran galaksi lain yang serupa dengan cara __milky__ mencadangkan ia adalah antara galaksi spiral yang paling terang dan paling terang yang masih membentuk bintang -bintang baru dan ia hanya sedikit bluer daripada galaksi urutan merah.\n\n## Umur dan sejarah kosmologi\n\nKelompok globular adalah antara objek tertua dalam cara __milky__, yang dengan itu menetapkan had yang lebih rendah pada usia __milky cara__. Umur bintang individu dalam cara __milky boleh dianggarkan dengan mengukur banyak unsur-unsur radioaktif yang lama seperti thorium-232 dan uranium-238, kemudian membandingkan hasilnya dengan menganggarkan kelimpahan asalnya, teknik yang disebut nukleocosmochronology. Nilai hasil ini kira-kira 12.5 ± 3 bilion tahun untuk CS 31082-001 dan 13.8 ± 4 bilion tahun untuk BD +17 ° 3248. Setelah kerdil putih terbentuk, ia mula menjalani penyejukan radiasi dan suhu permukaan yang stabil. Dengan mengukur suhu paling keren kerdil putih ini dan membandingkannya dengan suhu awal yang dijangkakan, anggaran umur boleh dibuat. Dengan teknik ini, umur kluster globular M4 dianggarkan 12.7 ± 0.7 bilion tahun. Anggaran umur yang tertua dari kelompok ini memberikan anggaran terbaik sebanyak 12.6 bilion tahun, dan batas keyakinan 95% sebanyak 16 bilion tahun.\n\nBeberapa bintang individu telah ditemui dalam halo __milky __ dengan usia yang diukur sangat dekat dengan usia 13.80 bilion tahun alam semesta. Pada tahun 2007, bintang di Galactic Halo, dia 1523-0901, dianggarkan kira-kira 13.2 bilion tahun. Sebagai objek tertua yang diketahui di The__ Milky Way__ Pada masa itu, pengukuran ini meletakkan had yang lebih rendah pada usia __milky Way__. Anggaran ini dibuat menggunakan spektrografi echelle UV-visual teleskop yang sangat besar untuk mengukur kekuatan relatif garis spektrum yang disebabkan oleh kehadiran thorium dan unsur-unsur lain yang dicipta oleh proses R. Kekuatan garis menghasilkan kelimpahan isotop unsur yang berbeza, dari mana anggaran umur bintang dapat diperoleh menggunakan nukleocosmochronology. Satu lagi bintang, HD 140283, adalah 14.5 ± 0.7 bilion tahun.\n\nUmur bintang dalam cakera nipis galaksi juga dianggarkan menggunakan nukleocosmochronology. Pengukuran bintang cakera nipis menghasilkan anggaran bahawa cakera nipis terbentuk 8.8 ± 1.7 bilion tahun yang lalu. Pengukuran ini mencadangkan terdapat hiatus hampir 5 bilion tahun antara pembentukan halo galaksi dan cakera nipis. Analisis baru-baru ini mengenai tandatangan kimia beribu-ribu bintang menunjukkan bahawa pembentukan bintang mungkin telah jatuh dengan urutan magnitud pada masa pembentukan cakera, 8-10 bilion tahun yang lalu, ketika gas interstellar terlalu panas untuk membentuk bintang baru pada kadar yang sama seperti dahulu.\n\nGalaksi satelit yang mengelilingi cara __milky tidak diedarkan secara rawak, tetapi seolah-olah menjadi hasil daripada pemecahan beberapa sistem yang lebih besar yang menghasilkan struktur cincin 500,000 tahun cahaya diameter dan 50,000 tahun cahaya lebar. Tutup pertemuan antara galaksi, seperti yang dijangkakan dalam 4 bilion tahun dengan Galaxy Andromeda menghilangkan ekor gas yang besar, yang, dari masa ke masa dapat membentuk galaksi kerdil dalam cincin pada sudut sewenang -wenangnya ke cakera utama.",
"Sun is Born": "__ \"Dia yang menciptakan malam dan hari, dan matahari dan bulan; semua (badan -badan angkasa) berenang bersama, masing -masing dalam kursus bulatnya\" (Quran 21:33) .__\n\n__Sun__ di tengah -tengah sistem solar kita adalah bintang kerdil kuning. Ia memberikan tenaga sebagai cahaya. Ini termasuk cahaya, tenaga infra-merah (haba), cahaya ultraviolet dan gelombang radio. Ia juga mengeluarkan aliran zarah, yang mencapai bumi sebagai \"angin suria\". Sumber semua tenaga ini adalah tindak balas di bintang yang menjadikan hidrogen menjadi helium dan membuat sejumlah besar tenaga.\n\nThe __sun__ adalah bintang seperti yang lain di galaksi Milky Way kami. Ia telah wujud selama lebih dari 4.5 bilion tahun, dan akan berterusan sekurang -kurangnya. __Sun__ adalah kira -kira seratus kali lebih luas seperti bumi. Ia mempunyai jisim 1.9891 × 1030 kg, iaitu 333,000 kali jisim bumi. Bumi juga boleh dimuatkan di dalam __sun__ 1.3 juta kali.\n\nPara saintis berfikir bahawa __sun__ bermula dari awan debu yang sangat besar dan bit kecil ais kira -kira 4.567 bilion tahun yang lalu.\n\nDi tengah -tengah awan yang besar itu, graviti menyebabkan bahan itu membina bola. Sebaik sahaja ini cukup besar, tekanan besar di dalam memulakan reaksi fusion. Tenaga yang dikeluarkan ini menyebabkan bola itu panas dan bersinar.\n\nTenaga yang dipancarkan dari __sun__ menolak seluruh awan dari dirinya sendiri, dan planet -planet terbentuk dari seluruh awan ini.",
"Earth is Born": "__ \"Kemudian dia (Allah) berpaling ke syurga sementara itu semua asap. Mereka berkata: \"Di sini kita datang (menjadi) dengan bersedia.\" __\n\n__Earth__ dan planet -planet lain dibentuk kira -kira 4.6 bilion tahun yang lalu. Mereka diperbuat daripada gas sisa dari nebula yang membuat Matahari. Ini sekali lagi menjadi keajaiban saintifik Al -Quran seperti yang diterangkan Tuhan dalam Al -Quran: \"Kemudian dia (Allah) berpaling ke syurga sementara itu semua asap. atau dengan tidak sengaja. \" Mereka berkata: \"Di sini kita datang (menjadi) dengan bersedia.\" Ayat ini bercakap tentang bagaimana bumi terbentuk.\n\nBulan mungkin telah dibentuk selepas perlanggaran antara awal __earth__ dan planet yang lebih kecil (kadang -kadang dipanggil Theia). Para saintis percaya bahawa bahagian -bahagian kedua -dua planet pecah - menjadi (oleh graviti) bulan.\n\nAl -Quran menyatakan bahawa Allah menciptakan matahari, bulan, dan planet -planet, masing -masing dengan kursus atau orbit masing -masing. __ \"Dia yang menciptakan malam dan hari, dan matahari dan bulan; semua (badan -badan angkasa) berenang bersama, masing -masing dalam kursus bulatnya\" (Quran 21:33) .__\n\nAir __earth __ datang dari tempat yang berbeza. Wap air pemeluwapan, dan komet dan asteroid memukul __earth__, membuat lautan. Dalam masa satu bilion tahun (kira -kira 3.6 bilion tahun yang lalu) saintis percaya kehidupan pertama bermula, di era Archaean. Sesetengah bakteria mengembangkan fotosintesis, yang membolehkan tumbuh -tumbuhan membuat makanan dari cahaya matahari dan air. Ini mengeluarkan banyak oksigen, yang mula -mula diambil oleh besi dalam larutan. Akhirnya, oksigen bebas masuk ke atmosfera atau udara, menjadikan permukaan __earth __ sesuai untuk kehidupan aerobik. Oksigen ini juga membentuk lapisan ozon yang melindungi permukaan __earth __ dari radiasi ultraviolet yang buruk dari Matahari.\n\nSekali lagi, Tuhan memberitahu kita tentang lapisan ozon dalam Al-Quran, satu lagi keajaiban saintifik Al-Quran: __ \"Dan kami telah menjadikan langit sebagai kanopi yang dilindungi dengan baik, namun mereka berpaling dari tanda-tandanya.\" (Al -Quran 21:32) __\n\nPara saintis percaya kehidupan yang kompleks di permukaan tanah tidak wujud sebelum lapisan ozon kerana tanpa perlindungan radiasi matahari akan terlalu banyak untuk kehidupan maju untuk bertahan.\n\n__Earth__ sangat berbeza di masa lalu. Lama dahulu, hampir semua tanah berada di satu tempat. Ini dipanggil supercontinent. Supercontinent yang paling awal dikenali dipanggil Vaalbara. Tidak lama kemudian, ada masa (cryogenian) apabila __earth__ hampir sepenuhnya diliputi oleh lembaran ais tebal (glasier). Ini dipanggil Teori Snowball __earth__.",
"Heavy Bombardment": "__ \"Kami telah menghantar utusan kami dengan bukti yang jelas dan diturunkan dengan mereka Kitab Suci dan keseimbangan yang dapat dikekalkan oleh rakyat [urusan mereka] dalam keadilan. dan supaya Allah dapat menjelaskan orang -orang yang menyokongnya dan utusan -Nya yang tidak kelihatan. (Quran 57:25) __\n\nPengeboman berat lewat (disingkat LHB dan juga dikenali sebagai Cataclysm Lunar) adalah peristiwa yang dianggap telah berlaku kira -kira 3.8 hingga 4.1 bilion tahun yang lalu. Ini dikenali sebagai era Neohadean dan Eoarchean di Bumi. Semasa selang ini, sejumlah besar asteroid yang tidak seimbang telah berteori untuk bertembung dengan planet -planet terestrial awal dalam sistem solar dalaman, termasuk merkuri, Venus, Bumi, dan Marikh.\n\nPengeboman berat lewat berlaku selepas bumi dan planet -planet berbatu lain telah membentuk dan menonjolkan sebahagian besar jisim mereka, tetapi masih agak awal dalam sejarah Bumi.\n\nHari ini saintis tahu bahawa besi tidak dapat berkembang di bumi. Oleh kerana saiz bumi yang mereka tahu, mereka tahu bahawa bahan -bahan tersebut tidak dapat dibangunkan secara semula jadi di sini. Malah, mereka tahu bahawa besi mesti dibuat di dalam bintang, khususnya super-giants merah. Hanya di dalam bintang raksasa seperti unsur -unsur yang boleh dibentuk bersama -sama semasa reaksi gabungan. Kemudian supernova berlaku, yang bermaksud bintang meletup, dan serpihan besi diletupkan ke angkasa. Para saintis percaya ini adalah bagaimana besi datang ke bumi.\n\nAl -Quran menyebut, __ \"dan kami menurunkan besi\" __. Sehingga baru -baru ini, tanpa saintis menemui tempoh pengeboman __heavy, ayat ini mengenai __ \"Kami menurunkan besi\" __ tidak akan masuk akal kepada kami. Walau bagaimanapun, ternyata Tuhan secara literal diturunkan besi kepada kita supaya kita dapat mendapat manfaat daripadanya.",
"Life on Earth": "__ \"Adakah orang -orang yang tidak percaya tidak menganggap bahawa langit dan bumi adalah entiti yang bergabung, dan kemudian kita memisahkan mereka dan dibuat dari air setiap makhluk hidup? Kemudian mereka tidak akan percaya?\" (Quran 21:30) .__\n\nYang paling awal mendakwa bentuk kehidupan adalah mikroorganisma fosil (atau mikrofosil). Mereka ditemui di batu-batu kaya besi dan silika yang pernah menjadi lubang hidroterma di tali pinggang Greenstone Nuvvuagittuq Quebec, Kanada.\n\nBatu -batu ini setua 4.28 bilion tahun. Bentuk tiub yang mereka ada ditunjukkan dalam laporan. Jika ini adalah rekod hidup tertua di Bumi, ia mencadangkan \"kemunculan kehidupan yang hampir seketika\" selepas lautan dibentuk 4.4 bilion tahun yang lalu. Menurut Stephen Blair lindung nilai, \"jika hidup timbul dengan cepat di bumi maka ia boleh menjadi biasa di alam semesta\".\n\nAl -Qur'an menggambarkan bahawa Allah __ \"Dibuat dari air setiap makhluk hidup\" (Al -Quran 21:30) .__ Ayat lain menerangkan bagaimana __ \"Allah telah menciptakan setiap haiwan dari air. Berjalan di dua kaki, dan ada yang berjalan di empat.\n\nAyat -ayat ini menyokong teori saintifik bahawa kehidupan bermula di lautan bumi. Mereka juga bersama dengan biologi moden yang menyatakan bahawa sesetengah haiwan terdiri daripada air sehingga 90%, sementara manusia terdiri daripada kira -kira 60% air.",
"Single Celled Organisms": "__ Al -Qur'an menggambarkan bahawa Allah \"dibuat dari air setiap makhluk hidup\" (Al -Quran 21:30) __.\n\nOrganisma uniselular adalah organisma yang mempunyai satu sel.\n\nOrganisma uniselular boleh didapati di mana -mana. Bentuk kehidupan tertua wujud 3.8 bilion tahun yang lalu, jika tidak lagi. Para saintis percaya organisma ini hidup di dalam air. Mereka mengejar pelbagai strategi untuk bertahan: fotosintesis (cyanobacteria), chemotrophy (banyak archaea), dan heterotrofi (ameba). Sesetengah organisma uniselular mempunyai flagella, ekor kecil yang mereka gunakan untuk pergerakan, atau lobopod, sambungan kerangka selular (sitoskeleton), yang kelihatan sebagai lengan bloblike. Flagella nenek moyang uniselular kita berlaku sepanjang jalan ke dalam haiwan, di mana ia membuat penampilan sebagai sperma bendera.\n\n__ Al -Qur'an menggambarkan bahawa Allah \"dibuat dari air setiap makhluk hidup\" (Al -Quran 21:30) __. Ayat lain menerangkan bagaimana __ \"Allah telah menciptakan setiap haiwan dari air. Daripada mereka adalah beberapa yang merayap pada perut mereka, ada yang berjalan di atas dua kaki, dan ada yang berjalan di empat. Semua perkara \"(Quran 24:45) __.\n\nAyat -ayat ini menyokong teori saintifik bahawa kehidupan bermula di lautan bumi.",
"Animals": "Fosil pertama yang mungkin mewakili haiwan muncul di batu-batu 665 juta tahun dari Formasi Trezona di Australia Selatan. Fosil -fosil ini ditafsirkan sebagai mungkin lebih awal.\n\nHaiwan tertua ditemui di biota Ediacaran, menjelang akhir Precambrian, sekitar 610 juta tahun yang lalu. Ia telah lama meragui sama ada haiwan ini termasuk, tetapi penemuan kolesterol lipid haiwan dalam fosil Dickinsonia menegaskan bahawa ini memang haiwan.\n\nBanyak haiwan phyla mula -mula muncul dalam rekod fosil semasa letupan Cambrian, bermula kira -kira 542 juta tahun yang lalu, di tempat tidur seperti Burgess Shale. Phyla yang ada di dalam batu-batu ini termasuk moluska, brachiopods, onychophorans, tardigrades, arthropods, echinoderms dan hemichordates, bersama-sama dengan pelbagai bentuk yang sudah pupus seperti anomalokaris pemangsa. Para saintis tidak pasti jika haiwan ini muncul hampir serentak atau jika ia menjadi masalah dengan cara rekod fosil dikumpulkan.",
"Fish": "Para saintis percaya ikan pertama muncul sekitar 530 juta tahun yang lalu semasa letupan Kambrian. Mereka dipercayai sebagai vertebrata pertama, atau haiwan dengan tulang belakang atau lajur tulang belakang. Ikan pertama dianggap milik Agnatha, atau ikan tanpa jaw. Semasa Cambrian lewat, ikan jawless seperti belut yang dipanggil conodonts, dan kebanyakan ikan berperisai kecil yang dikenali sebagai ostracoderms, pertama kali muncul. Kebanyakan ikan tanpa jawless kini pupus.",
"Insects": "__Insects__, adalah kelas dalam filum arthropoda. Mereka adalah invertebrata terestrial kecil yang mempunyai exoskeleton yang keras.\n\n__Insects__ adalah kumpulan haiwan terbesar di Bumi setakat ini. Kira -kira __926,400 spesies yang berbeza telah diterangkan. Mereka menyumbang lebih daripada separuh daripada semua spesies hidup yang diketahui dan dipercayai __make lebih daripada 90% spesies haiwan.\n\nSpesies baru __insects__ sentiasa dijumpai. Anggaran jumlah spesies berkisar antara 2 juta hingga 30 juta.\n\n__Insects__ mempunyai enam kaki; Dan kebanyakan mempunyai sayap. __Insects__ dipercayai haiwan pertama yang mampu penerbangan. Ketika mereka berkembang dari telur, __insects__ menjalani __metamorphosis__, proses transformasi yang luar biasa di mana bentuk yang tidak matang berubah serangga kepada bentuk dewasa dalam dua atau lebih tahap yang berbeza. __Insects__ Hidup di seluruh planet: Hampir semua adalah daratan (hidup di darat), tetapi ada yang hidup __insects__ di lautan atau di tempat yang sangat sejuk, seperti Antartika. Kebanyakan spesies tinggal di kawasan tropika.\n\nSesetengah orang memanggil semua __insects__ \"bugs\", tetapi ini tidak betul. Hanya beberapa __insects__ adalah pepijat yang benar, yang merupakan urutan tertentu __insects__. Orang yang belajar __insects__ dipanggil __entomologists__.",
"Reptiles": "__Reptile__ adalah nama umum untuk salah satu kumpulan utama vertebrata tanah. Ia tidak banyak digunakan oleh ahli biologi, yang menggunakan istilah yang lebih tepat.\n\nNama __ \"reptil\" __ berasal dari bahasa Latin dan bermaksud \"orang yang merayap\". Semua spesies __reptile__ hidup berdarah sejuk, mempunyai kulit bersisik, dan bertelur cleidoik. Mereka mengeluarkan asid urik (bukan urea), dan mempunyai cloaca. Cloaca adalah pembukaan bersama untuk dubur, saluran kencing dan saluran pembiakan. __Reptilia__ juga berkongsi susunan jantung dan saluran darah utama yang berbeza daripada mamalia.\n\nBanyak kumpulan penting __reptilia__ kini pupus, contohnya mosasaur. Kami biasa mengatakan bahawa dinosaur telah pupus, tetapi mereka bertahan dalam bentuk keturunan bulu mereka (burung). __Reptilia kuno yang bertahan termasuk penyu, buaya dan tuatara, yang terselamat dari kumpulannya. Majoriti besar __reptilia sekarang adalah ular dan kadal.\n\nKajian hidup __reptiles__ dipanggil herpetologi.",
"Dinosaur Age": "__Dinosaurs__ (yang bermaksud \"kadal yang dahsyat\") adalah kumpulan reptilia Archosaur yang bervariasi. Mereka adalah haiwan tanah dominan era Mesozoik. Lebih 500 genera dinosaur yang berbeza diketahui. Fosil dinosaur telah ditemui di setiap benua, dan masih terdapat penemuan baru yang kerap.\n\n__Dinosaurs__ muncul di Upper Triassic, kira -kira 230 juta tahun yang lalu. Tarikh terawal fosil dinosaur ialah Eoraptor, 231.4 hingga 228 Mya. Menjelang Jurassic awal mereka adalah vertebrata tanah teratas, dan menguasai kebanyakan persekitaran di darat. Mereka meneruskan sehingga peristiwa kepupusan K/T (global) tiba -tiba 66 juta tahun yang lalu.\n\nDari rekod fosil, saintis percaya burung hidup dinosaur berbulu dan oleh itu mereka adalah satu -satunya garis dinosaur untuk bertahan hingga ke hari ini.\n\nDinosaur mempunyai penyesuaian yang membantu menjadikannya berjaya. Dinosaur pertama yang diketahui adalah pemangsa kecil yang berjalan di dua kaki. Semua keturunan mereka mempunyai postur tegak, dengan kaki di bawah badan. Ini mengubah seluruh gaya hidup mereka. Terdapat ciri -ciri lain. Kebanyakan dinosaur yang lebih kecil mempunyai bulu, dan mungkin berdarah hangat. Ini akan menjadikan mereka aktif, dengan metabolisme yang lebih tinggi daripada reptilia moden. Interaksi sosial, dengan hidup dalam kawanan dan kerjasama nampaknya sangat mungkin untuk beberapa jenis.\n\nFosil pertama diiktiraf sebagai dinosaur pada awal abad ke -19. Beberapa tulang mereka ditemui lebih awal, tetapi tidak difahami. William Buckland, Gideon Mantell dan Richard Owen adalah saintis yang melihat tulang -tulang ini adalah sekumpulan haiwan khas. Dinosaur kini menjadi tarikan utama di muzium di seluruh dunia. Mereka telah menjadi sebahagian daripada budaya popular. Terdapat banyak buku dan filem terlaris mengenai mereka. Penemuan dinosaur baru dilaporkan dalam media agak kerap.",
"Mammals": "__Mammals__ adalah sekumpulan haiwan vertebrata yang membentuk mamalia kelas. Mereka mempunyai bulu atau rambut dan peraturan suhu yang sangat tepat.\n\nDengan pengecualian monotrem, semua mamalia beruang hidup muda. Mereka juga menghasilkan susu untuk golongan muda. Penjagaan ibu bapa orang muda adalah universal di kalangan mamalia, dan ia adalah penting kerana kelahiran hidup mengehadkan bilangan anak.",
"Stegosaurus": "Stegosaurus (yang bermaksud \"bumbung-lizard\") adalah sejenis dinosaur makan tumbuhan yang tinggal di Amerika Utara barat.\n\nStegosaurus tinggal di zaman Jurassic atas sekitar 155-145 juta tahun yang lalu. Ia adalah salah satu dinosaur yang paling mudah diiktiraf, dengan barisan dua plat berbentuk layang-layang yang tersendiri di punggungnya dan pancang panjang pada ekornya. Perisai itu perlu kerana ia hidup dengan pemakan daging seperti Allosaurus dan Ceratosaurus.",
"Tyrannosaurus": "Tyrannosaurus adalah dinosaur pemangsa besar dari Cretaceous atas, 65.5-67 juta tahun yang lalu.\n\nTyrannosaurus adalah karnivor bipedal dengan tengkorak besar yang seimbang dengan ekor yang panjang dan berat. Berbanding dengan anggota belakang yang besar dan berkuasa, forelimbsnya kecil, tetapi berkuasa untuk saiznya. Mereka mempunyai dua digit cakar.\n\nTerdapat perbincangan sama ada pemburu atau pemulung. Seperti kebanyakan pemakan daging dominan hari ini, seperti singa dan hyena, Tyrannosaurus mungkin kedua-duanya. Ia mempunyai rahang yang sangat kuat, dan kuasa gigitannya dapat merapatkan tulang dinosaur lain.",
"Dinosaur Extinction": "Kepupusan pada akhir Cretaceous disebabkan oleh satu atau lebih kejadian bencana, seperti kesan asteroid atau meteorit besar -besaran, atau peningkatan aktiviti gunung berapi.\n\nBeberapa kawah impak dan aktiviti gunung berapi besar -besaran, seperti dalam perangkap Deccan di India, telah bertarikh pada masa perkiraan peristiwa kepupusan. Peristiwa -peristiwa geologi ini mungkin telah mengurangkan cahaya matahari dan menghalang fotosintesis, yang membawa kepada gangguan besar -besaran dalam ekologi Bumi.",
"Primate Bipedalism": "Bipedalisme mempunyai atau menggunakan dua kaki untuk berjalan. Para saintis percaya bipedalisme dalam primata membangkitkan 6 hingga 7 juta tahun yang lalu kerana ini adalah fosil terawal yang mereka dapati yang menunjukkan ciri -ciri bipedalisme. Evolusionis percaya ini sebagai nenek moyang awal spesies manusia, tetapi teori ini mempunyai sedikit bukti untuk menyokongnya.",
"Constructed Tools": "__Stone Tools__ adalah alat yang diperbuat daripada batu. Mereka adalah sebab Zaman Batu diberikan namanya. Para saintis percaya bahawa mereka adalah alat pertama yang digunakan. Baru -baru ini ia telah mengetahui bahawa alat batu digunakan sebelum manusia hidup.",
"Control Fire": "__ Kawalan api__ oleh manusia awal sangat penting kepada manusia awal. Kebakaran menyediakan sumber kehangatan, perlindungan, peningkatan pemburuan dan kaedah untuk memasak makanan. Kemajuan budaya ini dibenarkan untuk inovasi budaya dan perubahan kepada diet. Di samping itu, mengawal kebakaran membenarkan pengembangan aktiviti manusia ke dalam iklim yang lebih sejuk dan untuk terus berlanjutan pada waktu petang, dengan kedua -duanya memberikan kehangatan dan cahaya.\n\nTuntutan untuk bukti kawalan yang paling awal dari kira -kira 200 ribu hingga 1.7 juta tahun yang lalu. Bukti penggunaan kebakaran yang terkawal bermula kira -kira 1,000,000 tahun yang lalu, mempunyai sokongan saintifik yang luas. Bilah Flint yang dibakar dalam kebakaran ditemui berhampiran fosil manusia di Maghribi dan bertarikh kira -kira 300 ribu tahun yang lalu. Bukti yang meluas mengenai kawalan kebakaran kepada kira -kira 125,000 tahun yang lalu.",
"First Temple": "__Göbekli Tepe__ (diucapkan [ɟøbekˈli teˈpe]), Turki untuk \"Potbelly Hill\", adalah tapak arkeologi di rantau Anatolia tenggara Turki, kira -kira 12 km (7 mi) di timur laut kota şanlıurfa. The Tell mempunyai ketinggian 15 m (49 kaki) dan kira -kira 300 m (980 kaki) diameter. Ia adalah kira -kira 760 m (2,490 kaki) di atas paras laut.\n\nCeritaan termasuk dua fasa penggunaan yang dipercayai bersifat sosial atau ritual sejak milenium ke -8 hingga ke -8. Semasa fasa pertama, kepunyaan neolitik A (PPNA) pra-pottery, bulatan tiang batu berbentuk T besar didirikan-megalit yang paling lama di dunia. Lebih daripada 200 tiang di sekitar 20 kalangan kini dikenali melalui tinjauan geofizik. Setiap tiang mempunyai ketinggian sehingga 6 m (20 kaki) dan berat sehingga 10 tan. Mereka dipasang ke dalam soket yang ditebang dari dasar dasar. Pada fasa kedua, kepunyaan pra-pottery Neolitik B (PPNB), tiang-tiang yang didirikan lebih kecil dan berdiri di bilik segi empat tepat dengan lantai kapur yang digilap. Tapak ini ditinggalkan selepas PPNB. Struktur yang lebih muda tarikh ke zaman klasik.\n\nButiran fungsi struktur tetap menjadi misteri. Ia digali oleh pasukan arkeologi Jerman di bawah arahan Klaus Schmidt dari tahun 1996 sehingga kematiannya pada tahun 2014. Schmidt percaya bahawa tapak itu adalah tempat perlindungan di mana orang -orang dari rantau yang luas berkumpul secara berkumpul, bukan penyelesaian.\n\nPada tahun 2018, laman web ini telah ditetapkan sebagai Tapak Warisan Dunia UNESCO.",
"Agricultural Revolution": "__The Revolusi Neolitik__ (Zaman Batu Baru) adalah revolusi __agricultural pertama. Ia adalah perubahan secara beransur -ansur dari memburu nomad dan mengumpul komuniti dan band ke pertanian dan penyelesaian. Tempoh ini digambarkan sebagai \"revolusi\" kerana ia mengubah cara hidup masyarakat yang membuat perubahan. Ia berlaku dalam masyarakat manusia prasejarah yang berlainan pada masa yang berlainan. Banyak masyarakat berubah 7-9 ribu tahun yang lalu.\n\nIstilah ini merujuk kepada tempoh masa umum di mana perkembangan ini berlaku. Ia juga terpakai kepada perubahan yang berlaku: penggunaan teknik pertanian awal, penanaman tanaman, dan pembentukan haiwan. Revolusi Neolitik adalah penting untuk perkembangan dalam organisasi sosial dan teknologi.\n\n__ Revolusi Neolitik__ membawa kepada tinggal di penempatan tetap atau separa kekal. Kerana orang yang lebih sedikit ini membawa gaya hidup nomad. Untuk dapat mengetahui siapa tanaman yang ditanam, konsep pemilikan tanah telah dibangunkan. Persekitaran semulajadi telah berubah, kepadatan penduduk berkembang, dan orang makan lebih banyak sayuran dan makanan bijirin dalam diet mereka. Hierarki yang dibangunkan dalam masyarakat. Biji disimpan, dan boleh diniagakan. Pengeluaran lebihan daripada hasil tanaman yang baik membantu masyarakat bertahan tahun yang buruk. Contohnya ialah bagaimana Yusuf (AS) melindungi dan menyebarkan bijirin di Mesir kuno.",
"Writing": "__Writing__ adalah tindakan rakaman bahasa pada medium visual menggunakan satu set simbol. Simbol -simbol mesti diketahui oleh orang lain, supaya teks itu dapat dibaca.\n\nTeks juga boleh menggunakan sistem visual lain, seperti ilustrasi dan hiasan. Ini tidak dipanggil menulis, tetapi boleh membantu kerja mesej. Biasanya, semua orang yang berpendidikan di negara menggunakan sistem penulisan yang sama untuk merekodkan bahasa yang sama. Untuk dapat membaca dan menulis adalah celik huruf.\n\n__Writing__ berbeza dari ucapan kerana pembaca tidak perlu hadir pada masa itu. Kita boleh membaca tulisan dari lama dahulu, dan dari pelbagai bahagian di dunia. Kedai teks dan menyampaikan pengetahuan. __Writing__ adalah salah satu ciptaan terbesar spesies manusia. Ahli sejarah percaya ia dicipta selepas orang menetap di bandar -bandar, dan selepas pertanian bermula. __Writing__ tarikh dari kira -kira 3,300BC, yang lebih dari 5000 tahun yang lalu, di Timur Tengah.\n\n__Writing__ Hari ini biasanya di atas kertas, walaupun ada cara untuk mencetak di hampir mana -mana permukaan. Skrin televisyen dan filem juga boleh memaparkan penulisan, dan juga boleh skrin komputer. Banyak bahan penulisan dicipta, jauh sebelum kertas. Tanah liat, papirus, kayu, batu tulis dan kertas (kulit haiwan yang disediakan) semuanya telah digunakan. Orang -orang Rom menulis pada tablet lilin dengan stylus yang tajam; Ini popular untuk nota dan mesej sementara. Penciptaan kertas oleh orang Cina adalah langkah besar ke hadapan.\n\n__Writing__ secara tradisinya dilakukan menggunakan alat tangan seperti pensil, pen, atau berus. Semakin banyak, bagaimanapun, teks dicipta dengan input pada papan kekunci komputer atau telefon pintar.",
"Recorded History": "__History__ adalah kajian peristiwa masa lalu. Orang tahu apa yang berlaku pada masa lalu dengan melihat perkara -perkara dari masa lalu termasuk sumber (seperti buku, akhbar, dan surat) dan artifak (seperti tembikar, alat, dan sisa manusia atau haiwan.) Perpustakaan, arkib, dan muzium mengumpul dan menyimpannya Perkara untuk orang belajar sejarah. Seseorang yang mempelajari sejarah dipanggil ahli sejarah. Seseorang yang mempelajari pra-sejarah dan sejarah melalui perkara-perkara yang ditinggalkan oleh budaya kuno dipanggil ahli arkeologi. Seseorang yang mengkaji manusia dan masyarakat dipanggil ahli antropologi. Kajian mengenai sumber dan kaedah yang digunakan untuk mengkaji dan menulis sejarah dipanggil historiografi.\n\nOrang boleh belajar tentang masa lalu dengan bercakap dengan orang yang mengingati perkara yang berlaku pada masa lalu. Ini dipanggil sejarah lisan. Apabila orang yang telah menjadi budak dan mangsa Perang Saudara Amerika sudah tua, beberapa ahli sejarah mencatatkan segala yang mereka katakan, supaya sejarah tidak akan hilang.\n\nBegitu juga dalam sejarah Islam. Banyak yang ditulis, tetapi terdapat beberapa ulama yang mengutip setiap ucapan terakhir Nabi (hadith) ke dalam buku. Sains keseluruhan Islam telah dibangunkan di atas ini untuk mengesahkan rantaian narasi yang membawa kembali kepada Nabi (SAW) dan untuk menilai hadis ini ke tahap klasifikasi yang ketat. Kami tahu siapa semua orang dan keluarga mereka, mereka bukan hanya nama pertama rawak dalam buku (iaitu Mark, Luke, John). Sering kali, hadis yang sama boleh didapati berpuluh -puluh kali dalam buku yang sama atau menyebarkan beberapa buku hadith seperti yang dikumpulkan oleh begitu banyak orang. Ini akan diklasifikasikan sebagai Hadith Sahih (sangat bunyi).\n\nAl -Quran juga ditulis tetapi kebanyakannya dihafal oleh beribu -ribu orang semasa kehidupan nabi melihat. Ia masih dihafal oleh berjuta-juta orang hari ini, dalam bahasa Arab yang asal- bahkan oleh penceramah bukan Arab. Ini mungkin kerana Al -Quran adalah puitis dan mudah diingat untuk ramai orang. Jika semua teks Al -Quran entah bagaimana hilang, umat Islam boleh membawanya kembali dalam beberapa saat jika mereka bekerja bersama. Ia tidak diperlukan, seperti yang dikatakan Tuhan kepada kita bahawa dia akan melindunginya dalam Al -Quran. __ \"Sesungguhnya, kita yang menghantar Al -Qur'an dan sememangnya, kita akan menjadi penjaga.\" (Al -Quran 15: 9) __\n\nTerlepas dari keindahan puitis dan bacaan, mesej Al -Quran sesuai dengan minda orang -orang yang beriman kerana ia menerangkan masa lalu, masa depan dan sekarang dengan cara yang logik dan mudah difahami. Al -Quran sebenarnya adalah keajaiban terbesar yang kita ada, dan hanya satu yang kita perlukan, untuk membuktikan Islam adalah agama yang benar. Telah menciptakan kami dan berbincang dengan kami dan mengajar kami secara langsung dengan kata -kata Al -Quran. Dan siapa yang lebih baik untuk mengajar kita maka Tuhan, yang menciptakan kita dan mengenali kita yang terbaik?\n\nPada zaman dahulu, orang -orang di bahagian -bahagian yang berlainan di dunia menyimpan sejarah yang berasingan kerana mereka tidak sering bertemu antara satu sama lain. Sesetengah kumpulan orang tidak pernah bertemu satu sama lain. Eropah zaman pertengahan, Rom kuno dan China kuno masing -masing berfikir bahawa mereka memerintah satu -satunya bahagian penting di dunia dan bahagian -bahagian lain adalah \"barbar\".",
"First Pyramid Built": "__ \"Hari ini kita akan menyelamatkan kamu (o firaun) di dalam badan kamu, supaya kamu menjadi tanda kepada mereka yang datang selepas kamu! Tetapi, banyak di kalangan umat manusia mengabaikan tanda -tanda kita.\" (Al -Quran 10:93) __\n\nA __pyramid__ adalah struktur, biasanya batu, dibina dalam bentuk piramid. Dari zaman purba hingga zaman moden di banyak bahagian dunia telah membina struktur sedemikian.\n\n__Pyramids yang pertama dibina pada 2630 B.C. Piramid tertua di Saqqara, Mesir dan dibina oleh Raja Djoser dari Dinasti Mesir Ketiga.\n\nAl -Quran banyak bercakap tentang dinasti Mesir dalam cerita tentang Musa (As, Musa) dan Yusuf (sebagai, Yusuf).\n\nAl -Quran secara tepat menggambarkan sejarah Mesir dengan merujuk kepada pemimpin dinasti Mesir ini sebagai raja atau firaun (yang datang kemudian). Fakta sejarah yang baru ditemui oleh Muzium British. Menurut mereka, orang Mesir tidak memanggil penguasa mereka \"Firaun\" sehingga Dinasti ke-18 (1552-1295 SM).\n\nBeberapa ayat bercakap mengenai Musa dan Fira'un (Firaun):\n__ \"Kami (Allah) berlatih kepada anda sebahagian daripada kisah Musa dan Firaun dengan kebenaran, untuk kepentingan orang yang akan percaya. (Quran 28:04).\n\n\"Kami menghantar Musa dengan tanda -tanda kami kepada Firaun dan ketua -ketuanya, tetapi mereka secara tidak adil menolaknya.\n\n\"Hari ini kita akan menyelamatkan kamu (o firaun) di dalam badan kamu, supaya kamu menjadi tanda kepada mereka yang datang selepas kamu! Tetapi memang banyak di kalangan umat manusia yang mengabaikan tanda -tanda kita. (Al -Quran 10:93) __\n\nIa dipercayai secara meluas oleh ahli sejarah dan ulama Kristian dan Muslim yang Musa berinteraksi dengan Ramesses II. Kedua -dua Al -Quran dan Alkitab menyebut cerita ini secara terperinci akhirnya berakhir dengan Firaun yang tenggelam di Laut Merah selepas Musa, dengan izin Tuhan, memisahkan laut.\n\nNubuatan Al -Quran __ \"Hari ini kami akan menyelamatkan anda (o firaun) di dalam badan anda, supaya anda menjadi tanda kepada mereka yang datang selepas anda!\" __ tidak dijumpai dalam mana -mana kitab lain dan juga ahli sejarah tidak tahu ini sehingga baru-baru ini. Badan -badan mumia dari semua firaun terletak di Lembah Raja (Kv7 & 8) di sepanjang tebing Sungai Nil. Walaupun selepas makam mereka dijarah, sisa -sisa mumia dari firaun telah dipelihara selama berabad -abad. Penemuan mereka berlaku pada abad ke -19 dan kini anda dapat melihat, Ramesses II dengan mata anda sendiri di Muzium Mesir Grand di Kaherah, Mesir. Tubuhnya juga telah melakukan beberapa lawatan antarabangsa untuk dilihat oleh semua orang. Ini sekali lagi, menunjukkan bagaimana pengetahuan dalam Al -Quran dan Islam hanya dapat diberikan kepada kita oleh Tuhan.\n\nAnda juga boleh meminta orang Yahudi tentang pengalaman mereka dengan firaun ini, dan pemimpin Mesir kuno yang lain.\n\n__ \"Dan kami pastinya memberi sembilan tanda -tanda jelas Musa, jadi tanya anak -anak Israel ketika dia datang kepada mereka dan Firaun berkata kepadanya,\" Sesungguhnya saya fikir, O Moses, bahawa anda terjejas oleh sihir. \"(Al -Quran 17: 101) __\n\nOrang -orang Yahudi bertahan juga membolehkan kita bertanya kepada mereka tentang tanda -tanda Tuhan yang mereka terima, seperti banyak mukjizat dan nabi yang dihantar kepada mereka.\n\n__Ant anak -anak Israel berapa banyak tanda yang jelas yang kami berikan kepada mereka. Dan sesiapa yang bertukar -tukar kepentingan Allah selepas ia datang kepadanya - maka sememangnya, Allah sangat teruk dalam hukuman. (Quran 2.211) __",
"Roman Empire": "__ Empire Roman (Latin: Imperium Romanum) adalah empayar terbesar dunia kuno. Modalnya adalah Rom, dan empayarnya berpusat di Mediterranean. Empayar bermula dari 27 SM, ketika Octavian menjadi Maharaja, Augustus, sehingga ia jatuh pada 476 AD, menandakan berakhirnya dunia kuno dan permulaan Zaman Pertengahan, atau Zaman Gelap.\n\nEmpayar adalah peringkat ketiga Rom Kuno. Rom pertama kali diperintah oleh raja -raja Rom, kemudian oleh Republik Rom, kemudian oleh Maharaja.\n\nBanyak tanah moden pernah menjadi sebahagian daripada Empayar __roman, termasuk Britain (bukan Scotland), Sepanyol, Portugal, Perancis (Gaul), Itali, Greece, Turki, Jerman, Mesir, Levant, Crimea, Switzerland, dan Pantai Utara Afrika. Bahasa utama Empayar __roman adalah Latin; Yunani adalah bahasa sekunder yang penting.\n\nBahagian barat Empire __annia berterusan selama kira -kira 500 tahun, dan bahagian timur, termasuk Greece dan Anatolia, berterusan selama kira -kira seribu tahun lagi. Bahagian timur dipanggil Empayar Byzantine, ibukotanya adalah Constantinople dan berakhir oleh penaklukan Uthmaniyyah Constantinople pada tahun 1453 oleh Sultan Fachmet. Acara ini dinubuatkan oleh Nabi Muhammad dan merupakan salah satu peristiwa yang paling ketara dalam sejarah dunia.",
"Crusades": "__ Perang Salib__ adalah satu siri peperangan agama yang bertempur antara orang Kristian dan umat Islam atas kawalan Tanah Suci. Secara tradisinya, mereka berlaku antara 1095 dan 1291. Tanah suci masih merupakan tempat yang sangat penting bagi tiga agama monoteistik utama: Islam, Judaisme, dan Kekristianan. Terdapat banyak tapak keagamaan penting di Tanah Suci. Ini adalah tanah yang kini dipanggil Israel atau Palestin. Yerusalem, Nazareth, Bethlehem, Hebron dan tapak keagamaan lain jatuh di bawah kawalan umat Islam semasa khalifah Omar (RA), Khalifah Ketiga dan sahabat dan sahabat Nabi Muhammad (SAW).\n\nTerdapat banyak perang salib yang berbeza. __Crusades yang paling penting dan terbesar berlaku dari abad ke -11 hingga ke -13. Terdapat 9 perang salib besar pada masa ini. Terdapat juga Perang Salib yang lebih kecil. Beberapa perang salib berada di Eropah (contohnya, di Jerman, Austria dan Scandinavia). Yang lebih kecil __crusades__ terus ke abad ke -16, sehingga Renaissance dan Reformasi.\n\nPerkataan \"perang salib\" berkaitan dengan perkataan \"salib\" dan bermaksud perang kudus Kristian. Terdapat juga perkataan Arab \"Jihad\", yang bermaksud untuk berusaha dan berjuang oleh umat Islam yang boleh mempunyai konotasi yang sama seperti \"Perang Salib\" untuk umat Islam semasa perang. Nabi (SAW) mengajar ini adalah jihad yang lebih rendah walaupun dan jihad yang lebih besar datang dalam pertempuran untuk menjalani kehidupan yang saleh.\n\nSemua pihak (Kristian, Muslim, dan Yahudi) sangat percaya dalam agama mereka. Banyak perang salib sering mempunyai alasan politik atau kewangan di belakang mereka. Seperti semua peperangan.\n\nSungguh menyedihkan untuk melihat permusuhan antara tiga agama Abraham yang berkongsi persamaan. Umat ​​Islam menganggap orang Yahudi dan Kristian sebagai orang -orang buku, yang bermaksud mereka mempunyai status istimewa dan hubungan yang lebih dekat dengan umat Islam daripada orang lain. Anda dapat melihat ini dalam kehidupan nabi (saw) dan di mana dia dan para sahabat sedih oleh kehilangan Byzantine Christian) kepada Sassanians dalam pertempuran besar. Ini dicatatkan dalam hadith dan juga bercakap tentang dalam Al -Quran. Ia juga merupakan satu lagi bukti yang menarik tentang keaslian Islam seperti Tuhan yang mendedahkan peristiwa masa depan yang berlaku: __ \"Orang Rom telah dikalahkan, di tanah yang dekat dengan (Anatolia), tetapi mereka tidak lama lagi akan menang dalam beberapa tahun. Kepada Allah milik perintah sebelum dan selepas. Dan pada hari itu orang-orang yang beriman akan bersukacita \"(Quran 30: 2-4) __\n\nPada masa ini diturunkan, orang -orang kafir Arab berada di sisi orang Sassanians, sementara umat Islam Arab berharap orang Kristian memenangi pertempuran ini. Apabila orang Kristian kehilangan orang -orang kafir mengejek umat Islam untuk kehilangan ini dan mengatakan perkara -perkara seperti, \"Di manakah Tuhan anda yang berkuasa sekarang?\". Jadi Tuhan mendedahkan ayat ini pada masa ini. Sudah tentu, pada tahun 622 AD pada pertempuran Issus, Byzantine di bawah Maharaja Heraclius mempunyai kemenangan menghancurkan dan berkekalan di Anatolia melawan Sassanians, dengan itu mengesahkan nubuatan Al -Quran.",
"Black Plague": "__The Black Death__ adalah wabak penyakit yang membunuh berjuta -juta orang di seluruh Eropah dan Asia. Hampir satu daripada setiap tiga orang di Eropah meninggal dunia akibat penyakit ini, dan paling buruk antara 1347 dan 1351. Penyakit ini mungkin bermula di Asia. Kebanyakan orang berfikir bahawa penyakit itu adalah wabak bubonic. Penyakit ini dibawa dan disebarkan oleh kutu yang hidup pada tikus. Peniaga dari Jalan Silk mungkin membawa kutu yang dijangkiti ke Eropah.\n\nKutu memulakan masalah; Kutu yang dijangkiti dibawa oleh tikus hitam. Tikus yang membawa kutu akan masuk ke bandar -bandar. Apabila kutu sedikit, mereka akan menyuntik sedikit bakteria ke dalam luka. Ini akan menyebabkan orang itu dijangkiti. Tikus sering di kapal. Ini bermakna penyakit ini tersebar dengan sangat cepat, di seluruh Eropah.\n\nPada manusia, penyakit ini menyebabkan bengkak di pangkal paha, di bawah lengan dan di belakang telinga. Pembengkakan ini adalah warna hitam dan ungu, oleh itu nama 'The Black Death'. Pembengkakan gelap dipanggil buboes. Orang ramai sakit dan mangsa meninggal dunia dengan kematian yang dahsyat. Gejala -gejala dapat dilihat 3-7 hari selepas mangsa digigit oleh kutu yang membawa penyakit ini.\n\nMalangnya, di beberapa bandar seperti di London ia dianggap bahawa kucing menyebabkan penyakit itu sehingga mereka diburu dan dibunuh dalam jumlah besar. Malangnya, seperti yang dijangkakan, ini menyebabkan wabak menjadi lebih teruk apabila sekarang tikus kehilangan pemangsa semulajadi mereka dan populasi di sana semakin besar.\n\nSatu lagi fakta yang menarik di sekitar wabak bubonic adalah bagaimana paus menyelamatkan dirinya. Pada masa itu, umat Islam berada di kepala semua penemuan perubatan dan saintifik. Menggabungkan banyak buku Islam, pendeta Katolik mendapati bahawa api dianggap menangkis dan membunuh penyakit tertentu (kuman). Oleh itu, mereka menyalakan api besar dalam bulatan yang mengelilingi paus yang berlangsung beberapa minggu. Ini sudah tentu, menyimpan tikus dan melarikan diri dari Paus dan dia terselamat tanpa sebarang masalah.",
"Constantinople Istanbul": "__Constantinople__ adalah ibukota Empayar Rom (330-395), Empayar Rom Byzantine/Timur (395-1204 dan 1261-1453), Empayar Latin (1204-1261), dan Empayar Uthmaniyyah (1453-1922). Pada tahun 1930 ia dinamakan semula sebagai Istanbul. Ia adalah sebuah bandar di Turki hari ini.\n\nPenaklukan Istanbul, yang juga dikenali sebagai Islambol, adalah satu lagi tanda dan bukti Islam sebagai Nabi Muhammad telah menubuatkannya. __ \"Sesungguhnya anda akan menakluk Constantinople. Apa tentera yang indah akan menjadi tentera, dan komander yang indah akan menjadi penakluk itu. \" (Musnad, I, 176; iv, 335; Darimi, \"Muqaddima\", ms 43). .\n\nAhli sejarah telah menyatakan bahawa, untuk tempoh masa yang menakluk __constantinople__ bersamaan dengan menaklukkan tempat seperti New York City hari ini.",
"Newton and Gravity": "Apabila kebanyakan orang berfikir tentang __Isaac Newton__, mereka memikirkan dia duduk di bawah pokok epal menonton kejatuhan epal. Sesetengah orang percaya bahawa epal jatuh ke kepalanya. __Newton__ Memahami bahawa apa yang membuat perkara -perkara seperti epal jatuh ke tanah adalah sejenis kekuatan tertentu - daya yang kita panggil graviti. __Newton__ menganggap bahawa graviti adalah daya tarikan antara dua objek, seperti epal dan bumi. Dia juga berfikir bahawa objek dengan lebih banyak perkara yang dikenakan kekuatan yang sama pada objek yang lebih kecil ketika mereka menggunakannya. Ini bermakna bahawa jisim besar bumi menarik objek ke arahnya. Itulah sebabnya epal jatuh bukannya, dan mengapa orang tidak terapung di udara.\n\n__Isaac Newton__ terus berfikir tentang graviti. Sebelum __Newton__, orang berfikir bahawa hanya objek berhampiran bumi akan jatuh. Tetapi __Newton__ berpendapat bahawa graviti tidak hanya terhad kepada bumi dan objek di atasnya. Bagaimana jika graviti pergi ke bulan dan seterusnya?\n\n__Newton__ mencipta formula untuk mengira daya tarikan antara dua badan. Dia menggunakannya untuk mengira daya yang diperlukan untuk menjaga bulan bergerak di sekeliling bumi. Kemudian dia membandingkannya dengan kekuatan yang membuat epal jatuh ke bawah. Selepas membenarkan hakikat bahawa bulan jauh lebih jauh dari bumi, dan mempunyai jisim yang lebih besar, dia mendapati bahawa pasukan adalah sama. Bulan diadakan di orbit di sekitar bumi dengan tarikan graviti bumi.\n\nFormula yang dicipta oleh __Newton__ dipanggil undang -undang graviti. Dia agak cerdik dan banyak undang -undangnya dikenali sebagai Fizik Newtonian. Banyak formula matematiknya masih digunakan untuk mengira mekanik objek untuk objek yang lebih besar. Mereka tidak tepat untuk perkara -perkara kecil sehingga sains baru yang dipanggil Fizik Kuantum sedang dibangunkan untuk mencuba dan memahami dunia objek mikroskopik yang aneh ini.",
"Industrialization": "__Industrialisasi__ (atau perindustrian) adalah proses yang berlaku di negara -negara apabila mereka mula menggunakan mesin untuk melakukan kerja yang pernah dilakukan oleh orang. __Industrialisasi__ mengubah perkara yang dilakukan oleh orang. __Industrialisasi__ menyebabkan bandar -bandar berkembang lebih besar. Ramai orang meninggalkan pertanian untuk mengambil pekerjaan yang lebih tinggi di kilang -kilang di bandar -bandar.\n\n__Industrialisasi__ adalah sebahagian daripada proses di mana orang mengamalkan cara yang lebih mudah dan lebih murah untuk membuat sesuatu. Menggunakan teknologi yang lebih baik, ia menjadi mungkin untuk menghasilkan lebih banyak barangan dalam masa yang lebih singkat. Lebih banyak perkara boleh dihasilkan oleh lebih sedikit orang.\n\nSelepas perindustrian orang juga melakukan pekerjaan yang lebih khusus. Sebagai contoh sebelum perindustrian, tukang sepatu (orang yang membuat kasut dan barang kulit) membuat sepasang kasut bersendirian. Dia bekerja pada sepasang kasut, selesai, kemudian akan bermula pada sepasang kasut seterusnya. Dengan perindustrian, terdapat banyak orang yang terlibat dalam membuat kasut dengan memotong proses membuat kasut menjadi tugas yang lebih kecil. Sebagai contoh, terdapat satu orang yang memotong satu -satunya kasut dan orang lain menjahitnya. Singkatnya, terdapat pembahagian buruh dan ia dikenali sebagai barisan perhimpunan hari ini. Mesin -mesin di kilang -kilang sedemikian menelan belanja banyak wang, jadi kilang itu akan dimiliki oleh orang kaya yang mampu membeli mesin dan mengupah pekerja kepada mesin dan tugas yang berbeza.\n\n__Industrialisasi__ bermula di England dengan Revolusi Perindustrian pada abad ke -18. Ia menyebar terlebih dahulu ke bahagian Eropah, dan ke Amerika Utara. Pada abad ke -20 perindustrian merebak ke kebanyakan negara lain.",
"Darwin's Theory of Evolution": "__ \"Allah telah menciptakan setiap haiwan dari air. Daripada mereka adalah beberapa yang merayap pada perut mereka, ada yang berjalan di atas dua kaki, dan ada yang berjalan di atas empat. Allah menciptakan apa yang dikehendakinya, kerana Allah mempunyai kuasa atas segala sesuatu\" ( 24:45) .__\n\n__Charles Darwin__ (1809-1882) Buku beliau \"On The Origin of Species\" pada tahun 1859. Di dalamnya dia mengemukakan banyak teori tentang bagaimana kehidupan berada di bumi. Beliau mencadangkan pemilihan semulajadi, yang merupakan proses di mana haiwan dengan ciri -ciri tertentu, dapat bertahan lebih baik sebagai cara bagaimana semua haiwan telah wujud. Walau bagaimanapun, Darwin tidak faham atau tahu tentang genetik pada masa itu atau bagaimana ciri -ciri yang sebenarnya diteruskan. Jadi dia tidak dapat menjelaskan dengan tepat apa yang membuatkan kanak -kanak kelihatan seperti ibu bapa mereka.\n\nWalau bagaimanapun, __darwin's__ penjelasan mengenai evolusi secara asasnya diterima oleh komuniti saintifik dan saintis bekerja keras untuk mencuba dan membuktikan mereka berkembang dari organisma dan monyet tunggal hingga ke hari ini. Manakala, umat Islam, Kristian dan Yahudi percaya kita adalah keturunan Adam (Saw) dan Hawwa (Hawa), lelaki dan wanita pertama. Para saintis merujuk kepada penemuan seperti \"reka bentuk pintar\" dan terdapat banyak bukti ini, seperti bagaimana DNA, badan manusia, sistem solar, dan lain -lain.\n\nSama seperti Darwinisme, Islam mengiktiraf idea bahawa kehidupan berkembang secara berperingkat dan dalam tempoh masa. Juga, kami percaya Tuhan mempunyai kuasa atas segala sesuatu dan dapat dengan mudah mengubah apa -apa untuk mengadopsi persekitarannya. Tuhan menciptanya buat kali pertama, kali kedua akan menjadi lebih mudah, bukan? Sama seperti kita dibangkitkan pada hari penghakiman.\n\nTetapi tidak seperti teori evolusionis moden yang mengatakan mutasi rawak, yang selalu menjadi malapetak Contoh. Ini sebenarnya didokumenkan pada banyak kajian burung yang menyesuaikan sifat begitu cepat sehingga saintis tidak dapat menjelaskannya dan bimbang spesies lain tidak akan menyesuaikan diri dengan cepat. Ini lebih masuk akal maka haiwan perlahan -lahan dan secara rawak berkembang secara kebetulan. Juga, terdapat kes -kes rama -rama baru atau pupus secara ajaib keluar dari mana -mana. Umat ​​Islam sangat peduli untuk haiwan dan alam sekitar, tetapi kita tidak menekankan mereka akan pupus atau tidak dapat menjaga diri mereka kerana seperti semua perkara, kita meletakkan kepercayaan kita kepada Tuhan.\n\nRingkasnya, umat Islam menolak idea bahawa manusia secara rawak berkembang dari kera. Umat ​​Islam percaya manusia dianggap sebagai ciptaan khas. Islam mengajar bahawa manusia adalah bentuk kehidupan yang unik yang diciptakan oleh Allah, seperti segala yang lain; Walau bagaimanapun, kami mempunyai hadiah dan kebolehan yang unik tidak seperti haiwan lain dan menjadi. Sebagai contoh, kita mempunyai jiwa yang kekal, hati nurani, imaginasi, pengetahuan dan kehendak bebas. Kita boleh menjadi kuat, baik dan saleh atau lemah dan hanya bekerja untuk memenuhi keinginan kita yang mementingkan diri sendiri. Walau apa pun, kehidupan manusia bermula dengan penciptaan dua orang, seorang lelaki dan perempuan bernama Adam dan Hawwa (Hawa) dan itu menjadikan kita semua berkaitan dengan darah dan keluarga.\n\nAl -Qur'an menggambarkan bahawa Allah __ \"Dibuat dari air setiap makhluk hidup\" (Al -Quran 21:30) .__ Ayat lain menerangkan bagaimana __ \"Allah telah menciptakan setiap haiwan dari air. Berjalan di dua kaki, dan ada yang berjalan di empat.\n\nAyat -ayat ini menyokong teori saintifik bahawa kehidupan bermula di dalam air.",
"World War 1": "__World War I__ (atau Perang Dunia Pertama) adalah perang global yang bermula pada 28 Julai 1914 dan berlangsung sehingga 11 November 1918. Perang berlangsung tepat empat tahun, tiga bulan dan 14 hari.\n\nKebanyakan pertempuran berada di Eropah, tetapi tentera dari banyak negara lain mengambil bahagian, dan ia mengubah empayar kolonial kuasa -kuasa Eropah dan juga mengakibatkan berakhirnya Empayar Uthmaniyyah. Sebelum Perang Dunia II bermula pada tahun 1939, __World War I__ dipanggil Perang Besar, Perang Dunia atau 'Perang untuk Mengakhiri Semua Perang'. 135 negara mengambil bahagian dalam __world War I__, dan hampir 10 juta orang meninggal ketika berjuang, kebanyakannya penyakit dan kebuluran.\n\n__World War I__ diperjuangkan oleh kebanyakan negara Eropah. Pertempuran sebenar adalah di banyak bidang yang berbeza. Depan Barat adalah di mana kebanyakan pertempuran antara Jerman dan sekutu berlaku. Kebanyakan pertempuran di sini adalah peperangan parit.\n\nDepan timur bertempur di Eropah Tengah dan Timur. Berjuang di sini bukan peperangan parit tetapi peperangan mudah alih kerana saiz depan. Banyak pertempuran berlaku di hadapan Timur Tengah dan depan Itali. Pertempuran juga berlaku di Afrika, China, dan di laut serta di udara.\n\nPerang itu berakhir dengan menandatangani banyak perjanjian yang berbeza, yang paling penting ialah Perjanjian Versailles.\n\n__World War I__ adalah perang utama pertama di mana tangki, kapal terbang, dan kapal selam atau (U-boat) adalah senjata penting.",
"World War 2": "__World War II__ (WWII atau WW2), juga dikenali sebagai Perang Dunia Kedua dan, di Kesatuan Soviet, Perang Patriotik Besar, adalah perang global yang melibatkan pertempuran di banyak tempat di dunia dan banyak negara. Kebanyakan negara bertempur pada tahun 1939-1945 tetapi ada yang mula berjuang pada tahun 1937. Kebanyakan negara -negara dunia, termasuk semua kuasa besar, berjuang sebagai sebahagian daripada dua pakatan tentera: Sekutu dan Kuasa Axis. __World War II__ adalah konflik paling dahsyat dalam semua sejarah manusia. Ia melibatkan lebih banyak negara, menelan belanja lebih banyak, dan membunuh lebih banyak orang daripada perang lain dalam sejarah manusia. Antara 50 hingga 85 juta orang meninggal dunia. Majoriti adalah orang awam. Ia termasuk pembunuhan beramai -ramai, pembunuhan beramai -ramai Holocaust, pengeboman strategik, kelaparan, penyakit dan penggunaan senjata nuklear pertama dalam sejarah oleh Amerika Syarikat di Jepun.\n\nPerang di Asia bermula ketika Empayar Jepun menyerang China pada 7 Julai 1937. Amerika Syarikat bertindak balas dengan meletakkan embargo minyak di Jepun. Permulaan perang di Eropah adalah ketika Jerman menyerang Poland pada 1 September 1939. Perancis dan Britain bertindak balas dengan mengisytiharkan perang ke Jerman. Menjelang tahun 1941, kebanyakan Eropah berada di bawah kawalan Jerman. Hanya Britain yang terus berjuang melawan paksi di Afrika Utara, Mediterranean, dan Atlantik. Pada bulan Jun 1941, kuasa Axis menyerang Kesatuan Soviet, memulakan kawasan perang terbesar dalam sejarah. Pada 7 Disember 1941, Jepun menyerang koloni barat di Pasifik dan dua peperangan menjadi satu.\n\nKemenangan Jepun dihentikan pada tahun 1942, dan kemenangan Axis Eropah juga dihentikan pada tahun 1943, baik di Afrika Utara dan di Kesatuan Soviet. Selepas itu, Sekutu mula melawan dari semua pihak. Axis hilang Afrika Utara dan, bermula pada tahun 1943, terpaksa mempertahankan Itali. Pada tahun 1944, Sekutu menyerang Perancis, menuju ke Jerman di Sungai Rhine, sementara Soviet terus ditutup dari timur. Jerman menyerah pada Mei 1945. Jepun secara rasmi menyerah pada 2 September 1945. Perang berakhir dengan kemenangan Sekutu.\n\nSelepas perang, Pertubuhan Bangsa -Bangsa Bersatu ditubuhkan untuk membangunkan sokongan antara negara dan untuk mencegah peperangan masa depan. Perang dingin di kalangan pemenang utama tidak lama lagi bermula, tetapi mereka tidak bertarung satu sama lain dalam perang sebenar. Dekolonisasi Asia dan Afrika, di mana negara -negara yang dikawal oleh negara -negara Eropah diberi kemerdekaan mereka, juga berlaku. Ini kerana kuasa Eropah telah lemah dari perang. Pemulihan ekonomi dan integrasi politik (proses penyatuan negara) adalah antara hasil perang lain.",
"Cold War": "__The Cold War__ (1947-1991) adalah hubungan tegang antara Amerika Syarikat (dan sekutunya), dan Kesatuan Soviet (USSR dan sekutu -sekutunya) antara akhir Perang Dunia II dan kematian Kesatuan Soviet.\n\nKebanyakan negara -negara di satu pihak bersekutu di NATO yang dua negara tentera terbesar adalah Amerika Syarikat dan Turki. Kebanyakan negara -negara di sisi lain bersekutu di Pakatan Warsaw yang paling berkuasa adalah Kesatuan Soviet (sekarang Rusia).\n\nKumpulan negara-negara Barat termasuk Amerika, Turki, Eropah Barat, Israel, Jepun, Korea Selatan, Thailand, Iran (1945-1979), Pakistan, Malaysia, Filipina, Afrika Selatan, Australia dan New Zealand.\n\nKumpulan Timur-Sosialis termasuk Kesatuan Soviet, Eropah Timur, Angola, Ethiopia, Cuba (1959-1991), Mongolia, Korea Utara, China dan Vietnam.\n\nPerang Dingin berakhir dengan kejatuhan Tembok Berlin pada tahun 1989, dengan Rusia berubah dari dari negara komunis sosialis ke negara kapitalis demokratik. Walau bagaimanapun, masih terdapat konflik di sini seperti yang dilihat dalam pertempuran dan perang baru -baru ini antara Rusia dan Ukraine.",
"Moon Landing": "__Apollo 11__ adalah penerbangan pertama untuk menghantar orang ke bulan. Ia dilakukan oleh NASA (Pentadbiran Aeronautik dan Angkasa Negara), Agensi Angkasa Amerika yang asal. Ia naik ke angkasa pada 16 Julai 1969, membawa tiga angkasawan: Neil Armstrong, Buzz Aldrin dan Michael Collins. Pada 20 Julai 1969, Armstrong dan Aldrin menjadi manusia pertama yang mendarat di bulan, sementara Collins tinggal di orbit sekitar bulan.\n\nPenerbangan itu adalah sebahagian daripada perlumbaan __space__ antara Amerika Syarikat dan Kesatuan Soviet. Ia menamatkan rancangan yang ditetapkan oleh John F. Kennedy, Presiden Unite States ke -35, pada tahun 1961 untuk \"mendarat seorang lelaki di bulan, dan mengembalikannya dengan selamat ke bumi\", sebelum tahun 1960 -an berakhir.",
"World Wide Web": "__The Internet__ adalah rangkaian komputer komunikasi terbesar di seluruh dunia. Internet mempunyai berjuta -juta rangkaian domestik, akademik, perniagaan dan kerajaan yang lebih kecil, yang bersama -sama membawa pelbagai jenis maklumat. Istilah ini kadang -kadang disingkat sebagai \"bersih\", pendek untuk rangkaian. Web__ Wide __world adalah salah satu perkhidmatan terbesarnya. Ia digunakan oleh beberapa bilion orang di seluruh dunia.\n\nInternet telah dibangunkan di Amerika Syarikat oleh \"Agensi Projek Penyelidikan Lanjutan Amerika Syarikat\" (DARPA). Internet pertama kali dihubungkan pada bulan Oktober, 1969, dan dipanggil __arpanet__. Web__ Wide __world dicipta di CERN di Switzerland pada tahun 1990 oleh seorang saintis British (UK) bernama Tim Berners-Lee."
}
