{
"Birth of the Universe": "\"ਅਤੇ ਉਹ ਇਕ ਹੈ (ਅੱਲ੍ਹਾ) ਜਿਸਨੇ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦੇ ਅਧਾਰ ਤੇ ਰੱਖੇ ਹਨ. ਅਤੇ ਉਹ ਦਿਨ. ਅਤੇ ਉਹ ਕਹੇਗਾ, ਤਾਂ ਉਹ (ਨਿਆਂ ਦਾ ਦਿਨ) ਹੋਂਦ ਵਿੱਚ ਆਓ. ਉਸਦਾ ਬਚਨ ਸੱਚ ਹੈ. ਜਦੋਂ ਕੁੱਟਮਾਰ ਉਡਾ ਦਿੱਤੀ ਜਾਵੇਗੀ ਅਤੇ ਵੇਖਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਉਹ ਹੈ, ਤਾਂ ਉਸਦੀ ਇੱਛਾ ਪੂਰੀ ਹੋਵੇਗੀ. ਉਹ ਸਰਬ-ਵਿਆਪਕ, ਸਭ ਤੋਂ ਜਾਣੂ. \" (ਕੁਰਾਨ 6:73)\n\n\"ਕਿਸੇ ਚੀਜ਼ ਲਈ ਸਾਡਾ ਹੁਕਮ ਹੈ ਪਰ ਇਹ ਇੰਨਾ ਜ਼ਿਆਦਾ ਹੈ ਕਿ ਜਦੋਂ ਅਸੀਂ ਆਪਣੇ ਕਬਜ਼ੇ ਵਿਚ ਆਉਣ ਦਾ ਇਰਾਦਾ ਰੱਖਦੇ ਹਾਂ), ਅਸੀਂ ਇਸ ਨੂੰ ਕਹਿੰਦੇ ਹਾਂ, ਅਤੇ ਇਹ ਬਣ ਜਾਂਦਾ ਹੈ.\" (ਕੁਰਾਨ 16:40)\n\"ਅੱਲ੍ਹਾ ਦੀ ਮਹਿਮਾ ਨਹੀਂ ਹੈ ਕਿ ਉਸਨੂੰ ਇੱਕ ਪੁੱਤਰ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ. ਜਦੋਂ ਉਹ ਕੋਈ ਵੀ ਪਦਾਰਥ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਹ ਸਿਰਫ ਇਸ ਨੂੰ ਕਹਿੰਦਾ ਹੈ, ਅਤੇ ਇਹ ਬਣ ਜਾਂਦਾ ਹੈ.\" (ਕੁਰਾਨ 19:35)\n\n\"ਉਹ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦਾ ਅਰੰਭ ਕਰਨ ਵਾਲਾ ਹੈ! ਜਦੋਂ ਉਹ ਫ਼ੈਸਲਾ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਸਿਰਫ਼ ਇਸ ਨੂੰ ਕਹਿੰਦਾ ਹੈ,\" ਹੋ! \" ਅਤੇ ਇਹ ਹੈ! \" (ਕੁਰਾਨ 2: 117)\n\n\"ਉਸ ਦਾ ਹੁਕਮ (ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਹੁਕਮ ਉਹ ਹੈ ਜਦੋਂ ਉਹ ਕਿਸੇ ਚੀਜ਼ ਦਾ ਇਰਾਦਾ ਰੱਖਦਾ ਹੈ, ਉਹ ਇਸ ਨੂੰ ਕਹਿੰਦਾ ਹੈ: 'ਹੋਵ', ਇਸ ਲਈ ਇਹ ਤੁਰੰਤ ਬਣ ਜਾਂਦਾ ਹੈ).\" (ਕੁਰਾਨ 36:83)\n\n\"ਉਹ ਉਹੀ ਹੈ ਜੋ ਜੀਵਨ ਦਿੰਦਾ ਹੈ ਅਤੇ ਮੌਤ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ. ਫਿਰ ਜਦੋਂ ਉਹ ਕਿਸੇ ਚੀਜ਼ ਦਾ ਫ਼ੈਸਲਾ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਹ ਇਸ ਨੂੰ ਸਿਰਫ ਕਹਿੰਦਾ ਹੈ, ਇਸ ਲਈ ਇਹ ਬਣ ਜਾਂਦਾ ਹੈ.\" (ਕੁਰਾਨ 40:68)\n\n\"ਜੇ ਧਰਤੀ ਉੱਤੇ ਰੁੱਖ ਸਿਆਹੀ ਸਨ, ਤਾਂ ਅਲੀਬ ਦਾ ਸ਼ਬਦ ਸਿਆਹੀ ਹੋ ਗਈ ਸੀ. ਦਰਅਸਲ, ਅਬਾ, ਤਾਕਤਵਰ ਅਤੇ ਸੂਝਵਾਨਾਂ ਵਿੱਚ ਖੁਸ਼ ਹੋਇਆ.\" (ਕੁਰਾਨ 31:27)\n\n\"ਕੀ ਆਦਮੀ ਉਸ ਨੂੰ [ਸਿਰਫ] ਸ਼ੁਕਰਾਣੂ ਬੂੰਦ ਤੋਂ ਬਣਾਇਆ ਹੈ - ਫਿਰ ਇਕ ਵਾਰ ਜਦੋਂ ਉਹ ਖੁੱਲਾ ਬਦਲਾਅ ਹੁੰਦਾ ਹੈ ਤਾਂ ਉਹ ਪੁੱਛਦਾ ਹੈ (ਉਲਝਣ ਵਿਚ) : \"ਹੱਡੀਆਂ ਨੂੰ ਜਾਨ ਦੇਵੇਗਾ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਘੇਰਿਆ ਗਿਆ ਹੈ?\" ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਜੀਵਨ ਦੇਵੇਗਾ. \"ਉਹ ਤੁਹਾਡੇ ਲਈ ਲਿਆਇਆ ਗਿਆ ਹੈ, ਤੋਂ ਹਰੇ ਰੁੱਖ, ਅੱਗ. ਅਤੇ ਫਿਰ ਤੁਸੀਂ ਕਿੰਡਲ (ਅੱਗ) ਦੀ ਤਰ੍ਹਾਂ ਬਣਨ ਦੇ ਯੋਗ ਹੋ? ਹਾਂ! ਅਤੇ ਉਹ ਸ਼ੌਕ ਸਿਰਜਣਹਾਰ (ਸਾਰਿਆਂ ਦਾ) ਹੈ, ਜਾਣਨਾ. ਯਕੀਨਨ ਉਸ ਦਾ ਹੁਕਮ, ਜਦੋਂ ਉਹ ਇਕ ਚੀਜ਼ ਕਰੇਗਾ, ਤਾਂ ਸਿਰਫ ਇਸ ਨੂੰ ਕਹਿਣਾ ਹੈ: ਅਤੇ ਇਹ ਹੈ! \" ਇਸ ਲਈ ਮਹਿਮਾ ਉਨ੍ਹਾਂ ਵਿੱਚ ਸਭ ਕੁਝ ਦਾ ਰਾਜ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਸਭ ਦਾ ਰਾਜ ਹੈ, ਅਤੇ ਤੁਹਾਨੂੰ ਵਾਪਸ ਲਿਆਂਦਾ ਜਾਵੇਗਾ. \"(ਕੁਰਾਨ 36:82)\n\n\"ਫਿਰ ਕੀ ਤੁਸੀਂ ਸੋਚਦੇ ਸੀ ਕਿ ਅਸੀਂ ਤੁਹਾਨੂੰ ਬੇਕਾਰ ਬਣਾਇਆ ਹੈ ਅਤੇ ਇਹ ਸਾਡੇ ਲਈ ਤੁਹਾਨੂੰ ਵਾਪਸ ਨਹੀਂ ਆਇਆ ਜਾਵੇਗਾ?\" (ਕੁਰਾਨ 23: 115)\n\n\"ਕੁਝ ਵੀ ਨਹੀਂ ਕੀਤਾ ਜਾਂ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਬਣਾਇਆ?\" (ਕੁਰਾਨ 52:35)\n\n\"ਕੀ ਮਨੁੱਖ ਨੂੰ ਯਾਦ ਨਹੀਂ ਹੁੰਦਾ ਕਿ ਅਸੀਂ ਉਸਨੂੰ ਪਹਿਲਾਂ ਉਸ ਨੂੰ ਪਹਿਲਾਂ ਬਣਾਇਆ ਹੈ, ਜਦੋਂ ਉਹ ਕੁਝ ਨਹੀਂ ਸੀ?\" (ਕੁਰਾਨ 19:67)\n\n\"ਅੱਲ੍ਹਾ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ ਮਾਵਾਂ ਦੇ ਭਿਆਨਕਾਂ ਤੋਂ ਲਿਆਂਦਾ ਜਾਂਦਾ ਸੀ ਹੁੰਦਾ ਸੀ ਜਦੋਂ ਤੁਸੀਂ ਕੁਝ ਵੀ ਨਹੀਂ ਜਾਣਦੇ ਸੀ, ਤਦ ਤੁਸੀਂ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਹੋ\"",
"Big Bang": "\"ਕੀ ਅਵਸ਼ਾਈ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਇਹ ਅਹਿਸਾਸ ਨਹੀਂ ਹੁੰਦਾ ਕਿ __ ਅਤੇ ਧਰਤੀ ਨੂੰ ਇਕ ਵਾਰ ਲਾਹੇ ਗਏ ਸਨ ਤਦ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸੂਝ ਰੱਖੇ.\" ਕੀ ਉਹ ਫਿਰ ਵੀ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕਰਦੇ? \" (ਕੁਰਾਨ 21:30)\n\n__Big bang__ ਇਸ ਬਾਰੇ ਵਿਗਿਆਨਕ ਸਿਧਾਂਤ ਹੈ ਕਿ ਬ੍ਰਹਿਮੰਡ ਇਕੋ ਬਿੰਦੂ ਤੋਂ ਕਿਵੇਂ ਸ਼ੁਰੂ ਹੋਇਆ ਅਤੇ ਉੱਥੋਂ ਫੈਲਾਇਆ ਗਿਆ. ਇਹ ਉਹ ਥਾਂ ਹੈ ਜਿੱਥੇ ਗਲੈਕਸੀਆਂ, ਤਾਰੇ, ਗ੍ਰਹਿ ਅਤੇ ਸਾਰੇ ਪਦਾਰਥ ਜੋ ਅਸੀਂ ਵੇਖਦੇ ਹਾਂ, ਤੋਂ ਅਸੀਂ ਵੇਖਦੇ ਹਾਂ.\n\n__ \"ਉਹ ਉਹ ਹੈ ਜਿਸਨੇ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਹੈ, ਅਤੇ ਜਦੋਂ ਉਹ ਇਕ ਚੀਜ਼ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰੇਗਾ, ਤਾਂ ਉਹ ਸਿਰਫ਼ ਇਸ ਨੂੰ ਕਹਿੰਦਾ ਹੈ, ਅਤੇ ਇਹ ਬਣ ਜਾਂਦਾ ਹੈ.\" (ਕੁਰਾਨ 2: 117) __\n\n__Big __big __ ਮਾਡਲ ਇਹ ਹੈ ਕਿ ਬ੍ਰਹਿਮੰਡ ਬਹੁਤ ਸੰਘਣੀ ਅਤੇ ਗਰਮ ਸਥਿਤੀ ਵਿੱਚ ਸ਼ੁਰੂ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਫੈਲਾ ਦਿੱਤਾ ਹੈ. ਸਿਧਾਂਤ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਮਾਪ ਦਿਖਾਉਂਦੇ ਹਨ ਕਿ ਬ੍ਰਹਿਮੰਡ ਅੱਜ ਵੀ ਫੈਲ ਰਿਹਾ ਹੈ.\n\nਬ੍ਰਹਿਮੰਡ ਵਿਚ ਬਹੁਤ ਗਰਮ, ਛੋਟੇ ਅਤੇ ਸੰਘਣੀ ਸ਼ਕਤੀਆਂ ਦਾ ਮਿਸ਼ਰਣ (ਚਾਰ ਬੁਨਿਆਦੀ ਤਾਕਤਾਂ ਦਾ ਮਿਸ਼ਰਣ), ਬਿਨਾਂ ਸਿਤਾਰਿਆਂ, ਪਰਮਾਣੂ, ਰੂਪ ਜਾਂ structure ਾਂਚੇ ਦੇ ਤੌਰ ਤੇ ਸ਼ੁਰੂ ਹੋਇਆ (\"ਇਕਾਂਤ\"). ਫਿਰ ਲਗਭਗ 13.8 ਬਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ, ਜਗ੍ਹਾ ਬਹੁਤ ਜਲਦੀ ਫੈਲ ਗਈ (ਇਸ ਤਰ੍ਹਾਂ ਨਾਮ \"__big bang__\"). ਇਸ ਨੇ ਪਰਮਾਣੂ ਦਾ ਗਠਨ ਸ਼ੁਰੂ ਕੀਤਾ, ਜਿਸ ਨੂੰ ਆਖਰਕਾਰ ਤਾਰਿਆਂ ਅਤੇ ਗਲੈਕਸੀਆਂ ਦਾ ਗਠਨ ਕੀਤਾ. ਇਹ ਜਾਰਜਜ਼ ਲੇਮਮਾਰਤੇ, ਇਕ ਕੈਥੋਲਿਕ ਜਾਜਕ ਸੀ, ਜਿਸ ਨੇ ਪਹਿਲਾਂ ਦੇਖਿਆ ਸੀ (1927 ਵਿਚ) ਕਿ ਵਿਸਤ੍ਰਿਤ ਬ੍ਰਹਿਮੰਡ ਨੂੰ ਸਮੇਂ ਵਿਚ ਇਕ ਸ਼ੁਰੂਆਤੀ ਇਕ ਬਿੰਦੂ ਤੱਕ ਵਾਪਸ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ.\n\nਹਾਲਾਂਕਿ, ਬਹੁਤ ਸਾਰੇ ਆਧੁਨਿਕ ਖਗੋਲ ਵਿਗਿਆਨ ਅਤੇ ਹੋਰ ਵਿਗਿਆਨਕ ਅਤੇ ਹੋਰ ਵਿਗਿਆਨਕ ਤੱਥਾਂ ਲਈ ਅਣਜਾਣ, ਜਿਵੇਂ ਕਿ ਵੱਡੇ ਧਮਾਕੇ, ਗ੍ਰਹਿ ਗਠਜੋੜ, ਭੱਤਾ, ਭ੍ਰਮਣਤਾ ਅਤੇ ਹੋਰ ਵੀ, ਭ੍ਰੂਣ ਵਿੱਚ 1700 ਸਾਲ ਪਹਿਲਾਂ ਸਾਨੂੰ ਦੱਸਿਆ ਗਿਆ ਸੀ. ਉਦਾਹਰਣ ਦੇ ਲਈ, ਜਾਰਜ ਲਮੇਟੇਅਰ ਪਹਿਲੇ ਬੈਂਗ ਬਾਰੇ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਨੋਟ ਕਰਨ ਵਾਲੇ ਨਹੀਂ ਸਨ. ਕੁਰਾਨ ਨੇ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਵੱਡੇ ਬੈਂਗ ਬਾਰੇ ਗੱਲ ਕੀਤੀ __ \"ਹਿਸਾਬ ਲਗਾਉਣ ਵਾਲੇ ਨੂੰ ਇਹ ਅਹਿਸਾਸ ਨਹੀਂ ਹੁੰਦਾ ਕਿ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਨੂੰ ਇੱਕ ਵਾਰ ਲਭਿਆ ਜਾਂਦਾ ਸੀ. ਕੀ ਉਹ ਫਿਰ ਨਹੀਂ ਮੰਨਦੇ?\" (ਕੁਰਾਨ 21:30) __\n\nਜੇ ਤੁਸੀਂ ਪ੍ਰਮਾਤਮਾ ਦੇ ਨਿਸ਼ਾਨ ਜਾਂ ਸਬੂਤ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਪਤਾ ਕਰੋ ਕਿ ਇਸਲਾਮ ਬਹੁਤ ਸਾਰੇ ਅਣਗਿਣਤ ਸਬੂਤ ਵਿਚੋਂ ਇਕ ਹੈ ਜੋ ਇਸਲਾਮ ਰੱਬ ਦਾ ਸੱਚਾ ਅਤੇ ਧਰਮ ਹੈ.\n\nਬ੍ਰਹਿਮੰਡ ਅੱਜ ਵੀ ਫੈਲ ਰਿਹਾ ਹੈ, ਜਿਸ ਦੀ ਹਾਲ ਹੀ ਵਿੱਚ ਲੱਭਿਆ ਗਿਆ ਸੀ. ਹਾਲਾਂਕਿ, ਫਿਰ ਕੁਰਾਨ ਨੇ ਪੁਸ਼ਟੀ ਕੀਤੀ: __ \"ਅਕਾਸ਼, ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਕਤੀ ਨਾਲ ਬਣਾਇਆ ਹੈ. ਅਤੇ ਸੱਚਮੁੱਚ, ਅਸੀਂ ਇਸ ਨੂੰ ਵਧਾ ਰਹੇ ਹਾਂ\" (ਕੁਰਾਨ 51:47) __.\n\nਇਸ ਤੋਂ ਪਹਿਲਾਂ, ਵਿਗਿਆਨੀਆਂ ਨੇ ਇਕ ਸਿਧਾਂਤ ਸੀ ਜਿਸ ਨੂੰ ਵੱਡਾ ਕਰੰਚ ਕਿਹਾ ਜਾਂਦਾ ਸੀ, ਜਿੱਥੇ ਬ੍ਰਹਿਮੰਡ ਨੂੰ ਇਕ ਵਾਰ ਇਕ ਨਿਸ਼ਚਤ ਬਿੰਦੂ 'ਤੇ ਪਹੁੰਚਿਆ, ਆਪਣੇ ਵੱਲ ਵਾਪਸ ਆ ਕੇ ਦੇਖਿਆ. ਇਸ ਸਿਧਾਂਤ ਨੂੰ ਹੁਣ ਸਿਖਾਇਆ ਨਹੀਂ ਜਾਂਦਾ.\n\nਸਮੁੱਚੇ ਤੌਰ 'ਤੇ, ਬ੍ਰਹਿਮੰਡ ਵੱਧ ਰਹੇ ਹਨ ਅਤੇ ਤਾਪਮਾਨ ਸਮੇਂ ਦੇ ਅਨੁਸਾਰ ਡਿੱਗ ਰਿਹਾ ਹੈ. ਬ੍ਰਹਿਮੰਡ ਵਿਗਿਆਨ ਦਾ ਅਧਿਐਨ ਹੈ ਕਿ ਕਿਵੇਂ ਬ੍ਰਹਿਮੰਡ ਦੀ ਸ਼ੁਰੂਆਤ ਅਤੇ ਇਸਦੇ ਵਿਕਾਸ ਦੀ ਸ਼ੁਰੂਆਤ ਹੋਈ. ਵਿਗਿਆਨੀ ਜੋ ਬ੍ਰਹਿਮੰਡ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹਨ ਕਿ __big ਬੈਂਗ__ ਥਿ .ਰੀ ਮਿਲਦੀ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਹੁਣ ਤੱਕ ਕੀ ਦੇਖਿਆ ਹੈ.\n\nਫਰੈੱਡ ਹੋਲੀ ਨੇ ਆਪਣੇ ਰੇਡੀਓ ਸ਼ੋਅ 'ਤੇ the __big bang__ \"ਕਿਹਾ. ਉਹ ਨਹੀਂ ਮੰਨਦਾ ਕਿ __big __ ਬੰਗ 'ਸਹੀ ਸੀ. ਵਿਗਿਆਨੀ ਜੋ ਉਸ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਸਨ, ਸੋਚਿਆ ਕਿ ਨਾਮ ਮਜ਼ਾਕੀਆ ਸੀ ਅਤੇ ਇਸਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ.\n\nਵਿਗਿਆਨੀਆਂ ਨੇ ਬਹੁਤ ਸਾਰੇ ਵੱਖ ਵੱਖ ਵਿਚਾਰਾਂ ਤੇ __big bang__ ਸਿਧਾਂਤ ਨੂੰ ਅਧਾਰ ਬਣਾਇਆ. ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਣ ਗਲੈਕਸੀਆਂ ਦੀ ਬਹੁਤ ਹੀ ਮਹੱਤਵਪੂਰਣ ਹੈ. ਰੈਡਸ਼ਿੱਫਟ ਰੋਸ਼ਨੀ ਵਿੱਚ ਵਾਪਰਦਾ ਹੈ ਅਤੇ ਧੁਨੀ ਵਿੱਚ ਵੀ ਵੇਖਣਯੋਗ ਹੈ. ਉਦਾਹਰਣ ਦੇ ਲਈ, ਇੱਕ ਰੇਸਕਰ ਇੱਕ ਰੇਸਰਕਾਰ ਦੇ ਨੇੜੇ ਆ ਗਈ ਬੱਤੀ ਆਵਾਜ਼ ਆਉਂਦੀ ਹੈ ਜਦੋਂ ਤੁਹਾਡੇ ਵੱਲ ਵਧਦੀ ਜਾਂਦੀ ਹੈ \"(ਤੁਹਾਡੇ ਤੋਂ ਦੂਰ) (ਤੁਹਾਡੇ ਤੋਂ ਦੂਰ). ਇਸੇ ਤਰ੍ਹਾਂ ਜਦੋਂ ਕੋਈ ਵਸਤੂ ਧਰਤੀ ਤੋਂ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਸ ਦੀਆਂ ਰੰਗਾਂ ਦੀਆਂ ਕਿਰਨਾਂ ਅਸਲ ਵਿੱਚ ਹਨ, ਕਿਉਂਕਿ ਅੰਦੋਲਨ ਆਬਜੈਕਟ ਦੁਆਰਾ ਦਿੱਤੇ ਤਰੰਗਾਂ ਦੀ ਤਰਖੱਜ਼ ਦੀ ਤਰੰਗਾਂ ਦੀ ਤਰਖੱਜ਼ ਦੀ ਤਰਖੱਦੀ ਦੇ ਸਮਾਨ ਦਿਖਾਈ ਦਿੰਦੀਆਂ ਹਨ. ਵਿਗਿਆਨੀ ਇਸ ਫੈਲੀ ਹੋਈ ਰੋਸ਼ਨੀ ਵੇਵ ਦਾ ਵਰਣਨ ਕਰਨ ਲਈ \"ਰੈਡ ਹੌਟ\" ਸ਼ਬਦ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਲਾਲ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀ ਸਪੈਕਟ੍ਰਮ 'ਤੇ ਸਭ ਤੋਂ ਲੰਮੀ ਤਰੰਗ ਦਿਸ਼ਾ ਹੈ. ਉਥੇ ਵਧੇਰੇ ਰੈਡਸ਼ਿਫਟ, ਜਿੰਨੀ ਤੇਜ਼ੀ ਨਾਲ ਆਬਜੈਕਟ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ. ਰੈਡਸ਼ਿਫਟ ਨੂੰ ਮਾਪ ਕੇ, ਵਿਗਿਆਨੀਆਂ ਨੇ ਸਾਬਤ ਕੀਤਾ ਕਿ ਬ੍ਰਹਿਮੰਡ ਫੈਲ ਰਿਹਾ ਹੈ, ਅਤੇ ਉਹ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ ਕਿ ਕਿਵੇਂ ਆਬਜੈਕਟ ਧਰਤੀ ਤੋਂ ਦੂਰ ਹੋ ਰਹੀ ਹੈ. ਬਹੁਤ ਸਾਰੇ ਸਹੀ ਨਿਰੀਖਣ ਅਤੇ ਮਾਪ ਦੇ ਨਾਲ, ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਬ੍ਰਹਿਮੰਡ ਲਗਭਗ 13.8 ਬਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਲਗਭਗ 13.8 ਬਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਇਕ ਭਾਸ਼ਣ ਵਾਲਾ ਸੀ. ਕਿਉਂਕਿ ਜ਼ਿਆਦਾਤਰ ਚੀਜ਼ਾਂ ਠੰਡੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਬ੍ਰਹਿਮੰਡ ਬਹੁਤ ਛੋਟਾ ਅਤੇ ਬਹੁਤ ਗਰਮ ਹੁੰਦਾ ਸੀ ਜਦੋਂ ਇਹ ਸ਼ੁਰੂ ਹੁੰਦਾ ਸੀ. ਜੇ ਕੋਈ ਵਸਤੂ ਧਰਤੀ ਵੱਲ ਵਧ ਰਹੀ ਹੈ, ਤਾਂ ਇਸ ਵਿਚ ਫਿਰ ਨੀਲੀ ਸ਼ਿਫਟ ਲਾਈਟ ਹੁੰਦੀ ਹੈ.\n\nਹੋਰ ਵਿਚਾਰਾਂ ਜੋ __Big ਬੈਨਗ__ ਸਿਧਾਂਤ ਨੂੰ ਸਮਰਥਨ ਦਿੰਦੇ ਹਨ ਬ੍ਰਹਿਮੰਡ ਵਿੱਚ ਰਸਾਇਣਕ ਤੱਤ ਹਨ. ਬਹੁਤ ਹੀ ਹਲਕੇ ਤੱਤਾਂ ਦੀ ਮਾਤਰਾ, ਜਿਵੇਂ ਕਿ ਹਾਈਡ੍ਰੋਜਨ, ਹੇਲੀਅਮ, ਅਤੇ ਲਿਥੀਅਮ __big bang__ ਦੇ ਸਿਧਾਂਤ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹਨ. ਵਿਗਿਆਨੀਆਂ ਨੇ ਵੀ \"ਬ੍ਰਹਿਮੰਡੀ ਮਾਈਕ੍ਰੋਕੇਵਜ਼ ਬੈਕਗ੍ਰਾਉਂਡ ਰੇਡੀਏਸ਼ਨ\" ਵੀ ਪਾਇਆ ਹੈ. ਇਸ ਰੇਡੀਏਸ਼ਨ ਰੇਡੀਓ ਲਹਿਰਾਂ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਉਹ ਬ੍ਰਹਿਮੰਡ ਵਿੱਚ ਹਰ ਜਗ੍ਹਾ ਹੁੰਦੇ ਹਨ. ਇਹ ਰੇਡੀਏਸ਼ਨ ਹੁਣ ਬਹੁਤ ਕਮਜ਼ੋਰ ਅਤੇ ਠੰਡਾ ਹੈ, ਪਰ ਬਹੁਤ ਸਮਾਂ ਪਹਿਲਾਂ ਇਹ ਬਹੁਤ ਮਜ਼ਬੂਤ ​​ਅਤੇ ਬਹੁਤ ਗਰਮ ਸੀ.\n\nਸਕਿਏਟਸ ਜਾਣਦੇ ਸਨ ਕਿ ਵੱਡਾ ਬੈਂਗ ਰੇਡੀਏਸ਼ਨ ਦੇ ਵਿਸ਼ਾਲ ਸੰਗਤਾਂ ਦਾ ਕਾਰਨ ਬਣੇਗਾ ਪਰ ਇਸਦਾ ਵਧੇਰੇ ਸਬੂਤ ਚਾਹੁੰਦੇ ਸਨ. ਨਵੀਂ ਜਰਸੀ ਵਿਚ ਬੈਲ ਜਰਸੀ ਵਿਚ ਬੈੱਲ ਲੇਬਰਾਂ ਲਈ ਕੰਮ ਕਰਦਿਆਂ, ਅਰੋ ਪਨੀਸੀਆ ਅਤੇ ਬੌਬ ਵਿਲਸਨ ਨੇ ਸੀਬੀਆਰ (ਬ੍ਰਹਿਮੰਡ ਪਿਛੋਕੜ ਰੇਡੀਏਸ਼ਨ) ਨੂੰ ਇਕ ਨਵਾਂ ਬਹੁਤ ਹੀ ਸੰਵੇਦਨਸ਼ੀਲਤਾਨਾ. ਉਹ ਸਾਰੇ ਪਿਛੋਕੜ ਦੀ ਆਵਾਜ਼ ਨੂੰ ਹਟਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਸਨ ਅਤੇ ਪਾਇਆ ਕਿ ਉਹ ਇਕ ਦਖਲ ਦੀ ਬਾਰੰਬਾਰਤਾ ਨੂੰ ਨਹੀਂ ਹਟਾ ਸਕਦੇ ਜੋ ਸਾਰੀਆਂ ਦਿਸ਼ਾਵਾਂ ਤੋਂ ਆ ਰਹੀ ਸੀ. ਬਾਅਦ ਵਿੱਚ ਬਾਅਦ ਵਿੱਚ ਸੀਬੀਆਰ ਵਜੋਂ ਜਾਣਿਆ ਜਾਏਗਾ ਅਤੇ ਇਹ ਵੱਡੇ ਧਮਾਕੇ ਦੇ ਵਿਸਫੋਟ ਕਾਰਨ ਹੈ, ਇਹ ਅਜੇ ਵੀ ਸੁਣਵਾਈ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਅਤੇ ਅੱਜ ਵੀ ਰੇਡੀਓ ਤੇ ਹੋਵੇਗੀ. ਇਸ ਖੋਜ ਦੀ ਆਖਰਕਾਰ ਪੇਨਜ਼ਿਆਸ ਅਤੇ ਵਿਲਸਨ ਨੂੰ 1993 ਵਿੱਚ ਇੱਕ ਨੋਬਲ ਪੁਰਸਕਾਰ ਦਿੱਤਾ ਗਿਆ ਸੀ.\n\nਕੁਝ ਵਿਗਿਆਨੀ ਅਤੇ ਦਾਰਸ਼ਨਿਕ ਦਲੀਲ ਕਰਦੇ ਹਨ ਕਿ __big bang__ ਤੋਂ ਪਹਿਲਾਂ ਇਸਦਾ ਸਮਾਂ ਕੋਈ ਅਰਥ ਨਹੀਂ ਸੀ. ਉਹ ਦਲੀਲ ਦਿੰਦੇ ਹਨ ਕਿ __big bang__ ਸਮੇਂ ਦੀ ਸ਼ੁਰੂਆਤ ਸੀ, ਅਤੇ ਜੇ ਕੋਈ ਸਮਾਂ ਨਾ ਹੁੰਦਾ ਤਾਂ ਕੋਈ \"ਪਹਿਲਾਂ\" ਨਹੀਂ ਹੋ ਸਕਦਾ! ਮੁਸਲਮਾਨਾਂ ਵਜੋਂ, ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਸਦੀਵੀ ਅਤੇ ਕੁਝ ਵੀ ਇਸ ਤੋਂ ਪਰੇ ਹੈ ਜੋ ਸਾਡਾ ਮਨ ਸਮਝ ਸਕਦਾ ਹੈ. ਜਿਵੇਂ ਕਿ, ਇਹ ਸਹੀ ਅਰਥਾਂ ਨੂੰ ਬਣਾਉਂਦਾ ਹੈ ਕਿਉਂ ਅਸੀਂ ਵੱਡੇ ਧੜੇ ਤੋਂ ਪਹਿਲਾਂ ਸਮੇਂ ਦੇ ਸੰਕਲਪ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ, ਇਹ ਬਹੁਤ ਸਾਰੇ ਵਿਜਾਂਕਿਆਂ ਵਿਚੋਂ ਇਕ ਹੈ ਜੋ ਇਕ ਸਰਬ-ਸ਼ਕਤੀ ਸਿਰਜਣਹਾਰ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦੇ ਹਨ.\n\nਦਲੀਲਾਂ ਲਈ, ਆਓ ਅਸੀਂਈਈ ਕਹਿਵੇਂ ਹਾਂ ਕਿ ਅਸੀਂ ਦੱਸ ਸਕਦੇ ਹਾਂ ਕਿ ਵੱਡੇ ਧਮਾਕੇ ਤੋਂ ਪਹਿਲਾਂ ਕੀ ਸੀ ਜਾਂ ਬਿਲਕੁਲ ਕਿਵੇਂ ਬਣਾਇਆ ਗਿਆ ਸੀ. ਫਿਰ ਅਗਲਾ ਸਵਾਲ ਹੋਵੇਗਾ, \"ਠੀਕ ਹੈ, ਇਸ ਨੂੰ ਕਿਸ ਗੱਲ ਨੇ ਬਣਾਇਆ?\". ਅਤੇ ਕਹੋ ਕਿ ਅਸੀਂ ਜੋ ਬਣਾਇਆ ਹੈ ਕਿ ਇਹ ਵੀ ਬਣਾਇਆ ਗਿਆ, ਫਿਰ ਦੁਬਾਰਾ ਫਿਰ, ਇਹ ਸਵਾਲ ਹੋਵੇਗਾ, \"ਅੱਛਾ, ਇਸ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਬਣਾਇਆ ਗਿਆ?\". ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਸ਼ਾਇਦ ਦੇਖ ਸਕਦੇ ਹੋ, ਇਹ ਕਦੇ ਖਤਮ ਨਹੀਂ ਹੁੰਦਾ ਇਸ ਲਈ ਇਹ ਅਸਲ ਵਿੱਚ ਸਾਡਾ ਸਿਰਜਣਹਾਰ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਧਾਰਣਾ ਸਾਡੀ ਸੀਮਤ ਮਨੁੱਖੀ ਬੁੱਧੀ ਦੇ ਬਾਹਰ ਬਹੁਤ ਬਾਹਰ ਹੈ.\n\nਮੁਸਲਮਾਨ ਅਜਿਹੇ ਅਜਿਹੇ ਮਾਮਲਿਆਂ ਬਾਰੇ ਬਹਿਸ ਨਹੀਂ ਕਰਦੇ, ਅਸੀਂ ਸਿਰਫ ਉਹੀ ਸਵੀਕਾਰ ਕਰਦੇ ਹਾਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਸਾਨੂੰ ਆਪਣੇ ਅਤੇ ਉਸਦੀ ਸਿਰਜਣਾ ਬਾਰੇ ਸਾਨੂੰ ਦੱਸਦਾ ਹੈ. ਉਦਾਹਰਣ ਲਈ, ਪ੍ਰਮਾਤਮਾ ਆਪਣੇ ਹੱਥਾਂ ਬਾਰੇ ਬੋਲਦਾ ਹੈ ਪਰ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਉਹ ਕਿਸੇ ਵੀ ਹੱਥ ਦੇ ਉਲਟ ਹਨ ਜਿਸ ਨੂੰ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ. ਇੱਕ ਮਨੁੱਖ ਦੇ ਹੱਥ ਹਨ, ਇੱਕ ਬਾਂਦਰ ਨੇ ਹੱਥਾਂ ਵਿੱਚ ਹੱਥਾਂ ਵਿੱਚ ਹੱਥਾਂ ਵਿੱਚ ਹੱਥਾਂ ਦਾ ਹੱਥਾਂ ਵਿੱਚ ਹੱਥਾਂ ਵਿੱਚ ਹੱਥਾਂ ਵਿੱਚ ਹੱਥਾਂ ਵਿੱਚ ਹੱਥ ਹਨ. ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੱਥ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਤੋਂ ਬਾਹਰ ਹਨ ਜਿਸ ਦੀ ਅਸੀਂ ਕਲਪਨਾ ਕਰ ਸਕਦੇ ਹਾਂ, ਅਤੇ ਅਸੀਂ ਇਸ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹਾਂ.",
"Milky Way is Born": "ਵਿਗਿਆਨੀ ਧਰਮ-ਨਿਰਪੱਖ ਬਣਾਉ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਓਨੇਸੀਨੇਟੀਆਂ ਗਲੋਬਲੀਆਂ ਸਮੂਹਾਂ ਦੇ ਬੀਜ ਸਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਹੁਣ ਕੀ ਕੀਤਾ ਗਿਆ ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਬਾਕੀ ਤਾਰਿਆਂ ਦਾ ਬਣਿਆ ਹੋਇਆ ਹੈ. __ਮੁਇਲਕੀ way ੰਗ ਨਾਲ ਲਗਭਗ ਅੱਧਾ ਮਾਮਲਾ __ ਹੋਰ ਦੂਰੀਆਂ ਗਲੈਕਸੀਆਂ ਤੋਂ ਆ ਸਕਦਾ ਹੈ. ਫਿਰ ਵੀ, ਇਹ ਤਾਰੇ ਅਤੇ ਸਮੂਹਕ ਹੁਣ __ਮੁਇਲਕੀ way ੰਗ ਨਾਲ ਸਟੇਲਰ ਹੈਲੋ ਦੇ ਸਥਾਨ ਦੇ ਨਾਲ ਰਹੇ__. ਪਹਿਲੇ ਤਾਰਿਆਂ ਦੇ ਕੁਝ ਅਰਬ ਸਾਲਾਂ ਦੇ ਅੰਦਰ - __ਮੁਇਲਕੀ way ੰਗ ਨਾਲ __ਮੁਇਲਕੀ way ੰਗ ਨਾਲ ਵੱਡਾ ਸੀ ਤਾਂ ਜੋ ਇਹ ਮੁਕਾਬਲਤਨ ਤੇਜ਼ੀ ਨਾਲ ਘੁੰਮ ਰਹੀ ਸੀ. ਐਂਗੁਲਰ ਰਫਤਾਰ ਦੀ ਸੰਭਾਲ ਦੇ ਕਾਰਨ, ਇਸ ਨਾਲ ਗੈਨੇਸ ਇੰਟਰਸੈਲਰ ਦੇ ਮਾਧਿਅਮ ਦੀ ਅਗਵਾਈ ਕੀਤੀ ਗਈ. ਇਸ ਲਈ, ਬਾਅਦ ਵਿਚ ਇਸ ਸਪਿਰਲ ਡਿਸਕ ਵਿਚ ਬਣੀਆਂ ਪੀੜ੍ਹੀਆਂ. ਸੂਰਜ ਸਮੇਤ ਬਹੁਤ ਛੋਟੇ ਤਾਰਿਆਂ ਨੂੰ ਡਿਸਕ ਵਿਚ ਹੋਣ ਲਈ ਦੇਖਿਆ ਜਾਂਦਾ ਹੈ.\n\nਕਿਉਂਕਿ ਪਹਿਲੇ ਤਾਰੇ ਬਣਾਉਣੇ ਸ਼ੁਰੂ ਹੋਏ, __ਮੁਇਲਕੀ way ੰਗ__ ਗਲੈਕਸੀ ਰਲੇਜ (ਖ਼ਾਸਕਰ __Lky way ੰਗ ਨਾਲ __ 0 ਦੇ ਵਾਧੇ) ਅਤੇ ਗੈਲੈਕਟਿਕ ਹੈਲੋ ਤੋਂ ਗੈਸਾਂ ਦੇ ਅਨੁਕੂਲਤਾ ਨਾਲ ਵਧਿਆ ਹੈ. ਇਸ ਸਮੇਂ ਮੈਜੀਲਿਕ ਸਟ੍ਰੀਮ ਦੁਆਰਾ ਇਸ ਦੀਆਂ ਦੋ ਵੱਡੀਆਂ ਸੈਟਾਂ ਦੀਆਂ ਗਲੈਕਸੀਆਂ, ਵੱਡੇ ਅਤੇ ਛੋਟੇ ਮੈਜਲਾਇਨ ਬੱਦਲਾਂ ਸਮੇਤ ਕਈਆਂ ਦੀਆਂ ਛੋਟੀਆਂ ਗਲੈਕਸੀਆਂ ਤੋਂ ਸਮੱਗਰੀ ਦੀ ਪ੍ਰਾਪਤੀ ਕਰ ਰਹੀ ਹੈ. ਗੈਸ ਦੇ ਸਿੱਧੇ ਪ੍ਰਸਿੱਧੀ ਨੂੰ ਸਮਿਥ ਬੱਦਲ ਵਾਂਗ ਉੱਚੇ-ਵੇਗ ਬੱਦਲਾਂ ਵਿੱਚ ਦੇਖਿਆ ਜਾਂਦਾ ਹੈ. ਹਾਲਾਂਕਿ, __ਮੁਇਲਕੀ way ੰਗ ਦੇ ਗੁਣ ਜਿਵੇਂ ਕਿ ਇਸ ਦੇ ਬਾਹਰੀ ਖੇਤਰਾਂ ਵਿੱਚ ਚੱਟਾਨ, ਕੋਣੀ ਗਤੀ, ਅਤੇ ਧਾਤੂ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਕਿ ਇਹ ਪਿਛਲੇ 10 ਅਰਬ ਸਾਲਾਂ ਵਿੱਚ ਵੱਡੀ ਗਲੈਕਸੀਆਂ ਨਾਲ ਕੋਈ ਅਭੇਦ ਹੋਣ ਦਾ ਸੁਝਾਅ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ. ਇਸ ਦੇ ਵੱਡੇ ਅਭੇਿਆਂ ਦੀ ਘਾਟ ਇਸੇ ਤਰ੍ਹਾਂ ਦੀ ਸਪਿਰਲ ਗਲੈਕਸੀਆਂ ਵਿਚ ਅਸਾਧਾਰਣ ਹੈ; ਇਸ ਦੇ ਗੁਆਂ neighbor ੀ ਐਂਡਰੋਮੇਡਾ ਗਲੈਕਸੀ ਨੂੰ ਮੁਕਾਬਲਤਨ ਵੱਡੀਆਂ ਗਲੈਕਸੀਆਂ ਦੇ ਨਾਲ ਹੋਰ ਤਾਜ਼ਾ ਰਲੇਸ ਦੁਆਰਾ ਸਪੱਸ਼ਟ ਦਿਖਾਈ ਦਿੱਤਾ ਜਾਪਦਾ ਹੈ.\n\nਤਾਜ਼ਾ ਸਟੱਡੀਜ਼ ਦੇ ਅਨੁਸਾਰ, __ਮੁਇਲਕੀ ਗਲੈਕਸੀ ਗੈਲੌਸੀ ਰੰਗ-ਗ੍ਰੇਸੀਡਿਅਮ \"ਵਿੱਚ ਆਬਾਦੀ ਵਿੱਚ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਗਲੈਕਸੀ ਰੰਗ-ਗ੍ਰੇਸੀਡਿਅਮ\" (ਗਲੈਕਸੀਆਂ ਨੂੰ \"ਗ੍ਰੀਨ ਵੈਲੀ\" ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ, ਜੋ ਕਿ ਨਵੇਂ ਸਿਤਾਰੇ) \"ਰੈਡ ਕ੍ਰਮ\" (ਜਿਹੜੀਆਂ ਗੈਲੈਕਸੀਆਂ ਜੋ ਸਟਾਰ ਗਠਨ ਦੀ ਘਾਟ ਹਨ) ਦੀ ਘਾਟ ਹਨ. ਗ੍ਰੀਨ ਵਾਦੀ ਦੀਆਂ ਗੈਲੈਕਸੀਆਂ ਵਿਚ ਸਟਾਰ-ਗਠਨ ਦੀ ਗਤੀਵਿਧੀ ਹੌਲੀ ਹੋ ਰਹੀ ਹੈ ਕਿਉਂਕਿ ਉਹ ਇੰਟਰਸੈਲਰ ਮਾਧਿਅਮ ਵਿਚ ਸਟਾਰ-ਬਣਾਉਣ ਵਾਲੀ ਗੈਸ ਤੋਂ ਬਾਹਰ ਭੱਜਦੇ ਹਨ. ਸਮਾਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਾਲੇ ਨਕਲ ਵਾਲੀਆਂ ਗਲੈਕਸੀਆਂ ਵਿਚ, ਸਟਾਰ ਗਠਨ ਆਮ ਤੌਰ 'ਤੇ ਲਗਭਗ ਪੰਜ ਅਰਬ ਸਾਲਾਂ ਦੇ ਅੰਦਰ ਬੁਝਾਈ ਜਾਏਗੀ, ਇੱਥੋਂ ਤੱਕ ਕਿ __LKY __ल्an __ ਅਤੇ ਐਂਡਰੋਮਾਡੇ ਦੋਵਾਂ ਵਿਚਕਾਰ ਤਾਲਮੇਲ ਗਲੈਕਸੀ. ਦਰਅਸਲ, __ਮੁਇਲਕੀ way ੰਗ ਨਾਲ ਮਿਲਦੀਆਂ ਹੋਰ ਗਲੈਕਸੀਆਂ ਦੇ ਮਾਪ ਦੇ ਮਾਪ ਦੇ ਮਾਪ ਦੇਵੇ ______ ਸੁਝਾਅ ਦਿਓ ਕਿ ਇਹ ਅਜੇ ਵੀ ਨਵੇਂ ਸਿਤਾਰਿਆਂ ਨੂੰ ਬਣਾਉਣਾ ਹੈ ਅਤੇ ਇਹ ਨੀਲੀਆਂ ਲਾਲ ਕ੍ਰਮ ਵਾਲੀਆਂ ਗਲੈਕਸੀਆਂ ਨਾਲੋਂ ਥੋੜ੍ਹਾ ਜਿਹਾ ਝੁਲਸ ਰਿਹਾ ਹੈ.\n\n## ਉਮਰ ਅਤੇ ਬ੍ਰਹਿਮੰਡ ਵਿਗਿਆਨ ਇਤਿਹਾਸ\n\nਗਲੋਬੂਲਰ ਕਲੱਸਟਰ __ਮੁਇਲਕੀ way ੰਗ ਨਾਲ ਪੁਰਾਣੇ ਆਬਜੈਕਟਸ ਵਿੱਚ ਹਨ ____, ਜਿਸ ਨਾਲ ਇਸ ਤਰ੍ਹਾਂ __Milkk __LKY .ੰਗ ਨਾਲ ਘੱਟ ਸੀਮਾ ਨਿਰਧਾਰਤ ਕੀਤੀ. __ਮੁਇਲਕੀ ਵਾਸ਼ਿਕ ਐਲੀਮੈਂਟਸ ਜਿਵੇਂ ਕਿ ਥੋਰਿਅਮ -22 ਅਤੇ ਯੂਰੇਯਿਅਮ -238 ਵਿਚ ਵਿਅਕਤੀਗਤ ਤਾਰਿਆਂ ਦੀ ਉਮਰ ਦੇ ਨਾਲ-ਨਾਲ __ ਵਿਅਕਤੀਗਤ ਸਿਤਾਰਿਆਂ ਦੀ ਉਮਰ ਦਾ ਅਨੁਮਾਨ ਲਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ, ਫਿਰ ਉਨ੍ਹਾਂ ਦੇ ਅਸਲ ਬਹੁਤਾਤ ਦੇ ਅਨੁਮਾਨਾਂ ਦੀ ਤੁਲਨਾ ਕਰੋ. ਇਹ ਉਪਜ ਲਗਭਗ 12.52-001 ਅਤੇ 13.8 ° 3248 ਦੇ ਲਈ 4 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ 4 ਅਰਬ ਡਾਲਰ ਦੇ ਮੁੱਲ ਦੇ ਮੁੱਲ ਇਨ੍ਹਾਂ ਚਿੱਟੇ ਬੌਨੇ ਦੇ ਤਾਪਮਾਨ ਦੇ ਤਾਪਮਾਨ ਨੂੰ ਮਾਪ ਕੇ ਅਤੇ ਉਹਨਾਂ ਦੀ ਤੁਲਨਾ ਉਹਨਾਂ ਦੀ ਉਮੀਦ ਕੀਤੀ ਗਈ ਸ਼ੁਰੂਆਤੀ ਤਾਪਮਾਨ ਤੇ ਰੱਖਦਿਆਂ, ਉਮਰ ਦਾ ਅਨੁਮਾਨ ਲਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ. ਇਸ ਤਕਨੀਕ ਦੇ ਨਾਲ, ਗਲੋਬਲ ਸਮੂਹ ਸਮੂਹ ਐਮ 4 ਦੀ ਉਮਰ ਦਾ ਅਨੁਮਾਨ 12.7 ± 0.7.7 ਅਰਬ ਸਾਲ ਸੀ. ਇਨ੍ਹਾਂ ਸਮੂਹਾਂ ਦੇ ਸਭ ਤੋਂ ਪੁਰਾਣੇ ਵਕੀਲ ਦਾ ਸਾਲ ਅਨੁਮਾਨ 12.6 ਬਿਲੀਅਨ ਸਾਲਾਂ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਅਨੁਮਾਨ ਦਿੰਦਾ ਹੈ, ਅਤੇ 16 ਅਰਬ ਤੋਂ ਵੱਧ ਅਧਿਕਾਰਾਂ ਦੀ ਉਪਰਲੀ ਸੀਮਾ.\n\n__ 0.280-ਅਰਬ ਡਾਲਰ ਦੇ 13.80-ਬਿਲੀਅਨ ਯੁੱਗ ਦੇ ਨਾਲ ਬਹੁਤ ਸਾਰੇ ਵਿਅਕਤੀਗਤ ਤਾਰੇ ਪਾਏ ਗਏ ਹਨ. 2007 ਵਿੱਚ, ਗੈਲੈਕਟਿਕ ਹਾਲ ਵਿੱਚ ਇੱਕ ਸਿਤਾਰਾ, 1323-0901, ਲਗਭਗ 13.2 ਅਰਬ ਸਾਲ ਪੁਰਾਣਾ ਹੋਣ ਦਾ ਅਨੁਮਾਨ ਲਗਾਇਆ ਗਿਆ ਸੀ. ਇੱਕ ਪੁਰਾਣੇ ਜਾਣੇ-ਪਛਾਣੇ ਆਬਜੈਕਟ ਦੇ ਤੌਰ ਤੇ, ਉਸ ਸਮੇਂ, ਇਸ ਮਾਪ ਵਿੱਚ ਇਸ ਮਾਪ ਨੂੰ __milky way ੰਗ 'ਤੇ ਘੱਟ ਸੀਮਾ ਰੱਖੀ. ਇਹ ਅਨੁਮਾਨ ਫਰਿਅਮ ਅਤੇ ਹੋਰ ਤੱਤਾਂ ਦੁਆਰਾ ਬਣਾਏ ਗਏ ਸਪੈਕਟ੍ਰਲਸਿਕ ਜਾਂ ਹੋਰ ਤੱਤਾਂ ਦੁਆਰਾ ਬਣਾਏ ਗਏ ਸਪ੍ਰੈਕਚਰਲ ਲਾਈਨਾਂ ਦੀ ਅਨੁਸਾਰੀ ਸ਼ੈਲਸਕੋਪ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਯੂਵੀ-ਵਿਜ਼ੂਅਲ ਐਸ਼ੈਲ ਸਪੈਕਟਰੋਗ੍ਰਾਫ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਕੀਤਾ ਗਿਆ ਸੀ. ਲਾਈਨ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਵੱਖ-ਵੱਖ ਅਸਲੀ ਆਈਸੋਟੋਪਾਂ ਦੀ ਅਗਾਮੀ ਝਾੜ ਦਿੰਦੀਆਂ ਹਨ, ਜਿੱਥੋਂ ਸਟਾਰ ਦੀ ਉਮਰ ਦਾ ਅਨੁਮਾਨ NucleOcosMoSrowrongrongrovy ਨਾਲ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਇਕ ਹੋਰ ਸਿਤਾਰਾ, ਐਚਡੀ 140283, ਕੀ 14.5 ± ਅਰਬ ਡਾਲਰ ਦਾ ਹੈ.\n\nਗਲੈਕਟਿਕ ਪਤਲੀ ਡਿਸਕ ਦੇ ਤਾਰਿਆਂ ਦੀ ਉਮਰ ਦਾ ਨਿ Vime ਕਲੀਕੋਸ਼ੋਫ੍ਰੋਫਿਕ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਵੀ ਅਨੁਮਾਨ ਲਗਾਇਆ ਗਿਆ ਹੈ. ਪਤਲੇ ਡਿਸਕ ਦੇ ਮਾਪਾਂ ਦਾ ਮਾਪ ਇੱਕ ਅੰਦਾਜ਼ਾ ਲਗਾ ਦਿੰਦਾ ਹੈ ਕਿ ਪਤਲੀ ਡਿਸਕ 8.8 ± 1.7 ਬਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਬਣਾਈ ਗਈ ਹੈ. ਇਹ ਮਾਪ ਸੁਝਾਅ ਦਿੰਦੇ ਹਨ ਕਿ ਗੈਲੈਕਟਿਕ ਹੈਲੋ ਅਤੇ ਪਤਲੀ ਡਿਸਕ ਦੇ ਗਠਨ ਦੇ ਵਿਚਕਾਰ ਤਕਰੀਬਨ 5 ਅਰਬ ਸਾਲਾਂ ਦਾ ਇੱਕ ਅੰਤਰ ਸੀ. ਹਜ਼ਾਰਾਂ ਸਿਤਾਰੇ ਦੇ ਰਸਾਇਣਕ ਦਸਤਖਤਾਂ ਦਾ ਤਾਜ਼ਾ ਵਿਸ਼ਲੇਸ਼ਣ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ ਕਿ ਸਟੇਲਰ ਗਠਨ ਨੂੰ ਡਿਸਕ ਗਠਨ, 8-10 ਬਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ, ਜਦੋਂ ਇੰਸਟਰਲਰ ਗੈਸ ਇਕੋ ਰੀਤੀ 'ਤੇ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਬਹੁਤ ਗਰਮ ਸੀ. ਪਹਿਲਾਂ ਵਾਂਗ.\n\n__LILKY work ੰਗ ਨਾਲ ਉਪਗ੍ਰਹਿ ਦੀਆਂ ਗਲੈਕਸੀਆਂ ______ ਲਗਾਤਾਰ ਵੰਡੀਆਂ ਨਹੀਂ ਜਾਂਦੀਆਂ, ਪਰ ਕੁਝ ਵਿਸ਼ਾਲ structure ਾਂਚੇ ਵਿੱਚ 500,000 ਲਾਈਟ ਸਾਲ ਵਿਆਜ ਵਿੱਚ ਵੰਡਣ ਵਾਲੇ 500,000 ਲਾਈਟਾਂ ਦੇ ਬਰੇਕ-ਅਪ ਦਾ ਨਤੀਜਾ ਬਣਿਆ ਹੋਇਆ ਸੀ. ਗਲੈਕਸੀਆਂ ਦੇ ਵਿਚਕਾਰ ਨੇੜਲੇ ਮੁਕਾਬਲੇ ਹੋਏ, ਜਿਵੇਂ ਕਿ ਐਂਡਰੋਮੈਡਾ ਗਲੈਕਸੀ ਦੇ ਨਾਲ 4 ਅਰਬ ਸਾਲ ਗੈਸ ਦੀ ਵਿਸ਼ਾਲ ਪੂਛਾਂ ਨੇ ਮੁੱਖ ਡਿਸਕ ਵਿੱਚ ਇੱਕ ਦਿਮ ਇੰਦਰਾਜ਼ ਕੋਣ ਵਿੱਚ ਡਵਾਰਕ ਗਲੈਕਸੀਆਂ ਬਣਾਉਣ ਲਈ ਕੋਲੇਸ ਕਰ ਸਕਦਾ ਹੈ.",
"Sun is Born": "__ \"ਇਹ ਉਹ ਹੈ ਜਿਸਨੇ ਰਾਤ ਅਤੇ ਦਿਨ ਬਣਾਇਆ, ਅਤੇ ਸੂਰਜ ਅਤੇ ਚੰਦਰਮਾ ਦੇ ਨਾਲ ਨਾਲ ਤੈਰਦਾ ਹੈ, ਹਰ ਇੱਕ ਦੇ ਗੋਲ ਕੋਰਸ\" (ਕੁਰਾਨ 21:33) .__\n\nਸਾਡੇ ਸੋਲਰ ਪ੍ਰਣਾਲੀ ਦੇ ਕੇਂਦਰ ਵਿਚ __SUN__ ਇੱਕ ਪੀਲਾ ਬੌਵਾੜਾ ਤਾਰਾ ਹੈ. ਇਹ ਰੋਸ਼ਨੀ ਦੇ ਤੌਰ ਤੇ energy ਰਜਾ ਦਿੰਦਾ ਹੈ. ਇਸ ਵਿੱਚ ਲਾਈਟ, ਇਨਫਰਾ-ਲਾਲ energy ਰਜਾ (ਗਰਮੀ), ਅਲਟਰਾਵਾਇਲਟ ਲਾਈਟ ਅਤੇ ਰੇਡੀਓ ਵੇਵ ਸ਼ਾਮਲ ਹਨ. ਇਹ ਕਣਾਂ ਦੀ ਇੱਕ ਧਾਰਾ ਵੀ ਦਿੰਦਾ ਹੈ, ਜੋ ਕਿ ਧਰਤੀ ਨੂੰ \"ਸੋਲਰ ਏਅਰ\" ਦੇ ਰੂਪ ਵਿੱਚ ਪਹੁੰਚਦਾ ਹੈ. ਇਸ ਸਭ ਦੀ suc ਰਜਾ ਦਾ ਸਰੋਤ ਸਟਾਰ ਵਿਚ ਪ੍ਰਤੀਕ੍ਰਿਆ ਹੈ ਜੋ ਹਾਈਡ੍ਰੋਜਨ ਨੂੰ ਹੇਲਿਅਮ ਵਿਚ ਬਦਲਦਾ ਹੈ ਅਤੇ ਵੱਡੀ ਮਾਤਰਾ ਵਿਚ energy ਰਜਾ ਪੈਦਾ ਕਰਦਾ ਹੈ.\n\nਸਾਡੇ ਆਕਾਸ਼ ਵਾਲੀ ਗਲੈਕਸੀ ਵਿਚ __SUN__ ਇੱਕ ਬਹੁਤ ਸਾਰੇ ਹੋਰਾਂ ਵਾਂਗ ਸਿਤਾਰਾ ਹੈ. ਇਹ 4.5 ਬਿਲੀਅਨ ਸਾਲਾਂ ਤੋਂ ਘੱਟ ਸਮੇਂ ਲਈ ਮੌਜੂਦ ਹੈ, ਅਤੇ ਘੱਟੋ ਘੱਟ ਜਿੰਨਾ ਜ਼ਿਆਦਾ ਜਾਰੀ ਰਹਿਣ ਜਾ ਰਿਹਾ ਹੈ. __Sun__ ਧਰਤੀ ਜਿੰਨੀ ਚੌੜੀ ਹੈ. ਇਸ ਵਿਚ 1.9891 × 1030 ਕਿਲੋਗ੍ਰਾਮ ਹੈ, ਜੋ ਕਿ ਧਰਤੀ ਦੇ ਪੁੰਜ 333,000 ਵਾਰ ਹੈ. ਧਰਤੀ __Sun__ 1.3 ਮਿਲੀਅਨ ਵਾਰ ਦੇ ਅੰਦਰ ਫਿੱਟ ਪੈ ਸਕਦੀ ਹੈ.\n\nਵਿਗਿਆਨੀ ਸੋਚਦੇ ਹਨ ਕਿ __sun__ ਬਰਫ਼ ਦੇ ਇੱਕ ਬਹੁਤ ਵੱਡੇ ਬੱਦਲ ਤੋਂ ਲਗਭਗ 4.567 ਅਰਬ ਸਾਲ ਪਹਿਲਾਂ ਦੀ ਬਰਫ਼ ਦੇ ਛੋਟੇ ਬਿੱਟ ਤੋਂ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ.\n\nਉਸ ਵਿਸ਼ਾਲ ਬੱਦਲ ਦੇ ਕੇਂਦਰ ਵਿਚ, ਗੰਭੀਰਤਾ ਨੇ ਇਕ ਗੇਂਦ ਵਿਚ ਵੰਡਣ ਦੀ ਜਗ੍ਹਾ ਬਣਾਈ. ਇਕ ਵਾਰ ਜਦੋਂ ਇਹ ਵੱਡਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਅੰਦਰ ਦਾ ਬਹੁਤ ਵੱਡਾ ਦਬਾਅ ਇਕ ਫਿ usion ਜ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਹੋਈ. ਇਸ ਨੂੰ ਜਾਰੀ ਕੀਤਾ the ਰਜਾ ਉਸ ਗੇਂਦ ਨੂੰ ਗਰਮੀ ਅਤੇ ਚਮਕ ਵਿੱਚ ਆਈ.\n\n__SUN__ ਤੋਂ __SUn__ ਤੋਂ ਲੈਂਡ ਕੀਤਾ ਗਿਆ, ਆਪਣੇ ਆਪ ਤੋਂ ਬੱਦਲ ਆਪਣੇ ਆਪ ਤੋਂ ਭੜਕਿਆ ਅਤੇ ਇਸ ਦੇ ਬਾਕੀ ਬੱਦਲ ਤੋਂ ਬਣਦੇ ਗ੍ਰਹਿ.",
"Earth is Born": "__ \"ਫਿਰ ਉਹ (ਅੱਲ੍ਹਾ) ਸਵਰਗ ਵੱਲ ਮੁੜਿਆ ਜਦੋਂ ਕਿ ਇਹ ਸਾਰਾ ਧੂੰਆਂ ਸੀ. ਉਸਨੇ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਨੂੰ ਕਿਹਾ:\" ਆਓ (ਹੋਂਦ ਵਿੱਚ), ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ (ਹੋਂਦ). \" ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ: \"ਅਸੀਂ ਇੱਥੇ ਰਹਿਤ ਮੱਥਾ ਟੇਕਣ ਵਿੱਚ (ਜੀਵ) ਆ ਗਏ ਹਾਂ.\" __\n\n__ ਕੀਾਰ__ ਅਤੇ ਦੂਜੇ ਗ੍ਰਹਿਾਂ ਨੇ ਲਗਭਗ 4.6 ਅਰਬ ਸਾਲ ਪਹਿਲਾਂ ਬਣਾਇਆ ਸੀ. ਉਹ ਨੇਬੂਲਾ ਤੋਂ ਬਚੇ ਹੋਏ ਗੈਸ ਦੇ ਬਣੇ ਹੋਏ ਸਨ ਜਿਸਨੇ ਸੂਰਜ ਨੂੰ ਬਣਾਇਆ. ਇਹ ਫਿਰ ਕੁਰਾਨ ਦਾ ਵਿਗਿਆਨਕ ਚਮਤਕਾਰ ਹੈ ਕਿਉਂਕਿ ਪ੍ਰਮਾਤਮਾ ਨੇ ਕੁਰਾਨ ਵਿੱਚ ਇਸ ਨੂੰ ਦੱਸਿਆ: \"ਫਿਰ ਉਹ (ਅੱਲ੍ਹਾ) ਸਵਰਗ ਵੱਲ ਮੁੜਿਆ. ਉਸਨੇ ਸਵਰਗ ਅਤੇ ਧਰਤੀ ਨੂੰ ਕਿਹਾ,\" ਆਓ (ਹੋਂਦ ਵਿੱਚ) ਜਾਂ ਅਣਚਾਹੇ. \" ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ: \"ਇੱਥੇ ਅਸੀਂ (ਹੋਂਦੇ) ਨੂੰ ਮੰਨਣ ਵਿੱਚ ਆਉਂਦੇ ਹਾਂ (ਹੋਂਦ ਵਿੱਚ).\" ਇਹ ਆਇਤ ਇਸ ਬਾਰੇ ਗੱਲ ਕਰ ਰਹੀ ਸੀ ਕਿ ਧਰਤੀ ਕਿਵੇਂ ਬਣਾਈ ਗਈ ਸੀ.\n\nਮੈਡ ਫਿ .ਲ ਦੇ ਵਿਚਕਾਰ ਟੱਕਰ ਤੋਂ ਬਾਅਦ ਬਣ ਗਿਆ ਹੋਣਾ ਸ਼ੁਰੂ ਹੋ ਸਕਦਾ ਹੈ__ ਅੇਰਥ__ ਅਤੇ ਛੋਟੇ ਗ੍ਰਹਿ (ਕਈ ਵਾਰ ਥੀਏ) ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਦੋਵਾਂ ਗ੍ਰਹਿਾਂ ਦੇ ਹਿੱਸਿਆਂ ਨੇ ਤੋੜਿਆ (ਗੰਭੀਰਤਾ ਦੁਆਰਾ) ਚੰਦਰਮਾ ਬਣਨਾ.\n\nਕੁਰਾਨ ਕਹਿੰਦਾ ਹੈ ਕਿ ਅੱਲ੍ਹਾ ਨੇ ਆਪਣੇ ਆਪਣੇ ਵਿਅਕਤੀਗਤ ਕੋਰਸਾਂ ਜਾਂ ਜ਼ਖਮਾਂ ਨਾਲ ਸੂਰਜ, ਚੰਦਰਮਾ, ਗ੍ਰਹਿਾਂ ਨੂੰ ਬਣਾਇਆ. __ \"ਇਹ ਉਹ ਹੈ ਜਿਸਨੇ ਰਾਤ ਅਤੇ ਦਿਨ ਬਣਾਇਆ, ਅਤੇ ਸੂਰਜ ਅਤੇ ਚੰਦਰਮਾ ਦੇ ਨਾਲ ਨਾਲ ਤੈਰਦਾ ਹੈ, ਹਰ ਇੱਕ ਦੇ ਗੋਲ ਕੋਰਸ\" (ਕੁਰਾਨ 21:33) .__\n\n__ ਕੀਾਰਥ __ ਦਾ ਪਾਣੀ ਵੱਖ-ਵੱਖ ਥਾਵਾਂ ਤੋਂ ਆਇਆ. ਸੰਘਣੇ ਪਾਣੀ ਦੇ ਭਾਫ਼, ਅਤੇ ਕਾਮੇਟਸ ਅਤੇ ਐਸਟੋਇਡਜ਼ __ ਅਹਾਰਥ, ਸਮੁੰਦਰਾਂ ਨੂੰ ਬਣਾਇਆ. ਇੱਕ ਅਰਬ ਸਾਲਾਂ ਦੇ ਅੰਦਰ (ਇਹ ਲਗਭਗ 3.6 ਬਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਹੁੰਦਾ ਹੈ) ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਏਆਰਏਨ ਯੁੱਗ ਵਿੱਚ ਪਹਿਲੀ ਜ਼ਿੰਦਗੀ ਸ਼ੁਰੂ ਹੋਈ ਪਹਿਲੀ ਜ਼ਿੰਦਗੀ ਸ਼ੁਰੂ ਹੋਈ. ਕੁਝ ਬੈਕਟੀਰੀਆ ਨੇ ਫੋਟੋਜ਼ਿਨਸਿਸ ਵਿਕਸਿਤ ਕੀਤੇ, ਜੋ ਪੌਦਿਆਂ ਨੂੰ ਸੂਰਜ ਦੇ ਚਾਨਣ ਅਤੇ ਪਾਣੀ ਤੋਂ ਭੋਜਨ ਬਣਾਉਂਦੇ ਹਨ. ਇਸ ਨੇ ਆਕਸੀਜਨ ਨੂੰ ਬਹੁਤ ਕੁਝ ਜਾਰੀ ਕੀਤਾ, ਜੋ ਕਿ ਪਹਿਲਾਂ ਇਸ ਘੋਲ ਵਿੱਚ ਲੋਹੇ ਦੁਆਰਾ ਲਿਆ ਗਿਆ ਸੀ. ਆਖਰਕਾਰ, ਮੁਫਤ ਆਕਸੀਜਨ ਵਾਤਾਵਰਣ ਜਾਂ ਹਵਾ ਵਿੱਚ ਮਿਲੀ, __ ਕੀਥ __ ਦੀ ਸਤਹ ਨੂੰ ਏਰੋਬਿਕ ਜ਼ਿੰਦਗੀ ਲਈ .ੁਕਵੀਂ. ਇਸ ਆਕਸੀਜਨ ਨੇ ਓਜ਼ੋਨ ਪਰਤ ਵੀ ਬਣਾਈ ਹੈ ਜੋ__ਥ __ ਦੀ ਸਤਹ ਨੂੰ ਮਾੜੀ ਅਲਟਰਾਵਾਇਲਟ ਰੇਡੀਏਸ਼ਨ ਤੋਂ ਬਚਾਉਂਦੀ ਹੈ.\n\nਦੁਬਾਰਾ ਫਿਰ, ਪਰਮੇਸ਼ੁਰ ਸਾਨੂੰ ਕੁਰਾਨ ਵਿਚ ਓਜ਼ੋਨ ਪਰਤ ਬਾਰੇ ਦੱਸਦਾ ਹੈ, ਕੁਰਾਨ ਦਾ ਇਕ ਹੋਰ ਵਿਗਿਆਨਕ ਚਮਤਕਾਰ ਹੈ, ਪਰ ਅਸੀਂ ਅਸਮਾਨ ਨੂੰ ਇਕ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਕੈਨੋਪੀ ਬਣਾ ਦਿੱਤੀ ਹੈ. \" (ਕੁਰਾਨ 21:32) __\n\nਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਉਹ ਜ਼ੋਨ ਪਰਤ ਤੋਂ ਪਹਿਲਾਂ ਗੁੰਝਲਦਾਰ ਜ਼ਿੰਦਗੀ ਨਹੀਂ ਹੋਈ ਕਿਉਂਕਿ ਇਹ ਬਚਾਅ ਕੀਤੇ ਬਿਨਾਂ ਜੀਅ ਦੀ ਰੇਡੀਏਸ਼ਨ ਬਚਣ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਹੋਵੇਗੀ.\n\n__ ਕਿਥ__ ਦੂਰ ਦੇ ਪਿਛਲੇ ਸਮੇਂ ਵਿੱਚ ਬਹੁਤ ਵੱਖਰਾ ਸੀ. ਬਹੁਤ ਸਮਾਂ ਪਹਿਲਾਂ, ਲਗਭਗ ਸਾਰੀ ਧਰਤੀ ਇਕ ਜਗ੍ਹਾ ਸੀ. ਇਸ ਨੂੰ ਇੱਕ ਸੁਭਾਅ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਜਾਣੀ ਜਾਣੀ ਜਾਣੀ ਜਾਣੀ ਜਾਂਦੀ ਸੁਪਰ ਟੈਂਸਟਿਸ ਨੂੰ ਵੈਲਬਾਰਾ ਕਿਹਾ ਜਾਂਦਾ ਸੀ. ਬਹੁਤ ਬਾਅਦ ਵਿੱਚ, ਇੱਕ ਸਮਾਂ (ਕ੍ਰੀਥਨੀਅਨ) ਜਦੋਂ __EAAth__ ਲਗਭਗ ਮੋਟੀ ਆਈਸ ਸ਼ੀਟਾਂ (ਗਲੇਸ਼ੀਅਰ) ਨਾਲ ਪੂਰੀ ਤਰ੍ਹਾਂ covered ੱਕਿਆ ਹੋਇਆ ਸੀ. ਇਸ ਨੂੰ ਸਨੋਬਾਲ __AAth__ ਸਿਧਾਂਤ ਕਿਹਾ ਜਾਂਦਾ ਹੈ.",
"Heavy Bombardment": "__ \"ਅਸੀਂ ਪਹਿਲਾਂ ਹੀ ਆਪਣੇ ਦੂਤ ਨੂੰ ਸਪਸ਼ਟ ਤੌਰ 'ਤੇ ਭੇਜ ਦਿੱਤੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨਾਲ ਧਰਮ ਗ੍ਰੰਥਾਂ ਅਤੇ ਸੰਤੁਲਨ ਨੂੰ ਨਿਆਂ ਵਿੱਚ ਰੱਖੇ ਹਨ. ਅਤੇ ਅਸੀਂ ਲੋਹੇ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖ ਸਕਦੇ ਹਾਂ. ਅਤੇ ਤਾਂ ਜੋ ਅੱਲ੍ਹਾ ਉਨ੍ਹਾਂ ਨੂੰ ਜ਼ਾਹਰ ਕਰ ਸਕਦਾ ਹੈ ਜਿਹੜੇ ਉਸਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ ਅਤੇ ਮੈਸੇਅਰਸ ਅਣਦੇਖੇ ਕੰਮ ਕਰਦੇ ਹਨ. ਦਰਅਸਲ, ਅੱਲ੍ਹਾ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹੈ ਅਤੇ ਸ਼ਕਤੀ ਵਿੱਚ ਉੱਚਾ ਹੈ. \" (ਕੁਰਾਨ 57:25) __\n\nਭਾਰੀ ਭਾਰੀ ਬੰਬ ਧਮਕੀ (ਸੰਖੇਪ ਲਬਬਲੀ ਅਤੇ ਇਸ ਨੂੰ ਵੀ ਚੰਦਰ ਕਟੋਰੇਸਮ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ) ਇਕ ਇਵੈਂਟ ਹੈ ਜੋ ਲਗਭਗ 3.1 ਤੋਂ 4.1 ਅਰਬ ਸਾਲ ਪਹਿਲਾਂ ਹੋਇਆ ਸੀ. ਇਸ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਨੀਹਦੇ ਅਤੇ ਅਯਰਚੇਆਨ ਏਆਰਏ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ. ਇਸ ਅੰਤਰਾਲ ਦੇ ਦੌਰਾਨ, ਇੱਕ ਅਸਪਸ਼ਟਤਾ ਨਾਲ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਤਾਰਾ ਅੰਦਰੂਨੀ ਗ੍ਰਹਿਆਂ ਵਿੱਚ ਅਰੰਭਕ ਪੌਨਸ, ਧਰਤੀ ਅਤੇ ਮਾਰਸ ਸਮੇਤ ਮੁ early ਲੇ ਪੌਇਸ, ਧਰਤੀ ਅਤੇ ਮੰਗਲ ਵਿੱਚ ਟਕਰਾਉਣ ਲਈ ਉਤਸ਼ਾਹਿਤ ਹਨ.\n\nਭਾਰੀ ਬੰਬਾਰੀ ਧਰਤੀ ਅਤੇ ਹੋਰ ਪੱਥਰਾਂ ਨਾਲ ਬਿਰਤਾਂਤ ਨੇ ਸਭ ਤੋਂ ਵੱਧ ਪੁੰਜ ਬਣਾਇਆ ਸੀ ਅਤੇ ਅਜੇ ਵੀ ਧਰਤੀ ਦੇ ਬਹੁਤ ਜਲਦੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਸੀ.\n\nਅੱਜ ਵਿਗਿਆਨੀ ਜਾਣਦੇ ਹਨ ਕਿ ਲੋਹਾ ਧਰਤੀ ਉੱਤੇ ਵਿਕਸਤ ਨਹੀਂ ਹੋ ਸਕਦਾ ਸੀ. ਧਰਤੀ ਦੇ ਆਕਾਰ ਦੇ ਕਾਰਨ ਉਹ ਜਾਣਦੇ ਹਨ, ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਅਜਿਹੀਆਂ ਸਮੱਗਰੀਆਂ ਨੂੰ ਇੱਥੇ ਕੁਦਰਤੀ ਤੌਰ 'ਤੇ ਵਿਕਸਤ ਨਹੀਂ ਹੋ ਸਕਦਾ ਸੀ. ਦਰਅਸਲ, ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਲੋਹੇ ਨੂੰ ਤਾਰਿਆਂ ਦੇ ਅੰਦਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਖ਼ਾਸਕਰ ਲਾਲ ਸੁਪਰ-ਜਾਇੰਟਸ. ਸਿਰਫ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਵਿਸ਼ਾਲ ਤਾਰੇ ਦੇ ਅੰਦਰ ਫਿ usion ਜ਼ਨ ਦੇ ਐਲੀਮੈਂਟਸ ਦੇ ਦੌਰਾਨ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ. ਫਿਰ ਇੱਕ ਸੁਪਰਨੋਵਾ ਹੁੰਦਾ ਹੈ, ਜਿਸਦਾ ਅਰਥ ਤਾਰਾ ਫਟ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਆਇਰਨ ਦੇ ਟੁਕੜਿਆਂ ਨੂੰ ਪੁਲਾੜ ਵਿੱਚ ਬਲੇਸ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਇਸ ਤਰ੍ਹਾਂ ਆਇਨਾ ਧਰਤੀ ਉੱਤੇ ਆਇਆ ਸੀ.\n\nਕੁਰਾਨ ਦਾ ਜ਼ਿਕਰ ਹੈ, __ \"ਅਤੇ ਅਸੀਂ ਲੋਹੇ ਨੂੰ ਭੇਜਿਆ\" __. ਹਾਲ ਹੀ ਵਿੱਚ, ਵਿਗਿਆਨੀਆਂ ਦੇ ਬੰਬ ਧਮਾਕੇ ਤੋਂ ਬਿਨਾਂ - ਪੀਰੀਅਡਜ਼, ਇਸ ਆਇਤ ਬਾਰੇ __ \"ਅਸੀਂ ਮੈਨੂੰ ਭੇਜਿਆ\" __ ਸਾਡੇ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਸਮਝ ਨਹੀਂ ਪਵੇਗੀ. ਹਾਲਾਂਕਿ, ਇਹ ਰੱਬ ਨੂੰ ਬਿਲਕੁਲ ਦਰਸਾਉਂਦਾ ਹੈ ਬਿਲਕੁਲ ਸ਼ਾਬਦਿਕ ਤੌਰ ਤੇ ਸਾਡੇ ਲਈ ਲੋਹਾ ਭੇਜਿਆ ਜਾ ਸਕਦਾ ਹੈ ਤਾਂ ਜੋ ਅਸੀਂ ਇਸ ਤੋਂ ਲਾਭ ਲੈ ਸਕੀਏ.",
"Life on Earth": "__ \"ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਕੋਲ ਨਾ ਸੋਚੇ ਲੋਕਾਂ ਕੋਲ ਇਹ ਨਾ ਸੋਚੇ ਜਾਣ ਵਾਲੇ ਲੋਕਾਂ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਸੀ, ਅਤੇ ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਹਰ ਜੀਵਤ ਪਾਣੀ ਤੋਂ ਬਣਿਆ ਹੈ? ਫਿਰ ਕੀ ਉਹ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕਰਦੇ?\" (ਕੁਰਾਨ 21:30) .__\n\nਸਭ ਤੋਂ ਪਹਿਲਾਂ ਦਾਅਵਾ ਕੀਤਾ ਗਿਆ ਲਾਈਫਫਾਰਮਜ਼ ਫੋਸਿਲੇਡ ਮਾਈਕਰੋਅਰਜਿਸਸ (ਜਾਂ ਮਾਈਕਰੋਫੋਸਿਲ) ਹਨ. ਉਹ ਲੋਹੇ ਅਤੇ ਸਿਲਿਕਾ ਦੇ ਅਮੀਰ ਚੱਟਾਨਾਂ ਵਿੱਚ ਪਾਏ ਗਏ ਸਨ ਜੋ ਇਕ ਵਾਰ ਨਾਵੁਗੁਆਗਟਕਟੁਕ ਗ੍ਰੀਨਸਟੋਨ ਬੈਲਟ ਦੇ ਕਿ Que ਬੈਕ, ਕਨੇਡਾ ਵਿਚ ਹਾਈਡ੍ਰਦਰਮੇਮਲ ਵੈਂਟ ਸਨ.\n\nਇਹ ਚੱਟਾਨ 4.28 ਬਿਲੀਅਨ ਸਾਲਾਂ ਤੋਂ ਪੁਰਾਣੇ ਹਨ. ਟਿ ular ਬੂਲਰ ਰੂਪ ਵਿੱਚ ਇੱਕ ਰਿਪੋਰਟ ਵਿੱਚ ਦਿਖਾਇਆ ਗਿਆ ਹੈ. ਜੇ ਇਹ ਧਰਤੀ ਉੱਤੇ ਜੀਵਨ ਦਾ ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਰਿਕਾਰਡ ਹੈ, ਤਾਂ ਸਮੁੰਦਰਾਂ ਦੇ 44 ਅਰਬ ਸਾਲ ਪਹਿਲਾਂ ਬਣਦਾ ਹੈ \"ਜ਼ਿੰਦਗੀ ਦਾ ਤਕਰੀਬਨ ਵਿਅਸਤ\". ਸਟੀਫਨ ਬਲੇਅਰ ਹੇਜ ਦੇ ਅਨੁਸਾਰ, \"ਜੇ ਜ਼ਿੰਦਗੀ ਧਰਤੀ ਤੇ ਮੁਕਾਬਲਤਨ ਤੇਜ਼ੀ ਨਾਲ ਖੜ੍ਹੀ ਹੈ ਤਾਂ ਇਹ ਬ੍ਰਹਿਮੰਡ ਵਿੱਚ ਆਮ ਹੋ ਸਕਦੀ ਹੈ\".\n\nਕੁਰਾਨ ਨੇ ਉਸ ਅੱਲ੍ਹਾ ਨੂੰ ਦੱਸਿਆ \"(ਕੁਰਾਨ 21:30) (ਕੁਰਾਨ 21:30) (ਕੁਰਾਨ 21:30). ____\" ਅੱਲ੍ਹਾ ਨੇ ਹਰ ਜਾਨਵਰ ਨੂੰ ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ ਹੈ, ਕੁਝ ਉਹ ਹਨ ਜੋ ਕਿ ਦੋ ਲੱਤਾਂ 'ਤੇ ਚੱਲੋ, ਅਤੇ ਕੁਝ ਜੋ ਚਾਰ' ਤੇ ਚੱਲਦੇ ਹਨ. ਅੱਲ੍ਹਾ ਉਹ ਕੀ ਕਰੇਗਾ ਰਖਦਾ ਹੈ, ਸੱਚਮੁੱਚ ਹੀ ਅੱਲ੍ਹਾ ਕੋਲ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਉੱਤੇ ਸ਼ਕਤੀ ਹੈ \".__\n\nਇਹ ਆਇਤਾਂ ਜੋ ਵਿਗਿਆਨਕ ਸਿਧਾਂਤ ਦਾ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ ਜੋ ਧਰਤੀ ਦੇ ਸਮੁੰਦਰਾਂ ਵਿੱਚ ਰਹਿੰਦੀ ਹੈ. ਉਹ ਆਧੁਨਿਕ ਜੀਵ-ਵਿਗਿਆਨ ਦੇ ਨਾਲ ਵੀ ਜਾਂਦੇ ਹਨ ਜੋ ਇਹ ਦਰਸਾਉਂਦੇ ਹਨ ਕਿ ਕੁਝ ਜਾਨਵਰ 90% ਪਾਣੀ ਦੇ ਬਣੇ ਹੁੰਦੇ ਹਨ, ਜਦੋਂ ਕਿ ਮਨੁੱਖ ਲਗਭਗ 60% ਪਾਣੀ ਦੇ ਬਣੇ ਹੁੰਦੇ ਹਨ.",
"Single Celled Organisms": "__ਥ ਕੁਰਾਨ ਨੇ ਉਸ ਅੱਲ੍ਹਾ ਨੂੰ ਹਰ ਜੀਵਤ ਚੀਜ਼ ਨੂੰ ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ \"(ਕੁਰਾਨ 21:30) __.\n\nਯੂਨੀਸੈਲੀਅਲ ਜੀਵਾਂ ਜੀਵਾਣੂ ਹਨ ਜਿਨ੍ਹਾਂ ਕੋਲ ਇਕ ਸੈੱਲ ਹੁੰਦਾ ਹੈ.\n\nਯੂਨੀਸੈਲੀਅਲ ਜੀਵਾਂ ਹਰ ਜਗ੍ਹਾ ਮਿਲ ਸਕਦੇ ਹਨ. ਜੀਵਨ ਦੇ ਸਭ ਤੋਂ ਪੁਰਾਣੇ ਰੂਪ 3.2 ਅਰਬ ਸਾਲ ਪਹਿਲਾਂ, ਜੇ ਜ਼ਿਆਦਾ ਨਹੀਂ. ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਇਹ ਜੀਵ ਪਾਣੀ ਵਿਚ ਰਹਿੰਦਾ ਸੀ. ਉਹ ਬਚਾਅ ਲਈ ਕਈ ਕਿਸਮਾਂ ਦੀਆਂ ਰਣਨੀਤੀਆਂ ਦੀ ਪੈਰਵੀ ਕਰਦੇ ਹਨ: ਫੋਟੋਸਿੰਸਿਸਿਸ (ਸਯਾਨੋਬੈਟਰੀਆ), ਕੀ ਐਮਓਟ੍ਰੋਫੀ (ਬਹੁਤ ਸਾਰੇ ਅਰੈਚਾ), ਅਤੇ ਹੇਟਰੋਟ੍ਰੋਫੀ (ਅਮੋਬਾ). ਕੁਝ ਯੂਨੀਸੂਲਰ ਜੀਵਾਣੂਆਂ ਵਿਚ ਫਲੈਗੇਲਾ ਹੁੰਦੇ ਹਨ, ਛੋਟੀਆਂ ਪੂਛਾਂ ਉਹ ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਸਥਾਨਕ ਸਿਖਲਾਈ, ਜਾਂ ਲੋਬੋਪੋਡਜ਼, ਹਥਿਆਰਾਂ ਦੇ ਵਾਧੇ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ. ਸਾਡੇ ਯੂਨੀਸਿਲੂਲਰ ਪੂਰਵਜ ਦੀ ਫਲੈਜੂਲਾ ਜਾਨਵਰਾਂ ਵਿੱਚ ਹੀ ਹੁੰਦੀ ਹੈ, ਜਿੱਥੇ ਇਹ ਫਲੈਟਡ ਸ਼ੁਕਰਾਣੂ ਦੇ ਰੂਪ ਵਿੱਚ ਇੱਕ ਦਿੱਖ ਬਣਾਉਂਦਾ ਹੈ.\n\n__ਥ ਕੁਰਾਨ ਨੇ ਉਸ ਅੱਲ੍ਹਾ ਨੂੰ ਹਰ ਜੀਵਤ ਚੀਜ਼ ਨੂੰ ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ \"(ਕੁਰਾਨ 21:30) __. ਇਕ ਹੋਰ ਆਇਤ ਦੱਸਦੀ ਹੈ ਕਿ ਕਿਵੇਂ __ \"ਹਰ ਜਾਨਵਰ ਨੂੰ ਪਾਣੀ ਤੋਂ ਪੈਦਾ ਕਰ ਦਿੰਦਾ ਹੈ. ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਲੋਕ ਹਨ ਜੋ ਕਿ ਦੋ ਲੱਤਾਂ ਤੇ ਚੱਲਦੇ ਹਨ. ਸੱਚਮੁੱਚ ਹੀ ਅੱਲ੍ਹਾ ਕੋਲ ਸ਼ਕਤੀ ਹੈ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ \"(ਕੁਰਾਨ 24:45) __.\n\nਇਹ ਆਇਤਾਂ ਜੋ ਵਿਗਿਆਨਕ ਸਿਧਾਂਤ ਦਾ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ ਜੋ ਧਰਤੀ ਦੇ ਸਮੁੰਦਰਾਂ ਵਿੱਚ ਰਹਿੰਦੀ ਹੈ.",
"Animals": "ਪਹਿਲੇ ਜੈਵਿਕ ਜੋ ਸ਼ਾਇਦ ਪਸ਼ੂਆਂ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ ਕਿ ਉਹ ਦੱਖਣ ਆਸਟਰੇਲੀਆ ਦੇ ਟ੍ਰਾਂਜ਼ੋਨਾ ਗਠਨ ਦੀਆਂ 665 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਚੱਟਾਨਾਂ ਦਿਖਾਈ ਦੇ ਸਕਦੇ ਹਨ. ਇਨ੍ਹਾਂ ਫੋੜੇ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਸ਼ਾਇਦ ਜਲਦੀ ਸਪਾਂਜ ਹੋਣ ਕਰਕੇ ਜ਼ਿਆਦਾਤਰ ਲੋਕ.\n\nਏਡੀਆਕਾਰਨ ਬਾਇਓਟਾ ਵਿੱਚ ਸਭ ਤੋਂ ਪੁਰਾਣੇ ਜਾਨਵਰ ਪਾਏ ਗਏ, ਛੂਟ ਦੇ ਅੰਤ ਵਿੱਚ, ਲਗਭਗ 610 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ. ਇਹ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਸ਼ੱਕੀ ਰਿਹਾ ਸੀ ਕਿ ਕੀ ਇਸ ਵਿੱਚ ਪਸ਼ੂ ਸ਼ਾਮਲ ਹਨ, ਪਰ ਡਿਕਿਨਸੋਨਿਯਾ ਦੇ ਜੀਨਾਂ ਵਿੱਚ ਜਾਨਵਰਾਂ ਦੇ ਲਿਬੈਸਟਰੌਲ ਦੀ ਖੋਜ ਸਥਾਪਿਤ ਕਰਦੀ ਹੈ ਕਿ ਇਹ ਅਸਲ ਵਿੱਚ ਜਾਨਵਰ ਸਨ.\n\nਬਹੁਤ ਸਾਰੇ ਪਸ਼ੂ ਫਾਈਲਾ ਪਹਿਲਾਂ ਤੋਂ 542 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਤੋਂ ਸ਼ੁਰੂ ਕਰਦਿਆਂ, ਕੈਂਬੀਆ ਦੇ ਧਮਾਕੇ ਦੌਰਾਨ ਜੈਬੀਅਨ ਧਮਾਕੇ ਦੌਰਾਨ ਦਿਖਾਈ ਦਿੱਤੀ, ਬਿਸਤਰੇ ਵਿਚ ਬਿਸਤਰੇ ਵਿਚ. ਇਨ੍ਹਾਂ ਚੌਕੀਆਂ ਵਿੱਚ ਅਦੱਛੇ ਫਿਲਲਾ, ਬ੍ਰੀਚੋਫੋਡਸ, ਓਨੀਕੋਫੋਰਸ, ਐੱਚਰੋਫ੍ਰਾਂਸ, ਅਸ਼ੁੱਧੀਆਂ, ਯੀਮਖੋਰਸ ਅਤੇ ਹੇਮਿਸਾਰਡੇਟਸ ਜਿਵੇਂ ਕਿ ਸ਼ਿਕਾਰੀ ਅਨੋਮਾਲਿਗਰਸ ਅਤੇ ਹੇਮਿਸਾਰਡੇਟ ਸ਼ਾਮਲ ਹਨ. ਵਿਗਿਆਨੀ ਪੱਕਾ ਯਕੀਨ ਨਹੀਂ ਕਰਦੇ ਕਿ ਇਹ ਸਾਰੇ ਜਾਨਵਰ ਇਕੋ ਸਮੇਂ ਨੇੜੇ ਦਿਖਾਈ ਦਿੱਤੇ ਜਾਂ ਜੇ ਇਹ ਜੈਵਿਕ ਰਿਕਾਰਡਾਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ.",
"Fish": "ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਕੈਮਬਰਿਅਨ ਫਾਟਕ ਦੇ ਦੌਰਾਨ ਪਹਿਲੀ ਫਿਸ਼ 530 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਦਿਖਾਈ ਦਿੱਤੀ ਸੀ. ਇਹ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹ ਪਹਿਲੇ ਵਰਟੀਬਰੇਟ ਹੁੰਦੇ ਹਨ, ਜਾਂ ਪਸ਼ੂ ਜਾਂ ਪਸੀਨਾ ਕਾਲਮ ਦੇ ਨਾਲ ਜਾਨਵਰ ਹੁੰਦੇ ਹਨ. ਪਹਿਲੀ ਮੱਛੀ ਅਗਨਾਥਾ, ਜਾਂ ਬੇਵਕੂਫ ਮੱਛੀ ਨਾਲ ਸਬੰਧਤ ਹੋਣ ਬਾਰੇ ਸੋਚਿਆ ਜਾਂਦਾ ਹੈ. ਦੇਰ ਨਾਲ ਕੈਮਬ੍ਰਿਅਨ ਦੇ ਦੌਰਾਨ, ਈਲ-ਵਰਗੀ ਜੈਵਿਕ ਮੱਛੀ ਨੂੰ ਬੁਲਾਇਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਛੋਟੇ ਜ਼ਿਆਦਾਤਰ ਆਰਮਡ ਮੱਛੀ ਨੂੰ ostsorderms ਦੇ ਤੌਰ ਤੇ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ, ਪਹਿਲਾਂ ਪ੍ਰਗਟ ਹੁੰਦਾ ਹੈ. ਸਭ ਤੋਂ ਵੱਧ ਬੇਲੋੜੀ ਮੱਛੀ ਹੁਣ ਅਲੋਪ ਹੋ ਗਈ ਹੈ.",
"Insects": "__Incescter __, ਫਾਈਲਮ ਆਰਥਰੋਪੋਮੋ ਵਿੱਚ ਇੱਕ ਕਲਾਸ ਹਨ. ਉਹ ਛੋਟੇ ਥਾਣੇ ਵਾਲੇ ਹਨ ਜੋ ਕਿ ਇੱਕ ਸਖਤ ਐਕਸੋਸਕਲੇਟਨ ਹਨ.\n\n__Inscters ਧਰਤੀ ਉੱਤੇ ਬਹੁਤ ਸਾਰੇ ਪਸ਼ੂਆਂ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਸਮੂਹ ਹੈ. __926,400 ਵੱਖਰੀਆਂ ਕਿਸਮਾਂ ਦੀਆਂ ਕਿਸਮਾਂ ਦਾ ਵਰਣਨ ਕੀਤਾ ਗਿਆ ਹੈ. ਉਹ ਸਾਰੀਆਂ ਜਾਣੀਆਂ ਗਈਆਂ ਜੀਵਿਤ ਪ੍ਰਜਾਤੀਆਂ ਦੇ ਅੱਧੇ ਤੋਂ __mmommom ਹੋ ਕੇ ਹੋ ਜਾਂਦੇ ਹਨ ____ ਅਤੇ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ ਕਿ ਧਰਤੀ ਦੇ 90% ਵੈਲਿਉਸ__.\n\n__Insecters__ ਦੀਆਂ ਨਵੀਆਂ ਕਿਸਮਾਂ ਨਿਰੰਤਰ ਹੁੰਦੀਆਂ ਹਨ. ਪ੍ਰਜਾਤੀਆਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ ਦਾ ਅਨੁਮਾਨ 2 ਮਿਲੀਅਨ ਤੋਂ 30 ਮਿਲੀਅਨ ਤੱਕ ਹੁੰਦਾ ਹੈ.\n\n__Incest__ ਦੀਆਂ ਛੇ ਲੱਤਾਂ ਹਨ; ਅਤੇ ਜ਼ਿਆਦਾਤਰ ਖੰਭ ਹਨ. __Incest__ ਨੂੰ ਉਡਾਣ ਦੇ ਸਮਰੱਥ ਪਹਿਲੇ ਜਾਨਵਰ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ. ਜਿਵੇਂ ਕਿ ਉਹ ਅੰਡੇ ਤੋਂ ਵਿਕਸਤ ਕਰਦੇ ਹਨ, __ITARSRPhPos__, ਦੋ ਜਾਂ ਵਧੇਰੇ ਵੱਖ-ਵੱਖ ਪੜਾਵਾਂ ਵਿੱਚ ਇੱਕ ਕੀੜੇ ਵਿੱਚ ਇੱਕ ਕੀੜੇ ਬਦਲਾਵ ਦਾ ਇੱਕ ਅਨੌਖਾ ਰੂਪ ਹੈ. __Incest__ ਗ੍ਰਹਿ ਦੇ ਸਾਰੇ ਪਾਸੇ ਰਹਿਣਗੇ: ਲਗਭਗ ਸਾਰੇ ਧਰਤੀ ਹੇਠਲੇ (ਜ਼ਮੀਨ 'ਤੇ ਰਹਿੰਦੇ ਹਨ), ਪਰ ਕੁਝ ਰਹਿੰਦੇ ਹਨ ਜਾਂ ਬਹੁਤ ਠੰਡੇ ਥਾਵਾਂ ਤੇ, ਜਿਵੇਂ ਕਿ ਅੰਟਾਰਕਟਿਕਾ. ਜ਼ਿਆਦਾਤਰ ਸਪੀਸੀਜ਼ ਗਰਮ ਖੰਡੀ ਖੇਤਰਾਂ ਵਿੱਚ ਰਹਿੰਦੀਆਂ ਹਨ.\n\nਕੁਝ ਲੋਕ ਸਾਰੇ __inesects __ \"ਬੱਗਾਂ\" ਕਹਿੰਦੇ ਹਨ, ਪਰ ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ. ਸਿਰਫ ਕੁਝ __incesTREST__ ਸੱਚੇ ਬੱਗ ਹਨ, ਜੋ ਕਿ __insecters__ ਦਾ ਇੱਕ ਖਾਸ ਕ੍ਰਮ ਹੈ. ਉਹ ਲੋਕ ਜੋ ਪ੍ਰਾਈਸੈਕਟਸ__ ਦੇ ਅਧਿਐਨ ਲਈ__ ਕਹਿੰਦੇ ਹਨ.",
"Reptiles": "ਜ਼ਮੀਨ ਦੇ ਤਰਸਣ ਵਾਲੇ ਮੁੱਖ ਸਮੂਹਾਂ ਵਿਚੋਂ ਇਕ ਲਈ __ ਲਿਖੋ. ਇਹ ਜੀਵ-ਵਿਗਿਆਨੀਆਂ ਦੁਆਰਾ ਇਸ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ, ਜੋ ਵਧੇਰੇ ਸਹੀ ਸ਼ਬਦਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ.\n\nਨਾਮ __ \"ਵਿਅਕਤੀਗਤ\" ਲੈਟਿਨ ਤੋਂ ਆਉਂਦਾ ਹੈ ਅਤੇ ਮਤਲਬ \"ਉਹ ਜੋ ਚੀਰਦਾ ਹੈ\". ਸਾਰੇ ਜੀਵਿਤ __ ਨਿਰਪੱਖ __ ਸਪੀਸੀਜ਼ ਠੰਡੇ ਲਹੂ ਵਾਲੀਆਂ ਹਨ, ਅਤੇ ਸਕੇਲ ਚਮੜੀ ਰੱਖਦੇ ਹਨ, ਅਤੇ ਕਲੀਡਾਈਟ ਅੰਡੇ ਹਨ. ਉਹ ਯੂਰੀਕ ਐਸਿਡ (ਯੂਰੀਆ ਦੀ ਬਜਾਏ) ਬਾਹਰ ਕੱ .ਦੇ ਹਨ, ਅਤੇ ਇੱਕ ਕਲੋਅਕਾ ਹੈ. ਇੱਕ ਕਲੋਕਾ ਗੁਦਾ, ਪਿਸ਼ਾਬ ਨਾਲੀ ਅਤੇ ਪ੍ਰਜਨਨ ਨੱਕਾਂ ਲਈ ਇੱਕ ਸਾਂਝਾ ਉਦਘਾਟਨ ਹੁੰਦਾ ਹੈ. __- ਟਿੱਪਣੀਆਂ ____ ਦਿਲ ਅਤੇ ਵੱਡੀਆਂ ਖੂਨ ਦੀਆਂ ਨਾੜੀਆਂ ਦਾ ਪ੍ਰਬੰਧ ਵੀ ਸਾਂਝਾ ਕਰੋ ਜੋ ਥਣਧਾਰੀ ਜੀਵ ਤੋਂ ਵੱਖਰਾ ਹੈ.\n\n__- ਟਿੱਪਣੀਆਂ 'ਦੇ ਬਹੁਤ ਸਾਰੇ ਮਹੱਤਵਪੂਰਣ ਸਮੂਹ ਹੁਣ ਅਲੋਪ ਹੋ ਗਏ ਹਨ, ਉਦਾਹਰਣ ਲਈ ਮੋਸਾਸਰਸ. ਅਸੀਂ ਕਹਿੰਦੇ ਹਾਂ ਕਿ ਡਾਇਨੋਸੌਰਸ ਅਲੋਪ ਹੋ ਗਏ, ਪਰ ਉਹ ਆਪਣੇ ਖੰਭੇ ਵੰਸ਼ਜ (ਪੰਛੀਆਂ) ਦੇ ਰੂਪ ਵਿੱਚ ਬਚ ਗਏ. ਪ੍ਰਾਚੀਨ __ STITISTES__ ਜੋ ਬਚਦਾ ਹੈ ਉਸ ਵਿੱਚ ਕਛੂਆਂ, ਮਗਰਮੱਛਾਂ ਅਤੇ ਤੁਲੀਆ, ਇਸਦੇ ਸਮੂਹ ਦਾ ਇਕੱਲਾ ਬਚਿਆ ਹੈ. ਅਜੋਕੀ-ਦਿਨ __- ੰਗ ਨਾਲ-ਨਾਲ ____ PREANTISIES __ ਸੱਤਰ ਅਤੇ ਕਿਰਲੀਆਂ ਹਨ.\n\nਜੀਉਣ ਦਾ ਅਧਿਐਨ __Reptiles __ ਨੂੰ ਹੇਪਪੋਲੋਜੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ.",
"Dinosaur Age": "__DINOSARSARs__ (ਭਾਵ \"ਭਿਆਨਕ ਕਿਰਲੀਆਂ\") ਆਰਕੋਸੌਰ ਸਰੀਪੁਣਿਆਂ ਦਾ ਇੱਕ ਭਿੰਨ ਸਮੂਹ ਹਨ. ਉਹ ਮੇਸਜ਼ੂਕ ਯੁੱਗ ਦੇ ਪ੍ਰਮੁੱਖ ਭੂਮੀ ਜਾਨਵਰ ਸਨ. ਡਾਇਨੋਸੌਰਸ ਦੇ 500 ਤੋਂ ਵੱਧ ਉਤਪਾਦਨ ਜਾਣੇ ਜਾਂਦੇ ਹਨ. ਡਾਇਨੋਸੌਰਸ ਦੇ ਜੀਸੋਰੀਜ਼ ਹਰ ਮਹਾਂਦੀਪ 'ਤੇ ਪਾਏ ਗਏ ਹਨ, ਅਤੇ ਅਜੇ ਵੀ ਅਕਸਰ ਨਵੀਆਂ ਖੋਜਾਂ ਹਨ.\n\n__Dinossurs__, ਲਗਭਗ 230 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਉਪਰਲੇ ਤ੍ਰਿਆਸਿਕ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਇਆ ਸੀ. ਡਾਇਨੋਸੌਰ ਫੋਸੀਲ ਦੀ ਸਭ ਤੋਂ ਪੁਰਾਣੀ ਤਾਰੀਖ ਇਕ ਉਨੋਰੂਟਰ, 231.4 ਤੋਂ 228 ਮਾਇਆ ਦੀ ਹੈ. ਅਰਲੀ ਜਰਾਸੀਸਿਕ ਦੁਆਰਾ ਉਹ ਚੋਟੀ ਦੇ ਲੈਂਡ ਵਰਟੀਬਰੇਟਡ ਸਨ, ਅਤੇ ਜ਼ਮੀਨ ਦੇ ਬਹੁਤ ਹੀ ਵਾਤਾਵਰਣ ਪ੍ਰਮੁੱਖ ਸਨ. ਉਹ 66 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਕੇ / ਟੀ (ਗਲੋਬਲ) ਖ਼ਤਮ ਹੋਣ ਵਾਲੀ ਘਟਨਾ ਤੱਕ ਜਾਰੀ ਰਹੇ.\n\nਜੈਵਿਕ ਰਿਕਾਰਡ ਤੋਂ, ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਪੰਛੀ ਖੰਭੇ ਡਾਇਨੋਸੌਰਸ ਜੀ ਰਹੇ ਹਨ ਅਤੇ ਇਸ ਲਈ ਉਹ ਅਜੋਕੇ ਦਿਨ ਤੋਂ ਬਚਣ ਲਈ ਡਾਇਨੋਸੌਰਸ ਦੀ ਇਕਲੌਤੀ ਲਾਈਨ ਸਨ.\n\nਡਾਇਨੋਸੌਰਸ ਦੇ ਅਨੁਕੂਲ ਹੋਣ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਸਫਲ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ. ਪਹਿਲਾ ਜਾਣਿਆ ਡਾਇਨੋਸੌਰਸ ਛੋਟੇ ਸ਼ਿਕਾਰੀ ਸਨ ਜੋ ਦੋ ਲੱਤਾਂ ਤੇ ਤੁਰਦੇ ਸਨ. ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਵੰਸ਼ਜਾਂ ਨੇ ਸਰੀਰ ਦੇ ਹੇਠਾਂ ਲਤ੍ਤਾ ਦੇ ਨਾਲ ਇੱਕ ਸਿੱਧੀ ਆਸਰਾ ਸੀ. ਇਸ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਪੂਰੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਬਦਲ ਦਿੱਤਾ. ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵੀ ਸਨ. ਬਹੁਤ ਛੋਟੇ ਡਾਇਨੋਸੌਰਸ ਦੇ ਖੰਭ ਸਨ, ਅਤੇ ਸ਼ਾਇਦ ਨਿੱਘੇ ਲਹੂ ਵਾਲੇ ਸਨ. ਇਹ ਉਨ੍ਹਾਂ ਨੂੰ ਆਧੁਨਿਕ ਸਰੀਪੁਣੇ ਨਾਲੋਂ ਉੱਚੇ ਪਾਚਕ ਦੇ ਨਾਲ ਸਰਗਰਮ ਕਰ ਦੇਵੇਗਾ. ਸਮਾਜਿਕ ਗੱਲਬਾਤ, ਝੁੰਡਾਂ ਵਿੱਚ ਜੀਉਣ ਅਤੇ ਸਹਿਕਾਰਤਾ ਵਿੱਚ ਜੀਉਣ ਦੇ ਨਾਲ ਕੁਝ ਕਿਸਮਾਂ ਲਈ ਬਹੁਤ ਸੰਭਾਵਨਾ ਹੈ.\n\nਪਹਿਲੇ ਜੈਵਿਕ ਨੇ 19 ਵੀਂ ਸਦੀ ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਡਾਇਨੋਸੌਰਸ ਵਜੋਂ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਕੀਤੀ ਸੀ. ਉਨ੍ਹਾਂ ਦੀਆਂ ਕੁਝ ਹੱਡੀਆਂ ਬਹੁਤ ਪਹਿਲਾਂ ਲੱਭੀਆਂ ਸਨ, ਪਰ ਉਹ ਸਮਝ ਨਹੀਂ ਆਏ. ਵਿਲੀਅਮ ਬਕਲੈਂਡ ਗਿਦਾਨ ਮੈਨਟੇਲ ਅਤੇ ਰਿਚਰਡ ਓਵੇਨ ਵਿਗਿਆਨੀ ਸਨ ਜਿਨ੍ਹਾਂ ਨੇ ਇਹ ਹੱਡੀਆਂ ਜਾਨਵਰਾਂ ਦਾ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਸਮੂਹ ਸੀ. ਡਾਇਨੋਸੌਰਸ ਹੁਣ ਦੁਨੀਆ ਭਰ ਦੇ ਅਜਾਇਬ ਘਰਾਂ 'ਤੇ ਪ੍ਰਮੁੱਖ ਆਕਰਸ਼ਣ ਹਨ. ਉਹ ਪ੍ਰਸਿੱਧ ਸਭਿਆਚਾਰ ਦਾ ਹਿੱਸਾ ਬਣ ਗਏ ਹਨ. ਉਨ੍ਹਾਂ ਬਾਰੇ ਬਹੁਤ ਸਾਰੀਆਂ ਸਰਬੋਤਮ ਕਿਤਾਬਾਂ ਅਤੇ ਫਿਲਮਾਂ ਹਨ. ਨਵੀਂ ਡਾਇਨੋਸੌਰ ਖੋਜਾਂ ਨੂੰ ਅਕਸਰ ਮੀਡੀਆ ਵਿੱਚ ਰਿਪੋਰਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ.",
"Mammals": "__Mamalmals ____ ਕੀ ਪ੍ਰੇਸ਼ਾਨੀ ਵਾਲੇ ਜਾਨਵਰਾਂ ਦਾ ਸਮੂਹ ਹਨ ਜੋ ਮੈਮਲੀਲੀਆ ਬਣਦੇ ਹਨ. ਉਨ੍ਹਾਂ ਕੋਲ ਫਰ ਜਾਂ ਵਾਲ ਅਤੇ ਬਹੁਤ ਹੀ ਸਹੀ ਕਿਸਮ ਦਾ ਤਾਪਮਾਨ ਨਿਯਮ ਹੈ.\n\nਏਂਦਰਸ ਦੇ ਅਪਵਾਦ ਦੇ ਨਾਲ, ਸਾਰੇ ਥਣਧਾਰੀ ਜੀਵਾਂ ਜਵਾਨ ਰਹਿੰਦੇ ਹਨ. ਉਹ ਜਵਾਨ ਲਈ ਦੁੱਧ ਵੀ ਦਿੰਦੇ ਹਨ. ਜਵਾਨਾਂ ਦੀ ਮਾਪਿਆਂ ਦੀ ਦੇਖਭਾਲ ਜ਼ਿਆਦਾਤਰ ਜੀਵਾਣੂਆਂ ਵਿਚੋਂ ਹੈ, ਅਤੇ ਇਹ ਜ਼ਰੂਰੀ ਹੈ ਕਿਉਂਕਿ ਜੀਉਂਦਾ ਜਨਮ the ਲਾਦ ਦੀ ਗਿਣਤੀ ਸੀਮਿਤ ਕਰਦਾ ਹੈ.",
"Stegosaurus": "ਸਟੀਗੋਸੌਰਸ (ਭਾਵ \"ਛੱਤ-ਕਿਰਲੀ\") ਇਕ ਕਿਸਮ ਦਾ ਡਾਇਨੋਸੌਰ ਸੀ ਜਿਸ ਵਿਚ ਹੁਣ ਵੈਸਟਰਨ ਨੌਰਥ ਅਮਰੀਕਾ ਹੈ.\n\nਸਟੀਗੋਸੌਰਸ 155-145 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਦੇ ਲਗਭਗ ਲਗਭਗ 155-15 ਮਿਲੀਅਨ ਸਾਲ ਦੇ ਉਪਰਲੇ ਜੂਰਾਸਿਕ ਅਵਧੀ ਵਿੱਚ ਰਹਿੰਦਾ ਸੀ. ਇਹ ਸਭ ਤੋਂ ਅਸਾਨੀ ਨਾਲ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਡਾਇਨੋਸੋਰਸ ਹੈ, ਇਸ ਦੀ ਪਿੱਠ 'ਤੇ ਪਤੰਗ-ਆਕਾਰ ਦੀਆਂ ਪਲੇਟਾਂ ਦੀ ਆਪਣੀ ਵੱਖਰੀ ਦੁਗਣੀ ਕਤਾਰ ਅਤੇ ਲੰਬੇ ਸਪਾਈਕਸ ਨੂੰ ਇਸ ਦੀ ਪੂਛ' ਤੇ ਲੰਬੇ ਸਪਾਈਕ ਦੇ ਨਾਲ. ਸ਼ਸਤ੍ਰ ਜ਼ਰੂਰੀ ਸੀ ਕਿਉਂਕਿ ਇਹ ਐਰੋਸੇਰਸ ਅਤੇ ਸੇਰੇਟਾਸੋਰਸ ਵਜੋਂ ਅਜਿਹੇ ਮੀਟ-ਖਾਣ ਵਾਲੇ ਨਾਲ ਜੀਉਂਦਾ ਰਿਹਾ.",
"Tyrannosaurus": "ਟਾਇਰਨੋਸੌਰਸ 65.5-67 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ,\n\nਟਾਇਰਨੋਸੌਰਸ ਇਕ ਜੀਵਣ ਵਾਲੀ ਲੈਨੀਵੋਰ ਸੀ ਜੋ ਇਕ ਲੰਬੀ, ਭਾਰੀ ਪੂਛ ਦੁਆਰਾ ਸੰਤੁਲਿਤ ਸੀ. ਵੱਡੇ ਅਤੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹਿੰਦ ਹਿੱਲੇ ਦੇ ਮੁਕਾਬਲੇ, ਇਸ ਦੀਆਂ ਫੌਰਮਿਲਜ਼ ਛੋਟੇ ਸਨ, ਪਰ ਉਨ੍ਹਾਂ ਦੇ ਆਕਾਰ ਲਈ ਸ਼ਕਤੀਸ਼ਾਲੀ. ਉਨ੍ਹਾਂ ਦੇ ਦੋ ਪੰਜੇ ਵਾਲੇ ਅੰਕ ਸਨ.\n\nਇਹ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਹਨ ਕਿ ਇਹ ਇਕ ਸ਼ਿਕਾਰੀ ਸੀ ਜਾਂ ਸਕੈਵਲੈਂਜਰ ਸੀ. ਅੱਜ ਦੇ ਜ਼ਿਆਦਾਤਰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਮੀਟ-ਖਾਣ ਵਾਲੇ ਵਾਂਗ, ਜਿਵੇਂ ਕਿ ਸ਼ੇਰ ਅਤੇ ਹਾਇਨੇਸ, ਤਿਆਗੀਸੌਰਸ ਦੋਵਾਂ ਨੂੰ ਹੋ ਸਕਦੀ ਹੈ. ਇਸਦਾ ਇੱਕ ਬਹੁਤ ਮਜ਼ਬੂਤ ​​ਜਬਾੜਾ ਸੀ, ਅਤੇ ਇਸ ਦੀ ਦੰਦੀ ਦੀ ਸ਼ਕਤੀ ਦੂਜੇ ਡਾਇਨੋਸੌਰਸ ਦੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਖੋਹ ਸਕਦੀ ਹੈ.",
"Dinosaur Extinction": "ਕ੍ਰਾਉਟੇਸੂਸ ਦੇ ਅੰਤ ਤੇ ਅਲੋਪ ਇਕ ਜਾਂ ਵਧੇਰੇ ਤਬਾਹੀਆਂ ਦੇ ਘਟਨਾਵਾਂ ਕਾਰਨ ਸਨ, ਜਿਵੇਂ ਕਿ ਵੱਡੇ ਤਿੱਖੇ ਤਾਰਿਆਂ ਜਾਂ ਮੀਟਰਾਈਟ ਪ੍ਰਭਾਵ, ਜਾਂ ਜੁਆਲਾਮੁਖੀ ਗਤੀਵਿਧੀਆਂ ਵਿਚ ਵਧੇ ਹੋਏ ਸਨ.\n\nਬਹੁਤ ਸਾਰੇ ਪ੍ਰਭਾਵ ਕ੍ਰੈਟਰ ਅਤੇ ਵਿਸ਼ਾਲ ਜੁਆਲਾਮੁਖੀ ਗਤੀਵਿਧੀਆਂ ਵਿੱਚ, ਜਿਵੇਂ ਕਿ ਭਾਰਤ ਵਿੱਚ ਡੇਕਨ ਫੰਦਾਸ ਵਿੱਚ, ਅਲੋਪ ਹੋਣ ਵਾਲੀ ਘਟਨਾ ਦੇ ਲਗਭਗ ਸਮੇਂ ਤੱਕ ਮਿਤੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਹੈ. ਇਨ੍ਹਾਂ ਭੂ-ਵਿਗਿਆਨੀਆਂ ਘਟਨਾਵਾਂ ਨੇ ਧੁੱਪ ਨੂੰ ਘੱਟ ਕਰ ਦਿੱਤਾ ਅਤੇ ਫੋਟੋਸਿੰਸਿਸ ਨੂੰ ਰੋਕਿਆ ਹੋ, ਜੋ ਕਿ ਧਰਤੀ ਦੇ ਵਾਤਾਵਰਣ ਵਿਚ ਵਿਸ਼ਾਲ ਰੁਕਾਵਟ ਹੈ.",
"Primate Bipedalism": "ਜੀਵਣ ਚੱਲ ਰਿਹਾ ਹੈ ਜਾਂ ਤੁਰਨ ਲਈ ਦੋ ਫੁੱਟ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ. ਵਿਗਿਆਨੀ ਦੇ ਸਿਧਾਂਤ ਵਿਚ ਜੀਵਣ ਦੇ ਮੁਕਾਬਲੇ 6 ਤੋਂ 7 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਤਕ ਪੈਦਾ ਹੁੰਦੇ ਸਨ, ਇਸ ਤੋਂ ਬਾਅਦ ਉਹ ਸਭ ਤੋਂ ਮੁ elements ਲੇ ਫਾਈਸਿਲਸ ਹਨ ਜੋ ਕਿ ਜੀਵਣ ਦੇ ਗੁਣਾਂ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ. ਵਿਕਾਸਵਾਦੀ ਮਨੁੱਖੀ ਪ੍ਰਜਾਤੀਆਂ ਦੇ ਮੁ early ਲੇ ਪੂਰਵਜ ਬਣਨ ਲਈ ਇਹ ਸਿਧਾਂਤ ਹਨ, ਪਰ ਇਸ ਸਿਧਾਂਤ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਇਸ ਸਿਧਾਂਤ ਦਾ ਸਬੂਤ ਘੱਟ ਹੁੰਦਾ ਹੈ.",
"Constructed Tools": "__ ਸਟੋਨ ਦੇ ਬਣੇ ਸਾਧਨ ਹਨ. ਇਹ ਕਾਰਨ ਹਨ ਕਿ ਪੱਥਰ ਦੀ ਉਮਰ ਨੂੰ ਆਪਣਾ ਨਾਮ ਦਿੱਤਾ ਗਿਆ ਸੀ. ਵਿਗਿਆਨੀ ਮੰਨਦੇ ਹਨ ਕਿ ਉਹ ਵਰਤੇ ਗਏ ਪਹਿਲੇ ਸੰਦ ਸਨ. ਹਾਲ ਹੀ ਵਿੱਚ ਇਹ ਪਤਾ ਲੱਗਿਆ ਕਿ ਮਨੁੱਖਾਂ ਦੇ ਰਹਿਣ ਤੋਂ ਪੱਥਰ ਸੰਦ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਗਈ ਸੀ.",
"Control Fire": "__ ਮੁ early ਲੇ ਇਨਸਾਨਾਂ ਦੁਆਰਾ ਅੱਗ ਦਾ ਨਿਯੰਤਰਣ ਯਥਾਰਥ ਮਨੁੱਖਾਂ ਲਈ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਸੀ. ਅੱਗ ਨੇ ਸ਼ਿਕਾਰ 'ਤੇ ਸ਼ਿਕਾਰ' ਤੇ ਅਤੇ ਖਾਣਾ ਪਕਾਉਣ ਲਈ ਇੱਕ method ੰਗ ਦਾ ਇੱਕ ਸਰੋਤ ਪ੍ਰਦਾਨ ਕੀਤਾ. ਇਨ੍ਹਾਂ ਸਭਿਆਚਾਰਕ ਤਰੱਕੀ ਨੂੰ ਸਭਿਆਚਾਰਕ ਕਾ ations ਾਂ ਅਤੇ ਖੁਰਾਕ ਵਿਚ ਤਬਦੀਲੀਆਂ ਦੀ ਆਗਿਆ ਦਿੱਤੀ ਗਈ. ਇਸ ਤੋਂ ਇਲਾਵਾ, ਅੱਗ ਲੱਗਣ ਨਾਲ ਮਨੁੱਖੀ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਠੰ oress ੇ ਦੇ ਮੌਸਮ ਵਿਚ ਅਤੇ ਸ਼ਾਮ ਨੂੰ ਬਾਅਦ ਵਿਚ ਰਹਿਣ, ਦੋਵਾਂ ਨੂੰ ਨਿੱਘ ਅਤੇ ਰੋਸ਼ਨੀ ਦੇ ਕੇ ਰਹਿਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ.\n\nਤਕਰੀਬਨ 200 ਹਜ਼ਾਰ ਤੋਂ 1.7 ਮਿਲੀਅਨ ਤੋਂ 1.7 ਤੋਂ 1.7 ਮਿਲੀਅਨ ਸਾਲ ਪਹਿਲਾਂ ਤੋਂ ਨਿਯੰਤਰਣ ਸੀਮਾ ਦੇ ਮੁ sp ਲੇ ਨਿਸ਼ਚਤ ਪ੍ਰਮਾਣ ਲਈ ਦਾਅਵਾ ਕਰਦਾ ਹੈ. ਅੱਗ ਦੀ ਨਿਯੰਤਰਿਤ ਵਰਤੋਂ ਲਈ ਸਬੂਤ, ਜੋ ਕਿ ਲਗਭਗ 1,000,000 ਸਾਲ ਪਹਿਲਾਂ, ਵਿਗਿਆਨਕ ਸਹਾਇਤਾ ਹੈ. ਮੋਰੋਕੋ ਵਿਚ ਮਨੁੱਖੀ ਜੈਵਿਕ ਵਿਚ ਮਨੁੱਖੀ ਜੈਵਿਕਾਂ ਦੇ ਨੇੜੇ ਚੁਪੇਰੀਆਂ ਬਲੇਡ ਮਿਲੀਆਂ ਅਤੇ ਲਗਭਗ 300 ਹਜ਼ਾਰ ਸਾਲ ਪਹਿਲਾਂ ਤਾਰੀਖ ਆਈ. ਅੱਗ ਦੀਆਂ ਤਰੀਕਾਂ ਦੇ ਨਿਯੰਤਰਣ ਦੇ ਵਿਆਪਕ ਸਬੂਤ ਤਕਰੀਬਨ 125,000 ਸਾਲ ਪਹਿਲਾਂ.",
"First Temple": "__ ਲੱਗੀ ਟੀਪ__ ([ɟɟɟ ਭੀਆਕਲੀ ਟਿੱਪ], \"ਪੋਗਬੇਟਲ ਪਹਾੜੀ\" ਲਈ ਤੁਰਕੀ ਇੱਕ ਪੁਰਾਤੱਤਵ ਸਾਈਟ ਟਰਕੀ ਦੇ ਉੱਤਰ ਵਿਚ ਇਕ ਪੁਰਾਤੱਤਵ ਸਾਈਟ ਹੈ ਜੋ ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਸ਼ਹਿਰ ਦੇ ਉੱਤਰ-ਪੂਰਬ ਵਿਚ ਹੈ. ਦੱਸਦੇ ਹੋਏ 15 ਮੀਟਰ (49 ਫੁੱਟ) ਦੀ ਉਚਾਈ ਲਗਭਗ 300 ਮੀਟਰ (980 ਫੁੱਟ) ਵਿਆਸ ਵਿੱਚ ਹੈ. ਇਹ ਸਮੁੰਦਰ ਦੇ ਪੱਧਰ ਤੋਂ ਲਗਭਗ 760 ਮੀਟਰ (2,490 ਫੁੱਟ) ਹੈ.\n\nਦੱਸਦੇ ਹੋਏ ਵਰਤੋਂ ਦੇ ਦੋ ਪੜਾਵਾਂ ਵਿੱਚ 10 ਵੀਂ -8 ਵਾਂ ਹਜ਼ਾਰਾਂ ਸਾਲਾਂ ਤੋਂ ਇੱਕ ਸਮਾਜਿਕ ਜਾਂ ਰਸਮ ਵਾਲੇ ਸੁਭਾਅ ਦੇ ਨਾਲ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ. ਪਹਿਲੇ ਪੜਾਅ ਦੌਰਾਨ, ਪ੍ਰੀ-ਬੋਟਿਸ਼ਟ ਨਿਓਲਿਥਿਕ ਏ (ਪੀਪੀਆ) ਨਾਲ ਸਬੰਧਤ, ਵਿਸ਼ਾਲ ਟੀ ਦੇ ਆਕਾਰ ਦੇ ਪੱਥਰ ਦੇ ਥੰਮ ਦੇ ਚੱਕਰ ਨੂੰ ਬਣਾਇਆ ਗਿਆ ਸੀ - ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਵਿਆਹੁਤਾ ਵਿਦਵਾਨਾਂ ਨੂੰ ਬਣਾਇਆ ਗਿਆ ਸੀ. ਲਗਭਗ 20 ਸਰਕਲਾਂ ਵਿੱਚ 200 ਤੋਂ ਵੱਧ ਥੰਮ੍ਹ ਇਸ ਸਮੇਂ ਭੂ-ਵਿਗਿਆਨਕ ਸਰਵੇਖਣ ਦੁਆਰਾ ਜਾਣੇ ਜਾਂਦੇ ਹਨ. ਹਰ ਥੰਮ੍ਹ ਦੀ ਉਚਾਈ 6 ਮੀਟਰ (20 ਫੁੱਟ) ਦੀ ਉਚਾਈ ਹੁੰਦੀ ਹੈ ਅਤੇ 10 ਟਨ ਦਾ ਭਾਰ ਹੁੰਦਾ ਹੈ. ਉਹ ਸਾਕਟਾਂ ਵਿੱਚ ਫਿੱਟ ਹੁੰਦੇ ਹਨ ਜੋ ਬੈਡਰੋਕ ਤੋਂ ਬਾਹਰ ਸਨ. ਦੂਜੇ ਪੜਾਅ ਵਿਚ, ਪ੍ਰੀ-ਬੋਟਿਸ਼ਟ ਨਿਓਲਿਥਿਕ ਬੀ (ਪੀਪੀਐਨਬੀ) ਨਾਲ ਸਬੰਧਤ, ਮਿਟਾਏ ਗਏ ਥੰਮ੍ਹ ਛੋਟੇ ਹਨ ਅਤੇ ਪਾਲਿਸ਼ ਚੂਨਾ ਦੇ ਫਰਸ਼ਾਂ ਵਾਲੇ ਆਇਤਾਕਾਰ ਕਮਰਿਆਂ ਵਿਚ ਖੜੇ ਹੋ ਗਏ. ਪੀਪੀਐਨਬੀ ਤੋਂ ਬਾਅਦ ਸਾਈਟ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਗਿਆ ਸੀ. ਛੋਟੇ ਬਣਤਰਾਂ ਨੂੰ ਕਲਾਸੀਕਲ ਸਮੇਂ ਦੀ ਮਿਤੀ.\n\nਬਣਤਰ ਦੇ ਕਾਰਜਾਂ ਦਾ ਵੇਰਵਾ ਇਕ ਰਹੱਸ ਰਹੇ. ਸਾਲ 2014 ਵਿਚ ਆਪਣੀ ਮੌਤ ਤਕ 1996 ਤੋਂ ਇਕ ਜਰਮਨ ਪੁਰਾਤੱਤਵ ਟੀਮ ਦੁਆਰਾ ਖੁਦਾਈ ਕੀਤੀ ਗਈ ਸੀ.\n\n2018 ਵਿੱਚ, ਸਾਈਟ ਨੂੰ ਯੂਨੈਸਕੋ ਦੀ ਵਿਸ਼ਵ ਵਿਰਾਸਤ ਸਾਈਟ ਦਾ ਨਾਮਜ਼ਦ ਕੀਤਾ ਗਿਆ ਸੀ.",
"Agricultural Revolution": "__ ਨਿਓਲਿਥਿਕ ਇਨਕਲਾਬ ______ (ਨਵੀਂ ਪੱਥਰ ਯੁੱਗ) ਪਹਿਲੀ __gricricultural ਵਿਰੋਧੀ ਕ੍ਰਾਂਤੀ __ ਸੀ. ਇਹ ਨਾਮਾਡਿਕ ਸ਼ਿਕਾਰ ਕਰਨ ਅਤੇ ਇਕੱਤਰ ਕਰਨ ਅਤੇ ਸੰਬੋਧਨ ਕਰਨ ਵਾਲੇ ਸਮੂਹਾਂ ਨੂੰ ਇਕੱਤਰ ਕਰਨ ਅਤੇ ਇਕੱਤਰ ਕਰਨ ਅਤੇ ਬੈਂਡਾਂ ਨੂੰ ਇਕੱਤਰ ਕਰਨ ਤੋਂ ਹੌਲੀ ਹੌਲੀ ਬਦਲਾਅ ਸੀ. ਇਸ ਅਵਧੀ ਨੂੰ \"ਕ੍ਰਾਂਤੀ\" ਵਜੋਂ ਦਰਸਾਇਆ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਇਸ ਨੇ ਕਮਿ communities ਨਿਟੀਆਂ ਦੇ ਜੀਵਨ way ੰਗ ਨੂੰ ਬਦਲਿਆ ਜਿਸ ਨੇ ਤਬਦੀਲੀ ਕੀਤੀ. ਇਹ ਵੱਖੋ ਵੱਖਰੇ ਸਮੇਂ ਤੋਂ ਵੱਖੋ ਵੱਖਰੇ ਪ੍ਰਾਚੀਨ ਮਨੁੱਖੀ ਸਭਾਵਾਂ ਵਿੱਚ ਹੋਇਆ. ਬਹੁਤ ਸਾਰੇ ਸੁਸਾਇਟੀਆਂ ਨੇ 7-9 ਹਜ਼ਾਰ ਸਾਲ ਪਹਿਲਾਂ ਬਦਲਿਆ ਸੀ.\n\nਇਹ ਸ਼ਬਦ ਆਮ ਸਮੇਂ ਦੀ ਮਿਆਦ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ ਜਿਸ ਤੋਂ ਬਾਅਦ ਇਹ ਵਿਕਾਸ ਹੋਇਆ. ਇਹ ਤਬਦੀਲੀਆਂ 'ਤੇ ਵੀ ਲਾਗੂ ਹੁੰਦਾ ਹੈ: ਮੁ primary ਲੇ ਖੇਤੀ ਦੀਆਂ ਤਕਨੀਕਾਂ, ਫਸਲ ਦੀ ਕਾਸ਼ਤ ਅਤੇ ਜਾਨਵਰਾਂ ਦਾ ਪਾਲਣ ਪੋਸ਼ਣ. ਨਿਓਲਿਠਿਕ ਇਨਕਲਾਬ ਸਮਾਜਿਕ ਸੰਗਠਨ ਅਤੇ ਤਕਨਾਲੋਜੀ ਦੇ ਵਿਕਾਸ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ.\n\n__ ਨਿਓਲਿਥਿਕ ਇਨਕਲਾਬ__ ਸਥਾਈ ਜਾਂ ਅਰਧ-ਸਥਾਈ ਬਸਤੀਆਂ ਵਿੱਚ ਜੀਉਣ ਦਾ ਕਾਰਨ ਬਣਦਾ ਸੀ. ਇਸ ਕਰਕੇ ਬਹੁਤ ਘੱਟ ਲੋਕਾਂ ਨੇ ਇਕ ਖਾਨਦਾਨਿਕ ਜੀਵਨ ਸ਼ੈਲੀ ਦੀ ਅਗਵਾਈ ਕੀਤੀ. ਇਹ ਜਾਣਨ ਦੇ ਯੋਗ ਹੋਣਾ ਕਿ ਜ਼ਮੀਨ ਦੀ ਮਾਲਕੀ ਦੀ ਧਾਰਣਾ ਵਿਕਸਤ ਕੀਤੀ ਗਈ ਸੀ. ਕੁਦਰਤੀ ਵਾਤਾਵਰਣ ਨੂੰ ਬਦਲਿਆ ਗਿਆ, ਆਬਾਦੀ ਦੇ ਘਣਤਾ ਵਧੀਆਂ, ਅਤੇ ਲੋਕਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਖੁਰਾਕ ਵਿਚ ਵਧੇਰੇ ਸਬਜ਼ੀਆਂ ਅਤੇ ਸੀਰੀਅਲ ਭੋਜਨ ਖਾਧਾ. ਸਮਾਜ ਵਿਚ ਵਿਕਰੇਕੀ ਵਿਕਸਿਤ. ਅਨਾਜ ਨੂੰ ਸਟੋਰ ਕੀਤਾ ਗਿਆ ਸੀ, ਅਤੇ ਵਪਾਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਸੀ. ਚੰਗੀ ਫਸਲ ਦੇ ਝਾੜ ਤੋਂ ਵਾਧੂ ਉਤਪਾਦਨ ਨੇ ਸੁਸਾਇਟੀਆਂ ਦੇ ਮਾੜੇ ਸਾਲ ਜੀਅ ਦਿੱਤੇ. ਇਸ ਦੀ ਉਦਾਹਰਣ ਇਹ ਹੈ ਕਿ ਯੂਸਫ (ਜਿਵੇਂ) ਪ੍ਰਾਚੀਨ ਮਿਸਰ ਵਿੱਚ ਅਨਾਜ ਨੂੰ ਸੁਰੱਖਿਅਤ ਅਤੇ ਖਿੰਡਾ ਦਿੱਤਾ ਗਿਆ.",
"Writing": "ਪ੍ਰਤੀਕਾਂ ਦੇ ਸਮੂਹ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਵਿਜ਼ੂਅਲ ਦਰਮਿਆਨੇ ਤੇ ਭਾਸ਼ਾ ਰਿਕਾਰਡਿੰਗ ਦਾ ਕੰਮ ਹੈ. ਦੂਜਿਆਂ ਨੂੰ ਜਾਣੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ, ਤਾਂ ਜੋ ਟੈਕਸਟ ਪੜ੍ਹਿਆ ਜਾ ਸਕੇ.\n\nਇੱਕ ਟੈਕਸਟ ਹੋਰ ਵਿਜ਼ੂਅਲ ਪ੍ਰਣਾਲੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਦ੍ਰਿਸ਼ਟਾਂਤ ਅਤੇ ਸਜਾਵਟ. ਇਨ੍ਹਾਂ ਨੂੰ ਲਿਖਣਾ ਨਹੀਂ ਕਿਹਾ ਜਾਂਦਾ, ਪਰੰਤੂ ਸੁਨੇਹੇ ਦੇ ਕੰਮ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦਾ ਹੈ. ਆਮ ਤੌਰ 'ਤੇ, ਦੇਸ਼ ਦੇ ਸਾਰੇ ਪੜ੍ਹੇ-ਲਿਖੇ ਲੋਕ ਇਕੋ ਭਾਸ਼ਾ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਇਕੋ ਲਿਖਣ ਪ੍ਰਣਾਲੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ. ਪੜ੍ਹਨ ਅਤੇ ਲਿਖਣ ਦੇ ਯੋਗ ਹੋਣਾ ਸਾਖਰ ਹੋਣਾ ਹੈ.\n\n__ ਲਿਖਤ__ ਭਾਸ਼ਣ ਤੋਂ ਵੱਖਰਾ ਹੈ ਕਿਉਂਕਿ ਪਾਠਕਾਂ ਨੂੰ ਉਸ ਸਮੇਂ ਮੌਜੂਦ ਨਾ ਹੋਣ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੁੰਦੀ. ਅਸੀਂ ਬਹੁਤ ਪਹਿਲਾਂ ਤੋਂ ਲਿਖਤ ਪੜ੍ਹ ਸਕਦੇ ਹਾਂ, ਅਤੇ ਵਿਸ਼ਵ ਦੇ ਵੱਖ ਵੱਖ ਹਿੱਸਿਆਂ ਤੋਂ. ਟੈਕਸਟ ਸਟੋਰ ਅਤੇ ਗਿਆਨ ਦੀ ਸਲਾਹ ਦਿੰਦਾ ਹੈ. __ ਲਿਖਤ__ ਮਨੁੱਖ ਦੀਆਂ ਕਿਸਮਾਂ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਕਾ ven ਾਂ ਹੈ. ਇਤਿਹਾਸਕਾਰਾਂ ਨੂੰ ਵਿਸ਼ਵਾਸ ਹੈ ਕਿ ਲੋਕਾਂ ਨੂੰ ਕਸਬਿਆਂ ਵਿੱਚ ਵਸਣ, ਅਤੇ ਖੇਤੀਬਾੜੀ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕੀਤੀ ਗਈ ਸੀ. __ ਲਿਖਤ__ ਲਗਭਗ 3,300 ਬੀ ਸੀ ਤੋਂ, ਜੋ ਕਿ 5000 ਸਾਲ ਪਹਿਲਾਂ, ਮਿਡਲ ਈਸਟ ਵਿੱਚ ਹੈ.\n\n__ ਲਿਖਤ__ ਅੱਜ ਆਮ ਤੌਰ 'ਤੇ ਕਾਗਜ਼' ਤੇ ਹੁੰਦਾ ਹੈ, ਹਾਲਾਂਕਿ ਲਗਭਗ ਕਿਸੇ ਵੀ ਸਤਹ 'ਤੇ ਪ੍ਰਿੰਟ ਕਰਨ ਦੇ ਤਰੀਕੇ ਹੁੰਦੇ ਹਨ. ਟੈਲੀਵਿਜ਼ਨ ਅਤੇ ਫਿਲਮ ਸਕ੍ਰੀਨਾਂ ਵੀ ਲਿਖਤ ਪ੍ਰਦਰਸ਼ਤ ਕਰ ਸਕਦੇ ਹਨ, ਅਤੇ ਇਸ ਲਈ ਕੰਪਿ computer ਟਰ ਸਕ੍ਰੀਨਾਂ ਨੂੰ ਕੰਪਿ computer ਟਰ ਵੀ ਕਰ ਸਕਦਾ ਹੈ. ਕਾਗਜ਼ ਪਹਿਲਾਂ ਬਹੁਤ ਸਾਰੀਆਂ ਲਿਖਣ ਦੀਆਂ ਸਮੱਗਰੀਆਂ ਦੀ ਕਾ. ਕੱ .ੀ ਗਈ ਸੀ. ਮਿੱਟੀ, ਪਪੀਅਰਸ, ਲੱਕੜ, ਸਲੇਟ ਅਤੇ ਪਾਰਕੈਂਟ (ਤਿਆਰ ਪਸ਼ੂ ਸਕਿਨ) ਸਾਰੇ ਵਰਤੇ ਗਏ ਹਨ. ਰੋਮੀਆਂ ਨੇ ਇਕ ਪੁਆਇੰਟ ਸਟਾਈਲਸ ਨਾਲ ਵੈਕਸਡ ਗੋਲੀਆਂ 'ਤੇ ਲਿਖਿਆ; ਇਹ ਅਸਥਾਈ ਨੋਟਸ ਅਤੇ ਸੰਦੇਸ਼ਾਂ ਲਈ ਪ੍ਰਸਿੱਧ ਸੀ. ਚੀਨੀ ਦੁਆਰਾ ਕਾਗਜ਼ ਦੀ ਸ਼ੁਰੂਆਤ ਇਕ ਵੱਡਾ ਕਦਮ ਸੀ.\n\n__ ਲਿਖਤ__ ਰਵਾਇਤੀ ਤੌਰ ਤੇ ਇੱਕ ਹੈਂਡ ਟੂਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਪੈਨਸਿਲ, ਇੱਕ ਕਲਮ, ਜਾਂ ਇੱਕ ਬੁਰਸ਼. ਵੱਧ ਤੋਂ ਵੱਧ, ਹਾਲਾਂਕਿ, ਟੈਕਸਟ ਕੰਪਿ computer ਟਰ ਕੀਬੋਰਡ ਜਾਂ ਸਮਾਰਟਫੋਨ 'ਤੇ ਇਨਪੁਟ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਹੈ.",
"Recorded History": "__History__ ਪਿਛਲੇ ਸਮਾਗਮਾਂ ਦਾ ਅਧਿਐਨ ਕਰਨਾ ਹੈ. ਲੋਕ ਜਾਣਦੇ ਹਨ ਕਿ ਪਿਛਲੇ ਸਮੇਂ ਤੋਂ ਚੀਜ਼ਾਂ ਨੂੰ ਵੇਖ ਕੇ ਕੀ ਹੋਇਆ ਸਤਰਾਂ (ਜਿਵੇਂ ਕਿਤਾਬਾਂ, ਅਖਬਾਰਾਂ ਅਤੇ ਪੱਤਰ) ਸ਼ਾਮਲ ਹਨ (ਜਿਵੇਂ ਕਿਤਾਬਾਂ, ਅਖਬਾਰਾਂ ਅਤੇ ਜਾਨਵਰ ਜਾਂ ਮਨੁੱਖ ਜਾਂ ਅਜਾਇਬ ਘਰ ਇਹ ਰੱਖੋ ਲੋਕਾਂ ਲਈ ਇਤਿਹਾਸ ਦਾ ਅਧਿਐਨ ਕਰਨ ਲਈ ਚੀਜ਼ਾਂ. ਇਤਿਹਾਸ ਦਾ ਅਧਿਐਨ ਕਰਨ ਵਾਲਾ ਵਿਅਕਤੀ ਨੂੰ ਇਕ ਇਤਿਹਾਸਕਾਰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਉਹ ਵਿਅਕਤੀ ਜੋ ਪੂਰਵ-ਇਤਿਹਾਸ ਅਤੇ ਇਤਿਹਾਸ ਦੀ ਪੜ੍ਹਾਈ ਕਰਦਾ ਹੈ ਜੋ ਪ੍ਰਾਚੀਨ ਸਭਿਆਚਾਰਾਂ ਦੁਆਰਾ ਪਿੱਛੇ ਛੱਡੀਆਂ ਚੀਜ਼ਾਂ ਦੁਆਰਾ ਪੁਰਾਤੱਤਵ-ਵਿਗਿਆਨੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਮਨੁੱਖਜਾਤੀ ਅਤੇ ਸਮਾਜ ਦਾ ਅਧਿਐਨ ਕਰਨ ਵਾਲਾ ਇੱਕ ਵਿਅਕਤੀ ਨੂੰ ਇੱਕ ਮਾਨਵ-ਵਿਗਿਆਨੀ ਪੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ. ਇਤਿਹਾਸ ਅਤੇ ਅਧਿਐਨ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਸਰੋਤਾਂ ਅਤੇ ਤਰੀਕਿਆਂ ਦਾ ਅਧਿਐਨ ਇਤਿਹਾਸਕਤਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ.\n\nਲੋਕ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨਾਲ ਗੱਲ ਕਰਕੇ ਪਿਛਲੇ ਬਾਰੇ ਸਿੱਖ ਸਕਦੇ ਹਨ ਜੋ ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ ਜੋ ਪਿਛਲੇ ਸਮੇਂ ਵਿੱਚ ਵਾਪਰਿਆ. ਇਸ ਨੂੰ ਜ਼ੁਬਾਨੀ ਇਤਿਹਾਸ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਜਦੋਂ ਉਹ ਲੋਕ ਗੁਲਾਮ ਅਤੇ ਅਮੈਰੀਕਨ ਘਰੇਲੂ ਯੁੱਧ ਦੇ ਬਚੇ ਹੋਏ ਸਨ ਜੋ ਕੁਝ ਇਤਿਹਾਸਕਾਰਾਂ ਨੂੰ ਸਭ ਕੁਝ ਦਰਜ ਕੀਤਾ ਗਿਆ ਸੀ, ਤਾਂ ਜੋ ਇਤਿਹਾਸ ਗੁੰਮ ਨਾ ਜਾਵੇ.\n\nਇਹੋਲ ਇਸਲਾਮਿਕ ਇਤਿਹਾਸ ਵਿਚ ਕੀਤਾ ਗਿਆ ਸੀ. ਬਹੁਤ ਕੁਝ ਲਿਖਿਆ ਗਿਆ ਸੀ, ਪਰ ਕਈ ਵਿਦਵਾਨ ਸਨ ਜੋ ਨਬੀ (ਹਦੀਥ) ਦੀਆਂ ਕਿਤਾਬਾਂ ਵਿਚ ਇਕੱਤਰ ਕਰਦੇ ਹੋਏ ਬਹੁਤ ਸਾਰੇ ਵਿਦਵਾਨ ਸਨ. ਨਬੀ (ਵੇਖਿਆ) ਵੱਲ ਵਾਪਸ ਜਾਣ ਵਾਲੀ ਨਬੀ (ਵੇਖਿਆ) ਦੀ ਅਵਾਜ਼ਾਂ ਦੇ ਵਰਗੀਕਰਣ ਪੱਧਰਾਂ 'ਤੇ ਨਿਆਂ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਇਕ ਪੂਰੀ ਇਸਲਾਮੀ ਵਿਗਿਆਨ ਨੂੰ ਇਸ ਦੇ ਸਿਖਰ' ਤੇ ਵਿਕਸਿਤ ਕੀਤਾ ਗਿਆ ਸੀ. ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਇਹ ਸਾਰੇ ਲੋਕ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਰਿਵਾਰ ਕੌਣ ਸਨ, ਉਹ ਸਿਰਫ ਇੱਕ ਕਿਤਾਬ ਵਿੱਚ ਬੇਤਰਤੀਬੇ ਪਹਿਲੇ ਨਾਮ ਨਹੀਂ ਹਨ (i.e.e. mark.e camp, ਲੂਕਾ, ਜੌਨ) ਵਿੱਚ. ਅਕਸਰ, ਉਹੀ ਹਦੀਸ ਇਕੋ ਕਿਤਾਬ ਵਿਚ ਦਰਜਨਾਂ ਵਾਰ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਹਦੀਸ ਦੀਆਂ ਕਈ ਕਿਤਾਬਾਂ ਫੈਲ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਦੁਆਰਾ ਇਕੱਤਰ ਕੀਤਾ ਗਿਆ ਸੀ. ਇਸ ਨੂੰ ਸਹਿਹੀ (ਬਹੁਤ ਆਵਾਜ਼) ਹਦੀਸ ਵਜੋਂ ਸ਼੍ਰੇਣੀਬੱਧ ਕੀਤਾ ਜਾਵੇਗਾ.\n\nਕੁਰਾਨ ਵੀ ਹੇਠਾਂ ਲਿਖਿਆ ਗਿਆ ਸੀ ਪਰ ਜ਼ਿਆਦਾਤਰ ਨਬੀ ਦੇ ਜੀਵਨ ਦੌਰਾਨ ਹਜ਼ਾਰਾਂ ਲੋਕਾਂ ਦੁਆਰਾ ਯਾਦ ਕੀਤਾ ਗਿਆ ਸੀ. ਅਸਲ ਅਰਬੀ ਭਾਸ਼ਾ ਵਿੱਚ, ਅਰਾਮ ਬੋਲਣ ਵਾਲਿਆਂ ਦੁਆਰਾ ਵੀ ਲੱਖਾਂ ਲੋਕਾਂ ਦੁਆਰਾ ਯਾਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਇਹ ਸੰਭਵ ਹੈ ਕਿਉਂਕਿ ਕੁਰਾਨ ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ਯਾਦ ਰੱਖਣਾ ਆਸਾਨ ਹੈ. ਜੇ ਕੁਰਾਨ ਦਾ ਸਾਰਾ ਪਾਠ ਇਕ ਤਰ੍ਹਾਂ ਅਲੋਪ ਹੋ ਗਿਆ, ਤਾਂ ਉਹ ਇਕੱਠੇ ਕੰਮ ਕਰਦੇ ਹਨ ਜੇ ਉਨ੍ਹਾਂ ਨੇ ਕੰਮ ਕੀਤਾ. ਇਹ ਵੀ ਲੋੜੀਂਦਾ ਨਹੀਂ ਹੈ, ਜਿਵੇਂ ਕਿ ਰੱਬ ਨੇ ਸਾਨੂੰ ਕਿਹਾ ਹੈ ਕਿ ਉਹ ਕੁਰਾਨ ਵਿੱਚ ਇਸ ਦੀ ਰੱਖਿਆ ਕਰੇਗਾ. __ \"ਦਰਅਰਾ, ਇਹ ਅਸੀਂ ਕਿ ਕੁਰਾਨ ਅਤੇ ਦਰਅਸਲ ਕੁਰਾਨ ਨੂੰ ਭੇਜਿਆ ਹੈ, ਅਸੀਂ ਇਸ ਦਾ ਸਰਪ੍ਰਸਤ ਹੋਵਾਂਗੇ.\" (ਕੁਰਾਨ 15: 9) __\n\nਇਸ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ, ਕਾਵਿ ਅਤੇ ਪਾਠ ਸੁੰਦਰਤਾ ਵਿਸ਼ਵਾਸੀ ਦਾ ਸੰਦੇਸ਼ ਅਸਾਨੀ ਨਾਲ ਵਿਸ਼ਵਾਸ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਅਤੀਤ, ਭਵਿੱਖ ਵਿੱਚ ਅਤੇ ਇੱਕ ਲਾਜ਼ੀਕਲ ਅਤੇ ਸਮਝਣ ਵਿੱਚ ਅਸਾਨ ਹੈ. ਕੁਰਾਨ ਅਸਲ ਵਿੱਚ ਸਾਡੇ ਕੋਲ ਸਭ ਤੋਂ ਵੱਡਾ ਚਮਤਕਾਰ ਹੈ, ਅਤੇ ਇਸਲਾਮ ਨੂੰ ਸਾਬਤ ਕਰਨ ਲਈ ਅਸਲ ਧਰਮ ਹੈ. ਸਾਨੂੰ ਬਣਾਇਆ ਹੈ ਅਤੇ ਸਾਡੇ ਨਾਲ ਗੱਲ ਕਰਦਾ ਹੈ ਅਤੇ ਸਾਨੂੰ ਕੁਰਾਨ ਦੇ ਸ਼ਬਦਾਂ ਨਾਲ ਸਿੱਧਾ ਸਿਖਾਉਂਦਾ ਹੈ. ਅਤੇ ਉਹ ਬਿਹਤਰ ਕੌਣ ਹੈ ਜਦੋਂ ਪਰਮੇਸ਼ੁਰ, ਉਹ ਵਿਅਕਤੀ, ਜੋ ਸਾਨੂੰ ਬਣਾਇਆ ਅਤੇ ਸਾਨੂੰ ਸਭ ਤੋਂ ਵਧੀਆ ਜਾਣਦਾ ਹੈ?\n\nਪੁਰਾਣੇ ਸਮੇਂ ਵਿੱਚ ਦੁਨੀਆ ਦੇ ਵੱਖ ਵੱਖ ਹਿੱਸਿਆਂ ਵਿੱਚ ਲੋਕਾਂ ਦੇ ਵੱਖਰੇ ਇਤਿਹਾਸ ਨੂੰ ਅਕਸਰ ਰੱਖਦੇ ਸਨ ਕਿਉਂਕਿ ਉਹ ਅਕਸਰ ਇੱਕ ਦੂਜੇ ਨੂੰ ਨਹੀਂ ਮਿਲਦੇ. ਲੋਕਾਂ ਦੇ ਕੁਝ ਸਮੂਹ ਕਦੇ ਵੀ ਇਕ ਦੂਜੇ ਨੂੰ ਨਹੀਂ ਮਿਲੇ. ਮੱਧਯੁਗੀ ਯੂਰਪ, ਪ੍ਰਾਚੀਨ ਰੋਮ ਅਤੇ ਪ੍ਰਾਚੀਨ ਚੀਨ ਹਰ ਸੋਚ ਦੀ ਗੱਲ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਵਿਸ਼ਵ ਦੇ ਇਕਲੌਤੇ ਮਹੱਤਵਪੂਰਨ ਹਿੱਸਿਆਂ 'ਤੇ ਰਾਜ ਕੀਤਾ ਅਤੇ ਉਹ ਹੋਰ ਹਿੱਸੇ \"ਵਹਿਸ਼ੀ\" ਸਨ.",
"First Pyramid Built": "__ \"ਅੱਜ ਦੇ ਦਿਨ (ਹੇ ਫ਼ਿਰ: ਫ਼ਿਰ Pharaoh ਨ) ਨੂੰ ਆਪਣੇ ਸ਼ਰੀਰ ਲਈ, ਜੋ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਨਿਸ਼ਾਨ ਬਣ ਸਕਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਕਰਿਸ਼ਮੇ ਹੋ ਸਕਦੇ ਹੋ! ਪਰ ਅਸਲ ਵਿੱਚ ਮਨੁੱਖਜਾਤੀ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਸਾਡੇ ਕਰਿਸ਼ਮੇ ਦੇ ਅਣਗਹਿਲੇ ਹਨ.\" (ਕੁਰਾਨ 10:93) __\n\nਇੱਕ __pyramed__ ਇੱਕ stoptions ਾਂਚਾ ਹੈ, ਆਮ ਤੌਰ 'ਤੇ ਪੱਥਰ, ਪਿਰਾਮਿਡ ਦੀ ਸ਼ਕਲ ਵਿੱਚ ਬਣਾਇਆ ਜਾਂਦਾ ਹੈ. ਪ੍ਰਾਚੀਨ ਤੋਂ ਆਧੁਨਿਕ ਸਮੇਂ ਤੋਂ ਦੁਨੀਆਂ ਦੇ ਬਹੁਤ ਸਾਰੇ ਹਿੱਸਿਆਂ ਵਿੱਚ ਲੋਕਾਂ ਨੇ ਅਜਿਹੇ structures ਾਂਚਿਆਂ ਨੂੰ ਬਣਾਇਆ ਹੈ.\n\nਪਹਿਲੇ __pyrames__ ਨੂੰ 2630 ਬੀ.ਸੀ. ਵਿੱਚ ਬਣਾਇਆ ਗਿਆ ਸੀ. ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਜਾਣਿਆ ਜਾਂਦਾ ਪਿਰਾਮਾਦੀਆ, ਮਿਸਰ, ਮਿਸਰ, ਮਿਸਰ ਦੇ ਤੀਜੇ ਮਿਸਰ ਦੀ ਕੋਸ਼ਾਸਕ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਸੀ.\n\nਕੁਰਾਨ ਮੂਸਾ (ਜਿਵੇਂ ਕਿ, ਮੂਸਾ) ਅਤੇ ਯੂਸਫ (ਜਿਵੇਂ ਕਿ, ਜੋਸਫ਼) ਬਾਰੇ ਕਹਾਣੀਆਂ ਵਿਚ ਮਿਸਰੀ ਰਾਜਵੰਤ ਦੇ ਬਾਰੇ ਬਹੁਤ ਗੱਲਾਂ ਕਰਦਾ ਹੈ.\n\nਕੁਰਾਨ ਇਨ੍ਹਾਂ ਮਿਸਰ ਦੇ ਰਾਜ ਦੇ ਰਾਜ ਦੇ ਨੇਤਾ ਦੇ ਨੇਤਾ ਦਾ ਜ਼ਿਕਰ ਕਰਦਿਆਂ ਰਾਜਾ ਜਾਂ ਫ਼ਿਰ Pharaoh ਨ ਦੇ ਕਹਿਣ ਦਾ ਜ਼ਿਕਰ ਕਰ ਕੇ ਮਿਸਰੀ ਇਤਿਹਾਸ ਦਾ ਸਹੀ ਵਰਣਨ ਕਰਦਾ ਹੈ (ਜੋ ਬਾਅਦ ਵਿਚ ਆਇਆ). ਇਕ ਇਤਿਹਾਸਕ ਤੱਥ ਜਿਸ ਦੀ ਹਾਲ ਹੀ ਵਿਚ ਬ੍ਰਿਟਿਸ਼ ਅਜਾਇਬ ਘਰ ਦੁਆਰਾ ਲੱਭੀ ਗਈ ਸੀ. ਉਨ੍ਹਾਂ ਦੇ ਅਨੁਸਾਰ, ਮਿਸਰੀਆਂ ਨੇ ਆਪਣੇ ਸ਼ਾਸਕਾਂ ਨੂੰ \"ਫ਼ਿਰਾਹ\" ਨੂੰ 18 ਵੀਂ ਖ਼ਾਨਦਾਨ (1552-12995 ਬੀ.ਸੀ.) ਤੱਕ ਨਹੀਂ ਬੁਲਾਇਆ.\n\nਕੁਝ ਆਇਤਾਂ ਮੂਸਾ ਅਤੇ ਫ੍ਰੋਨ (ਫ਼ਿਰ PharaON) ਬਾਰੇ ਗੱਲ ਕਰਦੀਆਂ ਹਨ:\n__ \"ਅਸੀਂ (ਅੱਲ੍ਹਾ) ਮੂਸਾ ਅਤੇ ਫ਼ਿਰ Pharaoh ਨ ਦੀ ਕਹਾਣੀ ਦੇ ਕੁਝ ਲੋਕਾਂ ਦੇ ਬਚਨ ਦੇ ਕੁਝ ਲੋਕਾਂ ਨੂੰ ਮੰਨਦੇ ਹਨ ਜੋ ਵਿਸ਼ਵਾਸ ਕਰਨਗੇ. (ਕੁਰਾਨ 28:04).\n\n\"ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਆਪਣੇ ਇਰਾਨਾਂ ਨੂੰ ਫ਼ਿਰ Pharaoh ਨ ਅਤੇ ਉਸਦੇ ਸਰਦਾਰਾਂ ਕੋਲ ਭੇਜਿਆ, ਪਰ ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬੇਰਹਿਮੀ ਨਾਲ ਰੱਦ ਕਰ ਦਿੱਤਾ. ਓਹ ਫਿਰ ਵਿਕਾਰ ਨੇ ਬਣਾਇਆ ਸੀ! (ਕੁਰਾਨ 7: 104)\n\n\"ਅੱਜ ਦਿਨ ਅਸੀਂ ਤੈਨੂੰ ਬਚਾਉਂਦੇ ਹਾਂ (ਹੇ ਫ਼ਿਰ: ਫ਼ਿਰ Pharaoh ਨ) ਜੋ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਨਿਸ਼ਾਨ ਬਣ ਸਕਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਕਰਿਸ਼ਮੇ ਕਰ ਸਕਦੇ ਹੋ. (ਕੁਰਾਨ 10:93) __\n\nਇਤਿਹਾਸਕ ਅਤੇ ਈਸਾਈ ਅਤੇ ਮੁਸਲਮਾਨ ਵਿਦਵਾਨਾਂ ਦੁਆਰਾ ਇਹ ਵਿਆਪਕ ਤੌਰ ਤੇ ਵਿਸ਼ਵਾਸ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਕਿ ਮੂਸਾ ਨੇ ਰੈਸੈਸਸ II ਨਾਲ ਗੱਲਬਾਤ ਕੀਤੀ. ਕੁਰਾਨ ਅਤੇ ਬਾਈਬਲ ਦੋਵੇਂ ਵਿਸਥਾਰ ਨਾਲ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ ਅਖੀਰ ਵਿੱਚ ਫ਼ਿਰ Pharaoh ਨ ਨੇ ਮੂਸਾ ਦੀ ਆਗਿਆ ਨੂੰ ਪਾਰ ਕਰ ਦਿੱਤਾ.\n\nਕੁਰਾਨ ਦੀ __ \"ਇਸ ਦਿਨ ਤੇ (ਫ਼ਿਰ: ਫ਼ਿਰ Pharaoh ਨ) ਨੂੰ ਆਪਣੇ ਸ਼ਿਸ਼ਟ ਕਰਨ ਵਾਲੇ ਨਿਸ਼ਾਨ ਬਣ ਸਕਣ, ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਹਵਾਲੇ ਤੋਂ ਨਹੀਂ ਮਿਲਦੇ!\" __ ਕਿਸੇ ਹੋਰ ਧਰਮ-ਗ੍ਰੰਥ ਵਿੱਚ ਨਹੀਂ ਪਾਇਆ ਗਿਆ ਸੀ ਹਾਲ ਹੀ ਵਿੱਚ. ਸਾਰੇ ਫ਼ਿਰ house ਨਸ ਦੀਆਂ ਸੁਣਵਾਈਆਂ ਦੇ ਸਾਰੇ ਫ਼ਿਰ house ਨਸ (ਕੇਵੀ 7 ਐਂਡ 8) ਦੇ ਕੰ on ੇ ਦੇ ਨਾਲ ਛੁਪ ਰਹੇ ਹਨ ਉਨ੍ਹਾਂ ਦੀਆਂ ਕਬਰਾਂ ਲੁੱਟੀਆਂ ਗਈਆਂ, ਫ਼ਿਰ Pharaoh ਲਾਂ ਦੇ ਮਿੱਠੇ ਰਹਿਣ ਵਾਲੇ ਬਚਨ ਨੂੰ ਸਦੀਆਂ ਤੋਂ ਉਨ੍ਹਾਂ ਦੀ ਅਣਚਾਹੇ ਰੱਖੇ ਗਏ ਸਨ. ਉਨ੍ਹਾਂ ਦੀ ਖੋਜ 19 ਵੀਂ ਸਦੀ ਵਿਚ ਹੋਈ ਸੀ ਅਤੇ ਤੁਸੀਂ ਹੁਣ ਦੇਖ ਸਕਦੇ ਹੋ, ਤੁਸੀਂ ਹੁਣ ਮੈਜ਼ਰਸ II ਨੂੰ ਕਾਇਰੋ, ਮਿਸਰ ਦੇ ਗ੍ਰੈਂਡ ਮਿਸਰ ਦੇ ਅਜਾਇਬ ਘਰ ਵਿਚ ਦੇਖ ਸਕਦੇ ਹੋ. ਉਸਦਾ ਸਰੀਰ ਸਾਰਿਆਂ ਨੂੰ ਦੇਖਣ ਲਈ ਕਈ ਅੰਤਰਰਾਸ਼ਟਰੀ ਟੂਰਾਂ ਵਿਚ ਵੀ ਗਿਆ ਹੈ. ਇਹ ਦੁਬਾਰਾ, ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਕੁਰਾਨ ਦਾ ਗਿਆਨ ਕਿਵੇਂ ਸਾਨੂੰ ਸਿਰਫ ਪ੍ਰਮਾਤਮਾ ਦੁਆਰਾ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਸੀ.\n\nਯਹੂਦੀ ਸ਼ਖ ਖਿਡਾਰੀਆਂ ਨੂੰ ਇਸ ਫ਼ਿਰ Pharaoh ਨ ਅਤੇ ਹੋਰ ਪ੍ਰਾਚੀਨ ਮਿਸਰ ਦੇ ਨੇਤਾਵਾਂ ਨਾਲ ਉਨ੍ਹਾਂ ਦੇ ਤਜਰਬੇ ਬਾਰੇ ਵੀ ਕਹਿ ਸਕਦੇ ਹੋ.\n\n__ \"ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਨਿਸ਼ਚਤ ਕਰ ਦਿੱਤਾ ਸੀ, ਇਸ ਲਈ ਜਦੋਂ ਯਿਸੂ ਉਨ੍ਹਾਂ ਕੋਲ ਆਇਆ ਤਾਂ ਮੈਂ ਸੋਚਦਾ ਹਾਂ ਕਿ ਤੂੰ ਜਾਦੂ ਨਾਲ ਪ੍ਰਭਾਵਿਤ ਹੋ.\" (ਕੁਰਾਨ 17: 101) __\n\nਯਹੂਦੀ ਲੋਕ ਬਚਾਅ ਸਾਨੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕੀਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਹੋਰ ਸੰਕੇਤਾਂ ਬਾਰੇ ਵੀ ਪੁੱਛਣ, ਬਹੁਤ ਸਾਰੇ ਕਰਿਸ਼ਮੇ ਅਤੇ ਨਬੀ ਸਨ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਭੇਜੇ ਗਏ ਸਨ.\n\n__ਕੇ ਇਜ਼ਰਾਈਲ ਦੇ ਬੱਚੇ ਕਿੰਨੇ ਸਪਸ਼ਟ ਸੰਕੇਤ ਦਿੰਦੇ ਹਨ. ਫਿਰ ਸੱਚਮੁੱਚ ਉਸ ਕੋਲ ਆਉਣ ਤੋਂ ਬਾਅਦ ਅੱਲ੍ਹਾ ਦੇ ਹੱਕ ਦਾ ਉਚਾਰਨ ਕਰਕੇ ਅੱਲ੍ਹਾ ਦੇ ਹੱਕ ਵਿੱਚ ਦਾਖਲਾ ਲਿਆ ਗਿਆ - ਤਾਂ ਅਬਰਾਹ ਬਦਲੇ ਵਿੱਚ ਬਹੁਤ ਗੰਭੀਰ ਹੈ. (ਕੁਰਾਨ 2.211) __",
"Roman Empire": "__ (ਲਾਤੀਨੀ: ਇੰਪੀਰੀਅਮ ਰੋਮਨ) ਪ੍ਰਾਚੀਨ ਸੰਸਾਰ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਸਾਮਰਾਜ ਸੀ. ਇਸ ਦੀ ਰਾਜਧਾਨੀ ਰੋਮ ਸੀ ਅਤੇ ਇਸ ਦਾ ਸਾਮਰਾਜ ਮੈਡੀਟੇਰੀਨੇਨ ਵਿੱਚ ਅਧਾਰਤ ਸੀ. ਸਾਮਰਾਜ 27 ਬੀ.ਸੀ. ਦੇ 27 ਬੀ.ਸੀ., ਜਦੋਂ ਓਕਟਵੀਅਨ ਸਮਰਾਟ, ਅਗੇਵੀਅਨ, ਆਗਸਟਰਸ, ਪ੍ਰਾਚੀਨ ਸੰਸਾਰ ਅਤੇ ਮੱਧ ਯੁੱਗ ਦੀ ਸ਼ੁਰੂਆਤ, ਜਾਂ ਹਨੇਰੇ ਯੁੱਗ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਲਈ ਇਸ ਨਾਲ ਡਿੱਗਣ ਤੱਕ ਪ੍ਰਕਾਸ਼ਤ ਹੋਇਆ ਸੀ.\n\nਸਾਮਰਾਜ ਪ੍ਰਾਚੀਨ ਰੋਮ ਦਾ ਤੀਜਾ ਪੜਾਅ ਸੀ. ਰੋਮ ਨੂੰ ਪਹਿਲਾਂ ਰੋਮਨ ਦੇ ਰਾਜਾਂ ਦੁਆਰਾ ਸ਼ਾਸਨ ਕੀਤਾ ਗਿਆ ਸੀ, ਫਿਰ ਰੋਮਨ ਰੀਪਬਲਿਕ ਦੁਆਰਾ, ਫਿਰ ਇਕ ਸਮਰਾਟ ਦੁਆਰਾ.\n\nਬਹੁਤ ਸਾਰੇ ਆਧੁਨਿਕ ਧਰਤੀ ਇਕ ਸਮੇਂ __ ਲਮਨ ਦੇ ਸਾਮਰਾਜ__ ਦੇ ਹਿੱਸੇ ਸਨ, ਜਿਸ ਵਿੱਚ ਬ੍ਰਿਟੇਨ (ਸਕਾਟਲੈਂਡ, ਫਰਾਂਸ), ਇਟਲੀ, ਮਿਸਰ, ਲੇਵੰਗਲ, ਕ੍ਰੀਮੀਆ, ਸਵਿਟਜ਼ਰਲੈਂਡ ਅਤੇ ਉੱਤਰੀ ਤੱਟ. __ਮੈਨ ਐਂਪਾਇਰ__ ਦੀ ਮੁੱਖ ਭਾਸ਼ਾ ਲੈਟਿਨ ਸੀ; ਯੂਨਾਨੀ ਸੈਕੰਡਰੀ ਭਾਸ਼ਾ ਸੀ.\n\n__ ਰੋਮੋਨੋਮ ਸਾਮਰਾਜ ਦਾ ਪੱਛਮੀ ਹਿੱਸਾ ਲਗਭਗ 500 ਸਾਲਾਂ ਤੋਂ ਜਾਰੀ ਹੈ, ਅਤੇ ਪੂਰਬੀ ਹਿੱਸੇਦਾਰੀ ਨੇ ਲਗਭਗ ਇੱਕ ਹਜ਼ਾਰ ਸਾਲ ਹੋਰ ਜਾਰੀ ਰੱਖਿਆ. ਪੂਰਬੀ ਹਿੱਸੇ ਨੂੰ ਬਾਈਜੈਂਟਾਈਨ ਸਾਮਰਾਜ ਕਿਹਾ ਜਾਂਦਾ ਸੀ, ਇਸ ਦੀ ਪੂੰਜੀ ਕੋਂਟੈਨੈਂਟਿਨੋਪਲ ਬਣ ਕੇ ਸੁਲਤਾਨ ਫਾਤਿਹ ਮੇਹਮੇਟ ਦੁਆਰਾ ਕਾਂਸਟੈਂਟੀਨੋਪਲ ਦੇ 1453 ਵਿੱਚ ਓਟੈਨੈਂਟੀਪਲਜ਼ ਨੇ ਖਤਮ ਹੋ ਗਈ. ਇਸ ਸਮਾਗਮ ਨੂੰ ਪੈਗੰਬਰ ਮੁਹੰਮਦ ਦੁਆਰਾ ਦਿੱਤਾ ਗਿਆ ਸੀ ਅਤੇ ਵਿਸ਼ਵ ਦੇ ਇਤਿਹਾਸ ਦੀ ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਣ ਘਟਨਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ.",
"Crusades": "__ ਸਵੇਰ ਦੀਆਂ ਚੀਕਾਂੀਆਂ ਅਤੇ ਮੁਸਲਮਾਨਾਂ ਵਿਚਕਾਰ ਪਵਿੱਤਰ ਧਰਤੀ ਉੱਤੇ ਕਾਬੂਲੇ ਕਰਾਉਣ ਲਈ ਇਸ ਦੇ ਮੁਸਲਮਾਨਾਂ ਵਿਚਾਲੇ ਧਾਰਮਿਕ ਯੁੱਧਾਂ ਵਿਚ ਲੜੀ ਹੋਈ ਸੀ. ਰਵਾਇਤੀ ਤੌਰ ਤੇ, ਉਹ 1095 ਅਤੇ 1291 ਦੇ ਵਿਚਕਾਰ ਵਾਪਰੇ. ਪਵਿੱਤਰ ਧਰਤੀ ਅਜੇ ਵੀ ਸੀ ਜੋ ਤਿੰਨ ਪ੍ਰਮੁੱਖ ਮਕਾਨ-ਨਿਰਮਾਣ ਧਰਮਾਂ ਲਈ ਬਹੁਤ ਮਹੱਤਵਪੂਰਣ ਹੈ: ਇਸਲਾਮ, ਯਹੂਦੀ, ਅਤੇ ਈਸਾਈਅਤ. ਪਵਿੱਤਰ ਧਰਤੀ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਮਹੱਤਵਪੂਰਣ ਧਾਰਮਿਕ ਸਥਾਨਾਂ ਹਨ. ਇਹ ਧਰਤੀ ਹੈ ਜਿਸ ਨੂੰ ਹੁਣ ਇਜ਼ਰਾਈਲ ਜਾਂ ਫਿਲਸਤੀਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਯਰੂਸ਼ਲਮ, ਨਾਸਰਤ, ਬੈਤਲਹਮ, ਹੇਬਰੋਨ ਅਤੇ ਹੋਰ ਧਾਰਮਿਕ ਸਥਾਨਾਂ ਦੇ ਤਿਮਾਹੀਆਂ, ਤੀਜੀ ਖਲੀਫ਼ਾ ਅਤੇ ਪੈਗੰਬਰ ਮੁਹੰਮਦ (ਆਰਾ) ਦੇ ਸਾਥੀ ਦੋਸਤ ਅਤੇ ਸਾਥੀ ਮੁਸਲਮਾਨਾਂ ਦੇ ਨਿਯੰਤਰਣ ਹੇਠ ਜਾ ਡਿੱਗੀ.\n\nਇੱਥੇ ਬਹੁਤ ਸਾਰੇ ਵੱਖ ਵੱਖ ਕਰੂਸੇਡ ਸਨ. ਸਭ ਤੋਂ ਮਹੱਤਵਪੂਰਣ ਅਤੇ ਸਭ ਤੋਂ ਵੱਡਾ __CUSADS__ 11 ਵੀਂ ਤੋਂ 13 ਵੀਂ ਸਦੀ ਤੋਂ ਵਾਪਰਿਆ. ਇਸ ਸਮੇਂ ਦੌਰਾਨ 9 ਵੱਡੇ ਕਰੂਸੇਡਸ ਸਨ. ਇੱਥੇ ਬਹੁਤ ਸਾਰੇ ਛੋਟੇ ਕਰੂਸੇਡ ਵੀ ਸਨ. ਕੁਝ ਕਰੂਸੇ ਵੀ ਯੂਰਪ ਦੇ ਅੰਦਰ ਸਨ (ਉਦਾਹਰਣ ਵਜੋਂ, ਜਰਮਨੀ, ਆਸਟਰੀਆ ਅਤੇ ਸਕੈਨਡੇਨੇਵੀਆ). ਛੋਟੇ __Cusades __ 16 ਵੀਂ ਸਦੀ ਤੱਕ ਜਗਾਉਣੇ ਅਤੇ ਸੰਕਰਮਣ ਤੱਕ ਚਲਦੇ ਰਹੇ.\n\n\"ਕਰੱਸਸ\" ਸ਼ਬਦ \"ਕਰਾਸ\" ਸ਼ਬਦ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ ਅਤੇ ਇਸ ਦਾ ਅਰਥ ਹੈ ਇਕ ਈਸਾਈ ਪਵਿੱਤਰ ਯੁੱਧ. ਅਰਬੀ ਸ਼ਬਦ \"ਜੇਹਾਦ\" ਵੀ ਹਨ, ਜਿਸਦਾ ਅਰਥ ਹੈ ਕਿ ਮੁਸਲਮਾਨਾਂ ਦੁਆਰਾ ਸੰਘਰਸ਼ ਅਤੇ ਸੰਘਰਸ਼ ਕਰਨਾ ਜੋ ਯੁੱਧ ਦੇ ਸਮੇਂ ਦੌਰਾਨ ਮੁਸਲਮਾਨਾਂ ਲਈ \"ਕਰੂਸੇ\" ਵਜੋਂ ਇਕੋ ਜਿਹਾ ਵਿਚਾਰ ਹੋ ਸਕਦਾ ਹੈ. ਨਬੀ (ਆਰੀ) ਨੇ ਸਿਖਾਇਆ ਇਹ ਘੱਟ ਜਾਦ ਹੈ ਹਾਲਾਂਕਿ, ਭਾਵੇਂ ਕਿ ਮਹਾਨ ਜਹਾਦ ਹੈ ਤਾਂ ਕਿ ਇੱਕ ਪਵਿੱਤਰ ਜ਼ਿੰਦਗੀ ਜੀਉਣ ਦੀ ਲੜਾਈ ਵਿੱਚ ਆਵੇ.\n\nਸਾਰੇ ਪਾਸੇ (ਈਸਾਈ, ਮੁਸਲਮਾਨ ਅਤੇ ਯਹੂਦੀ) ਬਹੁਤ ਸਾਰੇ ਆਪਣੇ ਧਰਮਾਂ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਰੱਖਦੇ ਸਨ. ਬਹੁਤ ਸਾਰੇ ਕਰੂਸੇਡਸ ਵਿੱਚ ਅਕਸਰ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਰਾਜਨੀਤਿਕ ਜਾਂ ਮੁਦਰਾ ਕਾਰਨ ਸਨ. ਸਾਰੀਆਂ ਲੜਾਈਆਂ ਵਾਂਗ.\n\nਤਿੰਨ ਅਬਰਾਹਾਮ ਧਰਮਾਂ ਵਿਚਾਲੇ ਕਰਨ ਵਾਲੀਆਂ ਦੁਸ਼ਮਣਾਂ ਨੂੰ ਦੇਖ ਕੇ ਮੁਸਲਮਾਨ ਹੈ ਜੋ ਆਮ ਨਾਲੋਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਸਾਂਝਾ ਕਰਦੇ ਹਨ. ਮੁਸਲਮਾਨ ਯਹੂਦੀਆਂ ਅਤੇ ਈਸਾਈਆਂ ਨੂੰ ਕਿਤਾਬ ਦੇ ਲੋਕਾਂ ਵਜੋਂ ਵਿਚਾਰਦੇ ਹਨ, ਜਿਸਦਾ ਅਰਥ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਕਿਸੇ ਵੀ ਹੋਰ ਲੋਕਾਂ ਨਾਲੋਂ ਉਨ੍ਹਾਂ ਦੀ ਵਿਸ਼ੇਸ਼ ਸਥਿਤੀ ਅਤੇ ਨੇੜਲੇ ਸੰਬੰਧ ਹੈ. ਤੁਸੀਂ ਇਸ ਨੂੰ ਨਬੀ (ਆਰਾ) ਦੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਦੇਖ ਸਕਦੇ ਹੋ ਅਤੇ ਜਿੱਥੇ ਉਹ ਅਤੇ ਸਾਥੀਆਂ ਨੇ ਬਾਈਜੈਂਟਾਈਨ ਈਸਾਈ ਦੇ) ਗਾਂਨੀਅਨਾਂ ਨੂੰ ਇਕ ਵੱਡੀ ਲੜਾਈ ਵਿਚ ਦੁਖੀ ਸੀ. ਇਹ ਹਦੀਥਾਂ ਵਿੱਚ ਦਰਜ ਸੀ ਅਤੇ ਇਥੋਂ ਤਕ ਕਿ ਕੁਰਾਨ ਵਿੱਚ ਬੋਲਿਆ ਗਿਆ ਸੀ. ਇਸਲਾਮ ਦੀ ਪ੍ਰਮਾਣਿਕਤਾ ਦਾ ਵੀ ਇਕ ਹੋਰ ਦਿਲਚਸਪ ਸਬੂਤ ਹੈ ਜਦੋਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਭਵਿੱਖ ਬਾਰੇ ਦੱਸਿਆ ਸੀ: __ \"ਰੋਮਨ ਨੂੰ ਕੁਝ ਸਾਲਾਂ ਦੇ ਅੰਦਰ-ਅੰਦਰ ਜੇਤੂ ਹੋ ਜਾਵੇਗਾ. ਅੱਲ੍ਹਾ ਨੂੰ ਆਦੇਸ਼ ਦਾ ਪਹਿਲਾਂ ਅਤੇ ਬਾਅਦ ਵਿਚ ਹੈ. ਅਤੇ ਉਸ ਦਿਨ ਵਿਸ਼ਵਾਸੀ ਖ਼ੁਸ਼ ਹੋਣਗੇ \"(ਕੁਰਾਨ 30: 2-4) __\n\nਜਦੋਂ ਇਸ ਗੱਲ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ, ਏਰੀਆ ਮੁਸਲਮਾਨ ਇਸ ਲੜਾਈ ਦੀ ਉਮੀਦ ਕਰ ਰਹੇ ਸਨ. ਜਦੋਂ ਮਸੀਹੀਆਂ ਨੇ ਸ਼ਾਇਦ ਹੀ ਮੂਜਾਂ ਨੂੰ ਗੁਆ ਦਿੱਤਾ ਉਹ ਮੁਸਲਮਾਨਾਂ ਨੇ ਇਸ ਘਾਟੇ ਤੋਂ ਅਤੇ ਕਿਹੜੀਆਂ ਗੱਲਾਂ ਕਹਿਣ ਦੇਈਏ, \"ਹੁਣ ਤੁਹਾਡਾ ਸ਼ਕਤੀਸ਼ਾਲੀ ਪਰਮੇਸ਼ੁਰ ਕਿੱਥੇ ਹੈ?\". ਇਸ ਲਈ ਰੱਬ ਨੇ ਇਸ ਸਮੇਂ ਇਸ ਆਇਤ ਨੂੰ ਜ਼ਾਹਰ ਕੀਤਾ. ਯਕੀਨਨ, ਈਸੁਸ ਦੀ ਲੜਾਈ ਵੇਲੇ ਜ਼ੁਰਮਾਨੇ ਦੀ 622 ਈ. ਵਿਚ ਕਾਫ਼ੀ ਹੈ, ਅਨਾਟੋਲੀਆ ਦੇ ਅਧੀਨ ਬਾਈਜੈਂਟਾਈਨਜ਼ ਵਿਚ ਅਨਾਟੋਲੀਆ ਦੇ ਵਿਰੁੱਧ ਹੋਈਆਂ ਸਨ, ਇਸ ਤਰ੍ਹਾਂ ਕੁਰਾਨਿਕ ਭਵਿੱਖਬਾਣੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਰਿਹਾ ਸੀ.",
"Black Plague": "__ ਕਾਲੀ ਮੌਤ 'ਬਿਮਾਰੀ ਦਾ ਫੈਲਿਆ ਹੋਇਆ ਸੀ ਜਿਸ ਨੇ ਯੂਰਪ ਅਤੇ ਏਸ਼ੀਆ ਵਿਚ ਲੱਖਾਂ ਲੋਕਾਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ. ਯੂਰਪ ਵਿਚ ਹਰ ਤਿੰਨੋਂ ਲੋਕਾਂ ਵਿਚੋਂ ਇਕ ਬਿਮਾਰੀ ਤੋਂ ਮਰ ਗਿਆ, ਅਤੇ 1347 ਅਤੇ 1351 ਦੇ ਵਿਚਕਾਰ ਸਭ ਤੋਂ ਬੁਰਾ ਸੀ. ਏਸ਼ੀਆ ਵਿੱਚ ਬਿਮਾਰੀ ਸ਼ੁਰੂ ਹੋ ਸਕਦੀ ਸੀ. ਬਹੁਤੇ ਲੋਕ ਸੋਚਦੇ ਹਨ ਕਿ ਬਿਮਾਰੀ ਬੁਬੋਨਕ ਪਲੇਗ ਸੀ. ਇਹ ਬਿਮਾਰੀ ਚੁੱਕੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਚੂਹਿਆਂ 'ਤੇ ਫਲੀਸ ਨਾਲ ਫੈਲਦੀ ਹੈ. ਰੇਸ਼ਮੀ ਰੋਡ ਦੇ ਵਪਾਰੀਆਂ ਨੇ ਸ਼ਾਇਦ ਸੰਕਰਮਿਤ ਫਲੀਸ ਨੂੰ ਯੂਰਪ ਲਿਆਇਆ ਹੈ.\n\nਫਲੀਸ ਨੇ ਸਮੱਸਿਆ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ; ਲਾਗ ਵਾਲੇ ਫਲੀਸ ਬਲੈਕ ਚੂਹਿਆਂ ਦੁਆਰਾ ਕੀਤੇ ਗਏ ਸਨ. ਚੂਹੇ ਜੋ ਫਲੀਏ ਚੁੱਕ ਰਹੇ ਸਨ, ਸ਼ਹਿਰਾਂ ਵਿਚ ਜਾਣਗੇ. ਜਦੋਂ ਫਲੀਸ ਕਿਸੇ ਨੂੰ ਬਾਹਰ ਕੱ .ਦਾ ਹੈ, ਤਾਂ ਉਹ ਜ਼ਖ਼ਮ ਦੇ ਬੈਕਟੀਰੀਆ ਦੇ ਥੋੜ੍ਹੇ ਜਿਹੇ ਟੀਕੇ ਲਗਾਉਣਗੇ. ਇਸ ਨਾਲ ਵਿਅਕਤੀ ਨੂੰ ਸੰਕਰਮਿਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. ਚੂਹੇ ਅਕਸਰ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਤੇ ਹੁੰਦੇ ਸਨ. ਸਾਰੇ ਯੂਰਪ ਵਿਚ ਸਾਰੇ ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਦੇ ਹਨ.\n\nਇਨਸਾਨਾਂ ਵਿਚ, ਬਿਮਾਰੀ ਨੇ ਹਥਿਆਰਾਂ ਅਤੇ ਕੰਨਾਂ ਦੇ ਪਿੱਛੇ ਅਤੇ ਕੰਨਾਂ ਦੇ ਪਿੱਛੇ ਸੋਜ ਗਈ. ਇਹ ਸੁੱਜ ਇੱਕ ਕਾਲਾ ਅਤੇ ਜਾਮਨੀ ਰੰਗ ਸਨ, ਇਸ ਲਈ 'ਕਾਲੀ ਮੌਤ' ਦਾ ਨਾਮ. ਹਨੇਰਾ ਸਲੋਪਲਿੰਗਸ ਨੂੰ ਬੌਬੋ ਕਿਹਾ ਜਾਂਦਾ ਸੀ. ਲੋਕ ਦਰਦ ਵਿੱਚ ਸਨ ਅਤੇ ਪੀੜਤ ਲੋਕਾਂ ਦੀ ਇੱਕ ਭਿਆਨਕ ਮੌਤ ਹੋ ਗਈ. ਬਪਤਾਨਾਂ ਨੂੰ ਬਿਮਾਰੀ ਲੈ ਕੇ ਫਿਸਟ ਕਰਨ ਤੋਂ 3-7 ਦਿਨ ਬਾਅਦ ਲੱਛਣ ਵੇਖ ਸਕਦੇ ਹਨ.\n\nਅਫ਼ਸੋਸ ਦੀ ਗੱਲ ਹੈ ਕਿ ਲੰਡਨ ਵਿਚ ਕੁਝ ਸ਼ਹਿਰਾਂ ਵਿਚ ਇਹ ਸੋਚਿਆ ਜਾਂਦਾ ਸੀ ਕਿ ਬਿੱਲੀਆਂ ਨੇ ਬਿਮਾਰੀ ਦਾ ਕਾਰਨ ਬਣ ਗਏ ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਬਹੁਤ ਸਾਰੇ ਨੰਬਰਾਂ ਵਿਚ ਸ਼ਿਕਾਰ ਕੀਤਾ ਗਿਆ. ਬਦਕਿਸਮਤੀ ਨਾਲ, ਜਿਵੇਂ ਕਿ ਉਮੀਦ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਇਸ ਨਾਲ ਪਲੇਗ ਦਾ ਕਾਰਨ ਬਦਤਰ ਹੁੰਦੀ ਜਾ ਰਹੀ ਹੈ ਕਿਉਂਕਿ ਚੂਹੇ ਆਪਣੇ ਮੁੱਖ ਕੁਦਰਤੀ ਸ਼ਿਕਾਰੀ ਗੁਆ ਚੁੱਕੇ ਹਨ ਅਤੇ ਆਬਾਦੀ ਵੀ ਵਧੇਰੇ ਵਧ ਗਈ.\n\nਬੁਬੋਨਿਕ ਪਲੇਗ ਦੇ ਦੁਆਲੇ ਇਕ ਹੋਰ ਦਿਲਚਸਪ ਤੱਥ ਇਹ ਹੈ ਕਿ ਪੋਪ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕਿਵੇਂ ਬਚਾਇਆ. ਉਸ ਸਮੇਂ, ਮੁਸਲਮਾਨ ਸਾਰੇ ਮੈਡੀਕਲ ਅਤੇ ਵਿਗਿਆਨਕ ਖੋਜ ਦੇ ਮੁਖੀ ਸਨ. ਬਹੁਤ ਸਾਰੀਆਂ ਮੁਸਲਮਾਨ ਕਿਤਾਬਾਂ ਵਿੱਚੋਂ ਲੰਘਣਾ, ਕੈਥੋਲਿਕ ਪਾਦਰੀਆਂ ਨੇ ਲੱਭ ਲਿਆ ਕਿ ਅੱਗ ਨੂੰ ਕੁਝ ਬਿਮਾਰੀਆਂ (ਕੀਟਾਣੂਆਂ) ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਸੋਚਿਆ ਸੀ. ਜਿਵੇਂ ਕਿ, ਉਨ੍ਹਾਂ ਨੇ ਪੋਪ ਦੇ ਦੁਆਲੇ ਇੱਕ ਚੱਕਰ ਵਿੱਚ ਇੱਕ ਵਿਸ਼ਾਲ ਅੱਗ ਪ੍ਰਕਾਸ਼ਤ ਕੀਤੀ ਜੋ ਕਿ ਕਈ ਹਫ਼ਤਿਆਂ ਤੱਕ ਚੱਲਿਆ. ਇਹ ਬੇਸ਼ਕ, ਚੂਹੇ ਰੱਖਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਫਲੀਸ ਤੋਂ ਦੂਰ ਪੋਪ ਬਣ ਗਿਆ ਅਤੇ ਉਹ ਬਿਨਾਂ ਕਿਸੇ ਸਮੱਸਿਆ ਦੇ ਬਚਿਆ.",
"Constantinople Istanbul": "__ਕਣ ਰੋਮਨ ਸਾਮਰਾਜ ਦੀ ਰਾਜਧਾਨੀ ਸੀ (330-395), ਬਾਈਜ਼ਾਂਟਾਈਨ / ਈਸਟ ਰੋਮਨ ਸਾਮਰਾਜ (395-1261), ਲਾਤੀਨੀ ਸਾਮਰਾਜ (1453-1922). 1930 ਵਿਚ ਇਸ ਦਾ ਨਾਂ ਇਸ ਦਾ ਨਾਂ ਰੱਖਿਆ ਗਿਆ. ਇਹ ਅਜੋਕੇ ਟਰਕੀ ਵਿੱਚ ਇੱਕ ਸ਼ਹਿਰ ਹੈ.\n\nਇਸਤਾਂਬੁਲ ਦੀ ਜਿੱਤ ਨੂੰ ਵੀ ਇਸਲਾਮਬੋਲ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਨਬੀ ਮੁਹੰਮਦ ਨੇ ਇਸ ਦੇ ਅਗੰਮ ਵਾਕ ਕੀਤਾ ਸੀ. __ \"ਸੱਚਮੁੱਚ, ਤੁਸੀਂ ਕਾਂਸਟੇਂਟੋਨੋਪਲ ਨੂੰ ਜਿੱਤੋਗੇ. ਉਹ ਫ਼ੌਜ ਕਿੰਨੀ ਸ਼ਾਨਦਾਰ ਫੌਜ ਹੋਵੇਗੀ ਅਤੇ ਇਹ ਕਿੰਨਾ ਸ਼ਾਨਦਾਰ ਕਮਾਂਡਰ ਹੋਵੇਗਾ. \" (ਮੈਂ, 176; IV, 335; ਡਿਆਮੀ, \"ਮੁੱਕਡੀਮਾ\", ਪੀ. 43). .\n\nਇਤਿਹਾਸਕਾਰਾਂ ਨੇ ਕਿਹਾ ਹੈ ਕਿ ਸਮੇਂ ਦੇ ਜਿੱਤਣ ਲਈ __ ਹੈਕਸਟੈਂਟੀਨੋਪਲ __ ਯਾਰਕ ਸਿਟੀ ਵਰਗੀ ਜਗ੍ਹਾ ਨੂੰ ਜਿੱਤ ਦੇ ਬਰਾਬਰ ਹੈ.",
"Newton and Gravity": "ਜਦੋਂ ਜ਼ਿਆਦਾਤਰ ਲੋਕ __isaac ਨਿ ton ਟਨ__ ਬਾਰੇ ਸੋਚਦੇ ਹਨ, ਤਾਂ ਉਹ ਉਸ ਬਾਰੇ ਸੋਚਦੇ ਹਨ ਕਿ ਉਹ ਸੇਬ ਦੇ ਰੁੱਖ ਨੂੰ ਇੱਕ ਸੇਬ ਦੇ ਰੁੱਖ ਹੇਠ ਬੈਠਦੇ ਹਨ. ਕੁਝ ਲੋਕ ਵੀ ਮੰਨਦੇ ਹਨ ਕਿ ਸੇਬ ਉਸਦੇ ਸਿਰ ਤੇ ਡਿੱਗ ਪਏ. __ਨੇਵਟਨ__ ਸਮਝਿਆ ਕਿ ਕੀ ਸੇਬ ਵਰਗੇ ਚੀਜ਼ਾਂ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਡਿੱਗਣਾ ਇਕ ਖਾਸ ਕਿਸਮ ਦੀ ਤਾਕਤ ਹੈ - ਤਾਕਤ ਜੋ ਅਸੀਂ ਗੰਭੀਰਤਾ ਨੂੰ ਬੁਲਾਉਂਦੇ ਹਾਂ. __ਨੇਵਾਟਨ__ ਸੋਚਿਆ ਕਿ ਗੰਭੀਰਤਾ ਦੋ ਵਸਤੂਆਂ ਦੇ ਵਿਚਕਾਰ ਆਕਰਸ਼ਣ ਦੀ ਸ਼ਕਤੀ ਸੀ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਸੇਬ ਅਤੇ ਧਰਤੀ ਦੇ ਵਿਚਕਾਰ. ਉਸਨੇ ਇਹ ਵੀ ਸੋਚਿਆ ਕਿ ਵਧੇਰੇ ਮਾਮਲਾ ਨਾਲ ਇੱਕ ਵਸਤੂ ਨਾਲ ਛੋਟੇ ਆਬਜੈਕਟ 'ਤੇ ਕੀਤੀ ਗਈ ਉਸੇ ਤਰ੍ਹਾਂ ਲਾਗੂ ਕੀਤੀ ਜਿਵੇਂ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਇਸ' ਤੇ ਕੰਮ ਕੀਤਾ. ਇਸਦਾ ਅਰਥ ਇਹ ਸੀ ਕਿ ਧਰਤੀ ਦੇ ਵੱਡੇ ਪੁੰਜ ਨੇ ਇਸ ਨੂੰ ਆਬਜੈਕਟ ਨੂੰ ਖਿੱਚ ਲਿਆ. ਇਸ ਲਈ ਸੇਬ ਦੀ ਬਜਾਏ ਉੱਪਰ ਡਿੱਗ ਪਿਆ ਅਤੇ ਲੋਕ ਹਵਾ ਵਿੱਚ ਕਿਉਂ ਨਹੀਂ ਜਾਂਦੇ.\n\n__Isaac ਨਿ ton ਟਨ__ ਗੰਭੀਰਤਾ ਬਾਰੇ ਸੋਚਦਿਆਂ ਸੋਚਦਾ ਸੀ. ਅੱਗੇ __ ਐਨਵੇਟਨ__, ਲੋਕਾਂ ਨੇ ਸੋਚਿਆ ਕਿ ਧਰਤੀ ਦੇ ਨੇੜੇ ਸਿਰਫ ਚੀਜ਼ਾਂ ਹੇਠਾਂ ਆ ਜਾਣਗੀਆਂ. ਪਰ __ਨੇਵਟਨ__ ਸੋਚਿਆ ਕਿ ਗੰਭੀਰਤਾ ਸਿਰਫ ਧਰਤੀ ਅਤੇ ਚੀਜ਼ਾਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ. ਉਦੋਂ ਕੀ ਜੇ ਗਰੈਵਿਟੀ ਚੰਦਰਮਾ ਅਤੇ ਇਸ ਤੋਂ ਇਲਾਵਾ?\n\n__ਨੇਵਟਨ__ ਨੇ ਦੋ ਸਰੀਰਾਂ ਵਿਚਕਾਰ ਆਕਰਸ਼ਣ ਦੀ ਤਾਕਤ ਦੀ ਗਣਨਾ ਕਰਨ ਲਈ ਇਕ ਫਾਰਮੂਲੇ ਦੀ ਕਾ. ਕੱ .ੀ. ਉਸਨੇ ਇਸਦੀ ਵਰਤੋਂ ਚੰਦਰਮਾ ਨੂੰ ਧਰਤੀ ਦੇ ਦੁਆਲੇ ਘੁੰਮਣ ਲਈ ਮਜਬੂਰ ਕਰਨ ਦੀ ਲੋੜ ਸੀ. ਫਿਰ ਉਸਨੇ ਇਸ ਦੀ ਤੁਲਨਾ ਕੀਤੀ ਜੋ ਸੇਬ ਨੂੰ ਹੇਠਾਂ ਵੱਲ ਡਿੱਗਣ ਨਾਲ ਕੀਤੀ. ਇਸ ਤੱਥ ਦੀ ਆਗਿਆ ਦੇਣ ਤੋਂ ਬਾਅਦ ਕਿ ਚੰਦਰਮਾ ਧਰਤੀ ਤੋਂ ਕੁਝ ਹੋਰ ਹੈ, ਅਤੇ ਇਸ ਤੋਂ ਵੱਡਾ ਪੁੰਜ ਹੈ, ਉਸਨੇ ਖੋਜ ਕੀਤੀ ਕਿ ਸ਼ਕਤੀਆਂ ਇਕੋ ਜਿਹੀਆਂ ਸਨ. ਚੰਦਰਮਾ ਧਰਤੀ ਦੇ ਆਸ ਪਾਸ ਦੇ ਅੰਗੂਠੇ ਵਿਚ ਧਰਤੀ ਦੀ ਦ੍ਰਿੜਤਾ ਦੁਆਰਾ ਇਕ ਚੱਕਰ ਵਿਚ ਹੁੰਦਾ ਹੈ.\n\n__ ਐਨਵਟਨ__ ਦੁਆਰਾ ਕਾ ven __ ਐਨਵਟਨ__ ਨੂੰ ਕਨੂੰਨ ਦਾ ਕਾਨੂੰਨ ਕਿਹਾ ਜਾਂਦਾ ਹੈ. ਉਹ ਕਾਫ਼ੀ ਹੁਰੱਖਿਆ ਹੋਇਆ ਸੀ ਅਤੇ ਉਸ ਦੇ ਬਹੁਤ ਸਾਰੇ ਕਾਨੂੰਨ ਨਿ ton ਟਨਿਅਨ ਭੌਤਿਕ ਵਿਗਿਆਨ ਵਜੋਂ ਜਾਣੇ ਜਾਂਦੇ ਸਨ. ਉਸਦੇ ਬਹੁਤ ਸਾਰੇ ਗਣਿਤ ਦੇ ਫਾਰਮੂਲੇ ਅਜੇ ਵੀ ਵੱਡੀਆਂ ਵਸਤੂਆਂ ਲਈ ਆਬਜੈਕਟਸ ਮਕੈਨਿਕਸ ਦੀ ਗਣਨਾ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਹਨ. ਉਹ ਛੋਟੀਆਂ ਛੋਟੀਆਂ ਚੀਜ਼ਾਂ ਲਈ ਸਹੀ ਨਹੀਂ ਹਨ ਇਸ ਲਈ ਇੱਕ ਨਵਾਂ ਲੇਖਕ ਜਿਸਨੂੰ ਕੁਆਂਟਮ ਫਿਜ਼ਿਕਸ ਕਹਿੰਦੇ ਹਨ ਸੂਖਮ ਵਸਤੂਆਂ ਦੀ ਇਸ ਅਜੀਬ ਦੁਨੀਆਂ ਨੂੰ ਸਮਝਣ ਅਤੇ ਸਮਝਣ ਲਈ.",
"Industrialization": "__ (ਜਾਂ ਸਨਅਤੀਕਰਨ) ਇੱਕ ਪ੍ਰਕਿਰਿਆ ਹੈ ਜੋ ਉਨ੍ਹਾਂ ਦੇਸ਼ਾਂ ਵਿੱਚ ਵਾਪਰਦੀ ਹੈ ਜਦੋਂ ਉਹ ਮਸ਼ੀਨਾਂ ਨੂੰ ਕੰਮ ਕਰਨ ਲਈ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰਦੇ ਹਨ ਜੋ ਲੋਕਾਂ ਦੁਆਰਾ ਕੀਤੇ ਜਾਂਦੇ ਸਨ. __Ndstiustizit__ ਲੋਕਾਂ ਦੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਬਦਲਦਾ ਹੈ. __ ਘਟਾਓਸਟ੍ਰਾਈਜਿਨੀਜਿਟੀ ਨੇ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਵਧਣ ਦਾ ਕਾਰਨ ਬਣਾਇਆ. ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੇ ਕਸਬਿਆਂ ਵਿੱਚ ਫੈਕਟਰੀਆਂ ਵਿੱਚ ਉੱਚ ਤਨਖਾਹ ਵਾਲੀਆਂ ਨੌਕਰੀਆਂ ਲੈਣ ਲਈ ਖੇਤੀ ਛੱਡ ਦਿੱਤੀ.\n\n__ ਘਟਾਓਸਟ੍ਰਾਇੰਟਾਈਜੇਸ਼ਨ 'ਉਹ ਇਕ ਪ੍ਰਕਿਰਿਆ ਦਾ ਹਿੱਸਾ ਹੈ ਜਿਥੇ ਲੋਕ ਚੀਜ਼ਾਂ ਬਣਾਉਣ ਦੇ ਅਸਾਨ ਅਤੇ ਸਸਤਾ .ੰਗਾਂ ਨੂੰ ਅਪਣਾਉਂਦੇ ਹਨ. ਬਿਹਤਰ ਤਕਨਾਲੋਜੀ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ, ਥੋੜ੍ਹੇ ਸਮੇਂ ਲਈ ਵਧੇਰੇ ਚੀਜ਼ਾਂ ਪੈਦਾ ਕਰਨਾ ਸੰਭਵ ਹੋ ਜਾਂਦਾ ਹੈ. ਵਧੇਰੇ ਚੀਜ਼ਾਂ ਘੱਟ ਲੋਕਾਂ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ.\n\nਉਦਯੋਗਿਤਕਰਨ ਤੋਂ ਬਾਅਦ ਲੋਕ ਹੋਰ ਵਿਸ਼ੇਸ਼ ਨੌਕਰੀਆਂ ਵੀ ਕਰਦੇ ਹਨ. ਉਦਾਹਰਣ ਵਜੋਂ ਉਦਯੋਗਿਕਤਾ ਤੋਂ ਪਹਿਲਾਂ, ਇੱਕ ਮੋਚੀ (ਇੱਕ ਵਿਅਕਤੀ ਜੋ ਜੁੱਤੀਆਂ ਬਣਾਉਂਦਾ ਹੈ ਅਤੇ ਚਮੜੇ ਦੀਆਂ ਚੀਜ਼ਾਂ ਬਣਾਉਂਦਾ ਹੈ) ਜੋ ਕਿ ਸਾਰੇ ਇਕੱਲਾ ਜੁੱਤੀਆਂ ਦੀ ਜੋੜੀ ਬਣਾਉਂਦਾ ਹੈ. ਉਸਨੇ ਜੁੱਤੀਆਂ ਦੀ ਇੱਕ ਜੋੜੀ ਤੇ ਕੰਮ ਕੀਤਾ, ਇਹ ਖਤਮ ਹੋ ਗਿਆ, ਫਿਰ ਜੁੱਤੀਆਂ ਦੀ ਅਗਲੀ ਜੋੜੀ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਜਾਵੇਗਾ. ਸਨਅਤੀਕਰਨ ਦੇ ਨਾਲ, ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਜੁੱਤੀ ਬਣਾਉਣ ਦੀ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਛੋਟੇ ਕੰਮਾਂ ਵਿੱਚ ਕੱਟ ਕੇ ਜੁੱਤੀਆਂ ਬਣਾਉਣ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ. ਉਦਾਹਰਣ ਦੇ ਲਈ, ਇੱਕ ਅਜਿਹਾ ਵਿਅਕਤੀ ਹੈ ਜੋ ਜੁੱਤੀ ਦੇ ਇਕੱਲੇ ਨੂੰ ਕੱਟਦਾ ਹੈ ਅਤੇ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਇਸਨੂੰ ਟਾਂਕੇ ਕਰਦਾ ਹੈ. ਸੰਖੇਪ ਵਿੱਚ, ਲੇਬਰ ਦੀ ਵੰਡ ਹੁੰਦੀ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਅੱਜ ਅਸੈਂਬਲੀ ਲਾਈਨ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ. ਅਜਿਹੀਆਂ ਫੈਕਟਰੀਆਂ ਦੀਆਂ ਮਸ਼ੀਨਾਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਪੈਸਾ ਖਰਚਦੀਆਂ ਹਨ, ਇਸ ਲਈ ਫੈਕਟਰੀ ਇੱਕ ਅਮੀਰ ਵਿਅਕਤੀ ਦੀ ਮਲਕੀਅਤ ਹੋਵੇਗੀ ਅਤੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਵੱਖ ਵੱਖ ਮਸ਼ੀਨਾਂ ਅਤੇ ਕਾਰਜਾਂ ਨੂੰ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਕਮਾ ਸਕਦੀ ਹੈ.\n\n__Ndstiustizit__ ਇੰਗਲੈਂਡ ਵਿੱਚ 18 ਵੀਂ ਸਦੀ ਵਿੱਚ ਸਨਅਤੀ ਕ੍ਰਾਂਤੀ ਦੇ ਨਾਲ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ. ਇਹ ਪਹਿਲੀ ਯੂਰਪ ਅਤੇ ਉੱਤਰੀ ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਤੋਂ ਫੈਲ ਗਿਆ. 20 ਵੀਂ ਸਦੀ ਦੀ ਉਦਯੋਗੀਕਰਨ ਵਿਚ ਬਹੁਤੇ ਹੋਰ ਦੇਸ਼ਾਂ ਵਿਚ ਫੈਲਿਆ.",
"Darwin's Theory of Evolution": "__ \"ਅੱਲ੍ਹਾ ਨੇ ਹਰ ਜਾਨਵਰ ਨੂੰ ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ ਹੈ. ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਲੋਕ ਹਨ, ਕੁਝ ਜੋ ਕਿ ਦੋ ਲੱਤਾਂ 'ਤੇ ਚੱਲਦੇ ਹਨ. ਸਚਮੁਚ ਅੱਲ੍ਹਾ ਕੋਲ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਉੱਤੇ ਸ਼ਕਤੀ ਹੈ\" ( 24:45) .__\n\n18 1859 ਵਿਚ ਉਸ ਦੀ ਕਿਤਾਬ \"(1809-1882) ਉਸ ਦੀ ਕਿਤਾਬ\" ਇਸ ਦੀਆਂ ਕਿਸਮਾਂ \"ਦੀ ਕਿਤਾਬ\" ਇਸ ਵਿਚ ਕਈ ਸਿਧਾਂਤਾਵਾਂ ਸਾਹਮਣੇ ਆਈ. ਧਰਤੀ ਉੱਤੇ ਜ਼ਿੰਦਗੀ ਆਈ. ਉਸਨੇ ਕੁਦਰਤੀ ਚੋਣ ਪ੍ਰਸਤਾਵਿਤ ਕੀਤੀ, ਜੋ ਕਿ ਇੱਕ ਪ੍ਰਕਿਰਿਆ ਹੈ ਜਿੱਥੇ ਕੁਝ ਗੁਣਾਂ ਵਾਲੇ ਜਾਨਵਰ ਬਿਹਤਰ ਜੀ ਸਕਦੇ ਹਨ ਕਿ ਸਾਰੇ ਜਾਨਵਰ ਕਿਵੇਂ ਹੋਂਦ ਵਿੱਚ ਆਉਂਦੇ ਹਨ. ਹਾਲਾਂਕਿ, ਡਾਰਵਿਨ ਨੇ ਸਮੇਂ ਜਾਂ ਅਸਲ ਵਿੱਚ ਜੈਨੇਟਿਕਸ ਬਾਰੇ ਨਹੀਂ ਸਮਝਿਆ ਜਾਂ ਅਸਲ ਵਿੱਚ ਗੁਣ ਕਿਵੇਂ ਲੰਘੇ ਸਨ. ਇਸ ਲਈ ਉਹ ਸਹੀ ਤਰ੍ਹਾਂ ਸਮਝਾਇਆ ਜਾ ਸਕਦਾ ਸੀ ਕਿ ਬੱਚੇ ਆਪਣੇ ਮਾਪਿਆਂ ਵਰਗੇ ਦਿਖਣ.\n\nਫਿਰ ਵੀ, __Darwin'S __s __ ਵਿਆਖਿਆ ਵਿਗਿਆਨਕ ਕਮਿ community ਨਿਟੀ ਦੁਆਰਾ ਮੁੱਦਿਆਂ ਨੂੰ ਬੁਨਿਆਦੀ ਤੌਰ ਤੇ ਸਵੀਕਾਰ ਕਰ ਲਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਹ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਇਹ ਦਿਨ ਤਕ ਵਿਕਸਤ ਹੋ ਸਕਦਾ ਹੈ. ਜਦੋਂ ਕਿ, ਮੁਸਲਮਾਨ, ਈਸਾਈ ਅਤੇ ਯਹੂਦੀ ਮੰਨਦੇ ਹਨ ਕਿ ਅਸੀਂ ਪਹਿਲਾਂ ਆਦਮ (ਵੇਖਿਆ) ਅਤੇ ਹਵਾਹਾ (ਹੱਵਾਹ), ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਆਦਮੀ ਅਤੇ .2 ਦੇ ਉੱਤਰਾਧਿਕਾਰੀ ਹਨ. ਵਿਗਿਆਨੀ \"ਬੁੱਧੀਮਾਨ ਡਿਜ਼ਾਈਨ\" ਦੇ ਤੌਰ ਤੇ ਅਜਿਹੀਆਂ ਖੋਜਾਂ \"ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹਨ ਅਤੇ ਇਸ ਦੇ ਅਣਗਿਣਤ ਸਬੂਤ ਹਨ, ਜਿਵੇਂ ਕਿ ਡੀਐਨਏ, ਮਨੁੱਖੀ ਸਰੀਰ, ਸੂਰਜੀ ਸਿਸਟਮ ਆਦਿ.\n\nਡਾਰਵਿਨਵਾਦ ਦੇ ਸਮਾਨ, ਇਸਲਾਮ ਵਿਚਾਰ ਨੂੰ ਪਛਾਣਦਾ ਹੈ ਕਿ ਜ਼ਿੰਦਗੀ ਪੜਾਵਾਂ ਵਿੱਚ ਅਤੇ ਸਮੇਂ ਦੀ ਮਿਆਦ ਵਿੱਚ ਵਿਕਸਤ ਹੁੰਦੀ ਹੈ. ਨਾਲ ਹੀ, ਅਸੀਂ ਮੰਨਦੇ ਹਾਂ ਕਿ ਰੱਬ ਕੋਲ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਉੱਤੇ ਸ਼ਕਤੀ ਹੈ ਅਤੇ ਵਾਤਾਵਰਣ ਨੂੰ ਅਪਣਾਉਣ ਲਈ ਅਸਾਨੀ ਨਾਲ ਕੁਝ ਵੀ ਬਦਲ ਸਕਦਾ ਹੈ. ਰੱਬ ਨੇ ਇਸਨੂੰ ਪਹਿਲੀ ਵਾਰ ਬਣਾਇਆ ਹੈ, ਦੂਜੀ ਵਾਰ ਸੌਖਾ, ਠੀਕ ਹੈ? ਜਿਵੇਂ ਕਿ ਨਿਆਂ ਦੇ ਦਿਨ ਸਾਨੂੰ ਜੀਉਂਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ.\n\nਪਰ ਆਧੁਨਿਕ ਰੂਪਕ ਦੇ ਸਿਧਾਂਤ ਦੇ ਉਲਟ, ਸ਼ੰਤੂਮ ਦੇ ਪਰਿਵਰਤਨ, ਜਾਨਵਰ ਦੇ ਵਿਕਾਸ ਲਈ ਹਮੇਸ਼ਾਂ ਭਿਆਨਕ ਅਤੇ ਮਾਰੂ ਖਾਣ ਨੂੰ ਲੱਭਣ ਲਈ ਲੰਬੇ ਸਮੇਂ ਲਈ ਭੋਜਨ ਨੂੰ ਲੱਭਣ ਲਈ ਇੱਕ ਜਾਨਵਰ ਨੂੰ ਬਦਲ ਸਕਦਾ ਹੈ ਉਦਾਹਰਣ. ਇਹ ਅਸਲ ਵਿੱਚ ਪੰਛੀਆਂ ਦੇ ਬਹੁਤ ਸਾਰੇ ਅਧਿਐਨ ਤੇ ਦਸਤਾਵੇਜ਼ ਹੈ ਕਿ ਵਿਗਿਆਨੀਆਂ ਇਸ ਨੂੰ ਸਮਝਾਉਂਦੀਆਂ ਹਨ ਕਿ ਵਿਗਿਆਨੀ ਇਸ ਦੀ ਵਿਆਖਿਆ ਨਹੀਂ ਕਰ ਸਕਦੇ ਅਤੇ ਚਿੰਤਤ ਹੋਰ ਪ੍ਰਜਾਤੀਆਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਅਨੁਕੂਲਿਤ ਨਹੀਂ ਹੁੰਦਾ. ਇਸ ਨੂੰ ਹੋਰ ਵੀ ਸਮਝਦਾਰੀ ਨਾਲ ਅਤੇ ਅਚਾਨਕ ਮੌਕਾ ਨਾਲ ਵਿਕਸਤ ਹੁੰਦਾ ਹੈ. ਨਾਲ ਹੀ, ਇੱਥੇ ਨਵੇਂ ਜਾਂ ਅਲੋਪ ਹੋਏ ਤਿਤਲੀਆਂ ਦੇ ਕੇਸ ਚਮਤਕਾਰੀ so ੰਗ ਨਾਲ ਨਹੀਂ ਬਾਹਰ ਆਉਂਦੇ. ਮੁਸਲਮਾਨ ਜਾਨਵਰਾਂ ਅਤੇ ਵਾਤਾਵਰਣ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਦੇਖਭਾਲ ਕਰਦੇ ਹਨ, ਪਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਬਾਰੇ ਅਲੋਪ ਹੋ ਜਾਂਦੇ ਜਾਂ ਹਰ ਚੀਜ਼ ਦੀ ਤਰ੍ਹਾਂ ਕਰਦੇ ਹਾਂ ਕਿਉਂਕਿ ਅਸੀਂ ਪ੍ਰਮਾਤਮਾ ਵਿੱਚ ਭਰੋਸਾ ਰੱਖਦੇ ਹਾਂ.\n\nਸੰਖੇਪ ਵਿੱਚ, ਮੁਸਲਮਾਨ ਵਿਚਾਰ ਨੂੰ ਰੱਦ ਕਰਦੇ ਹਨ ਕਿ ਮਨੁੱਖਾਂ ਨੂੰ ਬੇਤਰਤੀਬੇ ਓਪਸ ਤੋਂ ਬੇਤਰਤੀਬੇ ਨਾਲ ਵਿਕਸਤ ਹੋਏ. ਮੁਸਲਮਾਨਾਂ 'ਤੇ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਨ ਮਨੁੱਖਾਂ ਨੂੰ ਇਕ ਵਿਸ਼ੇਸ਼ ਰਚਨਾ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ. ਇਸਲਾਮ ਸਿਖਾਉਂਦੀ ਹੈ ਕਿ ਮਨੁੱਖ ਇਕ ਅਨੌਖਾ ਜੀਵਨ ਰੂਪ ਹਨ ਜੋ ਅੱਲ੍ਹਾ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਸੀ, ਹਰ ਚੀਜ਼ ਦੀ ਤਰ੍ਹਾਂ; ਹਾਲਾਂਕਿ, ਸਾਡੇ ਕਿਸੇ ਹੋਰ ਜਾਨਵਰ ਦੇ ਉਲਟ ਅਤੇ ਯੋਗਤਾਵਾਂ ਦੇ ਉਲਟ ਵਿਲੱਖਣ ਤੋਹਫੇ ਅਤੇ ਕਾਬਲੀਅਤ ਹਨ. ਉਦਾਹਰਣ ਦੇ ਲਈ, ਸਾਡੇ ਕੋਲ ਅਨਾਦਿ ਰੂਹ, ਜ਼ਮੀਰ, ਕਲਪਨਾ, ਗਿਆਨ ਅਤੇ ਮੁਫਤ ਇੱਛਾ ਹੈ. ਅਸੀਂ ਮਜ਼ਬੂਤ, ਚੰਗੇ ਅਤੇ ਪਵਿੱਤਰ ਹੋ ਸਕਦੇ ਹਾਂ ਜਾਂ ਸਿਰਫ ਆਪਣੀ ਸਵਾਰਥੀ ਇੱਛਾਵਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਕਮਜ਼ੋਰ ਅਤੇ ਕਮਜ਼ੋਰ ਹੋ ਸਕਦੇ ਹਾਂ. ਇਸ ਦੇ ਬਾਵਜੂਦ, ਮਨੁੱਖਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਦੋ ਲੋਕਾਂ, ਇਕ ਨਰ ਅਤੇ ਆਦਮ ਅਤੇ ਹੱਵਾਹ ਨਾਮ ਦੀ ਇਕ ਮਾਧਿਆਪੀ ਨਾਲ ਸ਼ੁਰੂ ਹੋਈ ਅਤੇ ਇਹ ਸਾਨੂੰ ਸਾਰੇ ਲਹੂ ਅਤੇ ਪਰਿਵਾਰ ਨਾਲ ਸਬੰਧਤ ਬਣਾਏ.\n\nਕੁਰਾਨ ਨੇ ਉਸ ਅੱਲ੍ਹਾ ਨੂੰ ਦੱਸਿਆ \"(ਕੁਰਾਨ 21:30) (ਕੁਰਾਨ 21:30) (ਕੁਰਾਨ 21:30). ____\" ਅੱਲ੍ਹਾ ਨੇ ਹਰ ਜਾਨਵਰ ਨੂੰ ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ ਹੈ, ਕੁਝ ਉਹ ਹਨ ਜੋ ਕਿ ਦੋ ਲੱਤਾਂ 'ਤੇ ਚੱਲੋ, ਅਤੇ ਕੁਝ ਜੋ ਚਾਰ' ਤੇ ਚੱਲਦੇ ਹਨ. ਅੱਲ੍ਹਾ ਉਹ ਕੀ ਕਰੇਗਾ ਰਖਦਾ ਹੈ, ਸੱਚਮੁੱਚ ਹੀ ਅੱਲ੍ਹਾ ਕੋਲ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਉੱਤੇ ਸ਼ਕਤੀ ਹੈ \".__\n\nਇਹ ਆਇਤਾਂ ਜੋ ਵਿਗਿਆਨਕ ਸਿਧਾਂਤ ਦਾ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ ਜੋ ਜ਼ਿੰਦਗੀ ਵਿੱਚ ਰਹਿੰਦੀ ਸੀ.",
"World War 1": "__ਵਰਲਡ ਯੁੱਧ I__ (ਜਾਂ ਪਹਿਲਾ ਵਿਸ਼ਵ ਯੁੱਧ) ਇੱਕ ਗਲੋਬਲ ਜੰਗ ਸੀ ਜੋ 28, 1914 ਨੂੰ ਸ਼ੁਰੂ ਹੋਈ ਸੀ ਅਤੇ 11 ਨਵੰਬਰ 1918 ਤੱਕ ਸ਼ੁਰੂ ਹੋਈ. ਯੁੱਧ 11 ਨਵੰਬਰ, ਤਿੰਨ ਮਹੀਨੇ ਅਤੇ 14 ਦਿਨ ਚੱਲੀ.\n\nਜ਼ਿਆਦਾਤਰ ਲੜਾਈ ਯੂਰਪ ਵਿੱਚ ਹੋਈ, ਪਰ ਕਈ ਹੋਰ ਦੇਸ਼ਾਂ ਦੇ ਸਿਪਾਹੀਆਂ ਨੇ ਹਿੱਸਾ ਲਿਆ, ਅਤੇ ਇਸ ਨੇ ਯੂਰਪੀਅਨ ਸ਼ਕਤੀਆਂ ਦੇ ਬਸਤੀਵਾਦੀ ਸਾਮਰਾਜ ਬਦਲ ਦਿੱਤੇ ਅਤੇ ਇਸ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਓਟੋਮੈਨ ਸਾਮਰਾਜ ਦੇ ਅੰਤ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ. ਦੂਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਤੋਂ ਪਹਿਲਾਂ 1939 ਵਿਚ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ, ਪਰ ਮੈਂ ਇਸ ਨੂੰ ਮਹਾਨ ਯੁੱਧ, ਵਿਸ਼ਵ ਯੁੱਧ ਜਾਂ ਯੁੱਧ ਦੀਆਂ ਲੜਾਈਆਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਲੜਾਈ ਬੁਲਾਇਆ ਗਿਆ. 135 ਦੇਸ਼ਾਂ ਨੇ __ ਵਰਲਡ ਯੁੱਧ ਵਿੱਚ ਹਿੱਸਾ ਲਿਆ ਸੀ, ਜਿਆਦਾਤਰ ਬਿਮਾਰੀ ਅਤੇ ਅਕਾਲ ਦੇ 25 ਮਿਲੀਅਨ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ.\n\n__ ਵਿਸ਼ਵਲਡ ਯੁੱਧ I__ ਜ਼ਿਆਦਾਤਰ ਯੂਰਪ ਦੇ ਬਹੁਤੇ ਦੇਸ਼ਾਂ ਨਾਲ ਲੜਿਆ ਗਿਆ ਸੀ. ਅਸਲ ਲੜਾਈ ਬਹੁਤ ਸਾਰੇ ਵੱਖ ਵੱਖ ਮੋਰਚਿਆਂ ਤੇ ਸੀ. ਪੱਛਮੀ ਮੋਰਚਾ ਸੀ ਜਿੱਥੇ ਜਰਮਨੀ ਅਤੇ ਸਹਿਯੋਗੀ ਵਾਪਰਿਆ ਜਿੱਥੇ ਜ਼ਿਆਦਾਤਰ ਜਰਮਨੀ ਅਤੇ ਸਹਿਯੋਗੀ ਵਾਪਰਦੇ ਸਨ. ਇੱਥੇ ਲੜਾਈ ਲੜ ਰਹੇ ਬਾਰਸ਼ ਵਿੱਚ ਲੜਾਈ ਖਾਈ ਗਈ.\n\nਪੂਰਬੀ ਫਰੰਟ ਕੇਂਦਰੀ ਅਤੇ ਪੂਰਬੀ ਯੂਰਪ ਵਿੱਚ ਲੜਿਆ ਗਿਆ ਸੀ. ਇੱਥੇ ਲੜਨਾ ਲੜਾਈ ਨਹੀਂ ਸੀ ਪਰ ਅਗਲੇ ਹਿੱਸੇ ਦੇ ਆਕਾਰ ਦੇ ਕਾਰਨ ਮੋਬਾਈਲ ਵਾਰਫੇਅਰ. ਮੱਧ ਪੂਰਬੀ ਫਰੰਟ ਅਤੇ ਇਤਾਲਵੀ ਸਾਹਮਣੇ ਵਿਚ ਬਹੁਤ ਲੜਾਈ ਹੋਈ. ਅਫਰੀਕਾ, ਚੀਨ ਅਤੇ ਸਮੁੰਦਰ ਦੇ ਨਾਲ ਨਾਲ ਹਵਾ ਵਿਚ ਵੀ ਲੜ ਰਹੇ ਸਨ.\n\nਯੁੱਧ ਕਈ ਵੱਖੋ ਵੱਖਰੀਆਂ ਸੰਧੀਆਂ 'ਤੇ ਦਸਤਖਤ ਕਰਕੇ ਖ਼ਤਮ ਹੋ ਗਿਆ, ਕਿਉਂਕਿ ਵਰਸੇਲਜ਼ ਦੀ ਸੰਧੀ.\n\n__ਵਰਲਡ ਯੁੱਧ I__ ਪਹਿਲੀ ਵੱਡੀ ਲੜਾਈ ਸੀ ਜਿੱਥੇ ਟੈਂਕੀਆਂ, ਹਵਾਈ ਜਹਾਜ਼ਾਂ, ਅਤੇ ਪਣਡੁੱਬੀ ਜਾਂ (ਯੂ-ਕਿਸ਼ਤੀਆਂ) ਮਹੱਤਵਪੂਰਣ ਹਥਿਆਰ ਸਨ.",
"World War 2": "__ਕਾਰਲਡ ਯੁੱਧ II 1939-1945 ਵਿਚ ਜ਼ਿਆਦਾਤਰ ਦੇਸ਼ ਲੜਦੇ ਰਹੇ ਪਰ ਕੁਝ 1937 ਵਿਚ ਲੜਨ ਲੱਗ ਪਏ ਸਨ. ਦੁਨੀਆਂ ਦੇ ਸਾਰੇ ਮਹਾਨ ਸ਼ਕਤੀਆਂ ਸਮੇਤ, ਸਹਿਯੋਗੀ ਅਤੇ ਧੁਰੇ ਦੀਆਂ ਸ਼ਕਤੀਆਂ. 6 ਮਨੁੱਖੀ ਇਤਿਹਾਸ ਵਿਚ ਸਭ ਤੋਂ ਘਾਤਕ ਟਕਰਾਅ II. ਇਸਨੇ ਹੋਰ ਦੇਸ਼ਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ, ਵਧੇਰੇ ਪੈਸਾ ਖਰਚੇ ਅਤੇ ਮਨੁੱਖੀ ਇਤਿਹਾਸ ਦੇ ਕਿਸੇ ਹੋਰ ਯੁੱਧ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਲੋਕਾਂ ਨੂੰ ਮਾਰਿਆ. 50 ਤੋਂ 85 ਮਿਲੀਅਨ ਲੋਕਾਂ ਦੇ ਵਿਚਕਾਰ ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ. ਬਹੁਗਿਣਤੀ ਨਾਗਰਿਕ ਸਨ. ਇਸ ਵਿੱਚ ਕਤਲੇਆਮ ਵੀ ਸ਼ਾਮਲ ਸਨ, ਜੋ ਕਿ ਜਾਪਾਨ ਤੋਂ ਅਮਰੀਕਾ ਦੁਆਰਾ ਅਮਰੀਕਾ ਦੁਆਰਾ ਇਤਿਹਾਸ ਵਿੱਚ ਪ੍ਰਮਾਣੂ ਹਥਿਆਰਾਂ ਦੀ ਜਾਣਬੁੱਝ ਕੇ ਜਾਪਾਨ ਦੀ ਜਾਣਬੁੱਝ ਕੇ ਨਸਲਕੁਸ਼ੀ.\n\nਜਦੋਂ ਜਪਾਨ ਦੇ ਸਾਮਰਾਜ ਨੇ 7 ਜੁਲਾਈ 1937 ਨੂੰ ਚੀਨ ਉੱਤੇ ਹਮਲਾ ਕੀਤਾ ਤਾਂ ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ 'ਤੇ ਤੇਲ ਦੀ ਧਾਰਨ ਕਰਕੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਹੁੰਦੀ ਸੀ. ਯੂਰਪ ਵਿਚ ਲੜਾਈ ਦੀ ਸ਼ੁਰੂਆਤ ਉਦੋਂ ਹੋਈ ਸੀ ਜਦੋਂ ਜਰਮਨੀ ਨੇ ਪੋਲੈਂਡ ਨੂੰ 1 ਸਤੰਬਰ 1939 ਨੂੰ ਹਮਲਾ ਕੀਤਾ. ਫਰਾਂਸ ਨੇ ਜਰਮਨੀ 'ਤੇ ਲੜਾਈ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਿਆਂ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ. 1941 ਤਕ, ਬਹੁਤ ਸਾਰਾ ਯੂਰਪ ਜਰਮਨ ਨਿਯੰਤਰਣ ਅਧੀਨ ਸੀ. ਸਿਰਫ ਬ੍ਰਿਟੇਨ ਉੱਤਰੀ ਅਫਰੀਕਾ, ਮੈਡੀਟੇਰੀਅਨ, ਅਤੇ ਐਟਲਾਂਟਿਕ ਦੇ ਧੁਰੇ ਵਿਰੁੱਧ ਲੜਾਈ ਰਹਿ ਰਹੇ ਰਹੇ. ਜੂਨ 1941 ਵਿਚ, ਧੁਰੇ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਨੇ ਸੋਵੀਅਤ ਯੂਨੀਅਨ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਜਿਸ ਨਾਲ ਇਤਿਹਾਸ ਵਿਚ ਲੜਾਈ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਖੇਤਰ ਸ਼ੁਰੂ ਕੀਤਾ. 7 ਦਸੰਬਰ 1941 ਨੂੰ ਜਪਾਨ ਨੇ ਪੱਛਮੀ ਕਲੋਨੀਆਂ 'ਤੇ ਪ੍ਰਸ਼ਾਂਤ' ਤੇ ਹਮਲਾ ਕੀਤਾ ਅਤੇ ਦੋਵੇਂ ਲੜਾਈਆਂ ਇਕ ਹੋ ਗਏ.\n\n1942 ਵਿਚ ਜਪਾਨੀ ਜਿੱਤ ਦਰਜ ਕੀਤੀ ਗਈ ਸੀ, ਅਤੇ ਯੂਰਪੀਅਨ ਧੁਰੇ ਦੀਆਂ ਜਿੱਤਾਂ ਨੂੰ 1943 ਵਿਚ ਅਤੇ ਸੋਵੀਅਤ ਯੂਨੀਅਨ ਵਿਚ ਵੀ ਰੋਕਿਆ ਗਿਆ ਸੀ. ਉਸ ਤੋਂ ਬਾਅਦ, ਸਹਿਯੋਗੀ ਸਾਰੇ ਪਾਸਿਆਂ ਤੋਂ ਲੜਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ. ਧੁਰਾ ਉੱਤਰੀ ਅਫਰੀਕਾ ਦੇ ਹਾਰ ਗਿਆ ਅਤੇ 1943 ਵਿੱਚ ਸ਼ੁਰੂ ਕੀਤੀ ਗਈ, ਨੂੰ ਇਟਲੀ ਦੀ ਰਾਖੀ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ. 1944 ਵਿਚ, ਅਲੀਸ ਫਰਾਂਸ ਨੇ ਫਰਾਂਸ ਉੱਤੇ ਹਮਲਾ ਕਰ ਰਹੇ ਹਾਇਨ ਨਦੀ 'ਤੇ ਜਰਮਨੀ ਵੱਲ ਜਾ ਰਹੇ ਸਨ, ਜਦੋਂ ਕਿ ਸੋਵੀਟ ਪੂਰਬ ਤੋਂ ਬੰਦ ਰਹੇ. ਮਈ 19 ਸਤੰਬਰ 1945 ਨੂੰ ਜਾਪਾਨੀ ਨੇ ਰਸਮੀ ਤੌਰ 'ਤੇ ਸਰਮੀ ਤੌਰ' ਤੇ ਆਤਮ ਸਮਰਪਣ ਕਰ ਦਿੱਤਾ. ਯੁੱਧ ਅਲਾਇਡ ਜਿੱਤ ਨਾਲ ਖਤਮ ਹੋ ਗਈ.\n\nਯੁੱਧ ਤੋਂ ਬਾਅਦ, ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇਸ਼ਾਂ ਵਿਚ ਸਹਾਇਤਾ ਵਧਾਉਣ ਲਈ ਅਤੇ ਭਵਿੱਖ ਦੀਆਂ ਲੜਾਈਆਂ ਨੂੰ ਰੋਕਣ ਲਈ ਸਥਾਪਤ ਕੀਤਾ ਗਿਆ ਸੀ. ਪ੍ਰਮੁੱਖ ਜੇਤੂਆਂ ਵਿਚਾਲੇ ਸ਼ੀਤ ਯੁੱਧ ਸ਼ੁਰੂ ਹੋਇਆ, ਪਰ ਉਹ ਇਕ ਦੂਜੇ ਨਾਲ ਇਕ ਦੂਜੇ ਨਾਲ ਲੜ ਨਹੀਂ ਗਏ. ਏਸ਼ੀਆ ਅਤੇ ਅਫਰੀਕਾ ਦਾ ਘੋਲਨਹੀਆ, ਜਿੱਥੇ ਯੂਰਪੀਅਨ ਦੇਸ਼ਾਂ ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ ਉਨ੍ਹਾਂ ਦੇਸ਼ਾਂ ਨੂੰ ਆਪਣੀ ਆਜ਼ਾਦੀ ਦਿੱਤੀ ਗਈ ਸੀ. ਇਹ ਇਸ ਲਈ ਕਿਉਂਕਿ ਯੂਰਪੀਅਨ ਸ਼ਕਤੀ ਲੜਾਈ ਤੋਂ ਕਮਜ਼ੋਰ ਹੋ ਗਈ ਸੀ. ਆਰਥਿਕ ਰਿਕਵਰੀ ਅਤੇ ਰਾਜਨੀਤਿਕ ਏਕੀਕਰਨ (ਨਾ-ਪਾਸਣ ਵਾਲੇ ਦੇਸ਼ਾਂ ਦੀ ਪ੍ਰਕਿਰਿਆ) ਯੁੱਧ ਦੇ ਹੋਰ ਨਤੀਜਿਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ.",
"Cold War": "__ (1947-1991) ਦੂਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਅਤੇ ਸੋਵੀਅਤ ਯੂਨੀਅਨ (ਯੂਐਸਐਸਆਰ ਅਤੇ ਇਸ ਦੇ ਸਹਿਯੋਗੀ) ਅਤੇ ਸੋਵੀਅਤ ਯੂਨੀਅਨ ਦੇ ਦੇਹਾਂਤ ਦੇ ਵਿਚਕਾਰ ਤਣਾਅ ਦਾ ਰਿਸ਼ਤਾ ਅਤੇ ਸੋਵੀਅਤ ਯੂਨੀਅਨ ਦੇ ਦੇਹਾਂਤ ਸੀ.\n\nਇਕ ਪਾਸੇ ਇਕ ਪਾਸੇ ਦੇ ਜ਼ਿਆਦਾਤਰ ਦੇਸ਼ ਨਟੋ ਵਿਚ ਸਹਿਯੋਗੀ ਸਨ ਜਿਨ੍ਹਾਂ ਦੇ ਦੋ ਵੱਡੇ ਫੌਜੀ ਦੇਸ਼ ਸੰਯੁਕਤ ਰਾਜ ਅਤੇ ਤੁਰਕੀ ਸਨ. ਦੂਜੇ ਪਾਸਿਆਂ ਦੇ ਬਹੁਤੇ ਦੇਸ਼ ਵਾਰਸਾ ਦੇ ਸਮਝੌਤੇ ਵਿੱਚ ਸਹਿਯੋਗੀ ਰਹੇ ਸਭ ਸ਼ਕਤੀਸ਼ਾਲੀ ਦੇਸ਼ ਸੋਵੀਅਤ ਯੂਨੀਅਨ (ਹੁਣ ਰੂਸ) ਸਨ.\n\nਦੇਸ਼ਾਂ ਦੇ ਪੱਛਮੀ ਰਾਜਕੁਮਾਰ, ਪੱਛਮੀ ਯੂਰਪ, ਥਾਈਲੈਂਡ, ਇਰਾਨ (1945-1979) ਦੱਖਣੀ ਕੋਰੀਆ, ਫਿਲੀਪੀਨਜ਼, ਆਸਟਰੇਲੀਆ ਅਤੇ ਨਿ New ਜ਼ੀਲੈਂਡ.\n\nਪੂਰਬੀ-ਸੋਸ਼ਲਿਸਟ ਸਮੂਹ ਵਿੱਚ ਸੋਵੀਅਤ ਯੂਨੀਅਨ, ਪੂਰਬੀ ਯੂਰਪ, ਅੰਗੋਲਾ, ਇਥੋਪੀਆ, ਕਿ uba ਬਾ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ, ਕਿ uba ਬਾ (1959-1991), ਮੰਗੋਲੀਆ, ਉੱਤਰੀ ਕੋਰੀਆ, ਚੀਨ ਅਤੇ ਵੀਅਤਨਾਮ ਸ਼ਾਮਲ ਹਨ.\n\nਸ਼ੀਤ ਯੁੱਧ 1989 ਵਿਚ ਬਰਲਿਨ ਦੀ ਕੰਧ ਦੇ ਪਤਨ ਨਾਲ ਖ਼ਤਮ ਹੋਇਆ, ਰੂਸ ਵਿਰੋਧੀ ਕਮਿ Commun ਨਿਸਟ ਦੇਸ਼ ਤੋਂ ਰੂਸ ਨੇ ਇਕ ਸੋਸ਼ਲਿਸਟ ਕਮਿ Commun ਨਿਸਟ ਦੇਸ਼ ਨੂੰ ਬਦਲਣਾ. ਹਾਲਾਂਕਿ, ਇੱਥੇ ਵੀ ਹਾਲ ਹੀ ਵਿੱਚ ਹੋਈਆਂ ਲੜਾਈਆਂ ਵਿੱਚ ਵੀ ਹਾਲ ਹੀ ਵਿੱਚ ਹੋਈਆਂ ਲੜਾਈਆਂ ਅਤੇ ਰੂਸ ਅਤੇ ਯੂਕਰੇਨ ਵਿੱਚ ਲੜਾਈ ਵਿੱਚ ਵੇਖਿਆ ਗਿਆ ਹੈ.",
"Moon Landing": "__ਪੂਲੋ 11__ ਲੋਕਾਂ ਨੂੰ ਚੰਦਰਮਾ ਨੂੰ ਭੇਜਣ ਲਈ ਪਹਿਲੀ ਉਡਾਣ ਸੀ. ਇਹ ਨਾਸਾ (ਨੈਸ਼ਨਲ ਐਰੋਨੋਟਿਕਸ ਐਂਡ ਸਪੇਸ ਐਡਮਿਨਿਸਟ), ਅਸਲ ਅਮੈਰੀਕਨ ਸਪੇਸ ਏਜੰਸੀ ਦੁਆਰਾ ਕੀਤਾ ਗਿਆ ਸੀ. ਇਹ 16 ਜੁਲਾਈ, 1969 ਨੂੰ ਪੁਲਾੜ ਤਕ ਪਹੁੰਚਿਆ, ਤਿੰਨ ਪੁਲਾੜ ਟਾਲਸ, ਬੇਜ ਐਲਡਰਿਨ ਅਤੇ ਮਾਈਕਲ ਕੋਲਿਨਸ. 20 ਜੁਲਾਈ, 1969 ਨੂੰ, ਆਰਮਸਟ੍ਰਾਂਗ ਅਤੇ ਐਲਡਰਿਨ ਚੰਦਰਮਾ ਉੱਤੇ ਉੱਤਰਣ ਵਾਲੇ ਪਹਿਲੇ ਮਨੁੱਖ ਬਣ ਗਏ, ਜਦੋਂ ਕਿ ਕੋਲਿਨਜ਼ ਚੰਦਰਮਾ ਦੇ ਦੁਆਲੇ ਚੱਕਰ ਲਗਾਉਂਦੇ ਸਨ.\n\nਉਡਾਣ ਸੰਯੁਕਤ ਰਾਜ ਅਤੇ ਸੋਵੀਅਤ ਯੂਨੀਅਨ ਦੇ ਵਿਚਕਾਰ __space ਰੇਸ 'ਦਾ ਹਿੱਸਾ ਸੀ. 1960 ਵਿਚ 1961 ਵਿਚ, ਯੂਨੀਓਥਸ 35 ਵਾਂ ਆਦਮੀ ਨੂੰ ਖ਼ਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਜੌਨ ਐੱਫ. ਕੈਨੇਡੀ ਦੀ ਯੋਜਨਾ ਪੂਰੀ ਹੋਈ ਯੋਜਨਾ ਨੇ 25 ਵਾਂ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ \"ਇਕ ਆਦਮੀ ਨੂੰ ਚੰਦਰਮਾ ਨੂੰ ਖਤਮ ਕਰ ਦਿੱਤਾ.",
"World Wide Web": "__ ਇੰਟਰਨੈੱਟ ਕੰਪਿ computers ਟਰਾਂ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਵਿਸ਼ਵ-ਵਿਆਪੀ ਸੰਚਾਰ ਨੈਟਵਰਕ ਹੈ. ਇੰਟਰਨੈੱਟ ਵਿੱਚ ਲੱਖਾਂ ਛੋਟੇ ਛੋਟੇ ਘਰੇਲੂ, ਅਕਾਦਮਿਕ, ਕਾਰੋਬਾਰ ਅਤੇ ਸਰਕਾਰੀ ਨੈਟਵਰਕ ਹਨ, ਜੋ ਇਕੱਠੇ ਕਈ ਵੱਖ ਵੱਖ ਕਿਸਮਾਂ ਦੀ ਜਾਣਕਾਰੀ ਲੈ ਜਾਂਦੇ ਹਨ. ਇਸ ਸ਼ਬਦ ਨੂੰ ਕਈ ਵਾਰ \"ਨੈੱਟ\", ਨੈਟਵਰਕ ਲਈ ਛੋਟਾ ਹੁੰਦਾ ਹੈ. __ਵਰਲਡ ਵਾਈਡ ਵੇਡ ਇਸਦੀਆਂ ਵੱਡੀਆਂ ਸੇਵਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ. ਇਹ ਪੂਰੀ ਦੁਨੀਆ ਵਿੱਚ ਕੁਝ ਅਰਬ ਲੋਕਾਂ ਦੁਆਰਾ ਵਰਤੀ ਜਾਂਦੀ ਹੈ.\n\nਇੰਟਰਨੈੱਟ ਨੂੰ \"ਯੂਨਾਈਟਡ ਸਟੇਟਸ ਐਡਵਾਂਸਡ ਰਿਸਰਚ ਪ੍ਰਾਜੈਕਟ ਪ੍ਰੋਜੈਕਟਾਂ ਏਜੰਸੀ\" ਦੁਆਰਾ ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਵਿਕਸਤ ਕੀਤਾ ਗਿਆ ਸੀ (ਦਾਰਪਾ). ਇੰਟਰਨੈੱਟ ਅਕਤੂਬਰ, 1969 ਵਿਚ ਪਹਿਲਾਂ ਜੁੜਿਆ ਹੋਇਆ ਸੀ ਅਤੇ ਉਸਨੂੰ __ ਪ੍ਰਾਪਨੇਟ__ ਕਿਹਾ ਜਾਂਦਾ ਸੀ. 1990 ਵਿੱਚ ਇੱਕ ਬ੍ਰਿਟਿਸ਼ (ਯੂਕੇ) ਨਾਮਜ਼ਦ ਨਾਮ ਦੇ ਨਾਮਨਜ਼ (ਯੂਕੇ) ਵਿਗਿਆਨੀ ਨੇ 1990 ਵਿੱਚ ਸੀਈਐਨਟੀਡੀ ਵਿੱਚ ਬਣਾਇਆ ਗਿਆ ਸੀ."
}
