{
"Birth of the Universe": "«И он - тот (Аллах), который создал небеса и землю (в соответствии со своим определенным небесным порядком, основанным пришли. Его Слово - это правда. И его воля будет суверенитетом в тот день, когда труба будет взорвана (израфилом). Он (тот, кто) имеет знание невидимого и увиденного, и он Всеобеспевает, все с учетом \". (Коран 6:73)\n\n«Наша команда для вещи - это только такая, что когда мы собираемся (привести) ее (в существование), мы говорим:« Будь », и это становится». (Коран 16:40)\n«Это не слава Аллаха, что он должен взять (кому -либо как) сыну. Святой и прославленный - это он (над этим)! Когда он постанавливает любой вопрос, он только говорит:« Будь », и это становится». (Коран 19:35)\n\n«Он является создателем небес и земли! Когда он постановит вопрос, он просто говорит:« Будь! » И это!\" (Коран 2: 117)\n\n«Его команда (творения) заключается только в том, что когда он намеревается (создать) что -то, он говорит:« быть », поэтому он мгновенно становится (существует или видим и продолжает становиться)». (Коран 36:83)\n\n«Он тот, кто дает жизнь и вызывает смерть. Затем, когда он решает что -то, он говорит только:« Будь », так что это становится». (Коран 40:68)\n\n«И если бы какие -либо деревья на земле были ручками, а море [было чернилами], после этого пополнились семь [больше] моря, слова1 Аллаха не были бы истощены. Действительно, Аллах возвышен в можете и мудре». (Коран 31:27)\n\n«Разве человек не считает, что мы создали его из [просто] капли сперматозоидов-тогда он сразу же-открытый спорит? И он представляет для нас (аргумент) подобия и забывает свое собственное творение. Он спрашивает (в замешательстве) : «Кто даст жизнь костям, когда они распадаются?» Скажет: «Он даст жизнь тем, кто сначала принес их в существование, и он осведомлен обо всем творении». Тот, кто сделал для вас, из Зеленое дерево, огонь. А потом от этого вы Kindle (огонь). Разве он не создал небеса и землю, способные создавать подобные их? Да, действительно! И он превосходный создатель (из всех), вечно Знание. Конечно, его команда, когда он пожелает, - это только сказать: Будь! И это так! » Поэтому слава ему, в руке которого - королевство всего, и для него вы вернете »(Коран 36:82)\n\n«Тогда вы думали, что мы создали вас бесполезно, и это для нас не будет возвращено?» (Коран 23: 115)\n\n\"Ничего ли не создали их или они создали себя?\" (Коран 52:35)\n\n«Человек не помнит, что мы создали его раньше, когда он был ничем?» (Коран 19:67)\n\n«Аллах вывел вас из матков ваших матерей, пока вы ничего не знали, и дал вам слышать, зрение и сердца, чтобы вы могли быть благодарны» (Коран 16:78)",
"Big Bang": "«Разве неверующие не понимают, что __ Небеса и Земля когда -то были одной массой, тогда мы скручиваем их на части __? И мы создали из воды все живые существа. Не верят ли они?» (Коран 21:30)\n\n__Big bang__ - это научная теория о том, как вселенная началась с одной точки и расширилась оттуда. Это то, где галактики, звезды, планеты и все материи, из которых мы видим сегодня.\n\n__ «Он - тот, кто создал небеса и землю, и когда он желает (инициировать) что -то, он только говорит:« Будь », и это становится». (Коран 2: 117) __\n\nМодель __big Bang__ заключается в том, что вселенная началась в чрезвычайно плотном и горячем состоянии и расширилась. Теория предполагает, и измерения показывают, что вселенная все еще расширяется сегодня.\n\nВселенная начиналась как очень горячая, маленькая и плотная суперфорс (смесь четырех фундаментальных сил), без звезд, атомов, формы или структуры (называемой «сингулярностью»). Затем около 13,8 миллиардов лет назад пространство расширилось очень быстро (таким образом, название «__big bang__»). Это начало образование атомов, что в конечном итоге привело к формированию звезд и галактик. Это был Жорж Лематри, католический священник, который впервые отметил (в 1927 году), что расширяющаяся вселенная может быть прослежена во времени до начальной единой точки.\n\nТем не менее, неизвестный многим современным астрономическим и другим научным фактам, таким как Большой взрыв, планета, орбиты и поведение, эмбриология и многое другое, был раскрыт нам Богом в Коране более 1400 лет назад. Например, Жорж Лемеайр не был первым, кто отметил о Большом взрыве. Коран ясно говорит о большом взрывах __ «Неужели неверующие не понимают, что небеса и земля когда -то были одной массой, тогда мы сгноиваем их на части? И мы создали из воды каждую живую вещь. Не верят ли они?» (Коран 21:30) __\n\nЕсли вы ищете знак или доказательство Бога, знайте, что это лишь одно из многих бесчисленных доказательств того, что ислам является истинным и единственным религией Бога.\n\nВселенная все еще расширяется сегодня, что было недавно обнаружено. Однако, опять же, Коран подтверждает: __ «Небеса, мы построили их с силой. И воистину, мы его расширяем» (Коран 51:47) __.\n\nДо этого ученые имела теорию под названием «Большой хруст», где, как считалось, вселенная, возможно, колапс или хруст, обратно на себя, как только она достигла определенной точки. Эта теория больше не преподается.\n\nВ целом, вселенная растет, и температура падает с течением времени. Космология - это изучение того, как началась вселенная и ее развитие. Ученые, которые изучают космологию, согласны с тем, что теория __big bang__ соответствует тому, что они наблюдали до сих пор.\n\nФред Хойл назвал теорию «__big bang__» на своем радио -шоу. Он не верил, что __big bang__ был правильным. Ученые, которые не согласились с ним, думали, что имя было смешным, и решили использовать его.\n\nУченые основывают теорию __big bang__ на многих различных наблюдениях. Самым важным является красное смещение очень далеких галактик. Redshift - это эффект допплера, возникающий в свете, а также наблюдаемый по звуку. For example, the higher pitched sound a racecar makes as it approaches vs. the lower pitched sound it makes when moving away from you- \"Vrrrrrrrrrr\" (towards you) \"oooooooommmmm\" (moving away from you). Точно так же, когда объект уходит от Земли, его цветовые лучи выглядят более похожими на цвет красный цвет, чем на самом деле, потому что движение растягивает длину волны света, исходящую от объекта. Ученые используют слово «Red Hot», чтобы описать эту растянутую световую волну, потому что красный - самая длинная длина волны на видимом спектре. Чем больше красного смещения, тем быстрее объект уходит. Измеряя красное смещение, ученые доказали, что вселенная расширяется, и они могут понять, как быстро объект уходит от земли. С очень точным наблюдением и измерениями ученые считают, что вселенная была единственной сингулярностью примерно 13,8 миллиарда лет назад. Поскольку большинство вещей становятся холоднее по мере расширения, ученые предполагают, что вселенная была очень маленькой и очень горячей, когда она началась. Если объект движется к земле, он имеет синий сдвинутый свет.\n\nДругие наблюдения, которые поддерживают теорию __big bang__, - это количество химических элементов во вселенной. Количество очень легких элементов, таких как водород, гелий и литий, кажется, согласны с теорией __big bang__. Ученые также нашли «фоновое излучение космических микроволн». Это излучение известно как радиоволны, и они повсюду во вселенной. Эта радиация теперь очень слабая и холодная, но давным -давно было очень сильным и очень горячим.\n\nСетерии знали, что Большой взрыв вызовет огромные амуты радиации, но хотел больше доказательств этого. В 1960 -х годах, работая в Bell Labratories в Нью -Джерси, Арно Пензиас и Боб Уилсон случайно обнаружили CBR (космическое фоновое излучение), когда они настраивали свою антенну Homdel, новую очень чувствительную антенну. Они пытались удалить весь фоновый шум и обнаружили, что не могут удалить одну частоту помех, которая поступала со всех сторон. Позже это стало известно как CBR, и это связано с взрывом большого взрыва, это все еще можно услышать, и всегда будет на радио. Это открытие, наконец, присудило Пензиасу и Уилсону Нобелевскую премию в 1993 году.\n\nНекоторые ученые и философы утверждают, что время не имело никакого значения перед __big bang__. Они утверждают, что __big bang__ был началом времени, и до __big bang__ не было никакой вселенной, так как не было никакого «до», если бы не было времени! Как мусульмане, мы знаем, что Бог вечный и за пределами всего, что может понять наш разум. Таким образом, это имеет смысл, почему мы не можем понять концепцию времени перед Большим взрывом, это один из многих парадоксов, которые указывают на всемогущего создателя.\n\nРади аргументов, допустим, мы можем объяснить, что было до Большого взрыва или как именно он был создан даже. Тогда следующий вопрос будет: «Ну, что это создало?». И скажем, мы объяснили, что это создало тоже, опять же, вопрос останется: «Ну, что это создало?». Как вы, наверное, видите, это никогда не закончится, так что это на самом деле большое доказательство того, что Бог является нашим единственным создателем и то, как концепция Бога находится далеко за пределами нашего ограниченного человеческого интеллекта.\n\nМусульмане не обсуждают такие вопросы, мы просто принимаем то, что Бог рассказывает нам о себе и Его творении. Например, Бог говорит о своих руках, но мы знаем, что они не похожи на любую руку, которую мы знаем. У человека есть руки, у обезьяны есть руки, часы имеют руки. Божьи руки выходят за рамки всего, что мы можем себе представить, и мы оставляем это на этом.",
"Milky Way is Born": "Ученые предполагают, что __milky Way__ начался как одна или несколько небольших чрезмерности в массовом распределении во вселенной вскоре после Большого взрыва. Некоторые из этих чрезмерности были семенами глобулярных кластеров, в которых сформировались самые старые оставшиеся звезды в том, что сейчас является __milky Way__. Почти половина вопроса в __milky Way__ могла прийти из других отдаленных галактик. Тем не менее, эти звезды и кластеры теперь составляют звездный ореол __milky Way__. В течение нескольких миллиардов лет после рождения первых звезд масса __milky Way__ была достаточно большой, чтобы она вращалась относительно быстро. Из -за сохранения углового импульса это привело к тому, что газообразная межзвездная среда рухнула от примерно сфероидальной формы к диску. Следовательно, более поздние поколения звезд, образованных на этом спиральном диске. Наблюдается, что большинство более молодых звезд, в том числе Солнце, находятся на диске.\n\nС тех пор, как первые звезды начали формироваться, __milky Way__ вырос через как слияние Galaxy (особенно в начале роста __milky Way __), так и нарост газа непосредственно из галактического ореола. __Milky Way__ в настоящее время аккреции из нескольких небольших галактик, в том числе две из самых больших спутниковых галактик, больших и маленьких магеллановых облаков, через магеллановый поток. Прямая аккреция газа наблюдается в высокоскоростных облаках, таких как облако Смита. Тем не менее, свойства __milky Way__, такие как звездная масса, угловой импульс и металличность во внешних регионах, предполагают, что он не подвергался слияниям с большими галактиками за последние 10 миллиардов лет. Это отсутствие недавних крупных слияний является необычным среди аналогичных спиральных галактик; Его сосед Андромеда Галактика, по -видимому, имеет более типичную историю, сформированную более поздними слияниями с относительно большими галактиками.\n\nСогласно недавним исследованиям, __milky Way__, а также галактика Andromeda лежат в диаграмме цветовой величины галактики, известной как «Зеленая долина», область, населенная галактиками в переходе из «голубого облака» (галактики активно формируются Новые звезды) к «красной последовательности» (галактики, в которых отсутствует формация звезд). Активность звездного формирования в галактиках Green Valley замедляется, поскольку у них кончается звездный газ в межзвездной среде. В моделируемых галактиках с аналогичными свойствами формация звезд, как правило, будет погашено в течение примерно пяти миллиардов лет, даже учитывая ожидаемый, краткосрочный увеличение скорости звездообразования из-за столкновения между __milky Way__ и Andromeda Галактика. Фактически, измерения других галактик, аналогичные __milky Way__, предполагают, что это одни из самых красных и ярких спиральных галактик, которые все еще образуют новые звезды, и это немного намного голубовато, чем галактики Bluest Red Sequence.\n\n## Возраст и космологическая история\n\nГлобулярные кластеры являются одними из самых старых объектов в __milky Way__, что, таким образом, устанавливает нижний предел на возраст __milky Way__. Возраст отдельных звезд в __milky Way__ можно оценить путем измерения численности долгоживущих радиоактивных элементов, таких как торий-232 и уран-238, затем сравнивая результаты с оценками их первоначальной изобилии, методикой, называемой нуклеоклоронологией. Эти значения доходности составляют около 12,5 ± 3 миллиарда лет для CS 31082-001 и 13,8 ± 4 миллиарда лет для BD +17 ° 3248. Как только образуется белый карлик, он начинает подвергаться радиационному охлаждению, а температура поверхности неуклонно падает. Измеряя температуры самых прохладных из этих белых карликов и сравнивая их с ожидаемой начальной температурой, можно сделать оценку возраста. С помощью этого метода возраст глобулярного кластера M4 был оценен как 12,7 ± 0,7 млрд. Оценки возраста самых старых из этих кластеров дают наилучшую оценку 12,6 миллиарда лет и 95% достоверного предела в 16 миллиардов лет.\n\nНесколько отдельных звезд были найдены в __milky Way __'s Halo с измеренным возрастом, очень близким к возрасту вселенной 13,80 млрд. Лет. В 2007 году звезда в галактическом гало, HE 1523-0901, оценивается в 13,2 миллиарда лет. Как самый старый известный объект в Milky Way__ в то время, это измерение установило нижний предел в возрасте __milky Way__. Эта оценка была сделана с использованием УФ-визуального спектрографа Echelle очень большого телескопа для измерения относительной сильной стороны спектральных линий, вызванных присутствием тория и других элементов, созданных R-процессом. Сильные стороны линий дают обилие различных элементных изотопов, из которых можно получить оценку эпохи звезды с использованием нуклеокосмохронологии. Другая звезда, HD 140283, 14,5 ± 0,7 млрд. Лет.\n\nВозраст звезд на тонком диском галактике также был оценен с использованием нуклеокосмохронологии. Измерения звезд тонкого диска дают оценку, что тонкий диск образовался 8,8 ± 1,7 миллиарда лет назад. Эти измерения предполагают, что между образованием галактического ореола и тонким диском было перерыв почти 5 миллиардов лет. Недавний анализ химических подписей тысяч звезд предполагает, что звездное образование могло упасть на порядок во время формирования диска, 8-10 миллиардов лет назад, когда межзвездный газ был слишком горячим, чтобы сформировать новые звезды с той же скоростью. как прежде.\n\nСпутниковые галактики, окружающие __milky Way__, не распределены случайным образом, но, казалось, являются результатом разрыва некоторой более крупной системы, создающей кольцевую структуру диаметром 500 000 лет и шириной 50 000 лет. Бесполезные встречи между галактиками, подобные тем, которые ожидали за 4 миллиарда лет, а галактика Andromeda разрывает огромные хвосты газа, которые со временем могут объединиться для образования карликовых галактик в кольце под произвольным углом к ​​основному диску.",
"Sun is Born": "__ «Именно он создал ночь и день, а также солнце и луна; все (небесные тела) плавают, каждый в его округленном курсе» (Коран 21:33) .________\n\n__Sun__ в центре нашей солнечной системы - желтая звезда карлика. Это испускает энергию как свет. Это включает в себя свет, инфракрасную энергию (тепло), ультрафиолетовый свет и радиоволны. Это также испускает поток частиц, который достигает Земли как «солнечный ветер». Источником всей этой энергии является реакция в звезде, которая превращает водород в гелий и изготавливает огромное количество энергии.\n\n__Sun__ - это звезда, как и многие другие в нашей галактике Млечного пути. Он существовал чуть более 4,5 миллиардов лет и будет продолжаться как минимум столько же. __Sun__ примерно в сто раз ширине, чем земля. Он имеет массу 1,9891 × 1030 кг, что в 333 000 раз превышает массу земли. Земля также может поместиться в __SUN__ 1,3 миллиона раз.\n\nУченые думают, что __SUN__ начинался с очень большого облака пыли и небольших кусочков льда около 4,567 миллиардов лет назад.\n\nВ центре этого огромного облака гравитация заставила материал нарастать в мяч. Как только это стало достаточно большим, огромное давление внутри начало реакцию слияния. Энергия, которую выпустила, заставила этот мяч нагреваться и сиять.\n\nЭнергия, излучаемая от __sun__, оттолкнула остальную часть облака из себя, и планеты, образованные из остальной части этого облака.",
"Earth is Born": "__ «Тогда он (Аллах) повернулся на небеса, пока все это был дым. Он сказал на небесах и земле:« Приходи (в существо), охотно или невольно ». Они сказали: «Здесь мы пришли (к тому, чтобы быть) в желании». __\n\n__Earth__ и другие планеты сформировались около 4,6 миллиарда лет назад. Они были сделаны из оставшегося газа от туманности, которая заставила солнце. Это снова научное чудо Корана, как Бог объясняет это в Коране: «Тогда он (Аллах) повернулся на небеса, пока все это был дым. Он сказал на небесах и земле:« Приходи (в существо), охотно или неохотно ». Они сказали: «Здесь мы приходим (к тому, чтобы быть) в желании». Этот стих говорил о том, как сформировалась Земля.\n\nЛуна могла быть сформирована после столкновения между ранним __earth__ и меньшей планетой (иногда называемой Thea). Ученые считают, что части обеих планет разорвались - став (по гравитации) луной.\n\nКоран утверждает, что Аллах создал Солнце, Луну и планеты, каждый со своими индивидуальными курсами или орбитами. __ «Именно он создал ночь и день, а также солнце и луна; все (небесные тела) плавают, каждый в его округленном курсе» (Коран 21:33) .________\n\n__Earth __ вода пришла из разных мест. Конденсирование водяного пара, а также кометы и астероиды, ударяющие __earth__, сделали океаны. В течение миллиарда лет (это около 3,6 миллиарда лет назад) ученые считают, что первая жизнь началась в эпоху архей. Некоторые бактерии разработали фотосинтез, который позволяет растениям делать пищу из солнечного света и воды. Это выпустило много кислорода, который был впервые построен железом в растворе. В конце концов, бесплатный кислород попал в атмосферу или воздух, что делает поверхность __ear __ подходящей для аэробной жизни. Этот кислород также образовал озоновый слой, который защищает поверхность __earth от плохого ультрафиолетового излучения от солнца.\n\nОпять же, Бог рассказывает нам о озоновом слое в Коране, еще одно научное чудо Корана: __ », и мы сделали небо хорошо защищенным навесом, все же они отвернулись от его знаков». (Коран 21:32) __\n\nУченые считают, что сложная жизнь на поверхности земли не существовала до озонового слоя, потому что без его защиты радиация солнца было бы слишком много для продвинутой жизни, чтобы выжить.\n\n__Earth__ был очень разным в далеком прошлом. Давным -давно почти вся земля была в одном месте. Это называется суперконтинентом. Самый ранний известный суперконтинент назывался Ваальбара. Гораздо позже было время (криогенский), когда __earth__ был почти полностью покрыт густыми ледяными щитами (ледники). Это называется теория снежного кома __earth__.",
"Heavy Bombardment": "__ «Мы уже отправили нашим посланникам с четкими доказательствами и отправили с собой Писание и баланс, который люди могут поддерживать [свои дела] в справедливости. И мы отправили железо, где великая военная мощь и выгода для людей, И так, чтобы Аллах мог сделать очевидным тех, кто поддерживает его и его посланников невидимыми. Действительно, Аллах силен и возвышен в можете ». (Коран 57:25) __\n\nПоздняя тяжелая бомбардировка (сокращенная LHB, а также известная как Lunar Cataclysm) является событием, которое, как считается, произошло примерно от 3,8 до 4,1 миллиарда лет назад. Это известно как неогадированные и эпохи эоаарейские эпохи на земле. В течение этого интервала было теоретизировано непропорционально большое количество астероидов, которые столкнулись с ранними земными планетами во внутренней солнечной системе, включая ртуть, Венеру, Землю и Марс.\n\nПоздняя тяжелая бомбардировка произошла после того, как земля и другие скалистые планеты сформировали и увеличили большую часть их массы, но все еще довольно рано в истории Земли.\n\nСегодня ученые знают, что железо не могло развиваться на земле. Из -за размера земли они знают, они знают, что такие материалы не могли бы развить здесь, естественно. На самом деле, они знают, что железо должно быть сделано внутри звезд, в частности, красных супер-гигантов. Только внутри такой гигантской звезды элементы могут образуются вместе во время реакций слияния. Затем происходит сверхновое, что означает, что звезда взрывается, а фрагменты железа взорваются в космос. Ученые считают, что именно так железо пришло на Землю.\n\nКоран упоминает, __ \", и мы отправили железо\" __. До недавнего времени, без того, как ученые не обнаружили периоды __heavy Bombardment__, этот стих о __ \"мы послали железо\" __ не имели бы особого смысла для нас. Тем не менее, оказывается, что Бог буквально отправил нам железо, чтобы мы могли извлечь из этого пользу.",
"Life on Earth": "__ «Разве те, кто не верил, не считали, что небеса и земля были объединенным сущностью, а затем мы отделили их и сделали от воды все живые существа? Тогда они не будут верить?» (Коран 21:30) .__\n\nСамыми ранними заявленными формами жизни являются окаменелые микроорганизмы (или микрофоссили). Они были обнаружены в породах, богатых железом и кремнезмом, которые когда-то были гидротермальными вентиляционными отверстиями в поясе зеленого камня Nuvvuagittuq в Квебеке, Канада.\n\nЭти камни стали 4,28 миллиарда лет. Трубчатые формы, которые они содержат, показаны в отчете. Если это самая старая запись жизни на Земле, это предполагает «почти мгновенное появление жизни» после того, как океаны сформировались 4,4 миллиарда лет назад. По словам Стивена Блэра Хеджеса, «если жизнь возникла относительно быстро на Земле, то это может быть распространено во вселенной».\n\nКоран описывает, что Аллах __ «Сделано из воды все живое существо» (Коран 21:30) .__ В другом стихе описывается, как __ »Аллах создал каждое животное из воды. Из них есть некоторые, которые ползут их животы, некоторые, которые Прогуляйтесь по двум ногам, а некоторые ходят по четырем. Аллах создает то, что он желает, потому что действительно Аллах обладает властью над всем »(24:45) .____\n\nЭти стихи подтверждают научную теорию о том, что жизнь началась в океанах Земли. Они также соглашаются с современной биологией, которая заявляет, что некоторые животные состоит из 90% воды, а люди состоит из примерно 60% воды.",
"Single Celled Organisms": "__ Коран описывает, что Аллах «сделан из воды, все живые существа» (Коран 21:30) __.\n\nОдноклеточные организмы - это организмы, которые имеют одну клетку.\n\nОдноклеточные организмы можно найти везде. Самые старые формы жизни существовали 3,8 миллиарда лет назад, если не дольше. Ученые считают, что этот организм жил в воде. Они занимаются различными стратегиями для выживания: фотосинтез (цианобактерии), хемотрофия (многие археи) и гетеротрофия (амеба). У некоторых одноклеточных организмов есть жгутики, маленькие хвосты, которые они используют для локомоции, или лобопод, расширения клеточного скелета (цитоскелет), которые выглядят в виде глубины. Жакониям наших одноклеточных предков встречается вплоть до животных, где она появляется как жгутистая сперма.\n\n__ Коран описывает, что Аллах «сделан из воды, все живые существа» (Коран 21:30) __. Другой стих описывает, как __ «Аллах создал каждое животное из воды. Из них есть некоторые, которые ползут их животы, некоторые, которые ходят по двум ногам, и некоторые, которые ходят по четырем. Аллах создает то, что он желает, потому что Истинно Аллах обладает властью. Все вещи \"(Коран 24:45) __.\n\nЭти стихи подтверждают научную теорию о том, что жизнь началась в океанах Земли.",
"Animals": "Первые окаменелости, которые могут представлять животных, появляются в 665-миллионных скалах Трезоны Формирования Южной Австралии. Эти окаменелости интерпретируются как, скорее всего, ранние губки.\n\nСамые старые животные встречаются в биоте Эдиакара, к концу докембрия, около 610 миллионов лет назад. Давно было сомневаемся, включали ли они животных, но открытие липидного холестерина животных у окаменелостей Дикинсонии устанавливает, что это действительно животные.\n\nМногие животные Phyla впервые появляются в ископаемом отчете во время взрыва в кембрийском взрыве, начиная с 542 миллионов лет назад, в таких кроватях, как Shale Burgess. Экспадионерская фила в этих породах включает в себя моллюски, брахиоподы, онихофораны, тардиграды, членистоногие, эхинодермы и полуходы, а также многочисленные нынешние формы, такие как хищные аномалокарис. Ученые не уверены, что все эти животные появились почти одновременно или это проблема с тем, как собираются ископаемые записи.",
"Fish": "Ученые считают, что первая рыба появилась около 530 миллионов лет назад во время взрыва в кембрийском взрыве. Считается, что они являются первыми позвоночными или животными с основным или позвоночником. Считается, что первая рыба принадлежит Агнатха или безвесовой рыбе. Во время покойного кембрийца, похожая на углубленную рыбу, называемую конодонтами, а маленькая в основном бронированная рыба, известная как остракодерма, впервые появилась. Большинство рыб без челюсти сейчас вымерли.",
"Insects": "__Insects__, класс в филоме членистоногих. Это маленькие наземные беспозвоночные, которые имеют твердый экзоскелет.\n\n__Insects__ являются самой большой группой животных на земле на сегодняшний день. Около __926 400 различных видов __ были описаны. Они составляют __more, чем половину всех известных живых видов, и, как полагают, увеличивают более 90% видов животных - Земли.\n\nНовые виды __insects__ постоянно обнаруживаются. Оценки общего количества видов варьируются от 2 до 30 миллионов.\n\n__Insects__ есть шесть ног; И у большинства есть крылья. __Insects__ считается первым животным, способным к полету. По мере того, как они развиваются из яиц, __insects__ подвергаются __metamorposis__, удивительному процессу трансформации, когда незрелая форма насекомого изменяется во взрослой форме на двух или более отдельных этапах. __Insects__ живут по всей планете: почти все являются наземными (живи на суше), но некоторые живут __insects__ в океанах или в очень холодных местах, таких как Антарктида. Большинство видов живут в тропических районах.\n\nНекоторые люди называют все __insects__ «ошибки», но это не правильно. Только некоторые __insects__ являются настоящими ошибками, которые являются конкретным порядком __insects__. Люди, которые изучают __insects__, называются __entomologists__.",
"Reptiles": "__Reptile__ является общим названием для одной из основных групп земельных позвоночных. Это не так много используется биологами, которые используют более точные термины.\n\nИмя __ \"Рептилия\" __ происходит от латыни и означает «тот, кто ползет». Все живые __Reptile__ виды холодные, имеют чешуйчатую кожу и откладывают яйца -клидои. Они выделяют мочевую кислоту (вместо мочевины) и имеют клоаку. Клоака является общим открытием для ануса, мочевыводящих путей и репродуктивных протоков. __Reptiles__ также разделяют расположение сердца и основных кровеносных сосудов, которые отличаются от млекопитающих.\n\nМногие важные группы __reptiles__ в настоящее время вымерли, например, мозасавры. Раньше мы говорили, что динозавры вымерли, но они выживают в виде своих пернатых потомков (птиц). Древние __reptiles__, которые выживают, включают черепах, крокодилов и туатара, одинокого выжившего своей группы. Подавляющее большинство современных __reptiles__-это змеи и ящерицы.\n\nИзучение живых __reptiles__ называется герпетология.",
"Dinosaur Age": "__Dinosaurs__ (что означает «ужасные ящерицы») являются разнообразной группой рептилий архозавра. Они были доминирующими земельными животными мезозойской эры. Более 500 различных родов динозавров известны. Окаменелости динозавров были найдены на каждом континенте, и все еще частые новые открытия.\n\n__Dinosaurs__ появился в верхнем триасе, около 230 миллионов лет назад. Самая ранняя дата окаменелости динозавров - это эораптор, от 231,4 до 228 млн лет. В ранней юре они были главными земельными позвоночными и доминировали в большинстве среда на суше. Они продолжали до внезапного события вымирания K/T (глобального) 66 миллионов лет назад.\n\nИз ископаемого записи ученые считают, что птицы живут пернатыми динозаврами, и поэтому они были единственной линией динозавров, которые выжили до сегодняшнего дня.\n\nУ динозавров были адаптации, которые помогли сделать их успешными. Первыми известными динозаврами были маленькие хищники, которые ходили по двум ногам. У всех их потомков была вертикальная поза, с ногами под телом. Это изменило их стиль жизни. Были и другие черты. У большинства небольших динозавров были перья, и, вероятно, были тепло кротыми. Это сделало бы их активными, с более высоким метаболизмом, чем современные рептилии. Социальное взаимодействие, с жизнью в стадах и сотрудничеством, кажется очень вероятным для некоторых типов.\n\nПервые окаменелости были признаны динозаврами в начале 19 -го века. Некоторые из их костей были найдены намного раньше, но не были поняты. Уильям Бакленд, Гидеон Мантелл и Ричард Оуэн были учеными, которые видели, как эти кости были особой группой животных. Динозавры теперь являются основными достопримечательностями в музеях по всему миру. Они стали частью популярной культуры. Было много самых продаваемых книг и фильмов о них. Новые открытия динозавров сообщаются в СМИ довольно часто.",
"Mammals": "__Mammals__ - это группа животных позвоночных, которые образуют классовые млекопитающие. У них есть мех или волосы и очень точный тип регулирования температуры.\n\nЗа исключением монотримов, все млекопитающие носят живые молодые. Они также производят молоко для молодых. Родительская забота о молодежи универсальна среди млекопитающих, и это важно, потому что живик ограничивает количество потомков.",
"Stegosaurus": "Stegosaurus (то есть «ящера для крыши») был типом динозавра, который питался растениями, который жил в том, что сейчас является западной Северной Америкой.\n\nСтегозавр жил в период Верхнего Юрского периода около 155-145 миллионов лет назад. Это один из самых легко узнаваемых динозавров, с его отличительным двойным рядом кайт-в форме тарелок на спине и длинными шипами на хвосте. Броня была необходима, поскольку она жила с такими пожирателями, как аллозавр и Ceratosaurus.",
"Tyrannosaurus": "Тираннозавр был крупным хищным динозавром из верхнего мела, 65,5-67 миллионов лет назад.\n\nТираннозавр был двуножным хищником с массивным черепом, сбалансированным длинным тяжелым хвостом. По сравнению с большими и мощными задними конечностями, его передние конечности были небольшими, но мощными для их размера. У них было две когтистые цифры.\n\nСуществует обсуждение того, был ли это охотник или мусорщик. Как и большинство доминирующих пожирателей мяса сегодняшнего дня, таких как львы и гиены, Тираннозавр мог бы быть обоими. У него была очень сильная челюсть, и его мощность укуса могла защелкнуть кости других динозавров.",
"Dinosaur Extinction": "Вымирание в конце мелового периода было вызвано одним или несколькими катастрофическими событиями, такими как массивные астероидные или метеоритные воздействия или повышенная вулканическая активность.\n\nНесколько воздействий кратеров и массивная вулканическая активность, такая как то, что в деканских ловушках в Индии были датированы приблизительным временем события вымирания. Эти геологические события, возможно, уменьшили солнечный свет и препятствовали фотосинтезу, что привело к огромному нарушению экологии Земли.",
"Primate Bipedalism": "Двухволтуальность имеет или использует два фута для ходьбы. Ученые считают, что двойник у приматов пробуждает от 6 до 7 миллионов лет назад, так как это самые ранние окаменелости, которые они обнаружили, которые показывают черты двуногих. Эволюционисты считают, что это являются ранними предками человеческого вида, но эта теория имеет мало доказательств, подтверждающих ее.",
"Constructed Tools": "__Stone Tools__ - это инструменты из камня. Они являются причиной того, что каменный век получил его название. Ученые считают, что они были первыми использованными инструментами. Недавно стало известно, что каменные инструменты использовались до того, как жили люди.",
"Control Fire": "__ Контроль огня ______ ранних людей был очень важен для ранних людей. Огонь обеспечил источник тепла, защиты, улучшения на охоте и метод приготовления пищи. Эти культурные достижения позволили для культурных инноваций и изменений в рационе. Кроме того, контроль огня позволил расширить человеческую деятельность в более холодный климат и не спать позже вечером, обеспечивая тепло и свет.\n\nПретензии о самых ранних окончательных доказательствах контроля варьируются от 200 тысяч до 1,7 миллиона лет назад. Доказательства контролируемого использования пожара, начиная с около 1 000 000 лет назад, имеют широкую научную поддержку. Флинты, сгоревшие в пожарах, были обнаружены возле окаменелостей человека в Марокко и около 300 тысяч лет назад. Широко распространенные доказательства контроля дат пожара примерно до 125 000 лет назад.",
"First Temple": "__Göbekli tepe__ (произносится [ɟøbekˈli teˈpe]), турецкий для «Хилл Потбелли», является археологическим местом в юго -восточном регионе Анатолии в Турции, приблизительно 12 км (7 миль) к северо -востоку от города Шанлиурфа. Рассказ имеет высоту 15 м (49 футов) и составляет около 300 м (980 футов) в диаметре. Это приблизительно 760 м (2490 футов) над уровнем моря.\n\nРассказ включает в себя два этапа использования, которые, как полагают, имеют социальную или ритуальную природу, начиная с 10-8 тысячелетия до н.э. Во время первого этапа, принадлежащей к до-патотетерии неолита А (PPNA), были возведены круги массивных Т-образных каменных столбов-самые старые известные мегалиты в мире. В настоящее время в геофизических исследованиях в настоящее время известно более 200 столбов в 20 кругах. Каждый столб имеет высоту до 6 м (20 футов) и весит до 10 тонн. Они приспособлены к розеткам, которые были высечены из коренной породы. На втором этапе, принадлежащем к неолитическому B (PPNB) до паттерии (PPNB), построенные столбы меньше и стоят в прямоугольных комнатах с полами полированной известь. Сайт был заброшен после PPNB. Младшие структуры датируются классическими временами.\n\nДетали функции структуры остаются загадкой. Он был раскоплен немецкой археологической командой под руководством Клауса Шмидта с 1996 года до своей смерти в 2014 году. Шмидт полагал, что место было святилищем, где люди из широкого региона периодически собрались, а не урегулирование.\n\nВ 2018 году сайт был обозначен сайтом Всемирного наследия ЮНЕСКО.",
"Agricultural Revolution": "__ Неолитическая революция __ (новый каменный век) был первой __agerlizurulaturest______. Это было постепенное изменение от кочевых охотничьих и сбора сообществ и групп к сельскому хозяйству и урегулированию. Этот период описывается как «революция», потому что он изменил образ жизни общин, что внесло изменения. Это произошло в разных доисторических человеческих обществах в разное время. Многие общества изменились 7-9 тысяч лет назад.\n\nТермин относится к общему периоду времени, в течение которого эти события происходили. Это также относится к произошедшим изменениям: принятие ранних методов сельского хозяйства, выращивание культур и одомашнивание животных. Неолитическая революция важна для разработок в области социальной организации и технологий.\n\n__ Неолитическая революция __ привела к жизни в постоянных или полупостоянных поселениях. Из -за этого меньшего количества людей вел кочевый образ жизни. Чтобы узнать, к кому принадлежат культуры, была разработана концепция владения землей. Природная среда была изменена, плотность населения выросла, и люди ели больше овощных и зерновых продуктов в своем рационе. Иерархии развивались в обществе. Зерно хранилось и могло быть обменено. Избыточное производство от хорошей урожайности помогла обществам пережить плохие годы. Примером этого является то, как Юсуф (AS) защитил и рассеивал зерно в древнем Египте.",
"Writing": "__Writing__ - это акт записи языка на визуальной среде с использованием набора символов. Символы должны быть известны другим, чтобы текст мог быть прочитал.\n\nТекст также может использовать другие визуальные системы, такие как иллюстрации и украшения. Они не называются письмом, но могут помочь сообщению работать. Обычно все образованные люди в стране используют одну и ту же систему письма для записи одного и того же языка. Чтобы иметь возможность читать и писать, должно быть грамотным.\n\n__Writing__ отличается от речи, потому что читатели не должны присутствовать в то время. Мы можем читать письмо давно и из разных частей света. Текстовые магазины и передают знания. __Writing__ является одним из величайших изобретений человеческого вида. Историки считают, что это было изобретено после того, как люди поселились в городах, и после начала сельского хозяйства. __Writing__ датируется около 3300 г. до н.э., что более 5000 лет назад, на Ближнем Востоке.\n\n__Writing__ сегодня обычно на бумаге, хотя есть способы печатать практически на любой поверхности. Телевизионные и экраны фильмов также могут отображать написание, как и компьютерные экраны. Многие письменные материалы были изобретены задолго до бумаги. Глина, папирус, древесина, сланцы и пергамент (приготовленные кожи животных) были использованы. Римляне писали на вощеных планшетах с заостренным стилусом; Это было популярно для временных заметок и сообщений. Более позднее изобретение бумаги китайцами было большим шагом вперед.\n\n__Writing__ традиционно выполняется с использованием ручного инструмента, такого как карандаш, ручка или кисть. Однако все больше и больше текст создается вводом на компьютерной клавиатуре или смартфоне.",
"Recorded History": "__History__ - это изучение прошлых событий. Люди знают, что произошло в прошлом, глядя на вещи из прошлого, включая источники (например, книги, газеты и письма) и артефакты (такие как керамика, инструменты и остатки человека или животных.) Библиотеки, архивы и музеи собирают и сохраняют их Вещи для людей, чтобы изучать историю. Человек, который изучает историю, называется историком. Человек, который изучает предварительную историю и историю через вещи, оставленные древними культурами, называется археологом. Человек, который изучает человечество и общество, называется антропологом. Изучение источников и методов, используемых для изучения и написания истории, называется историографией.\n\nЛюди могут узнать о прошлом, разговаривая с людьми, которые помнят вещи, которые происходили в прошлом. Это называется устной историей. Когда люди, которые были рабами и выжившими в гражданской войне, старели, некоторые историки записали все, что они сказали, так что история не будет потеряна.\n\nТо же самое было сделано в исламской истории. Много было записано, но было несколько ученых, которые собирали все последние высказывания пророка (хадис) в книги. В дополнение к этому было разработано целая исламская наука, чтобы проверить цепи повествований, ведущих к Пророку (SAW) и ранжировать эти хадисы в уровнях классификации надежности. Мы знаем, кем были все эти люди и их семьи, они не просто случайные имена в книге (то есть Марк, Люк, Джон). Часто тот же хадис можно найти десятки раз в одной и той же книге или распространяться по нескольким книгам хадисов, как это было собрано многими людьми. Это будет классифицировано как хадис сахих (очень звук).\n\nКоран также был записан, но в основном запоминал тысячи людей в течение жизни Пророка. Сегодня он до сих пор запоминает миллионы людей, на оригинальном арабском языке- даже неарамными носителями. Это возможно, потому что Коран поэтичен и легко запомнить для многих людей. Если бы весь текст Корана как -то исчез, мусульмане могут вернуть его через несколько секунд, если они работают вместе. В любом случае, это не нужно, так как Бог сказал нам, что он защитит его в Коране. __ «Действительно, именно мы послали Коран, и мы действительно будем его опекуном». (Коран 15: 9) __\n\nНезависимо от его поэтической и чтения красоты, послание Корана легко вписывается в сознание верующих, потому что оно объясняет прошлое, будущее и настоящее в логическом и легко понять способ. Коран на самом деле является самым большим чудом, которое у нас есть, и только то, что нам нужно, чтобы доказать, что ислам является истинной религией. Получил нас и разговаривает с нами и преподает нас напрямую со словами Корана. И кто лучше научить нас тогда Бога, тот, кто создал нас и знает нас лучше всего?\n\nВ старые времена люди в разных частях света держали отдельную историю, потому что они не очень часто встречались. Некоторые группы людей никогда не встречали друг друга. Средневековая Европа, Древний Рим и Древний Китай, каждый из которых считал, что они правили единственными важными частями света, и что другие части были «варварами».",
"First Pyramid Built": "__ «В этот день мы спасуем вас (о фараон) в вашем теле, чтобы вы могли быть знаком для тех, кто придет за вами! Но на самом деле многие среди человечества пренебрегают нашими знаками». (Коран 10:93) __\n\n__Pyramid__ - это структура, обычно из камня, построенная в форме пирамиды. От древних до современных времен люди в разных частях мира создали такие структуры.\n\nПервые __pyramids__ были построены в 2630 г. до н.э. Самая старая известная пирамида находится в Саккаре, Египет, и была построена королем Джозером третьей египетской династии.\n\nКоран много рассказывает о египетской династии в рассказах о Мусе (как, Моисее) и Юсуфе (как, Джозеф).\n\nКоран точно описывает египетскую историю, ссылаясь на лидера этих египетских династий как короля или фараона (который появился позже). Исторический факт, который был только недавно обнаружен Британским музеем. По их словам, египтяне не называли своих правителей «фараоном» до 18-й династии (1552-1295 гг. До н.э.).\n\nНесколько стихов, говорящих о Мусе и Фиране (фараон):\n__ «Мы (Аллах) репетируем тебе часть истории Моисея и фараона с истиной, на благо людей, которые поверили бы. (Коран 28:04).\n\n«Мы послали Моисея с нашими знаками Фараону и его вождям, но они несправедливо отвергли их. Вот, тогда, каков был конец тех, кто создал беспорядки! (Коран 7: 104)\n\n«В этот день мы спасуем вас (о фараон) в вашем теле, чтобы вы могли быть знаком для тех, кто придет за вами! Но на самом деле многие среди человечества пренебрегают нашими знаками. (Коран 10:93) __\n\nЭто широко верит историкам и христианским и мусульманским ученым, которые Моисей взаимодействовали с Рамисесом II. И Коран, и Библия подробно упоминают эту историю, в конечном итоге заканчивая фараоном, утонувшим в Красном море после того, как Моисей, с разрешения Бога, расстал море.\n\nПророчество Корана о __ «В этот день мы спасуем вас (о фараон) в вашем теле, чтобы вы могли быть признаком тех, кто придет за вами! до не давнего времени. Мумифицированные тела всех фараонов лежали в долине королей (KV7 и 8) вдоль берегов Нила. Даже после того, как их гробницы были разграблены, мумифицированные останки фараонов оставались не обнаруженными на протяжении веков. Их открытие произошло в 19 веке, и теперь вы можете увидеть Рамесс II с вашими собственными глазами в великом египетском музее в Каире, Египет. Его тело также отправилось в несколько международных туров, чтобы увидеть все. Это снова показывает, как знание в Коране и исламе могло бы быть дано нам только Богом.\n\nВы также можете спросить еврейского народа об их опыте с этим фараоном и другими древними египетскими лидерами.\n\n__ «И мы, безусловно, дали Моисею девять очевидных признаков, поэтому спросите детей Израиля [о], когда он пришел к ним, и фараон сказал ему:« Действительно, я думаю, о Моисее, что на вас страдает магия »(Коран 17: 101) __\n\nВыживание еврейских народов также позволяет нам спросить их о других признаках Бога, которые они получили, как и многие чудеса и пророки, которые были отправлены им.\n\n__Са, дети Израиля, сколько ясного знака мы им дали. И тот, кто обменивает благосклонность Аллаха после того, как она пришла к нему - тогда действительно, Аллах суровый по отношению к возмездию. (Коран 2.211) __",
"Roman Empire": "__ Римская империя __ (Латинская: Империум Румам) была самой большой империей древнего мира. Его столицей была Рим, и его империя была базирована в Средиземноморье. Империя датируется 27 г. до н.э., когда Октавиан стал императором Августа, пока она не упала в 476 году нашей эры, отмечая конец древнего мира и начало средневековья или темных веков.\n\nИмперия была третьей стадией Древнего Рима. Рим был сначала управлял римские короли, затем Римской Республикой, затем императором.\n\nМногие современные земли когда -то были частью __roman Empire__, включая Британию (не Шотландия), Испания, Португалия, Франция (Галлия), Италия, Греция, Турция, Германия, Египет, Левант, Крым, Швейцария и Северное побережье Африки. Основным языком империи __roman был латинский; Греческий был важным вторичным языком.\n\nЗападная часть __roman Impire__ продолжалась около 500 лет, и восточная часть, включая Грецию и Анатолию, продолжалась еще на тысячу лет. Восточная часть была названа Византийской империей, ее столицей была Константинополь и была закончена османским завоеванием Константинополя в 1453 году султаном Фатих Мехмет. Это событие было пророчествовано пророком Мухаммедом и является одним из самых заметных событий в мировой истории.",
"Crusades": "__ Крестовыми походами __ были серией религиозных войн, ведущих между христианами и мусульманами за контроль над Святой Землей. Традиционно они происходили между 1095 и 1291 годами. Святая земля осталась все еще место, которое очень важно для трех основных монотеистических религий: ислам, иудаизм и христианство. В Святой Земле много важных религиозных мест. Это земля, которая теперь называется Израилем или Палестиной. Иерусалим, Назарет, Вифлеем, Хеврон и другие религиозные места оказались под контролем мусульман во время халифата Омара (Ра), третьего халифа и близкого друга и спутника пророка Мухаммеда (САВ).\n\nБыло много разных крестовых походов. Самые важные и самые большие __crusades__ состоялись с 11 по 13 века. В это время было 9 больших крестовых походов. Было также много меньших крестовых походов. Некоторые крестовые походы были даже в Европе (например, в Германии, Австрии и Скандинавии). Меньшие __crusades__ продолжались до 16 века, до эпохи Возрождения и Реформации.\n\nСлово «крестовый поход» связано со словом «крест» и означает христианскую священную войну. Существует также арабское слово «джихад», которое означает стремление и борьбу со стороны мусульман, которые могут иметь тот же оттенок, что и «крестовый поход» для мусульман во время войны. Пророк (SAW) учил, что это меньший джихад, и Большой джихад вступает в битву, чтобы жить благочестивой жизнью.\n\nВсе стороны (христиане, мусульмане и евреи) очень верили в свои религии. Многие крестовые походы часто имели политические или денежные причины. Как и все войны.\n\nГрустно видеть военные действия между тремя вероисповеданиями Авраама, которые разделяют так много общего. Мусульмане считают евреев и христиан людьми книги, что означает, что они имеют особый статус и более тесные отношения с мусульманами, чем любые другие люди. Вы можете увидеть это в жизни Пророка (SAW), и где он и спутники были опечалены византийским христианином) потерей сасанцам в большой битве. Это было записано в хадисах и даже говорило в Коране. Это также еще одно интересное доказательство подлинности ислама, поскольку Бог раскрыл будущее событие, которое произошло: __ »Римляне потерпели поражение. На земле рядом (Анатолия); но они скоро победит в течение нескольких лет. Аллаху. Аллаха. принадлежит команду до и после. И в тот день верующие будут радоваться »(Коран 30: 2-4) __\n\nВ то время, когда это было выявлено, арабские язычники находились на стороне языческих сасанцев, в то время как арабские мусульмане надеялись, что христианин выиграл эту битву. Когда христиане потеряли язычников, издевались над мусульманами за эту потерю и сказали что -то вроде: «Где сейчас твой могущественный Бог?». Итак, Бог открыл этот стих в этот момент. Конечно же, в 622 году нашей эры в битве при Ийссусе у византийцев при императоре Ираклия одержала сокрушительную и длительную победу в Анатолии против сасанцев, что подтверждает пророчество Корана.",
"Black Plague": "__ the Black Death__ была вспышкой болезни, в результате которой погибли миллионы людей по всей Европе и Азии. Почти один из каждых трех человек в Европе умер от этой болезни и был хуже всего между 1347 и 1351 годами. Болезнь могла начаться в Азии. Большинство людей думают, что болезнь была бубонной чумой. Эта болезнь переносится и распространяется блохами, живущими на крысах. Торговцы из Шелкового пути, возможно, принесли зараженные блохи в Европу.\n\nБлохи начали проблему; Инфицированные блохи переносили черными крысами. Крысы, которые носили блох, пошли в города. Когда блохи укусили кого -то, они вводят немного бактерий в рану. Это приведет к заражению человека. Крысы часто находились на кораблях. Это означало, что болезнь распространилась очень быстро, по всей Европе.\n\nУ людей болезнь вызвала отек в паху, под руками и за ушами. Эти отеки были черным и фиолетовым цветом, отсюда и название «Черная смерть». Темные опухоли называли бубо. Людям было больно, а жертвы погибли ужасной смертью. Симптомы можно было увидеть через 3–7 дней после того, как жертвы были укушены блох, несущей болезнь.\n\nК сожалению, в некоторых городах, как в Лондоне, считалось, что кошки вызвали болезнь, поэтому их охотились и убивали в большом количестве. К сожалению, как и следовало ожидать, это привело к ухудшению чумы, так как сейчас крысы потеряли своего основного естественного хищника, и там росло популяции.\n\nЕще один интересный факт вокруг бубонной чумы - то, как Папа спас себя. В то время мусульмане были во главе всех медицинских и научных открытий. Протекая во многих мусульманских книгах, католическое духовенство обнаружило, что огонь, как полагают, отразил и убивает определенные болезни (микробы). Таким образом, они зажгли огромный огонь в кругу, окружающем папу, который длился несколько недель. Это, конечно, удерживало крыс, и их убегает, образуя папу, и он выжил без каких -либо проблем.",
"Constantinople Istanbul": "__Constantinople__ была столицей Римской империи (330-395), Византийской/восточной Римской империи (395-1204 и 1261-1453), Латинская империя (1204-1261) и Османская империя (1453-1922). В 1930 году он был переименован в Стамбул. Это город в современной Турции.\n\nЗавоевание Стамбула, также известное как Исламбол, было еще одним знаком и доказательством ислама, поскольку Пророк Мухаммед пророчествовал. __ «Воистину, вы победите Константинополь. Какую замечательную армию будет этой армией, и какой будет замечательный командир, который будет покорным ». (Мусад, я, 176; IV, 335; Дарими, «Мукаддима», стр. 43). Анкет\n\nИсторики заявили, что в течение периода времени, завоевавшего __constantinople__, эквивалентно завоеванию такого места, как Нью -Йорк сегодня.",
"Newton and Gravity": "Когда большинство людей думают о __isaac newton__, они думают о том, что он сидит под яблоней, наблюдая за падением яблока. Некоторые люди даже верят, что яблоко упало на его голову. __Newton__ понял, что то, что заставляет такие вещи, как яблоки падают на землю, - это особый вид силы - сила, которую мы называем гравитацией. __Newton__ думал, что гравитация была силой притяжения между двумя объектами, такими как яблоко и земля. Он также думал, что объект с большим количеством материи прилагал ту же силу на более мелкие объекты, что и на него. Это означало, что большая масса Земли тянула объекты к нему. Вот почему яблоко упало, а не вверх, и почему люди не плавают в воздухе.\n\n__Isaac Newton__ продолжал думать о гравитации. До __newton__ люди думали, что только предметы рядом с землей упадут. Но __newton__ думал, что гравитация не должна быть ограничена только землей и объектами на ней. Что, если гравитация ушла на Луну и за его пределами?\n\n__Newton__ изобрел формулу для расчета силы притяжения между двумя телами. Он использовал его, чтобы рассчитать силу, необходимую для того, чтобы луна двигалась вокруг земли. Затем он сравнил его с силой, которая заставила яблоко упасть вниз. После того, как он позволил, чтобы Луна намного дальше от земли, и имеет гораздо большую массу, он обнаружил, что силы были одинаковыми. Луна удерживается на орбите вокруг Земли притяжением гравитации Земли.\n\nФормула, изобретенная __newton__, называется законом гравитации. Он был довольно изобретательным, и его многочисленные законы стали известны как ньютоновская физика. Многие из его математических формул все еще используются для расчета механики объектов для более крупных объектов. Они не точны для мелочей, поэтому наука о Ньювере, называемая квантовой физикой, находится в стадии разработки, чтобы попытаться понять этот странный мир микроскопических объектов.",
"Industrialization": "__Industrialization__ (или индустриализация) - это процесс, который происходит в странах, когда они начинают использовать машины для работы, которые когда -то делали люди. __Industrialization__ меняет то, что делают люди. __Industrialization__ заставила города расти больше. Многие люди покинули сельское хозяйство, чтобы устроиться на более высокую оплачиваемую работу на фабриках в городах.\n\n__Industrialization__ является частью процесса, когда люди принимают более легкие и дешевые способы создания. Используя лучшие технологии, становится возможным производить больше товаров за более короткое время. Меньше людей может производить больше вещей.\n\nПосле индустриализации люди также выполняют более специализированные рабочие места. Например, перед индустриализацией сапожник (человек, который делает обувь и кожаные изделия) сделал пару обуви в одиночестве. Он работал над одной парой обуви, закончил ее, затем начнет на следующей паре обуви. При индустриализации есть много людей, участвующих в создании обуви, сокращая процесс изготовления обуви в более мелкие задачи. Например, есть один человек, который разрезает подошву обуви, а другой человек сшивает ее. Короче говоря, есть разделение труда, и сегодня он известен как ассамблея. Машины на таких заводах стоят больших денег, поэтому фабрика будет принадлежать богатому человеку, который может позволить себе машины и нанимать работников для человека различных машин и задач.\n\n__Industrialization__ началась в Англии с промышленной революции в 18 веке. Он распространился в первую очередь по частям Европы и в Северную Америку. В 20 -м веке индустриализация распространилась на большинство других стран.",
"Darwin's Theory of Evolution": "__ «Аллах создал каждое животное из воды. Из них есть некоторые, которые ползут их животы, некоторые, которые ходят по двум ногам, и некоторые, которые ходят по четырем. Аллах создает то, что он желает, потому что Истинно Аллах обладает властью над всем» ( 24:45) .______\n\n__Charles Darwin__ (1809–1882) его книга «о происхождении видов» в 1859 году. В нем он выдвинул много теорий о том, как жизнь стала на земле. Он предложил естественный отбор, который представляет собой процесс, когда животные с определенными признаками могут выжить лучше, так как все животные возникли. Тем не менее, Дарвин не понимал и не знал о генетике в то время или о том, как на самом деле были переданы черты. Поэтому он не мог точно объяснить, как заставили детей выглядеть похожи на своих родителей.\n\nТем не менее, __darwin's __plaination об эволюции принципиально принимается научным сообществом, и ученые усердно работают, чтобы попытаться доказать, что они эволюционировали из одноклеточных организмов и обезьян по сей день. Принимая во внимание, что мусульмане, христиане и евреи считают, что мы являемся потомками Адама (SAW) и Хоу (Ева), первого мужчины и женщины. Ученые называют такие выводы, как «интеллектуальный дизайн», и есть бесчисленные доказательства этого, например, как работа ДНК, человеческое тело, солнечные системы и т. Д.\n\nПодобно дарвинизму, Ислам признает идею о том, что жизнь развивается поэтапно и в течение определенного периода времени. Кроме того, мы верим, что Бог обладает властью над всем, и может легко изменить что -либо, чтобы принять его в окружающую среду. Бог создал его в первый раз, второй раз будет проще, верно? Точно так же, как мы воскрешены в Судный день.\n\nНо в отличие от современных эволюционистских теорий, говорящих о случайных мутациях, которые всегда катастрофические и смертоносные по своей природе, приводят к развитию животного, мы считаем пример. Это на самом деле задокументировано на многих изучении птиц, адаптирующих черты настолько быстро, что ученые не могут объяснить это и обеспокоены тем, что другие виды не будут адаптироваться так быстро. Это имеет больше смысла, чем животное медленно и случайно развивается случайно. Кроме того, есть случаи новых или вымерших бабочек чудесным образом выходят из -за чего. Мусульмане очень заботятся о животных и окружающей среде, но мы не подчеркиваем, что они вымерли или не могут заботиться о себе, потому что, как и во всем, мы доверяем Богу.\n\nТаким образом, мусульмане отвергают идею о том, что люди случайно развивались из обезьян. Мусульмане считают, что люди считаются особым творением. Ислам учит, что люди - это уникальная жизнь, созданная Аллахом, как и все остальное; Тем не менее, у нас есть уникальные подарки и способности, в отличие от любого другого животного и бытия. Например, у нас есть вечная душа, совесть, воображение, знание и свободную волю. Мы можем быть сильными, хорошими и благочестивыми или быть слабыми и работать только для выполнения наших эгоистичных желаний. Несмотря на это, жизнь людей началась с создания двух человек, мужчины и женщины по имени Адам и Хоу (Ева), и это делает нас связанными с кровью и семьей.\n\nКоран описывает, что Аллах __ «Сделано из воды все живое существо» (Коран 21:30) .__ В другом стихе описывается, как __ »Аллах создал каждое животное из воды. Из них есть некоторые, которые ползут их животы, некоторые, которые Прогуляйтесь по двум ногам, а некоторые ходят по четырем. Аллах создает то, что он желает, потому что действительно Аллах обладает властью над всем »(24:45) .____\n\nЭти стихи подтверждают научную теорию, что жизнь началась в воде.",
"World War 1": "__World War I__ (или первая мировая война) была глобальной войной, которая началась 28 июля 1914 года и продолжалась до 11 ноября 1918 года. Война длилась ровно четыре года, три месяца и 14 дней.\n\nБольшая часть боевых действий была в Европе, но солдаты из многих других стран приняли участие, и это изменило колониальные империи европейских держав, а также привело к окончанию Османской империи. До начала Второй мировой войны в 1939 году __world War I__ называлась Великой войной, мировой войной или «войной, чтобы положить конец всем войнам». 135 стран приняли участие в __world War I__, и во время сражений погибли почти 10 миллионов человек, в основном из -за болезней и голода.\n\n__World War I__ велась большинством стран Европы. Фактическая борьба была на разных фронтах. Западный фронт был тем, где произошла большая часть боев между Германией и союзниками. Большая часть боевых действий здесь была Trench Warfare.\n\nВосточный фронт вел в центральной и восточной Европе. Борьба здесь была не траншейной войной, а мобильной войной из -за размера фронта. Много боевых действий произошло на ближневосточном фронте и итальянском фронте. Бои также состоялись в Африке, Китае, а также в море, а также в воздухе.\n\nВойна была закончена подписанием многих различных договоров, наиболее важным из которых был Версальский договор.\n\n__World War I__ была первой крупной войной, где танки, самолеты и подводные лодки или (подводные лодки) были важным оружием.",
"World War 2": "__World War II__ (Вторая мировая война или Вторая мировая война), также называемая Второй мировой войной, и в Советском Союзе «Великая патриотическая война» была глобальной войной, связанной с боями во многих частях мира и многих странах. Большинство стран сражались в 1939–1945 годах, но некоторые начали сражаться в 1937 году. Большинство стран мира, включая все великие державы, сражались в рамках двух военных альянсов: союзников и держав Оси. __World War II__ была самым смертоносным конфликтом во всей истории человечества. Это связано с большим количеством стран, стоило больше денег и убило больше людей, чем любая другая война в истории человечества. От 50 до 85 миллионов человек погибли. Большинство были гражданскими лицами. Он включал в себя убийства, преднамеренный геноцид Холокоста, стратегические бомбардировки, голод, болезнь и первое использование ядерного оружия в истории США на Японии.\n\nВойна в Азии началась, когда Империя Японии вторглась в Китай 7 июля 1937 года. Соединенные Штаты отреагировали, поместив нефтяное эмбарго на Японию. Начало войны в Европе было, когда Германия вторглась в Польшу 1 сентября 1939 года. Франция и Великобритания отреагировали, объявив войну Германии. К 1941 году большая часть Европы находилась под контролем Германии. Только Британия оставалась борьбой с осью в Северной Африке, Средиземноморье и Атлантике. В июне 1941 года полномочия по оси вторглись в Советский Союз, начав самую большую войну в истории. 7 декабря 1941 года Япония напала на западные колонии в Тихом океане, и две войны стали одной.\n\nЯпонские победы были остановлены в 1942 году, и победы в Европейской оси также были остановлены к 1943 году, как в Северной Африке, так и в Советском Союзе. После этого союзники начали сопротивляться со всех сторон. Ось потеряла Северную Африку и, начиная с 1943 года, была вынуждена защищать Италию. В 1944 году союзники вторглись в Францию, направляясь к Германии на реке Рейн, в то время как Советы продолжали приближаться с востока. Германия сдалась в мае 1945 года. Япония официально сдалась 2 сентября 1945 года. Война закончилась победой союзников.\n\nПосле войны Организация Объединенных Наций была создана для развития поддержки между странами и предотвращения будущих войн. Вскоре началась холодная война среди крупных победителей, но они не сражались друг с другом в реальной войне. Деколонизация Азии и Африки, где эти страны, контролируемые европейскими странами, также получили их независимость. Это было потому, что европейская власть была ослаблена от войны. Восстановление экономики и политическая интеграция (процесс объединения стран) были среди других результатов войны.",
"Cold War": "__ the Cold War__ (1947–1991) была напряженной отношением между Соединенными Штатами (и его союзниками) и Советским Союзом (СССР и его союзниками) между окончанием Второй мировой войны и кончиной Советского Союза.\n\nБольшинство стран с одной стороны были союзником в НАТО, две крупнейшие военные страны, были Соединенные Штаты и Турция. Большинство стран с другой стороны были союзником в Варшавском договоре, которая была Советской Союзом (ныне Россия).\n\nЗападная капиталистская группа стран включает в себя Америку, Турцию, Западную Европу, Израиль, Японию, Южную Корею, Таиланд, Иран (1945-1979), Пакистан, Малайзия, Филиппины, Южная Африка, Австралия и Новая Зеландия.\n\nВосточная социалистическая группа включает Советский Союз, Восточную Европу, Анголу, Эфиопию, Кубу (1959-1991), Монголия, Северная Корея, Китай и Вьетнам.\n\nХолодная война закончилась падением Берлинской стены в 1989 году, когда Россия была переоделась от социалистической коммунистической страны в демократическую капиталистическую страну. Тем не менее, здесь все еще остается конфликт, как это видно в недавних битвах и войне между Россией и Украиной.",
"Moon Landing": "__Apollo 11__ был первым рейсом, который отправил людей на Луну. Это было сделано НАСА (Национальная авиационная и космическая администрация), оригинальное американское космическое агентство. Он вышел в космос 16 июля 1969 года, неся три астронавта: Нил Армстронг, Базз Олдрин и Майкл Коллинз. 20 июля 1969 года Армстронг и Олдрин стали первыми людьми, которые приземлились на Луну, в то время как Коллинз остался на орбите вокруг Луны.\n\nПолет был частью гонки __space__ между Соединенными Штатами и Советским Союзом. Он завершил план, установленный Джоном Ф. Кеннеди, 35 -м президентом Unite, в 1961 году, чтобы «посадить человека на Луну и благополучно вернуть его на землю» до конца 1960 -х годов.",
"World Wide Web": "__ The Internet__ является крупнейшей всемирной коммуникационной сетью компьютеров. В Интернете есть миллионы небольших внутренних, академических, деловых и государственных сетей, которые вместе содержат много различных видов информации. Термин иногда сокращается как «сеть», коротко для сети. __World Wide Web__ - одна из самых больших услуг. Он используется несколькими миллиардами человек по всему миру.\n\nИнтернет был разработан в Соединенных Штатах Агентством «Агентство продвинутых исследований США» (DARPA). Интернет был впервые подключен в октябре 1969 года и был назван __arpanet__. В 1990 году британский (Великобритания) ученый по имени Тим Бернерс-Ли был создан в CERN в Швейцарии."
}
