{
"Birth of the Universe": "(Eebe) Eebana waa kan (Ciddarka) Samooyinka iyo Dhulka (oofiya) ee ku sugan Samooyinka iyo Dhulka (si loo wanaajiyo). Oo maalintaas wuxuu dhihi (Eebe) inuu doono (Maalinta Qiyaame). ahaansho Kullow, oo caqli leh oo dhan. (Quran 6:73)\n\n\"Amarkayaga wax badan ayaa ah laakiin waxa kaliya ee aan dooneynayno markaan damacsan nahay (oo aan ku dhahno), waxaan ku dhahnaa), oo waxay noqon doontaa.\" (Quran 16:40)\n\"Ma aha ammaanta Eebe oo ah qof kasta oo kale, Quduus oo dumar ah oo ammaanay isaga, oo uu wax qariyana, wuxuu ku dhahaa, oo wuxuu yidhi. (Quraanka 19:35)\n\n\"Isagu waa u yahay abuurka Samooyinka iyo Dhulka. Markuu wax qariyo, wuxuu u yimaaddaa, si fudud ayuu u sheegayaa. Waana! \" (Quraanka 2: 117)\n\n\"Amarkiisa (abuurkiisa) ayaa ah in uu doonayo inuu wax sameeyo (inuu abuuro) wax, wuxuu ku yidhi: 'Not', sidaa darteed si dhakhso ah ayey u noqotaa (oo muuqata ama sii socotaa).\" (Quran 36:83)\n\n\"Waa kan wax nooleeya oo dila. Markaas markuu wax ku weyddiiyo wax buuna ku yidhi, Waa kuwan, sidaas oo kale ayay noqotaa. (Quraanka 40:68)\n\n\"Oo wax alla wixii geedaha dhulka ku yaalna birihii korkooda iyo baddiisu hadday buuxsameen toddoba intaa ka badan toddoba, (Quran 31:27)\n\n\"Dadku ma tixgeliyo inaan ka abuuray dhibic hal-abuur ah - ka dib mar waa la muquuninta furan? Oo wuxuu soo bandhigayaa wax laga beddelayo oo uu iloobo abuurkiisa. Wuxuu weydiiyaa (jahwareer) (: Bal yaa wax lafaha lafaha lafaha la dhigaa? Waxaad dhahdaa, wuxuu u soo naxariisan doonaa kuwa ugu horreeya ee abuuray. (Ruuxiise) ka soo diray Geedka cagaaran, dab. Ka dib miyaad ka shidan tahay (Samada) ma abuurayaan Samooyinka iyo Dhulka inuu abuuro kuwa la mid ah. Eebana waa abuurka weyn (oo dhan), Ogaanshaha. Sida xaqiiqada ah amarkiisa, markuu doono inuu wax yeelo waa inuu ku dhahaa, ha noqoto! Oo waa! Haddaba sidaas daraaddeed isagaa u naxariista isaga, oo boqortooyadu ha ahaato, oo isaga waa in isaga la soo celiyaa. (Quran 36:82)\n\n\"Markaa ma waxaad u malaynaysay inaannaan u abuurro wax aan waxtar lahayn iyo in nalama soo celin doonin?\" (Quraanka 23: 115)\n\n\"Waxba ma abuureen iyaga ama miyay abuureen naftooda?\" (Quraanka 52:35)\n\nDadku ma xusuusataa inaan ka abuuray isaga markuusan wax aan waxba ahayn? (Quraanka 19:67)\n\n\"Allah ee hooyooyinkaaga ka mid ah inta aadan waxba tarin, oo uu ku siiyey maqal iyo indho iyo indho, si aad u majaajiloodo\" (Quraanka).",
"Big Bang": "\"Gaaladu ma gartaan __theether jannada iyo Dhulkaba mar hal mar waxaan u yeellay miskiinka (__ __thethethethethe __thethethethe __thethethethe one __thethethe mass __thethe __the __ mass __ mass __ mass __ mass __ mass __ mass __ mass __ mass __ mass __ mass __ mass __ mass mass __ mass mass __ mass mass __ then __ then then __ then then __ then __ then and then and? We Waxaan ka abuuray biyo wax kasta oo nool. Miyayna ahayn inay rumaystaan? (Quraanka 21:30)\n\n__BIG Bang__ waa aragti saynis ah oo ku saabsan sida uu Caalamku uga bilaabmayo hal dhibic oo uu halkaas ka fiday halkaas. Waa meesha ay galaxyada, xiddigaha, meerayaasha, meerayaasha iyo wax kasta oo aan aragno maanta ay ka yimaadeen.\n\n__ \"Waa kii ka soo hadhay samooyinka iyo dhulka, iyo haddii uu yeelo wax uun uun buu ku dhahaa, waana noqotaa. (Quraanka 2: 117) __\n\nThe __Big Bang__ Qaabka ayaa ah in caalamiga uu ku bilaabmayo xaalad aad u cufan oo kulul oo uu ballaariyay. Fikraddu waxay soo jeedineysaa, iyo cabbiraadda ayaa muujinaya, in aduunku weli ballaariyo maanta.\n\nCaalamku wuxuu bilaabay sidii aad u kulul, yar, iyo cufan oo cufan (isku darka afarta xoogagga aasaasiga ah), oo aan lahayn xiddigo, qaab, qaab, ama qaab-dhismeed (oo loo yaqaan \"kelida\"). Kadib qiyaastii 13.8 bilyan sano ka hor, booska ayaa si dhakhso ah u ballaariyey (sidaas magac \"__bg bang__\"). Tani waxay bilaabmaysaa samaynta atomyada, oo aakhirka horseeday samaynta xiddigaha iyo galaxyada. Waxay ahayd Georgeges Lemaîtte, wadaad katoolik ah, oo marka hore la xusay (1927) in caalamka ballaarinta lagu soo celin karo dib loogu soo celiyo waqti ka soo jeeda hal dhibic.\n\nSi kastaba ha noqotee, aan la aqoon badan oo badan oo ah cilmiga cilmiga casriga ah iyo xaqiiqooyin kale oo saynis ah, oo kale sida xasaasiyadda weyn, qaab dhismeedka meeraha, orbits iyo akhlaaqda, iyo inbadan, ayaa annaga ku soo dejiyey ilaahay Qur'aanka in ka badan 1400 sano ka hor. Tusaale ahaan, Georges Lemuaitre ma ahayn kii ugu horreeyay ee ku saabsan Bang-ka weyn. Qur'aanku si cad ayuu uga hadlayaa Bangiga weyn __ \"Gaaladu ma aha kuwa gaalada iyo Dhulku hal mar ka mid ah markaas waxaan ka abuuray Biyo wax kasta oo nool. Miyayna ahayn kuwaas. (Quraanka 21:30) __\n\nHaddii aad raadineyso calaamad ama caddeyn Eebbe, ogaada in tani ay tahay mid ka mid ah caddayno badan oo aan tirani ahayn oo ah in Islaamku yahay diinta Ilaah iyo diinta Ilaah.\n\nCaalamka ayaa wali sii ballaaranaya maanta, kaas oo dhawaan la helay. Si kastaba ha noqotee, mar labaad Qur'aanku wuxuu xaqiijinayaa: __ Samooyinka, annaguna xoog ayaan ku dhisnay. Annaguna waan fidinay.\n\nKahor tani, saynisyahannadu waxay yeesheen aragti weyn oo loo yaqaan 'Brunch Crunch', halkaas oo ay aduunku u maleyn karo inuu suuro galmo, ama jahwareero, dib ugu soo celi mar kale markuu gaadho meel gaar ah. Fikraddan lama baro.\n\nGuud ahaan, caalamka ayaa sii kordhaya heerkulkuna wuu dhacayaa markii waqtigu dhaafo. Cudurka la-qabsiga waa daraasadda sida uu cashuurku u bilaabmayo iyo horumarkiisa. Saynisyahanada wax ku baraya cosmoloy Cosmoloy waxay ku heshiiyeen in __bg bang__ vieors ay la jaan qaadayaan waxa ay ilaa hadda ka fiirsadeen.\n\nFred Hoyle ayaa loogu yeeray aragtida \"__Big Bang__\" ee raadiyaha raadiyaha. Ma uusan rumeysneyn __bg bang__ sax ah. Saynisyahanada aan ku raacsanayn isaga ayaa u maleynayay in magacu uu ahaa mid qosol leh oo go'aansaday inuu isticmaalo.\n\nSaynisyahannada ayaa salka ku haya __big bang__ aragti ah oo ku saabsan indha indheynno badan oo kala duwan. Waxa ugu muhiimsan waa dib-u-dhigga galasha aad uga fog. Redshifft waa saameynta Doppler ee ka dhaca iftiinka iyo sidoo kale oo lagu arki karo dhawaaq. Tusaale ahaan, dhawaqa sare ee sare ee dhismaha ayaa ah mid ay ku soo dhowaaneyso Vs. Codka hoose ee hoos udhaca ah waxay ka dhigeysaa marka aad ka fogaato - \"VRRRRRRRRRRRRRO\" OOOOOOOMMMMM \"(Adigu iga fogee). Sidoo kale, marka shay ka fogeeyo dhulka, midabkiisa midabkiisa wuxuu u muuqdaa mid la mid ah midabka midabka casaanka ah, maxaa yeelay dhaqdhaqaaqa wuxuu fidsan yahay mawjada iftiinka ee shayga laga saaray. Saynisyahannada waxay u isticmaalaan ereyga \"casaanka\" si ay u sharaxaan hirarkeeda iftiinka ah maxaa yeelay casaanku waa himilada ugu dheer ee muuqaalka muuqaalka muuqda. Markasta oo dib-u-habaynta ayaa jirta, si dhakhso badan shayga ayaa ka guuraya. Iyada oo lagu cabiro Redshift-ka, saynisyahannadu waxay cadeeyeen in aduunku fidsan yahay, oo ay ka shaqeyn karaan sida ugu dhakhsaha badan ee shaygu uga guuro dhulka. Iyada oo leh indho indhayn iyo cabirro aad u sax ah, saynisyahannadu waxay aaminsan yihiin in ashtakoodu uu ahaa keli ahaanta u dhawaan 13.8 bilyan sano ka hor. Sababta oo ah waxyaalaha badankood way istaagaan markay ballaarinayaan, saynisyahannadu waxay u qaadanayaan in ashtakoodu aad u yar yahay oo aad u kululaaday markii ay bilaabatay. Haddii shay u socdo dhulka, markaa waxay leedahay iftiin buluug ah oo buluug ah.\n\nIndha indhaynta kale ee taageera __BIG Bangli-ka 'Fikraddu waa xaddiga walxaha kiimikada ee caalamka. Qaddarka walxaha nalka aadka u fudud, sida hydrogen, helium, iyo lithium waxay u muuqdaan inay ku raacsan yihiin aragtida __big bang__. Saynisyahanadu waxay kaloo heleen \"shucaaca 'mikrowas asalka'. Shucaacadan waxaa loo yaqaanaa mowjadaha raadiyaha, oo iyaguna waxay ku yihiin adduunka oo dhan. Shucaacani wuxuu hadda yahay mid aad u daciif ah oo qabow, laakiin waqti dheer ka hor waxay ahayd mid aad u xoog badan oo aad u kulul.\n\nSaynishyada ayaa ogaa in baaqa weyn uu sababi karo xaydha shucaac ah laakiin ay rabaan caddeyn dheeraad ah oo ku saabsan. Sannadihii 1960-yadii, u shaqaynta Bell Laby ee New Jersey, Arno Penzias iyo Bob Wilson waxay si lama filaan ah u ogaadaan CBRS, markii ay caqabad ku noqdeen Antenna, Antenna cusub oo xasaasi ah. Waxay isku dayeen inay ka saaraan dhammaan buuqa asalka waxayna ogaadeen inaysan ka saari karin hal faragelin fara badan oo ka imanaya jiho kasta. Tani waxay markii dambe loo yaqaanay CBB, waxaana loo sababeeyaa qaraxii ugu weyn ee Bang, tan wali waa la maqli karaa, oo had iyo jeerna noqon doonaa, ee raadiyaha maanta. Soo-saariddan ayaa ugu dambeyntii abaalmarin la siiyay Penzias iyo Wilson oo ah abaalmarinta Nobel sanadkii 1993.\n\nSaynisyahanada qaar ka mid ah saynisyahano iyo falsafadaha ayaa ku dooda in waqtigu uusan macno lahayn __bg bang__. Waxay ku doodayaan in __Big Bang__ uu ahaa bilowga waqtiga, mana jirin wax caalami ah kahor __bg bang__, maadaama aysan jirin wax \"ka hor\" haddii aan jirin waqti la'aan! Markii aan muslimiin nahay, waxaan ognahay inuu Ilaah weligiis iyo wixii ka dambeeya wax kasta oo maskaxdeena uu fahmi karo. Sidaas oo kale, waxay macno fiican ka dhigeysaa sababta aynaan u fahmi karno fikirka waqtiga ka hor Bang-ka weyn, tani waa mid ka mid ah isbarbardhiga badan ee u horseeda abuurka awooda badan.\n\nMuranka aawadood, aynu nidhaahno waan ku sharixi karnaa waxa ka hor inta aan hore loo haysan ama sida saxda ah ee loo abuuray xitaa. Markaa su'aasha xigta waxay noqon doontaa, \"si fiican markaa, maxaa abuuray taas?\". Oo waxaad dhahdaa waxaan sharaxnay waxa la abuuray sidoo kale, su'aashu waxay ku sii jiri doontaa, \"Hagaag, maxaa abuuray taasi?\". Sida aad u badan tahay inaad u muuqan karto, tani waligeed ma dhammaan doonto sidaa darteed runti waa caddeyn weyn oo ah Eebbe inuu yahay abuuraha kaliya iyo sida fikradda Eebbe uga fog yahay garashada aadanaha ee xaddidan.\n\nMuslimiintu kama doodayaan arrimahaas oo kale, waxaan kaliya aqbalnaa waxa Ilaah wax nooga sheega naftiisa iyo abuurkiisa. Tusaale ahaan, Ilaah gacmihiisa buu ku hadlaa laakiin waan ognahay inay ka duwan yihiin gacan kasta oo aan ognahay. Dadku wuxuu leeyahay gacmo, daanyeer ayaa leh gacmaha, saacaddu waxay leedahay gacmo. Gacmaha Eebbe waa ka baxsan wax kasta oo aan qiyaasi karno, waana uga tagnaa taas.",
"Milky Way is Born": "Saynisyahanadu waxay muujinayaan in __milky dariiqa 'uu ku bilaabmay mid ama dhowr qaddar yar oo yar yar oo qaybinta ballaaran ee caalamka waxyar ka dib markii la soo dhaafay. Qaar ka mid ah daawooyinkan qaaska ah waxay ahaayeen miraha xiddigaha wareega ee xiddigaha ugu da'da weyn ee ka harsan ee hadda __milky habka __milky. Ku dhawaad ​​kalabar arrinta ku jirta __milky Dariiqa __I waxaa laga yaabaa inay ka timid galax kale oo fog. Si kastaba ha noqotee, xiddigan iyo waaxahani waxay hadda ka kooban yihiin halyeeyga halo ee __milky dariiqa__. Dhowr bilyan sano gudahood dhalashada xiddigaha ugu horeeya, cufnaanta __milky dariiqa __milky waxay ahayd mid aad ufiican si ay si dhakhso leh ugu wareegaan si dhakhso ah. Sababo la xiriira dhawrista xawaaraha mucjisooyinka, tani waxay horseeday in gaseous-ka dhexdhexaadka ah si ay uga soo baxaan qaab isbadal ah oo ah qaab disk ah. Sidaa darteed, jiilalka dambe ee xiddigaha ayaa lagu sameeyay diskigaan ku yaal. Inta badan xiddigaha da 'yarta ah, oo ay ku jiraan qorraxda, ayaa loo arkaa inay ku jiraan diskiga.\n\nMaaddaama xiddigodii ugu horreeyay ay bilaabeen inay sameystaan, __milky Dariiqa \"ayaa ku koray labada glaxy midowga (gaar ahaan hore ee __Milky hab __ ah __, gaas si toos ah loo yaqaan 'Gas' __Milky Dariiqa \"hadda waa wax la qoro oo ka socda dhowr galadood oo yar yar, oo ay ku jiraan laba ka mid ah galaxyada satalaytka ee ugu waaweyn, daruuraha weyn iyo kuwa yar ee Magellanic, iyada oo loo marayo durdurkii Magellanic. Gambaleh toos ah oo gaas ah ayaa lagu arkay daruuraha xawaaraha sare sida daruurta Smith. Si kastaba ha noqotee, astaamaha __milky habka 'stellar cufnaanta' sida stellar cufnaanta, iyo melar-ka, iyo melallicity ee gobollada dibedda ah ayaa sheegaya in aan lagu soo koobi karin galleyda waaweyn 10-kii bilyan sano ee la soo dhaafay. La'aanta midaas-darrooyinka ugu waaweyn ee ugu dambeeyay waa wax aan caadi aheyn oo ka dhex jira galaxida la midka ah; Deriskeeda ee Andromeda Galaxy waxay umuuqataa inay leedahay taariikh caadi ah oo qaabeeysan ku-biirin dhowaan ay ku urursan yihiin galaxida weyn.\n\nSida laga soo xigtay daraasadaha dhowaa, __milky Dariiqa__ iyo sidoo kale Andromeda Galaxy ee loo yaqaan 'GalaxEda Galaxy' ee loo yaqaan 'Galaxy Galaxy', gobol ay ku badan yihiin galaashada si gudbinta ah ee ka soo gudbinta \"daruuraha buluugga ah\" Xiddigaha cusub) ilaa \"isku xigxiga cas\" (galaxes ee aan lahayn qaab dhismeedka xiddigta). Hawlaha qaab-dhismeedka xiddigga ee Green Valley Galleyda Green Valley ayaa gaabis u ah maadaama ay ka baxaan gaas sareeya ee ku sameynta dhexdhexaadka ee dhexdhexaadka ah. Galaxies la barbardhigay oo leh astaamo la mid ah, qaab dhismeedka xiddigta ayaa caadi ahaan lagu demi doonaa muddo shan bilyan sano gudahood laga soo bilaabo markii la filayo, muddada-gaaban ee heerka samaynta xiddigga sababta oo ah isku dhaca u dhexeeya __milky dariiqa ah iyo andromeda Galaxy. Xaqiiqdii, cabiraadaha gallooyinka kale ee la mid ah __milky Dariiqa __milky suggest Waxay u soo bandhigayaan inay ka mid tahay galmada ugu wanaagsan iyo galaxyada ugu wanaagsan ee wanaagsan oo ay ka dhigan tahay mid yar oo ka badan galaalka 'Fluencent'.\n\n## Da'da iyo Taariikhda Cosmological\n\nKooxaha glarilar-ka ayaa ka mid ah walxaha ugu da'da weyn ee __milky dariiqa __milky sida, kuwaas oo sidaas u dejiya xadka hoose ee da'da __milky hab __milky Da'da xiddigaha shaqsiyeed ee '__milky Dariiqa __milky' waxaa lagu qiyaasi karaa iyada oo lagu qiyaasi karo walxaha shucaaca ee muddada dheer ee ay ka mid yihiin Trorium-232 iyo Uranium-238, oo ah farsamada lagu qiyaasay tiro badan, farsamo ahaan loo yaqaan nucleocosmoloyloglology. Qiyaastan wax ku ool ah ee qiyaastii 12.5 ± 3 bilyan sano oo loogu talagalay CS 31082-001 iyo 13.8 ° 324.8 ° 3244. Waxay bilaabeysaa inay mashaqeeyaan qaboojinta qaboojiyaha iyo heerkulka dusha sare ee heerkulka dusha sare. Iyada oo lagu cabirayo heerkulka ugu fiican ee dwarfs-kaan cad oo isbarbar dhiga heerkulka bilowga ah ee la filayo, qiyaasta da'da ayaa la sameyn karaa. Farsamadan, da'da kubada cagta ee M44 waxaa lagu qiyaasay 12.7 ± 0.7 bilyan sano. Qiyaasta da'da ee ugu da 'weyn ee kooxahaas ayaa siisa qiyaasta ugu habboon ee 12.6 bilyan sano, iyo 95% kalsoonida koowaad ee 11 bilyan oo sano.\n\nDhowr xiddig oo shaqsiyadeed ayaa laga helay __Milky dariiqa __ 's Haslo oo lagu cabiro da'da la cabiray ay aad ugu dhow yihiin da'da 13.80 bilyan-iyo-bilyan ee adduunka. Sannadkii 2007, xiddig ka dhacay Galactic-ka Halo, 1523-0901, waxaa lagu qiyaasay inuu yahay 13.2 bilyan sano. Sida shayga ugu caansan ee loo yaqaan '' 'Shayga ugu caansan ee' Milsy 'ee __ milk time time time Waqtigaas, cabirradan ayaa dhigay xadka hoose ee da'da __milky hab line. Qiyaastan waxaa lagu sameeyay iyadoo la adeegsanayo muuqaalka aragga ee UV-ga ee 'Echelle' ee telefishanka aad u weyn si loo cabbiro awooda qaraabada ee khadadka muuqata ee ay sababaan joogitaanka thorium iyo walxaha kale ee ay abuureen howsha. Awoodda xariiqda waxay dhalisaa wax badan oo ah isotopes-yada kaladuwan ee kaladuwan, kaas oo qiyaasta da'da ee xiddigta xiddigta lagu soo saari karo iyadoo la adeegsanayo Nucleocosmolonylogy. Xiddig kale, HD 140283, waa 14.5 ± 0.7 bilyan sano jir.\n\nDa'da xiddigaha ee diskiga khafiifka ah ee loo yaqaan 'galackic' ayaa sidoo kale lagu qiyaasay iyadoo la adeegsanayo Nucleocosmoloylololology. Cabbiraadda xiddigaha khafiifka ah ee diskiga khafiifka ah waxay dhaliyaan qiyaaso diskiga khafiifka ah ee la sameeyay 8.8 ± 1.7 bilyan sano ka hor. Cabbirradan ayaa sheegaya inuu jiro hiatus ku dhawaad ​​5 bilyan oo sano oo udhaxeeya dhismaha halo-galackic-ka iyo diskiga khafiifka ah. Falanqayntii ugu dambeysay ee saxeexyada kiimikada ee kumanaan xiddigood ayaa soo jeedinaya in qaab dhismeedka stellar uu ku dhacay amar weyn waqtiga dhismaha diskiga, 8 bilyan sano ka hor, markii gaasku uu aad u kululaaday inuu ku dhaco xiddigo cusub isla heerkaas sidii hore.\n\nGalaxyada satalaytka ee ku xeeran __milky dariiqa __Marka looma qaybin karo, laakiin waxay u muuqdeen inay yihiin natiijada ka dhasha kala-goynta nidaam ka weyn 500,000 oo ah sannado fudud oo dhexroor ah iyo 50,000 oo sannado fudud. Dhar dhow oo u dhexeeya galaxies, sidan oo kale oo la filayo in 4 bilyan oo sano ah oo ay la socoto andromeda Galaxy oo gaas ah, oo, waqti ka dib ayaa laga yaabaa inay ka soo baxaan koofiyadaha hantida ah xagal aan sabab lahayn xagal disk ah.",
"Sun is Born": "__ \"Waa kan abuuray habeenka iyo maalinta, iyo qorraxda iyo dayaxa, oo dhammaantood (jidadka jannada) dabaalan, mid walbana ku jira koorsada wareegsan\" (Quraanka) (Qurankan 21:33) .__\n\n__SUN__ ee xaruntayada qorraxda waa xiddig jaalle ah oo huruud ah. Waxay siisaa tamar sida iftiinka. Taasi waxaa ka mid ah iftiinka iftiinka, tamar cas-cas (kuleylka), iftiinka ultraviolet iyo hirarka raadiyaha. Waxay kaloo bixisaa qulqulka walxaha, kaas oo u soo gala dhulka sida \"dabayl qoraxda\". Isha tamartaan oo dhami waa jawaab-celinta xiddigta oo u roga hydrogen-ka ee hellodrey oo ay qaadaan tamar aad u badan.\n\n__Sun__ waa xiddig u eg kuwa kale oo badan oo ka mid ah qaabkeena caagga ah ee 'Galaxy'. Waxay jirtay waxyar in ka badan 4.5 bilyan sano, waxayna sii socotaa ugu yaraan illaa iyo inta. __SUN__ waa qiyaastii boqol jeer oo ballaadhan oo dhulka ah. Waxay leedahay tiro badan oo ah 1.9891 × 1030 kg, oo ah 333,000 jeer oo ah tirada badan ee dhulka. Dhulku wuxuu sidoo kale ku habboonaan karaa gudaha __Sun__ 1.3 milyan jeer.\n\nSaynisyahanadu waxay u maleynayaan in __sun__ ay ka bilaabatay daruur aad u weyn oo ah boodh iyo jahwareer yar oo baraf ah qiyaastii 4.567 bilyan sano ka hor.\n\nBartamaha daruur weyn, culeys ayaa sababay in sheyga lagu dhiso kubad. Mar haddii tani ay weynaato, cadaadiska weyn ee gudaha ku dhex galay ayaa bilaabay falcelin isku dhafan. Tamarta Tani waa la sii daayay waxay sababtay kubadaha in uu kululeeyo oo uu iftiimiyo.\n\nTamarta ayaa ka soo ifbaxay __SUN__ oo laga tuuray daruurta intiisa kale, iyo meerayaasha laga sameeyay daruurta intiisa kale.",
"Earth is Born": "__ \"Markaas, Isaga (Eebe) wuxuu u jeestay samada iyagoo isna qiiq ahaa. Wuxuu ku yidhi jannada iyo dhulka, oo is-hoosaysiiya. Waxay dhaheen: \"Halkan waxaan u nimid mid aan sujuudi lahayn. __\n\n__Arth__ iyo meerayaasha kale ee la sameeyay qiyaastii 4.6 bilyan sano ka hor. Waxay ka sameeyeen gaaska gaaska ee Nebula oo sameeyay qorraxda. Kani waa mar labaad mucjiso cilmi ah oo kariimka ah ee Qur'aanka ah, \"Markaas quraanka wuxuu u jeestay Quraanka:\" Markaas Eebe u jeestay Quraanka (Eebe) wuxuu u jeestay Samada intay qiiq laheyd. Wuxuu ku yidhi (Eebe). ama aan ikhtiyaar lahayn. \" Waxay dhaheen: \"Waxaannu ku nimid sujuuda caddaan ah. Aayaddani waxay ka hadlaysay sida dhulku loo sameeyay.\n\nDayaxa ayaa laga yaabaa in la sameeyay ka dib shil u dhexeeya bilowga __'adth__ iyo meeraha yaryar (oo mararka qaarkood loo yaqaan PIAIA). Saynisyahannadu waxay aaminsan yihiin in qaybo ka mid ah labada meelood ee ay ka baxaan - iyagoo noqda (culeys) dayaxa.\n\nQuraanka ayaa la doonayaa in Eebbe abuuray qorraxda, dayaxa, iyo meerayaasha, mid walbana leh koorsooyin shaqsiyeed ama orbits. __ \"Waa kan abuuray habeenka iyo maalinta, iyo qorraxda iyo dayaxa, oo dhammaantood (jidadka jannada) dabaalan, mid walbana ku jira koorsada wareegsan\" (Quraanka) (Qurankan 21:33) .__\n\n__Earth __ __ Biyuhu waxay ka yimaadeen meelo kala duwan. Uumiga uumiga biyaha, iyo majaajillada iyo asteroids garaacida __arth__, oo ka dhigay badda. Hal bilyan sano gudahood (taasi waa qiyaastii 3.6 bilyan sano ka hor) saynisyahannadu waxay rumeysan yihiin nolosha koowaad ee ay bilaabatay, ee Eraka Archian. Bakteeriyada qaar waxay soo saartay sawir-qaadista, kaas oo dhirta u oggolaanaya inay cunno ka sameeyaan iftiinka qorraxda iyo biyaha. Tani waxay siidaayay oksijiin badan, oo markii ugu horreysay ee laga soo qaatay bir bir ah. Ugu dambayntiina, oksijiin bilaash ah ayaa gashay jawiga ama hawada, sameynta __'ad __ aad u salka ku habboon nolosha aerobic. Oxsijiinkan sidoo kale wuxuu sameeyay lakabka ozone kaas oo ka ilaaliya __-yada __ 's dusha sare ee shucaaca xun ee ka soo baxa qorraxda.\n\nMar labaad, Eebbe wuxuu noo sheegayaa lakabka Ozone ee Qur'aanka, laakiin mucjiso kale oo cilmi ah oo kariim ah oo Quraanka ah: __ \"Oo waxaan samada ka dhignay cirka cirka, laakiin waxay ka leexdeen calaamooyinkeeda.\" (Quraanka 21:32) __\n\nSaynisyahannada ayaa rumeysan in nolosha adag ee dusha sare ee dhulka ka hor ma aysan jirin ka hor lakabka Ozone sababta oo ah iyada oo aan ilaalin shucaaca qorraxda ay aad ugu badnaan lahaayeen nolol horumarsan si ay u noolaato.\n\n__Earth__ aad ayuu uga duwanaa wixii fog fog. Waqti fog, ku dhawaad ​​dhulka oo dhan waxay ku jirtay hal meel. Tan waxaa lagu magacaabaa supercontont. Supercont-ka ugu horreeya ee loo yaqaan waxaa loo yaqaanaa Vaaalbara. Waqti dambe kadib, waxaa jiray waqti (oo ah waqti (crogenian) markii __waarth__ ay gabi ahaanba daboolayaan go'yaal qaro weyn (glaciers). Tan waxaa lagu magacaabaa kubbadda barafka __'adth__ aragti.",
"Heavy Bombardment": "__ \"waxaan u soo dirnay Rasuulkeena oo waxaan la soo dejinay Kitaabka iyo dheelitirka inuu Dadku xaalkan ku xajinyo. Eebana wuxuu ku caddeeyaa kuwaas oo ka mid ah kuwaas oo aan la warqabo. Eebana waa xoog badan oo xoog badan. (Quraanka 57:25) __\n\nQawaaniinta culus ee la soo daahay (oo loo soo gaabiyey LHB oo sidoo kale loo yaqaan 'Buunda cataclysm' waa dhacdo loo malaynayo inay dhacday qiyaastii 3.8 illaa 4.1 bilyan sano ka hor. Tan waxaa loo yaqaanaa Erayada iyo EraarChaan Eosarchean Dhulka ku jira. Intii lagu gudajiray muddadan, oo si aan kala sooc lahayn u tiro badan oo asteroids ah ayaa loo diiday inuu isku dhacay meerayaasha hore ee qoryaha hore ee qorraxda qoraxda, oo ay ku jiraan Merrarsor, Venus, dhul, iyo Mars.\n\nQaraxyada culus ee dabayaaqadii ayaa dhacay kadib dhulka ka dib iyo meerayaasha kale ee dhagaxyada ah ay sameeyeen oo ay arkeen inta badan cufgoodii, laakiin weli waa hore ee taariikhda dunida.\n\nSaynisyahannada maanta ah ayaa og in birta aysan ku soo saari karin dhulka. Sababta oo ah cabirka dhulka oo ay ogaadaan, waxay ogyihiin in agabyada noocan oo kale ah aysan si dabiici ah halkan ugu soo badin halkan. Xaqiiqdii, waxay ogyihiin in birta lagu sameeyo gudaha xiddigaha, si gaar ah casaanka casaanka ah. Kaliya gudaha xiddigta noocan oo kale ah ayaa ka mid ah waxyaabaha ay ka mid yihiin inta lagu gudajiro falcelinta isku-darka. Markaas Supernova waxay dhacdaa, taasoo la micno ah in xiddiggu ku qarxiyo, iyo jajabyada birta lagu eedeeyo meel bannaan. Sahaydu waxay rumeysan yihiin in sidan ah ay tahay sida birta u soo dhacday dhulka.\n\nQuraanka ayaa sheegay, __ \"oo waxaan u soo dejinay bir\" __. Ilaa dhowaan, iyada oo aan saynisyahannadu ogaanshaha tirada bambaanooyinka __HHeavy, xilliyadan ku saabsan __ \"Waxaan u soo dejinaynin bir\" __ ma uusan macno badaneynaynin macno badan. Si kastaba ha noqotee, waxay u rogmatay Ilaah si dhab ah ugu soo dejiso birta annaga si aan uga faa'iideysan karno.",
"Life on Earth": "__ Kuwa gaasan ee aan loo aqoonsan in samooyinka iyo dhulku ay la cidhiidhyi jireen, haddaba waannu ka sooclownay oon biyo ka samaysteen, haddaba ma ay rumaysteen wax kasta oo nool? Haddaba miyaanay rumaysan doonin? (Quraanka 21:30) .__\n\nNolosha ugu horeeya ee loo qoondeeyay ayaa ah mid loo daadgureeyay microorynisms (ama microfoslils). Waxaa laga helay birta iyo dhagaxa hodanka ah ee qaniga ah ee jilciya jibbaha biyo-galeenka ee Nuvvuagittor suunka Greenstone suuliga Quebec, Canada.\n\nDhagaxyadaani waa sidii hore oo kale 4.28 bilyan sano. Foomamka tubular ee ay ka kooban yihiin waxaa lagu muujiyey warbixin. Haddii tani ay tahay diiwaanka ugu da'da weyn ee nolosha ee dhulka, waxay soo jeedineysaa \"soo bixitaan ku dhawaad ​​oo ku dhawaad ​​ah oo nolosha ah\" ka dib baddii badweynta ayaa la sameeyay 4.4 bilyan sano ka hor. Sida laga soo xigtay Istefanon Blair HEDS, \"Haddii noloshu si dhakhso leh dhulka ugu kacdo markaa waxay ku dhex yaraan kartaa caalamka\".\n\nQur'aanku wuxuu sharraxayaa in Eebe __ \"laga sameeyay biyaha wax kasta oo nool\" (Quraanka 21:30) .__ (Quraanka 21:30) .__ (Qur'aanka kale) Ku soco laba lugood, qaar ka mid ah kuwa afarta raaca\n\nAayadahani waxay taageeraan aragtida sayniska ee noloshu ku bilaabatay badda dhulka. Waxay sidoo kale la socdaan bayoolaji casri ah oo sheegaya in xayawaannada qaar ay ka kooban yihiin ilaa 90% biyo, halka aadanaha ay ka kooban yihiin 60% biyo.",
"Single Celled Organisms": "__ Quruunkan wuxuu sharraxayaa in Eebe \"laga sameeyay biyaha wax kasta oo nool\" (Quraan 21:30) __.\n\nNoocyada aan caadiga ahayn ee unugyada waa noolaha leh hal unug.\n\nNoolaha aan caadiga ahayn waxaa laga heli karaa meel kasta. Noocyada ugu da'da weyn ee nolosha ayaa jiray 3.8 bilyan sano ka hor, haddii aan la sii dheerayn. Saynisyahannada ayaa rumeysan in noolahaasi ay ku noolaayeen biyo. Waxay dabagalaan istiraatiijiyooyin kala duwan oo loogu talagalay badbaadada Qaar ka mid ah noolaha aan caadiga ahayn waxay leeyihiin calanka Flamenceelelela, dabo yar oo ay u adeegsadaan is-galka, ama lobopods, kordhinta lafaha unugyada (cytoskeleton), oo u muuqda sida hubka jilicsan. Clammasela awoowayaashayaga aan la aqoonsanayn waxay dhacdaa inta ay ku soo galaan dhammaan xayawaanada, halkaas oo ay muuqaal u tahay sidii shahwad caqabad ah.\n\n__ Quruunkan wuxuu sharraxayaa in Eebe \"laga sameeyay biyaha wax kasta oo nool\" (Quraan 21:30) __. Aayad kale ayaa sharxaysa __ \"Eebe abuuray xayawaan kasta oo biyo ah. Waxay yihiin qaar ka mid ah kuwa ku dul socda, qaarna ku socda afarta lugood, oo ah kuwaasoo ah waxa uu doonayo Wax walba \"(Quraan 24:45) __.\n\nAayadahani waxay taageeraan aragtida sayniska ee noloshu ku bilaabatay badda dhulka.",
"Animals": "Feejigyadii ugu horreeyay ee ka wakiil ka noqon kara xoolaha ayaa ka muuqda dhagxaanta 665-sano-jirka ah ee samaynta tezna-ga ee Trezna ee South Australia. Qulqulkaas waxaa loo fasiraa sida ugu badan inay yihiin isgoysyada hore.\n\nXayawaanka ugu da'da weyn waxaa laga helaa Ediacaran biota, ilaa dhammaadkii Premicbrian, qiyaastii 610 milyan oo sano ka hor. Waxay muddo dheer shaki ahayd in ay ka mid ahaayeen xayawaannadaas, laakiin helitaanka xayawaanka burooyinka xayawaanka ee kabaha kadhaca ee Dicksonnonia ayaa dhisan in kuwanu runtii ahaayeen xayawaan.\n\nBuug badan oo xayawaan ah ayaa marka hore ka muuqda rikoorka fosbal inta lagu gudajiray qaraxii cambriyaanka, laga bilaabo 542 milyan oo sano ka hor, sariiraha sida Burgess shale. Extant phyla in these rocks include molluscs, brachiopods, onychophorans, tardigrades, arthropods, echinoderms and hemichordates, along with numerous now-extinct forms such as the predatory Anomalocaris. Saynisyahannadu ma hubo haddii xayawaankani dhammaantood u muuqdaan kuwo isku mar ama haddii ay tahay arin la soo uruurinayo sida loo ururiyo dawada Fossil.",
"Fish": "Saynisyahannada ayaa rumeysan in kalluunka ugu horreeyay uu soo muuqday qiyaastii 530 milyan sano ka hor intii lagu gudajiray qaraxii cambria. Waxaa la rumeysan yahay inay yihiin kuwa ugu horreeya ee vertebrate-ka, ama xayawaanka leh laf-dhabarka ama safka laf-dhabarka. Kalluunka ugu horreeya waxaa loo maleynayaa inay ka tirsan yihiin Agnatha, ama kalluunka jajabinta. Intii lagu gudajiray soo daahay Cambriiska, ee uu u eg yahay kalluunka daanyeerka ee loo yaqaan 'condodont', iyo inta badan kalluunka gacabka ah ee loo yaqaan 'ostractingers', ayaa marka hore soo muuqday. Inta badan kalluunka daanyeerka ayaa hadda baabi'iya.",
"Insects": "__Ss__, waa fasal ku yaal cudurka arthropoda. Iyagu waa bilaa-yareyaal yaryar oo dhul-beereed ah oo leh xaraash adag.\n\n__Sssues__ waa kooxda ugu badan ee xayawaanka dunida ku nool meel fog. Qiyaastii __926,400 noocyo kala duwan__ ah ayaa lagu sharaxay. Waxay ku xisaabtamaan __more ka badan kalabar noocyada nolosha ee caanka ah__ waxaana la rumeysan yahay inay __ kiciyaan in ka badan 90% noocyada xayawaanka.\n\nNoocyada cusub ee __ss__ waa had iyo jeer la helaa. Qiyaasta wadarta tirada guud ee noocyada noocyada ah waxay u dhexeeyaan 2 milyan ilaa 30 milyan.\n\n__Ss__ waxay leeyihiin lix lugood; badidoodna baalal leeyihiin. __Sses__ ayaa la rumeysan yahay inay yihiin xayawaankii ugu horreeyay ee duuli kara duulimaadka. Markii ay ka soo baxaan ukunta, __sects__ waxay mari doonaan __metamorphosis __metamorphosis__, geedi socod la yaab leh oo isbadal ah halkaas oo qaab aan qaan gaarin oo ku saabsan qaab dhismeedka cayayaanka laba ama in ka badan marxalado kala duwan. __Cess__ Ku noolow meeraha oo dhan: Ku dhawaad ​​dhammaan waa dhul-badeed (ku nool dhulka), laakiin qaar ka mid ah __ __svine__ ama meelaha aadka u qabow, sida Antarctica. Noocyada badankood waxay ku nool yihiin meelaha kuleylaha ah.\n\nDadka qaarkiis waxay ugu yeeraan dhammaan __ __ins__ \"cayayaanka\", laakiin tani sax ma aha. Kaliya qaar __ __svines__ waa dhiqlo run ah, oo ah nidaam gaar ah oo __ __ firin ah. Dadka wax baranaya __galyada waxaa loo yaqaannaa dhaxalka __menomomists__.",
"Reptiles": "__ grepleple__ waa magaca guud ee mid ka mid ah kooxaha ugu waaweyn ee dhulka vertebrates. Si aad ah looma isticmaalin cilmiga bayoolaji, oo adeegsanaya ereyo badan oo sax ah.\n\nMagaca __ \"Korpile\" __ wuxuu ka yimaadaa Laatiinka waxaana loola jeedaa \"mid gurguuro\". Dhamaan ku noolaanshaha __ grepleple__ Nooca waa dhiig qabow, waxay leeyihiin maqaarka maqaarka, oo ukunta cloinoic ukunta. Waxay kacaan uric acid (halkii urea), oo ay leeyihiin cloca. Cloca waa furitaan la wadaago oo loogu talagalay futada, kaadida kaadida iyo tuubooyinka taranka. __ brompilles__ sidoo kale wadaag hab ah qaab wadnaha iyo xididdada dhiigga ee waaweyn oo ka duwan kuwa naaska.\n\nKooxo badan oo muhiim ah oo ah __-galles__ ayaa hadda baabi'iya, tusaale ahaan Mosasaurs. Waxaan dhihi jirnay dinosaurs waa la baabi'iyay, laakiin waxay ku badbaadiyaan qaab farcankooda baalasheeda (shimbiraha). Qiyaasta __-gal ah__ oo ka badbaaday waxaa ku jira qulqulka, yaxaasyada iyo tutara, badbaaday kuulkeedii. Intooda badan inta badan ee maalintaas __-gareds__ waa abeesooyin iyo lizzards.\n\nDaraasadda Nolosha __-galles__ waxaa loo yaqaanaa Herptology.",
"Dinosaur Age": "__Dosaurs__ (oo macnaheedu yahay \"libaaxyo xun\") waa koox kaladuwan oo rabitaanka Archosaur ah. Waxay ahaayeen xayawaanka dhulka ugu badan ee xilliga Mesozoic ee xilligii Mesozoic. In ka badan 500 oo ka mid ah Genesi oo kaladuwan oo Dinosaurs ah ayaa la yaqaan. Fossils of Dinosaurs ayaa laga helay qaarad kasta, oo wali waxaa jira daah-bixinno cusub oo soo noqnoqda.\n\n__Dosaurs__ waxay ka soo muuqdeen saddex-tirka sare, qiyaastii 230 milyan sano ka hor. Taariikhda ugu horeysa ee Dinosaur forapil waa tan eraptor, 231.4 ilaa 228 Muyo. Waxaa qoray xilliga hore ee Jurassic ay ahaayeen dhulkii ugu sareeya ee zerterates, oo ay ku guuleysteen inta badan bay'ada ugu badan dhulka. Waxay sii wadeen ilaa ay ka baxaan K / T (caalamka) waa 56 milyan oo sano ka hor.\n\nLaga soo bilaabo diiwaanka fossil, saynisyahannadu waxay rumeysan yihiin shimbiraha inay yihiin dinosaurs feedhka ah oo sidaas darteed waxay ahaayeen qadka kaliya ee dinosaurs si ay u noolaadaan maalinta xaadirka ah.\n\nDinosaurs waxay lahaayeen la-qabsi kaas oo ka caawiyay iyaga inay guuleystaan. Diinsis-ka ugu horreeyay ee caan ah ayaa ahaa ugaarsadeyaal yaryar oo ku socday laba lugood. Oo farcankooda oo dhammuna waxay lahaayeen jid qumman, Oo lugaha hoostoodana waxaa ku yaal. Tani waxay beddeshay qaab nololeedkooda oo dhan. Waxaa jiray astaamo kale. Intooda badan diinosaurs yar ayaa lahaa baalasheeda, waxayna u badan tahay inay kululeeyeen dhiig la'aan. Tani waxay ka dhigeysaa inay firfircoon yihiin, oo leh dheef-shiid kiimikaad ka badan marka loo eego xamaasadaha casriga ah. Is dhexgalka bulshada, oo ku nool xoolaynta iyo iskaashi ayaa umuuqata inay u badan tahay noocyada qaarkood.\n\nFerosils-kii ugu horreeyay waxaa loo aqoonsaday dinosaurs horaantii qarnigii 19aad. Lafahoodu qaarkood ayaa laga helay wax aad u yar, laakiin lama fahmin. William Buckland, Gideon Manttell iyo Richard Owen ayaa ahaa saynisyahano arkay lafahaas waxay ahaayeen koox gaar ah oo xoolo ah. Dinosaurs hadda waa soojiidashada weyn ee matxafyada adduunka oo dhan. Waxay noqdeen qayb ka mid ah dhaqanka caanka ah. Waxaa jiray buugaag badan oo iibiya iyo filimo ku saabsan iyaga. Baadhitaanada cusub ee Dinosaur ayaa badanaa laga soo sheegey warbaahinta.",
"Mammals": "__Mamals__ waa koox xayawaannada vertebrate ah oo sameeya fasalka Mammalia fasalka. Waxay leeyihiin dhogorta ama timaha iyo nooc aad u sax ah oo ah qawaaniinta heerkulka.\n\nMarka laga reebo monotremes-ka, dhammaan xayawaannada dumarka oo dhan waxay ku nool yihiin dhalinyaro. Waxay sidoo kale soo saaraan caano loogu talagalay dhalinyarada. Daryeelka waalidka ee dhalinyarada waa mid guud oo ka mid ah naaska, waana lama huraan maxaa yeelay dhalashada nool ayaa xaddidaya tirada farcanku.",
"Stegosaurus": "Stegosaurus (macnaha \"roof-lizard\") waxay ahayd nooc ka mid ah cunnoosaura-cunidda-cunista dhirta oo ku noolaa waxa hadda ku noolaa waqooyiga galbeedka ee america.\n\nStegosaurus wuxuu ku noolaa xilliga maxkamadda sare ee Jurassic qiyaastii 155-145 milyan oo sano ka hor. Waa mid ka mid ah dinosaurs ugu fudud ee loo aqoonsan yahay, oo leh laba-laab oo aan kala sooc lahayn ee taarikada dhabarka ee dhabarka iyo dhabarka dheer ee dabada dheer. Qalabka hubka ayaa loo baahday maadaama ay ku noolaayeen hilibka cunnada cuntadu u egtahay allsaurus iyo ceratosaurus.",
"Tyrannosaurus": "Tyrannosaurus waxay ahayd dinosaur weyn oo saadaalin ah oo ka socota Cretaceous-ka sare, 65.5-67 milyan sano ka hor.\n\nTyrannosaurus wuxuu ahaa nin bisil ah oo jilicsan oo isku dheelitiran qalfoof ballaaran oo muddo dheer, dabada culus. Marka la barbar dhigo addimada casaanka weyn iyo kan xoogga badan, waxay ahayd wax yar, laakiin awood u leh cabirkooda. Waxay lahaayeen laba nambar oo casiir ah.\n\nWaxaa jira wada hadal ah inuu yahay ugaarsade ama mushkilad. Sida hilibka wax cunista hilibka badan ee maanta, sida libaaxyada iyo dhurwaaga, Tyrannosaurus labadoodaba. Waxay lahayd daanka aad u xoog badan, oo xooggeeda qaniinyadu waxay kudhigi kartaa lafaha kale ee dinosaurs kale.",
"Dinosaur Extinction": "Bixinta dhammaadka cretaceous waxaa keena hal ama in kabadan dhacdooyin musiibo ah, sida saameynta baalasheeda ama meterorite-ka, ama kordhinta nashaadyada codka ah.\n\nDhowr nooc oo saameyn ku leh iyo nashaadaad ballaaran, sida in taasi ku jirto dabinka decan ee ku yaal India, ayaa taariikhda ku soo qortay waqtiga ugu dhow ee munaasabadda baabi'inta. Dhacdooyinkaas juqraafi ahaaneed ayaa laga yaabaa inay yareeyaan iftiinka qorraxda waxayna caqabad ku noqdeen Photosynthesis, taasoo horseedaysa carqalad weyn oo ku saabsan cilmiga deegaanka ee dhulka.",
"Primate Bipedalism": "Cilladu waxay leedahay ama u adeegsataa laba cagood oo socod ah. Saynisyahanadu waxay rumeysan yihiin in ciribtirka la soo qaaday mudnaanta koowaad ee ay kiciyaan 6 illaa 7 milyan sano ka hor maadaama tani ay tahay fossil-ka ugu horreeya ee ay ogaadeen in ay muujiyaan astaamaha ciqaabada. Evolution-ka ayaa rumeysan in kuwan ay yihiin awoowayaashii hore ee noocyada aadanaha, laakiin aragtidan ayaa leh caddeyn yar oo ay ku taageerto.",
"Constructed Tools": "__Lone aalado__ waa aalado laga sameeyay dhagax dhagax. Iyagu waa sababtaas da 'ahaan loo siiyey magaceeda. Saynisyahannadu waxay aaminsan yihiin inay yihiin aaladaha ugu horreeya ee loo adeegsado. Dhawaan waxaa la bartay in aaladaha dhagaxa ah ee loo adeegsaday ka hor inta aadanuhu ku noolaan.",
"Control Fire": "__Maafsiga dabka dabka ee bini-aadamka hore wuxuu aad muhiim ugu ahaa aadanaha hore. Dabku wuxuu bixiyay ilo diiran, ilaalin, horumar ku saabsan ugaarsiga iyo hab loo kariyo cuntada. Horumarintaan dhaqameedyadan ayaa loo oggol yahay hal-abuurka dhaqanka iyo isbedelada cuntada. Intaa waxaa sii dheer, xakamaynta dabka ayaa u oggolaaday ballaarinta waxqabadka aadanaha ee cimilada qabow oo ay sii ahaato goor dambe oo fiidkii ah, iyadoo labadaba bixiya diirimaad iyo iftiin.\n\nSheegashooyinka caddeynta ugu horeysa ee qeexan ee xakameynta xakamaynta min 200 kun illaa 1.7 milyan sano ka hor. Caddeymo loogu talagalay isticmaalka la xakameeyo ee dabka laga bilaabo ilaa 1,000,000 sano ka hor, waxay leedahay taageero ballaaran oo saynis ah. Blades Flut oo lagu gubay dab-damis ayaa laga helay meel u dhow fossil-ka bini-aadamka ee Morocco oo ay taariikhdu tahay ilaa 300 kun oo sano ka hor. Caddaynta baahsan ee xakamaynta taariikhaha dabka illaa ugu dhawaan 125,000 sano ka hor.",
"First Temple": "__Göbekli Tepe__ (Turkiga \", Turkiga ee\" Hittek Hill \", waa goob taariikhi ah oo ku taal gobolka koonfur-bari ee dalka Turkiga, qiyaastii 12 km) oo ah waqooyi-bari magaalada şanlıurfa. Sheegashada waxay leedahay dherer ah 15 m (49 ft) oo qiyaastii waa 300 m (980 ft) dhexroor. Waa qiyaastii 760 m (2,490 ft) oo ka sarreysa heerka badda.\n\nU sheeg waxa ku jira laba marxaladood oo isticmaalka la rumeysan yahay inay yihiin dabeecad bulsheed ama caado ah oo dib loo soo celinayo Millennium-ka 10-ka-8aad ee Millennium BC. Intii lagu gudajiray wejiga koowaad, oo ka mid ah neolithic-ka ka-hor-ka-dhegaadka ah ee 'PPNA'), goobo-goobeed oo ah tiirarka sareeyaha ee ballaaran ayaa la dhisay - dunida ugu da'da weyn ee la yaqaan. In ka badan 200 tii tiir oo ku dhawaad ​​20 goobood ah ayaa hadda lagu yaqaan sahannada jujibical. Tiir kastaa waxay leedahay dherer ilaa 6 m (20 ft) oo miisaankiisu yahay ilaa 10 tan. Oo waxaa lagu dhejiyaa saldhigyood oo sariirta ka soo baxay. Wejiga labaad, oo ka mid ah neolithic-ka pre-tolit-ka b (ppnb), tiirarka la soo saleeyay ayaa ka yar oo istaagay qolalka leydiga ah oo leh sagxadaha liin ee la hubo. Goobta ayaa laga tagay ka dib PPNB. Qaab dhismeedka da'da yar taariikhda waqtiyada caadiga ah.\n\nFaahfaahinta howsha qaabdhismeedka ayaa ah wax qarsoon. Waxaa qoday koox ka tirsan achiological-ga Jarmalka iyadoo la raacayo Klaus Schmidt laga soo bilaabo 1996 ilaa dhimashadii sanadkii 2014. Schmidt 2014. Schmidt wuxuu rumeysan yahay in goobtu ay ahayd meel gobol ah oo gobol ahaan ay isku urursadeen, ee ma ahan heshiis.\n\nSanadka 2018, goobta waxaa loo magacaabay goobta dhaxalka adduunka ee UNESCO.",
"Agricultural Revolution": "__Wax kacaan neolithic__ (da'da dhagaxa cusub) wuxuu ahaa kii ugu horreeyay ee __geerrastic kacaankii ugu horreeyay. Waxay ahayd isbeddel tartiib tartiib ah oo ka socda ugaarsiga reer guuraaga ah iyo isu soo ururinta bulshooyinka iyo guutada iyo dejinta beeraha iyo dejinta. Muddadan waxaa lagu tilmaamay \"kacaan\" maxaa yeelay waxay bedeshay habka nolosha bulshooyinka taas oo isbedelka sameysay. Waxay ka dhacday bulshooyinka bini-aadamka ee kala duwan ee bini-aadamka ee waqtiyo kala duwan. Bulshooyin badan ayaa is beddelay 7-9 kun oo sano ka hor.\n\nEreyga waxaa loola jeedaa muddada guud ee waqtigaas oo horumarintooda ay ka dhacaan. Waxay sidoo kale khusaysaa isbeddelada ka dhacay: qaadashada farsamooyinka beeraha ee hore, beero dalagga, iyo xakameynta xoolaha. Kacaanka neolithic wuxuu muhiim u yahay horumarka ka jira abaabulka bulshada iyo tikniyoolajiyadda.\n\n__ kacaanka neolithic you wuxuu horseeday inuu ku noolaado degsiimooyin joogto ah ama mid joogto ah. Sababta oo ah dadkan aad u yar ayaa horseeday qaab nololeed qoys. Si aad u ogaato inuu ogaado cidda dalaga ku koray ay iska leeyihiin, fikradda lahaanshaha guryaha ayaa la soo saaray. Deegaanka dabiiciga ah waa la beddelay, cufnaanta dadka ayaa kortay, dadkuna cunay khudrado badan iyo badarka cuntooyinkooda. Xaafadaha ayaa lagu horumariyay bulshada dhexdeeda. Hadhuudh ayaa la keydiyay, waana laga ganacsan karaa. Soosaarka dheeraadka ah ee ka soo baxa wax soo saarka dalagga ee wanaagsan ayaa bulshada ka caawisay inay ka badbaadaan sannado xun. Tusaalaha tani waa sida Yusuf (sida) loo ilaaliyo oo uu hadhuudhka ku kala firdhiyey hadhuudhka ku yaal Masar qadiimiga ah.",
"Writing": "__OSITT__ waa ficilka wax lagu duubo luqadda dhexdhexaadka ah ee muuqaalka ah iyadoo la adeegsanayo astaamo. Astaamaha waa in lagu yaqaan kuwa kale, si qoraalka loo akhriyo.\n\nQoraalku wuxuu kaloo isticmaali karaa nidaamyada kale ee muuqaalka ah, sida sawirrada iyo qurxinta. Kuwaani looma yeesho qoraal, laakiin waxay ka caawin karaan fariinta shaqada. Badanaa, dhammaan dadka wax barata ee wadan ku nool waxay isticmaalaan isku mid ah qaab qoraal ah si ay u duubaan isla luqaddaas. Si aad u aqriso wax akhriska iyo qorista waa in la akhriyo.\n\n__Ortaint__ way ka duwan tahay hadalka maxaa yeelay akhristayaasha uma baahna inay joogaan waqtigaas. Waxaan ku akhrisan karnaa qoraalka ka hor waqtigii hore, iyo qaybo kala duwan oo adduunka ah. Dukaamada qoraalka oo waxay wada xiriiraan aqoonta. __OSITT__ waa mid ka mid ah wax qarinta ugu weyn ee noocyada bina aadamka. Taariikhyahannadu waxay aaminsan yihiin in la hindisay ka dib markii dadka ay degeen magaalooyinka, ka dib beeraha ka dib markay bilaabeen. __ Eherts__ trates laga bilaabo qiyaastii 3,300bc, oo ka badan 5000 sano ka hor, bariga dhexe.\n\n__OSITT__ maanta waa warqad, in kasta oo ay jiraan habab lagu daabaco ku dhawaad ​​dusha sare. Telefishanka iyo shaashadda filimka ayaa waliba soo bandhigi kara qorista, sidaas darteedna shaashadda kombiyuutarka. Qalabyo fara badan oo qoraal ah ayaa la abuuray, muddo dheer ka hor waraaqda. Dhoobo, papyrus, alwaax, slate iyo gogoldhig (maqaarka xoolaha ee loo diyaariyey) dhammaantood waa la isticmaalay. Roomayaashu waxay ku qoreen kiniiniyada wax lagu qoro oo leh stylus tilmaamay; Tani waxay caan ku ahayd qoraallada ku meel gaarka ah iyo farriimaha. Qaybta dambe ee waraaqaha ee ay sameeyeen Shiinuhu waxay ahayd tallaabo weyn oo horay loo qaaday.\n\n__Intaint__ waxaa caado ahaan loo sameeyaa iyadoo la adeegsanayo qalab gacanta sida qalin, qalin, ama burush. Inbadan oo intaa ka badan, si kastaba ha noqotee, qoraalka waxaa lagu abuuray soo-jeedinta kumbuyuutarka kombiyuutarka ama taleefanka casriga ah.",
"Recorded History": "__Hors__ waa daraasadda dhacdooyinka hore. Dadku way yaqaaniin wixii dhacay markii ay ka dhacday wax ka soo jeeda wixii la soo dhaafay oo ay ku jiraan ilo (sida buugaagta, iyo aaladda, iyo matxafyada, iyo matxafyada, iyo matxafyada. Waxyaabaha loogu talagalay dadka inay wax bartaan taariikhda. Qofka daraasadaha taariikhda waxaa loo yaqaan taariikhyahan. Qofka wax lagu bata taariikhda hordhaca taariikhda iyo taariikhda waxyaabo gadaal ka tagay dhaqamada qadiimiga ah waxaa loo yaqaannaa kiilo-nafsi. Qofka barashada aadanaha iyo bulshada waxaa loo yaqaan cilmu-nafsiga. Daraasadda ilaha iyo qaababka loo isticmaalo in lagu barto loona qoro taariikhda waxaa loo yaqaan taariikh taariikh leh.\n\nDadku waxay wax ka baran karaan wixii la soo dhaafay iyagoo la hadlaya dadka xasuus ku ah waxyaabaha dhacay waagii hore. Tan waxaa lagu magacaabaa taariikhda afka. Markii dadka la mid ahaa addoonsiga iyo kuwa badbaadayaasha dagaalka Mareykanka ay gaboobayeen, taariikhyahannadii qaar ayaa duubay wax kasta oo ay dhaheen, sidaa darteed taariikhdaas lama lumin doono.\n\nIsla sidaas ayaa lagu sameeyay taariikhda Islaamka. Waxbadan ayaa la qoray, laakiin waxaa jiray aqoonyahanno dhowr ah oo hareereeyay aruurinta isaga oo u soo baxay oo ku saabsan nebigii Nabiga (xadiiska) buugaag. Sayniska Islaamka oo dhan ayaa laga soo saaray tan si loo xaqiijiyo silsiladaha sheekooyinka dib ugu laabanaya Nabiga (SCED) iyo in loo qiimeeyo xadiisiyadan heerka kala-soocidda dhawaaqyada. Waxaan ognahay ciddan iyo qoysaskoodaba iyo qoysaskoodaba, kaliya maahan magacyo aan kala sooc lahayn magacyo (I.E. Mark, Luukos. Badanaa, isla xadiiska waxaa laga heli karaa daraasiinno dhowr ah oo isla buugga ama ku faafi kara buugaag dhawr ah oo xadiiska ah oo ay soo aruurisay dad aad u tiro badan. Tan waxaa loo kala saari doonaa sidii sahih (aad u dhawaaqo) xadiiska.\n\nQur'aanka ayaa sidoo kale qoray laakiin badiyaa kumanaan kun oo dad ah ayaa ku qoslay kumanaan kun oo nolosha Nabiga uu arkay. Waxaa wali laga xasuustaa malaayiin dad ah maanta, oo ku qoran luqadda Carabi ee asalka ah- xitaa ay ku hadlayaan kuwa ku hadla carabka. Tani waa suurtogal maxaa yeelay Qur'aanku waa hagaaji oo fududahay in la xasuusto dad badan. Haddii dhammaan qoraalka Qur'aanka ay si uun u dhammaadeen, muslimiintu waxay soo celin karaan dhowr ilbiriqsiyo haddii ay wada shaqeeyaan. Sikasta looma baahna, maadaama Ilaah noo sheegay inuu ka ilaalin doono Quraanka. __ \"runtii, kuwa ku soo dejiyey Quraanka runtiina, waxaan noqon doonnaa ilaahkeeda. (Quraanka 15: 9) __\n\nIyada oo aan loo eegin quruxda gabayada iyo akhrinta farriinta Qur'aanka Qur'aanka waxay si fudud ugu habboon tahay maskaxda mu'miniinta maxaa yeelay waxay sharxaysaa wixii macquul ah, mustaqbal iyo mid sahlan oo si fudud loo fahmo. Qur'aanka waa mucjisada ugu weyn ee aan haysanno, oo kaliya waxaan u baahanahay, si aan u cadeyno Islaamka waa diinta saxda ah. Waxaa naga abuuray annaga oo nala socodsiiyay oo si toos ah naga baraa ereyada Qur'aanka. Oo bal yaa ka wanaagsan inuu na baro, kan ina abuuray oo aan si wanaagsan wax nooga taqaano.\n\nMarkii hore dadka ku sugan qaybo kala duwan oo adduunka ah ayaa heysata taariikh gooni ah maxaa yeelay isma kulmin marar badan. Kooxo dad ah oo aan waligood isma kulmin. Dhexe Yurub, Rome ee qadiimiga ah ee Rome iyo Shiinaha oo qadiim ah mid walbana wuxuu u malaynayay inay xukumaan qaybaha kaliya ee muhiimka ah ee adduunka iyo qaybaha kale ee ay ahaayeen \"Barbarian\".",
"First Pyramid Built": "(Fircoon) (Fircoon) (Fircoon) ha idinku koriyo (Fircoon) inaad calaamad u noqoto kuwa imaad kaa daba socda. Laakiinse runtii, qaar badan oo dadka ka mid ah ayaa ka tanaasuli jireen aayaadkanaga. (Quraanka 10:93) __\n\n__Pyreymen__ waa qaab-dhismeed, caadiyan dhagxan, oo lagu dhisay qaabka Ahraamta. Laga soo bilaabo qadiimiga ilaa waqtiyada casriga ah ee dadka qaybo badan oo kala duwan oo adduunka ah ayaa dhisay dhismayaashaas.\n\n__-yada ugu horreysa ee __pyremids__ waxaa lagu dhisay 230 B.C. Ahraamta ugu da'da weyn ayaa ku sugan Saqqara, Masar waxaa dhisay King Djoos oo ka mid ah dib-u-dhigga saddexaad ee Deynsty.\n\nQur'aanku wuxuu ka hadlayaa wax badan oo ku saabsan dib-u-dhigga Deyrta Masar ee sheekooyinka ku saabsan Musa (sida Muuse) iyo Yuusuf (sidii, Joseph).\n\nQur'aanku wuxuu si sax ah u tilmaamay taariikhda Masar isagoo tixraacaya hogaamiyaha deenishkan Masriyiinta ah ee boqor ama Fircoon (oo markii dambe yimid). Xaqiiqdii taariikhiga ahayd ee dhawaan waxaa ogaaday matxafka Ingiriiska. Iyaga oo lagu soo xigtay iyaga, Masriyiintu ma aysan wicin taliyayaashooda \"Fircoon\" ilaa ay ka dhalatay 18-ka jirka (1552-1295 BC).\n\nDhowr aayadood oo ka hadlaysa Musa iyo Firca'un (Fircoon):\n__ \"Aynu ahayn (Eebe) anoo idin farana waxaad ku dhaartaan warkii (Nabi) Muuse iyo Fircoon xagga Runta (Xaqa). (58).\n\n\"Waxaan u dirray Muuse iyo astaantiisii ​​Fircoon iyo ugaasyadoodii (Nabiga), ee bal eega, waxa ku sugnaa kuwii abuuray kuwa abuuray. (Quraanka). (Quraan 7: 104)\n\nFircoonnu jidhkiinnii ku dhaartaye waxaan idiin noqonnaa inaad calaamo u noqoto kuwa imaad kaa daba socda. Laakiinse runtii, qaar badan oo dadka ka mid ah ayaa ka tanaasulay aayaadkanaga. (Qur'aan) __\n\nWaxaa si weyn loo rumeysan yahay taariikhyaha taariikhiga ah iyo culimada Masiixiyiinta iyo muslimiinta ee ah in Muuse uu la tacaalay Ramsesses II. Quraanka iyo Kitaabka Quduuska ahba waxay u sheegaan sheekadan si faahfaahsan oo ugu dambaysta ah in Fircoon ku soo duulay Badda Cas, iyo runtaas Ilaah, oo ka qaybshay badda.\n\n(Fircooyin) (Fircoon) waxaan ku korinaynaa jirkaaga si aad u ahaato kuwa kaa dambeeya. ilaa dhowaan. Mydurs-ka boqorka ah ee Fircoons oo dhan waxay ku qariyeen dooxada ay Boqora (KV7 & 8) ay wehliyaan bangiyada wabiga Niilka. Xitaa ka dib markii xabaalaha ay dhacaan, hadhaagii murugeysan yahay ee Fircoons ayaa lagu hayaa qarniyadooda qarniyo badan. Faahfaahintooda ayaa dhacday qarnigii 19-aad oo hadda waad arki kartaa, Ramsesessies II indha adiga oo indhahaaga ku ah matxafka weyn ee Machiy ee Qaahira, Masar. Jidhkiisa ayaa sidoo kale ka soo baxay dhowr safar oo caalami ah oo ay dhammaantood soo arkeen. Tani mar labaad, waxay muujineysaa sida aqoonta kariimka ah ee Qur'aanka iyo diinta ay nagu siin karto oo keliya xagga Ilaah.\n\nWaxaad sidoo kale weydiisan kartaa dadka Yuhuudda ah wixii ku saabsan waayo-aragnimadooda Fircoon, iyo hoggaamiyeyaal kale oo qadiim ah.\n\n015-071 waxaana ka siinay Nasaha Aasaasida (Reer Dadka Israa'iil) markuu u yimid, markuu u yimid oo Fircoon wuxuu u malaynayaa Muuse inaad sixir ku dhaartay. (Quraanka) 17: 101) __\n\nBadbaadinta dadka Yuhuuda ah ayaa sidoo kale noo oggolaaneysa inaan weydiino wax ku saabsan calaamadaha kale ee Eebbe, sida mucjisooyinka iyo nebiyadii iyaga loo diray.\n\n__ reer binu Israa'iil intaan calaamad cad u siinay. Oo ku alla kii ninka beddelaa ka dib markuu u yimid (Eebe) wuxuu ku daranyahay. (Quraan 2.211) __",
"Roman Empire": "__Maama EMPIREFT__ (Latin: Dhexeyaasha Romanum) waxay ahayd boqortooyadii ugu weynaa adduunka qadiimiga ah. Caasimaddeeda waxay ahayd Rome, boqortooyadiina waxay saldhig ku ahayd Mediterranean-ka. Taariida taariikhiga ah ee laga soo bilaabo 27 BC, markii Octovian ahaa Emperor, Agoosto, ilaa ay ku dhacday 476 AD, oo lagu xusayay dhamaadka adduunka qadiimka ah iyo bilowgii da 'dhexe, ama da' mugdi ah.\n\nBoqortooyada ayaa ahayd marxaladda saddexaad ee Rome qadiimiga ah. Rome ayaa markii ugu horreysay xukumayay boqortooyadii Roomaan, ka dibna waxaa qoray Roms Republic, ka dib amiirka.\n\nDurxad badan oo casri ah ayaa ka mid ah Boqortooyadii __3Rooman EMPIREF, oo ay ku jiraan Scotland (ma aha Scotland), Spain, France, ee Turkey, reer Jarmal, Switzerland, iyo xeebta woqooyiga. Luqadda ugu weyn ee ____raman empire__ wuxuu ahaa Laatiin; Giriiggu wuxuu ahaa luuqad labaad oo muhiim ah.\n\nQaybta galbeed ee Empire-ka __20man ee EMPIREF__ waxay socotey qiyaastii 500 sano, qaybta bari, oo ay kujirto Giriigga iyo Anatolia, waxay sii wadeen ku dhawaad ​​kun sano ka badan. Qeybta bari waxaa loo yaqaanay Boqortooyada Byzantine, caasimaddeeda Codestantinople waxaana ku dhamaaday qabsashadii Cusmaaniyiinta ee Centhinople sanadkii 1453 ee Suldaan Fatih Mehmet. Dhacdadaas waxaa la soo wareystay Nabiga Muxamed waana mid ka mid ah dhacdooyinka ugu caansan taariikhda adduunka.",
"Crusades": "__Maajuusyada__ waxay ahaayeen dagaallo isdaba joog ah oo isku dhafan oo u dhexeeya Masiixiyiinta iyo Muslimiinta gacanta ku haya dhulka quduuska ah. Dhaqan ahaan, waxay ka dhacaan inta u dhexeysa 1095 iyo 1291. Dhulka Quduuska ah weli waa meel aad muhiim ugu ah saddexda diimaha monothheist ee waaweyn: Islaamka, diinta islaamka, iyo diinta masiixiga. Waxaa jira bogag badan oo diineed oo muhiim ah oo dalka Quduuska ah ku yaal. Intaasu waa dhulkii ay hadda yeeleen reer binu Israa'iil ama Falastiin. Yeruusaalem, Naasared, Beytlaxam, Xebroon iyo goobo kale oo diimeed ayaa hoos u dhacday Muslimiinta Omar (Raf), kareemka Saddexaad, ee Nabiga iyo Saaxiibkii Saddexaad ee Nabiga Muxamed (Shew).\n\nWaxaa jiray cibaado badan oo kala duwan. Waxa ugu muhiimsan uguna weyn __curusudes__ wuxuu ka dhacay qarnigii 11aad ilaa 11aad illaa iyo 13aad. Waxaa jiray 9 cibaado waaweyn inta lagu jiro waqtigan. Waxa kale oo jiray cibaado badan oo yaryar. Qaar ka mid ah xayiraadu waxay ku dhex jireen gudaha Yurub (tusaale ahaan, Jarmalka, Austria iyo Scandinavia). Your __ccursudes__ wuxuu sii waday qarnigii 16aad, ilaa laga helo dib-u-haynta iyo dib-u-habeynta.\n\nEreyga \"Crusade\" wuxuu la xiriiraa ereyga \"iskutallaabta\" waxaa loola jeedaa Dagaal Christian Christian ah. Waxa kale oo jira erayga Carabiga \"Jihaad\", taasoo micnaheedu yahay in la isku dayo oo uu halgan ugu jiro Muslimiinta lahaan kara isla markaana ah \"Crusade\" ee muslimiinta inta lagu jiro wakhti dagaal. Nabiga (Shew) Waxaa la baray tani waa jihaadka ka yar inkasta oo jihaadka weyn uu ku soo baxo dagaalka inuu ku noolaado nolol aad u wanaagsan.\n\nDhinacyada oo dhami (Masiixiyiinta, Muslimiinta, iyo Yuhuuddu) ayaa aad u rumeeyay diimaha. Qaar badan oo ka mid ah xayiraadda badiyaa waxay ka dambeeyeen sababo siyaasadeed ama lacageed. Sida dagaalladii oo dhan.\n\nWaa wax laga xumaado in la arko colaadaha u dhexeeya saddexda caqiidooyinka Ibraahimic ee la wadaago si aad u badan. Muslimiintu waxay tixgeliyaan Yuhuudda iyo Masiixiyiinta maadaama dadka ka mid ah buugga, taasoo micnaheedu yahay inay leeyihiin xaalad gaar ah iyo xiriir dhow oo ay la leeyihiin muslimiinta marka loo eego dadka kale. Waxaad tan ku arki kartaa nolosha Nabiga (saqafka) iyo meesha isaga iyo asxaabta ay ka naxeen byzantine Christian's beenta ka soo gaadhay Dansians dagaal ballaaran. Tan waxaa lagu duubay xadiisyada oo xitaa ka hadlay Qur'aanka. Sidoo kale waa caddeyn kale oo xiiso leh oo ku saabsan xaqiiqada Islaamka maadaama Eebbe shaaca ka qaaday dhacdo mustaqbal oo u soo baxday: __ \"The Roomanka ayaa laga adkaaday (anatolia); laakiin goor dhow ayey adkaan doonaan dhowr sano gudahood iska leh amarka ka hor iyo ka dib. Oo maalintaas Mu'miniintu way ku farxi doonaan \"(Quraanka Quraanka (Quraanka) (Quraanka) (Quraanka) (2-4) __\n\nWaqtigaas waa la shaaciyey, Parab Pagerari wuxuu ku jiray dhinaca jaahilka ee jaahilka, halka muslimiinta carabta ay rajeynayaan in Christian uu ku guuleystay dagaalkan. Markii ay Masiixiyiintu ka badeen dadka jaahilka ah ee ay ku majaajiloodeen muslimiintaas oo ay dhahaan wax la mid ah, \"Aaway Ilaaha awooda badan ee hadda?\". Markaa Ilaahay ayaa shaaca ka qaaday aayaddan xilligan. Xaqiiqdii, in 622 xayeysiiyay dagaalka soosaarka, Byzantines ka hooseysa Emperor iriclius ayaa ku guuleystey ciribtir iyo guul ay ka soo horjeedaan Anatolia ee ka dhanka ah Sanasnia, sidaas darteed waxay xaqiijisay sii sheegidda Qur'aanka.",
"Black Plague": "__ Dhimasho madow__ waxay ahayd cudur dillaacay oo lagu dilay malaayiin dad oo ku baahsan Yurub iyo Aasiya oo ku baahnaa. Ku dhawaad ​​seddex ka mid ah sedexdii qof ee ku nool Yurub ayaa ka dhintey cudurka, waxayna ku sugnaayeen tii ugu xumeyd intii u dhaxeysay 1347 iyo 1351. Cudurku wuxuu ka bilaabay Aasiya. Dadka badankood waxay moodayaan in cudurka uu ahaa daacuunka balli. Cudurkan waxaa loo qaadaa oo lagu faafiyaa boodboodka ku nool jiirka. Ganacsatada ka soo jeeda wadada silk-ga ayaa laga yaabaa inay keentay haragga cudurka cudurka qaba ee Yurub.\n\nFleas wuxuu bilaabay dhibaatada; Dambiyada cudurka qaba waxaa watay jiirka madow. Jiirka sidda u waday boodada ayaa gala magaalooyinka. Markuu boodku waxoogaa qof waxoogaa, waxay ku duri lahaayeen waxoogaa bakteeriyada ah boogta boogta. Tani waxay u horseedi doontaa qofka inuu cudurka qaado. Jiirka ayaa inta badan ku jira maraakiibta. Tani waxay ka dhigan tahay in cudurku si dhakhso ah u faafo, dhammaan Yurub oo dhan.\n\nBini'aadamka, cudurka wuxuu sababay barar ku jira gumaarka, gacmaha hoostiisa iyo dhegaha gadaashiisa. Markuu bararku wuxuu ahaa midab madow oo guduudan, sidaa darteed magaca 'dhimashada madow'. Bararka mugdiga ah waxaa loo yaqaan Buboes. Dadku xanuun bay ku jireen dhibbanayaashuna waxay dhinteen geeri aad u xun. Astaamaha waxaa la arki karaa 3-7 maalmood ka dib markii dhibanayaashu ay qaniinto iyagoo wata cudurka.\n\nNasiib darrose, magaalooyinka qaarkood sida London waxaa loo maleynayay in bisadaha sababay cudurka si ay ugaadhsadeen oo ay dileen tiro aad u badan. Nasiib darrose, in la filayo, tani waxay sababtay cudurka daacuunka inuu ka sii daro sida hadda jiirka ah oo ay ku lumeen sahaminta dabiiciga ah ee dabiiciga ah oo ay dadku sii weynaadeen.\n\nXaqiiq kale oo xiiso leh oo ku saabsan cudurka budada ah waa sida baadari loo badbaadiyey. Waqtigaas, muslimiintu waxay ku sugnaayeen madaxa dhammaan daah-furnaanta caafimaadka iyo sayniska. Isku-darka buugaagta badan ee muslimiinta ah, wadaaddada Katooliga ah ayaa ogaatay in dabka loo maleynayo inuu iska ilaaliyo oo uu dilo qaar ka mid ah jirrada (jeermiga). Sidaas oo kale, waxay ku tuureen dab aad u weyn goobaabin ku wareegsan baadari oo socday dhowr toddobaad. Dabcan,, jiirka ayaa la hayaa iyo duuladooda waxay baabi'iyaan baadari oo wuxuu ka badbaaday wax dhibaato ah.",
"Constantinople Istanbul": "__Constuntatople__ waxay ahayd caasimada Boqortooyada Roomaanka (330-395), Boqortooyada Roomaanka / Boqortooyada Bastoman (1204-1261), iyo Boqortooyadii Cusmaaniyiinta (1453-1922). Sannadkii 1930-kii waxaa loo magacaabay Istanbul. Waa magaalo ay ku taal dalka Turkiga maanta.\n\nGuuldaradii Istanbul, oo sidoo kale loo yaqaan Islambol, weli calaamad kale iyo caddeyn islaam ah iyadoo nebi Muxamed uu wax sii sheegay. __ \"Waa inaad ka adkaataa Conteninople. Oo ciidankii shisheeyana muxuu noqon doonaa, oo sirkaal yaabee cajaa'ib lehna wuxuu noqon doonaa taliyeagii kan ahaa. (Musnad, aniga, 176; IV, 335; Daarimi, \"Muqaddendima\", p. Tani waa sharaf weyn oo ku guuleysatay magaalada sanadkii 1453 waxayna lahaayeen mid ka mid ah taarikhda ugu weyn ee taranka. .\n\nTaariikhyahannadu waxay cadeeyeen, waqtigii ay ku guuleysteen __constrintople__ waxay u dhigantaa inay ka adkaato meel sida magaalada New York maanta.",
"Newton and Gravity": "Markay dadka intooda badani ka fikiraan __AC Newton__, waxay ka fekeraan isaga oo fadhiya geed tufaax ah oo daawanaya dhicitaanka tufaaxa. Dadka qaar xitaa waxay rumeysan yihiin in Apple uu madaxiisa ku dhacay. __GEWNOTON__ Fahmay in waxa waxyaabaha ka dhigaya sida tufaaxtu ay ku dhacdo dhulka waa nooc gaar ah - xoogga aan ugu yeerno culays. __GEWTHEVE waxay u malaynaysaa in culayska uu ahaa xoog soo jiidashada labada shay, sida tufaax iyo dhulka. Wuxuu sidoo kale u maleeyay in shay ka badan arin badani uu isku mid yahay si isku mid ah alaab yar yar sida ay ku dul wareegeen. Taasi waxay ka dhigan tahay in tirada badan ee dhulka ay u jiidhay walxaha ku soo jiiday. Taasi waa sababta Apple ay u dhacday halkii ay ka kici lahaayeen, oo sababta ay dadku ugu dul dulqarin hawada.\n\n__Isac Newton__ wuxuu ka fikiray fekerka ku saabsan culeyska. Kahor __gewdon__, dadku waxay moodayeen in kaliya walxaha u dhow dhulka ay dhici doonto. Laakiin __GEWNOTH__ waxay moodeysaa in culayska uusan ku koobneyn oo keliya dhulka iyo walxaha ku jira. Ka waran haddii culaysku aado Dayaxa iyo wixii ka dambeeya?\n\n__GEWNONT waxay hindisay qaacido lagu xisaabinayo xoogga soo jiidashada labada jirka. Wuxuu u adeegsaday inuu xisaabiyo xoogga loo baahan yahay inuu dayaxu uu ku dhaqaaqo dhulka. Markaas ayuu isbarbar dhigay xoogga ka dhigay tufaaxa hoos u dhaca. Ka dib markii ay oggolaatay xaqiiqda ah in dayaxu aad uga fog dhulka, oo uu leeyahay tiro aad u weyn, wuxuu ogaadey in ciidamadu isku mid ahaayeen. Dayaxa waxaa lagu qabtaa orbit oo ku yaal dhulka dushiisa oo ah jiidista culeyska dhulka.\n\nQaaciddada ay sameysay __meewton__ waxaa loo yaqaan sharciga xasaafunka. Wuxuu ahaa wax xariif ah oo sharciyadiisa badanna waxaa loo yaqaanay fisikikada Newtonitos. Qaar badan oo ka mid ah qaacida xisaabtiisa ayaa wali loo isticmaalaa in lagu xisaabiyo farsamooyinka walxaha sheyga waaweyn. Iyagu sax ma aha wax yar, sidaa daraadeed sayniska cusub ee loo yaqaan 'Quaads phiss' ayaa hoos yimaada horumarka si loo tijaabiyo oo uu fahmo adduunkan qalaad ee walxaha microscopic.",
"Industrialization": "__Dindurtadurization-ka__ (ama warshadeynta warshadeynta) waa geeddi-socod ka dhaca wadamada markay bilaabaan inay isticmaalaan mashiinnada ay qabtaan shaqo ay dadku mar sameeyeen. __Inbaabalation-ka__ wuxuu beddelaa waxyaabaha dadku sameeyaan. __Inbaabaralzation-ka ayaa sababay magaalooyinka inay koraan. Dad badan ayaa ka tagay beeraha inay ka qaataan shaqooyin mushahar badan mushahar leh oo ku saabsan warshadaha magaalooyinka.\n\n__Inbinnodurialization-ka waa qayb ka mid ah geedi socodka ay dadku wax u sahlayaan oo ka jaban yihiin oo wax lagu sameeyo. Adeegsiga teknolojiyad wanaagsan, waxaa suurtagal ah in la soo saaro alaab dheeri ah waqti gaaban. Waxyaabo badan ayaa laga soo saari karaa dad aad u yar.\n\nKa dib marka dadka warshaduhu sidoo kale qabtaan shaqooyin badan oo takhasus leh. Tusaale ahaan ka hor intaanubalka, cobbler (qof sameeyo kabo iyo alaabo maqaar ah) ayaa kabaha ka mid ah kabaha kabaha oo dhan u sameeyeen. Wuxuu ka shaqeeyey hal kabo oo kabo ah, oo dhammeystiray, ka dib waxay ku bilaaban doontaa kabaha xiga ee kabaha. Warshadeynta warshadeynta, waxaa jira dad badan oo ku lug leh kabo iyagoo jaraya geedi socodka kabaha ee kabaha u samee howlo yar yar. Tusaale ahaan, waxaa jira hal qof oo go'ay kabaha iyo qof kale inuu dhaco. Marka la soo koobo, waxaa jira qayb ka mid ah shaqada waxaana loo yaqaanaa khadka tooska ah ee maanta. Mashiinnada ku jira warshadda noocan oo kale ah ayaa lacag badan ku kacaya, sidaa darteed warshadda waxaa lahaan doona qof hodan ah oo awoodi kara mashiinnada iyo shaqaaluhu inay dadka iyo howlaha kaladuwan u leeyihiin.\n\n__Binnopalization-ka ayaa ka bilaabay England oo kacaanka warshadu qarnigii 18aad. Waxay ugu horreysay qaybo ka mid ah Yurub, iyo waqooyiga Ameerika. In warshadeyda qarnigii 20aad ku faafa waddamada kale.",
"Darwin's Theory of Evolution": "__ \"Eebe wuxuu abuuray xayawaan kasta oo biyo ah. Waxay ka mid yihiin qaar ka mid ah calooshooda, qaarna waxay ku socdaan laba lugood, oo ah kuwa afarta lugta ku socda, waayo, Ilaah baa wax walba kara wax walba, 24:45) .__\n\n__Charles Darwin__ (1809-1882) Bookshiis \"asal ahaan ka soo jeeda noocyada\" sanadkii 1859. Intiisa ayuu ku soo bandhigay aragtiyo badan oo ku saabsan sida noloshu u noqotay dhulka. Wuxuu soo jeediyay xulashada dabiiciga ah, kaas oo ah geedi socod ay xayawaannada ku jira astaamo gaar ah, ay ku noolaan karaan si ka wanaagsan sidii ay xayawaanku u soo baxaan jiritaanka. Si kastaba ha noqotee, Darwin ma uusan fahmin ama ma ogeyn ku saabsan hiddo-wadaha waqtigaas ama sida ay sifooyinka dhab ahaan u gudbiyeen. Marka isagu si sax ah uma sharxi karin waxa carruurtu u egyihiin waalidkood.\n\nSi kastaba ha noqotee, __sar's__ sharaxaadda isbedelka ayaa aasaas ahaan ka aqbala bulshada cilmiga saynisyahannadu waxay si adag uga shaqaynayaan inay ka soo baxaan unugyada hal unugyada iyo daanyeerka ilaa daanyeerka ilaa maanta. Halka, Muslimiinta, Masiixiyiinta iyo Yuhuuddu ay aaminsan yihiin inaan nahay farac Aadan (Sawir) iyo Hawsa (Xaawo), ninka koowaad iyo naagta koowaad iyo haweeneyda. Saynisyahannadu waxay tixraacaan natiijooyinka sida \"naqshadda caqliga leh\" oo ay jiraan caddeyn aan la tirin karin oo tan ah, sida sida DNA, jirka bini-aadamka, nidaamyada qoraxda, iwm.\n\nLa mid ah Darwinis, Islaamku wuxuu aqoonsan yahay fikradda ah in noloshu ku dhacdo heerar iyo in muddo ah. Sidoo kale, waxaan aaminsanahay in Ilaah awood u leeyahay wax walba oo si fudud wax uga beddelo wax kasta oo lagu kordhiyo deegaanka. Eebbe abuuray markii ugu horreysay, markii labaad ayaa fududaan lahayd, sax? Sida naga soo sarakicidda maalinta xukunka.\n\nLaakiin si ka duwan aragtiyaha casriga ah ee casriga ah ee sheegta isbedelo aan fiicnayn, kuwaas oo had iyo jeer dabiiciga ah dabiiciga ah, waxaan aaminsanahay in Ilaah beddeli karo xayawaanka si uu u sii fududaado daad ka dib daad ka dib haddii ay u baahan tahay, waayo, tusaale. Tan waxaa dhab ahaan laga diiwaangeliyaa daraasad badan oo ah shimbiraha shimbiraha la qabsado Tani waxay ka dhigeysaa macno badan ka dibna xayawaan tartiib tartiib ah oo aan kala sooc lahayn u dhaqaaq fursadda. Sidoo kale, waxaa jira kiisas oo cusub oo cusub ama duug ah oo mucjiso ka soo baxaya meel aan jirin. Muslimiintu aad ayey u daryeelayaan xoolaha iyo deegaanka, laakiin kama walaacsano iyaga oo baabi'in kara ama aan awoodin inay iskood isu daryeelaan maxaa yeelay wax walba, waxaan aaminsanahay Ilaahay.\n\nMarka la soo koobo, Muslimiintu way diidaan fikradda ah in aadanaha ay si aan kala sooc lahayn uga soo baxaan ka soo baxaan daanyeerka. Muslimiintu waxay rumeysan yihiin in aadanaha loo tixgeliyo abuur gaar ah. Islaamku wuxuu baray in bini-aadamka ay yihiin qaab nololeed u gaar ah oo uu abuuray Eebe, sida wax kasta oo kale; Si kastaba ha noqotee, waxaan leenahay hadiyado iyo karti gaar ah oo aan ka duwanaano xayawaan kale oo aan ahaanno. Tusaale ahaan, waxaan haysannaa qof weligiis ah, damiir, mala-awaal, aqoon iyo rabitaan bilaash ah. Waxaan noqon karnaa mid xoog badan, wacan oo cilgaar ah ama waan daciifin karnaa oo aan u shaqeyn karnaa oo keliya si aan u fulino damacyadeena nafteena. Iyadoo aan loo eegin, nolosha dadku waxay ka bilaabmaysaa abuurista laba qof, lab iyo dhaddig oo la yiraahdo Adam iyo Habsa (Xaawa) iyo taasi waxay naga dhigeysaa dhammaantood ee la xiriira dhiigga iyo qoyska.\n\nQur'aanku wuxuu sharraxayaa in Eebe __ \"laga sameeyay biyaha wax kasta oo nool\" (Quraanka 21:30) .__ (Quraanka 21:30) .__ (Qur'aanka kale) Ku soco laba lugood, qaar ka mid ah kuwa afarta raaca\n\nAayadahani waxay taageeraan aragtida sayniska ee noloshu ku bilaabatay biyo.",
"World War 1": "__Waxaa dagaalkii ugu horreeyay ee adduunka ahaa (ama dagaalkii ugu horreeyay ee adduunka) wuxuu ahaa dagaal caalami ah oo biloowday July 28, 1914 wuxuuna socday ilaa Nofeembar 11, dagaalku wuxuu socday afar sano, saddex bilood iyo 14 bilood.\n\nDagaalku badankood waxay joogaan Yurub, laakiin askar ka kala yimid dalal kale oo badan ayaa ka qeyb qaatay, waxayna bedelay boqortooyadii gumeysiga ee ay sidoo kale dhalisay dhamaadka Boqortooyadii Cusmaaniyiinta. Kahor Dagaalkii Labaad ee Adduunka ayaa billowday 1939, __ __ __ __ __ __ __ __ __ waxaa loo yaqaanaa dagaalka weyn, Dagaalkii Adduunka ama 'Dagaalku uu joojiyo dhammaan Warshadaha'. 135 dal ayaa ka qeyb qaatay ____Wax kaqaybqaatey dagaal I__ ah, ku dhawaad ​​10 milyan oo qof ayaa ku dhintey iyagoo dagaalamaya, inta badan cudur iyo macaluul.\n\n__Waxaa lagu dagaallamayaa dagaalka IE ee badankood ee ay ku dagaallamayaan waddamada Yurub. Dagaalkii dhabta ahaa wuxuu ku saabsanaa dhinacyo badan oo kala duwan. Galbeedka hore ee reer galbeedka ayaa ahaa halka inta badan dagaalka u dhexeeya Jarmalka iyo xulafada ay dhacday. Inta badan dagaalka halkan joogay waxay ahayd dagaalladii xarkaha.\n\nBariga hore ayaa lagu dagaallamay Bartamaha iyo Bariga Yurub. Dagaalkeeda halkan ma ahayn dagaal xumo laakiin dagaal guur-guura ah oo ay ugu wacan tahay cabirka hore. Dagaal badan ayaa ka dhacay Bariga Dhexe ee Bariga Dhexe iyo Horudhaca Talyaaniga. Dagaalku wuxuu sidoo kale ka dhacay Afrika, Shiinaha, iyo Badda iyo sidoo kale hawada.\n\nDagaalku wuxuu ku dhamaaday saxiixa heshiisyo badan oo kala duwan, waxa ugu muhiimsan in la noqdo heshiiska Veryailles.\n\n__Waxaa dagaalka i____ ah wuxuu ahaa dagaalkii ugu horreeyay ee ugu weyn ee xaashiyaha, diyaaradaha, iyo hoosaadyada ama (doonyo-doonyo) ay ahaayeen hub muhiim ah.",
"World War 2": "__Waxaa lagu magacaabay Dagaalkii Labaad ee Soofiyeeti, Midowgii Soofiyeeti, Dagaalkii waddaniga ahaa, wuxuu ahaa dagaal caalami ah oo ku lug leh dagaal badan oo ka mid ah aduunka iyo waddamo badan. Wadamada badankood waxay la dagaallamayeen sanadihii 1939-1945 laakiin qaar baa bilaabmay dagaal ka dhacay 1937. Inta badan waddamada adduunka, oo ay ku jiraan dhammaan awoodaha weyn, oo ay ka mid yihiin labada isbahaysi ee milatariga: xulafadaha iyo awoodaha dhirta. __Waxaa lagu dagaallamayaa dagaal Ii__ wuxuu ahaa iskahorimaadka ugu dhimashada badan ee taariikhda aadanaha oo dhan. Waxay ku lug lahayd waddamo in kabadan, oo lacag badan ku kacday, oo ay dishay dad ka badan dagaal kasta oo ka dhaca taariikhda aadanaha. Inta u dhaxaysa 50 ilaa 85 milyan oo qof ayaa dhintey. Intooda badani waxay ahaayeen rayid. Waxaa ka mid ah xasuuqii, xasuuqa ula kac ah ee Holocaust, qaraxii istiraajoog, gaajo, cudur iyo adeegsiga hubka nukliyeerka ee taariikhda Mareykanka ee Japan.\n\nDagaalkii Aasiya ayaa bilaabmay markii boqortooyadii Japan ay soo gashay Shiinaha muddo 7dii Luulyo 1937. Bilowga dagaalka Yurub wuxuu ahaa markii Jarmalka uu soo duulay Poland 1dii Sebtember 1939. Faransiiska iyo Ingiriiska ayaa ka falceliyay iyagoo ku dhawaaqay dagaalka Jarmalka. Markay ahayd 1941, inta badan Yurub waxay ka hoos jirtay gacanta Jarmalka. Kaliya Ingiriiska ayaa weli ku hadhay dagaalada ka dhanka ah dhidibka ka dhacay waqooyiga Afrika, Bedeterranean, iyo Atlanta. Bishii Juun 1941, awoodaha dhirta ayaa soo galay Midowgii Soofiyeeti, iyadoo laga bilaabayo meesha ugu weyn ee dagaalka ee taariikhda. Bishii Diseembar 7, 1941, Japan ayaa weerartay gobollada galbeedka ee ku yaal Pacifiga oo labada dagaal ayaa noqday mid.\n\nGuulihii Jabbaan ee Jabbaan ayaa la joojiyay 1942, waxaana ay sidoo kale joojiyeen 1943, labada waqooyiga Afrika iyo midowga Soofiyeeti. Intaas ka dib, xulafadu waxay bilaabeen inay ka soo laabtaan dhammaan dhinacyada. Dhismaha ayaa laga badiyay waqooyiga Afrika iyo, laga bilaabo 1943, waxaa lagu qasbay inuu difaaco Talyaaniga. Sanadkii 1944, xulafadu waxay ku soo duuleen Faransiiska, oo kusii jeeday Jarmalka wabiga Rhoine, halka Soviets ay sii wadeen soo gabagabeeyaan bari. Jarmalka ayaa soo dhiibay bishii May 1945. Japan si rasmi ah ayaa loo dhiibay 245-kii Sebtember 1945. Dagaalku wuxuu ku dhammaaday guusha xulka.\n\nDagaalkii ka dib, Qaramada Midoobay ayaa loo sameeyay in ay horumariyaan taageero u dhexeysa waddamada iyo ka hortagga dagaalada mustaqbalka. Dagaalkii qaboobaa ee ka mid ah dadka waaweyn ee ku guuleysta, laakiin iyagu isma ayla dagaallama dagaal dhab ah. Delololication of Aasiya iyo Afrika, halkaas oo waddamadaas xakameysay waddammada Yurub la siiyay madax-bannaanidooda, sidoo kale way dhacday. Tani waxay ahayd sababta oo ah awoodda yurubiyanka ayaa ka daciifisay dagaalka. Soo kabashada dhaqaalaha iyo is dhexgalka siyaasadeed (geedi socodka waddamada mideysan) waxay ka mid ahaayeen natiijooyinka kale ee dagaalka.",
"Cold War": "__-ka Dagaal qabow (1947-1991) wuxuu ahaa xiriirka xiisadda ee ka dhexeeya Mareykanka (iyo xulafadeeda), iyo midowga Soofiyeeti (USSR iyo xulafadeed) inta u dhexeysa dhamaadka Dagaalkii Dagaalkii II iyo Dagaalkii Midowga Soofiyeeti.\n\nInta badan waddamada dhinac ka mid ah ayaa ku sugnaatay NATO oo laba dal oo militari oo ugu weyn ay ahaayeen Mareykanka iyo Turkiga. Inta badan waddamada dhinaca kale ah ee ku yaal xulka dhinaceeda ku jira heshiiska Warsaw ee wadanka ugu awoodda badan ayaa ahaa midowga Soofiyeeti (hada Russia).\n\nKooxda Wadamada Reer Galbeedka ee Wadamada waxaa ka mid ah Ameerika, Turkey, Galbeed Yurub, Reer Israel, South Korea, 19459), Malaysiya, reer Pakippan, Southisia, Australiya iyo New Zealand.\n\nKooxda SIYAASADA Bari-bari waxaa ka mid ah Midowga Yurub, Bariga Yurub, Angola, Ethiopia, Cuba (1959-1991), Mongolia, Mongolia, Mongolia (Mongolia), Mongolia, Mongolia, Mongolia, Mongolia (Mongolia), Mongolia, Mongolia (Mongolia), Mongolia, Chieam iyo Vietnam.\n\nDagaalkii qaboobaa wuxuu ku dhammaaday dhicitaanka derbiga Berlin ee 1989, iyadoo Russia ay ka beddeleyso dalka hantiwadaaga ee hantiwadaaga ee dalka dimuqraadiyadda ah. Si kastaba ha noqotee, wali khilaaf haray halkan waxaa ka jira inta lagu arkay dagaallada iyo dagaalka u dambeeyay ee u dhexeeya Ruushka iyo Ukraine.",
"Moon Landing": "__Polli 11__ wuxuu ahaa duulimaadkii ugu horreeyay ee dadka u diraya dayaxa. Waxaa sameeyay NASA (Maamulka Hawada Qaranka iyo Maamulka Hawada Qaranka iyo Maamulka Hawada), Hay'adda asalka ah ee American American. Waxay kor u kacday meel bannaan oo ku taal July 16, 1969, oo wata in ay wadeen seddex asturday: Neil Armstrong, Buzz Aldrin iyo Michael Collins. Bishii Luulyo 20, 1969, Armstrong iyo Aldrin ayaa noqday bini-aadamka ugu horreeyay ee damiirka ah, halka shilalka ay ku hayaan jirridda dayaxa.\n\nDuulimaadku wuxuu ka mid ahaa tartamada __Space ee udhaxeysa Mareykanka iyo Midowgii Soofiyeeti. Waxay dhammeysay qorshaha uu dejiyey John F. Kennedy, oo mideeya kala-sooca Madaxweynaha 35aad, sanadkii 1961 inuu ku soo dejiyo nin dayaxa, oo nabad ugu soo celiya dhulka \", ka hor intaanu 1960-yadii dhammaadeen.",
"World Wide Web": "__ Internetka__ waa shabakadda ugu weyn ee xiriirka caalamiga ah ee kumbuyuutarrada. Internetku wuxuu leeyahay malaayiin ka mid ah shabakadda guriga, tacliinta, ganacsiga iyo shabakadaha dawlada, kuwaas oo wadajir ku qaata macluumaad badan oo kala duwan. Ereyga waxaa mararka qaarkood loo soo gaabiyaa \"shabakadda\", oo gaagaaban shabakadda. Websaydhka '__world ballaadhan' waa mid ka mid ah adeegyadeeda ugu weyn. Waxaa loo isticmaalaa dhowr bilyan oo qof oo dhan adduunka.\n\nInternetka waxaa lagu soo saaray Mareykanka \"\" wakaaladda mashruuca ee mashruuca baarista ee Mareykanka \"(Darpa). Internetka ayaa markii ugu horreysay ku xirnaa bishii Oktoobar, 1969, waxaana loo yaqaan __rpanet__. Bogga '__world ballaadhan' waxaa lagu abuuray Cern ee Switzerland sanadkii 1990-kii uu sameeyay saynis saynisyahan ah (Boqortooyada Ingiriiska) ee loo magacaabay Tim Berners-Lee."
}
