{
"Birth of the Universe": "\"Dhe ai është ai (Allahu) që ka krijuar qiejt dhe tokën (në përputhje me rendin e tij të dekretuar qiellor bazuar në të vërtetën. Dhe ditën kur ai do të thotë: 'Bëhu', atëherë ajo (Dita e Gjykimit) do vijnë në jetë I zgjuar, i gjithë vetëdijshëm \". (Kurani 6:73)\n\n\"Komanda jonë për një gjë është por vetëm kjo shumë që kur ne synojmë ta sjellim atë (në ekzistencë), ne i themi: 'Bëhu', dhe bëhet.\" (Kurani 16:40)\n\"Nuk është lavdia e Allahut që ai duhet të marrë (për veten e tij si dikush si) një djalë. E shenjtë dhe e lavdëruar është ai (mbi këtë)! Kur ai dekreton ndonjë çështje, ai vetëm i thotë asaj:\" Bëhu \", dhe bëhet\". (Kurani 19:35)\n\n\"Ai është krijuesi i qiejve dhe tokës! Kur ai dekreton një çështje, ai thjesht i thotë:\" Bëhu! \" Dhe eshte!\" (Kurani 2: 117)\n\n\"Komanda e tij (e krijimit) është vetëm se kur ai synon (të krijojë) diçka, ai i thotë asaj:\" Bëhu \", kështu që menjëherë bëhet (ekzistencë ose e dukshme dhe vazhdon të bëhet)\". (Kurani 36:83)\n\n\"Ai është ai që jep jetë dhe shkakton vdekjen. Pastaj kur vendos për një gjë, ai i thotë vetëm asaj:\" Bëhu \", kështu bëhet\". (Kurani 40:68)\n\n\"Dhe nëse çdo pemë mbi tokë do të ishte stilolapsa dhe deti [ishte bojë], i rimbushur pas kësaj nga shtatë [më shumë] dete, fjalët1 të All -llahut nuk do të rraskapiste. Në të vërtetë, Allahu është lartësuar në fuqi dhe të mençur.\" (Kurani 31:27)\n\n\"A nuk e konsideron njeriu që ne e krijuam atë nga një pikë e spermës-atëherë menjëherë ai është një diskutues i hapur? Dhe ai paraqet një ngjashmëri (argument) për ne dhe harron krijimin e tij. Ai pyet (në konfuzion) : \"Kush do t'i japë jetë kockave kur të shpërbëhen?\" Thuaj: \"Ai do t'u japë jetë atyre që i sollën në ekzistencë në fillim, dhe ai është njohës i të gjithë krijimit.\" Ai që ka bërë për ju, nga pemë jeshile, zjarr. Dhe pastaj prej saj ju ndezni (zjarrin). A nuk është ai që krijoi qiejt dhe tokën në gjendje të krijojë të ngjashme prej tyre? Po me të vërtetë! Dhe ai është krijuesi i shkëlqyeshëm (nga të gjithë), gjithnjë- Duke e ditur. Me siguri komanda e tij, kur ai do një gjë, është vetëm t'i thuash: të jetë! Dhe është! \" Prandaj Lavdia qofshin Atij në dorën e të cilit është mbretëria e të gjitha gjërave, dhe atij ju do të riktheheni. \"(Kurani 36:82)\n\n\"Atëherë a menduat se ju krijuam pa kosto të padobishme dhe për ne nuk do të ktheheshit?\" (Kurani 23: 115)\n\n\"A nuk i krijoi asgjë apo ato i krijuan vetë?\" (Kurani 52:35)\n\n\"A nuk kujtohet qenia njerëzore që e krijuam më parë, kur ai nuk ishte asgjë?\" (Kurani 19:67)\n\n\"Allahu ju nxori nga barku i nënave tuaja ndërsa nuk dinit asgjë, dhe ju dha dëgjim dhe pamje dhe zemra, në mënyrë që të jeni mirënjohës\" (Kurani 16:78)",
"Big Bang": "\"A nuk e kuptojnë mosbesimtarët se __ qiejt dhe toka dikur ishin një masë, atëherë ne i kapim ata asunder__? Dhe ne krijuam nga uji çdo gjë e gjallë. A nuk do të besojnë ata atëherë?\" (Kurani 21:30)\n\n__Big Bang__ është një teori shkencore se si filloi universi nga një pikë e vetme dhe u zgjerua nga atje. Theshtë ku galaktikat, yjet, planetët dhe të gjitha çështjet që shohim sot kanë origjinën.\n\n__ \"Ai është ai që ka origjinën e qiejve dhe tokës, dhe kur ai do të (origjinojë) një gjë, ai vetëm i thotë: 'Bëhu', dhe bëhet.\" (Kurani 2: 117) __\n\nModeli __big Bang__ është se universi filloi në një gjendje jashtëzakonisht të dendur dhe të nxehtë dhe është zgjeruar. Teoria sugjeron dhe matjet tregojnë se universi po zgjerohet edhe sot.\n\nUniversi filloi si një superforce shumë e nxehtë, e vogël dhe e dendur (përzierja e katër forcave themelore), pa yje, atome, formë ose strukturë (e quajtur \"njëjës\"). Pastaj rreth 13.8 miliardë vjet më parë, hapësira u zgjerua shumë shpejt (pra emri \"__big bang__\"). Kjo filloi formimin e atomeve, të cilat përfundimisht çuan në formimin e yjeve dhe galaktikave. Ishte Georges Lemaître, një prift katolik, i cili së pari vuri në dukje (në 1927) se një univers në zgjerim mund të gjurmohej përsëri në kohë në një pikë të vetme me origjinë.\n\nSidoqoftë, e panjohur për shumë shumë fakte moderne astronomike dhe të tjera shkencore, si Big Bang, formimi i planetit, orbitat dhe sjellja, embrionologjia dhe shumë më tepër, na u zbulua nga Zoti në Kuran mbi 1400 vjet më parë. Për shembull, Georges Lemeaitre nuk ishte e para që shënoi për Big Bang. Kurani flet qartë për Big Bang __ \"A nuk e kuptojnë mosbesimtarët se qiejt dhe Toka dikur ishin një masë, atëherë ne i karafilit ata të shoqërohen? Dhe ne krijuam nga uji çdo gjë e gjallë. A nuk do të besojnë ata atëherë?\" (Kurani 21:30) __\n\nNëse jeni duke kërkuar për një shenjë ose provë të Zotit, dijeni që kjo është vetëm një nga shumë prova të panumërta që Islami është feja e vërtetë dhe e vetme e Zotit.\n\nUniversi po zgjerohet edhe sot, i cili u zbulua kohët e fundit. Sidoqoftë, përsëri Kurani konfirmon: __ \"Qiejt, ne i kemi ndërtuar me fuqi. Dhe me të vërtetë, ne po e zgjerojmë\" (Kurani 51:47) __.\n\nPara kësaj, shkencëtarët kishin një teori të quajtur The Big Crunch, ku universi mendohej se mund të binte, ose të përplaset poshtë, përsëri mbi vetveten pasi të arrinte një pikë të caktuar. Kjo teori nuk mësohet më.\n\nNë tërësi, universi po rritet dhe temperatura po bie ndërsa koha kalon. Kozmologjia është studimi se si filloi universi dhe zhvillimi i tij. Shkencëtarët që studiojnë kozmologjinë pajtohen që teoria __big Bang__ përputhet me ato që kanë vërejtur deri më tani.\n\nFred Hoyle e quajti teorinë \"__big Bang__\" në shfaqjen e tij në radio. Ai nuk besonte se __big bang__ ishte i saktë. Shkencëtarët që nuk ishin dakord me të menduan se emri ishte qesharak dhe vendosën ta përdorin atë.\n\nShkencëtarët bazojnë teorinë __big Bang__ në shumë vëzhgime të ndryshme. Më e rëndësishmja është ndryshimi i galaktikave shumë larg. Redshift është efekti Doppler që ndodh në dritë dhe gjithashtu i vëzhgueshëm në tingull. Për shembull, tingulli më i lartë i ngritur që një racecar bën ndërsa afrohet kundrejt tingullit të ulët të ngritur që bën kur largohet nga ju- \"Vrrrrrrrrrrr\" (drejt jush) \"OooooOmommmmm\" (duke u larguar nga ju). Në mënyrë të ngjashme, kur një objekt largohet nga Toka, rrezet e tij të ngjyrave duken më të ngjashme me ngjyrën e kuqe sesa janë në të vërtetë, sepse lëvizja shtrihet gjatësinë e valës së dritës së dhënë nga objekti. Shkencëtarët përdorin fjalën \"e kuqe e nxehtë\" për të përshkruar këtë valë të shtrirë të dritës sepse e kuqja është gjatësia e valës më e gjatë në spektrin e dukshëm. Sa më shumë redshift të ketë, aq më shpejt objekti po largohet. Duke matur redshift, shkencëtarët vërtetuan se universi po zgjerohet, dhe ata mund të punojnë se sa shpejt objekti po largohet nga toka. Me vëzhgim dhe matje shumë të saktë, shkencëtarët besojnë se universi ishte një singularitet afërsisht 13.8 miliardë vjet më parë. Për shkak se shumica e gjërave bëhen më të ftohta ndërsa zgjerohen, shkencëtarët supozojnë se universi ishte shumë i vogël dhe shumë i nxehtë kur filloi. Nëse një objekt po shkon drejt Tokës, atëherë ai ka një dritë të zhvendosur blu.\n\nVëzhgime të tjera që mbështesin teorinë __big Bang__ janë sasitë e elementeve kimikë në univers. Sasitë e elementeve shumë të lehta, të tilla si hidrogjeni, heliumi dhe litiumi duket se pajtohen me teorinë e __big Bang__. Shkencëtarët gjithashtu kanë gjetur \"rrezatimin e sfondit të mikrovalave kozmike\". Kjo rrezatim njihet si valë radio, dhe ato janë kudo në univers. Kjo rrezatim tani është shumë e dobët dhe e ftohtë, por shumë kohë më parë ishte shumë e fortë dhe shumë e nxehtë.\n\nScientiess e dinin që Big Bang do të shkaktonte një amoutns masive të rrezatimit, por donin më shumë prova për të. Në vitet 1960, duke punuar për Bell Labratores në New Jersey, Arno Penzias dhe Bob Wilson duke zbuluar aksidentalisht CBR (rrezatim kozmik në sfond) kur ata po akordonin antenën e tyre Homdel, një antenë e re shumë e ndjeshme. Ata po përpiqeshin të hiqnin të gjithë zhurmën e sfondit dhe zbuluan se ata nuk mund të hiqnin një frekuencë ndërhyrje që vinte nga të gjitha drejtimet. Kjo më vonë u bë e njohur si CBR dhe kjo është për shkak të shpërthimit të Big Bang, kjo ende mund të dëgjohet, dhe gjithmonë do të jetë, në radiot sot. Ky zbulim më në fund u dha Penzias dhe Wilson një çmim Nobel në 1993.\n\nDisa shkencëtarë dhe filozofë argumentojnë se koha nuk kishte asnjë kuptim para __big Bang__. Ata argumentojnë se __big Bang__ ishte fillimi i kohës, dhe nuk kishte asnjë univers para __big Bang__, pasi nuk mund të kishte ndonjë \"më parë\" nëse nuk do të kishte kohë! Si muslimanë, ne e dimë se Zoti është i përhershëm dhe përtej çdo gjëje mendja jonë mund ta kuptojë. Si e tillë, ka kuptim të përsosur pse ne nuk mund ta kuptojmë konceptin e kohës para Big Bang, kjo është një nga paradokset e shumta që tregojnë për një krijues të fuqishëm.\n\nPër hir të argumenteve, le të themi se mund të shpjegojmë se çfarë ishte para Big Bang ose saktësisht se si u krijua madje. Atëherë pyetja tjetër do të ishte: \"Epo atëherë, çfarë e krijoi atë?\". Dhe thuaj që ne e shpjeguam se çfarë e krijoi atë gjithashtu, pastaj përsëri, pyetja do të mbetej: \"Epo, çfarë e krijoi atë?\". Siç mund ta shihni me siguri, kjo nuk do të mbaronte kurrë, kështu që është në të vërtetë një dëshmi e shkëlqyeshme që Zoti të jetë krijuesi ynë i vetëm dhe se si koncepti i Zotit është shumë larg intelektit tonë të kufizuar njerëzor.\n\nMyslimanët nuk debatojnë për çështje të tilla, ne thjesht pranojmë atë që Zoti na tregon për veten dhe krijimin e Tij. Për shembull, Zoti flet për duart e Tij, por ne e dimë se ata janë ndryshe nga çdo dorë që dimë. Një njeri ka duar, një majmun ka duar, një orë ka duar. Duart e Zotit janë përtej çdo gjëje që mund ta imagjinojmë, dhe ne e lëmë atë në atë kohë.",
"Milky Way is Born": "Shkencëtarët teorizojnë që __milky Way__ filloi si një ose disa mbipeshë të vogla në shpërndarjen masive në univers menjëherë pas Big Bang. Disa nga këto mbipeshë ishin farat e grupimeve globulare në të cilat yjet më të vjetër të mbetur në atë që është tani formuar __milky Way__. Gati gjysma e çështjes në __milky Way__ mund të ketë ardhur nga galaktikat e tjera të largëta. Sidoqoftë, këto yje dhe grupime tani përbëjnë halo yjore të __milky Way__. Brenda disa miliardë viteve të lindjes së yjeve të parë, masa e __milky Way__ ishte mjaft e madhe në mënyrë që të rrotullohej relativisht shpejt. Për shkak të ruajtjes së momentit këndor, kjo bëri që mediumi i gaztë ndër yjore të shembet nga një formë afërsisht sferoidale në një disk. Prandaj, gjeneratat e mëvonshme të yjeve të formuar në këtë disk spiral. Shumica e yjeve më të rinj, përfshirë diellin, vërehen se janë në disk.\n\nQë kur yjet e parë filluan të formohen, __milky Way__ është rritur me të dy bashkimet e Galaxy (veçanërisht herët në rritjen e __milky Way __) dhe grumbullimin e gazit direkt nga halo galaktik. __Milky Way__ aktualisht është duke grumbulluar materiale nga disa galaktika të vogla, duke përfshirë dy nga galaktikat e tij më të mëdha satelitore, retë e mëdha dhe të vogla magellanike, përmes rrjedhës Magellanic. Shkrirja e drejtpërdrejtë e gazit vërehet në retë me shpejtësi të lartë si Smith Cloud. Sidoqoftë, vetitë e __milky Way__ siç janë masa yjore, vrulli këndor dhe metaliciteti në rajonet e saj më të jashtme sugjerojnë se nuk ka kaluar asnjë bashkim me galaktika të mëdha në 10 miliardë vitet e fundit. Kjo mungesë e bashkimeve kryesore të fundit është e pazakontë në mesin e galaktikave të ngjashme spirale; Fqinji i saj Galaxy Andromeda duket se ka një histori më tipike të formuar nga bashkimet më të fundit me galaktika relativisht të mëdha.\n\nSipas studimeve të fundit, __milky Way__ si dhe galaktika Andromeda shtrihen në atë që në diagramin me ngjyra Galaxy -Color -Magnitude njihet si \"Lugina e Gjelbër\", një rajon i populluar nga galaktikat në tranzicion nga \"Cloud Blue\" (Galaksitë formojnë në mënyrë aktive yje të rinj) në \"sekuencën e kuqe\" (galaktikat që nuk kanë formimin e yjeve). Aktiviteti i formimit të yjeve në galaktikat e Luginës së Gjelbër po ngadalësohet ndërsa mbarojnë gazin e formimit të yjeve në mediumin ndër yjor. Në galaktikat e simuluara me veti të ngjashme, formimi i yjeve zakonisht do të jetë shuar brenda rreth pesë miliardë vjet nga tani, madje edhe duke llogaritur rritjen e pritshme, afatshkurtër të formimit të yjeve për shkak të përplasjes midis të dy __Milky Way__ dhe Andromeda Galaxy. Në fakt, matjet e galaktikave të tjera të ngjashme me __milky Way__ sugjerojnë se është ndër galaktikat spirale më të kuqe dhe më të ndritshme që janë ende duke formuar yje të rinj dhe është thjesht pak më i butë se galaktikat e sekuencës së kuqe blues.\n\n## Mosha dhe Histori Kozmologjike\n\nGrupimet globulare janë ndër objektet më të vjetra në rrugën __milky__, të cilat kështu vendosin një kufi më të ulët në moshën e __milky Way__. Mosha e yjeve individualë në __milky Way__ mund të vlerësohet duke matur bollëkun e elementeve radioaktivë me jetë të gjatë si torium-232 dhe uranium-238, duke krahasuar rezultatet me vlerësimet e bollëkut të tyre origjinal, një teknikë e quajtur nukleokosmokronologji. Këto vlera të rendimentit prej rreth 12.5 ± 3 miliardë vjet për CS 31082-001 dhe 13.8 ± 4 miliardë vjet për BD +17 ° 3248. Pasi të formohet një xhuxh i bardhë, ajo fillon të pësojë ftohje rrezatuese dhe temperaturën e sipërfaqes bie në mënyrë të qëndrueshme. Duke matur temperaturat e më të lezetshmit të këtyre xhuxhëve të bardhë dhe duke i krahasuar ato me temperaturën e tyre fillestare të pritshme, mund të bëhet një vlerësim i moshës. Me këtë teknikë, mosha e grupit globular M4 u vlerësua si 12,7 ± 0.7 miliardë vjet. Vlerësimet e moshës së më të vjetrit nga këto grupime japin një vlerësim më të mirë të përshtatshëm prej 12.6 miliardë vjet, dhe një kufi të sipërm të besimit 95% prej 16 miliardë vjet.\n\nDisa yje individualë janë gjetur në halo __milky Way __ me moshat e matura shumë afër moshës 13.80 miliardë vjeçare të universit. Në vitin 2007, një yll në Halo Galactic, ai 1523-0901, vlerësohej të ishte i vjetër rreth 13.2 miliardë vjeç. Si objekti më i vjetër i njohur në __ Way__ Milky__ në atë kohë, kjo matje vendosi një kufi më të ulët në moshën e __milky Way__. Ky vlerësim u bë duke përdorur spektrografin e Echelle UV-vizual të teleskopit shumë të madh për të matur pikat e forta relative të linjave spektrale të shkaktuara nga prania e toriumit dhe elementëve të tjerë të krijuar nga procesi R. Pikat e forta të linjës japin bollëk të izotopeve të ndryshme elementare, nga të cilat një vlerësim i moshës së yllit mund të nxirret duke përdorur nukleokosmokronologjinë. Një yll tjetër, HD 140283, është i vjetër 14.5 ± 0.7 miliardë vjeç.\n\nMosha e yjeve në diskun e hollë galaktik është vlerësuar gjithashtu duke përdorur nukleokosmokronologjinë. Matjet e yjeve të hollë të diskut japin një vlerësim që disku i hollë formoi 8.8 ± 1.7 miliardë vjet më parë. Këto matje sugjerojnë se kishte një ndërprerje prej gati 5 miliardë vjet midis formimit të halo galaktike dhe diskut të hollë. Analiza e fundit e nënshkrimeve kimike të mijëra yjeve sugjeron që formimi yjor mund të ketë rënë me një urdhër të madhësisë në kohën e formimit të diskut, 8-10 miliardë vjet më parë, kur gazi ndër yjor ishte shumë i nxehtë për të formuar yje të rinj me të njëjtën normë si më parë.\n\nGalaktikat satelitore që rrethojnë __milky Way__ nuk shpërndahen rastësisht, por dukej se ishin rezultat i një ndarjeje të një sistemi më të madh që prodhon një strukturë unaze 500,000 vjet të lehta në diametër dhe 50,000 vite të lehta. Takime të ngushta midis galaktikave, si ajo që pritej në 4 miliardë vjet me Andromeda Galaxy rrëzon bishtin e madh të gazit, të cilat me kalimin e kohës mund të bashkohen për të formuar galaktikat e xhuxhit në një unazë në një kënd arbitrar në diskun kryesor.",
"Sun is Born": "__ \"është ai që krijoi natën dhe ditën, dhe diellin dhe hënën; të gjithë (trupat qiellorë) notojnë përgjatë, secili në rrjedhën e tij të rrumbullakosur\" (Kurani 21:33) .__\n\n__Sun__ në qendër të sistemit tonë diellor është një yll i verdhë xhuxh. Ajo jep energji si dritë. Kjo përfshin energji të lehta, infra të kuqe (nxehtësi), dritë ultravjollcë dhe valë radio. Ai gjithashtu jep një rrjedhë grimcash, e cila arrin Tokën si \"erë diellore\". Burimi i gjithë kësaj energjie është reagimi në yll i cili e kthen hidrogjenin në helium dhe bën sasi të mëdha energjie.\n\n__Sun__ është një yll si shumë të tjerë në galaktikën tonë të Rrugës së Qumështit. Ajo ka ekzistuar për pak më shumë se 4.5 miliardë vjet, dhe do të vazhdojë të paktën për aq kohë. __Sun__ është rreth njëqind herë më i gjerë se toka. Ka një masë prej 1.9891 × 1030 kg, që është 333,000 herë masa e tokës. Toka gjithashtu mund të futet brenda __sun__ 1.3 milion herë.\n\nShkencëtarët mendojnë se __sun__ filloi nga një re shumë e madhe pluhuri dhe copa të vogla akulli rreth 4.567 miliardë vjet më parë.\n\nNë qendër të asaj re të madhe, graviteti bëri që materiali të ndërtohet në një top. Pasi kjo u bë mjaft e madhe, presioni i madh brenda filloi një reagim të shkrirjes. Energjia që lëshoi ​​kjo bëri që ajo top të nxehej dhe shkëlqejë.\n\nEnergjia e rrezatuar nga __sun__ shtyu pjesën tjetër të reve nga vetvetja, dhe planetët u formuan nga pjesa tjetër e kësaj re.",
"Earth is Born": "__ \"Atëherë ai (Allahu) u kthye në parajsë ndërsa ishte i gjithë tymi. Ai i tha parajsës dhe tokës:\" Ejani (në jetë), me dëshirë ose pa dëshirë. \" Ata thanë: \"Këtu kemi ardhur (në të qenit) në bindje të gatshme.\" __\n\n__Earth__ dhe planetët e tjerë të formuar rreth 4.6 miliardë vjet më parë. Ata ishin bërë nga gazi i mbetur nga mjegullnaja që bëri Diellin. Kjo është përsëri një mrekulli shkencore e Kuranit ndërsa Zoti e shpjegon atë në Kuran: \"Atëherë ai (Allahu) u kthye në parajsë ndërsa ishte i gjithë tymi. Ai i tha parajsës dhe tokës:\" Ejani (në jetë), me vullnet ose pa dëshirë. ” Ata thanë: \"Këtu kemi ardhur (në jetë) në bindje të gatshme.\" Ky varg po fliste se si u formua toka.\n\nHëna mund të jetë formuar pas një përplasjeje midis fillimit të __earth__ dhe një planeti më të vogël (nganjëherë i quajtur theia). Shkencëtarët besojnë se pjesë të të dy planetëve u shkëputën - duke u bërë (sipas gravitetit) Hënën.\n\nKurani shprehet se Allahu krijoi diellin, hënën dhe planetët, secila me kurset ose orbitat e tyre individuale. __ \"është ai që krijoi natën dhe ditën, dhe diellin dhe hënën; të gjithë (trupat qiellorë) notojnë përgjatë, secili në rrjedhën e tij të rrumbullakosur\" (Kurani 21:33) .__\n\nUji i __earth __ erdhi nga vende të ndryshme. Kondensimi i avullit të ujit, dhe kometat dhe asteroidet që goditën __earth__, bënë oqeanet. Brenda një miliardë vjet (që është rreth 3.6 miliardë vjet më parë) shkencëtarët besojnë se jeta e parë filloi, në epokën Arkaan. Disa baktere zhvilluan fotosintezë, e cila lejon bimët të bëjnë ushqim nga drita dhe uji i diellit. Kjo lëshoi ​​shumë oksigjen, i cili u mor për herë të parë nga hekuri në zgjidhje. Përfundimisht, oksigjeni i lirë hyri në atmosferë ose ajër, duke e bërë sipërfaqen e __earth __ të përshtatshme për jetën aerobike. Ky oksigjen formoi gjithashtu shtresën e ozonit e cila mbron sipërfaqen e __earth __ nga rrezatimi i keq ultravjollcë nga Dielli.\n\nPërsëri, Zoti na tregon për shtresën e ozonit në Kuran, por edhe një mrekulli tjetër shkencore e Kuranit: __ \"Dhe ne i kemi bërë qiellit një tendë të mbrojtur mirë, prapë ata largohen nga shenjat e tij\". (Kurani 21:32) __\n\nShkencëtarët besojnë se jeta komplekse në sipërfaqen e tokës nuk ekzistonte para shtresës së ozonit sepse pa mbrojtje rrezatimi i diellit do të ishte shumë për jetën e përparuar për të mbijetuar.\n\n__Earth__ ishte shumë e ndryshme në të kaluarën e largët. Shumë kohë më parë, pothuajse e gjithë toka ishte në një vend. Kjo quhet një superkontinent. Superkontinenti më i hershëm i njohur u quajt Vaalbara. Shumë më vonë, kishte një kohë (Cryogenian) kur __earth__ ishte pothuajse tërësisht e mbuluar nga çarçafët e trashë të akullit (akullnajat). Kjo quhet teoria e Snowball __earth__.",
"Heavy Bombardment": "__ \"Ne kemi dërguar tashmë lajmëtarët tanë me prova të qarta dhe kemi dërguar me vete shkrimin dhe ekuilibrin që njerëzit mund të mbajnë [punët e tyre] në drejtësi. Dhe ne dërguam hekurin, ku është e madhe ushtarake dhe përfitime për njerëzit, dhe në mënyrë që Allahu të bëjë të qartë ata që e mbështesin atë dhe të dërguarit e tij të padukshëm. Në të vërtetë, Allahu është i fuqishëm dhe i lartësuar në fuqi \". (Kurani 57:25) __\n\nBombardimi i rëndë i vonë (i shkurtuar LHB dhe i njohur gjithashtu si Cataclysm Lunar) është një ngjarje që mendohet se ka ndodhur afërsisht 3.8 deri në 4.1 miliardë vjet më parë. Kjo njihet si epokat Neohadean dhe Eoarchean në Tokë. Gjatë këtij intervali, një numër i madh në mënyrë disproporcionale të asteroideve janë teorizuar që janë përplasur me planetët e hershëm tokësorë në sistemin diellor të brendshëm, përfshirë merkurin, Venusin, Tokën dhe Marsin.\n\nBombardimi i vonë i rëndë ndodhi pasi Toka dhe planetët e tjerë shkëmborë kishin formuar dhe grumbulluar pjesën më të madhe të masës së tyre, por gjithsesi mjaft herët në historinë e Tokës.\n\nSot shkencëtarët e dinë që hekuri nuk mund të ishte zhvilluar në Tokë. Për shkak të madhësisë së Tokës që ata dinë, ata e dinë që materiale të tilla nuk mund të ishin zhvilluar natyrisht këtu. Në fakt, ata e dinë që hekuri duhet të bëhet brenda yjeve, konkretisht super-gjigantë të kuq. Vetëm brenda një ylli të tillë gjigant mund të formohen së bashku gjatë reaksioneve të shkrirjes. Pastaj ndodh një supernova, që do të thotë se ylli shpërthen, dhe fragmentet e hekurit shpërthejnë në hapësirë. Shkencëtarët besojnë se kështu erdhi hekuri në Tokë.\n\nKurani përmend, __ \"dhe ne dërguam hekurin\" __. Deri kohët e fundit, pa shkencëtarët të zbulonin periudhat __Heavy Bombardment__, ky varg rreth __ \"ne dërguam hekurin\" __ nuk do të kishte shumë kuptim për ne. Sidoqoftë, rezulton se Zoti mjaft fjalë për fjalë e dërgoi hekurin tek ne, në mënyrë që të mund të përfitojmë prej tij.",
"Life on Earth": "__ \"A nuk kanë konsideruar ata që nuk besuan se qiejt dhe toka ishin një entitet i bashkuar, dhe pastaj ne i ndamë ata dhe i bëmë nga uji çdo gjë e gjallë? Atëherë nuk do të besojnë?\" (Kurani 21:30) .__\n\nFormat më të hershme të pretenduara të jetës janë mikroorganizmat e fosilizuar (ose mikrofosile). Ato u gjetën në shkëmbinj të pasura me hekur dhe silicë, të cilat dikur ishin kanalet hidrotermale në rripin e gjelbër të Greenstone Nuvvuagittuq të Quebec, Kanada.\n\nKëto shkëmbinj janë aq të vjetër sa 4.28 miliardë vjet. Format tubulare që ato përmbajnë tregohen në një raport. Nëse ky është rekordi më i vjetër i jetës në Tokë, ajo sugjeron \"një shfaqje pothuajse të menjëhershme të jetës\" pasi oqeanet formuan 4.4 miliardë vjet më parë. Sipas Stephen Bler Hedges, \"Nëse jeta do të lindte relativisht shpejt në Tokë, atëherë mund të ishte e zakonshme në univers\".\n\nKurani përshkruan se Allahu __ \"bëri nga uji çdo gjë e gjallë\" (Kurani 21:30) .__ Një varg tjetër përshkruan se si __ \"Allahu ka krijuar çdo kafshë nga uji. Nga ata janë disa që zvarriten në zhurmat e tyre, disa që ato Ecni në dy këmbë, dhe disa që ecin në katër. Allahu krijon atë që dëshiron, sepse Allahu me të vërtetë ka fuqi mbi të gjitha gjërat \"(24:45) .__\n\nKëto vargje mbështesin teorinë shkencore se jeta filloi në oqeanet e Tokës. Ata gjithashtu shkojnë së bashku me biologjinë moderne që deklarojnë se disa kafshë janë të përbërë nga deri në 90% ujë, ndërsa njerëzit përbëhen nga rreth 60% ujë.",
"Single Celled Organisms": "__ Kurani përshkruan se Allahu \"bëri nga uji çdo gjë e gjallë\" (Kurani 21:30) __.\n\nOrganizmat njëqelizor janë organizma që kanë një qelizë.\n\nOrganizmat njëqelizor mund të gjenden kudo. Format më të vjetra të jetës ekzistonin 3.8 miliardë vjet më parë, nëse jo më gjatë. Shkencëtarët besojnë se këta organizëm jetuan në ujë. Ata ndjekin një larmi strategjish për mbijetesë: fotosinteza (cianobakteret), kimotrofia (shumë arkea) dhe heterotrofia (amoeba). Disa organizma njëqelizor kanë flagella, bishta të vegjël që ata përdorin për lokomotivën, ose lobopodët, shtrirjet e skeletit qelizor (citoskeleton), të cilat shfaqen si krahë bloblik. Flagella e paraardhësve tanë njëqelizor ndodh gjatë gjithë rrugës deri në kafshë, ku bën një pamje si spermë e flageluar.\n\n__ Kurani përshkruan se Allahu \"bëri nga uji çdo gjë e gjallë\" (Kurani 21:30) __. Një varg tjetër përshkruan se si __ \"Allahu ka krijuar çdo kafshë nga uji. Prej tyre janë disa që zvarriten në barkun e tyre, disa që ecin në dy këmbë, dhe disa që ecin në katër. Allahu krijon atë që dëshiron, sepse me të vërtetë Allahu ka fuqi mbi Të gjitha gjërat \"(Kurani 24:45) __.\n\nKëto vargje mbështesin teorinë shkencore se jeta filloi në oqeanet e Tokës.",
"Animals": "Fosilet e para që mund të përfaqësojnë kafshë shfaqen në shkëmbinjtë 665 milion vjeçar të Formacionit Trezona të Australisë së Jugut. Këto fosile interpretohen si me siguri që janë sfungjerët e hershëm.\n\nKafshët më të vjetra gjenden në Biotën Ediacaran, në fund të Precambrian, rreth 610 milion vjet më parë. Kishte qenë prej kohësh e dyshimtë nëse këto përfshinin kafshë, por zbulimi i kolesterolit të lipideve të kafshëve në fosilet e Dickinsonia përcakton se këto ishin me të vërtetë kafshë.\n\nShumë phyla e kafshëve shfaqen për herë të parë në rekordin fosil gjatë shpërthimit kambrian, duke filluar rreth 542 milion vjet më parë, në shtretër të tillë si Shale Burgess. Phyla e gjërë në këto shkëmbinj përfshijnë molusqet, brachiopods, onychophorans, tardigrades, artropodët, echinoderms dhe hemichordates, së bashku me forma të shumta tani të zgjatura siç janë anomalokaris grabitqare. Shkencëtarët nuk janë të sigurt nëse këto kafshë të gjithë shfaqen afër njëkohësisht ose nëse është çështje me mënyrën e mblidimit të regjistrave fosile.",
"Fish": "Shkencëtarët besojnë se peshqit e parë u shfaqën rreth 530 milion vjet më parë gjatë shpërthimit kambrian. Ata besohet se janë vertebrorët e parë, ose kafshët me një shtyllë kurrizore ose kolonë kurrizore. Peshqit e parë mendohet se i përkasin Agnatha, ose peshkut pa nofulla. Gjatë të ndjerit Kambrian, peshku i ngjashëm me ngjala, i quajtur Conodonts, dhe peshq të vegjël kryesisht të blinduar të njohur si Ostracoderms, u shfaqën për herë të parë. Shumica e peshqve pa nofulla tani janë zhdukur.",
"Insects": "__Insects__, janë një klasë në arthropodën e Phylum. Ata janë jovertebrorë të vegjël tokësorë që kanë një ekzoskelet të vështirë.\n\n__Insects__ janë grupi më i madh i kafshëve në tokë deri tani. Janë përshkruar rreth __926,400 specie të ndryshme__. Ato përbëjnë __ më shumë se gjysmën e të gjitha specieve të njohura të gjalla__ dhe besohet se __Kojnë mbi 90% të specieve të kafshëve__ në tokë.\n\nSpeciet e reja të __insects__ po gjenden vazhdimisht. Vlerësimet e numrit të përgjithshëm të specieve variojnë nga 2 milion në 30 milion.\n\n__Insects__ kanë gjashtë këmbë; Dhe shumica kanë krahë. __Insects__ besohet të jenë kafshët e para të afta për fluturim. Ndërsa ato zhvillohen nga vezët, __insects__ i nënshtrohen __metamorphosis__, një proces i mahnitshëm i transformimit ku një formë e papjekur e një insekti ndryshon në një formë të rritur në dy ose më shumë faza të dallueshme. __Insects__ jetojnë në të gjithë planetin: Pothuajse të gjithë janë tokësorë (jetojnë në tokë), por disa jetojnë __insects__ në oqeane ose në vende shumë të ftohta, siç është Antarktida. Shumica e specieve jetojnë në zona tropikale.\n\nDisa njerëz i quajnë të gjithë __insects__ \"gabime\", por kjo nuk është e saktë. Vetëm disa __insects__ janë gabime të vërteta, që është një rend i veçantë i __insects__. Njerëzit që studiojnë __insects__ quhen __entomologë__.",
"Reptiles": "__Reptile__ është emri i zakonshëm për një nga grupet kryesore të vertebrorëve të tokës. Nuk përdoret aq shumë nga biologët, të cilët përdorin terma më të saktë.\n\nEmri __ \"zvarranik\" __ vjen nga Latinishtja dhe do të thotë \"ai që zvarritet\". Të gjitha speciet e të jetuarit __Reptile__ janë me gjak të ftohtë, kanë lëkurë me luspa dhe vendosin vezë cleidoic. Ata ekskretojnë acid urik (në vend të ure), dhe kanë një cloaca. Një cloaca është një hapje e përbashkët për anusin, traktin urinar dhe kanalet riprodhuese. __Reptiles__ gjithashtu ndajnë një rregullim të zemrës dhe enëve kryesore të gjakut e cila është e ndryshme nga ajo e gjitarëve.\n\nShumë grupe të rëndësishme të __reptiles__ tani janë zhdukur, për shembull Mosasaurët. Ne kemi thënë që dinosaurët ishin të zhdukur, por ata mbijetojnë në formën e pasardhësve të tyre me pendë (zogj). __Reptile të lashtë që mbijetojnë përfshijnë breshkat, krokodilët dhe Tuatara, i mbijetuari i vetëm i grupit të saj. Pjesa më e madhe e __reptiles__ e sotme janë gjarpërinjtë dhe hardhucat.\n\nStudimi i të jetuarit __reptiles__ quhet herpetologji.",
"Dinosaur Age": "__Dinosaurs__ (që do të thotë \"hardhucë ​​të tmerrshme\") janë një grup i larmishëm i zvarranikëve të arkosaurëve. Ata ishin kafshët tokësore mbizotëruese të epokës mesozoike. Dihet mbi 500 gjini të ndryshme të dinosaurëve. Fosilet e dinosaurëve janë gjetur në çdo kontinent, dhe ka ende zbulime të shpeshta të reja.\n\n__Dinosaurs__ u shfaq në Triasikun e Epërm, rreth 230 milion vjet më parë. Data më e hershme e një fosile dinosauri është ajo e Eoraptor, 231.4 deri 228 Mya. Deri në Jurassic të hershëm ata ishin vertebrorët e lartë të tokës dhe dominuan shumicën e mjediseve në tokë. Ata vazhduan deri në ngjarjen e papritur të K/T (globale) të zhdukjes 66 milion vjet më parë.\n\nNga të dhënat fosile, shkencëtarët besojnë se zogjtë po jetojnë dinosaurët me pendë dhe kështu ata ishin linja e vetme e dinosaurëve për të mbijetuar deri në ditët e sotme.\n\nDinosaurët kishin adaptime që i ndihmuan t'i bënin ata të suksesshëm. Dinosaurët e parë të njohur ishin grabitqarë të vegjël që ecnin në dy këmbë. Të gjithë pasardhësit e tyre kishin një qëndrim të drejtë, me këmbët nën trup. Kjo transformoi tërë stilin e tyre të jetës. Kishte karakteristika të tjera. Shumica e dinosaurëve më të vegjël kishin pendë dhe ndoshta ishin me gjak të ngrohtë. Kjo do t'i bënte ata aktivë, me një metabolizëm më të lartë se zvarranikët modernë. Ndërveprimi shoqëror, me të jetuarit në tufa dhe bashkëpunim duket shumë i mundshëm për disa lloje.\n\nFosilet e para u njohën si dinosaurët në fillim të shekullit të 19 -të. Disa nga kockat e tyre u gjetën shumë më herët, por nuk u kuptuan. William Buckland, Gideon Mantell dhe Richard Owen ishin shkencëtarë që panë që këto kocka ishin një grup i veçantë kafshësh. Dinosaurët tani janë tërheqje të mëdha në muzetë në të gjithë botën. Ata janë bërë pjesë e kulturës popullore. Ka pasur shumë libra dhe filma më të shitur në lidhje me to. Zbulimet e reja të dinosaurit raportohen në media mjaft shpesh.",
"Mammals": "__Mammals__ janë një grup kafshësh vertebrorë që formojnë maminë e klasës. Ata kanë lesh ose flokë dhe një lloj rregullimi shumë të saktë të temperaturës.\n\nMe përjashtim të Monotremes, të gjithë gjitarët mbajnë Live Young. Ata gjithashtu prodhojnë qumësht për të rinjtë. Kujdesi prindëror për të rinjtë është universal midis gjitarëve, dhe është thelbësore sepse lindja e gjallë kufizon numrin e pasardhësve.",
"Stegosaurus": "Stegosaurus (që do të thotë \"-Lizard i çatisë\") ishte një lloj dinosauri që ha bimën që jetonte në atë që tani është Amerika Veriore Perëndimore.\n\nStegosaurus jetoi në periudhën e Epërme Jurassike rreth 155-145 milion vjet më parë. Oneshtë një nga dinosaurët më të njohur lehtë, me rreshtin e saj të veçantë të dyfishtë të pllakave në formë qift në shpinë dhe thumba të gjata në bishtin e saj. Armatura ishte e domosdoshme pasi jetonte me ushqime të tilla të mishit si Allosaurus dhe Ceratosaurus.",
"Tyrannosaurus": "Tyrannosaurus ishte një dinosaur i madh grabitqar nga Kretace e Epërme, 65.5-67 milion vjet më parë.\n\nTyrannosaurus ishte një mishngrënës bipedal me një kafkë masive të balancuar nga një bisht i gjatë dhe i rëndë. Në krahasim me gjymtyrët e mëdha dhe të fuqishme të pasme, parardhjet e saj ishin të vogla, por të fuqishme për madhësinë e tyre. Ata kishin dy shifra të kapura.\n\nKa diskutime nëse ishte gjahtar apo pastrues. Ashtu si shumica e ushqimeve të mishit të sotëm, të tilla si Luanët dhe Hyenas, Tyrannosaurus mund të ketë qenë të dy. Kishte një nofull shumë të fortë, dhe fuqia e saj e kafshimit mund të rrëmbejë kockat e dinosaurëve të tjerë.",
"Dinosaur Extinction": "Zhdukjet në fund të Kretës u shkaktuan nga një ose më shumë ngjarje katastrofike, siç janë ndikimet masive asteroide ose meteorit, ose aktiviteti i rritur vullkanik.\n\nDisa kratera me ndikim dhe aktivitet masiv vullkanik, siç është ai në kurthet e Deccan në Indi, janë datuar në kohën e përafërt të ngjarjes së zhdukjes. Këto ngjarje gjeologjike mund të kenë zvogëluar dritën e diellit dhe të pengojnë fotosintezën, duke çuar në një ndërprerje masive në ekologjinë e Tokës.",
"Primate Bipedalism": "Bipedalizmi ka ose duke përdorur dy këmbë për të ecur. Shkencëtarët besojnë se bipedalizmi në primatët ngjallin 6 deri në 7 milion vjet më parë pasi kjo është fosilet më të hershme që ata kanë gjetur që tregojnë tipare bipedalizmi. Evolucionistët besojnë se këta janë paraardhës të hershëm të specieve njerëzore, por kjo teori ka pak prova për ta mbështetur atë.",
"Constructed Tools": "__Stone Tools__ janë mjete të bëra prej guri. Ata janë arsyeja që epoka e gurit iu dha emri i saj. Shkencëtarët besojnë se ata ishin mjetet e para të përdorura. Kohët e fundit u mësua se mjetet prej guri ishin përdorur para se të jetonin njerëzit.",
"Control Fire": "__ Kontrolli i zjarrit__ nga njerëzit e hershëm ishte shumë i rëndësishëm për njerëzit e hershëm. Zjarri siguroi një burim ngrohtësie, mbrojtjeje, përmirësimi në gjueti dhe një metodë për gatimin e ushqimit. Këto përparime kulturore lejuan risi kulturore dhe ndryshime në dietë. Për më tepër, kontrolli i zjarrit lejoi zgjerimin e aktivitetit njerëzor në klimat më të ftohta dhe të qëndronte lart në mbrëmje, duke siguruar ngrohtësi dhe dritë.\n\nPretendimet për provat më të hershme përfundimtare të kontrollit variojnë nga rreth 200 mijë deri në 1.7 milion vjet më parë. Provat për përdorimin e kontrolluar të zjarrit që fillojnë rreth 1.000.000 vjet më parë, kanë mbështetje të gjerë shkencore. Blades Flint të djegura në zjarre u gjetën afër fosileve njerëzore në Marok dhe datuan rreth 300 mijë vjet më parë. Dëshmi e përhapur e kontrollit të datave të zjarrit në afro 125,000 vjet më parë.",
"First Temple": "__Göbekli tepe__ (shqiptohet [ɟøbekˈli teˈpe), turqisht për \"Potbelly Hill\", është një vend arkeologjik në rajonin juglindor të Anadollit të Turqisë, afërsisht 12 km (7 mi) në verilindje të qytetit të şanlıurfa. Tregimi ka një lartësi prej 15 m (49 ft) dhe është në diametër rreth 300 m (980 ft). Isshtë afërsisht 760 m (2,490 ft) mbi nivelin e detit.\n\nTregimi përfshin dy faza të përdorimit që besohet të jenë të një natyre sociale ose rituale që datojnë nga mijëvjeçari i 10-8 -të para Krishtit. Gjatë fazës së parë, u përkasin neolitit para-pottery A (PPNA), u ngritën qarqe të shtyllave guri masive në formë T-megalitët më të vjetër të njohur në botë. Më shumë se 200 shtylla në rreth 20 qarqe aktualisht njihen përmes sondazheve gjeofizike. Eachdo shtyllë ka një lartësi deri në 6 m (20 ft) dhe peshon deri në 10 tonë. Ata janë të pajisur në bazat që ishin larguar nga shtrati. Në fazën e dytë, që i përkasin Neolitit B (PPNB) para-pottery, shtyllat e ngritura janë më të vogla dhe qëndrojnë në dhoma drejtkëndëshe me dysheme me gëlqere të lëmuar. Zona u braktis pas PPNB. Strukturat e reja datojnë për kohën klasike.\n\nDetajet e funksionit të strukturës mbeten një mister. Ajo u gërmua nga një ekip arkeologjik gjerman nën drejtimin e Klaus Schmidt nga 1996 deri në vdekjen e tij në vitin 2014. Schmidt besonte se siti ishte një vend i shenjtë, ku njerëzit nga një rajon i gjerë u mblodhën në mënyrë periodike, jo një zgjidhje.\n\nNë vitin 2018, faqja u caktua një sit i Trashëgimisë Botërore të UNESCO -s.",
"Agricultural Revolution": "__ Revolucioni Neolitik__ (Epoka e Re e Gurit) ishte revolucioni i parë __agrikulturor__. Ishte një ndryshim gradual nga gjuetia nomade dhe mbledhja e komuniteteve dhe bandave në bujqësi dhe zgjidhje. Kjo periudhë përshkruhet si një \"revolucion\" sepse ndryshoi mënyrën e jetës së komuniteteve që e bënë ndryshimin. Ndodhi në shoqëri të ndryshme parahistorike njerëzore në periudha të ndryshme. Shumë shoqëri ndryshuan 7-9 mijë vjet më parë.\n\nTermi i referohet periudhës së përgjithshme kohore mbi të cilën u zhvilluan këto zhvillime. Ai gjithashtu vlen për ndryshimet që ndodhën: adoptimi i teknikave të hershme të bujqësisë, kultivimi i të korrave dhe zbutja e kafshëve. Revolucioni neolitik është i rëndësishëm për zhvillimet në organizimin shoqëror dhe teknologjinë.\n\n__ Revolucioni Neolitik__ çoi në jetesën në vendbanime të përhershme ose gjysmë të përhershme. Për shkak të këtij më pak njerëz drejtuan një mënyrë jetese nomade. Për të qenë në gjendje të dijë se kujt i përkisnin të lashtat, u zhvillua koncepti i pronësisë së tokës. Mjedisi natyror u ndryshua, dendësia e popullsisë u rrit dhe njerëzit hëngrën më shumë ushqime perimesh dhe drithërash në dietën e tyre. Hierarkitë e zhvilluara në shoqëri. Kokrra u ruajt dhe mund të tregtohej. Prodhimi i tepërt nga rendimentet e mira të të korrave ndihmuan shoqëritë të mbijetojnë vitet e këqija. Një shembull i kësaj është se si Jusuf (AS) mbrojti dhe shpërndau grurin në Egjiptin e Lashtë.",
"Writing": "__Writing__ është akti i gjuhës së regjistrimit në një medium vizual duke përdorur një grup simbolesh. Simbolet duhet të njihen për të tjerët, në mënyrë që teksti të lexohet.\n\nNjë tekst mund të përdorë edhe sisteme të tjera vizuale, siç janë ilustrimet dhe dekorimet. Këto nuk quhen shkrim, por mund të ndihmojnë mesazhin të funksionojë. Zakonisht, të gjithë njerëzit e arsimuar në një vend përdorin të njëjtin sistem shkrimi për të regjistruar të njëjtën gjuhë. Të jesh në gjendje të lexosh dhe të shkruash do të thotë të jesh i shkolluar.\n\n__Writing__ ndryshon nga fjalimi sepse lexuesit nuk duhet të jenë të pranishëm në atë kohë. Ne mund të lexojmë shkrime nga shumë kohë më parë, dhe nga pjesë të ndryshme të botës. Dyqanet e tekstit dhe komunikojnë njohuritë. __Writing__ është një nga shpikjet më të mëdha të specieve njerëzore. Historianët besojnë se ajo u shpik pasi njerëzit u vendosën në qytete, dhe pasi filloi bujqësia. __Writing__ daton nga rreth 3,300BC, që është mbi 5000 vjet më parë, në Lindjen e Mesme.\n\n__Writing__ sot është zakonisht në letër, megjithëse ka mënyra për të shtypur pothuajse në çdo sipërfaqe. Ekranet televizive dhe filmit gjithashtu mund të shfaqin shkrimin, dhe kështu mund të ekranet e kompjuterit. Shumë materiale shkrimi u shpikën, shumë kohë para letrës. Janë përdorur të gjitha balta, papirus, dru, pllaka dhe pergamenë (lëkurë të përgatitur kafshësh). Romakët shkruanin në tableta të dylluara me një majë shkruese të theksuar; Kjo ishte e njohur për shënime dhe mesazhe të përkohshme. Shpikja e mëvonshme e letrës nga kinezët ishte një hap i madh përpara.\n\n__Writing__ është bërë tradicionalisht duke përdorur një mjet dore siç është lapsi, një stilolaps ose një furçë. Sidoqoftë, gjithnjë e më shumë, teksti krijohet me hyrje në një tastierë kompjuterike ose smartphone.",
"Recorded History": "__History__ është studimi i ngjarjeve të kaluara. Njerëzit e dinë se çfarë ndodhi në të kaluarën duke parë gjëra nga e kaluara, përfshirë burime (si libra, gazeta dhe letra) dhe artifakte (si qeramika, mjetet dhe mbetjet njerëzore ose kafshët.) Bibliotekat, arkivat dhe muzetë i mbledhin dhe mbajnë këto Gjërat që njerëzit të studiojnë historinë. Një person që studion historinë quhet historian. Një person që studion para-histori dhe histori përmes gjërave të mbetura nga kulturat e lashta quhet arkeolog. Një person që studion njerëzimin dhe shoqërinë quhet antropolog. Studimi i burimeve dhe metodave të përdorura për të studiuar dhe shkruar histori quhet historiografi.\n\nNjerëzit mund të mësojnë për të kaluarën duke folur me njerëz që mbajnë mend gjëra që ndodhën në të kaluarën. Kjo quhet histori gojore. Kur njerëzit që kishin qenë skllevër dhe të mbijetuar nga lufta civile amerikane u plakën, disa historianë regjistruan gjithçka që thanë, në mënyrë që historia të mos humbiste.\n\nE njëjta gjë u bë në historinë islame. Shumë u shkrua, por kishte disa studiues që shkuan për të mbledhur çdo thënie të fundit të Profetit (Hadith) në libra. Një shkencë e tërë islamike u zhvillua në krye të kësaj për të verifikuar zinxhirët e narracioneve që çojnë përsëri në Profetin (sharrën) dhe për t'i renditur këto hadithe në nivele të klasifikimit të qëndrueshmërisë. Ne e dimë se kush ishin të gjithë këta njerëz dhe familjet e tyre, ata nuk janë vetëm emra të parë të rastësishëm në një libër (d.m.th. Mark, Luke, John). Shpesh, i njëjti hadith mund të gjendet dhjetëra herë në të njëjtin libër ose të përhapet në disa libra të hadithit, pasi u mblodh nga kaq shumë njerëz. Kjo do të klasifikohej si një hadith Sahih (shumë i shëndoshë).\n\nKurani u shkrua gjithashtu, por kryesisht u përmendësh i memorizuar nga mijëra njerëz gjatë jetës së Sharrës së Profetit. Stillshtë memorizuar akoma nga miliona njerëz sot, në gjuhën origjinale arabe- madje edhe nga folësit jo-arabë. Kjo është e mundur sepse Kurani është poetik dhe i lehtë për t’u mbajtur mend për shumë njerëz. Nëse i gjithë teksti i Kuranit zhdukej disi, muslimanët mund ta rikthejnë atë në disa sekonda nëse do të punonin së bashku. Nuk është e nevojshme gjithsesi, pasi Zoti na tha që ai do ta mbrojë atë në Kuran. __ \"Në të vërtetë, ne jemi ne që e zbritëm Kuranin dhe me të vërtetë, ne do të jemi kujdestari i tij.\" (Kurani 15: 9) __\n\nPavarësisht nga bukuria poetike dhe recitimi, mesazhi i Kuranit përshtatet lehtësisht në mendjen e besimtarëve sepse shpjegon të kaluarën, të ardhmen dhe të pranishëm në një mënyrë logjike dhe të lehtë për tu kuptuar. Kurani është në të vërtetë mrekullia më e madhe që kemi, dhe vetëm një që na duhet, për të provuar Islamin është feja e vërtetë. Got na krijoi dhe na bisedon dhe na mëson drejtpërdrejt me fjalët e Kuranit. Dhe kush është më mirë të na mësojë atëherë Zoti, ai që na krijoi dhe na njeh më mirë?\n\nNë kohërat e vjetra njerëzit në pjesë të ndryshme të botës mbanin histori të ndara sepse nuk u takuan shumë shpesh. Disa grupe njerëzish nuk u takuan kurrë me njëri -tjetrin. Evropa mesjetare, Roma e lashtë dhe Kina e lashtë menduan se ata sundonin të vetmet pjesë të rëndësishme të botës dhe se pjesët e tjera ishin \"barbare\".",
"First Pyramid Built": "__ \"Kjo ditë do t'ju shpëtojmë (o Faraon) në trupin tuaj, që ju të jeni një shenjë për ata që vijnë pas jush! Por me të vërtetë, shumë prej njerëzimit janë neglizhencë për shenjat tona.\" (Kurani 10:93) __\n\nNjë __pyramid__ është një strukturë, zakonisht prej guri, e ndërtuar në formën e një piramidë. Nga kohërat e lashta në ato moderne, njerëzit në shumë pjesë të ndryshme të botës kanë ndërtuar struktura të tilla.\n\n__Pyramidat e para u ndërtuan në 2630 B.C. Piramida më e vjetër e njohur është në Saqqara, Egjipt dhe u ndërtua nga mbreti Djoser i dinastisë së tretë egjiptiane.\n\nKurani flet shumë për dinastinë egjiptiane në tregimet për Musa (si, Moisiun) dhe Yusuf (si, Joseph).\n\nKurani përshkruan me saktësi historinë egjiptiane duke iu referuar udhëheqësit të këtyre dinastive egjiptiane si një mbret ose një faraon (i cili erdhi më vonë). Një fakt historik që u zbulua vetëm kohët e fundit nga Muzeu Britanik. Sipas tyre, egjiptianët nuk i quanin sundimtarët e tyre \"Faraon\" deri në Dinastinë e 18-të (1552-1295 para Krishtit).\n\nDisa vargje që flasin për Musa dhe Fira'un (Faraoni):\n__ \"Ne (Allahu) ju provojmë një pjesë të historisë së Moisiut dhe Faraonit me të vërtetën, për përfitimin e një populli që do të besonte. (Kurani 28:04).\n\n\"Ne i dërguam Moisiun me shenjat tona te Faraoni dhe shefat e tij, por ata padrejtësisht i refuzuan ata. Ja, pra, cili ishte fundi i atyre që krijuan çrregullim! (Kurani 7: 104)\n\n\"Kjo ditë do t'ju shpëtojmë (o Faraon) në trupin tuaj, që ju të jeni një shenjë për ata që vijnë pas jush! Por me të vërtetë, shumë midis njerëzimit janë neglizhues për shenjat tona. (Kurani 10:93) __\n\nBesohet gjerësisht nga historianët dhe studiuesit e krishterë dhe muslimanë që Moisiu ndërveproi me Ramesses II. Të dy Kurani dhe Bibla e përmendin këtë histori në detaje përfundimisht duke përfunduar me faraonin duke u mbytur në Detin e Kuq pas Moisiut, me lejen e Zotit, ndau detin.\n\nProfecia e Kuranit për __ \"Kjo ditë do t'ju shpëtojmë (o Faraon) në trupin tuaj, që ju të jeni një shenjë për ata që vijnë pas jush!\" __ nuk gjendet në asnjë shkrim tjetër dhe madje edhe historianët nuk kishin të dhëna për këtë deri kohët e fundit. Trupat e mumifikuar të të gjithë faraonëve shtriheshin të fshehur në Luginën e Mbretërve (KV7 & 8) përgjatë brigjeve të Nilit. Edhe pasi u plaçkitën varret e tyre, mbetjet e mumifikuara të faraonëve u mbajtën të pazbuluara me shekuj. Zbulimi i tyre u bë në shekullin XIX dhe tani mund të shihni, Ramesses II me sytë tuaj në Muzeun e Madh Egjiptian në Kajro, Egjipt. Trupi i tij gjithashtu ka shkuar në disa turne ndërkombëtar për të parë të gjithë. Kjo përsëri, tregon se si njohuritë në Kuran dhe Islamin mund të na ishin dhënë vetëm nga Zoti.\n\nJu gjithashtu mund të pyesni njerëzit hebrenj për përvojën e tyre me këtë faraon, dhe udhëheqës të tjerë të lashtë egjiptianë.\n\n__ \"Dhe ne me siguri i kishim dhënë Moisiut nëntë shenja të dukshme, kështu që pyesni fëmijët e Izraelit [rreth] kur ai erdhi tek ata dhe Faraoni i tha:\" Në të vërtetë unë mendoj, o Moisiu, se ju preken nga magjia. \"(Kurani 17: 101) __\n\nMbijetesa e popujve hebrenj gjithashtu na lejon t'i pyesim ata për shenjat e tjera të Zotit që morën, si shumë mrekulli dhe profetë që u janë dërguar atyre.\n\n__ASK KUJDES T OF ISRAELIT Sa një shenjë e qartë u dhamë atyre. Dhe kushdo që shkëmben favorin e Allahut pasi të ketë ardhur tek ai - atëherë me të vërtetë, All -llahu është i rëndë në ndëshkim. (Kurani 2.211) __",
"Roman Empire": "__ Perandoria Romake__ (Latinisht: Imperium Romanum) ishte perandoria më e madhe e botës antike. Kryeqyteti i saj ishte Roma, dhe perandoria e saj ishte e vendosur në Mesdhe. Perandoria daton nga 27 para Krishtit, kur Octavian u bë Perandori, Augustus, deri sa ra në 476 pas Krishtit, duke shënuar fundin e botës antike dhe fillimin e Mesjetës, ose Epokave të Errëta.\n\nPerandoria ishte faza e tretë e Romës antike. Roma u sundua për herë të parë nga mbretërit romakë, pastaj nga Republika Romake, pastaj nga një perandor.\n\nShumë toka moderne dikur ishin pjesë e perandorisë __roman__, përfshirë Britaninë (jo Skocinë), Spanjën, Portugalinë, Francën (Gaul), Italinë, Greqinë, Turqinë, Gjermaninë, Egjiptin, Levant, Krime, Zvicër dhe Bregun Verior të Afrikës. Gjuha kryesore e perandorisë __roman__ ishte Latin; Greqishtja ishte një gjuhë e rëndësishme dytësore.\n\nPjesa perëndimore e Perandorisë __roman__ vazhdoi për rreth 500 vjet, dhe pjesa lindore, përfshirë Greqinë dhe Anadollin, vazhdoi për rreth një mijë vjet më shumë. Pjesa lindore u quajt Perandoria Bizantine, kryeqyteti i saj ishte Kostandinopoja dhe u përfundua nga pushtimi osman i Kostandinopojës në 1453 nga Sulltan Fatih Mehmet. Kjo ngjarje u profetizua nga Profeti Muhamed dhe është një nga ngjarjet më të dukshme në historinë botërore.",
"Crusades": "__ Kryqëzatat__ ishin një seri luftërash fetare të luftuara midis të krishterëve dhe muslimanëve për kontrollin e Tokës së Shenjtë. Tradicionalisht, ato u zhvilluan midis 1095 dhe 1291. Toka e Shenjtë ishte akoma një vend që është shumë i rëndësishëm për tre fetë kryesore monoteiste: Islamin, Judaizmin dhe Krishterimin. Ka shumë vende të rëndësishme fetare në Tokën e Shenjtë. Kjo është toka që tani quhet Izrael ose Palestinë. Jeruzalemi, Nazareti, Betlehem, Hebron dhe vendet e tjera fetare ranë nën kontrollin e muslimanëve gjatë Kalifatit të Omarit (RA), Kalifi i Tretë dhe shoku i ngushtë dhe shoqëruesi i Profetit Muhamed (Saw).\n\nKishte shumë kryqëzata të ndryshme. __Crusades__ më i rëndësishëm dhe më i madh u zhvillua nga shekulli 11 deri në 13. Kishte 9 kryqëzata të mëdha gjatë kësaj kohe. Kishte edhe shumë kryqëzata më të vogla. Disa kryqëzata ishin madje brenda Evropës (për shembull, në Gjermani, Austri dhe Skandinavi). __Crusades__ më të vogël vazhduan deri në shekullin e 16 -të, deri në Rilindjen dhe Reformimin.\n\nFjala \"kryqëzatë\" është e lidhur me fjalën \"kryq\" dhe do të thotë një luftë e shenjtë e krishterë. Ekziston edhe fjala arabe \"xhihad\", që do të thotë të përpiqesh dhe të luftosh nga muslimanët që mund të kenë të njëjtën konotacion si \"kryqëzatë\" për muslimanët gjatë një kohe lufte. Profeti (a.s.\n\nTë gjitha palët (të krishterët, muslimanët dhe hebrenjtë) besuan shumë në fetë e tyre. Shumë nga kryqëzatat shpesh kishin arsye politike ose monetare pas tyre. Si të gjitha luftërat.\n\nSadshtë e trishtueshme të shohësh armiqësi midis tre besimeve Abrahamike që ndajnë aq shumë të përbashkëta. Myslimanët i konsiderojnë hebrenjtë dhe të krishterët si njerëz të librit, që do të thotë se ata kanë një status të veçantë dhe marrëdhënie më të ngushtë me muslimanët se çdo popull tjetër. Ju mund ta shihni këtë në jetën e Profetit (a.s) dhe ku ai dhe shokët u trishtuan nga humbja e të krishterit Bizantin) ndaj Sassanians në një betejë të madhe. Kjo u regjistrua në hadithe dhe madje foli në Kuran. Alsoshtë gjithashtu një tjetër provë interesante e origjinalitetit të Islamit pasi Zoti zbuloi një ngjarje të ardhshme që ndodhi: __ \"Romakët janë mposhtur. Në një tokë afër (Anatolia); por ata së shpejti do të jenë fitimtarë brenda disa viteve. Për Allahun. i përket komandës para dhe pas. Dhe atë ditë besimtarët do të gëzohen \"(Kurani 30: 2-4) __\n\nNë kohën kur u zbulua kjo, Paganët arabë ishin në anën e Sassanianëve paganë, ndërsa muslimanët arabë shpresonin se të krishterët e fituan këtë betejë. Kur të krishterët humbën paganët talleshin me muslimanët për këtë humbje dhe duke thënë gjëra të tilla si: \"Ku është Zoti juaj i fuqishëm tani?\". Kështu që Zoti e zbuloi këtë varg në këtë moment. Sigurisht, në vitin 622 pas Krishtit në Betejën e Issus, Bizantinët nën Perandorin Heraclius kishin një fitore dërrmuese dhe të qëndrueshme në Anadoll kundër Sassanians, duke konfirmuar kështu profecinë Kuranore.",
"Black Plague": "__ DEAJI I ZI BLACK ishte një shpërthim i sëmundjes që vrau miliona njerëz në të gjithë Evropën dhe Azinë. Pothuajse një nga çdo tre persona në Evropë vdiq nga sëmundja, dhe ishte në rastin më të keq midis 1347 dhe 1351. Sëmundja mund të ketë filluar në Azi. Shumica e njerëzve mendojnë se sëmundja ishte murtaja bubonike. Kjo sëmundje bartet dhe përhapet nga pleshtat që jetojnë te minjtë. Tregtarët nga Rruga e Mëndafshit mund të kenë sjellë pleshtat e infektuar në Evropë.\n\nPleas filluan problemin; Pleshtat e infektuara barteshin nga minjtë e zinj. Minjtë që mbanin pleshtat do të shkonin në qytete. Kur pleshtat kafshojnë dikë, ata do të injektojnë pak nga bakteret në plagë. Kjo do të bënte që personi të infektohet. Minjtë shpesh ishin në anije. Kjo do të thoshte që sëmundja përhapet jashtëzakonisht shpejt, në të gjithë Evropën.\n\nTek njerëzit, sëmundja shkaktoi ënjtje në ijë, nën krahët dhe pas veshëve. Këto fryrje ishin një ngjyrë e zezë dhe vjollcë, pra emri 'Vdekja e Zezë'. Fytyrat e errëta quheshin Buboes. Njerëzit kishin dhimbje dhe viktimat vdiqën një vdekje të tmerrshme. Simptomat mund të shiheshin 3-7 ditë pasi viktimat u kafshuan nga një plesht që mbante sëmundjen.\n\nMjerisht, në disa qytete si në Londër mendohej se macet shkaktuan sëmundjen, kështu që ata u gjuan dhe u vranë në një numër të madh. Fatkeqësisht, siç pritej, kjo bëri që plaga të përkeqësohej pasi tani minjtë humbën grabitqarin e tyre kryesor natyror dhe atje popullsitë u rritën edhe më të mëdha.\n\nNjë fakt tjetër interesant rreth murtajës bubonike është se si Papa e shpëtoi veten. Në atë kohë, muslimanët ishin në krye të të gjitha zbulimeve mjekësore dhe shkencore. Duke krehur nëpër shumë libra muslimanë, klerikët katolikë zbuluan se zjarri mendohej të largohej dhe të vriste sëmundje të caktuara (mikrobet). Si i tillë, ata ndezën një zjarr të madh në një rreth që rrethonte Papën që zgjati disa javë. Kjo natyrisht, i mbajtur minjtë dhe ikjet e tyre nga Papa dhe ai mbijetoi pa asnjë problem.",
"Constantinople Istanbul": "__Constantinople__ ishte kryeqyteti i Perandorisë Romake (330-395), Perandoria Bizantine/Romake Lindore (395-1204 dhe 1261-1453), Perandoria Latine (1204-1261) dhe Perandoria Osmane (1453-1922). Më 1930 u riemërua Stamboll. Shtë një qytet në Turqinë e sotme.\n\nPushtimi i Stambollit, i njohur gjithashtu si Islambol, ishte një tjetër shenjë dhe dëshmi e Islamit pasi Profeti Muhamed e kishte profetizuar atë. __ \"Me të vërtetë, ju do të pushtoni Kostandinopojën. Whatfarë ushtrie të mrekullueshme do të jetë ajo ushtri dhe çfarë komandanti i mrekullueshëm do të jetë ai pushtues. \" (Musnad, I, 176; iv, 335; Darimi, \"Muqaddima\", f. 43) .__ Ky është një nder i madh për osmanët që pushtuan qytetin në 1453 dhe kishin një nga perandoritë më të gjata mbretëruese dhe më të fuqishme në histori .\n\nHistorianët kanë deklaruar se, për periudhën kohore që pushton __constantinople__ është e barabartë me pushtimin e një vendi si New York City sot.",
"Newton and Gravity": "Kur shumica e njerëzve mendojnë për __isaac Newton__, ata mendojnë për atë të ulur nën një pemë mollë duke parë një rënie të mollës. Disa njerëz madje besojnë se molla ra mbi kokën e tij. __Newton__ e kuptoi që ajo që i bën gjërat si mollët të bien në tokë është një lloj specifik i forcës - forca që ne e quajmë graviteti. __Newton__ mendoi se graviteti ishte forca e tërheqjes midis dy objekteve, siç është një mollë dhe Tokë. Ai gjithashtu mendoi se një objekt me më shumë çështje ushtronte të njëjtën forcë në objekte më të vogla ndërsa ata ushtruan mbi të. Kjo do të thoshte që masa e madhe e tokës tërhiqte objekte drejt saj. Kjo është arsyeja pse molla ra poshtë në vend të lart, dhe pse njerëzit nuk notojnë në ajër.\n\n__Isaac Newton__ vazhdoi të mendonte për gravitetin. Para __newton__, njerëzit menduan se vetëm objektet afër tokës do të binin poshtë. Por __newton__ mendoi se graviteti nuk duhet të kufizohet vetëm në tokë dhe objektet mbi të. Po sikur graviteti të shkonte në hënë dhe më gjerë?\n\n__Newton__ shpiku një formulë për llogaritjen e forcës së tërheqjes midis dy trupave. Ai e përdori atë për të llogaritur forcën e nevojshme për ta mbajtur hënën të lëvizte nëpër tokë. Pastaj ai e krahasoi atë me forcën që e bëri mollën të binte poshtë. Pasi lejoi faktin se Hëna është shumë më larg nga toka dhe ka një masë shumë më të madhe, ai zbuloi se forcat ishin të njëjta. Hëna mbahet në një orbitë rreth Tokës me tërheqjen e gravitetit të Tokës.\n\nFormula e shpikur nga __newton__ quhet Ligji i Gravitation. Ai ishte mjaft i zgjuar dhe ligjet e tij të shumta u bënë të njohura si Fizikë Njutoni. Shumë prej formulave të tij matematikore përdoren ende për të llogaritur mekanikën e objekteve për objekte më të mëdha. Ato nuk janë të sakta për gjëra të vogla, kështu që një shkencë e re e quajtur Quantum Fizikë është në zhvillim e sipër për të provuar dhe kuptuar këtë botë të çuditshme të objekteve mikroskopike.",
"Industrialization": "__Industrializimi__ (ose industrializimi) është një proces që ndodh në vendet kur ata fillojnë të përdorin makina për të bërë punë që dikur bëhej nga njerëzit. __Industrializimi__ ndryshon gjërat që bëjnë njerëzit. __Industrializimi__ bëri që qytetet të rriten më të mëdha. Shumë njerëz u larguan nga bujqësia për të marrë punë me pagë më të lartë në fabrika në qytete.\n\n__Industrializimi__ është pjesë e një procesi ku njerëzit adoptojnë mënyra më të lehta dhe më të lira për t'i bërë gjërat. Duke përdorur një teknologji më të mirë, bëhet e mundur të prodhoni më shumë mallra në një kohë më të shkurtër. Më shumë gjëra mund të prodhohen nga më pak njerëz.\n\nPas industrializimit njerëzit gjithashtu bëjnë punë më të specializuara. Për shembull para industrializimit, një kalldrëm (një person që bën këpucë dhe mallra prej lëkure) bëri një palë këpucë vetëm. Ai punoi në një palë këpucë, e mbaroi, pastaj do të fillonte në palën tjetër të këpucëve. Me industrializimin, ka shumë njerëz të përfshirë në bërjen e këpucëve duke prerë procesin e bërjes së këpucëve në detyra më të vogla. Për shembull, ekziston një person që shkurton të vetmin e këpucëve dhe një person tjetër i qep atë. Me pak fjalë, ekziston ndarja e punës dhe njihet si një linjë montimi sot. Makineritë në fabrika të tilla kushtojnë shumë para, kështu që fabrika do të jetë në pronësi të një personi të pasur që mund të përballojë makinat dhe të punësojë punëtorë për të njeriu makinat dhe detyrat e ndryshme.\n\n__Industrializimi__ filloi në Angli me Revolucionin Industrial në shekullin e 18 -të. Ajo u përhap së pari në pjesë të Evropës dhe në Amerikën e Veriut. Në shekullin e 20 -të industrializimi u përhap në shumicën e vendeve të tjera.",
"Darwin's Theory of Evolution": "__ \"Allahu ka krijuar çdo kafshë nga uji. Nga ata janë disa që zvarriten në zhurmat e tyre, disa që ecin në dy këmbë, dhe disa që ecin në katër. Allahu krijon atë që dëshiron, sepse me të vërtetë Allahu ka fuqi mbi të gjitha gjërat\" (( 24:45) .__\n\n__Charles Darwin__ (1809–1882) Libri i tij \"mbi origjinën e specieve\" në 1859. Në të ai paraqiti shumë teori se si u bë jeta në tokë. Ai propozoi seleksionim natyror, i cili është një proces ku kafshët me tipare të caktuara, mund të mbijetojnë më mirë si mënyra se si të gjitha kafshët kanë ekzistuar. Sidoqoftë, Darvini nuk e kuptoi ose nuk dinte për gjenetikën në atë kohë ose si kaluan tiparet në të vërtetë. Kështu që ai nuk mund të shpjegonte me saktësi se si i bëri fëmijët të duken si prindërit e tyre.\n\nSidoqoftë, shpjegimi __darwin's__ i evolucionit pranohet rrënjësisht nga komuniteti shkencor dhe shkencëtarët po punojnë shumë për të provuar dhe provuar se ato evoluan nga organizmat dhe majmunët e vetëm të qelizave deri më sot. Ndërsa, muslimanët, të krishterët dhe hebrenjtë besojnë se ne jemi pasardhës të Adamit (Saw) dhe Hawwa (Eva), burri dhe gruaja e parë. Shkencëtarët i referohen gjetjeve të tilla si \"dizajn inteligjent\" dhe ka prova të panumërta për këtë, siç janë ADN -ja, trupi i njeriut, sistemet diellore, etj.\n\nNgjashëm me Darvinizmin, Islami njeh idenë se jeta zhvillohet në faza dhe për një periudhë kohe. Gjithashtu, ne besojmë se Zoti ka fuqi mbi të gjitha gjërat dhe lehtë mund të ndryshojë gjithçka për të adoptuar në mjedisin e tij. Zoti e krijoi atë herën e parë, hera e dytë do të ishte më e lehtë, apo jo? Ashtu si ne duke u ringjallur në ditën e gjykimit.\n\nPor, ndryshe nga teoritë moderne evolucioniste duke thënë se mutacione të rastësishme, të cilat janë gjithmonë katastrofike dhe vdekjeprurëse në natyrë, bëjnë që një kafshë të evoluojë, ne besojmë se Zoti mund të ndryshojë një kafshë brenda natës për të pasur një sqep më të gjatë për të gjetur ushqimin më të lehtë pas një përmbytje Shembull Kjo në të vërtetë është e dokumentuar në shumë studime të zogjve që përshtaten me tipare aq shpejt sa shkencëtarët nuk mund ta shpjegojnë atë dhe shqetësohen se speciet e tjera nuk do të përshtaten aq shpejt. Kjo ka më shumë kuptim sesa një kafshë ngadalë dhe evoluon rastësisht rastësisht. Gjithashtu, ka raste të fluturave të reja ose të zhdukura që dalin mrekullisht nga jo ku. Myslimanët kujdesen shumë për kafshët dhe mjedisin, por ne nuk stresojmë që ata të zhduken ose të mos jenë në gjendje të kujdesen për veten e tyre sepse si të gjitha gjërat, ne i besojmë Zotit.\n\nSi përmbledhje, muslimanët kundërshtojnë idenë se qeniet njerëzore evoluan rastësisht nga majmunët. Myslimanët besojnë se qeniet njerëzore konsiderohen një krijim i veçantë. Islami mëson se qeniet njerëzore janë një formë unike e jetës që u krijua nga Allahu, si gjithçka tjetër; Sidoqoftë, ne kemi dhurata dhe aftësi unike ndryshe nga çdo kafshë dhe qenie tjetër. Për shembull, ne kemi një shpirt të përjetshëm, ndërgjegje, imagjinatë, njohuri dhe vullnet të lirë. Ne mund të jemi të fortë, të mirë dhe të devotshëm ose të jemi të dobët dhe të punojmë vetëm për të përmbushur dëshirat tona egoiste. Pavarësisht, jeta e qenieve njerëzore filloi me krijimin e dy personave, një mashkull dhe një femër të quajtur Adam dhe Hawwa (Eva) dhe kjo na bën të gjithë të lidhur me gjakun dhe familjen.\n\nKurani përshkruan se Allahu __ \"bëri nga uji çdo gjë e gjallë\" (Kurani 21:30) .__ Një varg tjetër përshkruan se si __ \"Allahu ka krijuar çdo kafshë nga uji. Nga ata janë disa që zvarriten në zhurmat e tyre, disa që ato Ecni në dy këmbë, dhe disa që ecin në katër. Allahu krijon atë që dëshiron, sepse Allahu me të vërtetë ka fuqi mbi të gjitha gjërat \"(24:45) .__\n\nKëto vargje mbështesin teorinë shkencore se jeta filloi në ujë.",
"World War 1": "__ Lufta e I__ e World (ose Lufta e Parë Botërore) ishte një luftë globale e cila filloi më 28 korrik 1914 dhe zgjati deri më 11 nëntor 1918. Lufta zgjati saktësisht katër vjet, tre muaj dhe 14 ditë.\n\nShumica e luftimeve ishin në Evropë, por ushtarë nga shumë vende të tjera morën pjesë, dhe kjo ndryshoi perandoritë koloniale të fuqive evropiane dhe gjithashtu rezultuan në fund të Perandorisë Osmane. Para se të fillonte Lufta e Dytë Botërore në vitin 1939, __ Lufta e I__ e World u quajt Lufta e Madhe, Lufta Botërore ose 'Lufta për t'i dhënë fund të gjitha luftërave'. 135 vende morën pjesë në __ Luftën e I__ të botës, dhe gati 10 milion njerëz vdiqën ndërsa luftonin, kryesisht nga sëmundjet dhe uria.\n\n__ Lufta e I__ e World u luftua nga shumica e vendeve të Evropës. Luftimet aktuale ishin në shumë fronte të ndryshme. Fronti Perëndimor ishte aty ku ndodhën shumica e luftimeve midis Gjermanisë dhe aleatëve. Shumica e luftimeve këtu ishin lufta në llogore.\n\nFronti Lindor u zhvillua në Evropën Qendrore dhe Lindore. Luftimi këtu nuk ishte luftë në llogore, por luftë e lëvizshme për shkak të madhësisë së frontit. Shumë luftime ndodhën në frontin e Lindjes së Mesme dhe frontin italian. Luftimet gjithashtu u zhvilluan në Afrikë, Kinë, dhe në det, si dhe në ajër.\n\nLufta përfundoi me nënshkrimin e shumë traktateve të ndryshme, më e rëndësishmja ishte traktati i Versajës.\n\n__ Lufta I__ e World ishte lufta e parë e madhe ku tanket, aeroplanët dhe nëndetëset ose (varkat U) ishin armë të rëndësishme.",
"World War 2": "__World Lufta II__ (Lufta e Dytë Botërore ose Lufta e Dytë Botërore), e quajtur edhe Lufta e Dytë Botërore dhe, në Bashkimin Sovjetik, Lufta e Madhe Patriotike, ishte një luftë globale që përfshin luftimet në shumë pjesë të botës dhe shumë vendeve. Shumica e vendeve luftuan në vitet 1939-1945 por disa filluan të luftojnë në vitin 1937. Shumica e vendeve të botës, përfshirë të gjitha fuqitë e mëdha, luftuan si pjesë e dy aleancave ushtarake: Aleatët dhe Fuqitë e Boshtit. __ Lufta e II__ Botërore ishte konflikti më vdekjeprurës në të gjithë historinë njerëzore. Ai përfshinte më shumë vende, kushtoi më shumë para dhe vrau më shumë njerëz se çdo luftë tjetër në historinë njerëzore. Midis 50 deri 85 milion njerëz vdiqën. Shumica ishin civilë. Ai përfshinte masakra, gjenocidin e qëllimshëm të Holokaustit, bombardimet strategjike, uria, sëmundja dhe përdorimi i parë i armëve bërthamore në histori nga SH.B.A. në Japoni.\n\nLufta në Azi filloi kur Perandoria e Japonisë pushtoi Kinën në 7 korrik 1937. Shtetet e Bashkuara reaguan duke vendosur një embargo të naftës në Japoni. Fillimi i luftës në Evropë ishte kur Gjermania pushtoi Poloninë në 1 Shtator 1939. Franca dhe Britania reaguan duke shpallur luftë ndaj Gjermanisë. Deri në vitin 1941, pjesa më e madhe e Evropës ishte nën kontrollin gjerman. Vetëm Britania mbeti duke luftuar kundër boshtit në Afrikën e Veriut, Mesdheun dhe Atlantikun. Në qershor 1941, Fuqitë e Boshtit pushtuan Bashkimin Sovjetik, duke filluar zonën më të madhe të luftës në histori. Më 7 dhjetor 1941, Japonia sulmoi kolonitë perëndimore në Paqësor dhe të dy luftërat u bënë një.\n\nFitoret japoneze u ndaluan në vitin 1942, dhe fitoret e Evropës në Boshtin u ndaluan gjithashtu deri në vitin 1943, si në Afrikën e Veriut ashtu edhe në Bashkimin Sovjetik. Pas kësaj, aleatët filluan të luftojnë përsëri nga të gjitha anët. Aksi humbi Afrikën e Veriut dhe, duke filluar nga viti 1943, u detyrua të mbrojë Italinë. Më 1944, Aleatët pushtuan Francën, duke u drejtuar drejt Gjermanisë në lumin Rhine, ndërsa Sovjetikët vazhdonin të mbylleshin nga lindja. Gjermania u dorëzua në maj 1945. Japonia u dorëzua zyrtarisht më 2 shtator 1945. Lufta përfundoi me fitoren e Aleatëve.\n\nPas luftës, Kombet e Bashkuara u krijuan për të zhvilluar mbështetje midis vendeve dhe për të parandaluar luftërat e ardhshme. Lufta e ftohtë midis fituesve të mëdhenj filloi shpejt, por ata nuk luftuan njëri -tjetrin në një luftë aktuale. Dekolonizimi i Azisë dhe Afrikës, ku ato vende të kontrolluara nga vendet evropiane iu dha pavarësia e tyre gjithashtu. Kjo për shkak se fuqia evropiane u dobësua nga lufta. Rimëkëmbja ekonomike dhe integrimi politik (procesi i vendeve bashkuese) ishin ndër rezultatet e tjera të luftës.",
"Cold War": "__ Lufta e Ftohtë__ (1947-1991) ishte marrëdhënia e tensionuar midis Shteteve të Bashkuara (dhe aleatëve të saj), dhe Bashkimit Sovjetik (BRSS dhe aleatëve të saj) midis fundit të Luftës së Dytë Botërore dhe shkatërrimit të Bashkimit Sovjetik.\n\nShumica e vendeve nga njëra anë ishin aleate në NATO -n, dy vendet më të mëdha ushtarake të të cilave ishin Shtetet e Bashkuara dhe Turqia. Shumica e vendeve nga ana tjetër ishin aleate në Paktin e Varshavës Vendi më i fuqishëm ishte Bashkimi Sovjetik (tani Rusia).\n\nGrupi perëndimor-kapitalist i vendeve përfshin Amerikën, Turqinë, Evropën Perëndimore, Izraelin, Japoninë, Korenë e Jugut, Tajlandën, Iranin (1945-1979), Pakistanin, Malajzinë, Filipinet, Afrikën e Jugut, Australinë dhe Zelandën e Re.\n\nGrupi lindor-socialist përfshin Bashkimin Sovjetik, Evropën Lindore, Angolën, Etiopinë, Kubën (1959-1991), Mongolia, Korenë e Veriut, Kinë dhe Vietnamin.\n\nLufta e Ftohtë përfundoi me rënien e Murit të Berlinit në 1989, me Rusinë duke u ndryshuar nga një vend komunist socialist në një vend demokratik kapitalist. Sidoqoftë, ka ende konflikt të mbetur këtu siç shihet në betejat e fundit dhe luftën midis Rusisë dhe Ukrainës.",
"Moon Landing": "__APOLLO 11__ ishte fluturimi i parë që dërgoi njerëzit në Hënë. Wasshtë bërë nga NASA (Administrata Kombëtare e Aeronautikës dhe Hapësirës), agjensia origjinale e hapësirës amerikane. Ajo shkoi në hapësirë ​​më 16 korrik 1969, duke mbajtur tre astronautë: Neil Armstrong, Buzz Aldrin dhe Michael Collins. Më 20 korrik 1969, Armstrong dhe Aldrin u bënë njerëzit e parë që u ulën në Hënë, ndërsa Collins qëndroi në orbitë rreth Hënës.\n\nFluturimi ishte pjesë e garës __space__ midis Shteteve të Bashkuara dhe Bashkimit Sovjetik. Ajo përfundoi planin e vendosur nga John F. Kennedy, Unite Shtet Presidentin e 35 -të, në vitin 1961 për të \"zbritur një njeri në Hënë dhe për ta kthyer atë me siguri në tokë\", përpara se të mbaronte vitet 1960.",
"World Wide Web": "__ Interneti__ është rrjeti më i madh në mbarë botën i kompjuterave. Interneti ka miliona rrjete më të vogla vendase, akademike, biznesi dhe qeveritare, të cilat së bashku mbajnë shumë informacione të ndryshme. Termi nganjëherë shkurtohet si \"Rrjeti\", i shkurtër për rrjetin. Web__ e gjerë __World është një nga shërbimet e tij më të mëdha. Përdoret nga disa miliardë njerëz në të gjithë botën.\n\nInterneti u zhvillua në Shtetet e Bashkuara nga \"Agjensia e Projekteve të Kërkimit të Avancuar të Shteteve të Bashkuara\" (DARPA). Interneti u lidh për herë të parë në Tetor 1969, dhe u quajt __arpanet__. Web__ __World Wide u krijua në CERN në Zvicër në 1990 nga një shkencëtar britanik (Britani e Madhe) me emrin Tim Berners-Lee."
}
