{
"Birth of the Universe": "\"Sareng anjeunna mangrupikeun (Allah) anu parantos nyiptakeun langit sareng bumi (saluyu sareng pesenan celestial dumasar kana) sareng bebeneran. Sareng anjeunna bakal nyarios: ' datangna. Kecap na mangrupikeun kabeneran. Sareng bakal janten daulat dina dinten nalika tarompét bakal ditiup (ku israfil). Anjeunna (mangrupikeun hiji jalma) ngagaduhan Sadayana-wijaksana, sadayana-sadar. \" (Quran 6:73)\n\n\"Paréntah kami pikeun hal ngan ukur kitu pisan éta nalika urang nunjukkeun (kanggo mawa),, urang nyarios ka éta: 'janten', sareng janten ', sareng janten', sareng janten ', sareng janten.\" (Quran 16:40)\n\"Éta sanés kamulyaan Allah yén anjeunna kedah nyandak (ka dirina sorangan salaku) putra. Suci (Quran 19:35)\n\n\"Anjeunna mangrupikeun tugasna langit sareng bumi! Nalika anjeunna nyadangkeun perkara, anjeunna ngan saukur nyarios,\" janten! \" Sareng! \" (Quran 2: 117)\n\n\"Paréntah-Na (nyiptakeun) ngan ukur nalika anjeunna nyarios (ngadamel) hal, saurna (Quran 36:83)\n\n\"Anjeunna mangrupikeun anu masihan hirup sareng nyababkeun maot. Lajeng anjeunna mutuskeun kana hiji hal, anjeunna nyarios yén éta: 'janten', janten janten.\" (Quran 40:68)\n\n\"Sareng upami naon waé tangkal dina Bumi mangrupikeun Pens sareng laut [nyaéta TK], ditugaskeun saatos tujuh [langkung] sagara, sadaya (Quran 31:27)\n\n\"Naha lalaki henteu mertimbangkeun yén urang nyiptakeun anjeunna ti hiji [mere] spérma-turun - maka sakaligus anjeunna mangrupikeun gangguan anu kabuka? Sareng anjeunna nampilkeun (kabingungan) : \"Saha anu bakal masihan kahirupan kana tulang nalika aranjeunna disimbar?\" Saur: \"Anjeunna bakal masihan kahirupan ka aranjeunna anu dilakukeun, sareng anjeunna miskin sagala pikeun anjeun, ti anjeunna Tangkal Héjo, seuneu. Teras ti éta anjeun Nyaho Alatan éta kamulyaan janten anjeunna dina panangan nyaéta Karajaan sadaya hal, sareng anjeunna anjeun bakal dibawa deui. \"(Quran 36:82)\n\n\"Lajeng anjeun pikir yén urang nyiptakeun anjeun henteu aya gunana sareng éta pikeun urang anjeun moal wangsul?\" (Quran 23: 115)\n\n\"Teu aya anu nyiptakeun aranjeunna atanapi aranjeunna nyiptakeun diri?\" (Quran 52:35)\n\n\"Naha manusa henteu émut yén urang nyiptakeun anjeunna sateuacan, nalika anjeunna henteu?\" (Quran 19:67)\n\n\"Allah nganggo anjeun dina rahay ibu-ibu anjeun nalika anjeun terang nanaon, sareng masihan anjeun nguping sareng pandulan sareng manah, ku kituna anjeun bakal nganuhunkeun\" (Quran 16:78) (Quran 16:78) (Qutan 16:78).",
"Big Bang": "\"Naha henteu kabiasaan henteu sadar yén __the sy__thhe (Quran 21:30)\n\n__BI bawa mangrupikeun tori ilmiah ngeunaan kumaha jagattaoalikobohawly dimulai tina hiji hiji widang tunggal sareng dimekarkeun ti dinya. Éta mangrupikeun tempat galaksi, béntang, planét sareng sadayana masalah urang ningali ayeuna asalna.\n\n__ \"Anjeunna mangrupikeun jalma anu ayeuna asalna langit sareng bumi, sareng anjeunna bakal bakal (asalna) hal, anjeunna ngan ukur nyarios: 'janten', sareng janten ' (Quran 2: 117) __\n\nModént model Perang pery __BI mangrupikeun jagat royong badé dimimitian dina kaayaan anu saé sareng panas sareng parantos diperpélakeun. THE THE nunjukkeun, sareng padamaan, anu tolehehurat masih dilegakeun ayeuna\n\nNagonalna mimiti sapertos anu panas pisan, alit, sareng padet (campuran campuran tina opat kakuatan dasar), sareng anu atom, dibahas,. Teras sakitar 13,8 milyar taun ka pengker, rohangan digunakeun pisan (sahingga nami \"__BI __BI é__\"). Ieu ngamimitian rumasi atom, anu tungtungna ngalampahkeun formasi béntang sareng Galangies. Éta georges Lema Pascacre, anu mimiti dicegel (taun 1927) yén jiwa-jiwa anu dimekarkeun dina waktos anu asalna.\n\nNanging, henteu dipikanyaho aya seueur seueur astronomatoris modértif sareng fakalitas anu sanés, sapertos bangatu, formasi frasiet, orbitre langkung seueur. Pikeun conto, georges lémeaitre sanés-opina ngeunaan bang gedé. The Qur'an jelas omongan ngeunaan bang bang gedé __ \"ngalakukeun kafir anu henteu sadar yén langit-langit sareng bumi sakali hiji massa maka urang cengkéhana asir? (Quran 21:30) __\n\nUpami anjeun milarian tanda atanapi buktina Gusti, terang ieu mangrupikeun salah sahiji ti seueur bukti anu henteu padumukan yén Islam nyaéta leres sareng ngan agama.\n\nJagat pisan masih dilegakeun ayeuna, anu nembé dipanggihan. Tapi, deui quran ngonfirmasi: __ \"langit, kami parantos ngawangun aranjeunna kalayan kakuatan. Sareng terpelir, kami ngembangkeun éta\" (quran) __.\n\nSateuacan ieu, ilmuwan ngagaduhan téori anu nyebutkeun crunch gedé, dimana mayapada ogé disangka ngira-gancang. Téori ieu henteu diajarkeun.\n\nSalian, lembaga ratureha waé pangatur sareng suhu éta tumiba salaku waktuna pasna. COSMEolog mangrupikeun ulikan kumaha sababaraha jagat raya mimiti sareng ngembangkeun. Élmuwan anu diajar kosmologi satuju yén __Big\n\nFred Hoyle nyebat téori anu \"__BI Bang__\" dina acara radio na. Anjeunna henteu percanten ka __BIG Bang__ leres. Élmuwan anu henteu satuju sareng anjeunna panginten ngaran lucu sareng mutuskeun ngagunakeunana.\n\nÉlmuwan dasar téori Bang __Big Bangs dina sababaraha pangamatan anu béda. Anu paling penting nyaéta redshift jauh pisan galaksi. Redshift mangrupikeun pangaruh depler anu terjadi kalayan hurung sareng teu bisa dihargai. Salaku conto, lagu ukuran tékék leuwih luhur hiji basa lumpur nyiptakeun vs vs vs vs anu handap ku sora anu handap disarengan nalika anjeun). Sarupa oge, nalika hiji obyék jauh ti bumi, sinar domba na kalayan sami katingali sareng warna beureum tibatan aranjeunna, kusabab pérak manjang ku obyék anu panjang ku obin. Élmuwan nganggo kecap \"panas beureum\" pikeun ngajelaskeun gelombang cahaya ieu diulur Beuki redshift aya, anu langkung gancang diatur. Ku ngukur redshift, élmuwan dibuktikeun yén tatoangkingna ngembang, sareng aranjeunna tiasa dianggo kumaha Panas objék na pindah jauh tina bumi. Kalayan pangamatan anu pasti sareng pangukuran, ilmuwan percaya yén jagat diri ngabantosan sakitar 13,8 milyar taun ka pengker taun ka pengker. Kusabab kalolobaan hal janten langkung tiis nalika aranjeunna ngegulkeun, ilmuwan nganggap yén alam semesida leutik pisan sareng panas pisan nalika ngamimitian. Upami hiji obyék pindah ka bumi, éta teras gaduh lampu gésér biru.\n\nPimpulan sanésna anu ngadukung téori Bangg per téori __BIP mangrupikeun jumlah unsur kimia di jagat raya. Jumlah unsur-unsur cahaya, sapertos hidrogén, hélium, sareng litium sigana satuju sareng téori tina __BIP Bangt per per__. Élmuwan ogé parantos mendakan \"Cosmaves Micrectaves Hideung. Rajaasi ieu dikenal salaku gelombang radio, sareng aranjeunna di mana waé di jagat raya. Radiasi ieu ayeuna lemah sareng tiris, tapi lami pisan kuat pisan sareng panas pisan.\n\nSerawan terang yén bang gedé bakal ngabalukarkeun amoutns radiiasi tapi hoyong langkung bukti. Dina taun 1960an, ngeraya pikeun balort bal Bericad dina Jawa anyar anyar, panci layar: Bob Wilsons Hombi, baris pingtik. Aranjeunna ngusahakeun ngahapus sadaya sora latar sareng mendakan yén aranjeunna henteu tiasa ngahapus frekuensi inferensi anu datang tina sadaya arah. Ieu saluyu janten dikenal janten CBR sareng étaan kumargi ngabeledakeun Big Bang, ieu masih tiasa didangu, sareng teras bakal, dina radian ayeuna. Pamanggihan ieu tungtungna dileler Penzias sareng Wilson A Média Nobel di 1993.\n\nSababaraha élmuwan sareng Philosofon ngabantah waktos éta henteu gaduh artina sateuacan __BI Aranjeunna ngajawab yén __BI b Salaku muslims, urang terang dewa anu langgeng sareng saluareun naon waé pikiran urang tiasa ngartos. Sap rupa kitu, nya éta nyiptakeun rasa anu sampurna naha urang henteu ngabengkep konsép waktos sateuacan ger gedé, éta salah sahiji seueur paradoks anu kuat.\n\nKéngingkeun dipasahkeun, ngantepkeun urang nyarios yén urang tiasa ngajelaskeun naon sateuacan ngajér anu ageung atanapi persis kumaha éta diciptakeun sanajan ieu. Teras patarosan salajengna bakal aya, \", saterusna, naon anu diciptakeun anu?\". Sareng urang ngajelaskeun naon anu nyiptakeun naon, teras deui, patarosan bakal tetep, \"leres, naon anu nyiptakeun na?\". Sakumaha sigana anjeun tingali, ieu moal pernah tungtungna janten saleresna dibahyaan anu hébat ku Allah anu sanés ku Alleo sareng kumaha konsép Allah Urang jauh.\n\nMuslims henteu debat dina produselo, urang tingali anu Gusti nyarios perkawis dirina sareng ciptana na. Salaku conto, dewa nyarios leungeunna tapi urang terang teu aya nanaon anu kami terang. Hiji manusa gaduh leungeun, monyét gaduh panangan, hiji jam ngagaduhan leungeun. Leung Allah saluareun naon waé anu ku urang dibayangkeun, sareng urang ngantunkeun dina éta.",
"Milky Way is Born": "Éléhiorsessis yén cara __Milky per contona atanapi sababaraha overpingitas leutik dina distribusi massal langkung lami saatos bang ban. Sababaraha overdenstional ieu mangrupikeun siki tina klaster globular dimana bintang anu paling pangkolotna dina naon ayeuna __Milky Ampir satengah masalah dina jinis __Milky__ tiasa sumping ti galaksi anu sanés. Mangkaning, Béntang ieu sareng klaster ayeuna ngagaduhan stellar halo. Dina sababaraha taun genep modor Taun kalahiran tina bentang-bentang kahiji, jisim __Milky1 __milky 'cukup ageung supados diperyogikeun éta gancang. Kusabab konservasi moméntum sudut, ieu nyababkeun médium interstellar gas pikeun runtuh tina bentuk spheroid ka disk. Ku alatan éta, engké generasi bintang dibentuk dina disk spiral ieu. Béntang anu paling ngora, kalebet panonpoé, dititénan janten dina disk.\n\nYédah kahiji mimiti ngabentuk, jalan __Milky 'parantos ngalaksanakeun dugaan dugaan duanana (hususna awal dina cara __m) sareng accretion langsung ti halo galactic langsung. Jalan __Milky. AYMAT Accreting 6 Sababaraha Galavies leutik, kalebet dua galaxies satelit panggedit panggedakeun, mebutan magellan anu ageung sareng situs magelanic. Akrési Gas Dipikéntkeun di dititénan dina awan-laju anu luhur sapertos méga Smith. Tapi, sipat-barang tina cara IPMILYY IS éissa Stellar, moméntum sudut, sareng jero di luar daérah Obactost sareng Galgeies Dina 10 Miliar Taun Terpoard Dina 10 Miliar Taun Terpulun dina 10 Miliar Taun Désa. Kinder régersi utama pangananna teu biasa di antawis galaksi sumanget alus; Agung putromedia Galaxy sigana gaduh sajarah anu langkung tipal ngawangun ku mérter langkung saé sareng galak anu kawéntar ageung.\n\nDiantar dumasar kana panganyarna, fathilk __Milky __Milky @mromedia Galaxy ngabohong dina What Inglnes Gargai Gancangna ku Galley Béntang anyar) ka \"urutan beureum\" (galaksi anu kakurangan formasi bintang). Aktivitas Béntang di Galley Galley Galleys Galur nalika aranjeunna ngaluarkeun bénsian bénsin dina medium interstellar. Dina Galxies Kalayan sipat anu sami, formasi béntuk biasana parantos didamel lebang panjang, bahkan akuntansi dina tabung di handap, sareng andromeda Galaksi. Kanyataanna, pangukaan galaxy anu sanés sami sareng cara __Milky__\n\n## umur sareng sajarah kosmologis\n\nClustter globular nyaéta diantara objék anu pangkolotna di jalan __Milky __Milky__, anu mana waé wates anu langkung handap dina yuswa __milky Kartu gar terbalita dina arah __milky __Milky ema pikeun ngonsumsi pikeun ngukur seueur unsur-unsur ontophactightive kuat sapertos thanyus-232, maka Urusan-238, teras Ngabandingkeun hasil pikeun ngira-nilai nuklopronyology. Angemén ngahasilkeun ieu sakitar 12.5. 2 3 milioritas taun kanggo CS 31082-89 sareng 13.88 kanggo ngawangun radio-ropiated sareng suhu permukaan. Ku ngukur suhu anu paling keren dina dwarf bodas ieu sareng ngabandingkeun kana suhu awal anu diperkirakeun, perkiraan umur tiasa dilakukeun. Kalayan téhnik ieu, umur umur tina cluster globules M4 diperkirakeun Salila 12,7 ± 0.7 milyar taun. Umimat perkiraan pangkolotna pangkolotna klaster ieu masihan perkiraan pas anu pangsaéna 12,6 miliar taun, sareng kapercayaan 95% wates luhur 16 milyar taun.\n\nSababaraha béntang individu parantos kapanggih dina cara __Milky __ 's__fo sareng anu diukur umur anu caket sareng umur 13.80-milyar taun jagala. Taun 2007, béntang dina halo galactik, anjeunna 1520-0901, diperkirakeun janten sakitar 13.2 milyar taun. Salaku objék anu paling disebat di QULY FAYY ITS__ Dina waktos éta, Ukuran ieu nempatkeun wates anu langkung handap dina yuswa __milky Peruran ieu dilakukeun nganggo spéstrin ecrografi jual visual ti teleskop anu ageung pikeun ngukur kakuatan sudut barat anu disababkeun ku ayana thsida sareng unsur sanés anu nyiptakeun r-prosés. Kakuangan gampil ngahasilkeun Isotop Aderopa anu béda, ti mana perkiraan umur béntang tiasa diturunkeun nganggo nukléochonyologi. Béntang anu sanés, HD 140283, 14.5 ± 0.7 milyar taun.\n\nBadanan Béntang dina disk ipis gakuak ogé diperkirakeun nganggo nukléokosologi. Ukuran bintang disk ipis ngahasilkeun perkiraan disk ipis anu diwangun 8,8 ± 17 miliar taun ka pengker. Ukuran ieu nunjukkeun aya hiatus ampir 5 milyar taun antara formasi atreat sareng disk ipis. Analisa anyar tina tarékat kimia tina rébuan béntang nunjukkeun yén formasi stellar panginten parantos turun ku susunan gedena dina waktos formasi anu sami, 8-100 milisik sapertos sateuacan.\n\nGalaxies Satelit ngurilingan barang __milky __milky ebar sacara acak, tapi sigana janten hasil tina sistem anu langkung ageung ngahasilkeun struktur cét salengkel sareng 50,000 taun lega. Cutup dina galinen antara galak, sapertos anu diperkirakeun dina 4 milyar taun sareng mangga galxy gas anu bérés, anu tiasa ngabentuk disk pangeusi dwarf dina farsar.",
"Sun is Born": "__ \"Éta anjeunna anu nyiptakeun wengi sareng dinten, sareng panonpoé sareng bulan; sadayana (awak celestial) ngojay di sapanjang kursus bunder\" (quran) .__\n\nThe __suns__ di tengah sistem tatasurya urang mangrupikeun béntang kerdf konéng. Éta masihan énergi sakumaha terang. Anu ngandung cahya, énergi infra-beureum (panas infra-beureum (sinar ultraviolét sareng gelombang radio. Éta ogé mareuman alaron partikel, anu ngahontal bumi salaku \"angin surya\". Sumber sadaya énergi ieu mangrupikeun réaksi dina béntang anu janten hidrogen kana helium sareng ngajadikeun jumlah énergi anu ageung.\n\nThe __suns__ mangrupikeun béntang sapertos anu seueur di jalan susu urang galaksi. Parantos aya sakedik 4,5 milyar taun, sareng badé teras-terasan. __Suns__ kirang langkung saratus Éta gaduh jisim 1,9891 × 1030 kg, anu 333,000 kali jisim bumi. Bumi ogé tiasa nyocogkeun di jero __suns__ 1.3 juta kali.\n\nÉlmuwan mikir yén __sun__ dimimitian ti awan lebu anu ageung sareng bit leutik és ngeunaan 4,56 milyar taun ka pengker.\n\nDi tengah anu saé awan, gravitasi nyababkeun bahan pikeun ngawangun kana bal. Sakali ieu cekap pisan, tekanan ageung di jero ampian dokina. Énergi ieu dileupaskeun nyababkeun balna pikeun panas sareng caang.\n\nÉnergi radiat tina __suns__ ngadorong sesa méga ti sorangan, sareng planét anu dibentuk tina sesa méga ieu.",
"Earth is Born": "__ \"Teras anjeunna (Allah) dihurungkeun surga nalika éta sadayana haseup. Anjeunna nyarios ka surga sareng Bumi:\" Kadieu (janten) Aranjeunna nyarios: \"Di dieu urang datang (janten) daék obikisance.\" __\n\n__Earh__ sareng planét sanés anu dikepung ngeunaan 46 milyar taun ka pengker. Aranjeunna dijieun tina gas kénca ti Nebula anu ngadamel Sun. Ieu mangrupikeun gelombang ilmiah ku allah salaku Gusti ngajelaskeun dina Quran: \"Teras anjeunna (Allah) tos ka surga.\" Kadieu atanapi henteu kersa. \" Saur aranjeunna: \"Di dieu kami sumping (janten) daék obikisance.\" Ayat ieu nyarios kumaha bumi kabentuk.\n\nPurnama meureun parantos kabentuk saatos tabrakan antara awal __eeth__ sareng planét anu langkung alit (kadang disebut génia). Élmuwan yakin yén bagian-bagian dina betah atanapi betah pareum - janten (ku gravitasi) bulan.\n\nAluran nyatakeun yén Subah nyiptakeun panonpoé, bulan, sareng planét, masing-masing kalayan kursusinad individu sorangan. __ \"Éta anjeunna anu nyiptakeun wengi sareng dinten, sareng panonpoé sareng bulan; sadayana (awak celestial) ngojay di sapanjang kursus bunder\" (quran) .__\n\nSél __Emh __Emh asalna ti tempat anu béda. Kondén cai, sareng komét sareng astéroid merpanjang __earh_, didamel sagara. Dina samilyar taun 30an sakitar 3.6 miliar taun ka pengker) Harga Permendikan Mimiti Mimitina dimimitian, dina jaman Arcarean. Sababaraha baktéri maju ngonsumos fotosintésis, anu ngamungkinkeun pepelakan ngadamel tuangeun tina lampu panonpoé sareng cai. Ieu lebetkeun oksigén, anu munggaran dicandak ku beusi dina solusi. Antukna, oksigén gratis ngagaduhan kana suasana atanapi hawa, ngadamel permukaan __ Tatémutan ieu ogé ngawangun lapisan ozon anu ngajaga permukaan __ear\n\nSakali deui, Gusti nyaritakeun urang ngeunaan lapisan ozon di Al-Mahut, Tapi Perbuuan ilbia anu sanés tina Quran: __ \"Sareng urang kedahan langit-langit anu dilegaan janten langit.\" (Quran 21:32) __\n\nÉlmu mastikeun kahirupan rumit dina beungeut lahan teu aya sateuacan lapisan ozon sabab tanpa ngajaga radiasi panonpoé bakal teuing salami hirup.\n\n__Earh__ béda pisan dina jaman baheula. Long pisan, ampir sadayana darat aya di hiji tempat. Ieu disebut supercontis. Supercete panghadéna terkenal disebut Vaalbara. Jauh pisan, aya waktos (cryogénia) nalika __artef__ ampir sadayana ditutupan ku lambar és kandel (glasier). Ieu disebut téori salju salju.",
"Heavy Bombardment": "__ \"Kami parantos ngintunkeun utusan kami kalayan nganggé Réja sareng dikirimkeun aranjeunna ka Inggris sareng Kasaimbangan Anu Kasaimbangan Anu Kedah Ngajaga [Tangkal Sareng ku kituna Allah tiasa ngadamel anu dibuktikeun jalma anu ngadukung anjeunna sareng utusan na. Memang, allah kuat sareng dieusi meureun. \" (Quran 57:25) __\n\nAnu dibom panas (disatujuan lhb sareng ogé katelah cataclysm Lunar) mangrupikeun kajadian anu parantos kajantenan sakitar 3.8 dugi ka 4.1 milyar taun ka pengker. Ieu dikenal salaku neohadea sareng oarchean eras di bumi. Salami ieu, teu satuju tina askéroid goréng nyaéta ngecelkeun ku Planet Teres.\n\nDomardid beurat.\n\nAyeuna para ilmuwan terang yén beusi teu tiasa ngembangkeun di Bumi. Alatan ukuran bumi anu aranjeunna terang, aranjeunna terang yén bahan sapertos sacara alami bisa dimekarkeun di dieu. Kebaran, maranéhna terang anu beusi kedah dilakukeun jero, super super beureum ruangan beureum. Ngan di lebet bintang gigaral tiasa ngabentuk unsur atanapi réaksi latihan. Teras supernnova lumangsung, hartosna Star-béntuk anu ngaluarkeun, sareng kertas beusi diklased kana rohangan. Élmuwan percanten ieu kumaha beusi sumping ka Bumi.\n\nAlasan sebutkeun, __ \"sareng kami ngintunkeun beusi\" __. Dugi ka ayeuna, tanpa ilmuwan netepkeun __heavy at période __heavy__, ayat ieu ngeunaan __ \"kami ngintunkeun beusi\" __ moal gaduh akal. Nanging, tétéla bodo rada sacara harfiah disalirkeun beusi ka urang kudu nguntungkeun tina éta.",
"Life on Earth": "__ \"Parantos jalma anu teu satuju yén yén langit sareng bumi mangrupikeun éntitas ngagabung, teras kami dipisahkeun aranjeunna sareng dijual tina cai unggal hal?\" Bakal aranjeunna henteu percanten? (Quran 21:30) .__\n\nTeu kapendakan teu diklaim Éta kapendak dina beusi sareng batin silika-beunghar anu sabodum hidrottmental dina bintang greenstone Nuvviagit, Kanada.\n\nBatu ieu sapertos umur 4.28 milyar taun. Bentuk tubular anu ngandung anu dipidangkeun dina laporan. Upami ieu mangrupikeun rékaman pekobest di bumi, éta nunjukkeun \"mecenghulna anu langkung saé hirup hirup\" saatos lautan kabentuk 44 milyar taun ka pengker. Numutkeun kana Penebangan Blair liku, \"upami kahirupan naék sacara gener gancang di bumi maka tiasa umum di alam seménta\".\n\nThe Qur'an ngajelaskeun yén Allah __ \"Dijieun ti cai unggal hal hirup\" (Quran 21:30). ____ Leumpang dua suku, sareng sababaraha anu leumpang dina opat. Allah nyiptakeun naon anu anjeun bakal, pikeun leres-leres allah gaduh kakuatan ngeunaan sagala hal \"(24:4:45) .__\n\nUbar ieu ngadukung téori ilmiah anu hirup di lautan bumi. Éta ogé sareng biologi modern anu nyatakeun yén sababaraha sato parantos janten dugi ka 90% cai, sedengkeun manusa janten sakitar 60% cai.",
"Single Celled Organisms": "__The Qur'an ngajelaskeun yén Allah \"dijieun tina cai unggal hal hirup\" (quran 21:30) __.\n\nOrganisme unicalellular mangrupikeun organisme anu ngagaduhan hiji sél.\n\nOrganisme unicelily tiasa dipanggihan di mana waé. Bentuk anu pangkolotna di akhir taun 3.8 milyar taun ka pengker, upami henteu deui. Élmu yakin organisme ieu cicing dina cai. Aranjeunna ngudag rupa-rupa strategi pikeun salamet: Fotosintésis (Syanobacactionia), Keprose (seueur Archaea), sareng heterotrofa (amootroch Sababaraha organisme anu unikelular anu ngagaduhan flagela, sakedik buntut anu aranjeunna dianggo pikeun pendomium, atanapi langkok, ekstensi skala sél (ketit tina kerok tanpa leungeun tanpa leungeun bluscleed. Flartella karuhun anu uniket umum lumangsung sadaya sapanjang sato, dimana éta ngajadikeun penampilan salaku spérma diblum.\n\n__The Qur'an ngajelaskeun yén Allah \"dijieun tina cai unggal hal hirup\" (quran 21:30) __. Ayatna sanés ngajelaskeun kumaha __ \"Allah parantos nyiptakeun unggal sato tina cai. Éta mangrupikeun sababaraha belles anu ngabéréskeun, sababaraha anu leumpang di dua suku, sadayana ogé bakal listrik sagala hal \"(Quran44:45) __.\n\nUbar ieu ngadukung téori ilmiah anu hirup di lautan bumi.",
"Animals": "Fossil munggaran anu tiasa ngagambarkeun sato muncul dina batu umur 665 taun tina formasi Trezona Tutzona. Fossil ieu diinterpretasi sakumaha anu paling sigana aya dina sponges awal.\n\nSato pangkolotna dipendakan dina EdiaCaran Bioricar, nuju ka tungtung Up Panambpang, sakitar 610 juta taun ka pengker. Ieu masih lami direpurunkeun naha sato ieu kalebet ieu, tapi pulisi penasangan koléstérol sato lipid atanapi fosil dina fosil dickonona ngadegkeun yén ieu sato.\n\nSeueur sato phyla mimiti muncul dina catetan fosil salami ledak klabian, mimitian sakitar 542 juta taun ka pengker, dina ranjang sapertos Burgess. Phylta Phyla di batu -ét ieu di Molluscs, Bachiophod, willchophors, garplades, arthropod-hérbérén sareng hemomalifa. Élmuwan henteu yakin upami sato ieu sadayana muncul di ditambihan anu sakaligus atanapi upami éta masalah sareng rékaman fosil dikumpulkeun.",
"Fish": "Élmuwan percaya lauk kahiji muncul sakitar 530 jutaan salami salami ledakan karbitan. Aranjeunna dipercaya janten vertebrates munggaran, atanapi sato nganggo tulang tonggong atanapi kolom tulang tonggong. Lauk kahiji dianggap kagolong kana Agnatha, atanapi lauk gantu. Salila taun telat canfian, bising lauk raray anu disebut conodonts, sareng cai anu paling digeley dicirian salaku echdodms, munggaran muncul. Lauk anu paling ageung ayeuna punah.",
"Insects": "__Insect__, aya kelas di Film Arthropoda. Éta nyaéta invertebrates terestrial anu ngagaduhan exoskeleton susah.\n\n__Insect__ mangrupikeun grup sato panggedéna di bumi di bumi. Ngeunaan __926,400 spesifik édisi 'parantos dijelaskeun. Aranjeunna akun pikeun __more tibatan satengah sadaya spésiés hirup anu disebat = dipercaya __Make langkung ti 90% sato sato sato.\n\nSpésiés anyar __insect__ terus-terusan kapanggih. Perkiraan jumlah total spésiés sajual ti 2 juta nepi ka 30 juta.\n\n__Insect__ ngagaduhan genep suku; sareng paling jangjang. __Insecties__ dipercaya janten sato anu munggaran sanggup penerbangan. Sakumaha aranjeunna ngamekarkeun tina endog, __Itect__ ngalaman __methesiosis qmethosis__, prosés anu luar biasa tina transformasi anu henteu semat serangga dina bentuk sawawa dina bentuk sawawa di handap. __Insompona hirup di sadayana planét: ampir sadayana mangrupikeun terestrial (cicing di darat), tapi sababaraha langsung __inecty di lautan pisan, sapertos AntarcTa, sapertos Antarte pisan. Kaseueuran spésiés cicing di daérah tropis.\n\nSababaraha urang nyauran sadayana __insect__ \"bug\", tapi ieu henteu leres. Ngan sababaraha __insect__ leres bug, anu mangrupikeun mesen __insect__. Jalma anu diajar __insect__ disebut __entomology__.",
"Reptiles": "__Reptile__ mangrupikeun nami umum pikeun salah sahiji kelompok utama vertebrata. Henteu dianggo pisan ku biologi, anu ngagunakeun istilah anu langkung akurat.\n\nNgaran __ \"Rttile\" __ asalna tina latin sareng hartosna \"anu ngabéréskeun\". Sadaya kembang sypeptileT per seueur getih tiis, parantos kulit skala, sareng iklas endog pasidoik. Aranjeunna excrete asam urat (tibatan uréa), sareng gaduh cloaca. Cloaca mangrupikeun bukaan anu dibagi pikeun anus, saluran citinar sareng saluran réproduktif. __Rostiles__ ogé ngabagi susunan jantung sareng pembuluh getih utama anu béda ti mamalia.\n\nSeueur kelompok penting __repiles = Ayeuna punah, contona carana Mosasar. Urang biasa nyebatkeun dinosaurus langkung puri, tapi aranjeunna salamet dina bentuk turunan bolak anu curah (manuk). __Repiles kora anu salamet kalebet kuya, buaya sareng Tuatara, anu salamet gugusna. Seuseueurna hébat dinten ayeuna __rostiles__ mangrupikeun oray sareng kadal.\n\nPanaliti hirup __repiles__ disebut hértitis.",
"Dinosaur Age": "__Dinosaur__s__ (hartosna \"light\") mangrupikeun grup jenis archosura. Aranjeunna sato lahan dominan tina era Mesozoic. Langkung 500 bijil anu béda-béda dinu dipikanyaho. Boss dinosaurus parantos dipendakan dina unggal bawara, sareng masih aya anu sering mendakan pamanggihan anyar.\n\n__DinosaursaS__ muncul dina téras luhur, sakitar 23 juta taun ka pengker. Tanggal pangheulana tina Linosaurus Fossil nyaéta tina orékaptor, 231.4 ka 228 mya. Ku Jibassic mimiti aranjeunna mangrupikeun vertebrata luhur, sareng didominasi paling lingkungan di darat. Aranjeunna terus dugi ka k / t (Tlly Global) kapurahan acara 66 juta taun ka pengker.\n\nTina rékaman fosil, ilmuwan yakin manuk dinosaun anu hirup sareng sahingga ngan ukur garis dinosaurus pikeun salamet dugi ka dinten ayeuna.\n\nDinosaurus ngagaduhan adaptasi anu ngabantosan aranjeunna suksés. Dinosaurus anu munggaran anu dipikiran mangrupikeun predator leutik anu leumpang dina dua sukuna. Sadaya katurunanna ngagaduhan sikep anu nangtung, sareng sukuna handapeun awak. Ieu ngarobih sadayana gaya hirupna. Aya fitur sanés. Kaseueuran dinosaus anu langkung alit parantos bulu, sareng sigana langkung haneut pisan. Ieu ngajantenkeun aranjeunna aktip, kalayan métabolisme anu langkung luhur tibatan reptily modern. Interaksi sosial, sareng hirup di gours sareng operasi coil sigana sigana mah sababaraha jinis.\n\nFosil munggaran diaku salaku dinosaurus dina awal abad ka-19. Sababaraha tulangna mendakan langkung awal, tapi henteu kahartos. Williams, Gideon Mantell sareng Richard Obrolan anu ningali tulang ieu mangrupikeun gugus khusus sato. Dinosaurs ayeuna atraksi utama di musium di sakuliah dunya. Aranjeunna parantos janten bagian budaya populér. Aya seueur buku anu paling jual sareng pilem ngeunaan aranjeunna. Panggihan Danaaurus anu anyar dilaporkeun dina média anu sering.",
"Mammals": "__Mammals__ mangrupikeun gugus sato vertebrate anu ngabentuk kelas MMMalia. Aranjeunna gaduh bulu atanapi rambut sareng jinis suhu formulir pisan.\n\nKalayan monotremes, sadaya mamalia tega hirup ngora. Aranjeunna ogé ngahasilkeun susu kanggo anu anom. Perawatan parental anu nonoman sacara universal diagam diagitat mamalia, sareng éta penting sabab kalahiran langsung wates panilepan.",
"Stegosaurus": "Stregosaurus (hartosna: Hold-Lizard \") mangrupikeun jinis tuang tuang panumakan anu cicing dina naon anu ayeuna Amérika Kalér.\n\nStegosaurus cicing dina periode timassic luhur sakitar 155-145 juta taun ka pengker. Éta mangrupikeun salah anu paling dikenal gampang, sareng barisan ganda anu béda-béda tina piring anu ngawangun Wisata diperyogikeun sakumaha éta cicing sareng tuangeun daging sapertos alisaaurus sareng seratuliaurus.",
"Tyrannosaurus": "Tyrannidaaurus nyaéta dinosaurus prihatin ageung ti Créteous, 65.5-67 juta.\n\nTyrannosaurus mangrupikeun karnivora bipedal sareng tangkorak anu masif ku buntut anu panjang. Dibandingkeun dina anggota awak écut Aranjeunna ngagaduhan dua angka anu dipanggang.\n\nAya diskusi naha naha éta hunter atanapi pamulung. Sapé ogé tuangeun daging dinten ieu, sapertos singa sareng syenas, Tyrannosaaurus pasti meureun éta duanana. Éta ngagaduhan rahang pisan, sareng kakuatan ngegang na tiasa ngiringan tulang panéka anu sanés.",
"Dinosaur Extinction": "Pertunaran dina ahir cétaki disababkeun ku hiji atanapi anu langkung atanapi langkung astréroid atanapi dingongan metanor, atanapi kagiatan spocana volordi.\n\nSababaraha caterungan dampak sareng kagiatan gunung berventip, sapertos dina karap Deskan di India, parantos nungtut kana perkiraan waktos kaptian. Kajadian geologis ieu mungkin ngirangan sinar panonpoé sareng dihapus fotosintésis, ngarah kana gangguan anu kawin di ékologi Bumi.",
"Primate Bipedalism": "Bipedalism gaduh atanapi nganggo dua suku kanggo leumpang. Élmuwan percaya Bipedalism dina Premise Dousate 6 dugi ka 7 juta taun ka pengker ti saprak ieu mangrupikeun fossil anu pangheulana aranjeunna mendakan anu nunjukkeun sipat bipedalisme. Evolusionfikasi ieu tiasa janten karuhun awal spésiés umat manusa, tapi téori ieu gaduh seueur bukti pikeun ngadukungana.",
"Constructed Tools": "Alat __stone__ mangrupikeun alat anu dilakukeun tina batu. Aranjeunna mangrupikeun alesan umur batu dibéré namina. Ilmuwan yakin aranjeunna alat munggaran anu dianggo. Anyar nembe diajar mangrupikeun alat batu dipaké sateuacan manusa cicing.",
"Control Fire": "__The kadali seuneu __ ku jalma awal penting pisan pikeun awal manusa. Seuneu nyayogikeun sumber kahaneutan, perlindungan dina tiasa lapuk sareng metode pikeun masak dahareun. Koperasi budaya ieu diidinan pikeun inovasi budaya sareng ngarobih kana diet. Salaku tambahan, ngadalikeun seuneu kagiatan kagiatan manusa janten iklim anu langkung tiis sareng tetep engké énjing, ku cara nyayogikeun kahaneutan sareng cahaya.\n\nKlaim pikeun bukti definitif pangheulkeun kendali kendali ti 200 rébu ka 1.7 juta taun ka pengker. Bukti pikeun panggunaan seuneu mimitian salami 1,000,000 taun ka pengker, gaduh dukungan ilmiah anu lebar. Flint Blades dibakar dina kahuruan anu dipendakan caket Fosil manusa di Maroko sareng tanggal 200 rébu taun ka pengker. Bukti anu nyebatkeun kontrol tina tanggal seuneu dugi ka 125,000 taun ka pengker.",
"First Temple": "__GIBEBEKLI Tepeb (diucapkan [Iinkli Tepe]), Turki pikeun \"TROUBLL\", mangrupikeun situs Aneaology di kota Edeıfa. Anu nyarios ngagaduhan jangkungna 15 M (49 ft) sareng sakitar 300 M (980 ft) diaméterna. Éta kira-kira 760 m (2.490 ft) di luhur pelepai.\n\nAnu nyaritakeun kaasup dua fase vering dipercaya janten tina sipat sosial atanapi ritual deui deui ka milulenium ka-8 bc. Dina waktos fase anu opum, diajar kana anu proryithic neolithic a (PPNA), bunderan tina lapangan batu anu ageung didaptarkeun - santunan anu paling diérkeun. Langkung ti 200 cukar dina 20 bunderan ayeuna disebat survey geofikis. Unggal pilar gaduh jangkungna dugi ka 6 m (20 ft) sareng beuratna dugi ka 10 ton. Aranjeunna dipasang kana kurnat anu hewn kaluar tina ranjang. Dina fase kadua, galian ku solarianzim neolitic B (PPNB), rumpun anu didakan sareng ngadeg di lantai fentiar. Situs ieu ditinggalkeun saatos PPNB. Struktur anu langkung ngora tanggal ka jaman klasik.\n\nDetil fungsi struktur tetep misteri. Dina digali ku tim aroméologis Jerman di handapeun arah Klaus Schmidt ti 1996 dugi ka maotna di 2014. Schmidt percaya yén jalma anu seueur diiran, sanés padumukan.\n\nTaun 2018, situs éta nyayogikeun situs witata Harga Unesc.",
"Agricultural Revolution": "Revolusi Neandithic Revolusi (umur batu anyar) nyaéta intervolusi __agrikhult________. Éta parobahan sacara bertahap tina aduk moro sareng ngempelkeun komunitas sareng pita pikeun tatanén sareng pakampungan. Periode ieu dijelaskeun salaku révolusi \"kusabab ngarobih cara kahirupan komunitas anu ngajantenkeun parobihan. Éta kajantenan dina komunitas manusa Prodistoric béda dina waktos anu beda. Jalma anu dirobih deui 7-9 rébu taun ka pengker.\n\nIstilah anu ngarujuk kana waktos umum umum anu ngembangkeun ieu kajantenan. Ogé bisa berlaku kana parobahan anu lumangsung: ngadopék artikes pertanian awal, tangkal pamotongahan, sareng domestisasi sato. Révolusi nepolitik penting pikeun pamekaran dina organisasi sosial sareng téknologi.\n\nRevolusi Neolhe __the Kusabab ieu sakedik jalma nyababkeun gaya hirup nomadic. Pikeun tiasa terang saha pepelakan anu ditumpurkeun, konsép kapihilipan darat dikembangkeun. Tingkatan alamatna dirobih, prétan populasi awak tumuwuh, sareng jalma tuang pangan anu langkung sayuran sareng serental dina diet na. Hierarchies dikembangkeun di masarakat. Sikik disimpen, sareng tiasa didagijkeun. Larvlus produksi tina ngahasilkeun pamotongan anu saé ngabantosan masarakat salamet taun-taun goréng taun goréng. Conto ieu nyaéta yusuf (salaku) dilindungan sareng nyebarkeun gandum dina Mesir kuno.",
"Writing": "__Line__ mangrupikeun polah rékaman basa dina sedeng visual nganggo sakumpulan simbul. Simbol kedah dikenal ku batur, supados téks tiasa dibaca.\n\nTéks tiasa nganggo sistem visual anu sanés, sapertos ilustrasi sareng hiasan. Ieu henteu disebut tulisan, tapi tiasa ngabantosan pesen anu dianggo. Biasana, sadayana jalma anu dididik di nagara nganggo sistem tulisan anu sami pikeun ngarekam basa anu sami. Pikeun tiasa maca sareng nyerat janten literatur.\n\n__Wrates = Éta mangrupikeun pidato Kusabab pamiarsa peryogi henteu hadir dina waktos éta. Urang tiasa maca tulisan ti baheula, sareng ti bagian anu béda dunya. Toko téks sareng komunikasi. __Write__ mangrupikeun salah sahiji panemuan anu paling ageung spésiés manusa. Sejarawan percanten éta bakal nimukeun saatos jalma netep di kota-kota, sareng saatos tatanén dimimitian. @Wratess Parals ti kira-kira 3,300bc, anu langkung ti 5000 taun ka pengker, di Wétan Tengah.\n\n__Ulis__ Dinten biasana dina kertas, sanaos aya cara pikeun nyitak ampir permukaan naon waé. Sungstal televisi Antah ogé tiasa ningalikeun tulisan, sareng janten layar komputer. Seueur bahan tulisan anu dicimén, panjang sateuacan kertas. Catai, paprus, kai, baking sareng parchment (kulit sato anu disiapkeun) parantos dianggo. Busawan nyerat dina tablet dipingpin ku stylus anu nunjuk; Ieu populér pikeun Catetan sareng pesen. Penemuan anu engké ku cina mangrupikeun léngkah anu ageung.\n\n__Writt halal dianggo nganggo alat panangan sapertos pensil, panci, atanapi sikat. Anu langkung seueur, kumaha oge, téks nyiptakeun ku input dina keyboard komputer atanapi smartphone.",
"Recorded History": "__Histori__ mangrupikeun pangajaran kagiatan baheula. Jalma terang yén kajantenan dina jaman baheula digaringan ngeunaan hak baheula kaasup sumber, sapertos buku, sareng hurup), fiffes, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musium, sareng musami. hal pikeun jalma diajar sajarah. Jalma anu ngulik sajarah disebut sejarawan. Jalma anu ngulik pre-sejarah sareng sajarah ngalangkungan hal anu tinggaleun ku budaya kuno anu disebut hiji Archegan. Jalma anu ngulik umat manusa sareng masarakat disebut antropologi. Ulikan tina sumber sareng metode anu dianggo kanggo diajar sareng nyerat sajarah disebut sejarah.\n\nJalma tiasa diajar ngeunaan jaman baheula ku ngobrol sareng jalma-jalma anu nginget hal anu kajantenan. Ieu disebut sajarah lisan. Nalika jalma anu ngagaduhan singra pakait sareng pelindung sipil Amérika malirungan, sababaraha sustestia anu paratat pisan yén aranjeunna nyarios, supados suji Ulah moal kaleungitan.\n\nSarua dilakukeun dina sajarah Islam. Seueur ditulis di handap, tapi aya sababaraha skagar anu nyambungan unggal pamutaran anu kapungkur ti Proph Cépab (Hadit) kana buku. Élmu Islam Sakabéh dikembangkeun dina luhur ieu pikeun pariksa ranté panyaruh deui ka Nuh na Nuh (Naging) sareng ka pangkat hyitifs ieu kana tingkat klisitif ieu kana tingkat klisitif ieu kana tingkat klisitif ieu kana tingkat klisitif ieu kana tingkat klisitif ieu kana tingkat klisitif ieu kana tingkat klisitif Sodife. Urang terang saha sadaya jalma sareng kulawarga éta, aranjeunna henteu ukur ngaran biasa dina buku (I.eon, Lukas, Jok, John). Sering, isit anu sami tiasa masihan pupus kali dina buku anu sami atanapi sumebar ka sababaraha buku hematit sabab dikumpulkeun ku seueur jalma. Ieu bakal digolongkeun kana Sahih (disada) Sirith.\n\nAlasan ogé ditinuh ka handap tapi lolobana tiasa diinget ku rébu jalma salami kahirupan kendapat Nagnét. Ieu masih diatur ku jutaan jalma ayeuna, dina basa Arab asli- bahkan ku spiker non-arab. Ieu mungkin kusabab Quran nyaéta Poetik sareng gampang émut pikeun seueur jalma. Upami sadaya téks Al Quran kumaha waé anu sirna, muslim tiasa ngiringan deui dina sababaraha detik upami aranjeunna damel babarengan. Teu perlu deui, sabab Gusti nyarios ka kami anjeunna bakal ngajagi dina Quran. __ \"Memang, éta urang anu ngutus ka Al-Qur'an sareng mang saur, kami bakal janten wali.\" (Quran 15: 9) __\n\nHenteu paduli nyaéta Pacetis sareng reponik kaéndahan QUURs Fits Fits dina Pikiran Manaalya sabab ngajelaskeun jalan sareng gampang dina logis sareng gampang ngartos cara. Allan mangrupikeun kami mujijat panggedéna anu ku urang ngagaduhan, sareng ngan ukur anu pangabutuh, artos mangrupikeun agama mangrupikeun agama anu leres. Parantos nyiptakeun kami sareng ngobrol sareng urang sareng ngajarkeun kami langsung sareng kecap-kecap quran. Sareng saha anu langkung saé ngajar kami maka dewa, hiji anu nyiptakeun kami sareng terang urang pangsaéna?\n\nDina waktos lami jalma di bagian-bagian anu béda-béda dunya anu tetep misah sajarah sabab henteu patepang sering pisan. Sababaraha kelompok jalma henteu pernah patepung. Eropa Exasi, Roma kuno sareng Cina kuno masing-masing panginten anu maréntah bagian-bagian anu penting di dunya sareng bagian séjén.",
"First Pyramid Built": "__ \"Poé ieu kedah kami ngahémat anjeun (O Pharaoh) dina awak anjeun, yén anjeun tiasa janten daptar pikeun jalma anu dugi ka anjeun! (Quran 10:93) __\n\nA __Pyramid__ mangrupikeun struktur, biasana batu, dibentuk dina bentuk piramida. Ti saprak kuno pikeun jaman modern masarakat dina sababaraha bagéan dunya anu parantos ngawangun struktur sapertos kitu.\n\n__Pyramida munggaran anu diwangun dina 2630 b.C. Piramider anu paling dikenal nyaéta di Saqqara, Mesir teras diwangun ku Raja Djoser Mesir katilu.\n\nAluran Quran ngeunaan dina suplasy Mesir urang dina carita ngeunaan Musi (sapertos, Moses) sareng Yusuf (sapertos, Joseph).\n\nThe Quran akurat ngajelaskeun sajarah Mesir Kabugaran sajarah anu ngan ukur dipanggihan ku Museum Inggris. Numutkeun aranjeunna, Mesir henteu nyauran pamaréntahan na \"FAGAOH\" dugi ka Dinasti ka 14th (1552-1295 bci).\n\nSababaraha buruan anu ngobrol ngeunaan Musa sareng petunjuk Julio (Flaraoh):\n__ \"Kami (Allah) rehearse the nee bagian tina carita Musa Musa sareng pigura sareng beben bebeneran, pikeun kapentingan jalma anu bakal percanten.\n\n\"Kami dikirim Musa sareng tanda-tanda kami ka Fartaoh sareng pésta, tapi aranjeunna henteu acan ditolak aranjeunna. Lalaki, maka, naon éta akhir éta anu nyiptakeun gangguan! (Quran 7: 104)\n\n\"Dinten ieu kami kedah ngahémat anjeun (O Pharaoh) dina awak anjeun, yén anjeun tiasa janten tanda pikeun jalma anu dugi ka anjeun! Tapi mangsa, seueur manusa\n\nÉta loba dipercaya ku pejarta sareng Kristen sareng Sarjana Muslim anu MOSs anu garap sareng semeses II. Kadua QURI sareng Alapa nganggo carita ieu sacara maksa tungtungna sareng Fartaeh anu di Farakaah di laut beureum saatos MOSes, nganggo iza Allah.\n\nSechecy Quran __ \"dinten ieu kedah kami ngahémat anjeun (O Pharaoh) dina awak anjeun, yén anjeun tiasa janten tanda anu datang nalika sanés petunjuk dugi ka ayeuna. Ama-ibu anu dikandung tina sadaya pigtaoh nyumput di lebak raja (kv7 & 8) sapanjang bank nile. Malahan saatos tikét na disunduran, tetep wajib tina pharaoh tetep dijaga. Pamememya maranéhanana lumangsung dina Abad sareng anjeun ayeuna ningali, Ramesses II ku panon anjeun nyalira di Museum Mical di Kairo, Mesir. Awakna ogé parantos ngalangkungan sababaraha wisata internasional pikeun sadayana. Ieu deui, nunjukkeun kumaha kanyaho dina Quran sareng Islam bisa dipasihkeun ka kami ku Allah.\n\nAnjeun oge tiasa dipuji jalma-jalma Yahudi ngeunaan pangalaman jeung foholan ieu, sareng pamimpin Mesir kuno anu sanés.\n\n__ \"Sareng urang parantos masihan manéh Cobi Tanda Trust Dituda, janten naroskeun ka Barudak Israel [perkawis] Dayuran, yén O Marcat 17: 101) __\n\nAlasan Yahudi salamet ogé ngamungkinkeun urang naroskeun ngeunaan tanda-tanda éta rusa anu dipenta, sapertos seueur mujijat sareng propem anu dikirim ka aranjeunna.\n\n__Ask barudak Israil sabaraha tanda anu jelas anu urang pasihan aranjeunna. Sareng saha waé anu tukeur kahadean allah saatos éta sumping ka anjeunna - teras, alāh parna di retribusi. (Quran 2.211) __",
"Roman Empire": "__The roman __ome__ (latin: romanum Ibukitana Roma, sareng kaisir na didasarkeun di Tengah. KingPire ti 27 bc, nalika embervarga janten Kaisar, Agustus, siap babasan taun Kadua Dunya, atanapi umur poék.\n\nKakaisaran nyaéta tahap katilu Roma kuno. Roma munggaran di dilaporkeun ku raja roman, maka ku républik répubik, teras ku Kaisar.\n\nSeueur tanah modéren sakali bagian tina Karajaan __romani, kalebet Britania (henteu Skundland), Portrugal, Goreng (Slaid, Whither, sareng Slaung, sareng Swea Afrawala. Basa utama __roman __roman__ nyaéta latin; Yunani mangrupikeun basa sekunder penting.\n\nBagian kulon bagian tina Paala Ibu __romani terus sakitar 500 taun, sareng bagian wétan, kalebet Yunani sareng Anatolia, anu dituluykeun ka sarébu taun deui. Bagian wétan disebut Peachantine Byzantine, modal aranjeunna Depalan Intinimawan sareng dibayar ku nasionalkeun The Ottoman Bonstania dina 1453 ku Sultan Cathan. Acara ieu dipukeurkeun ku Nabi Muhammad sareng mangrupikeun kagiatan anu paling henteu cekap dina sajarah dunya.",
"Crusades": "__The Crusades2 nyaéta Fibor of Perban religius perang di antara Kristen sareng umat Islam dina rendah tanah Suci. Sacara tradisional, aranjeunna lumangsung antara 1095 dugi 1291. Seljo Suci masih aya anu penting pisan pikeun tilu pernikanama: Isistis, ASRAisme. Aya seueur situs agama penting di tanah suci. Ieu mangrupikeun tanah ayeuna disebut Israel atanapi Palestina. Yerusalem, nazaret, bobi, horron sareng situs agama agama sanés murag dina kadali muslim salami baladang cohag Muhammad (tingal).\n\nAya seueur kentel anu béda. __Crusades pangpentingna sareng panggedéna __crusads__ lumangsung tina abad ka-11 ka abad ka-13. Aya 9 alur ageung dina waktos ayeuna. Aya ogé seueur zoundu anu langkung alit. Sababaraha grend cusados ​​aranjeunna di jero Éropa (contona, di basa Jerman, Austria sareng Skandinavia). __Crusades anu langkung alit terus ka abad ka-19, dugi ka Renaissance sareng Reformasi.\n\nKecap \"kaurade\" aya hubunganana sareng kecap \"salib\" sareng hartosna perang suci. Aya ogé kecap Arab \"Jihad\", anu hartosna rampak sareng perjuew ku umat Islam anu tiasa aksesy salila ieu. Nabi (ref) diajarkeun ieu Jagad sanaos sareng jikad anu langkung ageung asalna dina patepunganna wious\n\nSadaya sisi (Kristen, umat Islam, sareng Yahudi) dipercaya pisan dina agama. Seueur buah rusimasi sering ngagaduhan alesan politik atanapi moneter di sabalikna. Siga sadayana perang.\n\nHanjakal pikeun ningali permusuhan antara tilu iman abrahamik anu bagikeun pisan. Muslims gtime Yahudi sareng Kristen salaku jalma tina buku, anu hartosna aranjeunna gaduh status khusus sareng hubungan caket sareng musim kulawarga sanés. Anjeun tiasa ningali ieu dina kahirupan Nuhi (ningali) sareng tempatna anjeunnaabana sedih ku The Byzantine) ka Sassania dina perang ageung. Ieu kacatet dina suiths bahkan nyarios dina quran. Éta ogé buktina anu pikaresepeun ngeunaan kaaslian Islam salaku Gusti ngungkabkeun kajadian masa depan anu sumping milik paréntah sateuacan sareng saatosna. Dinten éta urang Perhatosan bakal girang \"(Quran 30: 2-4) __\n\nSaper-waktos ieu diungkabkeun, PARANJAANA aya di sisi pagan Sagansia, sedengkeun Usus Islam Imlim parantos ngarepkeun Kristen. Nalika urang Kristen leungiteun pagén moyok muslimér pikeun leungitna ieu sareng nyebatkeun hal-hal sapertos kitu, \"dimana Gusti anu kuat?\". Janten Allah ngungkabkeun ayat ieu dina waktos ayeuna. Sadia Cukup, dina 622 ad iklan dina perang imlus, tyzantasi dina Kaisar Gamaclius ngagaduhan kamisu bumi dina prochania Quriic.",
"Black Plague": "__The Hideung__ mangrupikeun wabah panyakit anu maéhan jutaan jalma ka Eropa sareng Asia. Ampir salah sahiji tiap tilu jalma di Éropa maot tina panyakit, sareng éta parah antara 1347 sareng 1351. Panyakit parantos ngamimitian di Asia. Kaseueuran jalma nyangka éta panyawat éta lapara Bubonic. Panyakit ieu dibawa sareng disebarkeun ku kutub anu hirup di beurit. Padagang tina jalan sutra tiasa parantos dibawa kuku inféksi ka Éropa.\n\nBabak ngamimitian masalah; kutu anu katépakeun dibawa ku beurit hideung. Beurit anu mawa kutu bakal angkat ka kota. Nalika bijaksana ngan ukur batur, aranjeunna bakal nyuntik sakedik baktéri kana tatu. Ieu bakal ngabalukarkeun jalma anu katépaan. Beurit sering dina kapal. Ieu hartosna panyakit nyebar pisan gancang, sadayana ka Éropa.\n\nDi manusa, panyakit nyababkeun bengkak dina palac, handapeun panangan sareng balik ceuli. Saré ieu warna hideung sareng ungu, ku kituna nami 'maot hideung'. Jembatan poék disebut gelembo. Jalma di nyeri sareng korban maot maotna. Galejong bisa katempona 3-7 dinten saatos kabétol dicabut ku loak mawa loak.\n\nSahu, di sababaraha kota sapertos di London kale kabiasaan yén ucing anu nyababkeun panyakit kitu aranjeunna diburu sareng maéhan dina wilayah anu hébat. Hanjakalna, sakumaha anu diperkirakeun, ieu nyababkeun punsuant, beuki parah kaduruheun kaleungitan prédator alam na di ukur langkung ageung.\n\nKanyataan anu pikaresepeun sanés di sabudeureun buli Beudonic nyaéta kumaha paus nyalametkeun dirina. Dina waktos éta, muslims aya dina sirah sadaya pamanggihan médis sareng ilmiah. Ngagabungkeun seueur buku Muslim, kolab Katolik anu dipibangkeun yén seuneu mikir bari ngapeurkeun sareng maéhan panyakit tinangtu (kuman). Sapertos kitu, aranjeunna cahayana seuneu anu jauh di hiji bunderan anu dikurilingan kana sababaraha minggu. Ieu, tetep beurit sareng ngungkangan jauh ngabentuk poper na anjeunna kaseparan tanpa masalah.",
"Constantinople Istanbul": "Emckstantinopin'__ nyaéta ibukota karajinan Romawi (330-395), cyzantine / ELEFirine / 390 Wétan), 12053). Taun 1930 éta sidgikeun Istanbul. Éta mangrupikeun kota di Turki Hadir.\n\nNalukan Istanbul, ogé katelah Islambol, ayeuna sareng tanda anu sanésna sareng bukti Islam sapertos N prop Muhit Muhencad parantos disuruh deui. __ \"telily, anjeun kedah nalukkeun binginoople. Naon anu saé janten tentara éta, sareng naon komanden anu saé bakal ilaharna. \" (MliNad, kuring, 176; iv, 335; darimi, \"Muqaddima\", p. 43). 43). .\n\nPara bersawan parantos nyatakeun yén, pikeun waktos waktos nanggung __Ccccccccstantinopinopinopinopinoop__ sarua pikeun nalukkeun tempat sapertos New York Kota ayeuna.",
"Newton and Gravity": "Nalika kalolobaan jalma mikir __isaac nozton?, Aranjeunna mikir anjeunna linggih handapeun tangkal apel ningali apel ragrag apel. Sababaraha urang bahkan percaya apel murag kana sirah na. __Newtons __newde yén naon anu ngajadikeun hal sapertos apel murag kana taneuh mangrupikeun jenis kakuatan khusus - maksakeun urang nyauran gravitasi.一NewTTTHO yén gizi mangrupikeun kakuatan kortensi sabagian antara dua objék, sapertos apel sareng bumi. Anjeunna ogé ngira yén hiji barang sareng masalah langkung seueur pikeun maksakeun anu sami dina objék anu langkung alit nalika aranjeunna dimaksudkeun dina éta. Anu dimaksud yén jisim gedé bumi tarik objék ka dinya. Éta sababna apel murag alit tibatan Up, sareng kunaon jalma moal rambang dina hawa.\n\n__JOEAC nexton__ nuju mikir ngeunaan gravitasi. Sateuacan __newton__, jalma-jalma panginten ngan ukur objék anu caket sareng bumi bakal turun. Tapi __newtonev yén gravitasi henteu kedah dugi ka bumi sareng objék di dinya. Kumaha upami gravitasi angkat ka bulan sareng saluareun?\n\n__Newton__ nimukeun rumus pikeun ngitung kakuatan atraksi antara dua awak. Anjeunna dianggo pikeun ngitung kakuatan anu diperyogikeun pikeun ngajaga bulan pindah di bumi. Teras anjeunna ngabandingkeun éta gaya anu ngajantenkeun apel tumiba ka handap. Sanggeus ngamungkinkeun kanyataan yén bulanna langkung tebih ti Bumi, sareng ngagaduhan jisim anu langkung ageung, anjeunna mendakan yén pasukan éta sami. Purnama diayakeun dina orbit ngurilingan bumi ku tarik gravitasi Bumi.\n\nRumusina nimukeun ku __newton__ disebut hukum gravitasi. Anjeunna rada nguntungkeun sareng seueur hukum janten dikenal salaku fisika notonian. Seueur rumus matematika nya tetep dianggo pikeun ngitung mékanika objék pikeun objék anu langkung ageung. Aranjeunna henteu akurat pikeun hal-hal leutik sahingga élmu anyar disebut fisika parantos leresan dina cobaan sareng ngartos dunya microopik ieu.",
"Industrialization": "__Indusprialisasi__ (atanapi indeksualisasi) mangrupikeun prosés anu kajantenan di nagara nalika mimiti nganggo mesin pikeun dilakukeun ku jalma sakali sakali dilakukeun ku jalma. __Industrialization__ ngarobih hal-hal jalma. __Indsrorization__ nyababkeun kota-kota pikeun langkung ageung. Jalma anu ngantosan pertanian nyandak padamelan anu langkung saé di pabrik di kota.\n\n__Industriisasi__ mangrupikeun bagian tina prosés dimana jalma anu diadopsi langkung gampang sareng langkung saé pikeun ngajantenkeun hal. Nganggo téknologi anu langkung saé, éta mungkin ngahasilkeun deui barang dina jumlah waktos anu langkung pondok. Langkung seueur hal tiasa dihasilkeun ku jalma anu langkung saeutik.\n\nSaatos jalma industri ogé ngalakukeun padamelan anu langkung khusus. Salaku conto sateuacan industrialisasi, kobler (jalma anu ngajantenkeun sapatu sareng barang kulit) ngadamel sapasang sapatu sadayana. Anjeunna damel dina hiji pasangan sapatu, réngsé, teras bakal ngamimitian dina pasangan sapatu salajengna. Kalayan industri, aya seueur jalma anu ngalakukeun sapatu ku motong diatur sapatu ngadamel kana sababaraha tugas anu langkung alit. Salaku conto, aya hiji jalma anu ngotong gambar sapatu sareng jalma anu sanés. Pondokna, aya diumumkeun tanaga gawé sareng dikenal salaku garis perbaikan ayeuna. Mesinna dina perkarangan sapertos kieu seueur artos, janten pabrik éta bakal dieusian ku jalma anu beunghar anu tiasa mampuh mesin sareng nyewa pagawé pikeun mesin anu béda sareng tugas.\n\n__Industrialization__ dimimitian di Inggris kalayan révolusi industri dina abad ka-18. Éta sumebar heula ka bagéan Éropa, sareng ka kalér Amérika. Dina industri abad ka-20 ka kalolobaan nagara-nagara sejenna.",
"Darwin's Theory of Evolution": "__ \"Allah parantos nyiptakeun unggal sato tina cai. Di antarana mangrupikeun sababaraha bélokna, sababaraha anu leumpang di dua suku, sareng sababaraha anu leumpang, 24:45) .__\n\n__Chargles Darwin__ (1809-1882) buku na \"dina asal-usul spésiés\" dina taun 1859. Di dinya ngalakukeun éta teraskeun seueur téori ngeunaan Bumi. Anjeunna diusulkeun pembéhanana alam, anu mangrupikeun prosés anu sato anu paduitikan sato tertentu, tiasa salamet langkung saé salaku cara kumaha sadaya sato parantos kaluar. Tapi, Darwin teu ngartos atanapi terang ngeunaan genetika dina waktos éta atanapi kumaha hubungan anu saé disalin. Janten anjeunna henteu tiasa ngajelaskeun naon anu dilakukeun ku murangkalih sapertos kolotna.\n\nNanging, penjelasan __darwin') γvolusi évolusi sacara dasarna katampi ku komunitas ilmiah sareng para ilmuwan kerja keras sareng peuntas aranjeunna ayeuna. Padahal, umat Islam, Kristen sareng urang Yahudi yakin urang turunan Adam (Ningali) sareng hawwa (Hawe), saurang lalaki kahiji), para awéwé. Élmuwan ngarujang perilita sapertos salaku \"desain calip\" sareng kalongkepan bukti ieu, sapertos kumaha, awak manusa, sajabaan aya pagawéan, jslam, sareng sajabana damel.\n\nSarupa jeung Darwinisme, Islam Nunjukkeun ideu yén kahirupan berirar sareng sababaraha tahap sareng salami waktu. Ogé, kami yakin Gusti gaduh kakuatan ngeunaan sagala hal sareng tiasa gampang ngarobih nanaon pikeun ngadopsi lingkungan. Gusti nyiptakeun heula, payahna bakal langkung gampil, henteu? Ngan sapertos urang dibangkitkeun dina dinten pertimbangan.\n\nTapi saperti Itor Élmu Élékikan modéren pariskeun mutasiit Incheles, anu sok distrantrous sareng urat, ngabalukarkeun sato pikeun nganggur tuangeun. Conto. Ieu saleresna dijual dina seueur diajar manuk ngajantenkeun yén élhabah gancang janten élmuwan éta henteu tiasa ngajelaskeun éta sareng hormat spésiés sanés moal tiasa adaptasi. Ieu ngajantenkeun langkung raos sareng sato lalaunan sareng acak mekar ku kasempetan. Ogé, aya kasus anu anyar atanapi purnerflies ajaib teu kaluar ti mana. Muslims berhasil pisan pikeun sato sareng lingkungan, tapi urang henteu setrés ngeunaan aranjeunna punah atanapi henteu tiasa diurus sorangan sabab sapertos sagala hal, urang nempatkeun kabasaan anu.\n\nRingkesan, umat Islam nampik ideu anu janten manusa sacara acak mekar ti apes. Umat ​​muslim yakin manusa dianggap ciptaan khusus. Islam ngajak yén manusa mangrupikeun bentuk kahirupan anu unik anu diciptakeun ku allah, sapertos sadayana anu sanés; Tapi, kami gaduh kado anu unik sareng kamampuan teu sapertos sato séjén sareng mahluk. Salaku conto, urang ngagaduhan jantung langgeng, langkung ketat, imajinasi, pangaweruh sareng gratis. Urang tiasa kuat, saé sareng gemat atanapi janten lemah sareng damel ngan ukur pikeun nedunan kahayang omiris kami. Henteu paduli, kahirupan mahluk manusa mimiti nganggo nyiptakeun dua urang, jalu sareng awéwé anu namina Adam sareng Hawwa (jalmi.\n\nThe Qur'an ngajelaskeun yén Allah __ \"Dijieun ti cai unggal hal hirup\" (Quran 21:30). ____ Leumpang dua suku, sareng sababaraha anu leumpang dina opat. Allah nyiptakeun naon anu anjeun bakal, pikeun leres-leres allah gaduh kakuatan ngeunaan sagala hal \"(24:4:45) .__\n\nUbar ieu ngadukung téori ilmiah anu ngamimitian dina cai.",
"World War 1": "Perang __worll I per (atanapi Perang Dunya Kadua) mangrupikeun Perang global anu mimiti dina 28 Juli 1914 sareng dugi dugi ka Nopémber 11, 20 bulan sareng 14 jaman sareng 14 taun.\n\nKaseueuran gelut ieu di Éropa, tapi para prajur ti nagara-nagara sanés nyandak dilegakeun, sareng éta robih és konpirial tina kakawasaan ottri anu ékstroman. Sateuacan Perang Dunya II mimiti taun 1939, perang __world i__ disebut perang anu saé, perang dunya atanapi perang pikeun ngeureunkeun sagala perang '. 135 nagara nyandak bagian dina perang __world i__, sareng ampir 10 juta jalma maot nalika tarung, kalolobaan panyakit sareng kalolobaan panyakit.\n\nPerang __world i__ diperjuangkeun ku kalolobaan nagara Éropa. Gelut sabenerna aya dina seueur payun. Anu hareupeun tempat ti mana kalolobaan perang antara Jerman sareng satru kajantenan. Kaseueuran gelut di dieu nyaéta perang perang.\n\nTerus wétan bajoang di Éropa Eropa. Berawan di dieu sanés ogé perang perang tapi perang sélulér kusabab ukuran payun. Seueur anu kasuksésan di payun wétan Tengah sareng payun Itali. Pelepi ogé lumangsung di Afrika, Cina, sareng di laut ogé di udara.\n\nTara di réngsé ku tulisan seueur perjangjian anu béda, anu pang pentingna anu pang populerna.\n\nPerang __world IT nyaéta perang utama munggaran dimana tangki, musimlanes, sareng kapal atanapi (U-Udat) mangrupikeun senjata penting.",
"World War 2": "Warkorlld perang II__ (WWII atanapi WW2), ogé disebut Perang Dunya Kadua, dina Uni Soviét, perang anu langkung hébat, perang global anu ngalatar di luhur rékaran pikeun nagara. Kaseueuran nagara diluncurkeun dina taun 193945 tapi sababaraha anu dimulai taun 1937. Seueur nagara dunya, ningkatkeun sadayana kakuatan anu hébat: sekitina sareng kakuatan Axis. Perang __world II__ mangrupikeun konflik anu pangpentingna dina sadaya sajarah manusa. Anu lalaki aya mang nagara, langkung artos artos, sareng maun langkung seueur jalma anu ti mana waé perang anu sanés dina sajarah manusa. Antara 50 dugi ka 85 juta jalma maot. Mayoritas nyaéta sipil. Éta kaasup pembunuhan, berkatat Holocaust, Kabeungaran strategis, kalembab, panyakit sareng pamakéan senjata nuklir.\n\nPerangna di Asia mimiti nalika Kelung Jabara nyerang Cina dina 7 Juli 1937. Tiisna diresjih ku nempatkeun edargo minyak di Jepang. Mimiti perang di Éropa nyaéta nalika Jerman nyerang Polandia dina tanggal 1 Séptémber 1939. Perancis sareng Britania dirérés ku nyatakeun Perang Di Farlarman. Taun 1941, seueur Éropa langkung aya di kontrol Jerman. Ngan britta tetep gelut ngalawan sumbu di Afrika Kalér, Tengah, sareng Atlantne. Dina Juni 1941, nyimpulkeun Arics Previeral nyerang Uni Soviét, ngamimitian daérah Perang panggedéna di Sajar Syesta. Dina tanggal 7 Désémber 1942, Jepang nyerangkeun Koloni Kulon di paraci kimia sareng dua perang janten salah sahiji.\n\nValion Jepang dipasang dina 1942, sareng AXIS EXIS Exal EXA ogé ogé dipitan ogé ku 19443, boh di Afrika kalér sareng univera Soviét. Saatos éta, dulur anu mimiti murah deui ti sadaya sisi. Leungiteun Kalér Ivrika Kalér sareng dimimitian taun 1943, kapaksa membela Itali. Dina taun 1944, sekeluh nyerang perancis, ngantosan Jerman dina walungan Rhine, sedengkeun Soviét Ng tutup dina Wétan. Jeragas nyerah dina taun 1945. Jepang sacara formal nyerah 2 September 1945. Perang anu ditungtut ku kameunangan.\n\nSaatos perang, Amérika Serikat diatur diatur pikeunembangkeun antara nagara sareng nyegah perang ka hareup. Perang anu tiis diantara juara utama enggal-gancang, tapi aranjeunna henteu padeukeut dina perang anu saleresna. Decolonization Asia sareng Afrika, dimana nagara-nagara anu ngatur ku nagara Éropa diramalkeun kamerdaan maranéhna, kajantenan ogé. Hal ieu kusabab kakuatan Éropa langkung lemah tina perang. Pamulihan ékonomi sareng integrasi politik (prosés ungkapan ungikan) aya hasil tina perang sanés.",
"Cold War": "__The Wew Q (1947-1991) mangrupikeun hubungan anu tegang antara Amérika Serikat (sareng satru na, sareng Uni Soviét sareng Nagara II sareng akhir Perang Soviét.\n\nKaseueuran nagara-nagara dina hiji sisi katukang dina nato anu dua nagara militér panggedéna nyaéta di Amérika Serikat sareng Turki. Kaseueuran nagara di sisi séjén anu diubaran dina perang perang anu kuat mangrupikeun nagara Soviét (ayeuna Rusia).\n\nKelompok ansoragara nagara-nagara dianggansaris éta, kalkun, Éropa Kulon, Astra, Koréa Kidul, Afrika Kidul, Australia sareng Selandara, Autralia sareng Selewa.\n\nThe Eastern-Socialist group includes Soviet Union, Eastern Europe, Angola, Ethiopia, Cuba (1959-1991), Mongolia, North Korea, China and Vietnam.\n\nPerju tiis balikan dina ragrag témbok Berlin taun 1989, kalayan Rusia anu ganti tina ti nagara komunis sosial ka nagara anu analemkik. Tapi, masih aya konflik anu tinggal diingkeun sapertos dina meunteun sareng perang panganyarna di antara Rusia sareng Ukraina.",
"Moon Landing": "__APolllo 11__ mangrupikeun penerbangan munggaran pikeun ngirim jalma ka bulan. Hal ieu dilakukeun ku NASA (Aeronautics Nasional sareng Administrasi Spasi), Badan rohangan Amérika asli. Éta teraskeun ka rohangan dina taun 16 Juli, 1969, nyandak tilu pasjolsot: Nema Armés, Konton Aldrin sareng Micael kolins. Dina 20 Juli, 1969, Armstrong sareng AlDDrin janten manusa anu pangheulana pikeun tanah dina bulan, sedengkeun Mcins ngalangkungan bulan.\n\nPenerbangan éta bagian tina Rastre Rastre Atai antara Amérika Serikat sareng Uni Soviét. Ahut Pode anu disetih di John L IUS Kenned, The Présidén Seratan Centit Carte 25. Sato nagara dina bulan, sareng uih anjeunna aman.",
"World Wide Web": "__The Internéts__ mangrupikeun jaringan komunikasi anu panggedéna di dunya. Internét ngagaduhan jok para domestik, akademikal, bisnis sareng jaringan pamaréntah, anu ngahiji seueur sababaraha inpormasi anu béda. Istilah kadang disingget sapertos \"bersih\", pondok kanggo jaringan. __World lebar web__ mangrupikeun salah sahiji jasa anu panglegana. Hal ieu dianggo ku sababaraha miliar jalma sadayana di dunya.\n\nMartina dikembangkeun di Amérika Serikat ku \"Awal projectional Panaliti Panaliti Advey Countness\" (Darpa). Internét mimiti nyambung dina Oktober, 1969, sareng disebut __arpanetH-. The __world lebar wéb __world didamel di Cern di Switzerland dina taun 1990 ku Inggris (Inggris)"
}
