{
"Birth of the Universe": "“而他是创造天堂和地球（根据他的命令基于真理的命令）的人（真主）。出现。他的话是事实。他将是吹牛的那一天的主权（由以色列）。他（是一个人）知道看不见和所见的人，他是全能，全意识。” （古兰经6:73）\n\n“我们对一件事的命令是如此之多，只有当我们打算（将其带入）（存在）时，我们对此说：'be'，它变成。” （古兰经16:40）\n“他不应该（对自己的任何人）夺取神的荣耀。他（在此之上）圣洁和荣耀。 （古兰经19:35）\n\n“他是天堂和大地的发起人！而且是！” （《古兰经》 2：117）\n\n“他的（创造）的命令只有当他打算（创造）某件事时，他对此说：'Be'，因此它立即变得（存在或可见并继续变得）。 （古兰经36:83）\n\n“他是赋予生命并导致死亡的人。然后，当他决定做一件事时，他只对此说：'be'，所以它变成了。” （古兰经40:68）\n\n“而且，如果地球上的任何树木都是笔，而海则是墨水，则在七个海中补充了，那么阿拉的单词1就不会筋疲力尽。的确，阿拉（Allāh）在能力和明智的范围内被崇高。” （古兰经31:27）\n\n“男人是否不认为我们是从[仅]精子滴落中创造了他的 - 然后立刻他是一个公开争议？ ：“当他们分解时，谁会献出生命？”说：“他将赋予他们最初将它们生存的人献出生命，而他对所有创造都认识。”绿树，火。然后从中燃烧（火）。不是他创造了天堂和地球能够创造出它们喜欢的人吗？是的，他是一位出色的创造者，知道。当他愿意的事情时，他的命令肯定只是对它说：是！因此，荣耀对他来说是万物的王国，对他来说，你将被带回来。”（《古兰经》 36:82）\n\n“那你是否认为我们无用地创造了您，对我们来说，您不会被归还吗？” （古兰经23：115）\n\n“什么都没有创造它们或创造自己？” （古兰经52:35）\n\n“人类不记得我们以前创造了他，而他一无所有？” （古兰经19:67）\n\n“真主将您从母亲的子宫中带出来，而您一无所知，并给您听到，视力和心灵，以便您可能感激”（古兰经16:78）",
"Big Bang": "\"Do the disbelievers not realize that __the heavens and earth were once one mass then We clove them asunder__? And We created from water every living thing. Will they not then believe?\" （古兰经21:30）\n\n__ -big bang__是一种科学理论，讲述了宇宙如何从单个角度开始并从那里扩展。这是星系，星星，行星以及我们今天看到的所有物质的地方。\n\n__“他是起源于天堂和地球的人，当他愿意（起源）一件事情时，他只对它说：'be'，它变成了。” （古兰经2：117）__\n\n__ -big bang__型号是宇宙以极度稠密和炎热的状态开始，并已扩大。该理论表明，测量结果表明，宇宙在今天仍在扩展。\n\n宇宙最初是一个非常热，小而密集的超脚（四个基本力的组合），没有星星，原子，形式或结构（称为“奇异性”）。然后大约138亿年前，空间很快扩大（因此名称为“ __big bang__”）。这开始了原子的形成，最终导致了恒星和星系的形成。天主教神父是乔治·莱玛特（GeorgesLemaître），他（1927年）首次指出，不断扩大的宇宙可以追溯到及时的单点。\n\n但是，许多现代天文学和其他科学事实都不知道，例如大爆炸，行星形成，轨道和行为，胚胎学等等，在1400年前的古兰经中向我们揭示了我们。例如，乔治·莱梅特（Georges Lemeaitre）并不是第一个关于大爆炸的人。古兰经清楚地谈论了大爆炸__“不信的人是否没有意识到天堂和地球曾经是一个弥撒，然后我们将它们扎根？我们从水中创造了每一个生物。他们会不相信吗？” （古兰经21:30）__\n\n如果您正在寻找上帝的迹象或证明，那么知道这只是伊斯兰教是上帝真实的宗教的众多众多证据之一。\n\n宇宙今天仍在扩展，最近被发现。但是，古兰经再次确认：__“天堂，我们已经用力建造了它们。\n\n在此之前，科学家有了一种称为“大脆性”的理论，一旦达到一定的观点，宇宙被认为可能是colapse或紧缩的理论。这个理论不再是教授的。\n\n总体而言，宇宙正在增长，随着时间的流逝，温度正在下降。宇宙学是对宇宙如何开始及其发展的研究。研究宇宙学的科学家同意，__ -big bang__理论与他们迄今为止观察到的内容相匹配。\n\n弗雷德·霍伊尔（Fred Hoyle）在他的广播节目中称该理论为“ __ -big bang__”。他不认为__ -big bang__是正确的。不同意他的科学家认为这个名字很有趣，决定使用它。\n\n科学家以许多不同的观察为基础__ -big bang__理论。最重要的是遥远星系的红移。红移是在光线下发生的多普勒效应，在声音中也可观察到。例如，赛车接近较高的声音，而在远离您时发出的较低音调声音 - “ vrrrrrrrrrrrr”（对您）“ ooooooooommmmm”（远离您）。同样，当一个物体从地球上移开时，其颜色射线看起来比实际的颜色更相似，因为运动延伸了物体发出的光的波长。科学家使用“红热”一词来描述这种拉伸的光波，因为红色是可见光谱上最长的波长。红移越多，对象移开的速度就越快。通过测量红移，科学家证明了宇宙正在扩大，他们可以弄清物体从地球上移开的速度。通过非常确切的观察和测量，科学家认为，大约138亿年前的宇宙是一种奇异性。由于大多数事情随着扩展而变得冷冷，科学家认为宇宙在开始时很小且非常热。如果一个物体向地球移动，则它具有蓝色的光线。\n\n支持__big Bang__理论的其他观察结果是宇宙中的化学元素的数量。氢，氦和锂等非常轻的元素似乎与__ -big bang__的理论一致。科学家还发现了“宇宙微波背景辐射”。这种辐射被称为无线电波，它们在宇宙中无处不在。现在，这种辐射非常虚弱和寒冷，但是很久以前，它非常强壮而且非常热。\n\n科学家知道，大爆炸会引起大量的辐射，但想要更多的证据。在1960年代，在新泽西州，阿诺·彭齐亚斯（Arno Penzias）和鲍勃·威尔逊（Bob Wilson）为贝尔的衰落工作时，当他们调整了一个新的非常敏感的天线时，意外地发现了CBR（宇宙背景辐射）。他们试图消除所有背景噪音，发现他们无法删除来自各个方向的一个干扰频率。后来，这被称为CBR，这是由于大爆炸爆炸，这仍然可以听到，并且在今天的收音机上总是会听到。这一发现最终于1993年授予彭齐亚斯和威尔逊奖。\n\n一些科学家和哲学家认为，时间在__ -big bang__之前没有意义。他们认为__ -big bang__是时间的开始，并且在__ -big bang__之前没有宇宙，因为如果没有时间，就不可能“以前”！作为穆斯林，我们知道上帝是永恒的，而且我们的思想可以理解的一切。因此，这完全是有道理的，为什么我们不能掌握大爆炸之前的时间概念，这是指向全能创造者的众多悖论之一。\n\n出于争论的缘故，我们可以说我们可以解释大爆炸之前的内容或它是如何创建的。然后，下一个问题将是：“那么，是什么造成的？”。并说我们也解释了什么创造了什么，然后再说一次，“好吧，是什么？”。如您所见，这将永远不会结束，因此它实际上是上帝成为我们唯一的创造者以及上帝的概念如何远远超出我们有限的人类智力的好证据。\n\n穆斯林没有就此类问题进行辩论，我们只是接受上帝告诉我们的关于自己和他的创造的信息。例如，上帝谈论他的手，但我们知道它们与我们知道的任何手不同。人有手，猴子有手，钟有手。上帝的手超出了我们能想象的一切，我们就把它留下来了。",
"Milky Way is Born": "科学家认为，__ -Milky Way__在大爆炸后不久，宇宙中的群众分布中的一个或几个小过度开始。其中一些过度是球状簇的种子，其中剩下的最古老的恒星现在是__ -Milky Way__ __形成的。在__Milky Way__中，几乎一半的事情可能来自其他遥远的星系。尽管如此，这些恒星和簇现在构成了__Milky Way__的恒星光环。在第一批恒星出生的数十亿年内，__Milky Way__的质量足够大，因此它的旋转相对较快。由于角动量的保护，这导致气态星际介质从大致球形形状塌陷到磁盘。因此，后来在此螺旋盘中形成的恒星。观察到包括太阳在内的大多数年轻恒星都在磁盘中。\n\n自第一颗恒星开始形成以来，__Milky Way__遍历了两个星系合并（尤其是在__Milky Way的早期__的生长）和直接从银河系光环中积聚的气体。 __Milky Way__目前正在通过麦哲伦溪流中的几个小星系中吸收来自几个小星系的材料，其中包括其两个最大的卫星星系，大小的麦哲伦云。在史密斯云（Smith Cloud）等高速云中观察到气体的直接吸收。然而，__milky Way__的性能，例如其最外面地区的恒星质量，角动量和金属性表明，在过去的100亿年中，它没有经历过与星系较大的合并。在类似的螺旋星系中，最近缺乏主要合并是不寻常的。它的邻居仙女座星系似乎具有更典型的历史，这些历史是由近期具有相对较大星系的合并所塑造的。\n\n根据最近的研究，__ -Milky Way__以及仙女座星系在星系颜色 - 磁性图中被称为“绿色谷”，这个区域是由星系填充的区域，从“蓝云”过渡时（星系主动地形成了星系）新恒星）到“红色序列”（缺乏恒星形成的星系）。绿色谷星系中的恒星形成活性正在减慢星际介质中的星形气体。在具有相似特性的模拟星系中，恒星形成通常会在从现在起约50亿年内熄灭，甚至考虑到预期的，由于__Milky Way__和仙女座之间的碰撞而导致的恒星形成率的短期短期增加星系。实际上，与__ -Milky Way__相似的其他星系的测量表明，它是仍在形成新恒星的最红和最亮的螺旋星系之一，它比最蓝的红色序列星系更蓝。\n\n##年龄和宇宙学历史\n\n球形簇是__Milky Way__中最古老的物体之一，因此为__Milky Way__的年龄设定了下限。可以通过测量诸如Thorium-232和铀238之类的长寿命放射性元件的丰度来估算单个恒星的年龄，然后将结果与原始丰度的估计值进行比较，这是一种称为核糖体学的技术。 CS 31082-001的这些产量值约为12.5±30亿年，BD +17°3248年为13.8±40亿年。一旦形成白色矮人，它就会开始进行辐射冷却，表面温度稳定下降。通过测量这些白色矮人最凉的温度并将其与预期的初始温度进行比较，可以进行年龄估计。通过这种技术，球状簇M4的年龄估计为127±7亿年。这些集群中最古老的年龄估计值最佳估计为126亿年，95％的信心上限为160亿年。\n\n在__Milky Way __的光环中发现了几个单独的恒星，其年龄非常接近宇宙年龄的1380亿年龄。 2007年，在银河光环（HE 1523-0901）中，一颗恒星估计约为132亿年。作为当时的__乳白色方法中最古老的已知物体，这种测量值对__ Milky Way__的年龄限制了下限。使用非常大的望远镜的UV-Visual-Visual Echelle光谱仪进行了估计，以测量由Thorm和R-Process产生的其他元素引起的光谱线的相对强度。线强度产生不同元素同位素的丰度，从中可以使用核糖类学学得出对恒星年龄的估计。另一颗恒星140283，年龄为14.5±7亿年。\n\n银河薄磁盘中的恒星年龄也已使用核质体学估计。薄盘星的测量结果估计薄盘形成88±17亿年前。这些测量结果表明，银河系光环和薄磁盘之间存在近50亿年的中断。对数千颗恒星的化学特征的最新分析表明，在8-100亿年前的磁盘形成时，恒星形成可能已经下降了一个数量级，当时星际气体太热而无法以相同的速度形成新的恒星和以前一样。\n\n__Milky Way__围绕的卫星星系不是随机分布的，而是由于某些较大系统的破裂而产生的环结构，直径为500,000光年，宽50,000光年。星系之间的紧密相遇，就像预期在40亿年内的预期，仙女座星系撕下了巨大的气体，随着时间的流逝，它们可以合并以与主盘的任意角度在环中形成矮星系。",
"Sun is Born": "__“是他创造了夜晚和一天的夜晚，太阳和月亮；所有人（天体）都在圆形的路线中游泳”（古兰经21:33）。\n\n我们太阳系中心的__sun__是黄色矮人的恒星。它散发出能量作为光线。其中包括光，红外能量（热），紫外线和无线电波。它还散发出一系列颗粒，该粒子以“太阳风”的形式到达地球。所有这些能量的来源是恒星中的反应，该反应将氢变成氦气并产生大量能量。\n\n__sun__是像我们银河系一样的许多其他明星。它已经存在超过45亿年，至少将持续到至少长时间。 __SUN__的宽度约为地球。它的质量为1.9891×1030 kg，是地球质量的333,000倍。地球也可以安装在__sun __ 130万次。\n\n科学家认为，__SUN__始于大约45.67亿年前的一大堆灰尘和一小块冰云。\n\n在那巨大的云的中心，重力导致材料积聚成一个球。一旦这足够大，内部的巨大压力就开始了融合反应。这种能量释放的能量导致该球发热。\n\n从__sun __辐射的能量将云的其余部分从本身中推开，行星是由该云的其余部分形成的。",
"Earth is Born": "__“然后，他（真主）在全都烟的同时转向天堂。他们说：“我们在这里愿意服从。” __\n\n__earth __和其他行星大约在46亿年前形成。它们是由剩下的星云的剩余气体制成的。正如上帝在《古兰经》中解释的那样，这再次是古兰经的科学奇迹：“然后，他（真主）转向天堂。或不愿意。”他们说：“我们在这里（成为）愿意服从。”这节经文是在谈论地球的形成方式。\n\n月亮可能是在__earth __和较小的星球（有时称为Theia）之间发生碰撞后形成的。科学家认为，这两个星球的一部分都破裂了 - 成为（重力）月亮。\n\n古兰经指出，真主创造了太阳，月亮和行星，每个人都有自己的个人课程或轨道。 __“是他创造了夜晚和一天的夜晚，太阳和月亮；所有人（天体）都在圆形的路线中游泳”（古兰经21:33）。\n\n__earth __的水来自不同的地方。凝结水蒸气，彗星和小行星击中__earth __ __ERTH __造成了海洋。在十亿年内（大约36亿年前），科学家认为，在古学时代开始生命。一些细菌产生了光合作用，可以使植物从阳光和水中制成食物。这释放了许多氧气，最初是由溶液中的铁吸收的。最终，游离氧气进入大气或空气，使__Earth __ __表面适合有氧生活。该氧还形成了臭氧层，该臭氧层保护__earth __的表面免受太阳的不良紫外线辐射。\n\n上帝再次向我们讲述了《古兰经》中的臭氧层，这是《古兰经》的另一个科学奇迹：__“我们使天空成为一个受保护的树冠，但它们仍然远离它的迹象。” （古兰经21:32）__\n\n科学家认为，土地表面上的复杂生活在臭氧层之前不存在，因为没有它的保护，太阳的辐射将太多，无法生存。\n\n__earth __在遥远的过去大不相同。很久以前，几乎所有土地都在一个地方。这称为超大陆。最早已知的超大陆被称为Vaalbara。不久之后，有一段时间（低温者）__earth __几乎完全被厚冰盖（冰川）覆盖。这被称为雪球__earth __理论。",
"Heavy Bombardment": "__“我们已经以明确的证据派遣了我们的使者，并与他们一起寄给他们的圣经和人民可能会在司法上维持的事务。因此，真主可以使那些支持他和他的使者看不见的人显而易见。的确，真主是强大而崇高的。” （古兰经57:25）__\n\n已故的重型轰炸（缩写为LHB，也称为月球大灾变）是一项事件，被认为发生了大约3.8至41亿年前的事件。这被称为地球上的Neohadean和Eoarchean时代。在此时间间隔内，理论上将大量的小行星与内部太阳系中的早期陆地行星相撞，包括汞，金星，地球和火星。\n\n晚期的重型轰炸发生在地球和其他岩石行星已经形成并积聚了大部分肿块之后，但仍然是地球历史的早期。\n\n今天，科学家知道铁无法在地球上发展。由于他们知道地球的规模，他们知道此类材料在这里自然无法发展。实际上，他们知道必须在恒星内制成铁，特别是红色超级巨人。只有在融合反应期间，只有在这样的巨型恒星罐中形成元素。然后发生超新星，这意味着恒星爆炸，铁碎片被爆炸成太空。科学家认为，这就是铁的进入地球。\n\n古兰经提到，__“我们送了铁” __。直到最近，如果没有科学家发现_____的轰炸时间，这节关于__“我们寄给铁”的经文对我们来说并没有太大的意义。但是，事实证明，上帝从字面上却把铁送给了我们，因此我们可以从中受益。",
"Life on Earth": "__“那些不相信天堂和地球是一个加入的实体的人，然后我们将它们分开并从水中分离出来，然后他们会不相信吗？” （古兰经21:30）。\n\n最早声称的生命形式是化石的微生物（或微化石）。它们是在加拿大魁北克Nuvvuagittuq Greenstone带的曾经是富含铁和二氧化硅的岩石中发现的。\n\n这些岩石的古老年龄高达42.8亿年。报告中显示了它们所包含的管状形式。如果这是地球上生命最古老的记录，它暗示着在44亿年前的海洋形成后，“几乎瞬间出现了生命”。根据斯蒂芬·布莱尔·海奇（Stephen Blair Hedges）的说法，“如果生命在地球上相对较快，那在宇宙中可能很普遍”。\n\n《古兰经》描述了真主__“从每个生物中用水制成”（古兰经21:30）。在两条腿上行走，有些人在四个腿上行走。阿拉创造了他的意愿，因为真正的真主对万物都有力量”（24:45）。\n\n这些经文支持生命始于地球海洋的科学理论。他们还与现代生物学一起表明，有些动物由多达90％的水组成，而人类则由大约60％的水组成。",
"Single Celled Organisms": "__古兰经描述了真主“用水制成的每一件生物”（古兰经21:30）__。\n\n单细胞生物是具有一个细胞的生物。\n\n单细胞生物可以在任何地方找到。最古老的生命形式存在于38亿年前，即使不变。科学家认为这些有机体生活在水中。他们追求各种生存策略：光合作用（蓝细菌），趋化性（许多古细菌）和杂营（Amoeba）。一些单细胞生物具有鞭毛，它们用于运动的小尾巴或叶脚架，细胞骨架（细胞骨架）的延伸，它们以腹腔臂的形式出现。我们的单细胞祖先的鞭毛一直到动物，在那里出现为鞭毛精子。\n\n__古兰经描述了真主“用水制成的每一件生物”（古兰经21:30）__。另一节经文描述了__“真主是如何从水中创造出每只动物的。其中有些是在他们的肚子上爬行，有些在两条腿上行走，有些在四个腿上行走。阿拉创造了他的意愿，因为真正的真主拥有权力万物”（古兰经24:45）__。\n\n这些经文支持生命始于地球海洋的科学理论。",
"Animals": "可能代表动物的最初的化石出现在南澳大利亚州特雷佐纳形成的6.65亿岩石中。这些化石被解释为很可能是早期海绵。\n\n大约6.1亿年前，在前寒武纪结束时，在Ediacaran Biota中发现了最古老的动物。长期以来，人们一直怀疑这些是否包括动物，但是在狄金森尼亚化石中发现动物脂质胆固醇的发现确实是动物。\n\n大约5.42亿年前的寒武纪爆炸期间，许多动物门首先出现在化石记录中，例如伯吉斯页岩等床。这些岩石中现有的门包括软体动物，腕足动物，野羊植物，节流，节肢动物，棘皮动物和半色，以及众多现已灭绝的形式，例如掠夺性的异压体。科学家不确定这些动物是否同时出现在同时出现，或者是否是收集化石记录方式的问题。",
"Fish": "科学家认为，第一条鱼大约在5.3亿年前出现在寒武纪爆炸期间。据信它们是第一批脊椎动物，或具有骨架或脊柱的动物。第一条鱼被认为属于agnatha或无巴的鱼。在晚期的寒武纪期间，鳗鱼状的无颚鱼称为牙形特，主要是被称为ostracoderms的小型装甲鱼，首先出现。现在，大多数无知的鱼都灭绝了。",
"Insects": "__ Insects__是门节假节中的一类。它们是具有硬外骨骼的小陆陆无脊椎动物。\n\n__ Insects__是迄今为止地球上最大的动物。已经描述了大约__926,400种不同的物种__。他们占所有已知生物__的一半以上，据信__将超过90％的动物物种__地球占据。\n\n__ insects__的新物种不断发现。物种总数的估计范围从200万到3000万。\n\n__ Insects__有六个腿；大多数有翅膀。 __ Insects__被认为是第一批能够飞行的动物。 As they develop from eggs, __insects__ undergo __metamorphosis__, an amazing process of transformation where an immature form of an insect changes to an adult form in two or more distinct stages. __ Insects__居住在整个地球上：几乎所有人都是陆地（在陆地上生活），但是有些生活在海洋中或非常寒冷的地方，例如南极洲。大多数物种生活在热带地区。\n\n有些人将所有__ Insects __“错误”称为“错误”，但这是不正确的。只有一些__ insects__是真正的错误，这是__ insects__的特定顺序。研究__ Insects__的人称为__ entomologists__。",
"Reptiles": "__reptile__是主要脊椎动物之一的通用名称。生物学家使用更准确术语的生物学家并没有使用太多。\n\n__“爬行动物” __这个名字来自拉丁语，意思是“一个爬行的人”。所有活着的__reptile __物种都是冷血，皮肤鳞片状，并产卵卵。它们排泄尿酸（而不是尿素），并有一个泄殖腔。泄殖腔是肛门，尿路和生殖管道的共同开口。 __reptiles __也有与哺乳动物不同的心脏和主要血管的安排。\n\n__reptiles __的许多重要组现在已灭绝，例如摩萨尔人。我们曾经说恐龙已经灭绝，但它们以羽毛后代（鸟）的形式生存。能够生存的古代__reptiles __包括乌龟，鳄鱼和其团体唯一幸存者Tuatara。当今的__reptiles ______________________________________________________________________________。\n\n对生活__reptiles_____________________________________________________________________________________________________________。",
"Dinosaur Age": "__dinosaurs__（意思是“可怕的蜥蜴”）是一组多样的弓箭手爬行动物。它们是中生代时代的主要陆地动物。已知超过500种不同的恐龙属。在每个大陆上都发现了恐龙的化石，并且仍然经常发现新发现。\n\n__dinosaurs__出现在大约2.3亿年前的上三叠纪。恐龙化石的最早日期是Eoraptor，231.4至228 Mya。在早期的侏罗纪，他们是顶级脊椎动物，在陆地上占据了大多数环境。他们一直持续到6600万年前突然的K/T（全球）灭绝事件。\n\n从化石记录中，科学家认为鸟类是生活羽毛的恐龙，因此它们是唯一可以生存到今天的恐龙行。\n\n恐龙进行了改编，使他们成功。第一个已知的恐龙是走在两条腿上的小捕食者。他们所有的后代都有直立的姿势，腿下方的腿。这改变了他们的整个生活方式。还有其他功能。大多数较小的恐龙都有羽毛，并且可能被暖血。这将使它们活跃，具有比现代爬行动物更高的新陈代谢。社交互动，生活在牛群和合作中似乎很可能是某些类型的。\n\n在19世纪初期，第一批化石被认为是恐龙。他们的一些骨头早些时候发现，但尚不清楚。威廉·巴克兰（William Buckland），吉迪恩·曼特尔（Gideon Mantell）和理查德·欧文（Richard Owen）是科学家，他们看到这些骨头是一群动物。恐龙现在是世界各地博物馆的主要景点。它们已成为流行文化的一部分。关于它们有许多最畅销的书籍和电影。媒体经常在媒体上报道新的恐龙发现。",
"Mammals": "__Mammals__是形成哺乳动物类的一组脊椎动物。它们具有皮毛或头发，并且非常精确的温度调节。\n\n除了单人外，所有哺乳动物都活着。他们还为年轻人生产牛奶。对年轻人的父母护理在哺乳动物中是普遍的，这是至关重要的，因为活产限制了后代的数量。",
"Stegosaurus": "剑龙（意思是“屋顶 - 凹槽”）是一种植物恐龙，生活在现在的北美西部。\n\n剑龙在155-1.45亿年前居住在侏罗纪上层时期。它是最容易识别的恐龙之一，其背面有独特的双层风筝形板，尾巴上的长尖峰。盔甲是必要的，因为它与诸如异龙和Ceratosaurus这样的肉类植物生活在一起。",
"Tyrannosaurus": "霸王龙是上白垩纪的大型掠食性恐龙，655-67亿年前。\n\n霸王龙是两足食肉动物，长长而沉重的尾巴平衡了巨大的头骨。与大而强大的后肢相比，它的前肢很小，但尺寸强大。他们有两个爪数字。\n\n有关于是猎人还是清道夫的讨论。像当今大多数占主导地位的肉食者一样，例如狮子和鬣狗，霸王龙也可能是两者兼而有之。它有一个非常强壮的下巴，其咬合力可以折断其他恐龙的骨头。",
"Dinosaur Extinction": "白垩纪末端的灭绝是由一个或多个灾难性事件引起的，例如大自然的小行星或陨石撞击或增加火山活性。\n\n几个冲击火山口和大规模的火山活动，例如在印度的Deccan陷阱中，已追溯到灭绝事件的大约时间。这些地质事件可能减少了阳光并阻碍了光合作用，从而导致地球生态学造成了巨大破坏。",
"Primate Bipedalism": "两足动物有或使用两英尺走路。科学家认为，在6到700万年前，灵长类动物的双性恋兴起，因为这是他们发现表现出双层主义特征的最早化石。进化论者认为这些是人类物种的早期祖先，但是该理论几乎没有证据支持它。",
"Constructed Tools": "__stone工具__是石头制成的工具。这是石器时代被命名的原因。科学家认为它们是第一批使用的工具。最近，据了解，在人类生活之前使用了石工工具。",
"Control Fire": "__早期人类对火的控制对早期人类非常重要。火提供了温暖，保护，狩猎的改进和烹饪食物的方法。这些文化进步允许文化创新和饮食变化。此外，控制大火可以通过提供温暖和光线来扩大人类活动为较冷的气候，并在傍晚熬夜。\n\n最早的控制证据的索赔范围为20万至170万年前。从大约1,000，000年前开始，可以控制使用火力的证据，得到了广泛的科学支持。在摩洛哥的人类化石附近发现了在大火中燃烧的火石刀片，其历史可追溯到30万年前。大约125，000年前，控制火灾日期的广泛证据。",
"First Temple": "__Göbeklitepe__（发音为[ɟb贝克利teˈpe]），土耳其为“ potbelly Hill”，是土耳其东南部安纳托利亚地区的考古遗址，约有12公里（7英里）（7英里），位于萨瓦尔法市。该告诉的高度为15 m（49 ft），直径约为300 m（980 ft）。海拔约760 m（2,490英尺）。\n\n该讲述包括使用两个阶段，被认为具有社会或仪式性质，可追溯到公元前10-8千年。在第一阶段，竖立了属于pottery的新石器时代A（PPNA），竖立了大量T形石柱的圆圈 - 世界上最古老的已知巨石。目前，通过地球物理调查知道了大约20个圆圈中的200多个支柱。每个支柱的高度高达6 m（20 ft），重达10吨。它们被安装在基岩中的插座中。在第二阶段，属于pottery新石器时代B（PPNB），竖立的支柱较小，并且位于带有抛光石灰地板的矩形房间中。该地点在PPNB之后被放弃。年轻的结构可以追溯到古典时代。\n\n结构功能的细节仍然是一个谜。从1996年至2014年他去世的克劳斯·施密特（Klaus Schmidt）的指导下，德国考古团队在他的指导下进行了挖掘。施密特（Schmidt）认为，该地点是一个庇护所，来自广泛地区的人们定期聚集，而不是定居点。\n\n2018年，该网站被指定为联合国教科文组织世界遗产。",
"Agricultural Revolution": "__新石器时代革命__（新石器时代）是____________________________________________________________________。这是从游牧狩猎和聚集社区和乐队到农业和定居点的逐渐变化。这个时期被描述为“革命”，因为它改变了改变这一变化的社区的生活方式。它发生在不同时间的不同史前人类社会中。许多社会发生了变化，7  -  900年前。\n\n该术语是指发生这些发展的一般时间段。它还适用于发生的变化：采用早期耕作技术，农作物种植和动物的驯化。新石器时代的革命对于社会组织和技术的发展很重要。\n\n__新石器时代的革命导致生活在永久或半永久定居点。由于这个人少的人过着游牧的生活方式。为了知道生长的农作物属于谁，就制定了土地所有权的概念。自然环境改变了，人口密度增长，人们在饮食中吃了更多的蔬菜和谷物食品。社会发展的等级制度。谷物被存储，可以交易。良好的农作物产量产生的盈余产量帮助社会生存了不好的岁月。一个例子是优素福（AS）如何保护和分散古埃及的谷物。",
"Writing": "__写作__是使用一组符号在视觉介质上录制语言的行为。符号必须是他人知道的，以便可以读取文本。\n\n文本还可以使用其他视觉系统，例如插图和装饰。这些不称为写作，但可能有助于消息工作。通常，一个国家的所有受过教育的人都使用相同的写作系统记录相同的语言。能够读写是识字的。\n\n__写作与语音有所不同，因为当时不必出现读者。我们可以阅读很久以前和世界各地的文章。文本存储并传达知识。 __写作__是人类最伟大的发明之一。历史学家认为，它是在人们定居在城镇之后和农业开始之后发明的。 __写作__的历史可以追溯到约5000年前的大约3,300BC，在中东。\n\n__写作今天通常在纸上，尽管有几乎任何表面上都可以打印的方法。电视和电影屏幕也可以显示写作，计算机屏幕也可以。许多写作材料是在纸质纸之前发明的。粘土，纸莎草纸，木材，石板和羊皮纸（准备好的动物皮）都已使用。罗马人用尖头的手写笔在打蜡的平板电脑上写道。这对于临时笔记和消息很受欢迎。后来的中国纸发明是向前迈出的一大步。\n\n__写作传统上是使用手动工具（例如铅笔，笔或刷子）完成的。但是，越来越多的文本是通过在计算机键盘或智能手机上输入来创建的。",
"Recorded History": "__历史__是对过去事件的研究。人们通过看过去的事物（例如来源（例如书籍，报纸和字母）和文物（例如陶器，工具和人类或动物遗体）包括来源（例如来源（例如书籍，报纸和字母）），人们知道过去发生了什么。人们学习历史的事物。研究历史的人被称为历史学家。通过古代文化留下的事物研究史前和历史的人被称为考古学家。研究人类和社会的人被称为人类学家。研究和写作史的来源和方法的研究称为史学。\n\n人们可以通过与记住过去发生的事情的人交谈来了解过去。这称为口述历史。当曾经是奴隶和美国内战幸存者变老的人时，一些历史学家记录了他们所说的一切，因此历史不会丢失。\n\n在伊斯兰历史上也是如此。写下了很多东西，但是有几个学者四处走动，将先知（圣训）的最后一句话收集到书中。在此基础上开发了整个伊斯兰科学，以验证导致先知（SAW）的叙事链，并将这些圣训对合理分类的水平进行排名。我们知道所有这些人和他们的家人是谁，他们不仅是书中的随机名字（即马克，卢克，约翰）。通常，在同一本书中可以发现数十次圣训，也可以在圣训中分布在几本书中，因为它是由许多人收集的。这将被归类为Sahih（非常声音）圣训。\n\n古兰经也被写下了，但在先知锯的一生中，数千人都记住了。当今数以百万计的人，即使是非阿拉伯语的人，它仍然被数百万人的记忆所记住。这是可能的，因为古兰经对许多人来说是诗意的，易于记住。如果古兰经的所有文本都以某种方式消失了，那么穆斯林可以在几秒钟内一起工作，如果他们一起工作。无论如何，这都是不需要的，正如上帝告诉我们的那样，他将在古兰经中保护它。 __“的确，是我们派遣了古兰经的人，确实，我们将成为其监护人。” （古兰经15：9）__\n\n不管它的诗意和朗诵美，古兰经的信息都很容易在信徒的心中，因为它以逻辑且易于理解的方式解释了过去，未来和现在。古兰经实际上是我们拥有的最大奇迹，也是我们只需要证明伊斯兰教是真正的宗教。创造了我们并与我们交谈，并用古兰经直接教我们。谁更好地教我们，然后上帝，那是创造我们并最了解我们的上帝？\n\n在过去，世界各地的人们都保持了独立的历史，因为他们不经常见面。一些人从未见过彼此。中世纪的欧洲，古罗马和古代中国各自认为他们统治了世界唯一的重要部分，而其他地区则是“野蛮人”。",
"First Pyramid Built": "__“这一天，我们应该在您的体内拯救您（哦，法老），您可能是那些追随您的人的标志！但是确实，人类中的许多人都忽略了我们的迹象。” （古兰经10:93）__\n\n__pyramid__是一种通常用石头形成的结构，以金字塔的形状。从古代到现代，世界许多不同地区的人们都建立了这样的结构。\n\n第一个__pyramids__建于公元前2630年。最古老的金字塔是在埃及的萨卡拉（Saqqara），是由第三埃及王朝的国王迪约瑟（Djoser）建造的。\n\n古兰经在有关穆萨（AS，摩西）和尤苏夫（as，as，约瑟夫）的故事中谈论了埃及王朝。\n\n古兰经通过将这些埃及王朝的领导人称为国王或法老王（后来）来准确地描述了埃及历史。这是大英博物馆最近发现的历史事实。据他们说，埃及人直到第18王朝（公元前1552年至1295年）才称他们的统治者为“法老”。\n\n一些关于穆萨和fira'un（法老）的经文：\n__“我们（真主）将摩西和法老的故事的一部分与真理进行了排列，以使人们受益。（《古兰经》 28:04）。\n\n“我们派摩西带着迹象给法老和他的酋长，但他们不公正地拒绝了他们。\n\n“这一天我们要在您的体内拯救您（老王），您可能是那些追随您的人的标志！但是，确实，人类中的许多人都忽略了我们的迹象。（古兰经10:93）__\n\n摩西与拉美西斯二世互动，历史学家，基督教和穆斯林学者广泛相信它。古兰经和圣经都详细提及了这个故事，最终以法老王淹没在摩西之后的红海中，得到了上帝的许可，分开了大海。\n\n古兰经对__的预言“这一天我们可以在您的体内救您（哦，法老），您可能是那些追随您的人的标志！直到最近。所有法老王的木乃伊尸体都藏在国王谷（KV7和8）沿尼罗河河岸的山谷中。即使掠夺了他们的坟墓，法老王的木乃伊遗体被遗忘了几个世纪。他们的发现发生在19世纪，现在您可以在埃及开罗的大埃及博物馆中看到拉美西斯二世。他的身体还进行了几次国际旅行，所有人都可以看到。再次显示，古兰经和伊斯兰教的知识只能由上帝提供给我们。\n\n您还可以向犹太人询问他们在这个法老王和其他古埃及领导人中的经历。\n\n__“我们当然给了摩西九个明显的迹象，所以问以色列的孩子们在他来找他们的时候，法老对他说：“的确，我想，摩西，我受到魔术的影响。”（《古兰经》。 17：101）__\n\n犹太人的生存还使我们能够向他们询问他们所收到的上帝的其他迹象，就像许多奇迹和先知被送给他们一样。\n\n__否则我们给他们的孩子们给他们多少个明确的迹象。谁在向他求婚之后交换了真主的恩惠 - 然后，真主的报应是严重的。 （古兰经2.211）__",
"Roman Empire": "__罗马帝国__（拉丁语：帝国罗曼姆）是古代世界上最大的帝国。它的首都是罗马，其帝国位于地中海。帝国的历史可以追溯到公元前27年，当时奥克塔维安（Octavian）成为皇帝奥古斯都（Augustus），直到公元476年降落，标志着古代世界和中世纪或黑暗时代的开始。\n\n帝国是古罗马的第三阶段。罗马首先由罗马国王，然后是罗马共和国，然后由皇帝统治。\n\n许多现代土地曾经是___Roman Empire__的一部分，包括英国（不是苏格兰），西班牙，葡萄牙，法国（高卢），意大利，希腊，土耳其，德国，德国，埃及，埃及，莱万特，克里米亚，瑞士和非洲北部海岸。 __Roman Empire__的主要语言是拉丁语。希腊语是一种重要的二级语言。\n\n__Roman Empire__的西部持续了大约500年，包括希腊和安纳托利亚在内的东部持续了大约一千年。东部地区被称为拜占庭帝国，其首都是君士坦丁堡，由苏丹·法蒂赫·穆罕默德（Sultan Fatih Mehmet）于1453年由奥斯曼帝国征服君士坦丁堡结束。这一事件由先知穆罕默德预言，是世界历史上最著名的事件之一。",
"Crusades": "__十字军东征是基督徒和穆斯林之间在控制圣地的一系列宗教战争。传统上，它们发生在1095年至1291年之间。圣地仍然是一个对三个主要一神论宗教非常重要的地方：伊斯兰教，犹太教和基督教。圣地有许多重要的宗教遗址。这是现在称为以色列或巴勒斯坦的土地。耶路撒冷，拿撒勒人，伯利恒，希伯伦和其他宗教遗址在奥马尔（RA）的哈里发期间落在了穆斯林的控制之下，先知穆罕默德（SAW）的第三位哈里发和亲密的朋友和伴侣。\n\n有许多不同的十字军东征。最重要，最大的__Crusades__发生在11到13世纪。在这段时间里有9个大十字军。也有许多较小的十字军东征。一些十字军东征甚至在欧洲（例如，在德国，奥地利和斯堪的纳维亚半岛）。较小的__Crusades__一直持续到16世纪，直到文艺复兴和改革。\n\n“十字军”一词与“交叉”一词有关，是指基督教的圣战。还有阿拉伯语“圣战”，这意味着要在战争时期对穆斯林具有与穆斯林相同的含义的穆斯林奋斗和挣扎。先知（锯）教导这是较小的圣战，而更大的圣战则是为了过虔诚的生活而战。\n\n各方（基督徒，穆斯林和犹太人）在宗教上非常相信。许多十字军东征经常背后有政治或货币原因。像所有战争一样。\n\n令人遗憾的是，看到三个共同的共同点的亚伯拉罕信仰之间的敌对行动。穆斯林将犹太人和基督徒视为书中的人，这意味着他们与穆斯林具有特殊的地位和亲密关系。您可以在先知（锯）的生活中看到这一点，以及他和同伴在拜占庭基督教徒对萨萨尼亚人的损失中感到难过。这是在圣训中记录的，甚至在古兰经中谈到。这也是伊斯兰的真实性的另一个有趣的证据，因为上帝揭示了未来的事件：__“罗马人被击败了。属于前后的命令。那天，信徒们将欢喜”（古兰经30：2-4）__\n\n当时揭示了这一点，阿拉伯异教徒在异教徒萨萨尼亚人的一边，而阿拉伯穆斯林则希望基督徒赢得这场战斗。当基督徒失去异教徒时，嘲笑穆斯林造成这种损失，并说“你现在有力量的上帝在哪里？”。因此，上帝在这一刻揭示了这节经文。果然，在伊斯苏斯战役的622年，赫拉克利乌斯皇帝领导下的拜占庭人在安纳托利亚对萨萨尼亚人的击败和持久的胜利，从而确认了古兰经的预言。",
"Black Plague": "__黑人死亡__是疾病的爆发，在欧洲和亚洲丧生数百万人。欧洲每三个人中几乎都会死于这种疾病，并且在1347年至1351年之间处于最糟糕的状态。这种疾病可能已经开始在亚洲。大多数人认为这种疾病是鼠疫。这种疾病是通过生活在大鼠身上的跳蚤来传播的。来自丝绸之路的商人可能将受感染的跳蚤带到欧洲。\n\n跳蚤开始了问题；被感染的跳蚤由黑大鼠携带。携带跳蚤的大鼠将进入城市。当跳蚤咬伤某人时，他们会将一点点细菌注入伤口。这将导致该人被感染。老鼠经常在船上。这意味着该疾病在整个欧洲都非常迅速。\n\n在人类中，这种疾病导致腹股沟，手臂下方和耳朵后面肿胀。这些肿胀是黑色和紫色的颜色，因此叫“黑色死亡”。黑暗的肿胀被称为泡泡球。人们处于痛苦状态，受害者死亡。症状可以看到受害者被携带这种疾病的跳蚤咬伤3-7天。\n\n可悲的是，在伦敦这样的一些城市中，人们认为猫引起了这种疾病，因此他们被大量狩猎和杀害。不幸的是，正如预期的那样，这会导致瘟疫变得更糟，因为现在老鼠失去了主要的天然捕食者，那里的人口变得更大。\n\n围绕鼠疫的另一个有趣的事实是教皇如何拯救自己。当时，穆斯林是所有医学和科学发现的负责人。天主教神职人员在许多穆斯林书籍中梳理，发现大火被认为是为了阻止并杀死某些疾病（细菌）。因此，他们在持续数周的教皇周围的圈子里点燃了一场大火。当然，这使老鼠及其逃离教皇，他幸存下来没有任何问题。",
"Constantinople Istanbul": "__ Constantinople__是罗马帝国的首都（330-395），拜占庭/东罗马帝国（395-1204和1261-1453），拉丁帝国（1204-1261）和奥斯曼帝国（1453-1922）。 1930年，它更名为伊斯坦布尔。这是当今土耳其的城市。\n\n征服伊斯坦布尔，也称为伊斯兰博尔，是伊斯兰教的另一个迹象和证明，因为先知穆罕默德对此进行了预言。 __“确实，您应征服君士坦丁堡。那军的军队将是多么奇妙的军队，以及那个征服者将是多么出色的指挥官。” （Musnad，i，176; iv，335; Darimi，“ Muqaddima”，第43页）。 。\n\nHistorians have stated that, for the time period conquering __Constantinople__ is equivalent to conquering a place like New York city today.",
"Newton and Gravity": "当大多数人想到__isaac Newton__时，他们会想到他坐在苹果树下看着苹果瀑布。有些人甚至相信苹果掉到了他的头上。 ___NEWTON __知道，使苹果之类的东西落在地面上是一种特定的力量 - 我们称之为重力的力量。 ___newton __认为重力是两个物体（例如苹果与地球）之间吸引力的力量。他还认为，具有更多物质的物体在较小的物体上施加了相同的力。这意味着大质量的地球将物体朝上。这就是为什么苹果倒下而不是向上的原因，为什么人们不漂浮在空中。\n\n____ISAAC NOWTON __继续考虑重力。在___newton __之前，人们认为只有靠近地球的物体才会掉落。但是___newton__认为重力不仅应仅限于地球及其上的物体。如果重力进入月球及以后怎么办？\n\n__newton__发明了一种计算两个物体之间吸引力的公式。他用它来计算使月球在地球周围移动所需的力。然后，他将其与使苹果下降的力量进行了比较。在允许月亮离地球更远并且质量更大的事实之后，他发现力量是相同的。月亮通过地球的引力扎在地球围绕地球的轨道上。\n\n__newton __发明的公式称为重力定律。他非常巧妙，他的许多法律被称为牛顿物理学。他的许多数学公式仍然用于计算较大对象的对象的机制。它们对于小事不准确，因此正在开发一种名为“量子物理学”的新科学，以尝试了解这个奇怪的微观物体世界。",
"Industrialization": "__工业化__（或工业化）是一个过程中发生的过程，当他们开始使用机器来完成曾经由人完成的工作。 __工业化__改变人们所做的事情。 __工业化__导致城镇增长。许多人离开农业，在城镇的工厂中从事高薪工作。\n\n__工业化是一个过程的一部分，人们采用更轻松，更便宜的方式制作事物。使用更好的技术，可以在较短的时间内生产更多的商品。更少的人可以生产更多的东西。\n\n工业化后，人们还从事更多专业工作。例如，在工业化之前，一个补鞋匠（生产鞋子和皮革制品的人）独自制作了一双鞋子。他在一双鞋子上工作，完成了这双鞋，然后将从下一双鞋子上开始。通过工业化，有很多人通过将鞋子制作过程切成较小的任务来制作鞋子。例如，有一个人剪掉鞋子的鞋底，另一个人缝合它。简而言之，有分工，今天被称为装配线。这些工厂中的机器花了很多钱，因此工厂将由一个有钱人拥有，他们能够负担得起机器和雇用工人来管理不同的机器和任务。\n\n__工业化__在18世纪的工业革命中始于英格兰。它首先传播到欧洲的部分地区和北美。在20世纪，工业化扩散到大多数其他国家。",
"Darwin's Theory of Evolution": "__“真主从水中创造了每只动物。其中有些是在他们的肚子上爬行，有些在两条腿上行走，有些在四个腿上行走。阿拉创造了他的意愿，因为真正的真主对万物都有力量”（ 24:45）.__\n\n__Charles Darwin__（1809–1882）他的书《关于物种的起源》（On of Sterm of of Sterm）。他提出了自然选择，这是一个具有某些特征的动物，可以随着所有动物的存在方式而生存。但是，达尔文当时不了解或不了解遗传学，也不了解特质的实际传播。因此，他无法准确解释什么使孩子看起来像父母。\n\n然而，___Darwin's __对进化的解释从根本上被科学界接受，科学家们正在努力地尝试并证明它们从今天的单细胞生物和猴子演变而来。而穆斯林，基督徒和犹太人认为我们是第一位男人和女人的亚当（锯）和霍瓦（夏娃）的后代。科学家将这种发现称为“智能设计”，并且有无数的证据，例如DNA，人体，太阳系等如何工作。\n\n与达尔文主义类似，伊斯兰认识到生活在一段时间内和一段时间内发展的观念。另外，我们相信上帝拥有所有事物的权力，并且可以轻松地将任何东西都改变为环境。上帝第一次创造了它，第二次会更容易，对吗？就像我们在审判之日复活一样。\n\n但是，与现代进化论的理论说的是随机突变，这些突变总是灾难性的和致命的，使动物进化，我们相信上帝可以在一夜之间改变动物，以便有更长的喙，以便在洪水之后更容易找到食物，因为它需要例子。实际上，这是在许多研究鸟类适应特征的许多研究中记录的，以至于科学家无法解释它，并且担心其他物种不会那么快地适应。这比动物缓慢而随机地偶然地演变更有意义。此外，还有一些新的或灭绝的蝴蝶奇迹般地从哪里出来。穆斯林非常关心动物和环境，但我们不强调它们灭绝或无法照顾自己，因为像所有事物一样，我们对上帝信任。\n\n总而言之，穆斯林拒绝了人类从猿类随机演变而来的观念。穆斯林认为人类被认为是一种特殊的创造。伊斯兰教教导说，人类是真主创造的独特生活形式，就像其他一切一样。但是，与其他动物不同，我们有独特的礼物和能力。例如，我们有一个永恒的灵魂，良心，想象力，知识和自由意志。我们可以坚强，善良和虔诚或虚弱，而只是为了实现我们自私的欲望而努力。无论如何，人类的生活始于建立两个人，一个男性和一个名叫亚当（Adam）和霍瓦（Eve）（夏娃）的女性，这使我们所有人都与鲜血和家庭有关。\n\n《古兰经》描述了真主__“从每个生物中用水制成”（古兰经21:30）。在两条腿上行走，有些人在四个腿上行走。阿拉创造了他的意愿，因为真正的真主对万物都有力量”（24:45）。\n\n这些经文支持生命在水中开始的科学理论。",
"World War 1": "__世界战争I__（或第一次世界大战）是一场全球战争，始于1914年7月28日，一直持续到1918年11月11日。战争持续了四年，三个月零14天。\n\n大部分战斗是在欧洲，但来自其他许多国家的士兵也参与其中，这改变了欧洲大国的殖民帝国，也导致了奥斯曼帝国的终结。在第二次世界大战始于1939年之前，__世界战争I__被称为大战，世界大战或“结束所有战争”的​​战争。 135个国家参加了__世界战争I__，近1000万人在战斗时死亡，主要是疾病和饥荒。\n\n__世界战争I__遭到了欧洲大多数国家的战斗。实际的战斗是在许多不同的方面。西方阵线是德国与盟国之间大部分战斗的地方。这里的大部分战斗都是战trench战。\n\n东欧在中欧和东欧进行了战斗。在这里战斗不是战trench战，而是由于战线的大小而进行的移动战。中东阵线和意大利前沿发生了许多战斗。战斗也发生在非洲，中国，海上以及空中。\n\n战争以许多不同的条约签署而结束，最重要的是《凡尔赛条约》。\n\n__世界战争是第一次重大战争，坦克，飞机和潜艇或（U-Boats）是重要的武器。",
"World War 2": "__世界战争II__（第二次世界大战或第二次世界大战），也被称为第二次世界大战，在苏联，伟大的爱国战争是一场全球战争，涉及在世界许多地区和许多国家的战斗。大多数国家在1939年至1945年的战斗中进行了战斗，但有些国家从1937年开始战斗。世界上大多数国家（包括所有大国）都作为两个军事联盟的一部分进行了战斗：盟军和轴心力量。 __世界战争II__是整个人类历史上最致命的冲突。它涉及更多的国家，花费更多的钱，并杀死了比人类历史上其他任何战争更多的人。 50至8500万人死亡。大多数是平民。它包括大屠杀，大屠杀的故意种族灭绝，战略性轰炸，饥饿，疾病以及美国历史上首次使用核武器。\n\n亚洲战争始于1937年7月7日日本帝国入侵中国。欧洲战争的开始是1939年9月1日德国入侵波兰的时候。法国和英国以对德国的战争做出反应。到1941年，欧洲大部分地区都受到德国的控制。只有英国仍在与北非，地中海和大西洋的轴心作战。 1941年6月，轴心力量入侵了苏联，开始了历史上最大的战争区域。 1941年12月7日，日本袭击了太平洋的西方殖民地，两次战争成为一场。\n\n日本的胜利于1942年停止，欧洲轴心的胜利也于1943年在北非和苏联停止。之后，盟友开始从各方反击。轴心失去了北非，从1943年开始，被迫捍卫意大利。 1944年，盟军入侵了法国，沿着莱茵河前往德国，而苏维埃则不断从东方接近。德国于1945年5月投降。日本于1945年9月2日正式投降。战争以盟军的胜利结束。\n\n战争结束后，联合国成立了，以在国家之间建立支持并防止未来的战争。主要获胜者之间的冷战很快就开始了，但他们在实际战争中没有互相战斗。亚洲和非洲的非殖民化也发生在欧洲国家所控制的那些国家的独立性。这是因为欧洲的力量从战争中削弱了。经济复苏和政治融合（团结国家的过程）是战争的其他结果。",
"Cold War": "__冷战__（1947-1991）是美国（及其盟友）与苏联（苏联及其盟友）之间的紧张关系，在第二次世界大战结束与苏联的灭亡之间。\n\n一方面的大多数国家都在北约结盟，其两个最大的军事国家是美国和土耳其。另一端的大多数国家都在华沙条约中最有力的国家是苏联（现为俄罗斯）。\n\n西方资本主义国家包括美洲，土耳其，西欧，以色列，日本，韩国，泰国，伊朗（1945-1979），巴基斯坦，马来西亚，菲律宾，南非，澳大利亚，澳大利亚和新西兰。\n\n东方社会主义团体包括苏联，东欧，安哥拉，埃塞俄比亚，古巴（1959-1991），蒙古，朝鲜，中国和越南。\n\n冷战以1989年柏林墙的倒塌结束，俄罗斯从一个社会主义共产主义国家变成了民主的资本主义国家。但是，在俄罗斯和乌克兰最近的战斗和战争中，这里仍然存在冲突。",
"Moon Landing": "__Apollo 11__是第一次将人们送到月球的航班。它是由美国原始航天局NASA（国家航空航天管理局国家航空航天局）完成的。它于1969年7月16日载有三名宇航员：尼尔·阿姆斯特朗（Neil Armstrong），巴兹·奥尔德林（Buzz Aldrin）和迈克尔·柯林斯（Michael Collins）。 1969年7月20日，阿姆斯特朗（Armstrong）和奥尔德林（Aldrin）成为第一个登陆月球的人，而柯林斯（Collins）则留在月球周围的轨道上。\n\n该航班是美国和苏联之间__空间竞赛的一部分。 1961年，联合国第35个总统约翰·肯尼迪（John F. Kennedy）制定的计划完成了计划，以“将一个人登上月球，并在1960年代结束之前将他送回地球”。",
"World Wide Web": "__ Internet__是全球范围内最大的计算机通信网络。互联网拥有数百万个较小的国内，学术，商业和政府网络，共同携带许多不同的信息。该术语有时被缩写为“网络”，网络的缩写。 __world Wide Web__是其最大的服务之一。它被世界各地数十亿人使用。\n\n互联网是由“美国高级研究计划局”（DARPA）在美国开发的。互联网于1969年10月首次连接，被称为__ARPANET__。 __world Wide Web__是由英国（英国）的一位名叫Tim Berners-Lee的英国科学家于1990年在瑞士的Cern创建的。"
}
